[
	{
		"postIndex": [
			[1097],
			[685],
			[2948],
			[1827],
			[831]
		],
		"postTime": [
				"2005-02-21",
				"2004-11-09",
				"2007-02-14",
				"2007-02-03",
				"2004-12-03"
		],
		"postNum": [
			[235],
			[132],
			[572],
			[386],
			[166]
		],
		"postLink": [
				"/sp1880278",
				"/sp1505375",
				"/sp6325153",
				"/sp6232152",
				"/sp1574610"
		],
		"postUser": [
				"shivaspace",
				"Boddie",
				"KoreanDanne",
				"machoman",
				"internet"
		],
		"postUserID": [
				"/u58990",
				"/u61657",
				"/u137421",
				"/u152417",
				"/u61517"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p20",
				"https://www.flashback.org/t1048457p11",
				"https://www.flashback.org/t1048457p48",
				"https://www.flashback.org/t1048457p33",
				"https://www.flashback.org/t1048457p14"
		],
		"userUrl": [
				"https://www.flashback.org/u58990",
				"https://www.flashback.org/u61657",
				"https://www.flashback.org/u137421",
				"https://www.flashback.org/u152417",
				"https://www.flashback.org/u61517"
		],
		"sentence": [
				"MEN jag står personligen för att folk får göra som de vill bara det inte skadar andra, tex stoppa i sig droger, sen får man givetvis skilja på droger då vissa kanske kan göra att en person skadar nån annan eller begår skadegörelse pga av just den drogen (sen hur man ska kunan dela upp detta är ju verkligen svårt på tanke på att alkohol är den som föresakar mest våld m.",
				"Påträffas injektionssprutor eller kanyler, som kan användas för insprutning i människokroppen, eller andra föremål, som är särskilt ägnade att användas för missbruk av eller annan befattning med narkotika, hos någon som har begått brott enligt denna lag eller i ett utrymme som disponeras av honom eller i förbindelse med narkotika som har varit föremål för brott enligt denna lag, skall föremålen, oavsett vem de tillhör, förklaras förverkade, om det ej är uppenbart obilligt.",
				"tror inte polisen \"gillar att slå kriminella\" en person som slår i ena situationen har en tendens att även göra så i andra situationer, så de poliser som misshandlar kriminella förbehåller sig nog inte endast till kriminella, de kan nog även ta ut lite på frugan eller ungarna, eller på kollegor på firmafesten, finns ett par exempel på det också.",
				"Polisen tar tid - chefsapan ringer igen & säger att det blivit värre & det är bråttom (obs hon var inlåst på rummet - vi var i kontakt med henne ca 30 sekunder & jag har varken rört eller hotat henne - endast sagt att om personen inte är anställd skall Ni ta mot arbetsgivarintyget för a-kassa - 75& sjukskriven & 25% friskskriven men endast till lindrigt jobb - skriflig begäran om omplacering besvaras ej - a-kassa för 25% av tiden erhålls ej pga inget arbetsgivarintyg).",
				"Läste nånstans att många \"svenssons\" känner sig obekväma med att umgås med poliser på fritiden pga att så väldigt många har dåligt samvete( tv-licens, kör lite för fort, inte anmält hunden till hundregistret, tagit in nån flaska för mycket i tullen etc och då \"måste\" vakta sin tunga), eller helt enkelt känner sig obekväma, och därför umgås poliser mest med andra poliser( bortsett från ev."
		]
	},
	{
		"postIndex": [
			[5078],
			[5867],
			[5737],
			[5308],
			[5072]
		],
		"postTime": [
				"2007-04-11",
				"2007-05-14",
				"2007-05-07",
				"2007-04-21",
				"2007-04-11"
		],
		"postNum": [
			[1111],
			[1320],
			[1286],
			[1181],
			[1111]
		],
		"postLink": [
				"/sp6810531",
				"/sp7131915",
				"/sp7055298",
				"/sp6906805",
				"/sp6810531"
		],
		"postUser": [
				"KoreanDanne",
				"Kolagubben",
				"Arkie",
				"Arkie",
				"KoreanDanne"
		],
		"postUserID": [
				"/u137421",
				"/u178568",
				"/u72025",
				"/u72025",
				"/u137421"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p93",
				"https://www.flashback.org/t1048457p110",
				"https://www.flashback.org/t1048457p108",
				"https://www.flashback.org/t1048457p99",
				"https://www.flashback.org/t1048457p93"
		],
		"userUrl": [
				"https://www.flashback.org/u137421",
				"https://www.flashback.org/u178568",
				"https://www.flashback.org/u72025",
				"https://www.flashback.org/u72025",
				"https://www.flashback.org/u137421"
		],
		"sentence": [
				"Själv har jag haft med polisen att göra i många olika situationer, bäst resultat har jag fått av att behandla dem som yrkesmänniskor som sköter sitt jobb, besvarat det jag kunnat och hövligt förklarat att jag inte kan besvara vissa frågor pga att jag inte är en \"golbög\", sånt respekteras av poliser, att spela \"förhärdad och hård\" ger dig inga som helst plus utan kommer bara få polisen att jobba så in i helvete hårdare för att sätta åt dig så mycket det bara går...",
				"hehehe känner igen mig där, har också defekt färgseende men det var värre för, då hade polarna alltid så rolit åt en , hehe ja funderar nämligen osså på att bli polis, ska nog söka nästa gång, så man får väl se va dom säger, fick dessutom hem ett papper för nån månader sen att dom tyckte man skulle söka, detta pappret fick säkert dom flesta hem, men de känns surt att dom skickar hem sådana papper till folk som egentligen inte är kvalificerade för att söka tex pga av defekt färgseende.",
				"se 5 år efter dom, beslut eller godkännandePenningböter Dagsböter Tillträdesförbud 5 år efter det att straffet föll bortFörvandlingsstraff för böter (18 eller 21 §§ (1979:189) bötesverkställighetslagen) 5 år efter det att straffet föll bortBortfallande av fängelsestraff (35 kap 8 eller 9 § brottsbalken) 10 år efter dom eller beslutVillkorlig dom Åtalsunderlåtelse Skyddstillsyn Vård inom socialtjänsten Fri från påföljd Besöksförbud 10 år efter det att påföljden verkställtsFängelse Sluten ungdomsvård Rättspsykiatrisk vård En uppgift i belastningsregistret ska finnas kvar så länge en anna uppgifts gallringstid ej infallit.",
				"Ja, du tänker på polissiering, dvs att man tar med någon vid misstanke om att denne är efterlyst \"14 § Anträffas en okänd person av en polisman och finns det särskild anledning anta att han är efterspanad eller efterlyst och med stöd av lag skall berövas friheten vid anträffandet, om han vägrar att lämna uppgift om sin identitet eller det finns anledning anta att hans uppgift om denna är oriktig.",
				"3: Det beror helt från fall till fall, har polisen ingen husrannsakan med sig får de inte gå in utan ditt samtycke, därför brukar såna besök inledas med frasen \"kan vi komma in i hallen så slipper vi stå här och diskutera\" då har du gett dem tillträde till din bostad och det står dem fritt att observera vad som finns i närheten, därefter är det mycket enkelt att få en husrannsakan p åväldigt lösa grunder pga av att polisen i bostaden observerat något \"misstänkt\"."
		]
	},
	{
		"postIndex": [
			[8777],
			[7120],
			[8645],
			[6662],
			[7722]
		],
		"postTime": [
				"2007-12-03",
				"2007-08-13",
				"2007-11-28",
				"2007-08-02",
				"2007-09-18"
		],
		"postNum": [
			[2107],
			[1650],
			[2079],
			[1564],
			[1822]
		],
		"postLink": [
				"/sp9170296",
				"/sp8000661",
				"/sp9115890",
				"/sp7885093",
				"/sp8383807"
		],
		"postUser": [
				"naggits",
				"Power_",
				"Chriztah",
				"pellepolis",
				"Optiroc"
		],
		"postUserID": [
				"/u185901",
				"/u187663",
				"/u181817",
				"/u130745",
				"/u138811"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p176",
				"https://www.flashback.org/t1048457p138",
				"https://www.flashback.org/t1048457p174",
				"https://www.flashback.org/t1048457p131",
				"https://www.flashback.org/t1048457p152"
		],
		"userUrl": [
				"https://www.flashback.org/u185901",
				"https://www.flashback.org/u187663",
				"https://www.flashback.org/u181817",
				"https://www.flashback.org/u130745",
				"https://www.flashback.org/u138811"
		],
		"sentence": [
				"Tjena Arkie, jag har en fråga som jag hoppas du kan ge mig ett svar på, jag kommer under våren att söka in till PHS, nu har det visat sig att en kille på min arbetsplats har samma planer som mig, jag har på omvägar fått höra att han är dömd för div brott, har pratat med honom lite om PHS och det kom fram då att han är dömd för ringa narkotikabrott och brott mot knivlagen, men detta var 2001, hur stor chans har en person som är dömd för dessa brott att komma in på skolan?",
				"Varför är det 1000000 st poliser när jag går på fotbolls match och står där och försöker hålla isär folk som bara skulle älska att få banka på varandra men dom kommer inte alls när det står fyra st blattar och bråkar med mej halvt inne i mitt hus, utan ringer en timme senare och säger om du får nåt mer problem ring 112?",
				"Huj Huj, finns säkert någon som har frågat men orkar verkligen inte läsa igenom allt och hittar nada genom sökfunktionen; min enkla fråga är denna: Vi säger att min polare har spöat en kille och blivit anmäld för misshandel, men i detta fall är min vän oskyldig och endast utövat nödvärn och det finns vittnen om detta?",
				"Vi kommer ju nästan rakt på det uppenbara, varje polisman har ju sina egna personliga åsikter och visst finns det säkert poliser vars personliga åsikt är att det är OK att röka gräs, precis som det finns kassabiträden, ekonomer eller andra som också tycker det.",
				"Detta eftersom det inte drabbar dom eller deras vänner särskilt ofta, visst har man stött på nån grinig vakt eller en polis som vaknat på fel sida, men det kommer alltid att kunna hända så länge man har människor i dessa yrken."
		]
	},
	{
		"postIndex": [
			[10223],
			[10255],
			[11551],
			[9069],
			[10220]
		],
		"postTime": [
				"2008-02-01",
				"2008-02-02",
				"2008-03-18",
				"2007-12-20",
				"2008-02-01"
		],
		"postNum": [
			[2450],
			[2461],
			[2815],
			[2173],
			[2448]
		],
		"postLink": [
				"/sp9844060",
				"/sp9845586",
				"/sp10427194",
				"/sp9343245",
				"/sp9840392"
		],
		"postUser": [
				"darkcorazon",
				"darkcorazon",
				"Caimen",
				"Streets",
				"darkcorazon"
		],
		"postUserID": [
				"/u230392",
				"/u230392",
				"/u226529",
				"/u209306",
				"/u230392"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p205",
				"https://www.flashback.org/t1048457p206",
				"https://www.flashback.org/t1048457p235",
				"https://www.flashback.org/t1048457p182",
				"https://www.flashback.org/t1048457p204"
		],
		"userUrl": [
				"https://www.flashback.org/u230392",
				"https://www.flashback.org/u230392",
				"https://www.flashback.org/u226529",
				"https://www.flashback.org/u209306",
				"https://www.flashback.org/u230392"
		],
		"sentence": [
				"Ja i USA är rättvisan bättre än i Sverige, tom judge judy är bättre än svenska domare, jag blev dömd för misshandel utan vittnen, läkarintyg det stod ord mot ord och jag blev dömd, såg på tv en målsägande på judge judy anklagade en annan för precis samma sak jag blev anklagad för, det var mer eller mindre att jag höll kvar den andra personen i rummet, när det va den andra personen som hade nyckel och jag höll på att ringa, svenska juryn dömde mig judge judy sa så här till målsäganden : Du kunde ha stuckit ut, du stannade kvar av egen vilja och du ljuger gå ut härifrån vill inte höra på fler lögner, så ja det skiljer sig i Sverige kan någon hitta på vad som helst det behöver inte va logiskt men man kan åka dit.",
				"Angående det med 2pac att han var med i en film som heter poetisk rättvisa och sen skjuter 2 korrupterade poliser som ger sig på en stackars motorist, sen tror jag många tycker att \"snutarna fick vad dem förtjänade\" men alla poliser är olika, man kan inte dra alla över en kam, jag har träffat på trevliga poliser, och mindre trevliga, men jag tror många stör sig på en viss falskhet bland poliserna att det är ofta arrogant attityd man blir mött med och att det ibland finns rasism som poliser riktar mot individer av utländsk härkomst.",
				"Polislagen: Är man misstänkt för brott skall man givetvis legitimeras, kan man inte göra detta på platsen så får en polis gripa en person oavsett brott (normalt får man inte gripa för alla brott) i syfte att kunna identifiera en person för att säkra lagföring.",
				"här är bla annat ett annat fall och att de andra poliserna inte brydde sig bevisar att dom är svin hela högen: Polisen tvingar \"aldrig\" någon att klä av sig kläderna offentligt, skitsnack den som skrev det: tvingades kissa offentligt av poliser: poliser hotade 13-åring Finns mkt mkt mkt mer och ännu mer som inte blir polisanmält eller tas upp av median.",
				"Ja det finns han som kasta sten och blev skjuten sen dömd till fängelse, det finns nog många som tycker synd om honom, även de som tycker han fick vad han förtjänade bara för han var vänsteraktivist, men som människa tycker jag synd om honom, men jag tror rättsväsendet i många fall har 0 tolerans mot rasism, så om poliserna visar prov på rasism och man försvarar sig så tror jag nog att poliserna åker dit, är det högerextremister poliserna jävlas med så får dräggen skylla sig själva."
		]
	},
	{
		"postIndex": [
			[13619],
			[12365],
			[13291],
			[13106],
			[14418]
		],
		"postTime": [
				"2008-05-04",
				"2008-04-02",
				"2008-04-25",
				"2008-04-16",
				"2008-05-30"
		],
		"postNum": [
			[3266],
			[2981],
			[3194],
			[3140],
			[3484]
		],
		"postLink": [
				"/sp11073797",
				"/sp10643854",
				"/sp10962574",
				"/sp10849704",
				"/sp11445510"
		],
		"postUser": [
				"kebabtaxi",
				"kimp4h",
				"Swedishputte",
				"piketbussAB",
				"Orm_Haka"
		],
		"postUserID": [
				"/u106962",
				"/u233438",
				"/u243896",
				"/u216510",
				"/u135109"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p273",
				"https://www.flashback.org/t1048457p249",
				"https://www.flashback.org/t1048457p267",
				"https://www.flashback.org/t1048457p262",
				"https://www.flashback.org/t1048457p291"
		],
		"userUrl": [
				"https://www.flashback.org/u106962",
				"https://www.flashback.org/u233438",
				"https://www.flashback.org/u243896",
				"https://www.flashback.org/u216510",
				"https://www.flashback.org/u135109"
		],
		"sentence": [
				"// jag håller på med anmälan riktad till Jo, intressant att det går att anmäla polismannen i fråga på lokal nivå också för det sa dom inte till mig på polisstationen jag har absolut inte stört ordningen eller gjort mig skyldig till något brott överhuvudtaget hade polismannen bett mig att räcka över kameran så hade han fått den eftersom jag ändå satt i polisbilen eftersom jag blev släppt så kan man också misstänka att jag inte blivit \"misstänkt\" för något brott utan dom insätt att dom helt enkelt gjort fel, om jag läser i pl så kan jag inte se att ingripande skulle varit berättigat.",
				"ta tillexempel dom som går ut o mördar o våldtar ta mer tid för dom istället, haha för ett år sen blev jag tagen av polisen , 1 timme innan jag blev gripen hadde en 16 årig tjej blivit våldtagen på samma kvarter , och dom drog in mig på piss och sånt och sa att jag såg påvärkad ut , och jag behöver inte sitta och ljuga men helt seriöst så hadde jag inte tagit droger då ens , så de där är rena trackaserierna , varför kunde dom inte leta efter våldtäktsmannen istället?",
				"Borde man inte slopa preskriptionstiden som är på 25 år, och att man borde lägga in gamla mordfall och andra brott som sträcker sig ända bort till 50 år på en databas så att man kunde klara upp brotten, och skulle man inte kunna via en så kallad gravöppning se till att samla in \"bevismaterial\" i form av DNA,fingeravtryck och andra intressanta spår och lägga in dom i databasen för då skulle det finnas enchans att spåra upp gärningsmannen/gärningsmännen?",
				"Nej, jag åkte in med ambulansen självklart, anledningen till att jag hade en bil var att jah hade fått bilen av min far i födelsedagspresent då jag hade uppkörning cirka tre veckor efter denna händelse och jag skulle klara uppkörningen hur enkelt som helst då vår familj har varit aktiva inom motor och racing i flera år (utbildad själv mekaniker och har kört för en motorklubb) samt övningskört sedan tre år tillbaka ständigt (tre år tillbaka innan händelsen).",
				"Jag kör enbart på nätterna, långt från folk och poliser, och med polis-radio, radar och laser detektor och jammer framma och bak, och kör alltid så snabbt att om nån kommer upp bak meg så vet jag att det är polis äller inte polis alls, och då kör jag på som hälvete, och om dom ändå kommer närmare så kör jag upp över 220 km/t en bra bit, då är dom tvungna att avbryta, annars kör jag ifrån dom och sticker en annan väg."
		]
	},
	{
		"postIndex": [
			[17689],
			[14880],
			[16470],
			[16691],
			[16872]
		],
		"postTime": [
				"2008-11-17",
				"2008-07-06",
				"2008-10-05",
				"2008-10-16",
				"2008-10-24"
		],
		"postNum": [
			[4264],
			[3637],
			[4029],
			[4072],
			[4118]
		],
		"postLink": [
				"/sp13753108",
				"/sp11894849",
				"/sp13143217",
				"/sp13304397",
				"/sp13415988"
		],
		"postUser": [
				"fet&elak",
				"Jalapan",
				"Martor",
				"fet&elak",
				"Optiroc"
		],
		"postUserID": [
				"/u9142",
				"/u259285",
				"/u208423",
				"/u9142",
				"/u138811"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p356",
				"https://www.flashback.org/t1048457p304",
				"https://www.flashback.org/t1048457p336",
				"https://www.flashback.org/t1048457p340",
				"https://www.flashback.org/t1048457p344"
		],
		"userUrl": [
				"https://www.flashback.org/u9142",
				"https://www.flashback.org/u259285",
				"https://www.flashback.org/u208423",
				"https://www.flashback.org/u9142",
				"https://www.flashback.org/u138811"
		],
		"sentence": [
				"ja det kan man väl säga alla stater anser sig ha monopol på våld, nu är det ju så att dessa organisationer som maffia och ha funka ju på samma sätt en stat i staten och i och med att staten faktiska sålt monopols rätten till att utöva våld, då har statten kapitulerat i och med att det regelverk som gäller ursprungligen att dra in stålar finns någon annanstans utan kontroll av staten det är alltså ett sätt att deliger vålds ut övningen vem blir det då som avgör om en organisation är kriminell ,, sanningen är ju den att om man studerar dessa uniforms bögar så är dom ju faktiskt mera mera kriminella än den konkurrerande vålds ut övaren det ser man ju på historien om café operas dörr slusk och denna lista kan göras hur lång som helst ,,och uppenbart så behöver folk inte vara på fyllan för att tilldra sig intresse utan det räcker med att en neger inte samarbete med dessa individer vilket gör att den nazze mentalitet skall krypa fram och det är då plötsligt inte åtal bart ,, en konsekvens av det bettendet som myndigheter och då särskilt polisen uppvisar gör att det i princip funkar alldeles utmärkt med mils förband och medborgar garden med egna regler som far runt om nätterna , frågan är ju bara när dessa ryker i hopp i sina olika intressen sfärer #Och det grundar du på?",
				"Jag har råkat ut för en sak på fyllan och polisen utreder just nu men saken är den att finns det någon som heter \"almän anmälan\" eller om personen som man gjort brottet mot ( det var inte den som anmälde ) inte vill att saken skall tas upp i dom eller att saken skall polisanmälas kommer då hela rasket läggas ner eller hur ligger det till?",
				"min syster ska bli polis haha jag skulle aldrig kunna ta henne på allvar om hon skulle komma fram till mig och be mig slänga min öl eller någon liknande hade nog bara stor garvat och sprungit för att se om hon skulle kunna ta mig hahaha hur gör ni grisar när ni ser någon nära eller kompis göra något olagligt när ni är i tjänst?",
				"Polisen korrigerar regnumret med en tjänsteanteckning och lämnar till den ansvarige handläggaren på myndigheten# du tycker inte att det låter lite kryptiskt vad var det det stod i inlägget ovan #Fick min förra bil stulen för ca:1 år sen och lyckades finna den , ringde polisen och sa detta - Javisst vi skickar en bil på direkten så vi löser dettta....",
				"alltid ha koll på alla andras avsikter hela tiden, det är inte lätt och det som är ännu svårare är att med 100% säkerhet veta att en person begått ett brott, innan man fått stanna personen i fråga och pratat med denne (det du kallar trakasserier)."
		]
	},
	{
		"postIndex": [
			[18153],
			[20458],
			[18147],
			[17879],
			[18647]
		],
		"postTime": [
				"2008-12-06",
				"2009-02-24",
				"2008-12-05",
				"2008-11-24",
				"2008-12-21"
		],
		"postNum": [
			[4386],
			[4907],
			[4383],
			[4313],
			[4502]
		],
		"postLink": [
				"/sp14014611",
				"/sp15306998",
				"/sp14009870",
				"/sp13851682",
				"/sp14234924"
		],
		"postUser": [
				"Twitch",
				"Kontimental",
				"FÖRBANNADE_P",
				"Acovski",
				"Sockerpappan"
		],
		"postUserID": [
				"/u81919",
				"/u189449",
				"/u261764",
				"/u249616",
				"/u287910"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p366",
				"https://www.flashback.org/t1048457p409",
				"https://www.flashback.org/t1048457p366",
				"https://www.flashback.org/t1048457p360",
				"https://www.flashback.org/t1048457p376"
		],
		"userUrl": [
				"https://www.flashback.org/u81919",
				"https://www.flashback.org/u189449",
				"https://www.flashback.org/u261764",
				"https://www.flashback.org/u249616",
				"https://www.flashback.org/u287910"
		],
		"sentence": [
				"varför kommer det sig att alla poliser alltid tror sig veta bättre än andra människor och varför har man aldrig fått ut något positivt av att dem ingriper , jag är ingen kriminell person men blir behandlad så ändå av poliser så fort dem fått för sig att man uträttat ett brott eller fått för sig att dem behöver bättra på deras statistik tar dem chansen även om man kan påpeka att det man gjort är fullkomligt lagligt, verkar mest finnas rötägg där ute som vill utmärka sig för sina kollegor, jag kommer nog alltid att tycka att poliser i allmänhet är personer som har fått för sig att dem är \"bättre\" människor än någon annan, av mina erfarenheter sätt.",
				"Problemet är nu att den bekante jag körde var påverkad och jag släppte honom utanför hyreshuset satt kvar i bilen hela tiden efter 5-10~ minuter kommer denne springandes till bilen hoppar in i baksätet och skriker körkörkör jag ser att han är blodig och tänker han bråkade med killen eller något så jag kör därifrån och blir passerad utav flera polispatruler dom bryr sig inte om mig ett dugg och jag kör han hem troende om att han har bråkat med sin kompis (antog att det var ett bråk för han pratade som om det var någon skuld dom hade emellan sig) efter detta så får jag reda på att det inte handlade om någon misshandel eller något sådant utan det var ett inbrott som min bekanta utförde i lägenheten och blodet kom från att han skar sig när han krossade glasrutan.",
				"3 år efter beslut * När inget åtal väcks och personen är under 18 år (SFS 2008:47) 5 år efter dom, beslut eller godkännande * Penningböter * Dagsböter * Tillträdesförbud 5 år efter det att straffet föll bort * Förvandlingsstraff för böter (18 § eller 21 § (1979:189) bötesverkställighetslagen) 5 år efter det att straffet föll bort * Bortfallande av fängelsestraff (35 kap 8 eller 9 § brottsbalken) 10 år efter dom eller beslut * Villkorlig dom * När inget åtal väcks och personen är 18 år och äldre (SFS 2008:47) * Skyddstillsyn * Ungdomsvård eller ungdomstjänst * Fri från påföljd * Besöksförbud 10 år efter det att påföljden verkställts * Fängelse * Sluten ungdomsvård * Rättspsykiatrisk vård En uppgift i belastningsregistret ska finnas kvar så länge en annan uppgifts gallringstid inte infallit.",
				"för orkade inte kolla genom alla sidor, Om man åker dit på drograttfylleri för cannabis , Ni vet ju inte om någon är påverkad just vid tillfället , Hur kan man då bli dömd för ngt som saknar bevis eller hur man ska säga , ni vet ju inte om man är påverkad eller inte , Och om det inte syns i blodet vid proverna, För det tar inte så lång tid för thcn att gå ur blodet , Om man tex rökt nån enstaka gång.",
				"precis och framförallt anses det väl allmänt att alla kan begå en brottslig handling under rätt förutsättningar, och att ngn nappar på en \"provokation\" ofta inte säger nånting om frågan om personen verkligen hade begått ett brott om inte polisen skapat en sådan situation där det sker."
		]
	},
	{
		"postIndex": [
			[23431],
			[22634],
			[21863],
			[22612],
			[22032]
		],
		"postTime": [
				"2009-06-24",
				"2009-04-23",
				"2009-04-03",
				"2009-04-23",
				"2009-04-05"
		],
		"postNum": [
			[5628],
			[5408],
			[5231],
			[5404],
			[5259]
		],
		"postLink": [
				"/sp17330439",
				"/sp16286448",
				"/sp15946349",
				"/sp16279775",
				"/sp15976654"
		],
		"postUser": [
				"Gunflict",
				"Gunflict",
				"Caimen",
				"Gunflict",
				"Voine"
		],
		"postUserID": [
				"/u339997",
				"/u339997",
				"/u226529",
				"/u339997",
				"/u259677"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p469",
				"https://www.flashback.org/t1048457p451",
				"https://www.flashback.org/t1048457p436",
				"https://www.flashback.org/t1048457p451",
				"https://www.flashback.org/t1048457p439"
		],
		"userUrl": [
				"https://www.flashback.org/u339997",
				"https://www.flashback.org/u339997",
				"https://www.flashback.org/u226529",
				"https://www.flashback.org/u339997",
				"https://www.flashback.org/u259677"
		],
		"sentence": [
				"Behöver hjälp av någon kunnig det är så att en vän har råkat ut för ett brott av en person i samma gård som där h*n bor, vi kallar denna person för Offret Problemet är att Offret inte känner Gärningsmännen personligen men vet att ena gärningsmannen bor i samma gård Polisanmälan är redan gjord men problemet är att offret fick ett tips via en granne om att gärningsmannen heter så i efternamn och bor vid port nummer * Tar polisen hand om det här även fast offret inte kunnat ge klara uppgifter om gärningsmännen, jag menar uppgifterna offret fått är redan rapporterade till polisen men enligt mig verkar dem inte så jätte intresserad av det här Jag har själv erbjudit att knacka på dörren till efternamnet vi fått för att bekräfta men det känns lite dumt då jag hellre låter polisen ta hand om det här plus att situationer kan lätt bli hektiska, men både jag och offret har inte världens tillit åt polisen tack vare andra händelser som blivit ouppklarade det jag är rädd för är att gärningsmannens port kanske är felaktig och att offret plötsligt polisanmält en helt oskyldig person och risken att träffa på gärningsmännen igen för offret är extremt stort, offret känner sig hjälplös åt hela situationen och jag kan inte göra något annat än att låta polisen ta hela situationen i sina händer eller i värsta fall försvara offret vilket jag inte tvekar till vad ska jag göra?",
				"jo det har varit rättegång och idioten fick sitta av några månader, detta hände för över ett år sedan men fortfarande har inget hänt när det gäller skadeståndet så som jag förstått det så har kronofogden sagt att gärningsmannen ej har något jobb längre och ingen inkomst därav kan dem inte kräva gärningsmannen på skadeståndet, av det man hört från släktingarna, dem bor ute i skåne, så ser dem gärningsmannen köra runt med bil hela tiden då han bor relativt nära och om man fan har råd att köra bil stup i kvart så fan har man pengar.",
				"Att det finns någon bil någonstans i Sverige kan jag inte svara på, men jag kan med säkerhet påstå att det inte finns någon knapp som dödar varenda lampa i hela bilen som standardutrustning på polisbilar Däremot så kan man släcka all yttre belysning av praktiska skäl, såsom att man vill ha bilen igång med värme om man sitter och spanar någonstans, eller att man väntar på nästa fortkörare och inte vill skylta med att bilen står stilla på ett suspekt ställe.",
				"vad gör man om väntar på skadestånd från en misshandel, men gärningsmannen inte kan betala endå så har han en lägenhet som han betalar hyra för kronofogden verkar inte ta detta ärende och polisen bryr sig inte alls, detta handlar inte om mig utan en släkting hon vill gärna få sin rättvisa det finns en stor risk att någon i släkten tar lagen i egna händer och det lär nog inte bli fint för någons sida vem kontaktar man?",
				"Däremot som jag tidigare berättat så har en person som arbetar på rikskrim svarat följande på min fråga: -\"poliser dom måste ju ändå dopa sig\" -\"Det kan du ge dig fan på och inte så lite heller\" Sedan tog han ett exempel på en langare i huvudstaden som hade en hel del poliser som kunder, därav också svårigheten att gripa honom."
		]
	},
	{
		"postIndex": [
			[26447],
			[26411],
			[25504],
			[24374],
			[24885]
		],
		"postTime": [
				"2009-12-24",
				"2009-12-22",
				"2009-10-11",
				"2009-08-06",
				"2009-08-23"
		],
		"postNum": [
			[6419],
			[6406],
			[6118],
			[5839],
			[5956]
		],
		"postLink": [
				"/sp20502584",
				"/sp20482514",
				"/sp19193609",
				"/sp18027346",
				"/sp18333873"
		],
		"postUser": [
				"Twitch",
				"Twitch",
				"Boots&Braces",
				"booger",
				"GandalfTheGay"
		],
		"postUserID": [
				"/u81919",
				"/u81919",
				"/u100672",
				"/u371472",
				"/u197190"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p535",
				"https://www.flashback.org/t1048457p534",
				"https://www.flashback.org/t1048457p510",
				"https://www.flashback.org/t1048457p487",
				"https://www.flashback.org/t1048457p497"
		],
		"userUrl": [
				"https://www.flashback.org/u81919",
				"https://www.flashback.org/u81919",
				"https://www.flashback.org/u100672",
				"https://www.flashback.org/u371472",
				"https://www.flashback.org/u197190"
		],
		"sentence": [
				"Hur är d att vara polis i sverige, antar att du är vanlig polis dvs vad gör du för saker vad har du som vanlig polis i uniform rätt till att göra , får du tex själv snoka om privata personer i privata register mm är man nöjd med allt man får gå igenom efter ett par års yrkesutövande, gör du allt i din vardag till 100 procent felfritt enligt lagens regler eller tummar ni som alla vanliga svenskar gör på saker om det finns läge för utan större bekymmer.",
				"Hur kommer det sig att polisen skiter i om en läkare utfärdar falska LPT hämtningar som motstrider svenksa lagen, är inte det ett brott som alla andra som skall tas på högsta allvar eller är det så att även polisen är korrupt i sverige å förbiser saker pga personliga åsikter samt ev kännedommar till vedebörande anmälare mm?",
				"Tycker vi kan samla ihop alla våldsbenägna poliser i landet, eller som visar tecken på att vara det (Nog fan borde någon av alla de poliserna som var på 24 åringen kunna urskilja om en kollega kanske stampade lite hårdare än de övriga) och sen utbilda/tvångskommendera dessa till kravallpoliser så de får göra lite nytta eller åtminstone ge sig på folk som förtjänar det och där det är befogat.",
				"Men har personen i fråga redan blivit polis så har dom i stället välldigt stor chans att få ha kvar sitt jobb om dom skulle bli dömda för något brott, och då menar jag ju så klart inte något jättegrovt brott så som bankrån eller så.",
				"När dom såg mig så hann jag i princip inte säga ett ord innan dom ringde polisen och när polisen väl kom hade jag suttit och varit sjysst bara men ändå sa polisen direkt när dom kom att jag skulle in i fyllecell."
		]
	},
	{
		"postIndex": [
			[27792],
			[27720],
			[28508],
			[26810],
			[27754]
		],
		"postTime": [
				"2010-02-08",
				"2010-02-05",
				"2010-02-18",
				"2010-01-13",
				"2010-02-06"
		],
		"postNum": [
			[6772],
			[6752],
			[6942],
			[6527],
			[6764]
		],
		"postLink": [
				"/sp21352495",
				"/sp21304084",
				"/sp21545895",
				"/sp20867911",
				"/sp21323518"
		],
		"postUser": [
				"ManilaTT",
				"HUNKKILLER",
				"Rigel",
				"micro113",
				"bitterblond"
		],
		"postUserID": [
				"/u383393",
				"/u415900",
				"/u394464",
				"/u317096",
				"/u316314"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p565",
				"https://www.flashback.org/t1048457p563",
				"https://www.flashback.org/t1048457p579",
				"https://www.flashback.org/t1048457p544",
				"https://www.flashback.org/t1048457p564"
		],
		"userUrl": [
				"https://www.flashback.org/u383393",
				"https://www.flashback.org/u415900",
				"https://www.flashback.org/u394464",
				"https://www.flashback.org/u317096",
				"https://www.flashback.org/u316314"
		],
		"sentence": [
				"Polisen, manipulerar telefonavlyssning genom att ta bort samtal som styrker den misstanktes uppgifter, (tekniskt fel bruker det kallas) polisen skriver falska avlyssningslistor, (vilket vi kunde bevisa i var rattegang genom att krava att samtalen spelades upp) polisen sitter i rattegangar och ljuger (vilket en polis spanare satt och gjorde i var rattegang med los skagg och annan maskering), polisen satter pa GPS sandare pa bilar olagligt, (vet inte om det nuver ar lagligt, vet dock att de gjorde det redan for 10 ar sen nar jag vet att det var olagligt) polisen manipulerar video inspelat span material, (i var rattegang pastod de att en vapenaffar hade agt rum bakom en byggnad, de hade en videoinspelning som visade nar bilen akte runt byggnaden, men inte nar den kom runt hornet igen.",
				"tror inte du har läst riktigt vad jag skrivit, jag har inte blivit kallas till nåt förhör alls, hur skulle det se ut om man anmälde folk vänster till höger och det dröjer fler år innan det kommer papper för misstänkt, anledingen jag frågar är jag sökte till en tjänst och då stod det att jag förekommer i ett register, så jag antar att det är i sånt fall misstanke eftersom jag inte är med i belastningsregistret, sen så har jag inget namn på att ringa nån förhörsledare eftersom ingen sånt har inkommit.",
				"har fått det inttrycket att cheferna inte är alltför poppis, de är personer som kommer utifrån och skall leda polismän utan att ha någon erfarenhet av vanligt polisarbete, jurister och ofta politiskt tillsatta (inte allför sällan socialdemokrater medans \"vanliga\" polismän ofta röstar åt höger) Varför är det inte en merit att ha varit polis i några år innan man blir polischef?",
				"Att kungen, eller någon annan celiberitet sitter i bilen innebär inte att det finns skäl att bryta trafikregler, inte heller att chauffören per automatik har rätt att göra det -- däremot innebär deras brott mot trafikregler samma fara, som om svensson eller vem som helst bryter mot samma regel vid samma tillfälle.",
				"jag vet att det är många här som tycker att polisen gör så men ett antal fall där regler inte följts (allt från enstaka poliser som kört för fort för att hinna köpa kaffe till mer allvarliga fall) innebär inte att svenska polisen som helhet medvetet struntar i alla lagar och regler."
		]
	},
	{
		"postIndex": [
			[31359],
			[31337],
			[30796],
			[29530],
			[31336]
		],
		"postTime": [
				"2010-06-07",
				"2010-06-06",
				"2010-05-22",
				"2010-03-29",
				"2010-06-06"
		],
		"postNum": [
			[7658],
			[7651],
			[7543],
			[7197],
			[7651]
		],
		"postLink": [
				"/sp23552551",
				"/sp23543439",
				"/sp23244860",
				"/sp22234437",
				"/sp23543439"
		],
		"postUser": [
				"Jarhead",
				"pinker",
				"Forevo",
				"pethom",
				"pinker"
		],
		"postUserID": [
				"/u127715",
				"/u388253",
				"/u74994",
				"/u208867",
				"/u388253"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p639",
				"https://www.flashback.org/t1048457p638",
				"https://www.flashback.org/t1048457p629",
				"https://www.flashback.org/t1048457p600",
				"https://www.flashback.org/t1048457p638"
		],
		"userUrl": [
				"https://www.flashback.org/u127715",
				"https://www.flashback.org/u388253",
				"https://www.flashback.org/u74994",
				"https://www.flashback.org/u208867",
				"https://www.flashback.org/u388253"
		],
		"sentence": [
				"Fråga till poliserna på forumet: Om ni var vid nån liten grej (låt säga brand eller liknande där ni bara står och tittar på) och en vanlig person kommer fram och frågar om han/hon får följa med resten av passet för att se hur det är att vara polis, hur skulle ni reagera då?",
				"sen sa dom att det kommer anmälas och eventuelt rättegång om det här och om jag ville ha en advokat osv när jag frågade vad kommer hände efter det så dem: jag skulle invänta ett brev från dom angående det här tjejen kommer definitivt inte säga någonting om mig angående det här då jag känner hans bror ganska väl och familjen :/ men hon hade sagt i förhören att det var härifrån så vet inte hur det funkar.",
				"Handläggaren säger dessutom vid ett tillfälle att samt Handläggaren säger dessutom helt öppet att denne samt att Trots att den andra händelsen hade barn inblandat, skett helt oprovocerat samt under bristande tillsyn och skadorna var Mycket stora, vilket inte skett i detta fall då dessa ägare i detta fall har fått beröm för tillsynen.",
				"En fråga som du säkert inte har lärt dig utan som grundar sig på vad du har hört eller sett: När någon polis går in i en lägenhet som haft inbrott eller liknande, vilken orsak som helst som kräver att han eller hon måste vara där inne, hur ofta händer det att han/hon går ut med en glasspinne från frysen eller en \"ny\" klocka, eller något annat?",
				"efter 20 min det har hänt så märker jag polisen som spanar in(då hon hade ringts till sin bror som ringde till mig) efter en stund kommer dom in till affären och säger att jag sålt till henne fast dom inte såg det eller någonting utan vad hon har sagt då (hennes version) dom förhör mig och jag nekar allt och dom går ut."
		]
	},
	{
		"postIndex": [
			[33835],
			[35083],
			[32968],
			[35037],
			[32265]
		],
		"postTime": [
				"2010-09-14",
				"2010-10-26",
				"2010-08-22",
				"2010-10-25",
				"2010-07-24"
		],
		"postNum": [
			[8246],
			[8550],
			[8085],
			[8538],
			[7903]
		],
		"postLink": [
				"/sp25484879",
				"/sp26405899",
				"/sp25012356",
				"/sp26381067",
				"/sp24422592"
		],
		"postUser": [
				"Twitch",
				"Baath",
				"lolicon",
				"Lipin",
				"Twitch"
		],
		"postUserID": [
				"/u81919",
				"/u384575",
				"/u337755",
				"/u474803",
				"/u81919"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p688",
				"https://www.flashback.org/t1048457p713",
				"https://www.flashback.org/t1048457p674",
				"https://www.flashback.org/t1048457p712",
				"https://www.flashback.org/t1048457p659"
		],
		"userUrl": [
				"https://www.flashback.org/u81919",
				"https://www.flashback.org/u384575",
				"https://www.flashback.org/u337755",
				"https://www.flashback.org/u474803",
				"https://www.flashback.org/u81919"
		],
		"sentence": [
				"kritisera inte polisen öppet då dem hatar kritik, mig hjälper dem inte till fem öre till med att utreda ordentligt vad som hänt min familj mm, dem avvisar bestämt allt om det hela och nu även om jag ringer så skiter dem i det och lägger på luren efter fem minuter OM jag inte kan säga exakt vem det är som gjort det hela och allt det dära och om jag inte misstar mig helt så blir du utsatt för grova brott så avvisas det direkt av dem för dem har \"inte tid med sådant , vi har viktigare saker att göra och lösa än att skicka ut bemanning för upprepade inbrott och stölder i lägenheter eller för att ta reda på varför din familj är försvunna?",
				"Problemet är bara att när dessa gapiga puckon, som Anna Sjödin exempelvis, får för mycket utrymme i exempelvis media så tror folk på det de säger, att det är fullständigt omöjligt att få igenom en anmälan mot en vakt eller en polis och risken är då att de som faktiskt HAR blivit illa behandlade skiter i att anmäla eftersom dessa idioter som \"känt sig kränkta och misshandlade\" eftersom en vak tag ett stadigt tag i armen på dem när de spottade och slog på vakten säger att det inte är någon idé eftersom allt ändå bara läggs ner.",
				"Känner mig hemskt förolämpad av polis, var ute och gick hem efter att ha handlat godsaker med min vän i fredags på gågata för att sedan en polisbil svängde in framför oss (alltså upp på gågatan och blockerade vägen för mig och min vän) Värt att notera är att jag såg något speciell ut just då, långt rätt hår och hade då lite slitna målarkläder på mig, men hur som så hade de \"följt\" mig under hela natten (max 30 min hade jag varit ute och var på g tillbaka hem) de sa att jag såg hög som tex.",
				"Skådespelartalang är också viktigt, polisyrket handlar ofta om att spela en roll: det kan vara bra att i vissa situationer verka arg (fast man inte är det) eller medkännande och förstående (fast man egentligen skiter i vilket, inte fattar personens fylleproblem och egentligen bara vill hem och sova) eller helt lugn och strukturerad (fast man inombords undrar hur fan man ska lösa situationen).",
				"svenska polisen får man inte kritisera öppet då dem blir ledsna å snea då och jag skämtar inte dem kommer att förstöra ditt liv eller din familjs liv för skitsaker bara för att visa deras makt även tortera dig å jaga dig även om du inte ens gjort ett brott i ditt liv."
		]
	},
	{
		"postIndex": [
			[35583],
			[35400],
			[35681],
			[35802],
			[35401]
		],
		"postTime": [
				"2010-11-05",
				"2010-11-01",
				"2010-11-07",
				"2010-11-10",
				"2010-11-01"
		],
		"postNum": [
			[8676],
			[8625],
			[8701],
			[8730],
			[8625]
		],
		"postLink": [
				"/sp26644849",
				"/sp26557456",
				"/sp26696388",
				"/sp26750134",
				"/sp26557456"
		],
		"postUser": [
				"Filato",
				"Filato",
				"Filato",
				"Filato",
				"Filato"
		],
		"postUserID": [
				"/u488013",
				"/u488013",
				"/u488013",
				"/u488013",
				"/u488013"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p723",
				"https://www.flashback.org/t1048457p719",
				"https://www.flashback.org/t1048457p726",
				"https://www.flashback.org/t1048457p728",
				"https://www.flashback.org/t1048457p719"
		],
		"userUrl": [
				"https://www.flashback.org/u488013",
				"https://www.flashback.org/u488013",
				"https://www.flashback.org/u488013",
				"https://www.flashback.org/u488013",
				"https://www.flashback.org/u488013"
		],
		"sentence": [
				"Spelar ingen roll vad man ställer för fråga här eller till någon av er ni har alltid ett förutsagt å redan känt svar på frågan för att ni speglar på att svaret ska vara politiskt korrekt annars är ni illa ute men i själva verket tycker ni något helt annat privat och det påverkar era beslut både privat som i tjänst och många där ute har stöddigare och mer tuffare attityd än va dem grövsta brottslingarna har då det är att sätta respekt i folk i alla situationer som uppstår eller kan uppstå då ni ju jobbar som förebyggande och säkert sätt där ni är riktigt skraja att göra ett enda misstag som kan spegla er verksamhet på fel sätt, uppstår det dilemmat ja då visar ni eran rätta sida som ni gömmer för vanligt folk för att erat rykte är mer värt än ett eller ett par privat personers liv eller deras rykten, PATETISKT men sant och jävligt tråkigt att verkligheten faktiskt är så och förmodligen förblir eller förvärras i framtiden pga alla mörkläggar situationer både polisen och andra myndigheter ni så snällt maktmissbrukar mot folk som är 100 procent oskyldiga men ändå bör röjas ur vägen antingen med livet eller genom ryktet eller genom att tysta ner en person tills hans liv är helt förstört då är ni fortfarande inte nöjda utan går på hela personens släkt vänner och familj, men något sådant här händer inte enligt er då är personen alltid felet då man lätt kan använda resten av kåren att förnedra och sänka personen å kalla honom sjuk , instabil , psykiskt sjuk osv osv , jag kontaket är det inte något fel på när det gäller er poliser att nyttja för att rädda erat skinn kollegor emellan, tragiskt att folk sedan ska förlora allt dem äger mm pga att ni jävlas med personen för att han vet saker ni inte vill ska föras ut utan kallar personen psykiskt sjuk osv.",
				"Varför är alla poliser personer med attityder som att vi behandlar alla lika oavsett vem du är eller vad du gjort alltid så fel i sina uttalanden då man som studerat lite olika saker vet med säkerhet att mycket som kommer från dem som uttrycker sig så är helt åt andra hållet och garderar sig i situationerna, sen kan man ju alltid fråga sig varför dem flesta poliser glänser och tror sig stå över vanliga människor även sådana som inte är brottslingar och som i exemplet ovan alltid tar för givet att varenda kotte där ute är kriminella mer eller mindre och det är bara vi poliser som inte är det och det särskiljer vi gärna med att starkt visa att vi är starkare genom att snabbt ta över psyket på folk skyldig eller oskyldig innan man passerat ån med vattnet och kommit fram till att vattnet va rent faktiskt, att sedan nästa fråga alltid följer är oftast har du eller tar du några mediciner , varför är anklagades svar, jo för att vi måste fråga detta för att säkerställa varför du beter dig misstänktsamt och udda i situationen , motsätter du dig minsta fråga är du genast än mer misstänkt, vad gör man då en person med befogenheter å sådant ansvar trackaserar en för att man såg misstänkt ut eller för att man fått höra skit från annat folk tror att man kan förnedra människor på det sättet när folk är oskyldiga och inte kan göra annat än att bli förnedrade genom kontroller och annat.",
				"Jag kan svara fast jag inte är polis på den , det bästa du kan göra är att först i lugn å ro stoppa in en dropp nål i pulsådern sen en på ett till ställe ta sen en pump med lagom tryck inte för stort å sen kör du försiktigt luft igenom tills dem mesta blodet är ute efter det vänd lite på liket upp å ner å så å pumpa igen tills du får ut det sista , ta sedan å å snitta upp liket i jämna delar rätt stora läs lite hur kroppen är uppbyggd , ta sedan å se till att lossa allt kött från benen samt gräv ur allt tills bara benen är kvar , sortera sedan hjärnan från huvudet det ska inte vara så svårt när skallen är lös , det viktiga är att benen är separerade från kött å annat , lägg benen i en förpackning så länge , ta sedan allt löst tjaffs å släng i en kraftig mixer , se till att mixa ordentligt å se till att inga ben eller annat finns där i det är viktigt inför nästa stadium, när allt är extremt finmalet tar du å lägger allt i en stor metall tunna du tar sedan ställer du den tunnan på en väldigt varm stor ugn ett tag å häll i lite extra brännbar vätska i tunnan , elda i något dygn tills askan är klar ordentligt , medans den kokar tar du ann benen se till att ta en verkstads mixer stark rackare å mixa benen ordentligt tills det är som pulver, gör sen samma process som med köttet , när allt är klart å det är till dammstoft å aska tar du å tvättar ur båda tunnorna med starkt starkt tvätt medel å häller i restena i en annan tunna när du har resterna i den andra tunnan vilket kommer vara väldigt lite skit förmodligen tar du å beställer en asfalterare som ska asfaltera din uppfart eller någon annan stans du lägger det lilla där under i gruset innan eller så söker du upp någonstans där dem asfalterar å snabbt gräver där vid byggplatsen.",
				"Jag måste bara svara på det även om jag inte är polis , välkommen till verkligheten dem är som alla andra yrken personer med brister å även annat även om dem är poliser ,dem är inte övermänniskor för det, dem misstror allt och alla även om du talar sanning å det är lite luddigt som dem brukar säga så är du misstänkt i 1 graden, mitt råd till dig är att vara lika gentemot dem behandlar dig var lika misstänksam mot dem då många av dem är fula fiskar iklädda olika arter i ett stort hav därute med både hajar och ormar som simmar i vattnet som kan vara både varmt och kallt, träffar du på en i kallvattnet och är osäker på vad för fisk som visat sig se till att inte lägga ut krokar med beten framför näsan på honom då hugger dem direkt då dem vill att folk ska nappa på det, se till att inte reta upp dem genom att gå ner på djupet i saker utan håll dig till mitten så inte saker flyter upp till ytan och DU simma lugnt annars är dem där garanterat igen.",
				"tar man dessutom upp saker som man vet att dem gör fel i läget är det helt kört och man får höra nu får du hålla käften annars tar vi i med hård handskarna och vi vet vem du är nu och sköt om dig å ta det lugnt nu , har du förstått det , ja säger man men det räcker aldrig med ett ja utan sista ordet ska gå till dem alltid , ja allt är ok jag har inte gjort något ni kan åka nu säger man , vi kollar bara att allt står rätt till det är vårt jobb och vår skyldighet, men när man ibland söker upp er för att få hjälp när det behövs som mest då är man inte välkommen alls eller ens betrodd i det man säger sig ha hänt då krävs det att man ska ha en person att namnge eller att man vet vilken exakt tid eller vart man kan tänkas att det skulle härröra från osv."
		]
	},
	{
		"postIndex": [
			[40608],
			[40819],
			[40179],
			[39233],
			[39382]
		],
		"postTime": [
				"2011-05-06",
				"2011-05-12",
				"2011-04-25",
				"2011-03-31",
				"2011-04-06"
		],
		"postNum": [
			[9893],
			[9948],
			[9801],
			[9596],
			[9634]
		],
		"postLink": [
				"/sp30468599",
				"/sp30589945",
				"/sp30280329",
				"/sp29820056",
				"/sp29922908"
		],
		"postUser": [
				"Lipin",
				"Allante",
				"BennyGas",
				"ogward",
				"Substantial"
		],
		"postUserID": [
				"/u474803",
				"/u568793",
				"/u12074",
				"/u175605",
				"/u454056"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p825",
				"https://www.flashback.org/t1048457p829",
				"https://www.flashback.org/t1048457p817",
				"https://www.flashback.org/t1048457p800",
				"https://www.flashback.org/t1048457p803"
		],
		"userUrl": [
				"https://www.flashback.org/u474803",
				"https://www.flashback.org/u568793",
				"https://www.flashback.org/u12074",
				"https://www.flashback.org/u175605",
				"https://www.flashback.org/u454056"
		],
		"sentence": [
				"Ja, jag orkar inte skriva någon avhandling, men: Det handlar enligt mig om sociala och ekonomiska problem i dessa områden vilket göder kriminalitet, det handlar om en usel integrationspolitik som tillåter att enklaver bildas vilket innebär att många lever i total utanförskap, det handlar om kulturella skillnader (som kan innebära att man inte respekterar de lagar och regler som finns i samhället), det handlar om bristande utbildning hos ungdomar och inte minst deras föräldrar, det handlar om obefintligt föräldraansvar (i många fall snarare uppgivenhet), det handlar om skolpolitik, det handlar om gruppkänsla och samhörighet som gör att en \"förortskultur\" sprider sig vidare till nästa generation, det handlar om dåliga hemförhållanden, det handlar om droger, m.",
				"och efter 15-16 år sker ett flickebarns - eller annat våldtäktsmål - då finns ju inte de här brotten i registren - och inte heller de misstänkta brott man skrev av - och det har kommit massor av nya poliser som inte vet om den här dåren - hur hittar ni då som - finns det ett register i evig tid som det mörkats om?",
				"på bilen som var parkerad utanför och även ringt Polisen som INTE skickade ut någon bil, då de hävdade att bilägaren var en gammal dam och att det inte kunde vara inbrott eftersom bilen inte var anmäld stulen (Det visade sig senare att tanten som ägde bilen hade en Pundare till son som \"lånade\" bilen på sina räder, detta visste polisen som brukade stoppa denna bilen ett par ggr.",
				"Killen hade tydligen i december polisanmält att hans cykel blivit snodd och idag såg han mig cykla och tyckte att den såg exakt ut som hans eftersom \"jag hade samma lås som du\" :S Då frågade han i fall jag hade kvitto o visa han på att jag inte snott den eller köpt den snodd, vilket jag sa att jag hade och gav han mitt nr så han kunde ringa mig.",
				"Hittar du en trevlig person som inte orsakar rabalder, svarar på eventuella frågor en polisman skulle ställa, allmänt hyfsad och laglydig - bortsett från jointen i handen - skulle du bry dig om att haffa denna, medveten om en lång springtur genom skogar och liknande, eller skulle du klappa denne på axeln och säga att CB är onödigt?"
		]
	},
	{
		"postIndex": [
			[43671],
			[41500],
			[41532],
			[41516],
			[42183]
		],
		"postTime": [
				"2011-09-27",
				"2011-05-28",
				"2011-05-29",
				"2011-05-28",
				"2011-06-30"
		],
		"postNum": [
			[10592],
			[10067],
			[10078],
			[10072],
			[10236]
		],
		"postLink": [
				"/sp33110503",
				"/sp30876107",
				"/sp30881330",
				"/sp30876680",
				"/sp31430694"
		],
		"postUser": [
				"testo85",
				"Allante",
				"Allante",
				"Allante",
				"Xerxes"
		],
		"postUserID": [
				"/u464828",
				"/u568793",
				"/u568793",
				"/u568793",
				"/u61835"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p883",
				"https://www.flashback.org/t1048457p839",
				"https://www.flashback.org/t1048457p840",
				"https://www.flashback.org/t1048457p840",
				"https://www.flashback.org/t1048457p853"
		],
		"userUrl": [
				"https://www.flashback.org/u464828",
				"https://www.flashback.org/u568793",
				"https://www.flashback.org/u568793",
				"https://www.flashback.org/u568793",
				"https://www.flashback.org/u61835"
		],
		"sentence": [
				"Tycker det är skrämande ATT läsa aftonbladet, som idag tex talar om hur polisen fuskar med siffror, för ATT höja sin egen status och klättra på karriär stegen, skulle skämmas om Jag var polis, visst man ska inte dra alla över samma kant men utred er själva istället för ATT ta \"nisse\" som cyklar hem från bandyträningen utan lyse, eller \"lisa som är lite överförfriskad och står med sin väninna och väntar på ATT bli hämtad av ngn vän, ser ut som ni har egna stora problem, red ut dom istället.",
				"Polis över radion efter att ha kontrollerat bil - oförsäkrad och körförbud - kvinnlig polis som frågat och har stoppat bilen* - Vad Bra - dvs polisen tycker att det är bra att folk kör oförsäkrat och med körförbud - jag tycker att det är för jävligt och beklämmande - tycker poliserna att det är bra att folk våldtar kvinnor och män, slår på folk så dom skadas och slår strike med bussar också - vilket hände idag.",
				"Aktuell snubbe hade naturligtvis bilen i ordning - hans bil är 18 år och den var väl typ 10 år när han köpte den - han hade inte råd att köpa motsvarande bil ny eller 2 år gammal och därför anser Ni och polisen att han skall plågas och trakasseras av polisen - dessutom vad hade hans son som satt bredvid med det att göra?",
				"JAHA - OCH OM DE GÖR DET - VILKA BROTT HAR MAN BEGÅTT DÅ - MAN SITTER JU INTE PRECIS PÅ EDGÅNG I SIN GAMLA BIL NÄR POLISEN STÄLLER FRÅGOR Nu är det så att den här snubben skulle vilja ha en ny BMW 645 cab - men har inte råd med det och han vill inte heller ha en hyfsat ny smart eller opel kaputt - han är en normalt arbetande snubbe med typ 22 k i månadslön före skatt - och hans fru har något liknande - bor i en HyresOrätt i förort - och de har en son- + att han haft en ekonomiskt belastande externt barn - de är nettoskuldsatta men snurrar runt sin ekonomi - OCH HAR INTE RÅD ATT KÖPA EN JUSTE BMW 645a eller en AMG 55 eller AMG CL65 som han skulle vilja.",
				"en biljakt är rätt vansklig för övrigt, den syftar mer eller mindre till att: - fordonet (helst) skall stanna frivilligt - fordonet stannar ofrivilligt (soppatorsk, bilen körs sönder, bilen krockar) - i sällsynta fall att polisen \"trycker\" eller boxar in bilen för att tvinga fram ett stopp saken är farlig och kan livslånga konsekvenser för alla inblandande och tredje part, lätt att glömma det i stridens hetta."
		]
	},
	{
		"postIndex": [
			[44911],
			[44816],
			[45030],
			[46718],
			[45045]
		],
		"postTime": [
				"2011-11-21",
				"2011-11-19",
				"2011-11-27",
				"2012-02-03",
				"2011-11-27"
		],
		"postNum": [
			[10830],
			[10814],
			[10859],
			[11232],
			[10863]
		],
		"postLink": [
				"/sp34131251",
				"/sp34098287",
				"/sp34234397",
				"/sp35481160",
				"/sp34236482"
		],
		"postUser": [
				"GulSmurf",
				"GulSmurf",
				"Geba.",
				"qwoei",
				"roughhands"
		],
		"postUserID": [
				"/u581759",
				"/u581759",
				"/u315697",
				"/u457925",
				"/u258752"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p903",
				"https://www.flashback.org/t1048457p902",
				"https://www.flashback.org/t1048457p905",
				"https://www.flashback.org/t1048457p936",
				"https://www.flashback.org/t1048457p906"
		],
		"userUrl": [
				"https://www.flashback.org/u581759",
				"https://www.flashback.org/u581759",
				"https://www.flashback.org/u315697",
				"https://www.flashback.org/u457925",
				"https://www.flashback.org/u258752"
		],
		"sentence": [
				"eftersom jag inte fick något svar i förra posten så re-postar jag den nu o hoppas fä svar ;( undrar bara en sak blev \"haffade\" av två poliser förut och dom tog min väska för att jag hade ett hål i ryggen som dom menade var till för att ha och klottra med jovisst jag målar med då är det på lagliga ställen och jag råkade dock ha på mig tre stycken pennor som dom anklagade mig för skadegörelse för och det jag undrar är får polisen ta väskan bara så där utan att lämna uppgifter, han sa också att den skulle eldas upp eftersom den var \"förbrukad\" mer eller mindre sedan tog han min mobil och gick igenom den men jag hade nästan som tur va uppdaterat den så att den var helt återställd och jag hade inget privat eller bilder på måliningar som han trodde att jag hade gjort lite sådär sne på han just nu.",
				"undrar bara en sak blev \"haffade\" av två poliser förut och dom tog min väska för att jag hade ett hål i ryggen som dom menade var till för att ha och klottra med jovisst jag målar med då är det på lagliga ställen och jag råkade dock ha på mig tre stycken pennor som dom anklagade mig för skadegörelse för och det jag undrar är får polisen ta väskan bara så där utan att lämna uppgifter, han sa också att den skulle eldas upp eftersom den var \"förbrukad\" mer eller mindre sedan tog han min mobil och gick igenom den men jag hade nästan som tur va uppdaterat den så att den var helt återställd och jag hade inget privat eller bilder på måliningar som han trodde att jag hade gjort lite sådär sne på han just nu.",
				"Måste ju komma perioder då ni känner er dåliga, speciellt med tanke på alla idioter som jobbar som poliser (tänker på dom som faktiskt är duktiga poliser, att dom/ni blir neddragna av era inkompetenta kollegor) Har själv erfarenhet av att läxat upp stöddiga poliser genom att framföra argument dom inte har något svar på och oftast slutar det med att dom blir mer hotfulla, nästan som små barn när dom inte kan inse att dom har fel för en gångs skull.",
				"Förstår att man inte anmäler sina kollegor om de kanske är lite hårdhänt mot någon riktigt otrevlig skit som aldrig lär sig (det måste ju vara svårt att vara opartisk exakt hela tiden), eller kör några km/h för fort, men skönt att höra ni som blev Polis av rätt anledning vågar anmäla kollegor då ni känner att det behövs.",
				"Inte för att jag är polis, men dom flesta börjar med tiden att tappa \"glöden\" när dom inte kan göra sitt bästa i alla instanser(begränsade) Jag jobbar som tågmek och har endast jobbat 1år här och har redan tappat lite av \"glöden\" jag hade i början, att hitta alla fel och rapportera, just för att jag sällan får tid att fixa dom och för att dem över mig i många fall ignorerar dessa rapporteringar."
		]
	},
	{
		"postIndex": [
			[48651],
			[48498],
			[50720],
			[49838],
			[50461]
		],
		"postTime": [
				"2012-05-06",
				"2012-04-27",
				"2012-09-27",
				"2012-08-10",
				"2012-09-22"
		],
		"postNum": [
			[11646],
			[11601],
			[12109],
			[11924],
			[12072]
		],
		"postLink": [
				"/sp37201238",
				"/sp37052601",
				"/sp39547206",
				"/sp38761343",
				"/sp39460723"
		],
		"postUser": [
				"Zappline",
				"turbo72",
				"hammarkullen",
				"Marqui",
				"hammarkullen"
		],
		"postUserID": [
				"/u173431",
				"/u437759",
				"/u135756",
				"/u659766",
				"/u135756"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p971",
				"https://www.flashback.org/t1048457p967",
				"https://www.flashback.org/t1048457p1010",
				"https://www.flashback.org/t1048457p994",
				"https://www.flashback.org/t1048457p1006"
		],
		"userUrl": [
				"https://www.flashback.org/u173431",
				"https://www.flashback.org/u437759",
				"https://www.flashback.org/u135756",
				"https://www.flashback.org/u659766",
				"https://www.flashback.org/u135756"
		],
		"sentence": [
				"Men min fråga var varför man ofta gör kontroller på ställen där det inte finns övergångsställen, dålig sikt, skolor eller liknande utan på platser som det väldigt sällan eller aldrig händer olyckor på, eller mitt i nätterna när det nästan inte finns en människa ute och folk kanske kör lite fortare för att de vill hem och få sig lite sömn efter en slitsam dag, vare sig det är vardag eller helg.",
				"Fråga 2: Om man i förlängningen beslutar sig om att det är riskfritt att släppa på genomfartstrafik om de väljer att följa en given rutt, kan man - och i så fall med vilket lagstöd - som polis (enskild polisman, yttre befäl eller vakthavande) besluta om att först kontrollera identitet på personerna i fordonet och/eller genomsöka fordonet efter otillåtna föremål (vapen eller andra tillhyggen) i ovanstående fall?",
				"Fick sparken efter att ha fått en arbetsrelaterad skada, har pajat ryggen för all framtid å allt jag fick var foten, istället för ett tack för att ha jobbat heltid å aldrig missat en dag på 8år, nu är det fan inte lätt att få jobb, dels är arbetslösheten ganska stor, fast det är ju bara de arbetslösa som känner av det tydligen, dessutom undrar man hur många jobb som kommer vilja anställa mig när min rygg knappt fungerar..",
				"Han jobbar som piket polis i göteborg och berättade när jag frågade om det stämde att piket polisen gav folk stryk i bussarna som ryktet säger (inte för jag trodde på det innan) Men då sa han att det hände att de gav kanske någon ett extra slag eller något efter att det satt sig i bussen.",
				", Det är min födelsedag, har kommit till stan med ett gäng vänner, visst ett par av dem har druckit, men jag å min närmsta vän har inte tagit något (å på den tiden tog vi aldrig något, varken alkohol eller droger), en annan kompis dyker upp å min kompis tar ett hopp fram för å hälsa på denna, då dyker de upp några poliser å brottar ner min kompis."
		]
	},
	{
		"postIndex": [
			[52892],
			[51957],
			[51130],
			[51447],
			[51008]
		],
		"postTime": [
				"2013-04-16",
				"2013-01-16",
				"2012-10-25",
				"2012-11-18",
				"2012-10-18"
		],
		"postNum": [
			[12678],
			[12389],
			[12203],
			[12273],
			[12172]
		],
		"postLink": [
				"/sp42983420",
				"/sp41505178",
				"/sp40016446",
				"/sp40431939",
				"/sp39901445"
		],
		"postUser": [
				"priz",
				"kuldusch",
				"Caimen",
				"Jetski",
				"Tenacious"
		],
		"postUserID": [
				"/u532254",
				"/u729340",
				"/u226529",
				"/u750170",
				"/u72827"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p1057",
				"https://www.flashback.org/t1048457p1033",
				"https://www.flashback.org/t1048457p1017",
				"https://www.flashback.org/t1048457p1023",
				"https://www.flashback.org/t1048457p1015"
		],
		"userUrl": [
				"https://www.flashback.org/u532254",
				"https://www.flashback.org/u729340",
				"https://www.flashback.org/u226529",
				"https://www.flashback.org/u750170",
				"https://www.flashback.org/u72827"
		],
		"sentence": [
				"Som föregående postare sa, det är inte för att jag skulle bli särskilt förolämpad då de flesta som säger så inte fattat att svenskar inte är knäppa och går upp i spinn när folk kommer med lögner dock så tycker jag inte det visar respekt eller hör till allmän ordning att prata på det viset till en polis så skulle du prata på det viset skulle jag misstänka att du hade fuffens för dig, kolla vem du är, visitera dig och bort dig (i mån av tid).",
				"Jag tycker att polisen kan hålla sig till de dom gör, alla anmälningar o så, MEN jag skulle önska att det inte va någon kontorspolis som utreder en annan polis i något ärende då det avskrivs och läggs ner i källarn ganska snabbt och sen är de glömt Jag skulle vilja att polisen själva får åka på förhör och att det är en annan utredare som inte har med polisen o göra överhuvudtaget, det hade varit RÄTT enligt mig!",
				"Jo syftet med undersökningen av detta andra utrymme - i detta fall en gård - skall vara detsamma som för husrannsakan, det vill säga \"för att söka efter föremål som kan tas i beslag eller i förvar eller annars för att utröna omständigheter som kan vara av betydelse för utredning om brottet eller om förverkande av utbyte av brottslig verksamhet\" Utröna omständigheter som kan vara av betydelse för utredning av brott är ju en väldigt allmänt hållen formulering.",
				"Men polisen har hela tiden vetat om alla \"mystiska\" omständigheter och detaljer kring detta försvinnande och har ändå inte agerat utöver vad du/ni kallar \"ett vanligt försvinnande\" Blir både förbannad & ledsen över hur enkelspårigt man ser på fall där människor försvinner, som att alla personer är lika, som att alla skulle välja att försvinna!???",
				"Läst lite om Psilosophers tankar kring polisen och hur de ofta påtvingar människor \"moralkakor\" och personliga åsikter kring moral och etik som egentligen inte faller under deras uppdrag (och som oftast är dåligt underbyggda, men man kan ändå bara nicka och hålla med - för ingen orkar diskutera med en polis)."
		]
	},
	{
		"postIndex": [
			[56654],
			[55079],
			[55627],
			[56205],
			[54012]
		],
		"postTime": [
				"2014-01-17",
				"2013-07-29",
				"2013-10-22",
				"2013-12-04",
				"2013-06-14"
		],
		"postNum": [
			[13556],
			[13144],
			[13281],
			[13439],
			[12930]
		],
		"postLink": [
				"/sp47084939",
				"/sp44524976",
				"/sp45784712",
				"/sp46428771",
				"/sp43903116"
		],
		"postUser": [
				"Markvii",
				"Baath",
				"Markvii",
				"Markvii",
				"Xay"
		],
		"postUserID": [
				"/u836786",
				"/u384575",
				"/u836786",
				"/u836786",
				"/u723140"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p1130",
				"https://www.flashback.org/t1048457p1096",
				"https://www.flashback.org/t1048457p1107",
				"https://www.flashback.org/t1048457p1120",
				"https://www.flashback.org/t1048457p1078"
		],
		"userUrl": [
				"https://www.flashback.org/u836786",
				"https://www.flashback.org/u384575",
				"https://www.flashback.org/u836786",
				"https://www.flashback.org/u836786",
				"https://www.flashback.org/u723140"
		],
		"sentence": [
				"JA - Napi - men OM jag skulle anmäla någon jag inte sett förtära alkohol skulle jag bara påtala att bilen framförs konstigt - det kan ha ett antal orsaker ink körkortslös mm MEN folk som inte sett folk dricka alkohol påstår ju att de kör rattfulla de ljuger och tillvitar folk osann brottslighet när folk är nyktra - och kommer tyvärr undan med dessa lögner.",
				"Det blev inte ens någon förundersökning gällande att jag skulle begått ett brott (åtminstone inte på den nivån att jag blev delgiven misstanke) eftersom det var så uppenbart att jag agerade i nödvärn (jag hade flertalet sår att visa upp och att två poliser såg händelsen och även grep mannen på plats gjorde det hela något enklare för min del skulle jag tro).",
				"Förmodligen är polis 1 en D(esperat) R(unkare) med sprängfylld spermapung som ser Hoppet OM Doppet (våta drömmen) i den kvinnliga kollegan och gör sig till o lyder henne som en kåt hund nära en brunstig tik - någon annan förklaring har inte jag - men mvii är inte polis DET HÄR VISAR - 1) BRISTERNA MED SEKRETESS I FÖRUNDERSÖKNINGAR i vart fall med nuvarande rekryterade o utbildade poliser PS - enligt dokumentation avslutades ingripandet dag 1 Två personer avhystes - en var mvii - den andra är okänd dokumentation enligt FAP 100-2 har inte upprättats.",
				"Själv skulle jag som polis på platsen tänka så här: Faan vad trizzt att folk skall hålla på med sån här skit och dessutom är det invandrare - det är ju mums mums för razzarna* o mörkermännen*- det är ju jävligt deprimerande att hitta och att det ö h t finns knark i landet och def inget roligt Verkar som att de befintliga poliserna i filmen tänkte så hääär: Fan vad kul att (det nu går att bevisa) svartskallarna håller på med sånt här skit - det här måste vi torgföra i media domstolar o TV och visa vilket jävla skitfolk invandrarna består.",
				"Det verkar i min erfarenhet som om polisen rätt uppenbart skiter i misstänkta om personen i fråga inte finns på plats när de anländer och hittar dom inte personen inom en timme eller två så skiter dom i det."
		]
	},
	{
		"postIndex": [
			[58054],
			[58021],
			[58097],
			[56900],
			[57133]
		],
		"postTime": [
				"2014-02-27",
				"2014-02-26",
				"2014-02-27",
				"2014-01-26",
				"2014-01-29"
		],
		"postNum": [
			[13856],
			[13842],
			[13863],
			[13615],
			[13652]
		],
		"postLink": [
				"/sp47709885",
				"/sp47698162",
				"/sp47713771",
				"/sp47218461",
				"/sp47269124"
		],
		"postUser": [
				"E259",
				"E259",
				"E259",
				"Markvii",
				"Markvii"
		],
		"postUserID": [
				"/u827309",
				"/u827309",
				"/u827309",
				"/u836786",
				"/u836786"
		],
		"postUrl": [
				"https://www.flashback.org/t1048457p1155",
				"https://www.flashback.org/t1048457p1154",
				"https://www.flashback.org/t1048457p1156",
				"https://www.flashback.org/t1048457p1135",
				"https://www.flashback.org/t1048457p1138"
		],
		"userUrl": [
				"https://www.flashback.org/u827309",
				"https://www.flashback.org/u827309",
				"https://www.flashback.org/u827309",
				"https://www.flashback.org/u836786",
				"https://www.flashback.org/u836786"
		],
		"sentence": [
				"Men mer våld innebär överlag högre risk för skador hur man än vrider och vänder på det dels till följd av vanliga lättförståeliga fysiska principer vanliga(lika självklara som att ett fall från 3 m innebär mer anslagsenergi än ett fall från 1 m etc etc) och det faktum att man i många fall inte kan( eller inte bör) chansa om man tex skall försvara sig mot en våldsam person utan kanske måste lyckas på försöket att få stopp på denne( om en person attackerar med kniv tex) Betänk också att många personer som vi har att göra med inte har den bästa hälsan, ofta en följd av div hårt leverne med drog och alkoholproblematik.",
				"Många filmer som visas( och som påstås vara så avslöjande) är inte i närheten av att ha den kvalitet som krävs för att den skall ha avgörande betydelse heller( ja jag har sett filmer på vaneförbrytare som begått brott av högre kvalitet men FU har lagts ned då deras id inte ansetts vara styrkt till 100%) Skulle nog säga att dom flesta klipp jag sett med svensk polis snarare visar att dom är rädda för att tillgripa det våld som kanske varit nödvändigt, vilket i sin tur kan vara en stor risk när man kunnat säkra situationen på en gång med lindrigare våld.",
				"Jag och en kollega skulle anmäla en person för våldsamt motstånd en gång men personen ifråga överlämnades av arrestpersonal till sjukvården av en helt förståelig anledning( detta skedde utan våran vetskap) och när vi sen ringde sjukvården för att ta reda på dennes id så var vederbörande redan släppt( vi hade inte möjlighet att göra detta förrän dagen därefter pga en massa jobb) och personen hade inga id handlingar så vi fick skriva både LOB och anmälan med \" okänd\" misstänkt/ omhändertagen.",
				"SaM - blev du skjutsad tillbaka till bilen eller vad hände - du hamnar ju en halvmil bort medelst tvångsåtgärder Vad säger Ni poliser - skall man hämtas som misstänkt t ex på landet - föras till polisstationen i närmaste stad för förhör stoppas in i cell för att efter ett antal timmar eller påföljande morgon förhöras - för att sen sent på kvällen eller nästa dag bara skickas ut på gatan - syftar f f a på de som är oskyldiga.",
				"OM INTE POLISEN KAN OCH VET VAD DE GÖR HAR DE INTE UTE PÅ GATORNA I UNIFORM OCH BEVÄPNING ATT GÖRA Enligt vissa av er poliser här har man fel i huvudet om man anser att polisen skall sköta sina jobb i enlighet med gällande lagstiftning och FAP:ar Du tycker således inte som Mvii - man som allmänhet skall kunna lita på och ha förtroende för polisen - då tycker jag du skall säga upp dig med omedelbar verkan redan idag."
		]
	}
]
