[
	{
		"postIndex": [
			[234],
			[9],
			[14]
		],
		"postTime": [
				"2010-02-05",
				"2010-02-03",
				"2010-02-03"
		],
		"postNum": [
			[72],
			[3],
			[5]
		],
		"postLink": [
				"/sp21306434",
				"/sp21265732",
				"/sp21265942"
		],
		"postUser": [
				"nyman",
				"Lieutenant-Pain",
				"lönnmördare"
		],
		"postUserID": [
				"/u97516",
				"/u347782",
				"/u114960"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p6",
				"https://www.flashback.org/t1116535p1",
				"https://www.flashback.org/t1116535p1"
		],
		"userUrl": [
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u347782",
				"https://www.flashback.org/u114960"
		],
		"sentence": [
				"Ni verkar glömma bort att Island och irland är lika illa ute eller menar ni att dom också har medelhavskultur som kan förklara deras dåliga ekonomi Sanningen är att euron är grunden till allt och därför så kommer euroländerna att få ställa upp med mucho pengar för att rädda euron medans vi i Sverige klarar oss bättre, men detta vill inte euroälskarna prata om eftersom detta stör deras verklighetsyn och deras försök att lura svenska folket att godta euron i Sverige.",
				"i detta fall finns det inte mycket tro på media eller ej, Grekland är fastslaget totalt Bankrupt, EU överväger att sparka ut dem ur unionen eller att rädda dem, men eftersom hela EU lider av den ekonomiska krisen så har jag svårt att se att något europeiskt land är villigt att ställa upp med miljarder för att rädda grekland.",
				"För övrigt så ska det inte vara det lättaste att få lån, då (enligt vad jag förstått) länder inte kan låna ut till varandra hur som helst (eller så kunde ECB låna ut hur som helst) och vill man ha pengar från IMF så får man ge upp en hel del av sin suveränitet (även om man kanske inte har så mycket kvar pga EU)."
		]
	},
	{
		"postIndex": [
			[1235],
			[1085],
			[1985]
		],
		"postTime": [
				"2010-03-09",
				"2010-03-06",
				"2010-05-02"
		],
		"postNum": [
			[302],
			[279],
			[490]
		],
		"postLink": [
				"/sp21891437",
				"/sp21847496",
				"/sp22862692"
		],
		"postUser": [
				"Visf",
				"alexandros1984",
				"Magicworld"
		],
		"postUserID": [
				"/u166136",
				"/u198211",
				"/u425795"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p26",
				"https://www.flashback.org/t1116535p24",
				"https://www.flashback.org/t1116535p41"
		],
		"userUrl": [
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u198211",
				"https://www.flashback.org/u425795"
		],
		"sentence": [
				"Goldman arbetade ju visst med Grekland förut och via credit default swaps fick de landet att se kreditvärdigt nog ut att komma in EU, sen när de väl var inne så räknade folk med att landet skulle räddas ifrån kollaps av Tyskland som stor export - och det är vad som kommer ske.",
				"Ett stort fel Grekland gör är att under alla år med turistbranschen inte investera i något annat, för turism bör inte va någon grund eller en huvudsak för ett land, det kanske håller bra för en liten stad men inte för ett helt land.",
				"Det enda moderna grekland har producerat är: = man skulle kunna ersätta dessa med apor som kan plocka oliver =(det måste ha med grekernas storhets känsla att göra) antagligen flest än i hella övriga världen= resultat av att folk vill leva utan stat för att den är så värdelös."
		]
	},
	{
		"postIndex": [
			[2806],
			[2723],
			[2609]
		],
		"postTime": [
				"2010-05-09",
				"2010-05-07",
				"2010-05-07"
		],
		"postNum": [
			[713],
			[696],
			[663]
		],
		"postLink": [
				"/sp23000207",
				"/sp22966348",
				"/sp22954055"
		],
		"postUser": [
				"nyman",
				"tucoramirez",
				"nyman"
		],
		"postUserID": [
				"/u97516",
				"/u436866",
				"/u97516"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p60",
				"https://www.flashback.org/t1116535p58",
				"https://www.flashback.org/t1116535p56"
		],
		"userUrl": [
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u436866",
				"https://www.flashback.org/u97516"
		],
		"sentence": [
				"Sedan så vill jag säga att till skillnad på högerrfolk som vägrar inse verkligheten så inser jag att man inte kan skylla allt på något parti då Grekland och flera länder till inom EU fifflat med ekonomierna utan dom partier som suttit vid makten under alla dessa år är medskyldiga oavsett politisk färg.",
				"' En grekjävel frågade mig i min hemstad här i Sverige om han kunde låna 30000kr för ett par år sen, som tur var hade jag inga pengar o låna ut vid den tiden, eftersom jag fick reda på att snubben redan är skyldig 5 andra personer mer än en milljon kronor Ingen skam i kroppen har denne feta äckel, en av dem som han är skyldig pengar har inte sett röken av sina pengar (230 000kr) på 3 år.",
				"Det börjar visst bli dags för aktieägarna att ta ut sina vinster på börsen då vi nu närmar oss nästa stora kris för kapitalismen och som alla märker så verkar denna kris komma tidigare då vi hade en kris 2008 så nu får väl skattebetalarna inrikta sig på att rädda kapitalisterna med 2 års mellanrum."
		]
	},
	{
		"postIndex": [
			[3400],
			[3167],
			[3317]
		],
		"postTime": [
				"2011-06-03",
				"2011-04-16",
				"2011-06-02"
		],
		"postNum": [
			[902],
			[853],
			[884]
		],
		"postLink": [
				"/sp30975622",
				"/sp30114156",
				"/sp30954246"
		],
		"postUser": [
				"rex144",
				"rex144",
				"nyman"
		],
		"postUserID": [
				"/u251373",
				"/u251373",
				"/u97516"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p76",
				"https://www.flashback.org/t1116535p72",
				"https://www.flashback.org/t1116535p74"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u97516"
		],
		"sentence": [
				"greker har en kommunistisk mentalitet, likt den i Ukraina, Vitryssland, Moldavien, man vill att staten ska ordna allting, man vägrar ta sitt ansvar ,(ställ även politikerna inför domstol) dra åt svågremmen och börja arbeta, det saknas arbetsetik likt den i nord och centraleuropa, ändra fuskarmentalietet till goda skattebetalare, alla greker måste lära sig ny etik, från de styrande till de arbetare, alla bara roffar åt sig, alla roffar åt sig det de kan, greker måste lämna korruptionsmentaliteten bakom sig, nepotismen oxå, (även om familjen är viktig) tex.",
				") Grekland borde vara bankrutt för 10-15 år sedan, men man har kunnat låna en massa pengar tack vare EU-medlemskapen och att man hade euro valutan, grekiska staten har medvetet fuskat med statistik, de har fått hundratals miljarder euro i jordbruksstöd och en massa andra eu-bidrag till infrastrukturen, anställda på myndigheter är lata, arroganta, de kräver mutor annars fördröjer de ärenden som de handlägger, de är livstidsanställda...",
				"Medel greken går i pension vid 62 års ålder och orsaken till krisen i Grekland är ju att dom har betalat för lite i skatt men detta vill ju inte liberaler och annat pack föra fram eftersom dom vill sänka våra skatter så därför kör dom med lata greker och tyvärr så går folk på den lögnen."
		]
	},
	{
		"postIndex": [
			[4180],
			[4951],
			[5046]
		],
		"postTime": [
				"2011-06-16",
				"2011-06-19",
				"2011-06-19"
		],
		"postNum": [
			[1075],
			[1216],
			[1234]
		],
		"postLink": [
				"/sp31208809",
				"/sp31246584",
				"/sp31258957"
		],
		"postUser": [
				"rex144",
				"Civilization",
				"rex144"
		],
		"postUserID": [
				"/u251373",
				"/u486506",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p90",
				"https://www.flashback.org/t1116535p102",
				"https://www.flashback.org/t1116535p103"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u486506",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"det grekiska finansministeriet fick lägga ner en massa jobb för att \"frissera\" siffror, och det var inte lite, den nya PAOK regeringen så agerar bara en skurkstat, eftersom grekiska regeringar visste att de kommer aldrig kunna betala tillbaka, Grekland har skrivit på en massa avtal vid inträdet i EU och när de fick eurovalutan de visste att de måste följa regelverket!",
				"(spelar nämligen inte någon roll vilket parti han röstat på utav de redan befintliga stora Grekiska partierna som redan finns eftersom de alla är korrupta och alla hade fortsatt samma slösande oavsett) Så ska då Stavros bara helt enkelt finna sig i detta och tycka att fan va najs med tunga skatter, fet skuld osv...",
				"har enormt rörigt satistik, de klarar inte av att samla in uppgifterna och validera de, analysera, ingen vet hur många jobbar inom offentliga sektorn, vad kostar det, sen på allt detta elände så fuskar alla departamenten, hhee, de föresöker hela tiden lura Bryssel på bidrag, för ett antal år sedan kom en grekisk finnansminister till ett EU-s finansministermöte med uppgifter om den grekiska ekonomin..."
		]
	},
	{
		"postIndex": [
			[5685],
			[5185],
			[5666]
		],
		"postTime": [
				"2011-06-22",
				"2011-06-20",
				"2011-06-22"
		],
		"postNum": [
			[1374],
			[1264],
			[1370]
		],
		"postLink": [
				"/sp31310942",
				"/sp31265523",
				"/sp31302084"
		],
		"postUser": [
				"Ola Schubert",
				"Lupos",
				"rex144"
		],
		"postUserID": [
				"/u58815",
				"/u196027",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p115",
				"https://www.flashback.org/t1116535p106",
				"https://www.flashback.org/t1116535p115"
		],
		"userUrl": [
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u196027",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"(Siffran efter kategorin är plats i förhållande till de 139 andra länderna, Högst siffra = sämst): Svågerpolitik: Plats 105 Regeringens slösaktighet 128 Bördan av regeringens regleringar 129 Etiskt beteende av företag 109 Efficacy of coperate boards 120 Skydd av investerare 123 Regeringens budgetbalans 138 Regeringens undeerskott 133 Kvalite på utbildningsystemet 118 Personal utbildning 105 Antal procedurer som krävs för att starta företag 128 Jordbrukspolitikens kostnader 131 Bussines impact of rules on FDI 122 Arbetsgivare-arbetstagare relationer 127 Flexibilitet vid lönesättning 133 Rigitity of empoyment 121 Anställnings och avskedande procedurer 126 Betalning kontra produktivitet 118 Brain drain 103, (hjärnflykt låter så töntigt) Legal rights index 103 FDI and technolog transfer 109 Villighet att delegera maktbefogenheter 102 Kapacitet för inovation 105 Företags satsningar på forskning och utveckling 126 Universitet - industrisammarbete forskning och utveckling 112 Gov´t procurement of advaced tech products 108 Detta var alltså bara de kategorier där Grekland ligger sämre till än plats 100 Två siffror förvånar dock: Tillgång till vetenskapsmän och ingenjörer 21, tja de kan ju inte jobba hårt precis!",
				"Grekland är ett land som utan EU och handel med länderna inom EU skulle vara kvar som det u-land man var för bara några decennier sedan, Grekland kan absolut välja att inte betala men Grekiska folkets pris blir betydligt högre än att man går med på de väldigt generösa förslag som EU kommit med.",
				"hela den grekiska politiska eliten har deltagit i detta bedrägeri, man har lurat Bryssel, medlemsländer om sin ekonomi, fuskat med all statistik, alla har roffat åt sig, från politiker , politiska partier, till facket, vanliga greker fick oxå förmåner som inte existerar nån annanstans i EU, liknande förmåner existerar bara i kejsardömet i Burnei..."
		]
	},
	{
		"postIndex": [
			[7306],
			[6537],
			[6866]
		],
		"postTime": [
				"2011-07-22",
				"2011-06-30",
				"2011-07-08"
		],
		"postNum": [
			[1700],
			[1559],
			[1626]
		],
		"postLink": [
				"/sp31788850",
				"/sp31420461",
				"/sp31558203"
		],
		"postUser": [
				"rex144",
				"Savoy",
				"Ivorbell"
		],
		"postUserID": [
				"/u251373",
				"/u166340",
				"/u477538"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p142",
				"https://www.flashback.org/t1116535p130",
				"https://www.flashback.org/t1116535p136"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u166340",
				"https://www.flashback.org/u477538"
		],
		"sentence": [
				"5 år till 30 år räntan kommer sänas till 3% och det viktigaste räntan kommer ligga fast på 3% oavsett vad ratingföretagen säger, det skapar ett problem för amarikanska fondbolagen, pensionsfonder, kanske även vissa europeiska, eftersom regelverket för amerikanska är väldigt sträng, de måste sälja papper som inte har AAA rating, men hela USA riskerar att få sänkt rating om de inte röstar igennom en höjning av lånetaket, så Grekland har sitt på det torra nu, även privata banker sägs bidra \"frivilligt\"med 39 miljarder euro...",
				"Svaret på alla 4 frågorna är Inte alls/Nej/Olagligt Det \"nyttiga\" med denna kris är att Grekland utsätts för en slags mental devalvering - även när det var som bäst var detta ett land där du aldrig kunde veta när lönen skulle komma, där *ingenting* kunde lösas/förbättras utan mutor av ena eller andra slaget - samtidigt som landet sågs ungefär som vilket sydeuropeiskt land som helst av \"oss\" i norr.",
				"Militärkupp är mycket troligt men det kommer inte hjälpa Greklands ekonomi, vilket vi såg under den förra militärkuppen, utan då kommer folk vända sig mot andra krafter till exempel kommunisterna och anarkisterna som redan idag är relativt stora i Grekland."
		]
	},
	{
		"postIndex": [
			[7867],
			[8233],
			[8265]
		],
		"postTime": [
				"2011-09-19",
				"2011-10-15",
				"2011-10-15"
		],
		"postNum": [
			[1877],
			[1987],
			[1991]
		],
		"postLink": [
				"/sp32953348",
				"/sp33459929",
				"/sp33464121"
		],
		"postUser": [
				"rex144",
				"wuuaa",
				"galnasmeden"
		],
		"postUserID": [
				"/u251373",
				"/u283945",
				"/u470045"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p157",
				"https://www.flashback.org/t1116535p166",
				"https://www.flashback.org/t1116535p166"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u283945",
				"https://www.flashback.org/u470045"
		],
		"sentence": [
				"(inte ens i Sverige är mediciner gratis) en som var totalt ineffektiv, de största militära utgifter i EU (procentuellt av BNP) den förmånligaste pensionssystemet i EU lägg därtill låg produktivitet, en massa statliga företag enorm offentlig sektor livstidsanställningar inom stat/kommun + svågerpolitik , (ens barn , syskon och kusiner fick jobb ) och vid val så tävlade de grekiska politiker med varandra om vem som kan lova mest, ännu fler förmåner, högre löner, mer bidrag, etc.",
				"Som jag har förstått det så ger tyskarna,fransmännen mfl pengar till Grekland för att de ska kunna betala räntan på lån och finansiera sina löpande kostnader och hålla igång systemet med statsobligationerna men om nu räntan för grekiska statspapper är så extremt höga eftersom de har så låg kreditvärdighet,vore det inte enklare om tyskarna köpte dessa statspapper direkt fast för en låg ränta istället?",
				"Grekerna lär ju inte hjälpa till tidigast år 3000 om det finns någon stat som heter grekland kvar tills dess eller om det ägs som ett stycke investering av div andra länder/finansiärer..."
		]
	},
	{
		"postIndex": [
			[9384],
			[9332],
			[8963]
		],
		"postTime": [
				"2011-11-04",
				"2011-11-03",
				"2011-11-01"
		],
		"postNum": [
			[2271],
			[2261],
			[2168]
		],
		"postLink": [
				"/sp33837083",
				"/sp33825193",
				"/sp33782888"
		],
		"postUser": [
				"WERY",
				"MBoudine",
				"rex144"
		],
		"postUserID": [
				"/u284654",
				"/u612113",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p190",
				"https://www.flashback.org/t1116535p189",
				"https://www.flashback.org/t1116535p181"
		],
		"userUrl": [
				"https://www.flashback.org/u284654",
				"https://www.flashback.org/u612113",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"En vanlig svensson skulle behöva vinna på lotto för att betala skulderna för den där lägenheten som kostade 2-3 miljoner för det blir inte färdigt på en livstid av hårt arbete där en massa andra utgifter tar upp all plats Då måste man först störta bankerna för annars blir det som under Första Världskriget där folk dog just för att rädda bankernas inkomster Det är ju det som är poängen med EU, att vissa ska fuska och roffa åt sig på andras bekostnad och allt det i fredens goda namn, bara dränk den med mer hummer och champagne.",
				"Befolkningarna i länderna längs Medelhavet är offer för euroexperimentet och för greker att lämna euron för sin gamla bananvaluta, drachman, men ha skulden kvar i euro blir kännbart för de privatpersoner som lånat i andra euroländer men har ingen betydelse för dem som lånat euro i grekiska banker om konvertering sker 1/1 och euroskuld blir drachmaskuld och för en grek spelar kursförhållandet drachma/euro ingen roll.",
				"Madagascar du imponerar stort på mig, du snart doktorera i den grekiska krisen klart att bankerna ville tjäna en hacka, de visste att Grekland kommer räddas, det som bankerna inte tog i beräkning var att det är inte bara Grekland som behöver räddas vide PIGGS länderna.."
		]
	},
	{
		"postIndex": [
			[9593],
			[10169],
			[10146]
		],
		"postTime": [
				"2011-11-05",
				"2012-02-08",
				"2012-02-07"
		],
		"postNum": [
			[2311],
			[2470],
			[2466]
		],
		"postLink": [
				"/sp33847900",
				"/sp35565103",
				"/sp35547653"
		],
		"postUser": [
				"Ola Schubert",
				"rex144",
				"rex144"
		],
		"postUserID": [
				"/u58815",
				"/u251373",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p193",
				"https://www.flashback.org/t1116535p206",
				"https://www.flashback.org/t1116535p206"
		],
		"userUrl": [
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"Om vi skulle sakna konkurrenskraftiga företag som LKAB, Volvo, Ericsson osv i Sverige Om vårt utgångs läge i början av 80-talet skulle ha varit mycket sämre Om krisen i början av 90-talet aldrig skett utan skyllts över med ännu större utlandslån Om budget processen hade varit lika dan som i början av 80-talet Om politiker förfalskat ekonomisk statistik och tagit oss in i euro-sammarbetet på dessa falska grunder.",
				"Polen som gjorde de tuffaste reformer när hela socialistiska ekonomiska zonen kollapsade, med valutakaos, 900% inflation och matbrist, 30% arbetslöshet, inställda pensionsutbetalningar, tom staskassa och stora utlandsskulder efterlämnade av den kommunistiska regimen greker har saknat inticament att satsa på exportföretag, producera nåt vettigt förutom olivolja och subventionerad tobaksodling och fåruppfördning eftersom man har kunnat bygga ett litet pensionat eller restaurang och leva ett lungt liv på turismen och från 1983 har Bryssel pumpat in miljader deutsche mark och sen euro, + billiga krediter + bokföringsfusk lägg därtill enorm korruption, genomruttet rättsväsende, polis, skattemyndighet...",
				"om nu inte Grekland hittar plötsligt stora mängder olja eller guld så tror jag inte att man kan säga nej till erbjudantet det kommer krävas lönesänkningar på 30% och 30% arbetslöshet, problemmet är att dessa åtstramningar, effektiviseringar kommer inte räcka, Grekland behöver investeringar..."
		]
	},
	{
		"postIndex": [
			[11008],
			[11102],
			[11229]
		],
		"postTime": [
				"2012-02-13",
				"2012-02-14",
				"2012-02-17"
		],
		"postNum": [
			[2624],
			[2643],
			[2669]
		],
		"postLink": [
				"/sp35673109",
				"/sp35682054",
				"/sp35732862"
		],
		"postUser": [
				"Rostiga.Sheriffbri...",
				"Rostiga.Sheriffbri...",
				"rex144"
		],
		"postUserID": [
				"/u375758",
				"/u375758",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p219",
				"https://www.flashback.org/t1116535p221",
				"https://www.flashback.org/t1116535p223"
		],
		"userUrl": [
				"https://www.flashback.org/u375758",
				"https://www.flashback.org/u375758",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"kommer inte bli någon kollaps då det inte är tillåtet de de har Euron och EU skulle hellre gå under än att erkänna att Euron inte fungarar i grekland och dra med sig hela EU i fallet om så är nödvändigt, lär snarar bli så inom en framtid att alt går bra (med div manipulationer med ekonomin vissa helt olagliga men vafan EU gör som de vill) sen kommer svinfeilt och resten av de länder som inte har Euron skrika om hur minsann Euron är skitbra och kolla den klarade en värsting kris bäst vi får Euro på studs.",
				"Se det som mujahid skrev detta kommer att bana väl för euron, Fredrik runkar sig ju blodig i hopp om Euron så hans federalistiska hjärna bli tillfredställd, Det kommer införas i sverige när europa har räddat grekland eknomi och några andra länder i denna skapade kris, sen kommer svinfeilt att säga att om euron håller för greklands ekonomi så kommer det att vara rena magin för sverige Som sagt var beredd att bli rövknullad.",
				"det går att ha gemensam valuta, men man måste skriva in i grundlagen hur stor underskott man får ha, och hur stor belåning jämte bnp, Polen har redan under krisen på 1990-talet skrivit i sin grundlag detta, att fuska med statistik som grekerna gjorde skulle vara ett brott och ge fängelse, och vad som är bra med detta är att bromsen slår till automatiskt, likt stop loss i aktiehandeln, regeringen som råkar ut för detta måste automatiskt höja skatterna ,minska offentliga utgifter, impoppulära beslut..."
		]
	},
	{
		"postIndex": [
			[13127],
			[12157],
			[12636]
		],
		"postTime": [
				"2012-03-06",
				"2012-02-25",
				"2012-03-01"
		],
		"postNum": [
			[2934],
			[2813],
			[2859]
		],
		"postLink": [
				"/sp36079216",
				"/sp35887627",
				"/sp35996301"
		],
		"postUser": [
				"medas",
				"Ola Schubert",
				"Ola Schubert"
		],
		"postUserID": [
				"/u488923",
				"/u58815",
				"/u58815"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p245",
				"https://www.flashback.org/t1116535p235",
				"https://www.flashback.org/t1116535p239"
		],
		"userUrl": [
				"https://www.flashback.org/u488923",
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u58815"
		],
		"sentence": [
				"- the perennial dearth of funds for Welfare projects ranging from social programmes to universal healthcare – with the enormous expansion of the urban poor we have seen and the many thousands of premature deaths that have been caused; Den ökade skatteintaget i västvärlden har inte lett till ökad värlfärd utan omfördelning bla till ökade militärutgifter bl a i amerika, se det som svar även till nedanstående påstående - discrimination in schooling and higher education where only the privileged have had access to the best opportunities – with millions of our young consigned to a lesser life and a blighted future; - the erosion of workers’ rights and bargaining power to an extent unimaginable only a couple of generations back – which has lead to the present race to the bottom, to ever decreasing salaries for ever increasing exploitation in the workplace, reinforced by delocalization of jobs and outsourcing to other countries; - the problems of the older generations, whom the masterminds of this ploy the have made scapegoats for the Deficit Hysteria that has gripped our nations – making millions of decent seniors feel responsible for the lack of financial means available to the younger generations; Den ökade förmögenhetsomfördelningen har inte lett tillbaka till investeringar utan lån till länder och hushåll så att avkastningen på kapitalet både ska binda ryggar och dra ner i misär, samt att det nya omfördelade kapitalet har sökt sig till marknader som tidigare var statliga ex skolor och äldrevård - the de facto emasculation of the sovereign States, of their monetary sovereignty, of their legislative sovereignty, and the sidelining of what was left of the active citizenry, all aimed at preventing the majority from benefiting from the States’ legitimate wealth Det faktumet att globaliseringen öppnade upp för överskottskapitelet att röra sig dit man inte kan nå det och därigenom lägga piska på fd \"industriländer\".",
				"Låtit bli att avskaffa det fabulösa skåväsende som tvingar folk inom många sektorer att betala stora summor pengar för att överhuvudtaget få verka där Trots alla löften så har de inte privatiserat mer än en bråkdel av de statliga företagen, (1 1/2 miljarder euro, mot 500 miljarder utlovade euro i försäljningsinkomster) Man har inte avskedat 30000 statligt anställda som man lovade inför det första räddningspaketet.",
				"Sedan är det en annan femma: Fast en chockterapi under några hemska år med en omfattande inre devalvering, omfattande ekonomiska reformer som orsakar social missär under en kort övergångstid, är det bästa för det grekiska folket i det långa loppet, så är det inte säkert att det kommer att hålla då detta krymper ekonomin så att det blir ännu svårare att betala tillbaka på lånen."
		]
	},
	{
		"postIndex": [
			[13695],
			[13639],
			[14260]
		],
		"postTime": [
				"2012-05-05",
				"2012-04-08",
				"2012-05-07"
		],
		"postNum": [
			[3058],
			[3041],
			[3253]
		],
		"postLink": [
				"/sp37185468",
				"/sp36699172",
				"/sp37225598"
		],
		"postUser": [
				"rex144",
				"EmporioX",
				"KDP1919"
		],
		"postUserID": [
				"/u251373",
				"/u572571",
				"/u347703"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p255",
				"https://www.flashback.org/t1116535p254",
				"https://www.flashback.org/t1116535p272"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u572571",
				"https://www.flashback.org/u347703"
		],
		"sentence": [
				"det finns anledning att vara missnöjd över de grekiska politiker, men missnöjespartier kommer snabbt bränna ut sig om de kommer till makten, så i deras intresse ligger att inte ingå i nån koalition, Italien har haft 57 regeringar i efterkrigstiden...",
				"ΝD 20,5%, PASOK 13,8%, ΚΚΕ (Greklands kommunistparti) 7,5%, SΥRΙΖΑ (Koalition av den radikala vänstern) 7,4%, DIΜΑR (demokratiska vänstern) 6,75%, Självständiga Greker 6,5%, ΧRISI ΑVGI (Golden Dawn) 3%, LΑΟS (Popular Orthodox Rally) 2,9%, Ecologist Greens 2,55%, DISY (Democratic Rally) 2%, Social Agreement 1,4% och Panhellenic Citizen Chariot 0,8% Förstår inte varför folk tänker rösta på samma gamla och ännu värre ND/PASOK.",
				"Det finns inte tillräckligt med mandat för att bilda en renodlad vänsterkoalition: PASOK: 41 SYRIZA: 52 KKE: 26 DIMAR: 19 ---- 138 Däremot skulle högern+nationalisterna kunna bilda regering: ND: 108 Oberoende greker: 33 Gyllene gryning: 21 ---- 162 De troligaste är dock att vi får se en PRO-EU koalition bestående av ND, PASOK och Dimar."
		]
	},
	{
		"postIndex": [
			[14523],
			[14356],
			[14559]
		],
		"postTime": [
				"2012-05-07",
				"2012-05-07",
				"2012-05-07"
		],
		"postNum": [
			[3336],
			[3289],
			[3344]
		],
		"postLink": [
				"/sp37235951",
				"/sp37231890",
				"/sp37237145"
		],
		"postUser": [
				"Heladageniskogen",
				"RexNemorensis",
				"Straybullet"
		],
		"postUserID": [
				"/u505142",
				"/u525459",
				"/u338793"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p278",
				"https://www.flashback.org/t1116535p275",
				"https://www.flashback.org/t1116535p279"
		],
		"userUrl": [
				"https://www.flashback.org/u505142",
				"https://www.flashback.org/u525459",
				"https://www.flashback.org/u338793"
		],
		"sentence": [
				"Grekland är ett av de länder dit immigranter först anländer (både ifrån Afrika och Asien) och enligt dublinförodningen måste en asylsökande i EU söka asyl i det landet som den först kommer till (ansöker man asyl i ett annat land skall man dessutom skicka tillbaka den asylsökande till det EU-land denne först kom till).",
				"Media vill inte uppmärksamma riktiga nationalisters stora och snabba framgångar då det kan få folk i Sverige och andra vita nationer att fundera och inse att det kanske inte alls är \"meningslöst\" att rösta på och engagera sig i \"extrema\" partier \"som ändå inte har någon möjlighet att påverka\".",
				"Det hade ju visserligen varit det mest logiska, rationella och rättvisa men eftersom jag är så oerhört liberal och humanistisk så kan jag nöja mig med att Grekland upprättar en sanningskommission (likt de i Subsahara och efter Hitlerregimen du vet) där en utredningsgrupp analyserar och tar fram vilka de allra värsta förrädarna, kosmopoliterna och lögnarna är samt upprättar dokument där det tydligt framgår att dessa individer aldrig mer får inneha någon maktposition i Grekland (eftersom de ju tidigare har förrått just det land som de sagt sig företräda)."
		]
	},
	{
		"postIndex": [
			[15929],
			[15973],
			[16600]
		],
		"postTime": [
				"2012-05-15",
				"2012-05-15",
				"2012-05-22"
		],
		"postNum": [
			[3641],
			[3653],
			[3780]
		],
		"postLink": [
				"/sp37374816",
				"/sp37383427",
				"/sp37479092"
		],
		"postUser": [
				"rex144",
				"Ola Schubert",
				"Saefvgren"
		],
		"postUserID": [
				"/u251373",
				"/u58815",
				"/u477567"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p304",
				"https://www.flashback.org/t1116535p305",
				"https://www.flashback.org/t1116535p315"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u477567"
		],
		"sentence": [
				"det kommer behövas fler nyval innan en stabil koalition kan styra Grekland, dagens kris är dock en västanvind jämfört med dagar,veckor och månader som kommer följa efter att Grekland lämnat euro-valutan alla grekiska företag som har krediter i euro kommer plötsligt behöva betala 50% eller mer när drachma valutan och inflationen-hyperinflationen?",
				"Det skall tydligen europeiska skattebetalare göra istället Men något fler greker kommer kanske att förstå att detta inte är en hållbar ståndpunkt, så de kanske röstar på PASOK och hoppas att detta i alla fall skall innebära ett något mindre ont än ett grekiskt euro utträde.",
				"Grekland fungerar ju dessutom bra som syndabock för Merkel så länge tyskarna är tillräckligt arga på dem för att inte fästa sig vid vilka ledare som fortsatta att hålla dem under armarna med tyska skattebetalares pengar efter det uppenbarats att de fuskat och ljugit hela tiden för att kunna hänga med i fina euroklubben."
		]
	},
	{
		"postIndex": [
			[17807],
			[17306],
			[17571]
		],
		"postTime": [
				"2012-06-07",
				"2012-06-02",
				"2012-06-03"
		],
		"postNum": [
			[3999],
			[3920],
			[3966]
		],
		"postLink": [
				"/sp37748025",
				"/sp37662216",
				"/sp37684101"
		],
		"postUser": [
				"Civilization",
				"Rektangel",
				"Osmanvallo"
		],
		"postUserID": [
				"/u486506",
				"/u368992",
				"/u607561"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p334",
				"https://www.flashback.org/t1116535p327",
				"https://www.flashback.org/t1116535p331"
		],
		"userUrl": [
				"https://www.flashback.org/u486506",
				"https://www.flashback.org/u368992",
				"https://www.flashback.org/u607561"
		],
		"sentence": [
				"Hur många investerare tror du vill satsa sina pengar i Grekland ifall saker fungerar ännu sämre än de gjort tidigare på grund utav att staten inte har några pengar = systemkollaps (Blir riktigt svettigt för företagen när det blir el-ransonering) Som det är nu så flyr alla rika med sitt kapital utomlands.",
				"Greklands kris har andra orsaker Detta löses inte genom en devalvering och lägre kostnadsläge eftersom landet inte har någon betydande exportindustri som kan lyfta landet annat än turism,vilket gör att de i så fall exporterar sin arbetslöshet till just Spanien och orsakar den kedjereaktion som alla helst vill undvika.",
				"Föra detta riksbankschefen i Tyskland förklarar detta sin sin nya bok Judarna som styr Europeiska central banken använder förintelsen för att tvinga Tyskland till nya eftergifter hela tiden och Merkel bara drar ner byxorna och låter juden våldsknulla henne och hela tyska folket i röven."
		]
	},
	{
		"postIndex": [
			[18696],
			[18716],
			[18215]
		],
		"postTime": [
				"2012-06-18",
				"2012-06-18",
				"2012-06-17"
		],
		"postNum": [
			[4270],
			[4278],
			[4128]
		],
		"postLink": [
				"/sp37923675",
				"/sp37925262",
				"/sp37916912"
		],
		"postUser": [
				"Tjafsarn",
				"priz",
				"Gizur"
		],
		"postUserID": [
				"/u598855",
				"/u532254",
				"/u414777"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p356",
				"https://www.flashback.org/t1116535p357",
				"https://www.flashback.org/t1116535p344"
		],
		"userUrl": [
				"https://www.flashback.org/u598855",
				"https://www.flashback.org/u532254",
				"https://www.flashback.org/u414777"
		],
		"sentence": [
				"Men så vitt jag vet så tjänade ändå amerikanerna mer i timmen än vad svenskar gjorde även under den värsta tiden i krisen, folk världen över gjorde fortfarande allt de kunde för att välla in i landet och ta del av deras välstånd, amerikanska hus var fortfarande störst i världen, bilarna fler och dyrare än alla andra länders, sjukvården, polisen och skolorna rullade på som innan och flertal andra exempel.",
				"En kollaps av Grekland skulle inte sträcka sig längre än Aten då andra städer/landsbygd redan fungerar som små stater där folk inte betalar skatt eller åtnjuter statens service i flera årtionden.",
				"Spekulationerna om att Grekland ska tvingas lämnas euron baseras på att Syriza kommer kasta överenskommelserna om nödlånen från trojkan i papperskorgen och vilja omförhandla, och att trojkan (EU ,IMFoch ECB) kommer vägra varpå pengarna tar slut i Grekland som tvingas lämna eurozonen."
		]
	},
	{
		"postIndex": [
			[19196],
			[19088],
			[19705]
		],
		"postTime": [
				"2012-07-03",
				"2012-06-28",
				"2012-09-09"
		],
		"postNum": [
			[4412],
			[4391],
			[4523]
		],
		"postLink": [
				"/sp38149438",
				"/sp38081813",
				"/sp39249796"
		],
		"postUser": [
				"Ola Schubert",
				"Rektangel",
				"Rektangel"
		],
		"postUserID": [
				"/u58815",
				"/u368992",
				"/u368992"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p368",
				"https://www.flashback.org/t1116535p366",
				"https://www.flashback.org/t1116535p377"
		],
		"userUrl": [
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u368992",
				"https://www.flashback.org/u368992"
		],
		"sentence": [
				"Och med tanke på Greklands obefintliga konkurrenskraft, effektivt utnyttjad produktivitet, (dvs hur smart man arbetar), andelen övertaliga i offentlig sektor,(det skulle vara billigare att köra folk i taxi än att driva den grekiska statsjärnvägen), den enorma utbredningen av korruption,(gäller även statens skattetjänstemän), Greklands exportmix, (sämre än Spaniens, för att inte tala om Italiens), osv.",
				"De bojor som var tänkta att kedja fast Tyskland till Västeuropa har nu bundit fast dessa randstater till Tyskland och dess intressen och de har att välja mellan att ha Tyskland som riktkarl och marschera underkastade tysk budgetdisciplin, förmyndarskap och bli ett protektorat eller lämna valutaunionen, vilket de vare sej vill eller ha råd med utan troligen för Grekland skulle innebära ett fritt fall till kaos och misär.",
				"Detta p g a att konjukturen har svängt och nu alltfler tjänster bjuds ut under fler av dygnets timmar till de ännu färre som har behov och råd att nyttja dessa tjänster Genom utökade öppettider kan butiksägare,frisörer och andra näringsidikare få in den från förr forna dagskassan på fler timmar men det är en utopi att tro att detta kan lösa landets ekonomi om inte exporten eller turistinkomsterna tar fart."
		]
	},
	{
		"postIndex": [
			[20275],
			[20632],
			[20679]
		],
		"postTime": [
				"2012-10-14",
				"2012-12-14",
				"2013-02-17"
		],
		"postNum": [
			[4648],
			[4754],
			[4767]
		],
		"postLink": [
				"/sp39840860",
				"/sp40898362",
				"/sp42066138"
		],
		"postUser": [
				"Regulus",
				"rex144",
				"rex144"
		],
		"postUserID": [
				"/u521755",
				"/u251373",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p388",
				"https://www.flashback.org/t1116535p397",
				"https://www.flashback.org/t1116535p398"
		],
		"userUrl": [
				"https://www.flashback.org/u521755",
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"Bara ett dygn efter det att Anders Borg sade att Grekland sannolikt kommer att tvingas lämna euron inom 6 månader förklarar den tyske fianansministern Wolfgang Schaeuble att det inte kommer att ske: Det som utlöste Schaeubles dementi var alltså Borgs uttalande igår i Tokyo: Schaeuble håller dock inte alls med om detta: Kan man ana en begynnande intressekonflikt mellan de EU-länder som står utanför och de som sitter fast i eurosmeten?",
				"I en artikel i SVD står det att 60% greker inte betalade skatt inte bara de som vanligtvis skatteplanerar, de rika, I Grekland kunde alla fiffla, det var ett mer \"rättvisst\" system, hehe I Grekland är majoriteten egna företagare , sk enmansföretag och de betalade noll i skatt, antingen friserade de siffror och lurade skattemyndigheten, eller mutade skattemyndighetens personal, eller...",
				"situationen är hopplös för en hel generation greker, egentligen borde landet styras av utländska experter , typ ekonomiprofessor Monti i Italien som bildade en expert regering, teknisk och fick marknadens förtroende Grekland får en massa miljarder varje kvartal men allt går till att betala av räntorna på gamla skulder, man behöver nya investeringar men vem vill investera i ett genomkorrupt land med social oro?"
		]
	},
	{
		"postIndex": [
			[21315],
			[21026],
			[21491]
		],
		"postTime": [
				"2013-11-06",
				"2013-08-21",
				"2014-03-16"
		],
		"postNum": [
			[4992],
			[4891],
			[5035]
		],
		"postLink": [
				"/sp46018328",
				"/sp44877688",
				"/sp47965674"
		],
		"postUser": [
				"rex144",
				"rex144",
				"rex144"
		],
		"postUserID": [
				"/u251373",
				"/u251373",
				"/u251373"
		],
		"postUrl": [
				"https://www.flashback.org/t1116535p416",
				"https://www.flashback.org/t1116535p408",
				"https://www.flashback.org/t1116535p420"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u251373"
		],
		"sentence": [
				"Grekland är ett splittrat land, trots att alla greker bedyrar att de älskar Grekland och är patriotiska så egentligen skiter de i hur landet fungerar så länge de själva kan få fördelar, egna företagare betalar inte skatt, hehe, skattemoral och skattemyndighetens effektivitet att driva in skatter ligger på afrikansk nivå det finns sedan 100 år en stor konflikt mellan kommunister och konservatister, blodig konflikt, med bombsprängeningar, för 30 år sedan regerade en militärdikatator i Grekland, som medförde att hundratusentals kommunister lämnade landet, lägg därtill konflikten mellan centrum (Aten) och landsbygden och öarna, vad har en Tesalonikibo gemensamt med en som bor på Kreta eller Santorini?",
				"varje stat lånar pengar, Grekland efter en skuldavskrivning skulle formellt kunna ta nya lån , men långivare litar inte på greker, skulle marknaden bestämma räntan på grekiska statsobligationer då blir den 15% , Tysklands är under 3% Grekland behöver mycket mer än bara skuldavskrivning, man behöver införa nya rutiner, skattemyndigheten är ineffektiv, korruption, svågerpolitik...",
				"men den krassa verkligheten är den att alla grekiska regeringar de sista 15-20 åren har fuskat med statistik, man har tagit en massa lån som gick till konsumption, korruptionen är enorm i Grekland i paritet med afrikanska länder, de grekiska politiker och facket har varit enormt populistiska, de har överträffat varandra med vallöften, gratis mediciner till alla greker, är nånting helt gratis då kommer det missbrukas alla grekiska pensionärer hade rätt till 2 veckors betald av staten vistelse på semesterhem den 13-de och 14-de lönen, en massa bonmusar och tillägg, tex."
		]
	}
]
