[
	{
		"postIndex": [
			[92],
			[85],
			[100]
		],
		"postTime": [
				"2004-04-06",
				"2004-04-05",
				"2004-04-06"
		],
		"postNum": [
			[36],
			[30],
			[37]
		],
		"postLink": [
				"/sp907621",
				"/sp905939",
				"/sp907894"
		],
		"postUser": [
				"Brasnash",
				"shakademus",
				"Raoul"
		],
		"postUserID": [
				"/u68734",
				"/u853",
				"/u65093"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p3",
				"https://www.flashback.org/t119551p3",
				"https://www.flashback.org/t119551p4"
		],
		"userUrl": [
				"https://www.flashback.org/u68734",
				"https://www.flashback.org/u853",
				"https://www.flashback.org/u65093"
		],
		"sentence": [
				"Det finn ett gäng i rosengård som kallar sig för Parken för att dem bor där Ganska fantasilöst om jag får säga Om Tigrarna i Gårdsten vet jag bara att deras gamla ledare Ahmed arab va en basketspelare som d gick snett för men han va ganska ok i basket vi spela i samma lag för många herrans år sen.",
				"Finns gäng överallt i sverige men alla behöver inte ha ett gängnamn eller så att tidingarna skriver om dom.",
				"Var det inte ett gäng fd inlåsta förvirrade småskins (bl a någon/några av de som mördade John Hron) som skulle starta något \"kriminellt mc-gäng\" norr om Gbg?"
		]
	},
	{
		"postIndex": [
			[549],
			[552],
			[308]
		],
		"postTime": [
				"2005-07-18",
				"2005-07-18",
				"2004-10-13"
		],
		"postNum": [
			[172],
			[172],
			[91]
		],
		"postLink": [
				"/sp2535588",
				"/sp2535588",
				"/sp1420599"
		],
		"postUser": [
				"Abomination",
				"Abomination",
				"Skanker"
		],
		"postUserID": [
				"/u75814",
				"/u75814",
				"/u57132"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p15",
				"https://www.flashback.org/t119551p15",
				"https://www.flashback.org/t119551p8"
		],
		"userUrl": [
				"https://www.flashback.org/u75814",
				"https://www.flashback.org/u75814",
				"https://www.flashback.org/u57132"
		],
		"sentence": [
				"Ariskt anknytna gäng Ariska Brödraskapet - våld o brott, fängelse organisation,, Anti-afa - pysslar med att hitta jobbiga journalister Blood and Honour - våld död, allmänt otrevliga, finns i hela skandinavien Brödraskapet Wolfpack - Nazister med MC, Combat 18 - Kan finnas i Landet, men organisationen är lite väl tung för lilla Sverige, Info 14 - jagar antinassar som är anställda av den onda regeringen Hund-relaterad gäng Pitbull-Sweden - Finns både i Nazistanknytna (då heter hundarna typ Aryan, Göbbels, Hitler, SS, ja ni vet) och ex jugoslaviska gäng (typ så heter hundarna mkt coolare , typ Beast, Rhino, Killer, Blood, ja ni vet...",
				"Motorcykelpojkar Hells Angels - Vet väl alla vem dessa är Bandidos - Som ovan X-team - Bandidos prospects, kan också vara nytappning av A-team,,,, sen finns det väl en rad andra mindre MC prospects o wannabes, som Outlaws, Diablos, etc....",
				"Men det finns ju trots allt en hel del av dom kvar än idag sen så finns det många flippade unga oxå som börjar bli tunga dom e nog tbx förr än vi anar Edit : Nån frågade angående den andra falangen, vet inte men tror inte det är juggar isf vore nog Serbien inte klokt val att fly till."
		]
	},
	{
		"postIndex": [
			[714],
			[683],
			[680]
		],
		"postTime": [
				"2006-01-10",
				"2006-01-07",
				"2006-01-07"
		],
		"postNum": [
			[240],
			[230],
			[230]
		],
		"postLink": [
				"/sp3515682",
				"/sp3495537",
				"/sp3495537"
		],
		"postUser": [
				"Rehabilitering",
				"Rehabilitering",
				"Rehabilitering"
		],
		"postUserID": [
				"/u107367",
				"/u107367",
				"/u107367"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p20",
				"https://www.flashback.org/t119551p20",
				"https://www.flashback.org/t119551p20"
		],
		"userUrl": [
				"https://www.flashback.org/u107367",
				"https://www.flashback.org/u107367",
				"https://www.flashback.org/u107367"
		],
		"sentence": [
				"Finns inget namn eller organiserat \"Gäng\" i södertälje men däremot är hela folket såpass sammanflätat och ställer upp för varandra att om två syrianer gående på stan ser en syrian och en mörkhyad bråka så kan jag garantera er att dom skulle agera och hjälpa sin landsman även om dom känner honom eller inte, dom större namnen i tälje är mer som ett gäng, fick höra lite saker för ett bra tag sedan om att ställen skulle sprängas i både tälje och sthlm, det skulle inte förvåna mig eftersom jag personligen vet att flera personer har handgranater och andra explosiva vapen.",
				"det är ett supportteam till bandidos, dom är ett gäng fjantar vilket jag vet eftersom jag själv drabbat samman med dom en gång, det finns oftast 2-3 tuffa killar i gänget resten är mobbade fjantar som söker sig till gäng för att få lite kompisar, dessutom är bandidos ett stort skämt, att ledaren är iranier och många medlemmar är rasister förstår jag inte hur det går ihop, tänkte bara tala om för er att OG är Assyrier, många säger sig vara med OG, det är lätt att se, bara be dom kavla upp ärmarna och titta på armen om Assyriska flaggan är tatuerad med initialerna O.",
				"är kanske för tillfället svaga enligt media och er, men ni som inte vet något borde hålla käften, Ledarn för gänget kommer ut i år och då ska ni få se vad som kommer hända, antingen drabbar dom samman med bandidos eller så sluter dom fred för att brodern till OG's ledare sköt en broder till en Bandidos medlem, och jag har även läst att ni säger att gänget startades i tälje, stämmer inte heller, det startades i fängelset av Danho Acar som kommer från Angered i GBG."
		]
	},
	{
		"postIndex": [
			[1014],
			[814],
			[969]
		],
		"postTime": [
				"2006-04-04",
				"2006-01-18",
				"2006-03-19"
		],
		"postNum": [
			[342],
			[269],
			[321]
		],
		"postLink": [
				"/sp3977189",
				"/sp3555075",
				"/sp3880036"
		],
		"postUser": [
				"Polski",
				"Pawelk",
				"2ci__boy"
		],
		"postUserID": [
				"/u88852",
				"/u104301",
				"/u97989"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p29",
				"https://www.flashback.org/t119551p23",
				"https://www.flashback.org/t119551p27"
		],
		"userUrl": [
				"https://www.flashback.org/u88852",
				"https://www.flashback.org/u104301",
				"https://www.flashback.org/u97989"
		],
		"sentence": [
				"när jag var i 18års åldern var d välldigt vanligt i min stad i östergötland, men främst inom den värld där man sålde droger, var rätt vanligt att vi tog på oss o böta folk för att dom missat att dom skulle betala för några timmar sen (missbrukare o andra som håller på med sådan brukar alltid va sena) dom sa vi bara åt dom att liom nu dubblar vi den här skulden o kan du inte betala så får du lämna över nått av värde o då blev d så att killen som skulle ha pengarna fick dom pengarna han skulle ha o vi fick dubblingen lr d han kunde lämna, dock var vi aldrig specielt hårda så hade dom inget som nån av oss ville ha så räkte d me dom pengarna personen va skyldig.",
				"hoppas bara inte poliser kommer ivägen Eftersom bara 10-20% av alla killar gör lumpen borde det inte varit så svårt för Säpo att ha en \"svart\"-lista där värnpliktsverket lite smidigt i smyg sorterar bort säkerhetsrisker.",
				"känner en som var med där förut eller om han är minns inte men han är torped nu istället :P och en polares farsa var med åxå men tror han är rätt lugnt nu förutom när han komme hem och sa att de fattades 2 kulor ur pistolen när han hade 50 000 kr på bordet efter han varit ute och supit men får hoppas att dom dära kulorna var bara fyllesnack.."
		]
	},
	{
		"postIndex": [
			[1260],
			[1258],
			[1259]
		],
		"postTime": [
				"2006-09-08",
				"2006-09-08",
				"2006-09-08"
		],
		"postNum": [
			[434],
			[434],
			[434]
		],
		"postLink": [
				"/sp4995893",
				"/sp4995893",
				"/sp4995893"
		],
		"postUser": [
				"Drillen",
				"Drillen",
				"Drillen"
		],
		"postUserID": [
				"/u134760",
				"/u134760",
				"/u134760"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p37",
				"https://www.flashback.org/t119551p37",
				"https://www.flashback.org/t119551p37"
		],
		"userUrl": [
				"https://www.flashback.org/u134760",
				"https://www.flashback.org/u134760",
				"https://www.flashback.org/u134760"
		],
		"sentence": [
				"Mc klubben gick upp i rök och samtliga har idag tagit bort sina tatueringar på händerna (och det var ingen doktor som gjorde det) MEN dom är idag kvar under samma namn men inte som Mc klubb utan som en Internationell Organisation som växer och frodas för var dag som går så snart får vi nog se mycket mer av denna Organisation kan jag tänka mig.",
				"Dessa killar gjorde verkligen sig ett namn i bikermiljön snabbt pga att dom röjde och inte tog skit från någon eller några och detta ledde till att dom fick ett gott öga hos den allra största och bäsat klubben i världen och det var precis det dom haft som mål.",
				"Tyvärr slutade det med att dessa killar som var grundarna till detta bestämde sig för att lägga ner klubben då vissa medlemmar hade problem med att hålla sig borta från droger och skapade ett dåligt rykte pga detta."
		]
	},
	{
		"postIndex": [
			[1360],
			[1313],
			[1314]
		],
		"postTime": [
				"2006-10-23",
				"2006-09-11",
				"2006-09-11"
		],
		"postNum": [
			[464],
			[446],
			[446]
		],
		"postLink": [
				"/sp5362922",
				"/sp5017514",
				"/sp5017514"
		],
		"postUser": [
				"Drillen",
				"Drillen",
				"Drillen"
		],
		"postUserID": [
				"/u134760",
				"/u134760",
				"/u134760"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p39",
				"https://www.flashback.org/t119551p38",
				"https://www.flashback.org/t119551p38"
		],
		"userUrl": [
				"https://www.flashback.org/u134760",
				"https://www.flashback.org/u134760",
				"https://www.flashback.org/u134760"
		],
		"sentence": [
				"sen när jag gick ut från min bil som jag parkerade bakom såg jag att på fönstret på bakdörren stod det \"Support Red And White\" på ett klistermärke så dessa killar verkar stöda samma grej som dom gjorde som Mc klubb och det tycker jag är kul som fan för det finns så jävla många som vänder kappan efter vinden när dom inte lyckas med det dom velat och då hoppar på något annat så dom har inte bara snygga jackor utan stödjer de rätta färgerna med och det gör ju saken bara ännu bättre......",
				"Det var inte ett endaste problem i den saken utan det var en Medlem ur Syndicate och en Prospect ur Asa Mc som åkte hem till denne men porten var låst så medlemen i Syndicate ringde upp han när dom stod utanför och efter det samtalet var saken klar och det var inget snack om någon Bmw och ingen i Hells Angels lade sig i för den delen heller så sluta upp med ditt trams och skriv fakta om du ska skriva saker på detta Forum.",
				"Syndicate vart godkända på ett Stockholms möte av just Hells Angels och fick från den dagen sina märken påsatta hos Asa Mc som höll i mötet tillsammans med Hells Angels och efter det mötet var Syndicate och Hells Angels alltid överrens för på mötet så förklarade Syndicate att dom var en supporter klubb så det fanns inget som var oklart mellan dessa två klubbar någonsin och den dagen Syndicate valde att lägga ner ringde dom ut till Hells Angels i Bromma och sa som det var och inget mer med det."
		]
	},
	{
		"postIndex": [
			[1721],
			[1525],
			[1625]
		],
		"postTime": [
				"2008-03-17",
				"2007-03-03",
				"2007-10-09"
		],
		"postNum": [
			[599],
			[529],
			[569]
		],
		"postLink": [
				"/sp10407513",
				"/sp6473806",
				"/sp8596206"
		],
		"postUser": [
				"Polski",
				"KLBN",
				"karjala"
		],
		"postUserID": [
				"/u88852",
				"/u159762",
				"/u188409"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p50",
				"https://www.flashback.org/t119551p45",
				"https://www.flashback.org/t119551p48"
		],
		"userUrl": [
				"https://www.flashback.org/u88852",
				"https://www.flashback.org/u159762",
				"https://www.flashback.org/u188409"
		],
		"sentence": [
				"kom på ett roligt gäng från borlänge nu som kallade sig livstidsligan, jag o några polare brukade för många år sen trakassera dom små liven tills dom nästintill grät av ilska finns det nån annan som har hört om detta gäng?",
				"Bor i Stuvsta och har några bekanta som känner lite folk som känner folk som har \"varit ffl:are\" som säger att FFL inte finns längre och att \"klubben\" har tagit över med helt..",
				"vet inte så mkt men alla snackar om dom men det är säkert bara några töntar som har bildat något gäng aldrig sett dom på riktigt typ ungdomar 9an och uppåt."
		]
	},
	{
		"postIndex": [
			[1864],
			[1756],
			[1843]
		],
		"postTime": [
				"2009-03-17",
				"2008-08-15",
				"2009-03-15"
		],
		"postNum": [
			[662],
			[612],
			[652]
		],
		"postLink": [
				"/sp15655311",
				"/sp12434618",
				"/sp15622789"
		],
		"postUser": [
				"Ddoras",
				"JJDecay",
				"Ddoras"
		],
		"postUserID": [
				"/u336272",
				"/u159372",
				"/u336272"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p56",
				"https://www.flashback.org/t119551p51",
				"https://www.flashback.org/t119551p55"
		],
		"userUrl": [
				"https://www.flashback.org/u336272",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u336272"
		],
		"sentence": [
				"Ingen anning men en kompis berättade att han heter elvis och tillhörde x-team då han och en annan blev sönderslagna av aha och hans kompisar på en parkering vid ett fotbollsplan i hisingen för ungefär lite över ett år sen och då har aha bara varit 19 år!",
				"En vis man sa en gång till en kille efter en diskussion, då grabben i fråga försökte säga att dom är inga \"1% , outlaws wannabes\" att: Det är inte vad man är, utan vad man utger sig för att vara som sätter en stämpel.",
				"Angående deras kusin aha synd att det aldrig kommer bli nåt av honom då han är alldeles för vild, bara en tidsfråga innan han får livstid elle blir utvisad."
		]
	},
	{
		"postIndex": [
			[1920],
			[2004],
			[2001]
		],
		"postTime": [
				"2009-03-25",
				"2009-03-27",
				"2009-03-27"
		],
		"postNum": [
			[704],
			[737],
			[737]
		],
		"postLink": [
				"/sp15798492",
				"/sp15834709",
				"/sp15834709"
		],
		"postUser": [
				"Ddoras",
				"Jocke_S",
				"Jocke_S"
		],
		"postUserID": [
				"/u336272",
				"/u206148",
				"/u206148"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p59",
				"https://www.flashback.org/t119551p62",
				"https://www.flashback.org/t119551p62"
		],
		"userUrl": [
				"https://www.flashback.org/u336272",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u206148"
		],
		"sentence": [
				"Tänk om dessa kurder skulle hålla ihop Soran Hamdi Arian Ako Shero Soar Aha riktigt tunga personer, alla dessa finns med på alcatraz listan förutom aha då han bara är 20 år.",
				"och att han killen du satt med råkar känna lite folk är väl säkert för att dom inte genomskådat honom än eller så kanske dom tjänar pengar på killen...",
				"Jag är hård men rättvis, nej men skämt åsido, men ja kolla du upp det- skit i vad media skriver som försöker måla upp dom till något dom inte , eller vad folk som inte är insatta och går efter lösa rykten säger!"
		]
	},
	{
		"postIndex": [
			[2258],
			[2166],
			[2195]
		],
		"postTime": [
				"2013-12-12",
				"2009-09-07",
				"2010-02-02"
		],
		"postNum": [
			[867],
			[811],
			[828]
		],
		"postLink": [
				"/sp46551908",
				"/sp18607305",
				"/sp21237719"
		],
		"postUser": [
				"KallaMigTEX",
				"LojtnantWerner",
				"Gold.Ari"
		],
		"postUserID": [
				"/u850094",
				"/u351715",
				"/u418299"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p73",
				"https://www.flashback.org/t119551p68",
				"https://www.flashback.org/t119551p69"
		],
		"userUrl": [
				"https://www.flashback.org/u850094",
				"https://www.flashback.org/u351715",
				"https://www.flashback.org/u418299"
		],
		"sentence": [
				"Dem två stora gängen i Stockholm är maffian som går Mellan Italien USA och Sverige dem har hand om stora delar den underjordiska drog världen som hanterar med allt från rån till mord jag kan dock inte kommentera jur.",
				"Nix egen erfarenhet, och vänner som råkat vandra igenom där kvällstid, och fått sig en käftsmäll för att dem ska inte ha några svennehoror där och det var en tjej, och ett annat likadant fall var det av blattar från rosengården men utanför dock som gav sig på och skulle knivråna en tjej, moget att vara 8 och dra kniv mot en tjej?",
				"De svenska gäng jag vet är typ Bandidos, Hells Angels, X-Team, Red and White, Original Gangsters, Los Andersberg, La Familia."
		]
	}
]
