[
	[
		{
			"postIndex": 3200,
			"postNumber": 1075,
			"rankGlobal": 161,
			"rankLocal": 1,
			"scoreGlobal": 34,
			"scoreLocal": 100,
			"userRank": 415,
			"userScore": 0,
			"postUserName": "Mosby",
			"postUserID": "u330509",
			"postUserUrl": "https://www.flashback.org/u330509",
			"postDateTime": "2010-08-21, 18:14",
			"postUrlInThread": "https://www.flashback.org/t1275257p90",
			"postUrlUniq": "https://www.flashback.org/sp24992424",
			"sentence": "Det kanske inte är ett stort problem för Julian i det stora hela då han jobbar såpass globalt och säkert kommer värre saker sägas om honom under vägens gång, men för någon annan hade det kunnat vara ett enormt problem och det är därför absolut värt att diskutera hur de kan anhålla någon sannolikt misstänkt för något som bara hävs sen och ovanpå det publicera personens namn i tidningen innan polisen ens förhört personen i fråga!"
		},
		{
			"postIndex": 871,
			"postNumber": 263,
			"rankGlobal": 320,
			"rankLocal": 2,
			"scoreGlobal": 31,
			"scoreLocal": 90,
			"userRank": 37,
			"userScore": 13,
			"postUserName": "rövner",
			"postUserID": "u126427",
			"postUserUrl": "https://www.flashback.org/u126427",
			"postDateTime": "2010-08-21, 11:20",
			"postUrlInThread": "https://www.flashback.org/t1275257p22",
			"postUrlUniq": "https://www.flashback.org/sp24983958",
			"sentence": "Hur det ligger till kommer vi sannolikt inte få veta eftersom CIA måste ha gjort bedömningen att detta inte skulle upptäckas inom snar framtid för att ha fullbordat en sådan operation, om det snabbt kommer fram att det är politiska krafter bakom anklagelserna så kommer shitstormen att träffa dessa krafter istället för assange, så alla ni som skriver om att det är och inte åtalet som är det viktiga har bara delvis rätt."
		},
		{
			"postIndex": 7424,
			"postNumber": 2403,
			"rankGlobal": 455,
			"rankLocal": 3,
			"scoreGlobal": 29,
			"scoreLocal": 84,
			"userRank": 41,
			"userScore": 12,
			"postUserName": "Anemon",
			"postUserID": "u338205",
			"postUserUrl": "https://www.flashback.org/u338205",
			"postDateTime": "2010-08-23, 08:52",
			"postUrlInThread": "https://www.flashback.org/t1275257p201",
			"postUrlUniq": "https://www.flashback.org/sp25026398",
			"sentence": "Anna is very knowledgeable in just sexuallawsuits and is likely to know that if she goes to the Swedish police with a story about something that even resembles sexual crimes the police will set up a notification about the case."
		},
		{
			"postIndex": 6968,
			"postNumber": 2285,
			"rankGlobal": 465,
			"rankLocal": 4,
			"scoreGlobal": 29,
			"scoreLocal": 84,
			"userRank": 162,
			"userScore": 2,
			"postUserName": "Synapsgas",
			"postUserID": "u437290",
			"postUserUrl": "https://www.flashback.org/u437290",
			"postDateTime": "2010-08-23, 00:21",
			"postUrlInThread": "https://www.flashback.org/t1275257p191",
			"postUrlUniq": "https://www.flashback.org/sp25022673",
			"sentence": "Jag tycker att det här låter som att Finné är i stort sett övertygad om att alltihop är uppdiktat eller grovt överdrivet av de två kvinnorna eller någon annan på vägen - allvarligt talat, varför skulle de vilja höra Assange om det fanns några brottsmisstankar överhuvudtaget - men vill ge polisen några dagar att kolla upp allting, prata med vittnen osv innan fallet läggs ner eftersom det har rätt hög medieprofil."
		},
		{
			"postIndex": 2827,
			"postNumber": 936,
			"rankGlobal": 661,
			"rankLocal": 5,
			"scoreGlobal": 27,
			"scoreLocal": 79,
			"userRank": 555,
			"userScore": 0,
			"postUserName": "sinistral",
			"postUserID": "u65304",
			"postUserUrl": "https://www.flashback.org/u65304",
			"postDateTime": "2010-08-21, 17:13",
			"postUrlInThread": "https://www.flashback.org/t1275257p78",
			"postUrlUniq": "https://www.flashback.org/sp24990942",
			"sentence": "Med andra ord så har hans trovärdighet permanent skadad inte bara för att han i detta nu anklagas för våldtäkt utan också för att han aldrig kommer rentvå sig själv från anklagelserna bortsett från om kvinnorna skulle ändra sina historier vilket i sin tur skulle resultera i misstankar om att de mutats/hotats eller på annat sätt tystats av wikileak anhängare."
		}
	],
	[
		{
			"postIndex": 19103,
			"postNumber": 5959,
			"rankGlobal": 45,
			"rankLocal": 1,
			"scoreGlobal": 41,
			"scoreLocal": 100,
			"userRank": 89,
			"userScore": 5,
			"postUserName": "Rosa Luxemburg",
			"postUserID": "u249041",
			"postUserUrl": "https://www.flashback.org/u249041",
			"postDateTime": "2010-08-26, 20:49",
			"postUrlInThread": "https://www.flashback.org/t1275257p497",
			"postUrlUniq": "https://www.flashback.org/sp25108175",
			"sentence": "under tiden hade det varit bra att slippa off-topic där man 1) fortsätter att anklaga assange för brott som har blivit avskrivna, 2) målar upp assange som kvinnoförnedrande, omoraliskt kräk, 3) glorifierar antingen argins eller T20 dygd och skönmålar deras karaktärer, 4) framställer kvinnor som råkar ut för tillfällig sexrelation som inte slutar såsom kvinnorna hade önskat, som per definition offer utsatta för antingen moralbrott eller brott enligt brottsbalken, 5) framställer egna förhoppningar om hur antingen ardin eller T20 är som personer (antingen den ena eller den andra som manipulativ eller så den ena eller den andra som oskuldsfull och naiv) som vore de utsagor från karaktärsvittnen."
		},
		{
			"postIndex": 17283,
			"postNumber": 5417,
			"rankGlobal": 126,
			"rankLocal": 2,
			"scoreGlobal": 35,
			"scoreLocal": 86,
			"userRank": 87,
			"userScore": 5,
			"postUserName": "centralen",
			"postUserID": "u347051",
			"postUserUrl": "https://www.flashback.org/u347051",
			"postDateTime": "2010-08-26, 09:18",
			"postUrlInThread": "https://www.flashback.org/t1275257p452",
			"postUrlUniq": "https://www.flashback.org/sp25095616",
			"sentence": "Grejen är inte vilken adress JA nu ev hade i Norrland, grejen är att AA visste om att JA hade lämnat stan enligt sitt \"2-dagars schema\" för att undkomma sina \"fiender\", utredaren var nog mycket väl medveten om vem JA var och hur han förflyttade sig, därav ville nog utredaren försäkra sig om var han skulle kunna hålla hus - att beta av krogarna betyder att utredaren hade fått uppgift om att JA var kvar i stan av AA, varför skulle man annars kuta runt och leta efter JA Av vad som hittills framkommit träffade AA +T20 enbart utredaren, och när deras möte var klart kontaktade utredaren jourhavande åklagare, alltså bör inte AA+T20 ha vetat om och när en häktningsorder blev utfärdad, därför blev det nog svårt för AA att läcka om detta till NS på Expressen, men jag kan ha fel om nu utredaren åter kontaktad AA efter samtalet med åklagaren."
		},
		{
			"postIndex": 19780,
			"postNumber": 6124,
			"rankGlobal": 323,
			"rankLocal": 3,
			"scoreGlobal": 31,
			"scoreLocal": 74,
			"userRank": 225,
			"userScore": 1,
			"postUserName": "Anteaus",
			"postUserID": "u163997",
			"postUserUrl": "https://www.flashback.org/u163997",
			"postDateTime": "2010-08-27, 00:40",
			"postUrlInThread": "https://www.flashback.org/t1275257p511",
			"postUrlUniq": "https://www.flashback.org/sp25113816",
			"sentence": "Vi kan nog börja med att styka alla som är under 25 år gamla (senaste budet i media är att kvinnorna är i åldern 25-35 år), sen kan vi ta bort alla vars efternamn börjar på ett enkel-V (The Guardian kallade kvinnorna Ms A och Ms W) sist av allt tar vi bort alla som heter Maria eller Marie (Viggo valde pseudonymen \"Maria\" för den yngre kvinnan i artikeln från Resumé som Hoppsann återgav i eftermiddags så det lär hon då inte heta, inte ens som andra- eller tredjenamn)."
		},
		{
			"postIndex": 12457,
			"postNumber": 3970,
			"rankGlobal": 457,
			"rankLocal": 4,
			"scoreGlobal": 29,
			"scoreLocal": 70,
			"userRank": 24,
			"userScore": 19,
			"postUserName": "Kattafanken",
			"postUserID": "u447618",
			"postUserUrl": "https://www.flashback.org/u447618",
			"postDateTime": "2010-08-24, 20:13",
			"postUrlInThread": "https://www.flashback.org/t1275257p331",
			"postUrlUniq": "https://www.flashback.org/sp25062694",
			"sentence": "Jag håller med om att det där inlägget (som så många av hennes andra) är naivt (läs barnsligt som fan) och visar på att hon har ett tydligt hämdbegär, kanske till gränsen av att vara en \"icke normalt funtad\" person - men måste bara klargöra en sak som tycks gå över huvudet på folk här: med \"laglig hämd\" menar hon inte utan En del av det hon beskriver kan dock falla under trakasserier om det dras på för stort (exempel: massa bilder med den andras pojkvän så att den nya flickvännen inte tror att det är slut)."
		},
		{
			"postIndex": 19657,
			"postNumber": 6093,
			"rankGlobal": 485,
			"rankLocal": 5,
			"scoreGlobal": 28,
			"scoreLocal": 69,
			"userRank": 42,
			"userScore": 12,
			"postUserName": "aeaeaeaea",
			"postUserID": "u471655",
			"postUserUrl": "https://www.flashback.org/u471655",
			"postDateTime": "2010-08-27, 00:00",
			"postUrlInThread": "https://www.flashback.org/t1275257p508",
			"postUrlUniq": "https://www.flashback.org/sp25113069",
			"sentence": "Det är inte brottsligt att glida runt på någons pengar, lova någon att höra av sig igen (vilket man sen inte gör) eller att ens finnas tillgänglig (vilket man sen inte är), men de handlingar som ledde till ST-20s kontakt med AA ligger, för att återigen citera en yrkeskunnig (CB - som defacto haft tillgång till förstahandsinformation) \" \" Vi behöver inte riva upp brottsrubriceringsdiskussionen igen, men jag vill bara tydliggöra att någonting begicks som mycket väl skulle kunna uppfattas som ett ganska allvarligt brott - märk väl dock att jag är väl medveten om att i nuläget är alla sådana allvarliga anklagelser avskrivna."
		}
	],
	[
		{
			"postIndex": 27576,
			"postNumber": 8296,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 53,
			"scoreLocal": 100,
			"userRank": 40,
			"userScore": 12,
			"postUserName": "benderblod",
			"postUserID": "u394991",
			"postUserUrl": "https://www.flashback.org/u394991",
			"postDateTime": "2010-08-31, 20:49",
			"postUrlInThread": "https://www.flashback.org/t1275257p692",
			"postUrlUniq": "https://www.flashback.org/sp25205750",
			"sentence": "The purpose with the activation of a sleeping double agent cell could be to create negative publicity against W-kileaks (Russian interests in Af-hanistan) and USA (rumours concerning C-A activity against JA) also as revenge of the Ch-pman story (major presently): The background is that a prosecutor in Sweden prosecutes a male person for rape, expose him for the world, and the only basis is the claim from two left wing extreme-feminists of whom one is a stalker of JA that a condom has broken intentionally by JA during a sexual intercourse (unclear how) and that one sexual intercourse was done without condom in the morning (although the breakfast after was OK)."
		},
		{
			"postIndex": 22271,
			"postNumber": 6818,
			"rankGlobal": 209,
			"rankLocal": 2,
			"scoreGlobal": 33,
			"scoreLocal": 62,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2010-08-28, 14:53",
			"postUrlInThread": "https://www.flashback.org/t1275257p569",
			"postUrlUniq": "https://www.flashback.org/sp25140770",
			"sentence": "Assange moraliska karaktär - det är ofrånkomligen så, att om postarens uppgifter stämmer, så vet postaren och/eller källan svaret på nästan alla viktiga frågor vi önskar svar på, men väljer att inte besvara någon av dem, bara komma med lite löst förtal Nu kommer vi till nästa intressanta steg: CB - Claes Borgström - hörde vi i dagens media, och han hade också denna magiska kunskap om CIA's ofarlighet vis a vis mr Assange!"
		},
		{
			"postIndex": 26858,
			"postNumber": 8075,
			"rankGlobal": 250,
			"rankLocal": 3,
			"scoreGlobal": 32,
			"scoreLocal": 60,
			"userRank": 68,
			"userScore": 7,
			"postUserName": "MeMajk",
			"postUserID": "u281495",
			"postUserUrl": "https://www.flashback.org/u281495",
			"postDateTime": "2010-08-31, 11:23",
			"postUrlInThread": "https://www.flashback.org/t1275257p673",
			"postUrlUniq": "https://www.flashback.org/sp25195122",
			"sentence": "På grund av källskyddet kan jag inte avslöja att jag fått följande information från min ironiserande granne: AA hade planer på en framtida karriär inom S men nu när S har ett förhållande med MP ville AA visa att hon för en gång skull inte bara tänker så sig själv utan även på miljön och lever upp till att Sverige verkligen är The country of recycling Så skickade min anonyme granne Håkan Fredriksson, med ett bildbevis på att AA lever som hon lär och återanvänder alla kådisar veckovis och låter dem hänga på tork på detta naturvänliga sätt."
		},
		{
			"postIndex": 27799,
			"postNumber": 8367,
			"rankGlobal": 251,
			"rankLocal": 4,
			"scoreGlobal": 32,
			"scoreLocal": 60,
			"userRank": 72,
			"userScore": 7,
			"postUserName": "PopcornPower",
			"postUserID": "u478055",
			"postUserUrl": "https://www.flashback.org/u478055",
			"postDateTime": "2010-08-31, 23:21",
			"postUrlInThread": "https://www.flashback.org/t1275257p698",
			"postUrlUniq": "https://www.flashback.org/sp25209666",
			"sentence": "While all of the facts may not be in, and a number off issues may be up for debate, and we still do know much about Sofia's case, the one thing we clearly know is that Anna's legal representative was loudly & clearly accusing Julian of rape over a broken condom."
		},
		{
			"postIndex": 29112,
			"postNumber": 8782,
			"rankGlobal": 332,
			"rankLocal": 5,
			"scoreGlobal": 30,
			"scoreLocal": 57,
			"userRank": 52,
			"userScore": 9,
			"postUserName": "Gullegubben",
			"postUserID": "u322859",
			"postUserUrl": "https://www.flashback.org/u322859",
			"postDateTime": "2010-09-01, 16:02",
			"postUrlInThread": "https://www.flashback.org/t1275257p732",
			"postUrlUniq": "https://www.flashback.org/sp25218942",
			"sentence": "The power which the strong have over the weak, the employer over the employed, the educated over the unlettered, the experienced over the confiding, even the clever over the silly — the forbearing or inoffensive use of all this power or authority, or a total abstinence from it when the case admits it, will show the gentleman in a plain light."
		}
	],
	[
		{
			"postIndex": 41003,
			"postNumber": 11790,
			"rankGlobal": 44,
			"rankLocal": 1,
			"scoreGlobal": 41,
			"scoreLocal": 100,
			"userRank": 266,
			"userScore": 1,
			"postUserName": "satops",
			"postUserID": "u383876",
			"postUserUrl": "https://www.flashback.org/u383876",
			"postDateTime": "2010-09-11, 19:47",
			"postUrlInThread": "https://www.flashback.org/t1275257p983",
			"postUrlUniq": "https://www.flashback.org/sp25410746",
			"sentence": "The only reporter that got an interview with the swedes on the returning flight booked by Mrs Ardin was Niklas Svensson, he was the , further moore, all swedes in this operation got all mobile/computers/luggage etc consfiscated by the paratroopers and they could not communicate with sweden exept via one inmarsat-phone that was made avaible on the boat, coordinator in Stockholm was Ardin."
		},
		{
			"postIndex": 43101,
			"postNumber": 12302,
			"rankGlobal": 56,
			"rankLocal": 2,
			"scoreGlobal": 40,
			"scoreLocal": 97,
			"userRank": 42,
			"userScore": 12,
			"postUserName": "aeaeaeaea",
			"postUserID": "u471655",
			"postUserUrl": "https://www.flashback.org/u471655",
			"postDateTime": "2010-09-17, 12:52",
			"postUrlInThread": "https://www.flashback.org/t1275257p1026",
			"postUrlUniq": "https://www.flashback.org/sp25538286",
			"sentence": "If the two abused women in this case would step forward and forgive Assange and ask for the case to be dropped, I would (as I've expressed in this topic several times before) accept it and feel that a kind of justice has been served (as long as they were not \"forced to forgive him\"), or atleast that some kind of balance between the acts has been established."
		},
		{
			"postIndex": 31697,
			"postNumber": 9528,
			"rankGlobal": 100,
			"rankLocal": 3,
			"scoreGlobal": 36,
			"scoreLocal": 88,
			"userRank": 168,
			"userScore": 2,
			"postUserName": "Tokarev",
			"postUserID": "u60725",
			"postUserUrl": "https://www.flashback.org/u60725",
			"postDateTime": "2010-09-02, 23:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p794",
			"postUrlUniq": "https://www.flashback.org/sp25247138",
			"sentence": "Jim Fallows (googla) är en riktigt viktig person, ett högdjur, talskrivare åt Carter, författare mm mm Han manar till besinning och säger: It is worth reading in order the series of posts on the Fabius Maximus site — from earliest to latest here, here, here, and here — making the case that the “official” story of the rape accusations against Julian Assange of Wikileaks is too strange and coincidence-ridden to be easily believable."
		},
		{
			"postIndex": 32695,
			"postNumber": 9806,
			"rankGlobal": 110,
			"rankLocal": 4,
			"scoreGlobal": 36,
			"scoreLocal": 87,
			"userRank": 155,
			"userScore": 2,
			"postUserName": "Litargia",
			"postUserID": "u60545",
			"postUserUrl": "https://www.flashback.org/u60545",
			"postDateTime": "2010-09-03, 17:33",
			"postUrlInThread": "https://www.flashback.org/t1275257p818",
			"postUrlUniq": "https://www.flashback.org/sp25257441",
			"sentence": "Even though I right now have kind of a strong feeling of punching you in the face – which I of course will not, it is only something I write, since I am of the very strong opinion that we need to lower the legal sentences, that prisons normally does not do good, that death penalty needs to be abolished all over the world and that even cruel rapists deserve forgiveness when they repent."
		},
		{
			"postIndex": 32547,
			"postNumber": 9769,
			"rankGlobal": 111,
			"rankLocal": 5,
			"scoreGlobal": 36,
			"scoreLocal": 87,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2010-09-03, 15:18",
			"postUrlInThread": "https://www.flashback.org/t1275257p815",
			"postUrlUniq": "https://www.flashback.org/sp25255206",
			"sentence": "So here is the fact: again and again, at least a dozen times during the life of this thread, has persons deeply involved in the case ( and, almost always, with connections to the swedish social democrat party) removed almost all their web pages minutes after questions about them have been asked in this thread."
		}
	],
	[
		{
			"postIndex": 45352,
			"postNumber": 12845,
			"rankGlobal": 49,
			"rankLocal": 1,
			"scoreGlobal": 41,
			"scoreLocal": 100,
			"userRank": 50,
			"userScore": 10,
			"postUserName": "Siegfrid",
			"postUserID": "u62578",
			"postUserUrl": "https://www.flashback.org/u62578",
			"postDateTime": "2010-09-27, 16:37",
			"postUrlInThread": "https://www.flashback.org/t1275257p1071",
			"postUrlUniq": "https://www.flashback.org/sp25758092",
			"sentence": "--- Everyone connected agrees that it's a mess and an embarrassment, and most will say that Assange's rights have been infringed, with leading international lawyer Geoffrey Robertson arguing that the Australian government should ''carpet'' the Swedish ambassador for Assange's treatment, and that Assange should make a case in the European Court of Human Rights."
		},
		{
			"postIndex": 50718,
			"postNumber": 14254,
			"rankGlobal": 57,
			"rankLocal": 2,
			"scoreGlobal": 40,
			"scoreLocal": 98,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2010-11-19, 01:23",
			"postUrlInThread": "https://www.flashback.org/t1275257p1188",
			"postUrlUniq": "https://www.flashback.org/sp26967751",
			"sentence": "Den brittiske advokaten Mark Stephens säger att under hela tiden har inte svenska myndigheter inkommit med ett enda skriftligt dokument om anklagelserna, vilket både han och Hurtig menar är ett brott mot Europakonventionens artikel 6:3 som bland annat säger att ”Everyone charged with a criminal offence has the following minimum rights: a) to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him”."
		},
		{
			"postIndex": 54835,
			"postNumber": 15303,
			"rankGlobal": 71,
			"rankLocal": 3,
			"scoreGlobal": 38,
			"scoreLocal": 93,
			"userRank": 26,
			"userScore": 17,
			"postUserName": "worldcitizen",
			"postUserID": "u254722",
			"postUserUrl": "https://www.flashback.org/u254722",
			"postDateTime": "2010-11-25, 16:15",
			"postUrlInThread": "https://www.flashback.org/t1275257p1276",
			"postUrlUniq": "https://www.flashback.org/sp27124763",
			"sentence": "There is however a high risk that if formally indicted, Assange could be declared guilty because what he and most foreign observers do not know about the Swedish courts, especially when it comes to sex cases, is that guilty verdicts are declared more than often due to the court having played \"God\" and decided who is lying and who is telling the truth!"
		},
		{
			"postIndex": 45344,
			"postNumber": 12845,
			"rankGlobal": 87,
			"rankLocal": 4,
			"scoreGlobal": 37,
			"scoreLocal": 90,
			"userRank": 50,
			"userScore": 10,
			"postUserName": "Siegfrid",
			"postUserID": "u62578",
			"postUserUrl": "https://www.flashback.org/u62578",
			"postDateTime": "2010-09-27, 16:37",
			"postUrlInThread": "https://www.flashback.org/t1275257p1071",
			"postUrlUniq": "https://www.flashback.org/sp25758092",
			"sentence": "The milieu of hackerdom is not without its conspiracy enthusiasts, who pointed to her stint in the Washington DC branch of the Swedish foreign service, that she had been deported from Cuba for working with the US-backed dissident group The Women in White, and that her close cousin Mattias Ardin is a lieutenant-colonel in Afghanistan."
		},
		{
			"postIndex": 44075,
			"postNumber": 12542,
			"rankGlobal": 122,
			"rankLocal": 5,
			"scoreGlobal": 36,
			"scoreLocal": 88,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2010-09-19, 02:03",
			"postUrlInThread": "https://www.flashback.org/t1275257p1046",
			"postUrlUniq": "https://www.flashback.org/sp25577887",
			"sentence": "Jämförelse med ett annat fall: gruppvåldtäkt i Leksand Assange: 20100820 två kvinnor går in på en polisstation för att 'diskutera', polis bestämmer att det är våldtäkt, åklagare tycker samma och Assange anhålls i sin frånvaro 20100821 anhållandet upphävs 20100825 fallet reduceras av åklagaren till ett (1) fall av ofredande ( ej sexuellt) 20100830 Arranges enda förhör, fortfarande bara om ofredande 20100901 ny åklagare öppnar fall om våldtäkt 20100919 inget mer har hänt, inget förhör av Assange Leksand 2010802 flicka anmäler med hjäp av släktingar att hon blivit gruppvåldtagen, 20100804 flashback har på de nu 3 pojkar som är anhållna som sannolikt skyldiga 20100816 och man väntar på åtal..."
		}
	],
	[
		{
			"postIndex": 55944,
			"postNumber": 15686,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 49,
			"scoreLocal": 100,
			"userRank": 68,
			"userScore": 7,
			"postUserName": "MeMajk",
			"postUserID": "u281495",
			"postUserUrl": "https://www.flashback.org/u281495",
			"postDateTime": "2010-12-02, 13:17",
			"postUrlInThread": "https://www.flashback.org/t1275257p1308",
			"postUrlUniq": "https://www.flashback.org/sp27284862",
			"sentence": "Trevlig sammanfattning, i synnerhet sista stycket: \"A great deal more damning evidence is yet to be revealed about what passes for legal process in Sweden, such as (and then in Swedish language contrary to European Law) and having to learn about the status of investigations through prosecution media announcements but make no mistake: it is not Julian Assange that is on trial here but Sweden and its reputation as a modern and model country with rules of law Verkar inte som om MN har gjort sig så stor möda att vilja ha tag i JA om hon inte ens har tillskrivit hans advokat för att fräga vars han håller hus!"
		},
		{
			"postIndex": 62030,
			"postNumber": 17520,
			"rankGlobal": 23,
			"rankLocal": 2,
			"scoreGlobal": 45,
			"scoreLocal": 92,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2010-12-09, 18:13",
			"postUrlInThread": "https://www.flashback.org/t1275257p1460",
			"postUrlUniq": "https://www.flashback.org/sp27451899",
			"sentence": "Apparently because Sweden’s director of public prosecutions, However the facts that have not been disputed by the Swedish prosecutor or her staff is that Julian Assange has made statements to both the police and the prosecutors after staying in Sweden to do so, was given permission to leave the country by the prosecutors, and has offered to answer questions in Britian including at the Swedish embassy."
		},
		{
			"postIndex": 56753,
			"postNumber": 15915,
			"rankGlobal": 50,
			"rankLocal": 3,
			"scoreGlobal": 41,
			"scoreLocal": 83,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2010-12-03, 17:04",
			"postUrlInThread": "https://www.flashback.org/t1275257p1327",
			"postUrlUniq": "https://www.flashback.org/sp27312045",
			"sentence": "And Assange's current London attorney - Mark Stephens - AOL news that he doesn't even know what the charges against Assange are, but that they are rape: Stephens, told AOL News today that Swedish prosecutors told him that Assange is wanted not for allegations of rape, as previously reported, but for something called \"sex by surprise,\" which he said involves a fine of 5,000 kronor or about $715."
		},
		{
			"postIndex": 57057,
			"postNumber": 15992,
			"rankGlobal": 76,
			"rankLocal": 4,
			"scoreGlobal": 38,
			"scoreLocal": 77,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2010-12-04, 15:19",
			"postUrlInThread": "https://www.flashback.org/t1275257p1333",
			"postUrlUniq": "https://www.flashback.org/sp27331260",
			"sentence": "2010-12-04: NSW Supreme Court solicitor Peter Kemp: Letter to Australian Prime Minister Julia Gillard It is also disturbing that no Australian official has castigated Sweden for the shameful treatment Mr Assange has received ie his human rights abused, in that he has not been charged and served with papers in the English language regarding the evidence against him of alleged sexual offences."
		},
		{
			"postIndex": 63348,
			"postNumber": 17833,
			"rankGlobal": 96,
			"rankLocal": 5,
			"scoreGlobal": 36,
			"scoreLocal": 74,
			"userRank": 281,
			"userScore": 1,
			"postUserName": "Spunkhunk",
			"postUserID": "u479551",
			"postUserUrl": "https://www.flashback.org/u479551",
			"postDateTime": "2010-12-11, 08:29",
			"postUrlInThread": "https://www.flashback.org/t1275257p1487",
			"postUrlUniq": "https://www.flashback.org/sp27487941",
			"sentence": "Anna Ardin, one of the two complainants in the rape and sexual assault case against WikiLeaks editor-in-chief Julian Assange, has left Sweden, and may have ceased actively co-operating with the Swedish prosecution service and her own lawyer, sources in Sweden told Crikey today."
		}
	],
	[
		{
			"postIndex": 77943,
			"postNumber": 21473,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 59,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-01-12, 11:26",
			"postUrlInThread": "https://www.flashback.org/t1275257p1790",
			"postUrlUniq": "https://www.flashback.org/sp28170786",
			"sentence": "Assange legal team’s skeleton argument on strong ground In perhaps the most damaging portion of the submission, Ny is accused of abuse of process because either “Assange’s extradition is sought for purposes of prosecution, and thus a decision has been taken as to his prosecution and he is then entitled under Swedish law to disclosure of the entire investigation file, including the SMS messages and blog evidence — and yet these crucial items of evidence have not been disclosed to him, representing a serious violation of Swedish criminal procedure law and dereliction of duty on the part of Ny, and thus an abuse of process”, or “Mr Assange’s extradition is not being sought for the purposes of prosecution, in which case it should not have been sought at all."
		},
		{
			"postIndex": 77597,
			"postNumber": 21403,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 48,
			"scoreLocal": 82,
			"userRank": 48,
			"userScore": 11,
			"postUserName": "Regulus",
			"postUserID": "u521755",
			"postUserUrl": "https://www.flashback.org/u521755",
			"postDateTime": "2011-01-11, 22:43",
			"postUrlInThread": "https://www.flashback.org/t1275257p1784",
			"postUrlUniq": "https://www.flashback.org/sp28162822",
			"sentence": "Both statements are found in an essay on the domestic abuse law which is posted on the official web site of the Swedish Courts: Ny also made a controversial statement in an interview for Dagens Nyheter on September 7, when she was asked why she refused to interview Assange even though the case had been re-opened: Ny has been criticized for this statement since it does not rhyme with the official role of a Swedish prosecutor, which is similar to that of a French investigating magistrate rather than a British or American prosecutor."
		},
		{
			"postIndex": 69185,
			"postNumber": 19379,
			"rankGlobal": 33,
			"rankLocal": 3,
			"scoreGlobal": 43,
			"scoreLocal": 73,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "trenterx",
			"postUserID": "u484147",
			"postUserUrl": "https://www.flashback.org/u484147",
			"postDateTime": "2010-12-19, 17:27",
			"postUrlInThread": "https://www.flashback.org/t1275257p1615",
			"postUrlUniq": "https://www.flashback.org/sp27674581",
			"sentence": "Uppgifterna i polisprotokollet från förhöret med ”Harold” citeras av the Guardian: De är kanske trovärdiga: “On Wednesday 18 August, according to police records, Miss A told Harold and a friend that Assange would not leave her flat” “Harold told police he had asked Assange why he was refusing to leave the flat and that Assange had said he was very surprised, because Miss A had not asked him to leave”."
		},
		{
			"postIndex": 76136,
			"postNumber": 21085,
			"rankGlobal": 37,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 72,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2011-01-07, 13:43",
			"postUrlInThread": "https://www.flashback.org/t1275257p1758",
			"postUrlUniq": "https://www.flashback.org/sp28057043",
			"sentence": "august 10, 2010: \"The Obama administration has asked Britain, Germany, Australia, and other allies to consider criminal charges against Julian Assange for his Afghan war leaks\" A whole book could be written about this, and not least about the curious events earlier during 2010 involving Iceland, but I am just trying to make short summary ----------- ----------- This is the most remarkable, and the most neglected of them all!"
		},
		{
			"postIndex": 77324,
			"postNumber": 21321,
			"rankGlobal": 62,
			"rankLocal": 5,
			"scoreGlobal": 39,
			"scoreLocal": 66,
			"userRank": 30,
			"userScore": 16,
			"postUserName": "Aleksanterinkatu",
			"postUserID": "u531839",
			"postUserUrl": "https://www.flashback.org/u531839",
			"postDateTime": "2011-01-11, 13:58",
			"postUrlInThread": "https://www.flashback.org/t1275257p1777",
			"postUrlUniq": "https://www.flashback.org/sp28149834",
			"sentence": "Assange’s extradition is sought for purposes of prosecution, and thus a decision has been taken as to his prosecution and he is then entitled under Swedish law to disclosure of the entire investigation file, including the SMS messages and blog evidence – and yet these crucial items of evidence have not been disclosed to him, representing a serious violation of Swedish criminal procedure law and dereliction of duty on the part of Ms."
		}
	],
	[
		{
			"postIndex": 86676,
			"postNumber": 23457,
			"rankGlobal": 34,
			"rankLocal": 1,
			"scoreGlobal": 43,
			"scoreLocal": 100,
			"userRank": 26,
			"userScore": 17,
			"postUserName": "worldcitizen",
			"postUserID": "u254722",
			"postUserUrl": "https://www.flashback.org/u254722",
			"postDateTime": "2011-02-07, 12:31",
			"postUrlInThread": "https://www.flashback.org/t1275257p1955",
			"postUrlUniq": "https://www.flashback.org/sp28736607",
			"sentence": "This full account makes clear that no force was used in the encounter and that B, far from being in a “helpless state”, could have objected but did not – “she let him continue” – and the circumstances were that the event happened during a consensual encounter in which they appear to have had sex three times in the course of an early morning, in between dropping off to sleep and waking again."
		},
		{
			"postIndex": 84994,
			"postNumber": 23039,
			"rankGlobal": 61,
			"rankLocal": 2,
			"scoreGlobal": 39,
			"scoreLocal": 92,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-02-04, 17:30",
			"postUrlInThread": "https://www.flashback.org/t1275257p1920",
			"postUrlUniq": "https://www.flashback.org/sp28679350",
			"sentence": "The next day Ardin had organised a ''crayfish party'' - a traditional Swedish summer get-together - for Assange; it was from this event that she sent the tweet that was later deleted, saying that it was 2am and she was partying with the ''most important people in the world''."
		},
		{
			"postIndex": 84971,
			"postNumber": 23035,
			"rankGlobal": 92,
			"rankLocal": 3,
			"scoreGlobal": 36,
			"scoreLocal": 86,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-02-04, 16:47",
			"postUrlInThread": "https://www.flashback.org/t1275257p1920",
			"postUrlUniq": "https://www.flashback.org/sp28678465",
			"sentence": "“As soon as the Social Democrats announced that they are going to lead the country to the EU, you started to see very clear signs that Sweden was adapting its foreign policy to the needs of NATO, the interests of the EU and the US,” Burke says, explaining why Swedish authorities are likely to cooperate with America on Assange’s extradition case."
		},
		{
			"postIndex": 89752,
			"postNumber": 24351,
			"rankGlobal": 116,
			"rankLocal": 4,
			"scoreGlobal": 36,
			"scoreLocal": 84,
			"userRank": 11,
			"userScore": 32,
			"postUserName": "hoppsann",
			"postUserID": "u70588",
			"postUserUrl": "https://www.flashback.org/u70588",
			"postDateTime": "2011-02-09, 16:33",
			"postUrlInThread": "https://www.flashback.org/t1275257p2030",
			"postUrlUniq": "https://www.flashback.org/sp28783566",
			"sentence": "There’s a lot of things that stink about this case, but the drip-feed of leaks from the Swedish authorities to the media is the most obvious proof that the case against Assange is less a result of actual wrongdoing on his part, and much more to do with subterfuge by those in power."
		},
		{
			"postIndex": 81596,
			"postNumber": 22204,
			"rankGlobal": 128,
			"rankLocal": 5,
			"scoreGlobal": 35,
			"scoreLocal": 83,
			"userRank": 7,
			"userScore": 42,
			"postUserName": "espressino",
			"postUserID": "u522883",
			"postUserUrl": "https://www.flashback.org/u522883",
			"postDateTime": "2011-01-30, 15:22",
			"postUrlInThread": "https://www.flashback.org/t1275257p1851",
			"postUrlUniq": "https://www.flashback.org/sp28566914",
			"sentence": "The hearings in London are due for 7-8 February – and on the first night, It's a mad scramble to get books out that self-justify their roles in all this,\" claims Assange, \"instead of getting on with the job of writing about the information and the cables themselves."
		}
	],
	[
		{
			"postIndex": 99615,
			"postNumber": 26581,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 49,
			"scoreLocal": 100,
			"userRank": 31,
			"userScore": 16,
			"postUserName": "petterpeppar",
			"postUserID": "u548106",
			"postUserUrl": "https://www.flashback.org/u548106",
			"postDateTime": "2011-03-02, 21:12",
			"postUrlInThread": "https://www.flashback.org/t1275257p2216",
			"postUrlUniq": "https://www.flashback.org/sp29232627",
			"sentence": "[01:19] Alexandra: ja[01:20] Alexandra: alla brott är i princip uppsåtsbrott – sen finns det en del som har en ”oaktsamhetsvariant”[01:21] Alexandra: För att tvinga människor att iaktta en viss grad av aktsamhet – man skall inte kunna komma undan i alla lägen bara för att man varit oaktsam[01:24] Alexandra: Det knepiga med våldtäktsbrott är att förövaren har ju alltid uppsåt att genomföra ett samlag – men uppsåtet måste även täcka våldet/tvånget/misshandeln och det är här som det blir svårt att bedöma situationen – dels för att man ofta har dåliga bevis och dels för att människor kan ha sex på så många olika sätt och staten inte kan gå in och säga att så här och såhär får man inte ha sex…[01:26] Alexandra: …samtidigt som det verkar sjukt att sånt sex som de hade i det sk Tumbafallet (en kvinna och 7 män varav ca hälften okända för henne) inte per automatik bedöms som våldtäkt[01:27] Sara: men i scenariot vi läste, skulle förövaren kunna erkänna allt, men samtidigt säga att han inte förstod att hon inte ville, och då skulle det inte kunna dömas?"
		},
		{
			"postIndex": 96376,
			"postNumber": 25795,
			"rankGlobal": 26,
			"rankLocal": 2,
			"scoreGlobal": 44,
			"scoreLocal": 90,
			"userRank": 7,
			"userScore": 42,
			"postUserName": "espressino",
			"postUserID": "u522883",
			"postUserUrl": "https://www.flashback.org/u522883",
			"postDateTime": "2011-02-23, 14:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p2150",
			"postUrlUniq": "https://www.flashback.org/sp29082146",
			"sentence": "Edit: Julian Assange is very likely to be extradited, says Matrix barrister Julian Knowles, an expert in extradition law, dismisses the arguments made by the WikiLeaks founder's lawyers As for the claim that there might be a breach of Assange's right to a fair trial because some of the evidence against him would be heard behind closed doors, Knowles said that the threshold of unfairness was a very high one: \"You have to show there would be no meaningful trial at all."
		},
		{
			"postIndex": 102281,
			"postNumber": 27171,
			"rankGlobal": 28,
			"rankLocal": 3,
			"scoreGlobal": 44,
			"scoreLocal": 88,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-03-11, 13:52",
			"postUrlInThread": "https://www.flashback.org/t1275257p2265",
			"postUrlUniq": "https://www.flashback.org/sp29405642",
			"sentence": "Crikeys Guy Rundle skriver följande: One of the police interrogators involved in the investigation of WikiLeaks founder Julian Assange had links with one of the complainants, the Swedish newspaper has - and Det är väl inte helt klarlagt att Krans pockade på våldtäkt, men å andra sidan har hon uttryckt sin fientliga hållning till JA tydligare än någon annan inblandad, så det skulle inte förvåna att det ligger till på det viset."
		},
		{
			"postIndex": 91726,
			"postNumber": 24859,
			"rankGlobal": 43,
			"rankLocal": 4,
			"scoreGlobal": 41,
			"scoreLocal": 84,
			"userRank": 26,
			"userScore": 17,
			"postUserName": "worldcitizen",
			"postUserID": "u254722",
			"postUserUrl": "https://www.flashback.org/u254722",
			"postDateTime": "2011-02-13, 01:03",
			"postUrlInThread": "https://www.flashback.org/t1275257p2072",
			"postUrlUniq": "https://www.flashback.org/sp28857475",
			"sentence": "The Solna District Court found that the evidence supported the fact that a large amount of audio books were stored on the server, and that this itself constituted grounds for assuming that the books had been made available to the public (although login details were required to access the server and there was no evidence presented as to how many users had access to those login details)."
		},
		{
			"postIndex": 92160,
			"postNumber": 24936,
			"rankGlobal": 63,
			"rankLocal": 5,
			"scoreGlobal": 39,
			"scoreLocal": 79,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2011-02-13, 20:14",
			"postUrlInThread": "https://www.flashback.org/t1275257p2078",
			"postUrlUniq": "https://www.flashback.org/sp28871795",
			"sentence": "Assange’s extradition is sought for purposes of prosecution, and thus a decision has been taken as to his prosecution and he is then entitled under Swedish law to disclosure of the entire investigation file, including the SMS messages and blog evidence – and yet these crucial items of evidence have not been disclosed to him, representing a serious violation of Swedish criminal procedure law and dereliction of duty on the part of Ms."
		}
	],
	[
		{
			"postIndex": 106657,
			"postNumber": 28115,
			"rankGlobal": 59,
			"rankLocal": 1,
			"scoreGlobal": 39,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-03-18, 20:32",
			"postUrlInThread": "https://www.flashback.org/t1275257p2343",
			"postUrlUniq": "https://www.flashback.org/sp29560446",
			"sentence": "The report in underscores the likelihood that the prosecution of Assange in Sweden was organized by the Central Intelligence Agency, for the twofold purpose of disrupting WikiLeaks' ongoing exposures of US war crimes and creating the conditions where Assange could eventually be extradited to the United States for prosecution under “war on terror” procedures that make a mockery of due process."
		},
		{
			"postIndex": 107328,
			"postNumber": 28267,
			"rankGlobal": 74,
			"rankLocal": 2,
			"scoreGlobal": 38,
			"scoreLocal": 96,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-03-22, 13:59",
			"postUrlInThread": "https://www.flashback.org/t1275257p2356",
			"postUrlUniq": "https://www.flashback.org/sp29632825",
			"sentence": "The personal and political association of the first investigative officer with one of the complainants; the disturbing news that she was allowed to sit in on the other woman’s interview; the tampering with statements on the police computer; the two women being allowed to produce revised statements on September 2 in the light of the so-far still secret SMS messages; the police asking a witness about a victim’s prior sex life (WTF?"
		},
		{
			"postIndex": 118736,
			"postNumber": 30695,
			"rankGlobal": 81,
			"rankLocal": 3,
			"scoreGlobal": 37,
			"scoreLocal": 95,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "flashback979",
			"postUserID": "u375035",
			"postUserUrl": "https://www.flashback.org/u375035",
			"postDateTime": "2011-05-06, 10:57",
			"postUrlInThread": "https://www.flashback.org/t1275257p2558",
			"postUrlUniq": "https://www.flashback.org/sp30471960",
			"sentence": "The site itself is reportedly crude and insecure, and its terms of service say they will report you to the law or otherwise sell you out if it pleases them: \"We reserve the right to disclose any information about you to law enforcement authorities or to a requesting third party, without notice, in order to comply with any applicable laws and/or requests under legal process, to operate our systems properly, to protect the property or rights of Dow Jones or any affiliated companies, and to safeguard the interests of others."
		},
		{
			"postIndex": 106757,
			"postNumber": 28135,
			"rankGlobal": 82,
			"rankLocal": 4,
			"scoreGlobal": 37,
			"scoreLocal": 94,
			"userRank": 7,
			"userScore": 42,
			"postUserName": "espressino",
			"postUserID": "u522883",
			"postUserUrl": "https://www.flashback.org/u522883",
			"postDateTime": "2011-03-19, 20:17",
			"postUrlInThread": "https://www.flashback.org/t1275257p2345",
			"postUrlUniq": "https://www.flashback.org/sp29579295",
			"sentence": "Sockpuppets and screengrabs make for more fun for Anonymous by Bernard Keane Friday, 18 March 2011 Earlier in the week we noted that the Guardian’s David Leigh, whose initial enthusiasm for and then bitter falling out with Julian Assange and Wikileaks is chronicled, like a lover’s diary entries, in his Twitter account, had suggested Bradley Manning would now be free if he’d come to Leigh."
		},
		{
			"postIndex": 111826,
			"postNumber": 29230,
			"rankGlobal": 95,
			"rankLocal": 5,
			"scoreGlobal": 36,
			"scoreLocal": 93,
			"userRank": 26,
			"userScore": 17,
			"postUserName": "worldcitizen",
			"postUserID": "u254722",
			"postUserUrl": "https://www.flashback.org/u254722",
			"postDateTime": "2011-04-11, 14:21",
			"postUrlInThread": "https://www.flashback.org/t1275257p2436",
			"postUrlUniq": "https://www.flashback.org/sp30017116",
			"sentence": "[47] November 26th Julian Assange, Editor in Chief, Wikileaks to US Ambassador to London, Louis Susman Subject to the general objective of ensuring maximum disclosure of information in the public interest, Wikileaks would be grateful for the United States Government to privately nominate any specific instances (record numbers or names) where it considers the publication of information would put individual persons at significant risk of harm that has not already been addressed."
		}
	],
	[
		{
			"postIndex": 129568,
			"postNumber": 33004,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 57,
			"scoreLocal": 100,
			"userRank": 108,
			"userScore": 4,
			"postUserName": "bullhorn",
			"postUserID": "u552854",
			"postUserUrl": "https://www.flashback.org/u552854",
			"postDateTime": "2011-07-13, 00:42",
			"postUrlInThread": "https://www.flashback.org/t1275257p2751",
			"postUrlUniq": "https://www.flashback.org/sp31633360",
			"sentence": "But even if, as the judgement of Asztaslos suggests, extrinsic material were only to be considered in exceptional cases, the Julian Assange extradition case would fall into the category of unprecedented and highly unusual cases: unequivocal statements have been made by the prosecutor to the media and to the Australian Embassy in Stockholm, after she issued the EAW, in which she states that the the prosecution has not yet decided whether to prosecute him, and the EAW has been issued for his questioning."
		},
		{
			"postIndex": 131808,
			"postNumber": 33484,
			"rankGlobal": 6,
			"rankLocal": 2,
			"scoreGlobal": 54,
			"scoreLocal": 95,
			"userRank": 60,
			"userScore": 8,
			"postUserName": "tankar",
			"postUserID": "u393938",
			"postUserUrl": "https://www.flashback.org/u393938",
			"postDateTime": "2011-07-19, 21:28",
			"postUrlInThread": "https://www.flashback.org/t1275257p2791",
			"postUrlUniq": "https://www.flashback.org/sp31750152",
			"sentence": "Längst ner på: Principle of speciality and further extradition to USA Speciality:JA cannot – without the consent of the competent judicial authority of the United Kingdom – be prosecuted, sentenced or deprived of liberty forcrimes that he may have committed before his surrender to Sweden thatare not covered by the surrender from the United Kingdom purusant to theEuropean arrest warrant Further extradition:JA cannot – without the consent of the competent judicial authority of the United Kingdom – be surrendered to another EU Member State or beextradited to a third State] [quote]2011-07-14, 15:22 #33289 [Ursprungligen postat av SugaredThoughtsCitat: Om nu SW hävdat i ett andra förhör att hon bara halvsov, betyder det att i händelse JA utlämnas till Sverige att åtal bara kommer att övervägas för de punkter AA anmält?"
		},
		{
			"postIndex": 129566,
			"postNumber": 33004,
			"rankGlobal": 21,
			"rankLocal": 3,
			"scoreGlobal": 46,
			"scoreLocal": 80,
			"userRank": 108,
			"userScore": 4,
			"postUserName": "bullhorn",
			"postUserID": "u552854",
			"postUserUrl": "https://www.flashback.org/u552854",
			"postDateTime": "2011-07-13, 00:42",
			"postUrlInThread": "https://www.flashback.org/t1275257p2751",
			"postUrlUniq": "https://www.flashback.org/sp31633360",
			"sentence": "Extrinsic evidence In fact, the Swedish prosecutor’s own statements (issued both before and after the EAW was released) have repeatedly shown that Julian Assange is wanted in connection with questioning (not prosecution), his physical presence in Sweden is sought through the EAW instrument, and the prosecution has not yet decided whether it will charge him for the alleged offences."
		},
		{
			"postIndex": 129635,
			"postNumber": 33009,
			"rankGlobal": 22,
			"rankLocal": 4,
			"scoreGlobal": 46,
			"scoreLocal": 80,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2011-07-13, 03:23",
			"postUrlInThread": "https://www.flashback.org/t1275257p2751",
			"postUrlUniq": "https://www.flashback.org/sp31635212",
			"sentence": "\" \"In fact, the Swedish prosecutor’s own statements (issued both before and after the EAW was released) have repeatedly shown that Julian Assange is wanted in connection with questioning (not prosecution), his physical presence in Sweden is sought through the EAW instrument, and the prosecution has not yet decided whether it will charge him for the alleged offences."
		},
		{
			"postIndex": 120590,
			"postNumber": 31061,
			"rankGlobal": 24,
			"rankLocal": 5,
			"scoreGlobal": 45,
			"scoreLocal": 79,
			"userRank": 15,
			"userScore": 25,
			"postUserName": "GoodwinStrawman",
			"postUserID": "u548221",
			"postUserUrl": "https://www.flashback.org/u548221",
			"postDateTime": "2011-05-11, 19:11",
			"postUrlInThread": "https://www.flashback.org/t1275257p2589",
			"postUrlUniq": "https://www.flashback.org/sp30564869",
			"sentence": "In the absence of any proof to the contrary, who may be extradited to it and issues alleging any basic breach of fair trial rights or conditions of detention or arising out of any threatened extradition to the USA can and should be raised by Mr Assange in Sweden and not the Courts of the United Kingdom, see Klimas v Prosecutor General's Office of Lithuania [2010] EWHC 2076 (Admin)\" Alltså, Sverige har inte i EAW sagt att det kan komma att utlämna JA till USA."
		}
	],
	[
		{
			"postIndex": 144715,
			"postNumber": 35869,
			"rankGlobal": 15,
			"rankLocal": 1,
			"scoreGlobal": 48,
			"scoreLocal": 100,
			"userRank": 31,
			"userScore": 16,
			"postUserName": "petterpeppar",
			"postUserID": "u548106",
			"postUserUrl": "https://www.flashback.org/u548106",
			"postDateTime": "2011-10-30, 11:25",
			"postUrlInThread": "https://www.flashback.org/t1275257p2990",
			"postUrlUniq": "https://www.flashback.org/sp33742772",
			"sentence": "The suggested reforms are: *Amend the Framework Decision so that executing and issuing States are required to consider the proportionality of extradition; *Amend the Framework Decision so that issuing authorities are required to withdraw EAWs when they are refused by executing authorities; *Amend the Framework Decision to allow executing States to seek from issuing States further information and guarantees, before deciding whether to execute EAWs in cases where evidence has been adduced of a serious risk of infringement of fundamental rights; and *Include provisions in the draft Directive on access to legal advice and representation, to ensure that persons subject to EAWs receive legal representation in both the issuing and executing State."
		},
		{
			"postIndex": 149845,
			"postNumber": 36806,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 46,
			"scoreLocal": 96,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2011-11-28, 23:06",
			"postUrlInThread": "https://www.flashback.org/t1275257p3068",
			"postUrlUniq": "https://www.flashback.org/sp34253295",
			"sentence": "Its second significance – and far more important to Julian Assange’s battle against extradition to Sweden – is that Marianne Ny, the Swedish prosecutor, was in possession of these forensic facts, which surely bring into question the credibility of AA’s testimony and, perhaps, by extension the testimony of Complainant SW (given that it was AA’s close personal friend and political colleague Irmeli Krans who wrote SW’s witness statement), for some time before she issued the Interpol Red Notice and the European Arrest Warrant seeking Assange’s surrender."
		},
		{
			"postIndex": 135348,
			"postNumber": 34150,
			"rankGlobal": 38,
			"rankLocal": 3,
			"scoreGlobal": 42,
			"scoreLocal": 87,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2011-08-01, 23:56",
			"postUrlInThread": "https://www.flashback.org/t1275257p2846",
			"postUrlUniq": "https://www.flashback.org/sp31990825",
			"sentence": "It is completely obvious that something is wrong here, if this is any kind of equal sex, or at least where any measure of communication is established between two parts, a man at this point realises that he ought not continue, but he continues anyway because he has the power to do so, or because he has a view of women that tells him that it is okay because she agreed with it all during the time he listened to her, or because he is a law student and knows that there isn't a chance in hell he will be sentenced for this."
		},
		{
			"postIndex": 142317,
			"postNumber": 35387,
			"rankGlobal": 54,
			"rankLocal": 4,
			"scoreGlobal": 40,
			"scoreLocal": 84,
			"userRank": 3,
			"userScore": 62,
			"postUserName": "BaalZeBub",
			"postUserID": "u201835",
			"postUserUrl": "https://www.flashback.org/u201835",
			"postDateTime": "2011-09-18, 15:43",
			"postUrlInThread": "https://www.flashback.org/t1275257p2949",
			"postUrlUniq": "https://www.flashback.org/sp32939194",
			"sentence": "He had become the victim of his own methods: someone at WikiLeaks, where there was no shortage of disgruntled volunteers, had leaked the last big segment of the documents, and they ended up at The Guardian in such a way that the paper was released from its previous agreement with Assange—that The Guardian would publish its stories only when Assange gave his permission."
		},
		{
			"postIndex": 143972,
			"postNumber": 35723,
			"rankGlobal": 123,
			"rankLocal": 5,
			"scoreGlobal": 36,
			"scoreLocal": 74,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2011-10-19, 23:54",
			"postUrlInThread": "https://www.flashback.org/t1275257p2977",
			"postUrlUniq": "https://www.flashback.org/sp33558582",
			"sentence": "This will require trust between Member States that conditions will be enforced and we would recommend that the Government should takes steps to build this both bilaterally and through the European Commission, (iii) Serving a summons pursuant to Part 1 of the Crime (International Cooperation) Act 2003 (iv) Transferring probation or non-custodial measures to the United Kingdom for execution rather than issuing a European arrest warrant for a sentence imposed in default."
		}
	],
	[
		{
			"postIndex": 154899,
			"postNumber": 37724,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 58,
			"scoreLocal": 100,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2012-01-27, 23:09",
			"postUrlInThread": "https://www.flashback.org/t1275257p3144",
			"postUrlUniq": "https://www.flashback.org/sp35367067",
			"sentence": "Although your assessments on the Prime Minister “dialogue with the public” in SR is basically right (and relevant also for the judicial part of the discussion), you may have missed a) the part concerning the trial by-the-media thing; that Julian assange is \"prosecuted\" (\"anklagad för ett brott\") whereas he has not even been charged; b) the appeal to nationalist mobilization regarding the Assange case; that this is a matter of national pride; c) Regarding whether a US extradition-request will be deal with current Swedish legislation, the Prime minister is carefully using the from \"it would\" instead of “shall” or “should”; Thus, leaving space for exception (see below)."
		},
		{
			"postIndex": 167503,
			"postNumber": 40078,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 51,
			"scoreLocal": 87,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2012-06-20, 00:51",
			"postUrlInThread": "https://www.flashback.org/t1275257p3340",
			"postUrlUniq": "https://www.flashback.org/sp37955625",
			"sentence": "This is Professors blogg’s translation of the excerpts known: “The persecution I am subject from the part of different countries derives not only due to my ideas and actions but for my work by publishing information compromising the powerful, of publishing the truth and with that to revealing corruption and aggravating abuses to the Human Rights around the world” “Death threats, economic boycott [Illegal economic blockade] and the possibility of been surrender to the government of the United States of America by the part of UK, Swedish or Australian authorities, have made me to seek in Ecuadorian territory the political asylum and protection for allow me to continue with my mission in a territory of peace."
		},
		{
			"postIndex": 162582,
			"postNumber": 39058,
			"rankGlobal": 16,
			"rankLocal": 3,
			"scoreGlobal": 47,
			"scoreLocal": 81,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2012-05-23, 16:05",
			"postUrlInThread": "https://www.flashback.org/t1275257p3255",
			"postUrlUniq": "https://www.flashback.org/sp37501289",
			"sentence": "\" \"It would be disproportionate if the practice followed by the court and the prison legal services department should lead to the appellants losing their right of appeal\" OM nu dessa domare har samma känsla också nästa vecka finns det stor möjlighet att de kommer att säga att JA hade all rätt i hela världen att bestrida utlämning och att MN under denna tid inte följt artikel 18 och 19 i EAW ramavtal varför brist på proportionalitet gör att JA inte får utlämnas."
		},
		{
			"postIndex": 158367,
			"postNumber": 38296,
			"rankGlobal": 17,
			"rankLocal": 4,
			"scoreGlobal": 47,
			"scoreLocal": 80,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2012-03-01, 13:03",
			"postUrlInThread": "https://www.flashback.org/t1275257p3192",
			"postUrlUniq": "https://www.flashback.org/sp35985487",
			"sentence": "Part One\" [3] \"This is Why\" ) [4] The whole passage quoted from The Local (23 Dec 2005) reads, in the original English text: “Elisabeth Tarras-Wahlberg, the former press secretary to the king, and now in charge of the households of the young prince and princesses, wrote in Dagens Nyheter on Friday that the faults in Persbrandt’s case were not just a one-off for Expressen, as Sjöberg [from Expressen] had said,\" - \"The newspaper [Expressen] has incorporated sensation and scandal into its system as a way of earning money."
		},
		{
			"postIndex": 152568,
			"postNumber": 37327,
			"rankGlobal": 31,
			"rankLocal": 5,
			"scoreGlobal": 43,
			"scoreLocal": 73,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2011-12-23, 00:24",
			"postUrlInThread": "https://www.flashback.org/t1275257p3111",
			"postUrlUniq": "https://www.flashback.org/sp34699584",
			"sentence": "When now Svenska Dagbladet put forward the argument on that “it is uncertain whether Sweden would have said yes to the US extradition-requests regarding the couple cases that were not in Swedish territory”, the all SvD position turn out being an absurd, surrealistic missplaced, and most of all for the discussion of Assange extradition to US."
		}
	],
	[
		{
			"postIndex": 179239,
			"postNumber": 42571,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 29,
			"userScore": 16,
			"postUserName": "wtfuk",
			"postUserID": "u630566",
			"postUserUrl": "https://www.flashback.org/u630566",
			"postDateTime": "2012-08-16, 20:37",
			"postUrlInThread": "https://www.flashback.org/t1275257p3548",
			"postUrlUniq": "https://www.flashback.org/sp38866837",
			"sentence": "För att förklara den rädsla han ingjuter en möjlig politisk förföljelse, och att denna möjlighet hamnar bli en situation av fördomar och kränkningar av sina rättigheter, integritet och risk för den personliga säkerheten och frihet ansåg regeringen Ecuador följande: Julian Assange är en prisbelönt kommunikation professionella internationellt för sin kamp för yttrandefrihet, pressfrihet och mänskliga rättigheter i allmänhet, Att Mr Assange delas med den globala publiken var privilegierad skriftlig information som genereras av olika källor, och berörda anställda, länder och organisationer, Att det finns starka bevis för repressalier från det land eller de länder som producerade den information som lämnas av Mr Assange, repressalier som kan äventyra deras säkerhet, integritet, och även hans liv; Att trots diplomatiska ansträngningar från Ecuador, länder som har begärt tillräckliga garantier för att skydda säkerheten och liv Mr Assange, har vägrat att underlätta för dem; Det är vissa ecuadorianska myndigheterna att det är möjligt utlämning av Mr Assange till ett tredje land utanför EU utan lämpliga garantier för deras säkerhet och personlig integritet; Denna rättsliga uppgifter som klart visar att, med tanke på en utlämning till Förenta staterna, skulle Mr Assange inte ha en rättvis rättegång, kan prövas av specialdomstolar eller militära, och det är osannolikt att tillämpas på grym och förnedrande var och dömdes till livstids fängelse eller dödsstraff, vilket inte skulle respektera deras mänskliga rättigheter, Att medan Mr Assange måste svara för utredningen i Sverige är Ecuador medveten om att den svenska åklagaren har haft en motsägelsefull attityd som hindrade Mr Assange fullt utnyttjande av legitima rätten till försvar, Ecuador är övertygad om att de har undergrävt de processuella rättigheter Mr Assange under undersökningen; Ecuador har funnit att Mr Assange är utan skydd och stöd till tas emot från den stat som är medborgare; Att efter flera offentliga uttalanden och diplomatiska kommunikation av tjänstemän från Storbritannien, Sverige och USA, är det slutsatsen att dessa regeringar inte följer de konventioner och fördrag, och prioritera nationell lagstiftning skolan hierarki, i strid med reglerna uttrycklig allmän tillämpning och, Att om Mr Assange reduceras till förvar i Sverige (som brukligt är i det här landet), skulle starta en kedja av händelser som skulle förhindra ytterligare skyddsåtgärder som vidtagits för att undvika utlämning till ett tredje land."
		},
		{
			"postIndex": 181970,
			"postNumber": 43243,
			"rankGlobal": 27,
			"rankLocal": 2,
			"scoreGlobal": 44,
			"scoreLocal": 44,
			"userRank": 107,
			"userScore": 4,
			"postUserName": "MrChips",
			"postUserID": "u466625",
			"postUserUrl": "https://www.flashback.org/u466625",
			"postDateTime": "2012-08-18, 13:05",
			"postUrlInThread": "https://www.flashback.org/t1275257p3604",
			"postUrlUniq": "https://www.flashback.org/sp38893337",
			"sentence": "Nu har Ray McGovern som jobbat som CIA-agent under 7 presidenter och som tidigare visat sitt stöd för JA uttalat sig, säger idag i RT: 'Not even in Cold War’s darkest days': International law scrapped in anti-Assange crusade och i spanska versionen: Det förakt för folkrätten USA och dess allierade i Assange fallet visat är utan motstycke och längre ner: Nobody seems to remember that the prime accuser of Julian Assange – Anna Ardin in Sweden – used to work for extreme anti-Castro publications funded by the CIA."
		},
		{
			"postIndex": 170745,
			"postNumber": 40751,
			"rankGlobal": 29,
			"rankLocal": 3,
			"scoreGlobal": 44,
			"scoreLocal": 44,
			"userRank": 10,
			"userScore": 33,
			"postUserName": "Nostradumbass",
			"postUserID": "u381396",
			"postUserUrl": "https://www.flashback.org/u381396",
			"postDateTime": "2012-07-01, 17:50",
			"postUrlInThread": "https://www.flashback.org/t1275257p3396",
			"postUrlUniq": "https://www.flashback.org/sp38123306",
			"sentence": "LEXIS 131 March 14, 1983, Date-Signed September 24, 1984, Date-In-Force Article VI If the extradition request is granted in the case of a person who is being prosecuted or is serving a sentence in the territory of the requested State for a different offense, the requested State may: (a) defer the surrender of the person sought until the conclusion of the proceedings against that person, or the full execution of any punishment that may be or may have been imposed; or (b) [quote] Här finns ett jävligt besvärande tillägg i det här dokumentet: XI(b) föreskriver att finns ett svenskt häktningsbeslut så kan han utlämnas."
		},
		{
			"postIndex": 170791,
			"postNumber": 40763,
			"rankGlobal": 42,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 42,
			"userRank": 245,
			"userScore": 1,
			"postUserName": "SugaredThoughts",
			"postUserID": "u318776",
			"postUserUrl": "https://www.flashback.org/u318776",
			"postDateTime": "2012-07-01, 19:40",
			"postUrlInThread": "https://www.flashback.org/t1275257p3397",
			"postUrlUniq": "https://www.flashback.org/sp38124958",
			"sentence": "] (a) evidence providing probable cause to believe that the person sought is the person to whom the warrant or decision of arrest refers; (b) a certified copy of the warrant of arrest, issued by a judge or other competent judicial officer with respect to a request emanating from the United States, or a certified copy of the decision of arrest (haktningsbeslut) issued by a judge or other competent judicial officer with respect to a request emanating from Sweden, and such supplementary documentation as provides probable cause to believe that the person sought committed the offense for which extradition is requested."
		},
		{
			"postIndex": 171610,
			"postNumber": 40932,
			"rankGlobal": 52,
			"rankLocal": 5,
			"scoreGlobal": 40,
			"scoreLocal": 40,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "trenterx",
			"postUserID": "u484147",
			"postUserUrl": "https://www.flashback.org/u484147",
			"postDateTime": "2012-07-04, 22:30",
			"postUrlInThread": "https://www.flashback.org/t1275257p3411",
			"postUrlUniq": "https://www.flashback.org/sp38174353",
			"sentence": "subscriber account information including names, user names, screen names or other identities, mailing and other addresses, connection records, or records of session times and duration, length and types of service, telephone or instrument number or other subscriber number or identity, means and sources of payment for such services, including any credit card or bank account number, and billing records, records of user activity for any connections made to or from the account, including the date, time, length, and method of connections, data transfer volume, user name, and source and destination internet protocol address(es), non-content information associated with the contents of any communication or file stored by or for the account, and correspondence and notes of records related to the accounts..."
		}
	],
	[
		{
			"postIndex": 193038,
			"postNumber": 46133,
			"rankGlobal": 55,
			"rankLocal": 1,
			"scoreGlobal": 40,
			"scoreLocal": 100,
			"userRank": 107,
			"userScore": 4,
			"postUserName": "MrChips",
			"postUserID": "u466625",
			"postUserUrl": "https://www.flashback.org/u466625",
			"postDateTime": "2012-08-24, 23:02",
			"postUrlInThread": "https://www.flashback.org/t1275257p3845",
			"postUrlUniq": "https://www.flashback.org/sp39008077",
			"sentence": "se, en förklaring som är ren snömos och dessutom innehåller motsägelser Och nu läser att OAS (Organization of American States) just enhälligt har antagit en resolution som visar sin solidaritet och stöd för Ecuador i fallet Assange och vänder sig mot hoten från UK, så kan man konstatera att pga MNs brist på flexibilitet så är dessa 36 länder med sammanlagt ungefär 750000000 medborgare nu invecklade i diplomatisk kris: Antigua and Barbuda Argentina Barbados Belize Bolivia Brazil Canada Chile Colombia Costa Rica Dominica Dominican Republic Ecuador El Salvador Grenada Guatemala Guyana Haiti Honduras Jamaica Mexico Nicaragua Panama Paraguay Peru Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Suriname The Bahamas Trinidad and Tobago United States of America Uruguay Venezuela Sweden United Kingdom Då undrar man om det inte finns någon vuxen människa i Sveriges Statsförvaltning som kan se till att MN lyfts bort snarast."
		},
		{
			"postIndex": 186180,
			"postNumber": 44397,
			"rankGlobal": 219,
			"rankLocal": 2,
			"scoreGlobal": 33,
			"scoreLocal": 81,
			"userRank": 98,
			"userScore": 5,
			"postUserName": "BrukMur",
			"postUserID": "u295330",
			"postUserUrl": "https://www.flashback.org/u295330",
			"postDateTime": "2012-08-20, 08:04",
			"postUrlInThread": "https://www.flashback.org/t1275257p3700",
			"postUrlUniq": "https://www.flashback.org/sp38923061",
			"sentence": "Angående risken för utlämning/utlåning, kan vara en repetering av ngt som skrivits innan, sorry i detta fall En vinkel som jag skulle vilja lyfta fram är vilket stöd Wikileaks och Assange har som ett nytt modernt journalistiskt medium och en modern typ av journalist/redaktör, är denna bekräftad eller bestridd i svensk media genom uttalanden av politker (under den tiden Assange var en \"god\" man och ville komma till Sverige)?"
		},
		{
			"postIndex": 193100,
			"postNumber": 46155,
			"rankGlobal": 268,
			"rankLocal": 3,
			"scoreGlobal": 32,
			"scoreLocal": 79,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "trenterx",
			"postUserID": "u484147",
			"postUserUrl": "https://www.flashback.org/u484147",
			"postDateTime": "2012-08-25, 00:41",
			"postUrlInThread": "https://www.flashback.org/t1275257p3847",
			"postUrlUniq": "https://www.flashback.org/sp39009467",
			"sentence": "To reject any attempt that might put at risk the inviolability of the premises of diplomatic missions, to reiterate the obligation / of all states not to invoke provisions of their domestic law to justify noncompliance with their international obligations, and, in this context, Carl Bildts föraktfulla uttalande för några dagar sedan om en latinamerikans ”doa-doa kör” visar att han tappat greppet om verkligheten."
		},
		{
			"postIndex": 186450,
			"postNumber": 44449,
			"rankGlobal": 294,
			"rankLocal": 4,
			"scoreGlobal": 31,
			"scoreLocal": 78,
			"userRank": 98,
			"userScore": 5,
			"postUserName": "BrukMur",
			"postUserID": "u295330",
			"postUserUrl": "https://www.flashback.org/u295330",
			"postDateTime": "2012-08-20, 10:10",
			"postUrlInThread": "https://www.flashback.org/t1275257p3705",
			"postUrlUniq": "https://www.flashback.org/sp38923862",
			"sentence": "\"Assange har totalt glömt bort vad fallet handlar om\" Saken som glöms bort är att det är Sveriges dåliga rykte när det kommer till självständighet från USA samt hur tongivande svenska politiker har haft personliga åsikter som gör att någon är rädd att det inte kommer stanna vid något förhör, handlar om att överleva och vem som helst i samma position hade agerat lika rationellt, dvs minimera risken."
		},
		{
			"postIndex": 184104,
			"postNumber": 43851,
			"rankGlobal": 297,
			"rankLocal": 5,
			"scoreGlobal": 31,
			"scoreLocal": 77,
			"userRank": 114,
			"userScore": 4,
			"postUserName": "i.b.m",
			"postUserID": "u123024",
			"postUserUrl": "https://www.flashback.org/u123024",
			"postDateTime": "2012-08-19, 13:13",
			"postUrlInThread": "https://www.flashback.org/t1275257p3655",
			"postUrlUniq": "https://www.flashback.org/sp38909313",
			"sentence": "(och för att han inte skall smita igen efter förhöret i det fall åklagaren anser bevisen räcka för åtal) Det finns ingen förfrågan till Sverige från USA om utlämning för brott att ta ställning till ännu, och vi vet inte om det ens kommer en sådan, eftersom Assange är implicerad i Mannings fallet så är det naturligt om det även pågår en undersökning om honom."
		}
	],
	[
		{
			"postIndex": 201327,
			"postNumber": 47971,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 49,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2012-09-20, 23:53",
			"postUrlInThread": "https://www.flashback.org/t1275257p3998",
			"postUrlUniq": "https://www.flashback.org/sp39438156",
			"sentence": "\" Despite written doubts to Swedish court if Assange ever will be prosecuted in Sweden did Marianne Ny write one week later, Dec 2nd 2010 to the UK court: \" I request that the person mentioned below be arrested and surrendered for the purposes of conducting a criminal prosecution or executing a custodial sentence \" That is written by her despite Assange acccording to Swedish law not under a criminal prosecution, not to executing a custodial sentence, but according to Swedish law and Marianne Ny under the status of a detention order in absence."
		},
		{
			"postIndex": 209280,
			"postNumber": 49356,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 49,
			"scoreLocal": 99,
			"userRank": 58,
			"userScore": 8,
			"postUserName": "Passepartout",
			"postUserID": "u652946",
			"postUserUrl": "https://www.flashback.org/u652946",
			"postDateTime": "2012-10-24, 01:48",
			"postUrlInThread": "https://www.flashback.org/t1275257p4113",
			"postUrlUniq": "https://www.flashback.org/sp39996525",
			"sentence": "ex varför Ny vägrar att förhöra honom i England, de märkliga turerna kring polisanmälan, Ardins nedlåtande sms om Wilén (där var plötsligt inte systerligheten aktuell), beslut om häktning innan Sofia Wiléns förhör avslutats, kvinnornas berättelser som ej finns inspelade av polisen, Irmeli Krans' ändring av Wiléns förhör, krav från Wilén om HIV-testning, sparade kondomer, kondomer utan DNA, åklagarens nedläggning av fallet, öppning av fallet igen, Borgströms uttalande att kvinnorna inte själva har förstått att de blivit våldtagna utan att det behövs en jurist till att förklara det, Borgströms underlåtenhet att skynda på processen, Borgströms deltagande i \"prata om det-kampanjen\" på Mosebacke, Ardins kompisar och upplägget i \"prata om det\"-kampanjen, Broderskapsrörelsen, sossefeminismen (Borgström, Ardin, Bodström, Krans osv kompisskap), Krans' negativa skriverier om Assange på Facebook, Ardins hämndlista, försvunna laptopar, medias ensidiga rapportering, felrapportering och smutskastning av Assange, Reinfeldts uttalanden, Bildts uttalanden, USA:s agerande, Englands hot att storma ambassaden, Australiens underlåtenhet att agera osv."
		},
		{
			"postIndex": 201868,
			"postNumber": 48071,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 48,
			"scoreLocal": 98,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2012-09-22, 16:00",
			"postUrlInThread": "https://www.flashback.org/t1275257p4006",
			"postUrlUniq": "https://www.flashback.org/sp39463420",
			"sentence": "Swedish ordinance on surrender to Sweden : From \"Issue of a Swedish arrest warrant Arrest warrant for the purpose of criminal prosecution Section 3 An arrest warrant may be issued for a crime for which the requested person has been and for which a sentence of imprisonment for at least one year is prescribed\" Compare with information from The Swedish Prosecution Authority webite about Assange: \"November 18, 2010 Marianne Ny ask Julian Assange to be detained in absentia on suspicion of rape, three counts of sexual molestation and unlawful coercion."
		},
		{
			"postIndex": 205595,
			"postNumber": 48778,
			"rankGlobal": 20,
			"rankLocal": 4,
			"scoreGlobal": 46,
			"scoreLocal": 94,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "trenterx",
			"postUserID": "u484147",
			"postUserUrl": "https://www.flashback.org/u484147",
			"postDateTime": "2012-10-11, 18:49",
			"postUrlInThread": "https://www.flashback.org/t1275257p4065",
			"postUrlUniq": "https://www.flashback.org/sp39786271",
			"sentence": "Man kan jämföra Hanne Kjöllers stingliga och osakliga artikel i dagens DN med Seumas Milnes sakliga och penetrerande analys i dagens Guardian: “Can anyone seriously believe the dispute would have gone global, or that the British government would have made its asinine threat to suspend the Ecuadorean embassy's diplomatic status and enter it by force, or that scores of police would have surrounded the building, swarming up and down the fire escape and guarding every window, if it was all about one man wanted for questioning over sex crime allegations in Stockholm?"
		},
		{
			"postIndex": 201325,
			"postNumber": 47971,
			"rankGlobal": 51,
			"rankLocal": 5,
			"scoreGlobal": 41,
			"scoreLocal": 83,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2012-09-20, 23:53",
			"postUrlInThread": "https://www.flashback.org/t1275257p3998",
			"postUrlUniq": "https://www.flashback.org/sp39438156",
			"sentence": "Marianne Ny wrote Nov 25th 2010 in a statement for Swedish court: \"The operation to decide a for Assange has been designed to enable the implementation of the preliminary investigation and prosecution\" The word possible are very important since UK Extradition Act 2003 state that \" warrant is issued with a view to his arrest and extradition.."
		}
	],
	[
		{
			"postIndex": 210775,
			"postNumber": 49640,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 55,
			"scoreLocal": 100,
			"userRank": 43,
			"userScore": 12,
			"postUserName": "TheFatController",
			"postUserID": "u730656",
			"postUserUrl": "https://www.flashback.org/u730656",
			"postDateTime": "2012-10-27, 01:23",
			"postUrlInThread": "https://www.flashback.org/t1275257p4137",
			"postUrlUniq": "https://www.flashback.org/sp40045484",
			"sentence": "smakprov från den nedre länken: (02:26:01 PM) bradass87: i dont believe in good guys versus bad guys anymore… i only a plethora of states acting in self interest… with varying ethics and moral standards of course, but self-interest nonetheless (02:31:02 PM) bradass87: i think the thing that got me the most… that made me rethink the world more than anything (02:35:46 PM) bradass87: was watching 15 detainees taken by the Iraqi Federal Police… for printing “anti-Iraqi literature”… the iraqi federal police wouldn’t cooperate with US forces, so i was instructed to investigate the matter, find out who the “bad guys” were, and how significant this was for the FPs… it turned out, they had printed a scholarly critique against PM Maliki… i had an interpreter read it for me… and when i found out that it was a benign political critique titled “Where did the money go?"
		},
		{
			"postIndex": 219909,
			"postNumber": 51401,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 46,
			"scoreLocal": 84,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2013-02-08, 16:18",
			"postUrlInThread": "https://www.flashback.org/t1275257p4284",
			"postUrlUniq": "https://www.flashback.org/sp41917012",
			"sentence": "The characterizations of Assange by both functionaries of the Ministry of Defence and the Swedish National Television as an enemy of Sweden (“Assange blackmailing Sweden” and “Sweden’s Number One enemy”, respectively) are of course echoed by several political personalities, from Prime Minister Reinfeldt himself to the Christian Democratic Party leader (see list of utterances in the letter by Senator Scott Ludlam, recently translated into Swedish in Professorsblogg) Or there is other idiosyncratic factors that would also contribute in explaining this very peculiar phenomena of “national” consensus of denial in front of obvious anomalies about the “Affair Assange”, that have strongly and objectively been denounced in the international forum."
		},
		{
			"postIndex": 218127,
			"postNumber": 51073,
			"rankGlobal": 36,
			"rankLocal": 3,
			"scoreGlobal": 42,
			"scoreLocal": 77,
			"userRank": 38,
			"userScore": 13,
			"postUserName": "LottaContinua",
			"postUserID": "u641189",
			"postUserUrl": "https://www.flashback.org/u641189",
			"postDateTime": "2013-01-23, 20:58",
			"postUrlInThread": "https://www.flashback.org/t1275257p4257",
			"postUrlUniq": "https://www.flashback.org/sp41647034",
			"sentence": "Now that the Swedish government has shown to not have the guts to honesty declare whether they will or not “give away” Assange to the US, they would at least be fair with its own people and answer this question: Does the Swedish government consider Julian Assange being a cyber terrorist, as publicly declared by the Vice President of the US?"
		},
		{
			"postIndex": 226246,
			"postNumber": 52446,
			"rankGlobal": 39,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 76,
			"userRank": 6,
			"userScore": 46,
			"postUserName": "MoLoK",
			"postUserID": "u3473",
			"postUserUrl": "https://www.flashback.org/u3473",
			"postDateTime": "2013-03-21, 21:34",
			"postUrlInThread": "https://www.flashback.org/t1275257p4371",
			"postUrlUniq": "https://www.flashback.org/sp42585761",
			"sentence": "For example, the second complainant had been texting her friends in between sexual encounters with Julian over the course of the evening in question <----------------> and states that she was “half-asleep” at the relevant time at which the arrest warrant asserts she was “asleep” Det senare behöver inte nödvändigtvis hänga ihop med det första tidsmässigt."
		},
		{
			"postIndex": 210776,
			"postNumber": 49640,
			"rankGlobal": 46,
			"rankLocal": 5,
			"scoreGlobal": 41,
			"scoreLocal": 75,
			"userRank": 43,
			"userScore": 12,
			"postUserName": "TheFatController",
			"postUserID": "u730656",
			"postUserUrl": "https://www.flashback.org/u730656",
			"postDateTime": "2012-10-27, 01:23",
			"postUrlInThread": "https://www.flashback.org/t1275257p4137",
			"postUrlUniq": "https://www.flashback.org/sp40045484",
			"sentence": "” and following the corruption trail within the PM’s cabinet… i immediately took that information and *ran* to the officer to explain what was going on… he didn’t want to hear any of it… he told me to shut up and explain how we could assist the FPs in finding *MORE* detainees… (02:36:27 PM) bradass87: everything started slipping after that… i saw things differently (02:37:37 PM) bradass87: i had always questioned the things worked, and investigated to find the truth… but that was a point where i was a *part* of something… i was actively involved in something that i was completely against….................................................."
		}
	],
	[
		{
			"postIndex": 227413,
			"postNumber": 52676,
			"rankGlobal": 30,
			"rankLocal": 1,
			"scoreGlobal": 43,
			"scoreLocal": 100,
			"userRank": 29,
			"userScore": 16,
			"postUserName": "wtfuk",
			"postUserID": "u630566",
			"postUserUrl": "https://www.flashback.org/u630566",
			"postDateTime": "2013-03-25, 23:08",
			"postUrlInThread": "https://www.flashback.org/t1275257p4390",
			"postUrlUniq": "https://www.flashback.org/sp42649859",
			"sentence": "\" EXTRADITION FROM SWEDEN The claim: \"easier from the UK than Sweden\" The claim: \"there are political exceptions\" The claim: \"there are death penalty and torture exceptions\" The claim: \"The UK has a veto\" The claim: \"Sweden has no veto\" The claim: \"Sweden has a veto, but only for 'legally sound reasons'\" The claim: \"a US extradition would be subject to judicial review\" The claim: \"the rendition was an isolated incident\" The claim: \"Assange doesn't really fear extradition from Sweden."
		},
		{
			"postIndex": 237028,
			"postNumber": 54355,
			"rankGlobal": 41,
			"rankLocal": 2,
			"scoreGlobal": 42,
			"scoreLocal": 98,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2013-04-16, 17:17",
			"postUrlInThread": "https://www.flashback.org/t1275257p4530",
			"postUrlUniq": "https://www.flashback.org/sp42984913",
			"sentence": "Shortly after arrival in this country, aware that these allegations were still live because of the decision of the Swedish Supreme Court on 23 November, he had made arrangements which endured for six weeks or so that his solicitors should be the point of contact with the Metropolitan Police in the event that a warrant was issued in order to enable arrest to take place without a search and find operation preceding it."
		},
		{
			"postIndex": 231338,
			"postNumber": 53442,
			"rankGlobal": 99,
			"rankLocal": 3,
			"scoreGlobal": 36,
			"scoreLocal": 85,
			"userRank": 104,
			"userScore": 4,
			"postUserName": "Askabara",
			"postUserID": "u772244",
			"postUserUrl": "https://www.flashback.org/u772244",
			"postDateTime": "2013-04-03, 11:09",
			"postUrlInThread": "https://www.flashback.org/t1275257p4454",
			"postUrlUniq": "https://www.flashback.org/sp42771414",
			"sentence": "\"a case that may come before his court has been widely commented in social media reaching millions of international viewers and participants, yet neither the Swedish media nor the Swedish authorities have mentioned the issue at all to the Swedish public\" Det är som med otrogenhet i den lilla skalan, hela byn pratar om det, medans den drabbade har ingen aning."
		},
		{
			"postIndex": 234751,
			"postNumber": 54010,
			"rankGlobal": 144,
			"rankLocal": 4,
			"scoreGlobal": 35,
			"scoreLocal": 81,
			"userRank": 51,
			"userScore": 10,
			"postUserName": "MyfairLady",
			"postUserID": "u326470",
			"postUserUrl": "https://www.flashback.org/u326470",
			"postDateTime": "2013-04-10, 22:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4501",
			"postUrlUniq": "https://www.flashback.org/sp42890005",
			"sentence": "Oliver Stone Meets With Julian Assange, Rips Upcoming Films About WikiLeaks \"I don't think most people in the US realize how important WikiKeaks is and why Julian's case needs support,\" and slammed the American government, writing, Assange, \"did much for free speech and is now being victimized by the abusers of that concept."
		},
		{
			"postIndex": 235952,
			"postNumber": 54175,
			"rankGlobal": 168,
			"rankLocal": 5,
			"scoreGlobal": 34,
			"scoreLocal": 79,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2013-04-13, 17:00",
			"postUrlInThread": "https://www.flashback.org/t1275257p4515",
			"postUrlUniq": "https://www.flashback.org/sp42932274",
			"sentence": "The reporting hours will have to be adjusted to between 2pm and 5pm, which are the hours of opening of the police station in Beccles, which is the local police station, and provision will have to be made for what I would call a doorstep provision between those hours on 25, 26, 27, 28 December and 1 and 3 January when the police station is not open."
		}
	],
	[
		{
			"postIndex": 254490,
			"postNumber": 57150,
			"rankGlobal": 64,
			"rankLocal": 1,
			"scoreGlobal": 39,
			"scoreLocal": 100,
			"userRank": 13,
			"userScore": 26,
			"postUserName": "duqu",
			"postUserID": "u630548",
			"postUserUrl": "https://www.flashback.org/u630548",
			"postDateTime": "2013-07-05, 09:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4763",
			"postUrlUniq": "https://www.flashback.org/sp44181046",
			"sentence": "” – So this does not relate at all to the morning incident after shopping and breakfast, when it would certainly have been daylight, and which is supposedly – according to her formal statement to Irmeli Krans – the only incident of sex that Sofia Wilen was troubled by, Assange not having a condom on when she was not quite fully awake."
		},
		{
			"postIndex": 264149,
			"postNumber": 58582,
			"rankGlobal": 65,
			"rankLocal": 2,
			"scoreGlobal": 39,
			"scoreLocal": 100,
			"userRank": 81,
			"userScore": 6,
			"postUserName": "flipflap",
			"postUserID": "u861717",
			"postUserUrl": "https://www.flashback.org/u861717",
			"postDateTime": "2014-01-13, 12:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4882",
			"postUrlUniq": "https://www.flashback.org/sp47022245",
			"sentence": "Det beror troligen på att det i tråden inte finns en tidslinje för läsare/journalister (vilka är kända för att inte orka plöja igenom massor av text, vi talar om ~60 000 inlägg här) Det är absolut nödvändigt för att sanningen skall kunna framhållas att någon av de mer insatta och strukturerade åstadkommer några tidslinjer: 1 dagarna kring när han anländer till Sverige 2 dygnet innan och efter det påstådda brottet 3 dygnen kring när sjukhus besöktes och anmälan upprättades 4 dygnet kring när arresteringsordern upprättas 5 det farsartade rättsliga efterspelet med EAW osv osv Här är det bra om alla namn står i klartext för de som kommer in för att se efter vad som står på, det kan rädda en och annan underhuggare som annars kommer att offras på orättvisans altare av skrupelfria höjdare."
		},
		{
			"postIndex": 254477,
			"postNumber": 57150,
			"rankGlobal": 107,
			"rankLocal": 3,
			"scoreGlobal": 36,
			"scoreLocal": 93,
			"userRank": 13,
			"userScore": 26,
			"postUserName": "duqu",
			"postUserID": "u630548",
			"postUserUrl": "https://www.flashback.org/u630548",
			"postDateTime": "2013-07-05, 09:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4763",
			"postUrlUniq": "https://www.flashback.org/sp44181046",
			"sentence": "In my reading of these English translations, it is clear the scientists had a high degree of confidence (Grade +2 is explained as The possibility of achieving these results if another hypothesis is true is assessed to be small) that their results for both Anna Ardin’s “torn” condom (the image that’s about 90mm long) and the fragment from Sofia Wilen (the image that’s about 40mm long) their conclusion is that the damage in both pieces of “evidence” match their test “tears” by “ripping” rather than by knife or scissors."
		},
		{
			"postIndex": 262547,
			"postNumber": 58362,
			"rankGlobal": 129,
			"rankLocal": 4,
			"scoreGlobal": 35,
			"scoreLocal": 91,
			"userRank": 4,
			"userScore": 59,
			"postUserName": "longbow4y",
			"postUserID": "u521927",
			"postUserUrl": "https://www.flashback.org/u521927",
			"postDateTime": "2013-12-13, 21:53",
			"postUrlInThread": "https://www.flashback.org/t1275257p4864",
			"postUrlUniq": "https://www.flashback.org/sp46575096",
			"sentence": ": 18 August 2010 \" Swedish state television published a segment entitled 'We risk United States relationship deteriorating', which argued that the presence of WikiLeaks in Sweden would negatively affect the strategic relationship between Sweden and the United States\" \"Through an intelligence source, I became aware that on 19 August 2010, the Swedish Security Service (SÄPO) requested information about me from an Australian intelligence organisation."
		},
		{
			"postIndex": 254480,
			"postNumber": 57150,
			"rankGlobal": 139,
			"rankLocal": 5,
			"scoreGlobal": 35,
			"scoreLocal": 91,
			"userRank": 13,
			"userScore": 26,
			"postUserName": "duqu",
			"postUserID": "u630548",
			"postUserUrl": "https://www.flashback.org/u630548",
			"postDateTime": "2013-07-05, 09:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4763",
			"postUrlUniq": "https://www.flashback.org/sp44181046",
			"sentence": "The conclusion of the expert was that there was nothing to indicate that a tool had been used, but that the damage to the condom was created by the wear and tear of the condom” Overlooked evidence in the Assange trial: Hmmm."
		}
	],
	[
		{
			"postIndex": 271734,
			"postNumber": 59724,
			"rankGlobal": 66,
			"rankLocal": 1,
			"scoreGlobal": 39,
			"scoreLocal": 100,
			"userRank": 45,
			"userScore": 12,
			"postUserName": "Nickelodion",
			"postUserID": "u482505",
			"postUserUrl": "https://www.flashback.org/u482505",
			"postDateTime": "2014-05-28, 17:52",
			"postUrlInThread": "https://www.flashback.org/t1275257p4977",
			"postUrlUniq": "https://www.flashback.org/sp48979090",
			"sentence": "Med tanke på att de \"nya\" Moderaternas tid vid regeringsmakten snart kommer vara historia så kommer de som agerat å deras vägnar snart inte få något stöd/skydd längre och då bör de alltså betänka: Tortyr är enligt United Nations Human Rights I Wikipedialänken om ius cogens ovan: The rationale for this is that \"the torturer has become, like the pirate and the slave trader before him, hostis humani generis,."
		},
		{
			"postIndex": 277829,
			"postNumber": 60770,
			"rankGlobal": 98,
			"rankLocal": 2,
			"scoreGlobal": 36,
			"scoreLocal": 94,
			"userRank": 29,
			"userScore": 16,
			"postUserName": "wtfuk",
			"postUserID": "u630566",
			"postUserUrl": "https://www.flashback.org/u630566",
			"postDateTime": "2014-07-16, 16:58",
			"postUrlInThread": "https://www.flashback.org/t1275257p5065",
			"postUrlUniq": "https://www.flashback.org/sp49600883",
			"sentence": "” Jul 16 14:37 - Defense: “It’s easy to see, looking at the time frame leading up to September 27, that Assange has showed up to a hearing, has stayed in Sweden, has asked the prosecution whether there would be a problem leaving Sweden, and that Assange could not stay in Sweden indefinitely waiting for whatever the Prosecution was doing."
		},
		{
			"postIndex": 272693,
			"postNumber": 59912,
			"rankGlobal": 102,
			"rankLocal": 3,
			"scoreGlobal": 36,
			"scoreLocal": 94,
			"userRank": 14,
			"userScore": 26,
			"postUserName": "Creatur",
			"postUserID": "u647360",
			"postUserUrl": "https://www.flashback.org/u647360",
			"postDateTime": "2014-06-24, 22:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4993",
			"postUrlUniq": "https://www.flashback.org/sp49334835",
			"sentence": "\"The new law enables her to release that new material, which has been in the prosecutor's possession from the start … We have seen the text messages but have not been able to use them because we could not demand that the prosecutor hand them over as evidence to the court."
		},
		{
			"postIndex": 272296,
			"postNumber": 59834,
			"rankGlobal": 105,
			"rankLocal": 4,
			"scoreGlobal": 36,
			"scoreLocal": 94,
			"userRank": 81,
			"userScore": 6,
			"postUserName": "flipflap",
			"postUserID": "u861717",
			"postUserUrl": "https://www.flashback.org/u861717",
			"postDateTime": "2014-06-18, 08:39",
			"postUrlInThread": "https://www.flashback.org/t1275257p4987",
			"postUrlUniq": "https://www.flashback.org/sp49241883",
			"sentence": "\" \"Julian Assange: (<- joke) But seriously, the two most significant threats are mass surveillance, which causes people to censor even the conversations they have with their friends and a pernicious type of geopolitical and social conformity which threatens freedom of speech and arises from the growing connectedness of states and major corporate holdings (which then buy up media organizations, for instance)."
		},
		{
			"postIndex": 272695,
			"postNumber": 59912,
			"rankGlobal": 132,
			"rankLocal": 5,
			"scoreGlobal": 35,
			"scoreLocal": 92,
			"userRank": 14,
			"userScore": 26,
			"postUserName": "Creatur",
			"postUserID": "u647360",
			"postUserUrl": "https://www.flashback.org/u647360",
			"postDateTime": "2014-06-24, 22:46",
			"postUrlInThread": "https://www.flashback.org/t1275257p4993",
			"postUrlUniq": "https://www.flashback.org/sp49334835",
			"sentence": "Bengt Ivarsson, president of the Swedish Bar Association, confirmed that since 1 June a suspect has had the right to be made aware of \"all the circumstances that have influenced a court's decision\", so all the papers for the prosecution must be handed over to the defendant."
		}
	]
]
