[
	{
		"postIndex": [
			[617],
			[234],
			[683],
			[614],
			[545]
		],
		"postTime": [
				"2011-02-13",
				"2011-02-11",
				"2011-02-13",
				"2011-02-13",
				"2011-02-13"
		],
		"postNum": [
			[138],
			[48],
			[150],
			[138],
			[130]
		],
		"postLink": [
				"/sp28862217",
				"/sp28832254",
				"/sp28863153",
				"/sp28862217",
				"/sp28861632"
		],
		"postUser": [
				"-Willjammm-",
				"-Willjammm-",
				"CCK",
				"-Willjammm-",
				"CCK"
		],
		"postUserID": [
				"/u531227",
				"/u531227",
				"/u301729",
				"/u531227",
				"/u301729"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p12",
				"https://www.flashback.org/t1452536p4",
				"https://www.flashback.org/t1452536p13",
				"https://www.flashback.org/t1452536p12",
				"https://www.flashback.org/t1452536p11"
		],
		"userUrl": [
				"https://www.flashback.org/u531227",
				"https://www.flashback.org/u531227",
				"https://www.flashback.org/u301729",
				"https://www.flashback.org/u531227",
				"https://www.flashback.org/u301729"
		],
		"sentence": [
				"(tex: psykologer anar rävar bakom öronen på andra psykologer då de ständigt fasar över att dessa försöker analysera dem - fast felaktigt, byggare hatar som bekant arkitekterna och deras obskyra ideer, lagerarbetarna kan inte relatera till företagsstyrelsens slipsnissar när dessa i sann symbolisk anda kavlar upp ärmarna och besöker knegarna på lagret en gång per år för att försöka projicera ut en känsla igenom företag att alla är lika viktiga, trots att slippsnissarna inte öppet tycker så som kör med inställningar som \"Vi måste få dem att jobba, mer, tjäna mer åt oss, slits någon arbetare ut \"Fine there's more where that came from\".",
				"Denna insikt, eller lärdom (vare sig den flyter om kring i deras medvetande eller i det undermedvetna) har alltid gjort att dessa killarna satsat hårt på studierna då de aldrig varit bjudna till, eller föredragit att gå på de fester de blivit inbjudna till och därmed kunnat sitt hemma och gro sitt intellekt och lägga tid på studierna om helgerna, medan deras mer \"fjortiga\" kamrater låg hemma och chattade på msn och skröt om hur bakfulla de var och hur mycket capriciosa de skulle trycka ned den kommande timman.",
				"När de senare skall söka in har de inte behörighet för natur/civ ing utbildningarna och kommer aldrig att läsa tekniskt basår (det är ju nördigt) och inte bra nog betyg för att komma in på någon av de högre utbildningarna inom samhäll om det nu finns någon förutom handels och juridik.",
				"Kan det inte komma lite fördomar kring dessa programmen: Arkitekt Barnmorska\\Dagmamma Befälsutbildningen Civing-Maskin (skall tydligen vara några säregna typer enligt andra CicIng'are) Dataingenjör (samma här) Fastighetsingenjör (samma sak som bovärd/vaktmästare tror jag, fast i fancy ordalag) Gaturenhållare Jägmästare Kostexpert Personlig Assistent Lite summan av kardemumman av alla de inspirerande frågställningar som berörts i tråden so far: (är den bäst?",
				"De träffar inte överdrivet mycket andra studenter men respekterar ingenjörer (många läkare är sjukt duktiga på matte och naturämnen men får inte direkt utlopp för det på utbildningen), har fördomar mot ekonomer och ser lite ner på jurister som är \"sammhälls läkarprogram\" (det vill säga mycket bra men ändå lite sämre)."
		]
	},
	{
		"postIndex": [
			[1316],
			[1361],
			[1153],
			[1365],
			[1505]
		],
		"postTime": [
				"2011-02-14",
				"2011-02-14",
				"2011-02-13",
				"2011-02-14",
				"2011-02-14"
		],
		"postNum": [
			[328],
			[345],
			[283],
			[345],
			[375]
		],
		"postLink": [
				"/sp28880131",
				"/sp28882101",
				"/sp28876769",
				"/sp28882101",
				"/sp28887561"
		],
		"postUser": [
				"pyrrusseger",
				"Censur",
				"Klamydiatorsk",
				"Censur",
				"hikohiko"
		],
		"postUserID": [
				"/u423407",
				"/u116451",
				"/u135357",
				"/u116451",
				"/u335826"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p28",
				"https://www.flashback.org/t1452536p29",
				"https://www.flashback.org/t1452536p24",
				"https://www.flashback.org/t1452536p29",
				"https://www.flashback.org/t1452536p32"
		],
		"userUrl": [
				"https://www.flashback.org/u423407",
				"https://www.flashback.org/u116451",
				"https://www.flashback.org/u135357",
				"https://www.flashback.org/u116451",
				"https://www.flashback.org/u335826"
		],
		"sentence": [
				"Dem är antingen för osmarta eller empatilösa för att inse att deras yrke inte gynnar världen och jag har svårt att tro att ekonomen skulle vara villig att inse att den är osmart, trots att dem troligtvis inte ens förstår vad jag menar.",
				"Vill egentligen plugga Läkarprogrammet men kommer tyvärr inte in och har inga andra kompetenser så måste verkligen börja plugga och börjar plugga till Tandläkare.",
				"Egentligen spelar det ingen roll om de klarar sin utbildning eller inte för de kan alltid förlita sig på sin pappa eller att deras bäste kompis \"Noppe\" ska fixa en plats i styrelsen hos hans pappas företag.",
				"De som inte kom in på läkarprogrammet har ofta ångest och måste vitt och brett hela tiden prata om hur bra deras utbildning är, hur hård den är och vilka möjligheter den har, pratar gärna om framtida lön.",
				"Anledning för att mina kollegor kastar skit på ekonomi är att man inte behöver sitta i ett klassrum från 8-16 och sedan plugga 2-3h till hemma för att få bra betyg utan det räcker oftast med att gå på föreläsningar och seminarium plus plugga 3h/vecka så får du högsta betyg."
		]
	},
	{
		"postIndex": [
			[2145],
			[1887],
			[1752],
			[1642],
			[2054]
		],
		"postTime": [
				"2011-03-15",
				"2011-02-21",
				"2011-02-15",
				"2011-02-15",
				"2011-03-12"
		],
		"postNum": [
			[573],
			[512],
			[459],
			[419],
			[563]
		],
		"postLink": [
				"/sp29482139",
				"/sp29044576",
				"/sp28917854",
				"/sp28897648",
				"/sp29431574"
		],
		"postUser": [
				"chillhunter",
				"muffinsplanned",
				"aggression",
				"hampen",
				"Winterfall"
		],
		"postUserID": [
				"/u284406",
				"/u508998",
				"/u377467",
				"/u341639",
				"/u236288"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p48",
				"https://www.flashback.org/t1452536p43",
				"https://www.flashback.org/t1452536p39",
				"https://www.flashback.org/t1452536p35",
				"https://www.flashback.org/t1452536p47"
		],
		"userUrl": [
				"https://www.flashback.org/u284406",
				"https://www.flashback.org/u508998",
				"https://www.flashback.org/u377467",
				"https://www.flashback.org/u341639",
				"https://www.flashback.org/u236288"
		],
		"sentence": [
				"Det var ganska kul när ens polare som gått natur och sam såg ner på en och efter studenten så började jag jobba och dom plugga vilket resulterade i att jag hade en fin lägenhet fin bil och mycket pengar medans dom hade skulder och bodde kvar hemma.",
				": vill bli läkare, tycker de är bättre än alla andra för de är så smarta, fick ganska bra betyg i högstadiet och lever i det förflutna då deras betyg inte är detsamma längre : inte den smartaste bunten, besatt av träning.",
				"- Skriva ut recept till sig själv - Lära sig mixtra ihop droger - Ofta en gangster i unga år, fick inte bättre betyg än att h*n fick söka el, fordon, bygg eller barn & fritid - Fullföljer man utbildningen så gjorde man det troligen för att man vill in i andras hjärnor.",
				"De tror att det kommer vara roligt att jobba (alla jobb suger om man inte har de som hobby) och är bara allmänt överspända på livet då de precis flyttat hemifrån och försöker hitta sin identitet och var passar då bättre än att gå in i ekonomrollen direkt =).",
				"Men för att bli seriös för en stund, jag har en konstig relation till folk som läser till ingenjör då majoriteten som jag har träffat på har skrytit om hur svårt deras program är och vilken enorm lön de kommer att få efter sin utbildning."
		]
	},
	{
		"postIndex": [
			[2515],
			[2870],
			[2376],
			[2943],
			[2604]
		],
		"postTime": [
				"2011-11-25",
				"2012-02-02",
				"2011-04-29",
				"2012-02-03",
				"2012-01-30"
		],
		"postNum": [
			[673],
			[783],
			[638],
			[820],
			[704]
		],
		"postLink": [
				"/sp34199344",
				"/sp35468608",
				"/sp30347727",
				"/sp35484776",
				"/sp35411845"
		],
		"postUser": [
				"mark.knopfler",
				"namnskylt",
				"Insanedude",
				"mesorx",
				"LikeAGlove"
		],
		"postUserID": [
				"/u563105",
				"/u499560",
				"/u528279",
				"/u636982",
				"/u171260"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p57",
				"https://www.flashback.org/t1452536p66",
				"https://www.flashback.org/t1452536p54",
				"https://www.flashback.org/t1452536p69",
				"https://www.flashback.org/t1452536p59"
		],
		"userUrl": [
				"https://www.flashback.org/u563105",
				"https://www.flashback.org/u499560",
				"https://www.flashback.org/u528279",
				"https://www.flashback.org/u636982",
				"https://www.flashback.org/u171260"
		],
		"sentence": [
				"folk som pluggar olika former av litteratur hyser jag lite agg mot; Mitt intryck är att dom sitter och läser Jean-Paul Sartre dagarna ut och predikar antielitism samtidigt som dom förnämt ser ner på oss dödliga som inte känner till någon okänd fransk poet från tidigt 1900-tal.",
				"Studerar man bara psykologi så där lite random, växte man upp i ett arbetarhem i närheten av ett stålbruk, man försöker desperat göra en \"klassresa\" trots mediokra betyg, en av föräldrarna var/är alkis, mamma jobba inom vården innan hon blev välförtjänt sjukskriven, våld till fest är lika självklart som spriten, systern är byhora eller allmänt slampig, en i familjen är odiagnostiserad psykopat ev.",
				"Lika bra att berätta klart vad man läser, oavsett om de skulle förstå eller inte eftersom de garanterat inte kommer förstå om man bara säger \"civilingenjör\".",
				")/ Har en bra stark fysik och är bra arbetskraft/militärer prioriteras bort av länder i dåliga tider) Finns flertalet länder som totalförbjuder invandring av personer som inte har ett stort kapital eller stort tekniskt/medicinskt kunnande, Sverige kommer dit när mångkulturen blir tillräckligt illa och den påbörjas att avskaffas precis som England börjat med.",
				"När man sedan flyttar hemifrån till en okänd stad och för första gången får börja strukturera upp sitt eget liv börjar skolan så sakta bortprioriteras (givetvis läggs dock fortfarande stor vikt vid studier) och saker som andra gjorde under vår gymnasietid så som alkoholintag, fester och resor får ett stort inslag i våra kära studenters vardag."
		]
	},
	{
		"postIndex": [
			[2990],
			[2961],
			[3100],
			[3127],
			[3306]
		],
		"postTime": [
				"2012-02-06",
				"2012-02-04",
				"2012-06-30",
				"2012-06-30",
				"2012-07-01"
		],
		"postNum": [
			[847],
			[827],
			[907],
			[917],
			[946]
		],
		"postLink": [
				"/sp35539337",
				"/sp35498996",
				"/sp38106597",
				"/sp38109642",
				"/sp38127749"
		],
		"postUser": [
				"KitKatBlomman",
				"one_size",
				"snuskjonas",
				"MoonPie",
				"WardenMcClusky"
		],
		"postUserID": [
				"/u245989",
				"/u156235",
				"/u680544",
				"/u579012",
				"/u562117"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p71",
				"https://www.flashback.org/t1452536p69",
				"https://www.flashback.org/t1452536p76",
				"https://www.flashback.org/t1452536p77",
				"https://www.flashback.org/t1452536p79"
		],
		"userUrl": [
				"https://www.flashback.org/u245989",
				"https://www.flashback.org/u156235",
				"https://www.flashback.org/u680544",
				"https://www.flashback.org/u579012",
				"https://www.flashback.org/u562117"
		],
		"sentence": [
				"Ekonomer: Wannabes som tror de lätt får en ingångslön på 40k med G i alla kurser, och är ofta kassa på årskurs 7-matte Lärare: Ganska korkade och vet inte vad för andra akademiska yrken de kan klara av Förskollärare: Myskvinnor som inte bryr sig om pengar och gillar barn Webbutvecklare: WOW, chips och Cola, ganska lata i skolan Civilingenjörer: Stor variation, allt från WOW-nördar till Trillske, men överlag någorlunda intelligenta Beteendevetare: \"Vet inte vad jag vill bli\"-mentaliteten, men tycker om att jobba med människor.",
				"Nu vet jag att det blir lite off topic men jag har omvända fördomar: personer som har stora problem med att uttrycka sig i skrift, har en naiv och väldigt känslomässig världsbild (solidaritet är göttans, att försöka ge bort utan förståelse för begränsade resurser och maximal nytta per krona är mindre göttans) och oförmåga till att argumentera och analysera sina egna argument, kanske tom ändra sin uppfattning om man finner att det finns brister i ens argument, verkar oftast hamna på lärarprogrammet och andra humaniora- och samhällsvetenskapliga program.",
				"Typ som att folk som inte kommer in på läkare söker biomedicinsk analytiker, folk som inte kommer in på juridik söker affärsjuridik eller kriminologi, folk som inte kommer in på psykologi söker socionom.",
				"Åtminstone de med dåligt självförtroende), men som inte är intresserade av fysik (dvs inte tillräckligt bra på fysik för att klara det), och därför väljer något som kan låta som att det är lika svårt (eller åtminstone nästan lika svårt), dvs teknisk matematik.",
				"De flesta verkar ha fördomar mot just yrkesutbildningar här, särskilt är det ekonom, jurist och civilingenjör som hamnar i fokus - vilket kanske inte är konstigt då jag kan tänka mig att majoriteten av flashbacks akademiker och studenter har just sådana utbildningar."
		]
	},
	{
		"postIndex": [
			[3992],
			[3916],
			[3899],
			[4058],
			[4135]
		],
		"postTime": [
				"2012-11-10",
				"2012-11-05",
				"2012-11-04",
				"2012-11-11",
				"2012-11-13"
		],
		"postNum": [
			[1168],
			[1155],
			[1147],
			[1189],
			[1207]
		],
		"postLink": [
				"/sp40290357",
				"/sp40200052",
				"/sp40179471",
				"/sp40304253",
				"/sp40332711"
		],
		"postUser": [
				"lakritc",
				"Soulsurfer",
				"Duramater",
				"lakritc",
				"Pimson"
		],
		"postUserID": [
				"/u673734",
				"/u717665",
				"/u463667",
				"/u673734",
				"/u368190"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p98",
				"https://www.flashback.org/t1452536p97",
				"https://www.flashback.org/t1452536p96",
				"https://www.flashback.org/t1452536p100",
				"https://www.flashback.org/t1452536p101"
		],
		"userUrl": [
				"https://www.flashback.org/u673734",
				"https://www.flashback.org/u717665",
				"https://www.flashback.org/u463667",
				"https://www.flashback.org/u673734",
				"https://www.flashback.org/u368190"
		],
		"sentence": [
				"3 så ser läkarstudenter i smyg upp till civing, helt rätt, men det är inte för att de inte satte MVG i matten (de satte oftast lärarens hemmagjorda prov och lyckades därmed \"komma undan\" med VG på NP) utan för att de inser att de i egentligen inte skulle haft MVG i matte om det inte vore för den undermåliga nivå som gymnasiets mattekurser håller.",
				"\"Filmvetare\"/Såna som pluggar filmvetenskap - Har ett genuint intresse, men tyvärr oftast inte en alltför ljus framtid framför sig (svårt att få jobb utan kontakter och tur), får ofta knega runt, vet en person som pluggade det som hamnade på ICA och har jobbat där i hela sitt liv nästan.",
				"De som egentligen utbildar läkare eller ekonomer är ju inte lärare som studerar för att undervisa i gymnasiet utan professorer som tagit forskarexamen Summa summarum: Personer som vill känna sig viktiga och väljer ett sådant program för de tror att dem kan göra skillnad.",
				"Tja, du verkar ju iaf själv göra det då det tycks som att du ser upp till ingenjörer (inte samma fält men en ingenjör inom ekonomi kan ju hoppa på ekonomens jobb och göra allt bättre utom i vissa enstaka områden som t ex redovisning).",
				"Visst finns det med all sannolikhet några såna där, men det finns ganska många som jag är rätt säker inte uppfyller det där (jag läser det inte själv så det är inget försök att rentvå mig själv)."
		]
	},
	{
		"postIndex": [
			[4275],
			[4686],
			[4623],
			[4627],
			[4683]
		],
		"postTime": [
				"2012-12-04",
				"2013-02-09",
				"2013-01-17",
				"2013-01-17",
				"2013-02-09"
		],
		"postNum": [
			[1267],
			[1419],
			[1380],
			[1380],
			[1419]
		],
		"postLink": [
				"/sp40723242",
				"/sp41929971",
				"/sp41535090",
				"/sp41535090",
				"/sp41929971"
		],
		"postUser": [
				"valach",
				"murmansk3",
				"storyteller",
				"storyteller",
				"murmansk3"
		],
		"postUserID": [
				"/u664186",
				"/u735802",
				"/u64444",
				"/u64444",
				"/u735802"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p106",
				"https://www.flashback.org/t1452536p119",
				"https://www.flashback.org/t1452536p115",
				"https://www.flashback.org/t1452536p115",
				"https://www.flashback.org/t1452536p119"
		],
		"userUrl": [
				"https://www.flashback.org/u664186",
				"https://www.flashback.org/u735802",
				"https://www.flashback.org/u64444",
				"https://www.flashback.org/u64444",
				"https://www.flashback.org/u735802"
		],
		"sentence": [
				"Kandidatprogram inom valfritt naturvetenskapligt ämne: Extremnördar i gymnasiet som aldrig druckit alkohol innan universitetsstiden, nu när de pluggar och får vara de coola klär de sig i konstiga overaller och utklädnader överlag, de lägger till militära ranger innan namnen som Kapten Anders Johansson, de tycker det är såååå coolt att festa, festa, festa, och festa samtidigt som de klagar på att de får för lite pengar från CSN som är så dåliga på att höra av sig.",
				"Medlesvensk utseende och klädstil brukar inte utmärka sig något nämnvärt (själv är man mest intresserad i Fysik,Matematik,Biologi,Historia,Religion,Samhälls kunskap,Geografi,Ekonomi, men tycker att Teknik,Språk,Kemi Estetiska ämnen, är dötrisst men har ändå en stor allmänbildning inom dom också).",
				"2) De som inte känner sig stressade av sina tolv CSN-terminer utan gärna läser liknande ämnen mest i brist på annat då man inte är speciellt intresserade av varken knegjobb eller att bo kvar hos föräldrarna i Gäddede/Säffle.",
				"Eller så bryr de sig inte alls utan läser bara spridda kurser utan något mål eller tanke och slutar sedan på något statligt verk eller ICA.",
				"Duktiga i språk och har en hög verbal förståelse den sistnämda har jag konstigt nog fördomarna om efter tre personer som läser detta ämne att man är en it-nörd med större intresse till och matematik än den genomsnittliga IT-nörden."
		]
	},
	{
		"postIndex": [
			[5037],
			[4780],
			[5064],
			[4947],
			[4942]
		],
		"postTime": [
				"2013-11-21",
				"2013-04-01",
				"2013-12-12",
				"2013-11-07",
				"2013-09-29"
		],
		"postNum": [
			[1570],
			[1457],
			[1580],
			[1542],
			[1539]
		],
		"postLink": [
				"/sp46243004",
				"/sp42737644",
				"/sp46553350",
				"/sp46032002",
				"/sp45453684"
		],
		"postUser": [
				"adscio",
				"faeriequeene",
				"_Baste_",
				"Emerain",
				"adscio"
		],
		"postUserID": [
				"/u822280",
				"/u784259",
				"/u217369",
				"/u305910",
				"/u822280"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p131",
				"https://www.flashback.org/t1452536p122",
				"https://www.flashback.org/t1452536p132",
				"https://www.flashback.org/t1452536p129",
				"https://www.flashback.org/t1452536p129"
		],
		"userUrl": [
				"https://www.flashback.org/u822280",
				"https://www.flashback.org/u784259",
				"https://www.flashback.org/u217369",
				"https://www.flashback.org/u305910",
				"https://www.flashback.org/u822280"
		],
		"sentence": [
				"Visst har du rätt, men rent krasst kan det ha ett visst (om än subjektivt) underhållsvärde att skriva mer eller mindre som en kratta genom att skriva ord som egentligen inte riktigt är rätt varken valda eller \"hopkomponerade\", men trots det heller inte gör att man skriver direkt fel.",
				"Medelklasstjejer som aldrig \"levt\" eller har någon erfarenhet av det så kallade \"verkliga livet\" - ändå så vill de hjälpa folk med deras liv (som dessa tjejer aldrig själva har någon som helst förståelse för) men de vill göra det då de älskar programmet och filmer som.",
				"De tycker egentligen inte om dessa franska svartvita filmer, men det vågar förstås ingen i klassen erkänna eftersom man då skulle frysas ut av alla andra som låtsas gilla dem.",
				"Nu läser jag inte det ämnet, utan tycker det är ganska tråkigt egentligen, men ajg hade mer än gärna klätt mig i toga lite då och då om det var ett rimligt alternativ!",
				"De är mer eller mindre illitterata, vilket gör dom väldigt korttänkta och leder till en stark predisposition för att vara fördomsfulla i stor utsträckning emot akademiker inom andra områden som premierar sociala och verbala förmågor, där de enbart kan se teknik som ett utbildningsområde av värde."
		]
	},
	{
		"postIndex": [
			[5464],
			[5703],
			[5258],
			[5196],
			[5194]
		],
		"postTime": [
				"2014-01-29",
				"2014-02-18",
				"2013-12-23",
				"2013-12-20",
				"2013-12-20"
		],
		"postNum": [
			[1732],
			[1812],
			[1666],
			[1649],
			[1649]
		],
		"postLink": [
				"/sp47270131",
				"/sp47575647",
				"/sp46714364",
				"/sp46673724",
				"/sp46673724"
		],
		"postUser": [
				"Caesare",
				"namnskylt",
				"Lightnight",
				"dovAkin",
				"dovAkin"
		],
		"postUserID": [
				"/u503850",
				"/u499560",
				"/u482349",
				"/u675266",
				"/u675266"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p145",
				"https://www.flashback.org/t1452536p151",
				"https://www.flashback.org/t1452536p139",
				"https://www.flashback.org/t1452536p138",
				"https://www.flashback.org/t1452536p138"
		],
		"userUrl": [
				"https://www.flashback.org/u503850",
				"https://www.flashback.org/u499560",
				"https://www.flashback.org/u482349",
				"https://www.flashback.org/u675266",
				"https://www.flashback.org/u675266"
		],
		"sentence": [
				"Något säger mig att personer som läser humaniora oftast läser det av eget intresse medan personer som läser ämnen som ekonomi och juridik och dylikt kanske oftast - men inte alltid naturligtvis - gör det av arbetsmarknadsmässiga skäl.",
				"utredare inom polisen där de får sitta och skriva långa tradiga byråkratiska dokument kring varför snatteri har ökat i Rinkeby - och de det får inte under några som helst omständigheter nämna eller antyda den faktor som alla egentligen vet är orsaken.",
				"Kan oftast inte tänka på egen hand (behöver instruktioner till precis allt), men inbillar sig att de är lite bättre än andra eftersom de minsann fick alla MVG i gymnasiet.",
				"Tandläkare=Kom inte in på läkar linjen SSK=Duktig student som inte kom in på läkarlinjen men vill jobba med \"människor\" och har oftast ingen erfarenhet av vården tidigare.",
				"Läkare=tror sig vara bättre än alla andra och pratar inte om något annat än medicin på lunchen/fritiden med sina studie kamrater kommer inte heller göra de när de är färdig utbildade."
		]
	},
	{
		"postIndex": [
			[6210],
			[5953],
			[5982],
			[6031],
			[6179]
		],
		"postTime": [
				"2014-08-02",
				"2014-04-17",
				"2014-04-17",
				"2014-04-23",
				"2014-07-21"
		],
		"postNum": [
			[2001],
			[1896],
			[1907],
			[1927],
			[1997]
		],
		"postLink": [
				"/sp49790873",
				"/sp48415590",
				"/sp48426450",
				"/sp48501438",
				"/sp49652169"
		],
		"postUser": [
				"FromAnotherPlace",
				"Hydrargyrum",
				"FromAnotherPlace",
				"mushymushy",
				"trevligakillen90"
		],
		"postUserID": [
				"/u811703",
				"/u867603",
				"/u811703",
				"/u896204",
				"/u781595"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p167",
				"https://www.flashback.org/t1452536p158",
				"https://www.flashback.org/t1452536p159",
				"https://www.flashback.org/t1452536p161",
				"https://www.flashback.org/t1452536p167"
		],
		"userUrl": [
				"https://www.flashback.org/u811703",
				"https://www.flashback.org/u867603",
				"https://www.flashback.org/u811703",
				"https://www.flashback.org/u896204",
				"https://www.flashback.org/u781595"
		],
		"sentence": [
				"Studenter som läser filmvetenskap är ofta kufar, lite udda människor som egentligen inte är så intelligenta men som a) tycker om film b) trots sin brist på ambition och intelligens brinner för ämnet och presterar bra inom det, även om det inte krävs så mycket för att prestera bra här.",
				"Någon av två ytterligheter: antingen en väldigt ambitiös person med goda betyg, rika valmöjligheter och stor beslutsångest, eller en lat drul som inte orkar jobba och som istället satsar på att läsa lätta strökurser för att kunna leva på studiebidrag.",
				"Vänstermänniskor eller hipsters, en övervägande majoritet är killar i åldern 19-25 som egentligen inte vet vad de vill läsa, men eftersom de är intresserade av filosofi passade idéhistoria bra - dock är de lite för lata/omotiverade för att läsa praktisk eller teoretisk filosofi som faktiskt kan vara lite krävande vad gäller tankeverksamhet.",
				"Inga bilnördar som man först kan tro utan dessa typer är helt enkelt människor som aldrig riktigt hittat något dom verkligen brinner för och saknar betyg till det dom faktiskt skulle kunna tänka sig att jobba som.",
				"När de senare kommer ut i arbetslivet hamnar majoriteten(de som inte lyckades få bästa betyg eller hade rätt kontakter) på ett dåligt betalt juristkneg och drar in strax över medelsvenssonlön och har med andra ord slitit väldigt mycket helt i onödan."
		]
	}
]
