[
	{
		"postIndex": [
			[359],
			[160],
			[147],
			[119],
			[235]
		],
		"postTime": [
				"2010-08-20",
				"2009-12-14",
				"2009-12-14",
				"2009-02-15",
				"2010-01-21"
		],
		"postNum": [
			[144],
			[60],
			[55],
			[45],
			[89]
		],
		"postLink": [
				"/sp24970336",
				"/sp20336346",
				"/sp20333673",
				"/sp15140346",
				"/sp21033348"
		],
		"postUser": [
				"Xunder",
				"Vuxenko",
				"Gabriel Knight",
				"Wheelgunner",
				"Ganja777"
		],
		"postUserID": [
				"/u228816",
				"/u330379",
				"/u105434",
				"/u96369",
				"/u414284"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p12",
				"https://www.flashback.org/t1532651p5",
				"https://www.flashback.org/t1532651p5",
				"https://www.flashback.org/t1532651p4",
				"https://www.flashback.org/t1532651p8"
		],
		"userUrl": [
				"https://www.flashback.org/u228816",
				"https://www.flashback.org/u330379",
				"https://www.flashback.org/u105434",
				"https://www.flashback.org/u96369",
				"https://www.flashback.org/u414284"
		],
		"sentence": [
				"Han hade ju bara förklarat heligt krig mot USA, stod skyldig för attackerna mot två amerikanska Ambassader i Kenya and Tanzania 1998, och attacken mot USS Cole år 2000 Filmen: Är ju inte 100% säkert att det var Bin Laden, men troligtvis var det ju det..",
				"Vare inte snack för flera år sedan att dom hittat typ Bin-Ladins arm eller nå sånt, som han tydligen skulle ha behövt operera bort pga av blodförgiftning efter en skott-skada eller nå sånt?",
				"Allt är bara en kuliss för att kunna höja priset på oljan och är iscensatt av USA och kommer också att avslutas av USA när deras planer är verkställda, dvs fått full kontroll över oljan i Mellanöstern Allvarligt talat begriper ni ju själva att ingen kan hålla sig undan USA om han inte får hjälp av just USA att hålla sig gömd.",
				"Han dog nog i någon bombräd mot Bora-Bora grottorna och amerikanarna tog tydligen DNA-prov och fingeravtryck på alla dom hittade (klippte av ett finger på liken) så dom vet att han är död, men om det kommer ut kan dom inte motivera sitt fortsatta krig i Afghanistan.",
				"Nu är det ju så att CIA använder honom då det gynnar deras krig mot \"terrorismen\" Bin Laden är död sedan 2001 då USA invadera afghanistan."
		]
	},
	{
		"postIndex": [
			[452],
			[700],
			[540],
			[449],
			[437]
		],
		"postTime": [
				"2010-11-11",
				"2011-05-02",
				"2011-05-02",
				"2010-11-10",
				"2010-11-10"
		],
		"postNum": [
			[200],
			[316],
			[237],
			[199],
			[198]
		],
		"postLink": [
				"/sp26776903",
				"/sp30396043",
				"/sp30395471",
				"/sp26768056",
				"/sp26758199"
		],
		"postUser": [
				"Ryzsfemma",
				"absentis",
				"4168",
				"Ingetval",
				"W.O.A.D"
		],
		"postUserID": [
				"/u498267",
				"/u285264",
				"/u549740",
				"/u325177",
				"/u276617"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p17",
				"https://www.flashback.org/t1532651p27",
				"https://www.flashback.org/t1532651p20",
				"https://www.flashback.org/t1532651p17",
				"https://www.flashback.org/t1532651p17"
		],
		"userUrl": [
				"https://www.flashback.org/u498267",
				"https://www.flashback.org/u285264",
				"https://www.flashback.org/u549740",
				"https://www.flashback.org/u325177",
				"https://www.flashback.org/u276617"
		],
		"sentence": [
				"Ren skit snack, Al Qaida och Osama Bin Laden är ren skitsnack och är bara en upplysning till varför USA och dess knähundar krigar mot Irak och Afghanistan.",
				"Har inte läst igenom hela tråden, men finns det fasta bevis på att Bin Laden faktiskt är död?",
				"Sitter och kollar på nyhet sändning där Obama ska tala och enligt de så har de Usama Bin Ladens kropp och att han är död.",
				"Självklart hade inte USA varit sena att utnyttja en sådan bild (jag tänker närmast på bilderna av Sadams skäggiga nuna, samt bilderna på hans döda söner).",
				"Håller med en del härinne: Bin Laden är antingen död eller sitter inlåst nånstans, men USA behöver en fiende."
		]
	},
	{
		"postIndex": [
			[1001],
			[866],
			[1046],
			[843],
			[996]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02"
		],
		"postNum": [
			[475],
			[405],
			[500],
			[396],
			[472]
		],
		"postLink": [
				"/sp30396914",
				"/sp30396605",
				"/sp30397018",
				"/sp30396540",
				"/sp30396907"
		],
		"postUser": [
				"SureBet",
				"[Strange Days]",
				"TimothyMcVeigh",
				"SebastianIngrosso",
				"aceblack"
		],
		"postUserID": [
				"/u235506",
				"/u187401",
				"/u463956",
				"/u554816",
				"/u307079"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p40",
				"https://www.flashback.org/t1532651p34",
				"https://www.flashback.org/t1532651p42",
				"https://www.flashback.org/t1532651p33",
				"https://www.flashback.org/t1532651p40"
		],
		"userUrl": [
				"https://www.flashback.org/u235506",
				"https://www.flashback.org/u187401",
				"https://www.flashback.org/u463956",
				"https://www.flashback.org/u554816",
				"https://www.flashback.org/u307079"
		],
		"sentence": [
				"har har ni konspiratoriker något att tänka på, en vecka sedan kom det info att al qaida har en gömd atombomb någonstans i europa som skulle användas om bin laden fångades, nu har usa dödat bin laden, usa spränger en atombomb någonstans i europa och skyller på al qaida trolla på!",
				"Visst är det en god nyhet att Osama är död, men risken finns att detta kan komma att generera en ny våg av terroristbrott i USA och Europa och leda till ännu fler människors död.",
				"Hade det bara funnits fler fritidsgårdar hade kanske bin laden aldrig blivit terrorist, det kan vara sd:s fel också då han under en längre tid utsatts för strukturell rasism.",
				"Aftonbladet är fulla av skit, dessutom så är det en bild på en tv-bild som visas, inte hela bilden, eftersom den är den första bilden som finns på \"döda bin laden\" just nu.",
				"Bilden visades i Pakistans TV så antagligen är det någon på en nyhetsredaktion där som av slöhet bara tog en bild ifrån internet någonstans, det är ju inte så många i Pakistan som har internet så de trodde väl ingen skulle märka det."
		]
	},
	{
		"postIndex": [
			[1191],
			[1485],
			[1266],
			[1483],
			[1246]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02"
		],
		"postNum": [
			[556],
			[681],
			[591],
			[681],
			[577]
		],
		"postLink": [
				"/sp30397352",
				"/sp30398109",
				"/sp30397559",
				"/sp30398109",
				"/sp30397468"
		],
		"postUser": [
				"Falcão",
				"Spelemannen",
				"Wi3rd0",
				"Spelemannen",
				"jackflash"
		],
		"postUserID": [
				"/u226185",
				"/u553067",
				"/u552712",
				"/u553067",
				"/u77448"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p47",
				"https://www.flashback.org/t1532651p57",
				"https://www.flashback.org/t1532651p50",
				"https://www.flashback.org/t1532651p57",
				"https://www.flashback.org/t1532651p49"
		],
		"userUrl": [
				"https://www.flashback.org/u226185",
				"https://www.flashback.org/u553067",
				"https://www.flashback.org/u552712",
				"https://www.flashback.org/u553067",
				"https://www.flashback.org/u77448"
		],
		"sentence": [
				"Finns som sagt massor av intressanta saker som kan diskuteras kring bin-Ladens död men som det är nu drunknar allt detta i idiotiskt konspirationspladder som inte hör hemma i denna forumdelen.",
				"When asked why there is no mention of 9/11 on Bin Ladens Most Wanted web page, Tomb said, “The reason why 9/11 is not mentioned on Usama Bin Ladens Most Wanted page is because the FBI has no hard evidence connecting Bin Laden to 9/11.",
				"Först dödas Ghaddafis son under en bombattack samt flera av hans kusiner och nu dödar man Usama Bin Laden, både parterna har lovat hämndaktioner och så vitt vad jag vet om mellanöstern-folk är att de håller vad de lovar!!",
				"\"The FBI has no hard evidence connecting Bin Laden with the 9/11 attacks on america\" - FBI spokesman Rex Tomb On June 5, 2006, reporter Ed Hass contacted the FBI Headquarters to learn why Bin Laden’s Most Wanted poster did not indicate that Usama was also wanted in connection with 9/11.",
				"Kanske har tagits upp i tråden tidigare, men jag hade bestämt för mig att jag läste för någon vecka sedan att man placerat en kärnladdning någon stans i Europa som skulle detonera om Bin Laden greps eller dödades?"
		]
	},
	{
		"postIndex": [
			[1883],
			[1604],
			[1542],
			[1812],
			[1697]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02"
		],
		"postNum": [
			[833],
			[722],
			[703],
			[804],
			[755]
		],
		"postLink": [
				"/sp30399191",
				"/sp30398396",
				"/sp30398277",
				"/sp30398992",
				"/sp30398569"
		],
		"postUser": [
				"aki04",
				"GanjaFarfar",
				"Falcão",
				"Janne-Taikon",
				"hatapotatismos"
		],
		"postUserID": [
				"/u341717",
				"/u273072",
				"/u226185",
				"/u80644",
				"/u560962"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p70",
				"https://www.flashback.org/t1532651p61",
				"https://www.flashback.org/t1532651p59",
				"https://www.flashback.org/t1532651p67",
				"https://www.flashback.org/t1532651p63"
		],
		"userUrl": [
				"https://www.flashback.org/u341717",
				"https://www.flashback.org/u273072",
				"https://www.flashback.org/u226185",
				"https://www.flashback.org/u80644",
				"https://www.flashback.org/u560962"
		],
		"sentence": [
				"och att lilla fittan carl bildt som vanligt ska leka svenne fittan( personligen kuksugare till usa) ska säga att han va hot mot oss alla e bara löjligt, bin laden har inte hotat nått land som inte hade spel i afghanistan eller iraq.",
				"Sedan är det ju även bevisat att i MÅNGA filmer som har släppts på Bin Laden är det i verkliga fall någon annan som står för skådespeleriet, så att en ny film på \"bin laden\" skulle släppas skulle ju heller inte bevisa att han levde..",
				"Vet i vad USA skulle kunna göra för att övertyga dessa konspirationsteoretiker och förmodligen förlorar de ingen sömn över det heller då den klara majoriteten av världens tänkande människor inser att bin Laden nu är död.",
				"Man säger sig ha bekräftat att det är Bin Laden genom DNA -analys, då detta inte görs på en dag, DNA-analys alltså, så innebär detta att det nog var en tid sedan man knäppte han, går man då ut med en bekräftelse så borde man samtidigt kunna hosta fram en bild eller 2.",
				"Jag säger inte att det är så här det är, bara en teori som allt annat som står i tråden, ingenting verkar ju vara bevisat till 100% Men varför skulle Al-guida spränga europa om Bin - Ladin inte är död?"
		]
	},
	{
		"postIndex": [
			[2175],
			[2364],
			[1956],
			[2216],
			[1968]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02"
		],
		"postNum": [
			[941],
			[1006],
			[867],
			[954],
			[870]
		],
		"postLink": [
				"/sp30399975",
				"/sp30400425",
				"/sp30399487",
				"/sp30400058",
				"/sp30399539"
		],
		"postUser": [
				"MindBlasting",
				"Freedom Fighter",
				"Unilar",
				"Giraffhuve",
				"GanjaFarfar"
		],
		"postUserID": [
				"/u515527",
				"/u177476",
				"/u210082",
				"/u430674",
				"/u273072"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p79",
				"https://www.flashback.org/t1532651p84",
				"https://www.flashback.org/t1532651p73",
				"https://www.flashback.org/t1532651p80",
				"https://www.flashback.org/t1532651p73"
		],
		"userUrl": [
				"https://www.flashback.org/u515527",
				"https://www.flashback.org/u177476",
				"https://www.flashback.org/u210082",
				"https://www.flashback.org/u430674",
				"https://www.flashback.org/u273072"
		],
		"sentence": [
				"Om bilder på Osama/Usama visas för allmänheten och där man tydligt kan se ansikte och kropp så kan jag åtminstone acceptera att detta är sant men jag tror inte Obama och hans \"specialteam\" har på något sätt varit orsaken till dennes död och då i logikens fotspår finns då heller inga bilder därmed kan man hitta på något såsom hans begravning till havs på grund av en muslimsk sed där man måste begravs inom 24 timmar.",
				"Förmodligen menar han/hon att eftersom han påstås ligga bakom 9/11 som \"tvingade\" in USA i ett ockupationskrig i Irak (under falska förespeglingar att det skulle finnas WMD där) och Afghanistan där sammanlagt miljontals civila dog, så var det i själva verket Bin Laden som var personligen ansvariga för alla dessa liv.",
				"Om det skulle varit fejk för att vinna röster så skulle han ju göra detta mitt i valkampanjen, det måste ju folk förstå Något som jag skulle ha gjort om jag var bin laden är ju att spela in en video ifall man skulle bli dödad och släppa den.",
				"Är det verkligen viktigare för USA att följa muslimska seder och traditioner vid en sådan situation, eller bör det inte vara högre prioriterat för USA att visa upp Usama och bevisa att han verkligen är död?",
				"Det jag blir riktigt rädd för är människor som du, som fortfarande inte har insett att hela skiten med 9/11 är någonting som USA har planerat in i minsta detalj, sedan om syndabocken bin laden var med på noterna eller inte kan jag inte vara säker på."
		]
	},
	{
		"postIndex": [
			[2818],
			[2571],
			[2677],
			[2517],
			[2481]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-02"
		],
		"postNum": [
			[1160],
			[1075],
			[1121],
			[1053],
			[1045]
		],
		"postLink": [
				"/sp30402319",
				"/sp30400898",
				"/sp30401442",
				"/sp30400722",
				"/sp30400663"
		],
		"postUser": [
				"Ankan23",
				"Ettan^",
				"Reato",
				"artigas",
				"Stefansson"
		],
		"postUserID": [
				"/u294965",
				"/u158306",
				"/u179104",
				"/u369052",
				"/u353757"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p97",
				"https://www.flashback.org/t1532651p90",
				"https://www.flashback.org/t1532651p94",
				"https://www.flashback.org/t1532651p88",
				"https://www.flashback.org/t1532651p88"
		],
		"userUrl": [
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u158306",
				"https://www.flashback.org/u179104",
				"https://www.flashback.org/u369052",
				"https://www.flashback.org/u353757"
		],
		"sentence": [
				"Nu har USA lagt på locket för bin laden med, CIA var väl rädda att bin Laden skulle säga något om CIA koppling till bin laden etc vilket hänt förut när USA samarbetat med terrorister.",
				"Bin Laden hade väl på senare tid delegerat bort väldigt mycket av sitt arbete till andra ändå, så jag misstänker att hans död inte kommer att sätta några enorma käppar i hjulet för fortsatt terrorverksamhet.",
				"OM det skulle visa sig att Osama lever och han skickar upp en ny video, då kan ju usa skämta bort det med att,\"vi visste att han levde vi ville bara ha tecknet på det, och nu har han visat sig vilket han inte har gjort på flera år\" Varför göra sig av med kroppen så snabbt är för mig ett under.",
				"Vi måste komma ihåg att hela världsordningen styrs av flera lager och det faktum är att det är så stort, så invecklat att försöka skriva ner det i ett inlägg vore lika svårt som att fånga ett sandkorn ur varje land i världen i en stor glasburk, det skulle ta tid och en väldans energi.",
				"Ni tror väl ändå inte att Obama-administrationen plötsligt skulle äventyra hela sin ställning med att föra fram en skröna om att Bin Laden mördats, samt försäkrat att kroppen är säkrad (och därmed DNA samt foton) om det inte var sannt."
		]
	},
	{
		"postIndex": [
			[3070],
			[3314],
			[3308],
			[2978],
			[3329]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-03",
				"2011-05-03",
				"2011-05-02",
				"2011-05-03"
		],
		"postNum": [
			[1254],
			[1320],
			[1319],
			[1218],
			[1322]
		],
		"postLink": [
				"/sp30411043",
				"/sp30419726",
				"/sp30419207",
				"/sp30406643",
				"/sp30419838"
		],
		"postUser": [
				"FulAgent007",
				"stuxnet",
				"LadyMystica",
				"Argrash",
				"Ankan23"
		],
		"postUserID": [
				"/u468963",
				"/u503268",
				"/u433322",
				"/u534642",
				"/u294965"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p105",
				"https://www.flashback.org/t1532651p110",
				"https://www.flashback.org/t1532651p110",
				"https://www.flashback.org/t1532651p102",
				"https://www.flashback.org/t1532651p111"
		],
		"userUrl": [
				"https://www.flashback.org/u468963",
				"https://www.flashback.org/u503268",
				"https://www.flashback.org/u433322",
				"https://www.flashback.org/u534642",
				"https://www.flashback.org/u294965"
		],
		"sentence": [
				"Beviset kommer i att det aldrig kommer att snackas någonting ifrån AQ ledaren Usama Bin Laden, dvs inga fler videos osv, därtill får vi strax ett bevis till och det är när AQ får en ny officiell ledare Och när denne nya AQ ledare talar om hämnd för sin forne ledare DÅ vet alla att Usama verkligen är död men.....",
				": Förmodade anledningen till haveriet - kolla in högspännings-ledningarna runt huset: Sen är det nu helt uppenbart att både ISI, men även Pentagon och Obama ljuger friskt här: UBL hade faktiskt state of the art telekommunikation, han hade en privat satellit-terminal, jag har räknat ut vilken satellit som hans VSAT:en var riktad emot, då antennen på bilden till 100% INTE var riktad mot vanliga tv-satelliter utan \"såg åt fel håll\".",
				"\"Håkan Wikström: Vita huset tar nu tillbaka uppgifterna om att Usama bin Ladin skulle ha varit beväpnad, eller att han ska ha använt sin fru som en mänsklig sköld, något som Vita Husets talesman John Brennan uppgav på en presskonferens i går kväll svensk tid.",
				"Bilderna och bevisen på den smutsige Usama kommer inom kort, lugna er för fan det har inte ens gått ett dygn sen han dog tror ni agenterna och kommandosoldaterna är några paparazzis som springer till första bästa tidning?",
				"Så om man från USAs politiker håll säger att de amerikanska folket ska vara rädd för terror (likt andra politiker i väst säger till deras befolkningar) och hela tiden utmålar det som ett hot, så kan USA ju isf börja med att se över sina aktioner i mellanöstern, det vore det mest logiska."
		]
	},
	{
		"postIndex": [
			[3794],
			[3578],
			[3991],
			[4177],
			[4000]
		],
		"postTime": [
				"2011-05-06",
				"2011-05-04",
				"2011-05-06",
				"2011-05-07",
				"2011-05-06"
		],
		"postNum": [
			[1448],
			[1397],
			[1480],
			[1529],
			[1485]
		],
		"postLink": [
				"/sp30468757",
				"/sp30438982",
				"/sp30479349",
				"/sp30487621",
				"/sp30479613"
		],
		"postUser": [
				"Fiolito",
				"stuxnet",
				"Ken Dryden",
				"Torshammar",
				"Midro"
		],
		"postUserID": [
				"/u263848",
				"/u503268",
				"/u224489",
				"/u122342",
				"/u492124"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p121",
				"https://www.flashback.org/t1532651p117",
				"https://www.flashback.org/t1532651p124",
				"https://www.flashback.org/t1532651p128",
				"https://www.flashback.org/t1532651p124"
		],
		"userUrl": [
				"https://www.flashback.org/u263848",
				"https://www.flashback.org/u503268",
				"https://www.flashback.org/u224489",
				"https://www.flashback.org/u122342",
				"https://www.flashback.org/u492124"
		],
		"sentence": [
				"Angående hur pinsamt det måste kännas för republikanerna att en demokratisk president lyckades med något som Bush aldrig klarade, och innan sitt omval till och med: Någon mer än jag som kom att tänka på Family Guy-avsnittet Meet the Quagmires, där de lite skämtsamt antyder att om demokraterna hade vunnit presidentvalet 2000 så hade de hittat och dödat bin Laden direkt?",
				"k fokalmatad antenn, den tittar alltså på samma sätt som en strålkastare, på bilden ser den ut att titta rakt i horisontled, det var detta som fick mig att haja till, för nere i Pakistan tittar de flesta antenner upp med c:a 50* elevation, den här antennen såg ut att vara riktad mot bergen vilket fick mig först att tro att han körde med en dold trådlös data-anslutning med sändaren gömd någonstans bland bergen för att slippa avlyssning på kopparkabel, speciellt som centrum-anordningen i antennen starkt påvisar onormala frekvensband, i detta fall typ VSAT men burken såg ut att vara för 7ghz-bandet, vilket inte är VSAT för civila utan VSAT för militär.",
				": Tror ni att det faktum att AQ:s högsta råd nu har vidgått att bin Ladin skjöts till döds av amerikanarna i Abbotabad under förra helgen kommer att påverka inställningen hos de pellejönsar som hävdar att terrorfursten antingen (a) fortfarande är vid liv eller också (b) har varit död sedan flera år?",
				"Kunde inte tro vad jag hörde ner någon FN byråkrat klagade på mordet på bin Laden och sa att det kan vara brott mot \"folkrätten\" att USA mördade honom obeväpnad ja men hallå hur många obeväpnade människor har bin Laden mördat , kvinnor och barn mm.",
				"Det är en sak att fråga om bevis, men när man inser att det faktiskt finns en liten möjlighet att det HÖGST osannolika faktiskt skulle kunna vara sanning, och låter det bli ens verklighet så skulle jag säga att man är konspirationsteoretiker."
		]
	},
	{
		"postIndex": [
			[4437],
			[4350],
			[4361],
			[4450],
			[4452]
		],
		"postTime": [
				"2011-05-09",
				"2011-05-08",
				"2011-05-08",
				"2011-05-09",
				"2011-05-09"
		],
		"postNum": [
			[1591],
			[1575],
			[1576],
			[1591],
			[1591]
		],
		"postLink": [
				"/sp30525137",
				"/sp30513333",
				"/sp30513749",
				"/sp30525137",
				"/sp30525137"
		],
		"postUser": [
				"Ankan23",
				"Ankan23",
				"stuxnet",
				"Ankan23",
				"Ankan23"
		],
		"postUserID": [
				"/u294965",
				"/u294965",
				"/u503268",
				"/u294965",
				"/u294965"
		],
		"postUrl": [
				"https://www.flashback.org/t1532651p133",
				"https://www.flashback.org/t1532651p132",
				"https://www.flashback.org/t1532651p132",
				"https://www.flashback.org/t1532651p133",
				"https://www.flashback.org/t1532651p133"
		],
		"userUrl": [
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u503268",
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u294965"
		],
		"sentence": [
				"Det hade inget med bin laden som påstådd viktig person att göra, USA har haft chansen att haffa bin laden levande förut och struntat i det troligen för att de inte har några bevis emot han och att bin laden säkerligen skulle ha sagt saker som skulle vara jobbiga för CIA och dess allierade om det kom ut.",
				"Samma sak gäller journalistiken, där verkar det handla enbart om att sälja så många lösnummer som möjligt, om sakerna som står i tidningen stämmer eller inte verkar både journalister och folk i allmänhet idag strunta i, likt journalisterna idag inte vågar ställa de kritiska frågorna om nyheter, istället följer man bara blint strömmen och i stort sett bara förmedlar det politikerna säger.",
				"Bara några dagar senare stormar Seals huset, det ser onekligen ut som om det är frågan om ett \"städuppdrag\", hans tillfångatagande eller ev uppgifter var därför ointressanta för amerikanarna, han skulle enbart röjas bort fort och snabbt, innan fler började fråga om Abbatobad, uppgifterna i filerna är nog tillräckligt för att en vanlig reporter ganska snart kunde ha hittat honom på plats, det hade blivit en fullständig katastrof för jänkarna.",
				"Samtidigt varnade USA suspekt förra månaden, länder från att ta tillbaka trupperna för snabbt, troligen för de visste vad bin ladens död (om nu dödandet är korrekt och stämmer) skulle kunna komma att generera, alltså ökat motstånd mot de utländska trupperna i Afghanistan.",
				"Jag tror inte bin laden var någon viktig figur, däremot om han nu blev dödad, så är det en symbolisk död för många grupperingar i Afghanistan som kanske kommer avancera och öka sina attacker mot de utländska trupperna i Afghanistan och det skulle bli mer oroligt osv."
		]
	}
]
