[
	{
		"postIndex": [
			[292],
			[366],
			[174],
			[260],
			[139]
		],
		"postTime": [
				"2011-05-01",
				"2011-05-02",
				"2011-05-01",
				"2011-05-01",
				"2011-05-01"
		],
		"postNum": [
			[62],
			[79],
			[38],
			[53],
			[31]
		],
		"postLink": [
				"/sp30392875",
				"/sp30397722",
				"/sp30388373",
				"/sp30390597",
				"/sp30387914"
		],
		"postUser": [
				"UraNiuM",
				"lucas2.0",
				"GurkhakrigareN",
				"lucas2.0",
				"Stig-Britt"
		],
		"postUserID": [
				"/u244562",
				"/u386957",
				"/u389008",
				"/u386957",
				"/u137523"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p6",
				"https://www.flashback.org/t1532220p7",
				"https://www.flashback.org/t1532220p4",
				"https://www.flashback.org/t1532220p5",
				"https://www.flashback.org/t1532220p3"
		],
		"userUrl": [
				"https://www.flashback.org/u244562",
				"https://www.flashback.org/u386957",
				"https://www.flashback.org/u389008",
				"https://www.flashback.org/u386957",
				"https://www.flashback.org/u137523"
		],
		"sentence": [
				"och ska du byta jobb så blir det ett väldigt mycket jobbytande (+ du måste ju lära dig ditt nya jobb så du måste väl gå skola eller så) för skulle tro att det är väldigt många i slutändan som för att få ett jobb jobbar för en tusing i månaden eller så och då är det bara att rätta in dig i leden och jobba hårt för en tusing varje månad och bryter du en fot är det bara och hosta upp din livsbesparing och fixa till den det är ju inte så trevligt.",
				"Det finns ingen logisk motsäeglse alls i att allomfattande regler för samhället som helhet i exakt analogi till regler för vilken frivilligg associations som helst kan höja nivån; och i den mån detta är sant så har sådana regler självfallet människor sympati och system som uppräthåller bra regelöverk är dessutom av självklara anledningar de minst våldsamma eftersom sådanan system kan upprätthållas med ett minimum av repreessivt våld - människor inordnar sig för att de rationellt sympatiserar med civilisationshöjande regler.",
				"De som inte betalar skatt kommer förmodligen vara en väldigt liten skara eftersom varje förnuftig människa väljer att bidra till samhället och garantera att sin familj och sitt folk har en sjukvård och social trygghet.",
				"Alla system använder sig av regler för att koordinera människor, det tvång som liberaler pratar kommer sig av att man föds in i under regler som man inte explicit undertecknat, alltså, får man inte använda tvång så får man inte heller instifta allmänna regler eftersom de som föds in under dessa aödrig får en chamns att godkänna dem.",
				"Om du vill låta människor delta på sina egna villkor i samhället, om du vill att människor själva ska få välja om de vill betala skatt och därigenom ta del av statligt finansierade tjänster, vad skiljer dig från anarko-kapitalister eller snarare nattväktare?"
		]
	},
	{
		"postIndex": [
			[527],
			[723],
			[692],
			[835],
			[509]
		],
		"postTime": [
				"2011-05-03",
				"2011-05-05",
				"2011-05-05",
				"2011-05-05",
				"2011-05-03"
		],
		"postNum": [
			[112],
			[139],
			[136],
			[148],
			[110]
		],
		"postLink": [
				"/sp30423244",
				"/sp30459963",
				"/sp30456391",
				"/sp30461310",
				"/sp30421579"
		],
		"postUser": [
				"TiberiusGracchus",
				"Decitron",
				"Visf",
				"Decitron",
				"Stig-Britt"
		],
		"postUserID": [
				"/u408606",
				"/u408019",
				"/u166136",
				"/u408019",
				"/u137523"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p10",
				"https://www.flashback.org/t1532220p12",
				"https://www.flashback.org/t1532220p12",
				"https://www.flashback.org/t1532220p13",
				"https://www.flashback.org/t1532220p10"
		],
		"userUrl": [
				"https://www.flashback.org/u408606",
				"https://www.flashback.org/u408019",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u408019",
				"https://www.flashback.org/u137523"
		],
		"sentence": [
				"Det faktum att det faktiskt står hela arméer av knektar redo i bakgrunden som är beredda att gripa in ifall någon arbetare får för sig att göra anspråk på produktionsmedlen brukar liberalen ignorera, trots att de borgerliga förhållandena är beroende av statligt våld för att upprätthållas så framställer sig liberaler ofta som en statens fiender och drömmer sig tillbaka till svunna tider då man faktiskt var en revolutionär samhällsomstörtande rörelse Detta liberalismens hyckleri, att använda argument om människors lika rätt för att rättfärdiga människors olika rätt, anser jag är förhatligt.",
				"Jag syftar på ett samhälleligt perspektiv av samhällets utveckling, konflikter mellan klasser har fått vårt samhälle att förflyttas framåt, samt alla konflikter har lett till en ändring av hur vi producerar som härleder till nya klasser och former för produktion, detta är inte bara en marxistisk skola utan en rad andra sociologer och samhällsvetare tar denna ställning.",
				"Moralfilosofin är ganska rolig, att historien är förutbestämd att ske efter vissa större konflikter där människor dör i massvis och det är okej för att det är så det kommer bli (går fan inte förklara idiotin bättre, den är så vilsen) Historie-filosofin är att alla större förändringar sker via våldsamma revolutioner när massvis av människor dör.",
				"Dessa grupper existerar i verkligheten, ditt argument är så förbannat pinsamt dumt cirkel argument, Bra om inget samhälle kan bota detta så bör rimligt vis inte Anton Abele eller någon annan kvasi liberal gnälla över våld.",
				"Det är därför vi måste ha ett fritt samhälle, så att sådana som du inte kan få någon makt, och så att de inte kan tvinga människor till något eller använda våld mot människor som inte tycker som dem."
		]
	},
	{
		"postIndex": [
			[1744],
			[1975],
			[1686],
			[1748],
			[2020]
		],
		"postTime": [
				"2011-06-19",
				"2011-06-21",
				"2011-06-18",
				"2011-06-19",
				"2011-06-21"
		],
		"postNum": [
			[284],
			[309],
			[270],
			[286],
			[316]
		],
		"postLink": [
				"/sp31246007",
				"/sp31284725",
				"/sp31235883",
				"/sp31247942",
				"/sp31285992"
		],
		"postUser": [
				"cenobite",
				"Cracktusen",
				"Bananrepublik",
				"Ajvarcommand",
				"Ajvarcommand"
		],
		"postUserID": [
				"/u105707",
				"/u296597",
				"/u133279",
				"/u567604",
				"/u567604"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p24",
				"https://www.flashback.org/t1532220p26",
				"https://www.flashback.org/t1532220p23",
				"https://www.flashback.org/t1532220p24",
				"https://www.flashback.org/t1532220p27"
		],
		"userUrl": [
				"https://www.flashback.org/u105707",
				"https://www.flashback.org/u296597",
				"https://www.flashback.org/u133279",
				"https://www.flashback.org/u567604",
				"https://www.flashback.org/u567604"
		],
		"sentence": [
				"Det är inte första gången som konstitution dyker upp på det här forumet, men jag skulle gärna vilja veta vad du tror att en konstitutuion egentligen innebär när \"staten\" inte längre följer den, för det är precis vad du skriver, Innan allt går åt helvete så skriver vi på ett papper hur det ska vara, och när det sen är på väg att gå åt helvete så kommer alla att stanna upp och läsa igenom vad som står på pappret , och alla lever lyckliga i alla sian dagar...",
				"Idag när du ska söka jobb så säger arbetsgivaren \"om du inte tar anställning för denna låga lönen så står det massa i kö\", medan om mängden arbetare är bristvara så säger du \"om du inte höjer lönen för mig så kommer du inte ha någon annan arbetare\".",
				"Men i slutändan handlar liberalism bara om hur man ser på sin omgivning och sina medmänniskor: huruvida man anser sig ha rätten att använda våld mot dem när det ligger i ens intressen eller om man betraktar dem som självständiga, jämlika och fria individer vars liv jag inte har någon rätt att inkräkta på.",
				"Under en liberal konstitution skulle staten plädera för allas lika negativa rättigheter; någon som vill privilegiera en viss grupp framför andra (I det här fallet bögar, forskare och läkemedelsföretag) avböjer den principen.",
				"I sådana fall måste man exempelvis förbjuda folk från att använda berusningsmedel då man under verkan inte är vid sina sinnens fulla bruk; således kan inte denna person, i likhet med en minderårig, fatta hundraprocentigt förnuftiga beslut."
		]
	},
	{
		"postIndex": [
			[2376],
			[2391],
			[2173],
			[2060],
			[2466]
		],
		"postTime": [
				"2011-07-23",
				"2011-07-23",
				"2011-07-21",
				"2011-06-28",
				"2011-07-24"
		],
		"postNum": [
			[387],
			[388],
			[364],
			[337],
			[405]
		],
		"postLink": [
				"/sp31817906",
				"/sp31818267",
				"/sp31785129",
				"/sp31389519",
				"/sp31845875"
		],
		"postUser": [
				"BagarenB",
				"Khepera",
				"Visf",
				"Visdomsmannen",
				"BagarenB"
		],
		"postUserID": [
				"/u333658",
				"/u165672",
				"/u166136",
				"/u549525",
				"/u333658"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p33",
				"https://www.flashback.org/t1532220p33",
				"https://www.flashback.org/t1532220p31",
				"https://www.flashback.org/t1532220p29",
				"https://www.flashback.org/t1532220p34"
		],
		"userUrl": [
				"https://www.flashback.org/u333658",
				"https://www.flashback.org/u165672",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u549525",
				"https://www.flashback.org/u333658"
		],
		"sentence": [
				"Hon förstår liberalernas argument och hon förstår det kloka och riktiga i dem men hon vill trots det inte se den typen av samhälle helt enkelt för att hon inte tror att ett sådant samhälle skulle leda till större lycka för människor hur moraliskt renodlat det än må vara.",
				"Regleringar har ofta en effekt annan eller motsatt den tänkta, vilket förstås leder tillbaka till punkt 2: Om de inte vet hur de skall omsätta sitt bättre vetande i praktiken, kanske de inte har något bättre vetande från första början.",
				"Ekonomisk frihet tar kål på de begränsningar som naturen har tvinga på oss, sociala friheter kommer som ett resultat av ekonomisk frihet, samt att det är konstigt att ställa dessa emot varandra som många ofta gör.",
				"Gränsen för drogbruk skulle kunna vara under 18, kanske 16, när man är kapabel att ta lite ansvar i kombination att föräldrarna fortfarande har ett starkt grepp om alla snorungar därute som använder sina studiebidrag att köpa cigg och supa skallen i bitar varje fredag.",
				"De intelligenta, välutbildade männen (den gruppen som jag utan någon som helst seriös empirisk grund generaliserade lite kring) behöver kanske inte alltid vara bäst på att lösa alla sorters problem men de har nog en förmåga att resonera sig fram genom den moralfilosofiska snårskogen på ett mer sammanhängande sätt än andra människor."
		]
	},
	{
		"postIndex": [
			[2741],
			[2676],
			[2898],
			[3026],
			[3091]
		],
		"postTime": [
				"2011-07-27",
				"2011-07-27",
				"2012-01-04",
				"2012-01-05",
				"2012-01-05"
		],
		"postNum": [
			[444],
			[431],
			[473],
			[503],
			[515]
		],
		"postLink": [
				"/sp31903870",
				"/sp31901356",
				"/sp34909377",
				"/sp34923808",
				"/sp34925652"
		],
		"postUser": [
				"Zironic",
				"Zironic",
				"Jrgen",
				"HelgeBuk",
				"pl0p3"
		],
		"postUserID": [
				"/u442757",
				"/u442757",
				"/u134323",
				"/u471440",
				"/u136337"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p37",
				"https://www.flashback.org/t1532220p36",
				"https://www.flashback.org/t1532220p40",
				"https://www.flashback.org/t1532220p42",
				"https://www.flashback.org/t1532220p43"
		],
		"userUrl": [
				"https://www.flashback.org/u442757",
				"https://www.flashback.org/u442757",
				"https://www.flashback.org/u134323",
				"https://www.flashback.org/u471440",
				"https://www.flashback.org/u136337"
		],
		"sentence": [
				"Jag anser att det finns ganska mycket vi vill att staten driver för att det går inte realistiskt att göra det till en valfri tjänst (Tex polis, brandkår, millitär) och sen finns det områden där vi vill ha en miniminivå av välfärd (Sjukvård, äldrevård, pension, socialbidrag, skola etc), som medelklass har jag inget behov av välfärdstjänsterna men jag tycker ändå om att leva i ett samhälle där jag vet att alla har en viss nivå av grundläggande förutsättningar hur dåliga hans föräldrar än är.",
				"Men Libertarianer och Objektivister verkar väldigt verklighetsfrämmande när de framför sina argument, och när man framför argument som \"Skatt är rån\" så början man verkligen tycka att om du hatar Staten och Välfärden så jävla mycket så kan du flytta till Somalia eller en öde Ö där du kan leva utan Staten och Skatter bäst du vill.",
				"Att du saknar förmågan att leta reda all den fantastiskt bra nya musik som kommer ut hela tiden och i stället endast låter Sveriges Radio mata dig med skräp är ett problem med dig, inte med kapitalismen eller musiken.",
				"Eller som man också kan uttrycka det: Du tycker att alla med våld ska tvingas att betala för varandras sjukvård, eftersom du tror att ingen egentligen vill hjälpa någon annan (kanske för att du vet att du själv inte vill hjälpa någon annan?",
				"Jag har inte sett några studier som visar på någon vidare givmildhet, och ser man på rika länder där sjukvården inte finns att tillgå för alla så betalar inte de rikaste frivilligt för de som inte har tillgång till sjukvård."
		]
	},
	{
		"postIndex": [
			[3329],
			[3637],
			[3616],
			[3604],
			[3722]
		],
		"postTime": [
				"2012-01-09",
				"2012-01-10",
				"2012-01-10",
				"2012-01-10",
				"2012-01-11"
		],
		"postNum": [
			[560],
			[626],
			[623],
			[623],
			[640]
		],
		"postLink": [
				"/sp35005055",
				"/sp35041685",
				"/sp35034832",
				"/sp35034832",
				"/sp35057530"
		],
		"postUser": [
				"Denom",
				"Libbero",
				"Libbero",
				"Libbero",
				"hoernsten"
		],
		"postUserID": [
				"/u165509",
				"/u603388",
				"/u603388",
				"/u603388",
				"/u414058"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p47",
				"https://www.flashback.org/t1532220p53",
				"https://www.flashback.org/t1532220p52",
				"https://www.flashback.org/t1532220p52",
				"https://www.flashback.org/t1532220p54"
		],
		"userUrl": [
				"https://www.flashback.org/u165509",
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u414058"
		],
		"sentence": [
				"Att invandrare eller svenskar missbrukar systemet på den arbetande befolkningens bekostnad ser jag bara som ett ytterligare bevis för att systemet inte fungerar och då jag inte stöttar statens existens överhuvudtaget är alla människor som utnyttjar systemet bara bidragande till att förändra det.",
				"Men om jag har förstått dig rätt så erkänner du alltså att du är villig att bruka våld mot andra människor för att få din vilja igenom, detta eftersom du tycker dig ha fått någon slags magisk rätt att påtvinga, använda våld och härska över andra människor så länge som du bara har lyckats övertyga 51% eller mer av folket?",
				"Alltså jag tänker så här; om det var så att de flesta svenskar är givmilda, så behövs det väl ingen stat som under hot om våld tvingar alla att hjälpa fattiga eftersom dessa kommer få hjälpen hur som helst?",
				"Om ja, så undrar jag hur du då hade tänkt att man finansierar all denna sjukvård, skola och omsorg eller om du faktiskt menar att skatt inte alls är stöld under hot om våld?",
				"Såvida du inte sitter o ljuger så ber jag dig citera den så kallade liberal som påstått detta så ska jag skälla på honom eller henne åt dig Du ska inte ofrivilligt behöva betala för min eller någon annans vård, skola eller omsorg."
		]
	},
	{
		"postIndex": [
			[3933],
			[3828],
			[3902],
			[3806],
			[4228]
		],
		"postTime": [
				"2012-01-18",
				"2012-01-12",
				"2012-01-18",
				"2012-01-12",
				"2012-04-04"
		],
		"postNum": [
			[683],
			[661],
			[676],
			[657],
			[735]
		],
		"postLink": [
				"/sp35196526",
				"/sp35084325",
				"/sp35184453",
				"/sp35080414",
				"/sp36631378"
		],
		"postUser": [
				"Norpheus",
				"RedCheekGraduate",
				"Libbero",
				"hoernsten",
				"skalbagge"
		],
		"postUserID": [
				"/u351901",
				"/u591809",
				"/u603388",
				"/u414058",
				"/u112549"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p57",
				"https://www.flashback.org/t1532220p56",
				"https://www.flashback.org/t1532220p57",
				"https://www.flashback.org/t1532220p55",
				"https://www.flashback.org/t1532220p62"
		],
		"userUrl": [
				"https://www.flashback.org/u351901",
				"https://www.flashback.org/u591809",
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u414058",
				"https://www.flashback.org/u112549"
		],
		"sentence": [
				"Jag kan tillägga här att i ett liberalt samhälle så tror jag att för eller senare skulle ett system bildas där de som vill delta i trygghetsgemenskapen mer och mer isolerar sig från de övriga, de hjälper bara varandra, köper bara av varandra och kommer tillslut för att innesluta sitt eget område och sitt \"eget lilla land\", och på så sätt så skulle samhället snart vara tillbaka till socialt skyddsnät då resterande människor inte skulle ha råd att stå utanför systemet.",
				"Detta av den enkla anledningen att det, som jag tidigare påpekat, inte är någon principskillnad mellan att tvingas att hjälpa någon i nöd (barn som vuxen) och tvingas att betala skatt eller på andra sätt tvingas att avstå egendom eller tid för att det finns krav från andra människor att så görs.",
				"För att undvika oklarhet i fortsättning föreslår jag att du faktiskt bara talar om från början att du tycker att majoriteten av alla människor ska få styra och bestämma i samhället och få slå över sina viljor mot minoriteter därför att du är av uppfattningen att aggressionsvåld på något vis tycks bli legitimt endast därför att en majoritet nu tycker på ett särskilt vis.",
				"Betyg kan mäta en viss kunskap hos ett visst antal individer men betygssättning är ett tvivelaktigt kunskapsmått av bland annat följande anledningar: 1) Betygssättning är i många fall godtycklig 2) Många klasser/kurser har pinsamt låga krav 3) Betyg kan lika gärna vara en måttstock för hur mycket du pluggat, inte hur mycket du lärt dig 4) Svårigheter i ens privatliv kan påverka betyget Jag påstår inte att betygssättning är förkastligt, men den är enbart ett utav många möjliga prestationsmått.",
				"Men visst skulle eugenik passa finfint i nv-staten: om fattiga och sjuka förhindras skaffa barn, ja då behöver ingen känna sig moraliskt förpliktigad att hjälpa några fattiga människor - eftersom de då helt och hållet har sig självt att skylla i liberalens ögon."
		]
	},
	{
		"postIndex": [
			[5119],
			[5203],
			[4376],
			[5191],
			[5177]
		],
		"postTime": [
				"2013-12-27",
				"2013-12-29",
				"2012-04-10",
				"2013-12-29",
				"2013-12-29"
		],
		"postNum": [
			[850],
			[860],
			[756],
			[859],
			[856]
		],
		"postLink": [
				"/sp46763338",
				"/sp46796512",
				"/sp36732242",
				"/sp46793968",
				"/sp46784958"
		],
		"postUser": [
				"ryggradsdjur",
				"Thinkingagain",
				"Grifter DCLXVI",
				"theRulerOfBethos",
				"ryggradsdjur"
		],
		"postUserID": [
				"/u715295",
				"/u349244",
				"/u226345",
				"/u809331",
				"/u715295"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p71",
				"https://www.flashback.org/t1532220p72",
				"https://www.flashback.org/t1532220p63",
				"https://www.flashback.org/t1532220p72",
				"https://www.flashback.org/t1532220p72"
		],
		"userUrl": [
				"https://www.flashback.org/u715295",
				"https://www.flashback.org/u349244",
				"https://www.flashback.org/u226345",
				"https://www.flashback.org/u809331",
				"https://www.flashback.org/u715295"
		],
		"sentence": [
				"Med tanke på att inte bara dessa utan alla arbetande människor i sverige idag beskattas till ~2/3 av sin inkomst beroende på hur man räknar och sedan är alla tjänster och produkter som köps lika beskattade även dem så krävs det inget mattegeni för att förstå att köpkraften i ett fritt samhälle för vanliga knegare kommer vara mångfaldigt högre.",
				"De stora företagen vill ju göra allt för att bli så konkurrenskraftiga som möjligt och sänka deras anställdas löner till ett minimum, och så länge det finns arbetslösa eller fattigare länder med fattigare människor som är redo att jobba hårdare för mindre pengar kommer det ske en konkurrens med arbetarnas löner.",
				"Anhängare av liberalismen påstår gång på gång att de vill utöka min frihet, men hur kan man kalla det för frihet när man inte ens har rörelsefrihet, för kom ihåg att alla vägar, all mark till och med alla gator ska privatiseras, vilket innebär att så fort jag rör mig utanför dörren så vida inte jag själv äger marken, så befinner jag mig i någon annans mark och därmed skyldig till intrång , eller ska jag betala för att jag vistas utomhus?",
				"Dels de som utnyttjar de korrumperade reglerade systemen och mer eller mindre har stulit pengarna från folket (här hittar vi människor som Carlos Slim och diverse bankirer och oligarker), men vi har även människor som blivit stenrika för att de har bidragit väldigt mycket samhället och genom detta kunnat ta ut mycket vinst (skulle tro att exempelvis Ingvar Kamprad hör till den kategorin).",
				"Du beskriver dagens samhälle, ett samhälle präglat av bristen på frihet, enorm statlig kontroll av både privatliv och personliga finanser, principiellt omyndigförklarande av människor och med enorma barriärer för entreprenörer som försöker skapa värde åt oss alla med stora klyftor och hög fattigdom som resultat."
		]
	},
	{
		"postIndex": [
			[5318],
			[5984],
			[6301],
			[6014],
			[5742]
		],
		"postTime": [
				"2013-12-29",
				"2014-01-17",
				"2014-02-08",
				"2014-01-17",
				"2014-01-04"
		],
		"postNum": [
			[870],
			[926],
			[953],
			[926],
			[916]
		],
		"postLink": [
				"/sp46800386",
				"/sp47081357",
				"/sp47420078",
				"/sp47081357",
				"/sp46876055"
		],
		"postUser": [
				"theRulerOfBethos",
				"daemon3.14",
				"daemon3.14",
				"daemon3.14",
				"daemon3.14"
		],
		"postUserID": [
				"/u809331",
				"/u275524",
				"/u275524",
				"/u275524",
				"/u275524"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p73",
				"https://www.flashback.org/t1532220p78",
				"https://www.flashback.org/t1532220p80",
				"https://www.flashback.org/t1532220p78",
				"https://www.flashback.org/t1532220p77"
		],
		"userUrl": [
				"https://www.flashback.org/u809331",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524"
		],
		"sentence": [
				"Om vi tar sådana människor som jag gissar att du tänker på i Sverige just nu (typ Bert Karlsson och Jan Emmanuel), fd politiker som blivit stenrika på att bland annat hålla sig på god fot med politiker köpa upp skattefinansierad välfärd och sedan sko sig på det, så är detta människor som tillhör kategori två, dvs såna människor som skulle förlora på liberalism (nu kanske iofs Bert Karlsson skulle bli rik i vilket system som helst, men om vi tar urtypen av den du tänker på så skulle dessa förmodligen vara chanslösa i ett fritt system).",
				"Hur tänker du på \"främmande stam\", tänker du då på att andra inte tar hänsyn till en, att man inte ses vara en del av andras kultur, att man inte ses uppföra sig rätt enligt deras normer, att de är beredda att sätta sig över en och få en att leva efter annat än under lika lagar, eller att de inte skulle lägga ned särskilt mycket resurser på att hjälpa en?",
				"Alltså, det är inte värdefullt för er ifall samhället berikas av invandrare eller inte - att det inte spelar någon roll ifall folk behöver arbeta mindre tack vare invandrare eller ifall dessa kan göra ens liv lättare genom att erbjuda nya eller bättre tjänster?",
				"Det handlar om att lära sig att: 1) Man lätt kan ha, och troligtvis har, fel; 2) man kan tjäna på att få kunskap ifrån andra; 3) varje diskussionen borde vara helt öppen, varje bra tanke måste få möjlighet att få spridas medan de dåliga endast blir förstörda med logik, 4) man inte bör tro på saker bara för att en auktoritet säger det; om det är sant finns det en förklaring till varför det stämmer, 5) för att fortsätta testa sig fram till vad som fungerar måste man kunna få testa det.",
				"Det beror delvis på att de inte är lika väl anpassade till samhället och eftersom de flesta samhällen har ett överskott på arbetare relativt efterfrågan (tack vare minimilöner som hindrar att folk kan ta anställning för löner lägre än minimilönen) kommer arbetsgivare att anställa de som de enklast kan ha att göra med, vilket i de flesta fall är folk av deras samma kultur."
		]
	},
	{
		"postIndex": [
			[6793],
			[6546],
			[6665],
			[6526],
			[6746]
		],
		"postTime": [
				"2014-02-23",
				"2014-02-09",
				"2014-02-09",
				"2014-02-09",
				"2014-02-23"
		],
		"postNum": [
			[1011],
			[986],
			[996],
			[986],
			[1009]
		],
		"postLink": [
				"/sp47652014",
				"/sp47435082",
				"/sp47439863",
				"/sp47435082",
				"/sp47650928"
		],
		"postUser": [
				"daemon3.14",
				"daemon3.14",
				"ByeByeBoston",
				"daemon3.14",
				"daemon3.14"
		],
		"postUserID": [
				"/u275524",
				"/u275524",
				"/u389387",
				"/u275524",
				"/u275524"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p85",
				"https://www.flashback.org/t1532220p83",
				"https://www.flashback.org/t1532220p83",
				"https://www.flashback.org/t1532220p83",
				"https://www.flashback.org/t1532220p85"
		],
		"userUrl": [
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u389387",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524"
		],
		"sentence": [
				"Det innebär dock inte att invandrarna skulle kunna ha fått en bättre start, som genom att det hade funnits jobb tillgängliga för alla som kommer hit, eller genom att det inte skulle finnas något lika statusfyllt än att arbeta på den \"vita\" marknaden eller att vissa barn inte tvingas gå i skolor där de förbereds för kriminellt liv istället för ett produktivt.",
				"Jag håller verkligen med om att av omvärlden är otroligt viktig för att folk skall kunna ta steg mot att skapa en civilisation, men överlag verkar folk inte kunnat skapa bra förklaringar alls förrän de byggt en någorlunda vettig civilisation, och även då kommer inte alltid människor på de logiska principerna för hur verkligheten och resonerande fungerar, det är faktiskt ganska ovanligt.",
				"Jag utgår inte alls ifrån att det i högre grad uppstår ekonomiska skillnader i ett liberalt samhälle jämfört med ett oliberalt dito vidare så har jag heller aldrig \"medgett\" att ekonomiska klyftor är ett problem under nuvarande styre - jag har enbart konstaterat att det finns ett glasklart samband mellan fria ekonomier och ett allmänt välstånd och ett lika glasklart samband mellan ett auktoritärt styre och allmän misär.",
				"Varje människa var också i en sådan här usel konkurrens med alla andra grupper, men för år sedan började vi att handla med andra människor, och det var också då som vi tog de första stegen mot att teknologin började utvecklas i en mycket snabbare takt - för mellan 80 000 och 20 000 år sedan kom folk på fler uppfinningar än vad homo erectus- folket gjorde under en miljon år innan dess.",
				"Det jag skriver om är att på den marknaden så är konkurrens bra för alla involverade (enligt en kontraktariansk definition av bra - alla tjänar på att det finns vissa regler som gäller för alla, än att alla kunde bryta mot de reglerna (alltså att vissa kan tjäna på att få ett lagligt monopol på sin tjänst, men ingen skulle tjäna på att alla blir monopolister))."
		]
	}
]
