[
	{
		"postIndex": [
			[353],
			[385],
			[95],
			[260],
			[391]
		],
		"postTime": [
				"2011-11-18",
				"2011-11-20",
				"2011-10-08",
				"2011-10-14",
				"2011-11-21"
		],
		"postNum": [
			[109],
			[117],
			[23],
			[86],
			[120]
		],
		"postLink": [
				"/sp34068821",
				"/sp34107361",
				"/sp33329707",
				"/sp33442711",
				"/sp34125170"
		],
		"postUser": [
				"Europe",
				"Europe",
				"Gizur",
				"Ateist2",
				"Locomotiv"
		],
		"postUserID": [
				"/u545185",
				"/u545185",
				"/u414777",
				"/u585418",
				"/u204049"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p10",
				"https://www.flashback.org/t1679139p10",
				"https://www.flashback.org/t1679139p2",
				"https://www.flashback.org/t1679139p8",
				"https://www.flashback.org/t1679139p10"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u414777",
				"https://www.flashback.org/u585418",
				"https://www.flashback.org/u204049"
		],
		"sentence": [
				"Edit: Bästa var ändå när Göran Persson viftade bort alla frågor och kritik om att man vägrade göra något med att man inte skulle \"göra politik av det\", samt att alla skulle \"enas\" och jobba ihop - underförstått att alla krav på ansvar från sosse-regeringen var mer eller mindre landsförräderi.",
				"Jag vet inte vem som skall efterträda Juholt, men med tanke på de allt hårdare kraven på asocialt beteende och brist på utbildning hos blivande partiledare för (S), så förutspår jag att partiet 2028 kommer att ledas av någon som har levt helt utanför samhället och uppfostrats av vargar.",
				"Man ska ju dock komma ihåg att Juholt var en nödlösning som inte ens diskuterades några veckor före partiledarvalet skulle vara klart, det var först de sista dagarna som hans namn kastades in efter att man fått förkasta andra namn.",
				"Jag vet att jag är tjatig nu, men att sossarna skulle välja en Ledare som inte skulle kunna vara med i riksdagsarbetet på flera år finns bara inte.",
				"när jag tänker efter så vet jag faktiskt inte så mycket om honom Han känns dock seriösare än Juholt & Sahlin, sen erkänner han ju faktiskt att den eko-politiska agendan som man gick till val på behöver revideras(hur många politiker erkänner sina misstag?"
		]
	},
	{
		"postIndex": [
			[939],
			[957],
			[938],
			[937],
			[830]
		],
		"postTime": [
				"2012-01-21",
				"2012-01-21",
				"2012-01-21",
				"2012-01-21",
				"2012-01-21"
		],
		"postNum": [
			[274],
			[285],
			[274],
			[274],
			[249]
		],
		"postLink": [
				"/sp35245866",
				"/sp35246196",
				"/sp35245866",
				"/sp35245866",
				"/sp35243941"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"Murray.The.Skull"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873",
				"/u492000"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p23",
				"https://www.flashback.org/t1679139p24",
				"https://www.flashback.org/t1679139p23",
				"https://www.flashback.org/t1679139p23",
				"https://www.flashback.org/t1679139p21"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u492000"
		],
		"sentence": [
				"6: Kadidater finns redan förmodligen 2-3st som redan nu är beredda att axla ansvaret och få tillbaka förtroeendet hos väljarna inom (S), vilken dem då är minn gissning är att Bodtröm - Nuder - Österberg samt kommer Margot Wallström:s namn figurera igen i massmedia och annat visst kanske hon känner suget av att just ena partiet som kan föra henne till partiledare inom (S) men det är en rejäll högoddsare!",
				"Nuder tror jag personligen kan säga ja beroende på hur saken läggs fram i frågan om han vill ta sig an partiledar rollen för (S), Sist ville han inte tror det var pga alla blockeringar som var inom partiet och alla kandidater denna gång tror jag och hoppas innerligt att de som höll på och blockerade valen förra gången inser denna NU måste vi hitta den rätta i samförstånd!",
				"3: VU samlas för överläggningar igen för att få ut en ny fördrikting 4: Partistyrelse och förtroeenderådet hos (S) kommer inkallas till möten under denna vecka som kommer 5: En my valberedningtillsätts med ny ordförande misstänker att denna gång så kommer det bli någon med rutinen att få med sig den nya kadidaten, Dvs Ingvar Carlsson eller Göran Persson för att kunna få den som är bäst lämpad till jobbet så måste man ta in en fd partiledare!",
				"Dett är vad som kommer ske: 1: Juholt meddelar sin avgång 15:00 idag 2: TF är redan tilltalad som kommer ge sin syn på en PK ute på Sveavägen 68; som regen är att partisekreteraren i detta fall Jämtin tar över ansvaret och sköter det tills en ny partiledare är framtagen dock brukar inte tf sitta längre än ca 6mån för att få ut en politik!",
				"Det krävs en (extra) kongress för att socialdemokraterna ska välja en ny parti ledare, vi vet dock inte hur länge Juholt kommer sitta kvar, men att han inte kommer leda S till valet 2014 är nog helt säkert."
		]
	},
	{
		"postIndex": [
			[1516],
			[1511],
			[1465],
			[1427],
			[1463]
		],
		"postTime": [
				"2012-01-21",
				"2012-01-21",
				"2012-01-21",
				"2012-01-21",
				"2012-01-21"
		],
		"postNum": [
			[483],
			[483],
			[483],
			[467],
			[483]
		],
		"postLink": [
				"/sp35254874",
				"/sp35254874",
				"/sp35254874",
				"/sp35253906",
				"/sp35254874"
		],
		"postUser": [
				"Europe",
				"Europe",
				"Europe",
				"Murray.The.Skull",
				"Europe"
		],
		"postUserID": [
				"/u545185",
				"/u545185",
				"/u545185",
				"/u492000",
				"/u545185"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p41",
				"https://www.flashback.org/t1679139p41",
				"https://www.flashback.org/t1679139p41",
				"https://www.flashback.org/t1679139p39",
				"https://www.flashback.org/t1679139p41"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u492000",
				"https://www.flashback.org/u545185"
		],
		"sentence": [
				"Undersökningar visar att en stor andel av svenska väljare håller med SD om att det finns stora problem med invandringspolitiken, men samtidigt delar dessa inte nödvändigtvis partiets nationalistiska ideologi och värdegrund, partiet har inte hunnit bygga upp något förtroendekapital ifråga om dess allmänna politiska kapacitet utöver invandringsfrågan, samt förmodligen är partiet fortfarande stigmatiserat efter den ständiga smutskastning den har utsatts för av en enad politisk elit och en enad massmedia.",
				"Med rätt motdrag, så kommer det vara svårt för de troende att kunna kritisera att man frångår kulturmarxismen på ett sätt som på något sätt verkar vettigt för de flesta väljare, eftersom kritiken mot den nya politiken för kvinnors och invandrares bästa endast bygger på att den inte följer en ideologi som folk inte känner till, samt inte skulle stödja om de kände till den.",
				"De verkar även nära på en lång rad konspiratoriska föreställningar om en massiv massmedial högerkonspiration och inte minst att det finns en massa \"förrädare\" inom partiet som har konspirerat och ägnat sig åt krypskytte mot Juholt enbart för att fälla honom och kunna ersätta honom med en egen kandidat.",
				"Dock så är ju frågan om sossarna verkligen behöver någon som driver till höger nu, han verkar inte populär bland vänster väljarna inom S då han valdes till SSU ledare fick uppleva halva kongressen tåga ut i protest (WTF?",
				"Men om jag nu ändå skulle bedöma vilken partiledare, som det ens finns en teoretisk chans till att denne skulle acceptera en utnämning, skulle vara bäst på att lyfta partiet, så skulle jag se till följande: 1."
		]
	},
	{
		"postIndex": [
			[2056],
			[1966],
			[2057],
			[1858],
			[1965]
		],
		"postTime": [
				"2012-01-22",
				"2012-01-22",
				"2012-01-22",
				"2012-01-22",
				"2012-01-22"
		],
		"postNum": [
			[614],
			[597],
			[614],
			[568],
			[597]
		],
		"postLink": [
				"/sp35262821",
				"/sp35262452",
				"/sp35262821",
				"/sp35261109",
				"/sp35262452"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p52",
				"https://www.flashback.org/t1679139p50",
				"https://www.flashback.org/t1679139p52",
				"https://www.flashback.org/t1679139p48",
				"https://www.flashback.org/t1679139p50"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Det finns ju ett krav från någora distrikt att INGEN från VU får väljas till ny partiledare där faller ju en hel hög veck redan om man utgår från det man inte tar tex Nuder - Bodström el Wllstrom som partiledare då måste man ta en vice som för talan i riksdagen, Det är en mycket snårig djungel vem som kan och vill bli partiledaren satt och gick igenom vilka som sitter i riksdagen för (S) och ingen där är en sk valvinnare förutom den som utmålats som en kronprins Damberg men då var det dä'r kravet utifrån distrikten!",
				"Ska man se till dem som är heta: Bodström: Han är en det vad partiet kallar valvinnare fick flest kryss av alla i STHLM förra valet de ville ha han redan då Juholtaren smög sig in och fick jobbet, Minus kontot han har ingen riksdagsplats skapar lite oreda så någon annan måste ta debatterna mot alliansen och inte partiledare förvisso det går att fixa temporärt tills efter valet med en sk vice partiledare som finns i riksdagen redan!",
				"Känns som att det är någon som inte finns i Riksdagen som kommer få partiledar posten av just Nuder - Bodström - Wallström för alla dessa har egenskapen att kunna vinna något och alla kan ena ett sargat parti!",
				"Vem det blir min gissning Bodström men han sitter int ei riksdagen så då måste dem ha en som sköter snacket inne i riksdagen för partiets räkning, Jag skulle tro att det faller på Dammberg oavsett om han nu med krav utifrån att ingen av VU skall finnas med som partiledare så väljer dem de 2!",
				"Bodström verkar vara road åt det hela och tydligen skrattadwe han bort det att han var en av favoriterna till partiledarposten vad det då kan innebära, Misstänker nog att den eller de som är aktuella redan är kontaktade och bett dem an tingen säga nej eller skratta bort det hela som just Bodtröm gjorde bara för att få processen att gå snabbt utan att falangerna kommer börja strida ånyo!"
		]
	},
	{
		"postIndex": [
			[2542],
			[2675],
			[2676],
			[2541],
			[2561]
		],
		"postTime": [
				"2012-01-22",
				"2012-01-22",
				"2012-01-22",
				"2012-01-22",
				"2012-01-22"
		],
		"postNum": [
			[739],
			[770],
			[770],
			[739],
			[748]
		],
		"postLink": [
				"/sp35267701",
				"/sp35269589",
				"/sp35269589",
				"/sp35267701",
				"/sp35268029"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p62",
				"https://www.flashback.org/t1679139p65",
				"https://www.flashback.org/t1679139p65",
				"https://www.flashback.org/t1679139p62",
				"https://www.flashback.org/t1679139p63"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Dem vill inte ha samma debacel som blev nu med Juholt så kraven kommer vara skärpta typ vinnare - kan vinna val - levererar en politik - kan hela partiet känns mer och mer som delar är Bodström delar är Nuder men ena är inte intresserad Nuder den andre enl uppgifter i XP pappersvarianten KAN tänka sig axla partiledare rollen inom (S)!",
				"Sedan som tex Nuder - Österberg och Östros som är på ena eller andra sättet borta ut disskutionen som partiledare nåja Nuder verkar vara en skum fisk han säger han är inte politiskt aktiv fast han i bakgrunden likväl är politiskt aktiv, Österberg och Östros som sagt är borta efter var Ingvar Carlsson sagt om dessa och det väger jävligt tungt de orden!",
				"Sedan ett nej jag är inte intresserad av Bodström på partiledar rollen jag tror han är övertalningsbar bara det är rätt person som ställer den frågan åt han, Sedan så kan vi stryka veck alla kvinnor från partiledar rollen oavsett vad alla här få Flashback säger pga det är INGEN av dessa som finns är ingen som kan vinna val eller dyl!",
				"Japp stämmer bra det du säger för Nuder eller Carlsson har ingen makt i VU men man sänder en på inre flanken Österberg han får de flesta med sig och Östros tar det yttre så är dessa dem som spelade nyckelspelet i Juholt:s avgång + omöjlig gör dem som partiledarkandidater, Sedan så är det flertalet andra som inte ens kommer finnas i takarna hos dem som ska utse en ny partiledare!",
				"Nåja det är lite (S) i ett nötskal säga inte intresserad etc etc till massmedia men kommer Ingvar Carlsson och ställer samma fråga då komemr han acceptera uppdraget, Det är ingen som kan neka det var Ingvar säger och vill mellan 4st ögon samt skulle tro att pappa Bodström kommer ge rådet åt sonen att acceptera uppdraget!"
		]
	},
	{
		"postIndex": [
			[3068],
			[3133],
			[2987],
			[2912],
			[3126]
		],
		"postTime": [
				"2012-01-22",
				"2012-01-22",
				"2012-01-22",
				"2012-01-22",
				"2012-01-22"
		],
		"postNum": [
			[885],
			[899],
			[869],
			[845],
			[896]
		],
		"postLink": [
				"/sp35275165",
				"/sp35275808",
				"/sp35274161",
				"/sp35273506",
				"/sp35275588"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p74",
				"https://www.flashback.org/t1679139p75",
				"https://www.flashback.org/t1679139p73",
				"https://www.flashback.org/t1679139p71",
				"https://www.flashback.org/t1679139p75"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Det intressanta är vad som komma skall från VU:s extra möte som fortf pågår på Sveavägen 68 6:e våningen där dem ska bestämma proceduren till TF och sedan partiledare, Känslan blir mer och mer att de håller på att skaka fram ett namn för partistyrelsen oavsett vad dem nu säger utåt Misstänker även att VU har kontakt med dem som är i bakgrunden också Ingvar Carlsson + Lars Engqvist samt Nuder när han nu sagt nej om inte det är en bakväg in för han som partiledare, Annars så är det dessa personer som skall bearbeta den person de vill ska bli tf partiledare och på kongressen nästa år bli vald som partiledare i Göteborg!",
				"Visst håller med dig ang Jantelagen och dyl men dett aär något som alldrig hänt i svensk politik att någon klivit av och skapat sådan oreda över vem som sk ata över, Där av så tror jag att det kommer skötas internt MED de 4 som skrivits om bla Ingvar Carlsson + Lars Enqvist och Per Nuder samt Ulrika Mässing namn som väger tungt inom Socialdemokraterna så någon öppen process kommer inte ske denna gång utan nu är det den mest lämpad efter krav listan som gäller tyvärr!",
				"Du har en rätt sann top4 av kandidater som partiledare, Som jag skrev nyss tror noga att någon av säga Bodtröm Nuder kommer ha MYCKET svårt att säga nej om Ingvar Carlsson och Lars Enqvist knacakr på dörren för att göra denna frågan, Det är mycket tunga namn som inger respekt och ser att dem tror på Thomas Bodström som person och kan vinna valet + ena ett sargat parti som (S) är i dags läget!",
				"Bra översikt över kadidaterna och sett till vilken som passar bäst in så ligger Bodström i Pole Position med Nuder som 2:a och Damberg i 3:e startruta känns det som, Men som sagt den jag tror är Bodström han är nog den av alla är lättast att övertala ta över rollen som partiledare dvs han har utstrålingen - går hem i stugorna - kan vinna ett val åt (S) övriga har inte de egenskaperna som partiet söker!",
				"Allt annat är ju konstigt om det inte disskuterar namn på tf partiledare som kommer sitta kvar efter kongressen i Göteborg nästa år, För något kommer VU presentera i natt på en PK känslan säger dem kommer ha ett namn + denna kommer finnas där med i natt!"
		]
	},
	{
		"postIndex": [
			[3743],
			[3887],
			[3493],
			[3482],
			[3481]
		],
		"postTime": [
				"2012-01-23",
				"2012-01-23",
				"2012-01-23",
				"2012-01-23",
				"2012-01-23"
		],
		"postNum": [
			[1064],
			[1098],
			[995],
			[991],
			[991]
		],
		"postLink": [
				"/sp35291275",
				"/sp35294162",
				"/sp35283197",
				"/sp35282872",
				"/sp35282872"
		],
		"postUser": [
				"Dr King",
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte"
		],
		"postUserID": [
				"/u98999",
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p89",
				"https://www.flashback.org/t1679139p92",
				"https://www.flashback.org/t1679139p83",
				"https://www.flashback.org/t1679139p83",
				"https://www.flashback.org/t1679139p83"
		],
		"userUrl": [
				"https://www.flashback.org/u98999",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Studerar man vilka som skulle kunna tänkas vara aktuella får man fram många kända namn som redan nämnts som: Leif Pagrotsky Pär Nuder Thomas Bodström Carin Jämtin Margot Wallström Anders Sundström Thomas Östros Sven-Erik Österberg Ylva Johansson Ulrica Messing Lena Sommestad Morgan Johansson Där finns också sådana som aldrig skulle bli aktuella som: Lena \"Hjälp var är jag\" Hjelm-Wallen Bosse \"Jag hänvisar till överenskommelsen\" Ringholm Maj-Inger \"Klinga-Maja\" Klingvall Berit \"Katastrof som valberedningens ordförande\" Andnor Ines \"Internet är en fluga som kommer att dra förbi\" Uusmann Några intressanta som inte nämnts hittills från listan är Lena Hallengren - Ung och snygg.",
				"Utöver dessa så är det svårt att se några andra som kan vara aktuella i mina ögon, Men har dem frågat Anders Sundsröm så känns det svår gissat för det finns en hög kompetenta kandidater utom partiet Jan Eliasson dock faller han för ålder lika med Jan Nygren var påtänkt att ersätta Ingvar Carlsson sedan Jens Orback finns där också men som sagt jag tror att alla dessa som har sagt nej som massmedia får redan på är nog inte så aktuella den som VERKLIGEN dem vill ha bearbetas i lugn och ro känns någon av de jag nämt!",
				"Då så nu fick vi en fingervisning i vilken dignitet den nya partiledaren ska vara i och HAR Anders Sundström sagt nej nu så då lär dem INTE ta någon under hans meritlista inom partiet, Well Nuder då slirar vi ännu utåt sett och säger nej fast du verkar i bakgrunden känns mer och mer att han kommer bli övertalad av Big Mighty 4 för det är i den klassen partiledaren skall vara det kan vi slå fast vid allt under hans klas går fort veck!!",
				"Samtliga topp 3 sett till krav listan har sagt nej Nuder - Bodström - Wallberg men KAN de säga nej om Ingvar Carlsson kommer med frågan åt exempelvis Bodström el Nuder, Nej jag tror INTE de kan säga nej åt han om jag ska vara ärlig för om han frågan så är det tyngd och kraft + vi tror på just dig att ro hem valet 2014 och vända vinden och ena ett sargat parti!",
				"Om det blir en snabb process som allt pekar på så lär den personen blivit kontaktad av VU + mighty 4 med Ingvar Carlsson i spetsen redan, Och för att komma så långt så lär nog mighty 4 sagt sitt i frågan innan man gått vidare för denna gång så kommer det bli en rutinerad person som vet hur partiet fungerar och förmodligen haft uppdrag i regeringen + är en vinnar figur för partiet!"
		]
	},
	{
		"postIndex": [
			[4447],
			[4573],
			[4586],
			[4294],
			[4441]
		],
		"postTime": [
				"2012-01-24",
				"2012-01-24",
				"2012-01-24",
				"2012-01-24",
				"2012-01-24"
		],
		"postNum": [
			[1254],
			[1297],
			[1302],
			[1208],
			[1251]
		],
		"postLink": [
				"/sp35307711",
				"/sp35310580",
				"/sp35310779",
				"/sp35304298",
				"/sp35307454"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"Von Drake",
				"DjPutte"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u327873",
				"/u193731",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p105",
				"https://www.flashback.org/t1679139p109",
				"https://www.flashback.org/t1679139p109",
				"https://www.flashback.org/t1679139p101",
				"https://www.flashback.org/t1679139p105"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u193731",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Ja du som jag sagt tidiagr Nuder är lite väl för insyltad i Wallenberg sfären för att det ska gå ihop med (S) samt Bodström är nog jävligt sugen uppdraget men vågar elle rvill inte ta uppdraget misstänker jag nog, Samt att båda är nog blockerade av olika grupperingar inom (S) tyvärr vilket är tragiskt då båda skulle kunna föra (S) framåt i opinonen och få ta debatten rakt av med Alliansen Nu har Jan Eliasson dykt upp på tapeten dock har han åldern emot sig om det inte blir en tillfällig lösning fram till man lyckats ev övertala Nuder eller Bodström ta uppdraget, Annars ÄR det jäkligt tamt med kandidater som är vinnare och utståling med en vinnarinstikt!",
				"Dessa kan vi avskriva ur debatten om partiledare för (S): Margot Wallström: Sagt nej och hon kommer inte kandidera Carin Jämtin: Sagt nej och komme rinte ompröva sitt bestul alls har världens bästa jobb just nu som partisekreterare Pär Nuder: Sagt nej har ett jobb inom Wallenberg sfären som förmodligen ömöjliggör han som partiledare, Men som sagt han är och fiskar efter något hur som iom han är och tassar i bakgrunden för (S)!",
				"Skulle nog tro att XP har ganska bra grund att stå på innan de publicerar en artikel som denna, Det är ju visat att Damberg läcker som sjutton åt XP och Svensson men i sista sändninegn från Sveavägen 68 så sade han då kameran var på utanför bild han skulle till Tahiland men visst nog jobbar han alltid ännu för XP fast han har semester Nog finns samtliga gamla partiledare med och drar i tåtar dock en synligt utan mer diskret än vad Nuder gör, Kan vara så att han har fått ordern att vara den som gör det hela synligt då kan de övriga sondera och övertala den dem vill ska ta hand om partiet....",
				"Han/hon måste; Vara folkkär (en person som går hem hos vanligt folk) Inte för gammal (måste kunna attrahera ungdomar) Inte för ung (en sådan blir direkt anklagad för att sakna erfarenhet) Inte för förmögen (den personen kommer att bli utsatt dels för granskningar, dels för att sakna kontakt med väljarna) Inte ha några skelett i garderoben (Det har de flesta, men vissa kan ändå komma undan med det) Inte vara inblandad i interna konflikter i partiet (Fiender kommer garanterat att hugga stackarn i ryggen, framför allt genom sk sociala medier) Etc..",
				"Då då Jämtin har redan sagt NEJ och om omprövar inte sitt beslut ang Partiledarrollem, Nuder ser till effektivt att vare sig Östros eller Österberg kommer åt rollen som partiledare han är inte glad över hur de medverkade för att få bort Juholt!"
		]
	},
	{
		"postIndex": [
			[5065],
			[5063],
			[5064],
			[5062],
			[4931]
		],
		"postTime": [
				"2012-01-25",
				"2012-01-25",
				"2012-01-25",
				"2012-01-25",
				"2012-01-25"
		],
		"postNum": [
			[1444],
			[1444],
			[1444],
			[1444],
			[1408]
		],
		"postLink": [
				"/sp35321702",
				"/sp35321702",
				"/sp35321702",
				"/sp35321702",
				"/sp35316917"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"DjPutte",
				"MBoudine"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u327873",
				"/u327873",
				"/u612113"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p121",
				"https://www.flashback.org/t1679139p121",
				"https://www.flashback.org/t1679139p121",
				"https://www.flashback.org/t1679139p121",
				"https://www.flashback.org/t1679139p118"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u612113"
		],
		"sentence": [
				"Känns mer och ner som att dem bearbetar tex Nuder som passar in i profilen som dem söker samt Eliasson kan vara en som finns med i bilden, Bodström säkerligen finns med i racet ännu sedan så undrar jag om inte Jan Nygren likväl är kontaktad för det är liksom för uppenbara nej som kommit in...",
				"För de NEJ som kommit känns rätt fasta och solida NEJ tex Jämtin hon vet att det NEJ hon sagt gäller iom hon har lite väl förmycket minus på kontot för att ta sig an partiledar rollen, Östros vill nog men har en fet block av Nuder så sänder Vänster flygeln fram Morgan Johansson som en kamikaze pilot för att visa nog finns det kandidater på vår sida också!",
				"Nej namnet som kommer komma är en kompetent och rutinerad person som har en vinnarskalle och kan ena partiet till fullo, Problemet är bara de jag vet är män och inga kvinnor för de kvinnor som förs fram är loosers liksom ingen har vinnarskalle för att kunna föra fram partiet!",
				"Det jag börjat undra är om inte alla dessa namn som läcker till massmedia är rökridåer för att VI och övriga ska i lugn och ro få prata med den verkliga kandidaten, Kan även ge mig fan på att han fått förfrågan i helgen redan alt under det första VU krismötet men han har inte kunna bestämma sig ännu!",
				"Mona Sahlin hade aldrig valts till partiordförande om hon inte haft Ingvar Carlssons uppbackning och helhjärtade stöd, och någon kvinnlig pretendent med liknande stöd finns inte inom (S) i dag."
		]
	},
	{
		"postIndex": [
			[5479],
			[5590],
			[5596],
			[5656],
			[5214]
		],
		"postTime": [
				"2012-01-26",
				"2012-01-26",
				"2012-01-26",
				"2012-01-27",
				"2012-01-25"
		],
		"postNum": [
			[1575],
			[1609],
			[1611],
			[1632],
			[1489]
		],
		"postLink": [
				"/sp35336376",
				"/sp35341654",
				"/sp35343762",
				"/sp35363425",
				"/sp35326661"
		],
		"postUser": [
				"Willy-45",
				"letsdoit",
				"MBoudine",
				"zorze",
				"DjPutte"
		],
		"postUserID": [
				"/u71622",
				"/u63795",
				"/u612113",
				"/u319259",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p132",
				"https://www.flashback.org/t1679139p135",
				"https://www.flashback.org/t1679139p135",
				"https://www.flashback.org/t1679139p136",
				"https://www.flashback.org/t1679139p125"
		],
		"userUrl": [
				"https://www.flashback.org/u71622",
				"https://www.flashback.org/u63795",
				"https://www.flashback.org/u612113",
				"https://www.flashback.org/u319259",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Om Mona var den bästa då, och Juholt lite senare, då är hoppet definitivt ute för hycklarna inom (s) Det finns många \"socialdemokrater\" som är socialdemokrater, de har \"blivit\" socialdemokrater av ett fåtal skäl, bättre karriärmöjligheter och att Partiet tar ALLTID väl hand om de sina efter trogen tjänst...",
				"Om sprickan inom det socialdemokratiska partiet är tillräckligt djup, eller om det visar sig att SL inte platsar som partiordförande kan olika krafter fram till kongressen komma att lansera en eller flera konkurrenter till honom.",
				"Om, vilket socialdemokraterna hotar med, betongsossen och reliken Sven-Erik Österberg blir den som tar över debattuppgifterna i riksdagen tills Löfvén hunnit värma upp tillräckligt kommer opinionsläget i bästa fall att kvarstå på den nivå den befinner sig i dag, någon kick-off effekt kan (S) inte påräkna med Löfvén/Österberg i växelverkan, det är helt klart.",
				"Ibland måste partiledaren följa partilinjen,han kan visserligen försöka påverka olika beslut,men till syvende och sist så kan han inte gå emot partilinken alltför många gånger och absolut inte i en stor fråga,där måste han följa partilinjen om han inte vill få krypskytte emot sig.",
				"Ja jäklar vad det är inga kommentarer och det disskuteras namn men det lutar mer och mer att dem redan har namnet KLART vem som ska ta över och dem inväntar ett svar från denna Mr X vem det nu är, Misstänker ÄVEN att denna personen är involverad i någon form av arbete som kräver att dem inte kan säga något innan han frigjort sig från sitt nuvarande arbete!"
		]
	}
]
