[
	{
		"postIndex": [
			[2741],
			[3270],
			[991],
			[2917],
			[3342]
		],
		"postTime": [
				"2013-04-12",
				"2013-04-15",
				"2013-04-04",
				"2013-04-13",
				"2013-04-15"
		],
		"postNum": [
			[569],
			[664],
			[211],
			[595],
			[677]
		],
		"postLink": [
				"/sp42915222",
				"/sp42958537",
				"/sp42783850",
				"/sp42925238",
				"/sp42961224"
		],
		"postUser": [
				"Lost-Soul",
				"8711",
				"Timzen",
				"Henrik-O",
				"Europe"
		],
		"postUserID": [
				"/u546693",
				"/u662181",
				"/u281636",
				"/u784628",
				"/u545185"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p48",
				"https://www.flashback.org/t1693393p56",
				"https://www.flashback.org/t1693393p18",
				"https://www.flashback.org/t1693393p50",
				"https://www.flashback.org/t1693393p57"
		],
		"userUrl": [
				"https://www.flashback.org/u546693",
				"https://www.flashback.org/u662181",
				"https://www.flashback.org/u281636",
				"https://www.flashback.org/u784628",
				"https://www.flashback.org/u545185"
		],
		"sentence": [
				"Faktum är att alla väljare som inte röstar på M eller regeringen är \"missnöjda\" med nuvarande politik men inte skulle jag gå och kalla socialdemokraterna eller Miljöpartiet för missnöjespartier för det Inse att SD är ett fullt etablerad parti idag precis som alla andra riksdagspartier med en bred och ansvarsfull politik, du lär inte vinna några poäng genom att likt media klistra meningslösa och felaktiga epitet på SD.",
				"Man lär ut och talar om SD i negativa termer, all media skriver i princip enbart negativt om partiet, man är utestängda från att delta fullt ut i riksdagen trots folkets val - partier ändrar sig osv beroende på vad SD kommer rösta på, polisen gör inte sitt jobb mot vänsterextrema kommunistpöblar som härjar på gatorna vid SD:s möten - hade det varit jag och 10 andra SD:are som betett oss sådär på ett sosse eller moderat-torgmöte så hade vi blivit gripna DIREKT!",
				"'Experter' gick igenom SDs valmanifest punkt för punkt och krossade den, SD räknade fel på tiotals miljarder kronor i sin budget (utan att någon sa vad som var fel eller visade egna siffror, utan bara att kostnaden för invandringen var \"för stor\" ), osv osv osv 2014 kommer man få vara med i debatter och fulmedia måste skriva och prata om SD, kommer inte vara positivt eller objektivt, men de kommer synas mer än i förra valet och smutskampanjerna kommer inte funka den här gången heller.",
				"Om folk hypotetiskt sätt inför nästa opinionsundersökning hade satt sig in i alla politiska frågor och gjort en omfattande helhetsbedömning av samtliga partier, så hade gissningsvis relativt många bytt inom Alliansen, eller mellan S, V och Mp, en mindre grupp hade bytt mellan dessa block, och en ännu mindre grupp hade bytt till eller från SD, då detta parti skiljer sig ganska rejält från övriga.",
				"Sedan har jag så klart varit med om att några kvinnor med vänsterböjelser som på fullt allvar har trott att det är frågan om små barn, men det räcker att ge lite publicerade bilder på dessa och nämna det självklara att stora mängder små barn inte på egen hand reser med bil, båt och flyg mellan flera länder och mellan kontinenterna (det skulle förmodligen ge upphov till frågor från myndighetspersoner någonstans på vägen), för att dessa kvinnor skall skämmas lite och medge att det inte var en rimlig bild de hade om det hela."
		]
	},
	{
		"postIndex": [
			[4842],
			[7775],
			[6424],
			[5405],
			[6117]
		],
		"postTime": [
				"2013-04-28",
				"2013-05-14",
				"2013-05-05",
				"2013-04-29",
				"2013-05-01"
		],
		"postNum": [
			[1001],
			[1543],
			[1314],
			[1119],
			[1252]
		],
		"postLink": [
				"/sp43173243",
				"/sp43415790",
				"/sp43289763",
				"/sp43192563",
				"/sp43222845"
		],
		"postUser": [
				"v50",
				"falafel111",
				"Feru",
				"Londonesque",
				"Londonesque"
		],
		"postUserID": [
				"/u281343",
				"/u505449",
				"/u486943",
				"/u543197",
				"/u543197"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p84",
				"https://www.flashback.org/t1693393p129",
				"https://www.flashback.org/t1693393p110",
				"https://www.flashback.org/t1693393p94",
				"https://www.flashback.org/t1693393p105"
		],
		"userUrl": [
				"https://www.flashback.org/u281343",
				"https://www.flashback.org/u505449",
				"https://www.flashback.org/u486943",
				"https://www.flashback.org/u543197",
				"https://www.flashback.org/u543197"
		],
		"sentence": [
				"När jag läste dina första meningar trodde jag för ett ögonblick att du blivit SD-väljare på gamla dagar Skämt å sido så har du rätt men det är inte unikt för SD-väljare utan förekommer även hos moderater det syns tydligast på dagens industris forum där är alla nedgångar en konspiration och ej speglar verkligheten medan ökningar om än på 0,1% statistiskt säkerställda När det gäller sättet att utföra mätningarna så det förmodligen så att fler väljer att inte säga vilket parti de skulle rösta på om det är en telefonintervju än om undersökningen skulle utföras via webben där man är mer anonym.",
				"mer arbetskrafts invandring istället *invandrare som kommer till sverige ska inte ha begått brott utomlands eller vara religösa fanatiker *sänkt skatt för arbetare och företag även de med högre inkomst, vi ska motivera rika att stanna kvar inte lämna landet *skaffar man mer än 4 barn ska man inte få extra socialbidrag och barnbidrag *man skall redovisa alla jobb man har sökt varje vecka och mejla/skicka in detta till myndigheterna/arbetsförmedligen varje vecka *de som bedöms inte ha varit aktiva och sökt jobb/studerat skall kunnas förbjudas från att söka socialbidrag/välfärd under en viss tid.",
				"Det spelar ingen roll om inte folk visste vilka dessa är, folk gillar inte när partier beter sig som ett kommunistparti som rensar ut alla oliktänkande ur sina led, eller för den delen ett mesproppsparti som kom in i riksdagen just för att de gick emot etablissemanget, nu har blivit bästa kompisar med Expo.",
				"Nu har lantisarna från Blekinge fått för sig att bara de kryper tillräckligt inför PK-media i den stora huvudstaden och säljer ut allt det som folket röstade in dem för i valet 2010 så kommer PK-etablissemanget att acceptera dem och börja behandla dem som vilket sjuklöverparti som helst Det största problemet med den väg som Åkesson och karriäristgänget valt är att den underminerar i överhuvudtaget SD:s hela existensberättigande och därmed även hela den grund som partiet står på.",
				"För det första, ifall vi hade haft en ärlig och granskande massmedia så skulle de gamla partierna tvingats anpassa sig till verkligheten utan att SD ens skulle behövas och för det andra så skaffar PK-media genom sin mobbning och sina hatdrev mot SD endast fler röster åt partiet som ju sågs under järnrörsskandalen."
		]
	},
	{
		"postIndex": [
			[8747],
			[10404],
			[10661],
			[10324],
			[10628]
		],
		"postTime": [
				"2013-05-19",
				"2013-05-26",
				"2013-05-26",
				"2013-05-25",
				"2013-05-26"
		],
		"postNum": [
			[1792],
			[2180],
			[2225],
			[2169],
			[2220]
		],
		"postLink": [
				"/sp43502109",
				"/sp43625049",
				"/sp43635968",
				"/sp43615552",
				"/sp43634226"
		],
		"postUser": [
				"Feru",
				"CharlieLindh",
				"ankademiker",
				"Durga",
				"infidel"
		],
		"postUserID": [
				"/u486943",
				"/u744525",
				"/u136076",
				"/u457238",
				"/u71408"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p150",
				"https://www.flashback.org/t1693393p182",
				"https://www.flashback.org/t1693393p186",
				"https://www.flashback.org/t1693393p181",
				"https://www.flashback.org/t1693393p185"
		],
		"userUrl": [
				"https://www.flashback.org/u486943",
				"https://www.flashback.org/u744525",
				"https://www.flashback.org/u136076",
				"https://www.flashback.org/u457238",
				"https://www.flashback.org/u71408"
		],
		"sentence": [
				"Det är ju knappast så att folk kommer att strunta i att rösta på SD om de faktiskt stödjer deras politik, borde väl snarare vara tvärtom att folk som egentligen skulle kunna rösta på något annat parti nu istället röstar på SD pga oro för deras förmodade sjunkande siffror.",
				"I internationell media sprids nu bilden av Sverige som ett land i mångkulturellt kaos, och allt regeringens företrädare kan göra är att upprepa att man inte ska skylla på invandringen Som salt i såren har bland annat de underbara fullblodsgalningarna Kent Ekeroth och Ingrid Carlqvist blivit intervjuade De rödgröna partierna lär nog kunna behålla sina väljare trots alla oro, som säkert kommer tolkas som resultatet av ondsint högerpolitik.",
				"Vidare innebär inte det att SD såsom större \"behandlas\" bättre av media -- och det finns det f ö inte någon anledning alls att tro, förutom att ni i SD överdriver även SD behandlas illa av media (man behöver bara se ert tal om medias fusk i denna tråd) -- att SD kommer att gå bättre.",
				"och vad är alternativet 2014 , folk är förbannade och kommer att rösta SD oavsett ideologi , sakfrågan invandring kommer att vara viktigare än partitillhörighet och just nu i detta nu finns inget alternativ till SD om man vill få stopp på vansinnet,vilket så klart kommer att vända upp och ned på den politiska diskusen 2014.",
				"Jag tror att det inte blev eller blir nån mediasatsning från SD för att sajter som Avpixlat/Exponerat/osv nu tjänat ut sitt syfte - partiet är förknippat med \"hårda tag\" mot blattar och negrer hos vanliga ignoranta Svenssons och kommer att vara så åtminstone till några år efter 2014, sedan lär poletten trilla ner hos honom."
		]
	},
	{
		"postIndex": [
			[13294],
			[13789],
			[15246],
			[14780],
			[13342]
		],
		"postTime": [
				"2013-06-08",
				"2013-06-10",
				"2013-06-21",
				"2013-06-18",
				"2013-06-09"
		],
		"postNum": [
			[2809],
			[2926],
			[3229],
			[3133],
			[2818]
		],
		"postLink": [
				"/sp43820549",
				"/sp43845325",
				"/sp43996166",
				"/sp43955613",
				"/sp43828166"
		],
		"postUser": [
				"Erk Swede",
				"Bergakungen",
				"SD-Kalle",
				"Bergakungen",
				"8711"
		],
		"postUserID": [
				"/u75081",
				"/u276672",
				"/u809055",
				"/u276672",
				"/u662181"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p235",
				"https://www.flashback.org/t1693393p244",
				"https://www.flashback.org/t1693393p270",
				"https://www.flashback.org/t1693393p262",
				"https://www.flashback.org/t1693393p235"
		],
		"userUrl": [
				"https://www.flashback.org/u75081",
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u809055",
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u662181"
		],
		"sentence": [
				"Om då väljarna ogillar förd politik kommer sd att tappa i opinon som övriga partier,men så länge ingen anna tar till sig Sd,s politik kommer man att växa obehindrat,och kanniblaisera på alla de övriga partierna,och mest på de partier som förutom invandringspolitiken har liknande politik som SD..",
				"Det enklaste sättet att förstå att det här är helt olika djur är att tänka på att om Yogov har en kontrakterad webbpanel om 5- eller 10-tusen personer, och roterar en tiondel av dessa så kan man argumentera för att YouGov skulle riskera skadeeffekten av ett 90%-igt bortfall (så illa är det nog inte om man kan sina saker) eller (egentligen ännu värre) man använder överhuvud taget inte något statistiskt urval, utan vad vi snarare bör betrakta som ett bekvämlighetsurval där man kalibrerat sin undersökningsgrupp på några viktiga områden.",
				"Anledningen att svenskar tidigare inte röstat på SD har inte varit deras politik, som faktiskt extremt många svenskar delar, utan att folk trott att SD varit ett rasistiskt parti med dold agenda.",
				"Alla som propagerar för SD är inte heller obegåvade (eller allmänt galna) Men fundera nu på en sak: Många som hejar på SD gör det utifrån en nationalistisk konservativ grundsyn, litet enkelt uttryckt - Sverige åt svenskarna, i alla fall i huvudsak och skall landet på fötter måste alla arbeta för den saken.",
				"Enligt dig skulle SD aldrig kunna få några väljare, man skulle aldrig komma in i riksdagen, man skulle aldrig stanna i riksdagen, man skulle aldrig nå 6%, aldrig nå 10%, aldrig bli tredje största parti osv osv osv."
		]
	},
	{
		"postIndex": [
			[16386],
			[18486],
			[16535],
			[15797],
			[16799]
		],
		"postTime": [
				"2013-07-01",
				"2013-07-31",
				"2013-07-02",
				"2013-06-24",
				"2013-07-03"
		],
		"postNum": [
			[3474],
			[4000],
			[3519],
			[3338],
			[3551]
		],
		"postLink": [
				"/sp44128657",
				"/sp44550706",
				"/sp44144431",
				"/sp44032891",
				"/sp44156025"
		],
		"postUser": [
				"mentos-fruit",
				"Andraandningen",
				"White Christmas",
				"trailblaser",
				"SD-Kalle"
		],
		"postUserID": [
				"/u539591",
				"/u393076",
				"/u170917",
				"/u288417",
				"/u809055"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p290",
				"https://www.flashback.org/t1693393p334",
				"https://www.flashback.org/t1693393p294",
				"https://www.flashback.org/t1693393p279",
				"https://www.flashback.org/t1693393p296"
		],
		"userUrl": [
				"https://www.flashback.org/u539591",
				"https://www.flashback.org/u393076",
				"https://www.flashback.org/u170917",
				"https://www.flashback.org/u288417",
				"https://www.flashback.org/u809055"
		],
		"sentence": [
				"Jag är inte anhängare av SD och såldes har invandrarbakgrund men jag vill bara få klar en sak för er alla här inne att den svensken som snackar skit om SD eller säger att \"vi måste bekämpa rasism\" inse då att denne är mer rasist än vad den som röstar på SD eller öht uttrycker sig sådan trams, dessa kallas för smygrasister och vill egentligen inte att de ska komma ur garderoben men innerst inne i de skulle de göra sig blinda för att inte se invandrare omkring sig.",
				"Anledningen till att flera institut som ändå gjort det tidigare inte gör det idag tror jag, om man ska vara konspiratorisk, beror på att om dessa mätningar visade ökning för SD så skulle man öppna sig för kritik på ett sätt som man inte skulle kunna bemöta, just eftersom teorin säger att folk inte är hemma under semestertider.",
				"\"Sverige kan inte växa för att de som får jobb eller kommer in på en utbildning får tacka nej pga bostadsbristen som beror på att invandrare får välja var i Sverige de vill bo samt att de får förtur\" \"Unga får bo hemma pga att alla bostäder har gått till invandrare\" Sverigedemokraterna vill minska invandringen vilket gör att bostadsmarknaden ges möjlighet att bygga ikapp.",
				"Du skriver ett troll-inlägg som du vet kommer generera många svar, men istället för att bemöta svaren så kommer du med ett nytt inlägg med nytt innehåll, du fick en hel del svar på ditt inlägg om att SD står still och att Sentio inte går att lita på (trots att de var väldigt träffsäkra inför valet 2010), svara på det istället.",
				"8% av rösterna (Det ska däremot sägas att detta inte betyder att SDs väljare är missnöjda med SD utan att det bara betyder att många SD väljare kan tänka sig att rösta på andra partier."
		]
	},
	{
		"postIndex": [
			[22212],
			[20750],
			[18863],
			[19039],
			[20282]
		],
		"postTime": [
				"2013-08-27",
				"2013-08-23",
				"2013-08-09",
				"2013-08-12",
				"2013-08-21"
		],
		"postNum": [
			[4850],
			[4534],
			[4108],
			[4171],
			[4458]
		],
		"postLink": [
				"/sp44962555",
				"/sp44908342",
				"/sp44688189",
				"/sp44741154",
				"/sp44878177"
		],
		"postUser": [
				"LaaseUW",
				"Reflector",
				"8711",
				"gos77",
				"BehindRayban"
		],
		"postUserID": [
				"/u785862",
				"/u768032",
				"/u662181",
				"/u658640",
				"/u406139"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p405",
				"https://www.flashback.org/t1693393p378",
				"https://www.flashback.org/t1693393p343",
				"https://www.flashback.org/t1693393p348",
				"https://www.flashback.org/t1693393p372"
		],
		"userUrl": [
				"https://www.flashback.org/u785862",
				"https://www.flashback.org/u768032",
				"https://www.flashback.org/u662181",
				"https://www.flashback.org/u658640",
				"https://www.flashback.org/u406139"
		],
		"sentence": [
				"Första stycket: Exakt det du skriver är vad vi ser i LO medlemmarnas skiftning från S till SD, konstigt att hårt arbetande svenskar inte vill betala för kriminella nyankomna latmaskar, det hade väl ingen kunnat gissa Andra stycket: Du har ju rätt i det du säger då S har målat in sig så hårt i hörnet att någon annan strategi finns inte, dom kan ju inte erkänna att invandring och mångkultur påverkar den gamla S väljaren negativt MEN till och med den mest insnöade S politikern måste väl förstå att det kommer att barka åt helvete när ljuset går upp, dom har gått med ingenting och nu blir dom synade.",
				"Men om rådatan finns och att rådatan bara innehåller vad man tänker rösta på så kan ju ett bortfall vara att en person svarat vad den ska rösta på, men av någon anledning låter bli att svara på någon av \"viktningsfrågorna\" Om det tex är så att hela undersökningen även handlar om andra saker (som kanske ska gå till andra uppdragsgivare) som tex vilken tidning man läser, hur mycket tv man tittar på så kan ju en svarande svara på de första frågorna, men sedan tappa intresset eller behöver gå på toaletten eller annat.",
				"Om andra stackare som bor i mer utsatta områden drabbas struntar man fullkomligt i och förnekar att det är några som helst problem trots väldigt stor kriminalitet, etniskt riktad brottslighet, hat mot Sverige trots allt dom fått från oss, rasism mot svenskar i enorm mängd i alla dessa förorter där svenskar kallas både det ena och det andra varenda sekund och drabbas negativt av invandrares beteende, svenskar ensamma i hela skolor och klasser osv osv.",
				"Glöm heller inte bort att partierna och dess politik kommer granskas hårdare av media (och därigenom även av väljarna) vilket också är en anledning till att SD kommer få det tufft om knappa året utöver att människor ofta ser partier som idrottslag och röstar på sin favorit oavsett dess politik.",
				"Eftersom inga opinionsinstitut eller ens SCB längre genomför traditionella opinionsundersökningar utan såkallade panelundersökningar ibland kombinerat med RDD så kan ingen av opinionsundersökarna garantera att de visar verkligheten eller ens \"hur valresultatet skulle bli idag\" eller \"vilka partier som väljarna gillar i första, andra, tredje hand\" osv."
		]
	},
	{
		"postIndex": [
			[25173],
			[25917],
			[23694],
			[22764],
			[25190]
		],
		"postTime": [
				"2013-09-06",
				"2013-09-09",
				"2013-09-01",
				"2013-08-28",
				"2013-09-06"
		],
		"postNum": [
			[5420],
			[5590],
			[5115],
			[4950],
			[5420]
		],
		"postLink": [
				"/sp45117287",
				"/sp45156132",
				"/sp45045403",
				"/sp44981244",
				"/sp45117287"
		],
		"postUser": [
				"LuktarTorsk",
				"8711",
				"PeterThor",
				"Bergakungen",
				"LuktarTorsk"
		],
		"postUserID": [
				"/u762083",
				"/u662181",
				"/u244557",
				"/u276672",
				"/u762083"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p452",
				"https://www.flashback.org/t1693393p466",
				"https://www.flashback.org/t1693393p427",
				"https://www.flashback.org/t1693393p413",
				"https://www.flashback.org/t1693393p452"
		],
		"userUrl": [
				"https://www.flashback.org/u762083",
				"https://www.flashback.org/u662181",
				"https://www.flashback.org/u244557",
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u762083"
		],
		"sentence": [
				"2010/10 - 2010/12 Direkt efter valet så gick opinonsundersökningarna upp och det berodde troligtvis på att SD ändå fick så pass många röster, mer än vad undersökningarna hade visat innan valet, vilket i sin tur legitimerade partiet då folk faktiskt hade röstat på partiet och inte bara visat sitt missnöje i enkäter.",
				"Det går framåt fortsatt och mer är att vänta efter Ullenhags arroganta framträdande igår och att valrörelserna snart drar igång och alla kommer återigen kunna se att Sverigedemokraterna särbehandlas negativt även i statlig tv och överallt annars, trots att man förväntas bli tredje största parti med god marginal och har ett kraftigt växande stöd mellan valen som inget annat parti har ens i närheten av.",
				"Om Moderaterna plötsligt skulle lyfta några ton av det massiva stigma som finns kring SD genom att själva börja kritisera sin egen förda politik så skulle detta möjligtvis hålla kvar några procentenheter moderatväljare som annars hade gått över till SD, men samtidigt skulle en stor del av de 10-15%(procentenheterna) väljare som hålls borta från SD mha stigmat plötsligt gå över till SD.",
				"Nu verkar det som att SD:s ledning arbetar med att förändra detta (och det är ju nödvändigt), men det som övriga partier har som argument för att inte röra vid SD är alltså inte att de har så bra eller dåliga ideer om det ena eller det andra, utan att allt SD säger och tycker i invandringsfrågan så enkelt kan förklaras med och i många fall rasism.",
				"Tyvärr så tolkar många detta som att de har tappat stinget och går över till SvP, men det minskar bara chanserna till att få till någon som helst ändring i politiken Väldigt intressant blir resultaten i denna månad, efter migrationsverkets beslut om att ge alla Syrier automatisk PUT, då detta är något som många reagerat på, dvs inte bara vi flashbackare."
		]
	},
	{
		"postIndex": [
			[26597],
			[27783],
			[28247],
			[29812],
			[28402]
		],
		"postTime": [
				"2013-09-11",
				"2013-09-16",
				"2013-09-16",
				"2013-09-26",
				"2013-09-17"
		],
		"postNum": [
			[5757],
			[6067],
			[6173],
			[6526],
			[6206]
		],
		"postLink": [
				"/sp45196177",
				"/sp45263378",
				"/sp45270201",
				"/sp45408995",
				"/sp45279552"
		],
		"postUser": [
				"VitruvianskeMannen",
				"v50",
				"8711",
				"Skrev",
				"RingRing2014"
		],
		"postUserID": [
				"/u501711",
				"/u281343",
				"/u662181",
				"/u280257",
				"/u779514"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p480",
				"https://www.flashback.org/t1693393p506",
				"https://www.flashback.org/t1693393p515",
				"https://www.flashback.org/t1693393p544",
				"https://www.flashback.org/t1693393p518"
		],
		"userUrl": [
				"https://www.flashback.org/u501711",
				"https://www.flashback.org/u281343",
				"https://www.flashback.org/u662181",
				"https://www.flashback.org/u280257",
				"https://www.flashback.org/u779514"
		],
		"sentence": [
				"Just nu ser det ut som ett tok-skutt uppåt, vilket kan hänga samman med: - Slöjmanifestationen, vi ser plötsligt många fler slöjor på stan = SD ökar - Nyheten om att alla Syrier och deras familjer är garanterade försörjning av oss skattebetalare, bara de tar sig hit - Kurd-misshandeln av en neger, som visar på vilka spänningar vi bygger in i det svenska samhället - Medias behandling av Kurd-misshandeln, där man först försökte få det att vara \"Svenska rasister\" - Norgevalet, där SD's motsvarighet i Norge tog plats i regeringen = uppstyrd invandringspolitik Allt detta är ju fail för etablissemanget, och är nog orsaken till att SD fullständigt exploderar på Facebook just nu.",
				"Att Aftonbladet / Expressen med flera skulle uttala sig offentligt och medge att deras arbete med att försvaga SD har misslyckas tvivlar jag på kommer ske men vem vet de kanske gör sådana uttalanden tids nog, om inte annat efter valet när man får svart på vitt hur många som röstade på SD.",
				"Han kommer aldrig fatta bättre och kommer aldrig inse att SD är en kraftigt ökande rörelse och att det beror på problem med massinvandringen och dess konsekvenser i form av masskriminalitet, våldtäkter i massor, gruppvåldtäkter, balkongkastningar, ghetton svenskar flyr och lider i och skulle lämnat om dom bara kunnat, en riktigt stor arbetslöshet som bara blir värre när man tar in 100.",
				"Som jag skrev några dagar före kyrkovalet, så berodde gilla-ökningen inte på någon tillströmning av sympatisörer eller medlemmar, utan på att intresset för politik ökar under valrörelsen och folk ser att vänner delat eller gillat sidan och gillar själva efter att redan tidigare bestämt sig för att rösta SD.",
				"En liten statistikblänkare från UMs excelfil: Rådata för alla intervjuer gjorda andra halvåret 2010 gav 6,2% för SD Rådata för alla intervjuer gjorda första halvåret 2011 gav 8,6% för SD Rådata för alla intervjuer gjorda andra halvåret 2011 gav 9,0% för SD Rådata för alla intervjuer gjorda första halvåret 2012 gav 8,5% för SD Rådata för alla intervjuer gjorda andra halvåret 2012 gav 9,8% för SD Rådata för alla intervjuer gjorda från nyåret fram till statistiken slutar 22 mars gav 14,6% för SD Järnrörsskandalen briserade i media i mitten av November, och efter det är det \"the sky is the limit\" för SD tydligen."
		]
	},
	{
		"postIndex": [
			[32553],
			[32572],
			[32545],
			[32486],
			[32489]
		],
		"postTime": [
				"2013-10-19",
				"2013-10-20",
				"2013-10-19",
				"2013-10-19",
				"2013-10-19"
		],
		"postNum": [
			[7170],
			[7175],
			[7170],
			[7168],
			[7168]
		],
		"postLink": [
				"/sp45750905",
				"/sp45755534",
				"/sp45750905",
				"/sp45750731",
				"/sp45750731"
		],
		"postUser": [
				"Europe",
				"Lost-Soul",
				"Europe",
				"Europe",
				"Europe"
		],
		"postUserID": [
				"/u545185",
				"/u546693",
				"/u545185",
				"/u545185",
				"/u545185"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p598",
				"https://www.flashback.org/t1693393p598",
				"https://www.flashback.org/t1693393p598",
				"https://www.flashback.org/t1693393p598",
				"https://www.flashback.org/t1693393p598"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u546693",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u545185"
		],
		"sentence": [
				"Däremot kommer den svenska regimen och dess lojala etablissemang under rådande omständigheter aldrig acceptera att svenska fritänkare fortsätter att fritt på nätet framföra egna problemformuleringar, kritiserar bristen på rättsstatsordning och demokratisk statskick i den svenska maktutövningen och att folk sprider information som går stick-i-stäv med vad makthavarna påstår, så att vilka svenska medborgare som helst kan ta del av det, så den offentliga regimlojala hetsen för lagstiftningar som \"hets mot folkgrupp\", den framtida lagstiftningen mot \"näthatet\" och andra liknande lagstiftningar som ersätter eller utökar befintliga lagar om vad medborgarna kan yttra sig om, kommer att fortsätta även i framtiden.",
				"Det har bara gått tre år sedan valet och skämmighets-faktorn i att representera SD är tio ggr så låg idag gentemot 2010, inte minst för att media har tvingats skärpa till sig en smula - deras rapportering är fortfarande under all kritik men om man tänker efter så var det ett bra tag sedan man såg några Breivik/nazist-liknelser och att vi kommer få se en repris på Expressens ihopknövlade SD-valsedel på framsidan är uteslutet.",
				"Fortfarande för några år sedan kunde nästan varendaste artikel på DN Kultur ta sitt avstamp i genustron, inkluderande allt från politiska inlägg till filmrecensioner, medan sista gången jag köpte ett exemplar av Expressen, så fanns det på de första 4 sidorna (eller egentligen de första 3, då en sida var helsidesannons) 7 artiklar som analyserade saker utifrån genustrons dogmer, samt utgjorde sammanlagt 70% eller mer (beroende om exakt samma notis på två olika sidor om att Jimmie Åkesson var elak och dum räknas som 1 eller 2 artiklar) av alla artiklar.",
				"Men samtidigt skulle det bli bra mycket mer problematiskt för regimens propagandamedia att ge sig på europeiska länder, för att nu inte tala om de östasiatiska länderna, som i väldigt liten grad för samma asylpolitik som Sverige, eftersom det rimligtvis lätt leder till ifrågasättande av hela den världsbild som målas upp i Sverige, när folk ser välfungerande industrialiserade länder som inte alls förefaller föra en liknande politik som den svenska regimen.",
				"Dels för att den svenska statliga propagandan många gånger framställs som en moralisk övertygelse som kommer från folkdjupen, trots att Sverige är en av de få västländer som nästan helt saknar de demokratiska grundpelarna i sitt statsskick, samt trots att dessa övertygelser åtminstone under hela efterkrigstiden har kommit uppifrån och propagerats för populasen via massmedia, myndigheter, statligt (eller med andra skattemedel) finansierade politiska organisationer och \"forskare\" från politiskt detaljstyrda högskoleinstitutioner och statliga myndigheter."
		]
	},
	{
		"postIndex": [
			[36265],
			[36195],
			[36577],
			[35644],
			[34153]
		],
		"postTime": [
				"2013-11-10",
				"2013-11-10",
				"2013-11-12",
				"2013-11-08",
				"2013-10-31"
		],
		"postNum": [
			[8054],
			[8044],
			[8121],
			[7928],
			[7562]
		],
		"postLink": [
				"/sp46081278",
				"/sp46076809",
				"/sp46116435",
				"/sp46043724",
				"/sp45921992"
		],
		"postUser": [
				"cutlerjr",
				"oyto",
				"Europe",
				"Vaftrudner",
				"White Christmas"
		],
		"postUserID": [
				"/u363419",
				"/u509120",
				"/u545185",
				"/u124816",
				"/u170917"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p672",
				"https://www.flashback.org/t1693393p671",
				"https://www.flashback.org/t1693393p677",
				"https://www.flashback.org/t1693393p661",
				"https://www.flashback.org/t1693393p631"
		],
		"userUrl": [
				"https://www.flashback.org/u363419",
				"https://www.flashback.org/u509120",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u124816",
				"https://www.flashback.org/u170917"
		],
		"sentence": [
				"Det jag känner en liten oro över inför kommande val är att många som uttrycker att de nog kommer rösta SD (är väldigt många i min umgängeskrets)ändå kommer rösta på sitt gamla parti, mycket p g a att de flesta inte är så politiskt intresserade (och förbannat urless) som vi som hänger här.",
				"På ett makroplan ser alla dessa små ketchupeffekter ut som en linjär tillväxt och kommer kanske så göra tills Foppa eller Lill-babs kommer ut Sverigedemokrat och media till slut ger upp sin skambeläggning kring partiet utan t o m hoppar på det folkliga tåget, vilket inte lär ske innan valet.",
				"Edit: En av anledningarna till att jag inte längre orkar kommentera idiotierna som sker i Sverige beror lite grann på att jag är rätt inställd på att flytta när jag har fixat en del saker i mitt liv, men även för att det har skett en hel del som trots allt verkar kanske ha rubbat mångas blinda tro på etablissemangets verklighetsbeskrivning (vilket var ju enda anledningen till att jag ens har kommenterat sådant och i vilket fall spelar det ingen roll längre för min del).",
				"Sjuklövern hoppas naturligtvis på att om alla andra partier förnekar SD, så kommer väljarna reagera med att: \"Det är ingen idé att rösta på SD, de kommer ju ändå inte att få något att säga till om.",
				"Ens barn är heligt och börjar krafter tala om att man ska sätta in ADHD-Katimba eller Tafsande-Mustafa i väl fungerande klasser då är det väldigt många fler som känner att det finns bara ett alternativ i svensk politik."
		]
	},
	{
		"postIndex": [
			[37816],
			[38778],
			[40057],
			[40795],
			[40470]
		],
		"postTime": [
				"2013-11-21",
				"2013-11-25",
				"2013-12-01",
				"2013-12-04",
				"2013-12-02"
		],
		"postNum": [
			[8357],
			[8569],
			[8847],
			[8982],
			[8927]
		],
		"postLink": [
				"/sp46244421",
				"/sp46303514",
				"/sp46386235",
				"/sp46428012",
				"/sp46408620"
		],
		"postUser": [
				"medelklassman",
				"Durga",
				"Golonka",
				"Bergakungen",
				"Bergakungen"
		],
		"postUserID": [
				"/u141165",
				"/u457238",
				"/u112267",
				"/u276672",
				"/u276672"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p697",
				"https://www.flashback.org/t1693393p715",
				"https://www.flashback.org/t1693393p738",
				"https://www.flashback.org/t1693393p749",
				"https://www.flashback.org/t1693393p744"
		],
		"userUrl": [
				"https://www.flashback.org/u141165",
				"https://www.flashback.org/u457238",
				"https://www.flashback.org/u112267",
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u276672"
		],
		"sentence": [
				"Det kommer att ta tid men en förändring kommer - om Sd då har 10 eller 16% spelar inte så stor roll - det är när något av M eller S plötsligt upptäcker att de blir isolerade eller landet inte längre går att regera som de måste ändra sin inställning Processen kommer att gå fortare om något alliansparti röstas ut ur riksdagen - M blir då politiskt isolerade och måste finna en ny väg framåt - att då övertrumfa de rödgröna med än mer massinvandring blir inte vägen framåt....",
				"\" Intressant ändå att tänka på att i US är det övervägande \"vitt\" som håller nationen ihop, överför det i en förlängning till en svensk \"balkaniserad\" verklighet där vi sitter på dom elementära samhällsfunktionerna , uppbyggda för att samhället överhuvudtaget ska fungera , el,vatten , tele, export, import ,företag , politik, kommunal styrning etc etc , kan inte tänka mej att vi någonsin förlorar rätten över vårt eget land då vi sitter på alla styrmedel för alla samhällsfunktioner, vi kommer helt enkelt aldrig att bli den smältdegel US blivit för vi hinner inte integrera fler, slantarna kommer inte att räcka till och saken löser sig självt.",
				"Samhället har de senaste två åren ställts inför utmaningar ingen vettig person vågade ens drömma om för tjugo år sedan, vi har negrer som trär det ena våldsamma vansinnesdådet efter det andra på ett långt pärlband av tillkortakommanden, vi har ett mottagningssystem som befinner sig bara ett fåtal steg ifrån att stat/kommun tvingas expropriera sommarstugor och fritidsboenden eller rent av kasta ut gamlingar från sina jättevillor, vi har alla dessa romer som numera livar upp gatubilden även i småkommunerna, vi har de \"ensamkommande\" små liven som under nästa år förutspås bli 4000 och där de bilder som sipprar fram i medierna visar fullvuxna karlar med helskägg...",
				"De här frågorna är komplexa, alla tycker inte likadant och så länge det finns minst två oförenliga åsikter inom varje block kommer heller inte något parti att välja det ena eller andra, i alla fall inte alldeles enkelt.",
				"Finns det då (just nu hypotetiskt) en möjlighet att välja ett \"vanligt\" parti och ändå uppnå en förändring lär ju alla tänkande människor fundera noga på om man skall välja ett parti som har inflytande eller ett parti som inte kommer att få inflytande på mycket länge."
		]
	},
	{
		"postIndex": [
			[41660],
			[43555],
			[43506],
			[41803],
			[41613]
		],
		"postTime": [
				"2013-12-05",
				"2013-12-10",
				"2013-12-09",
				"2013-12-05",
				"2013-12-05"
		],
		"postNum": [
			[9218],
			[9628],
			[9615],
			[9252],
			[9205]
		],
		"postLink": [
				"/sp46447020",
				"/sp46517301",
				"/sp46513377",
				"/sp46452718",
				"/sp46444898"
		],
		"postUser": [
				"Europe",
				"BehindRayban",
				"in84ever",
				"BehindRayban",
				"BehindRayban"
		],
		"postUserID": [
				"/u545185",
				"/u406139",
				"/u704129",
				"/u406139",
				"/u406139"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p769",
				"https://www.flashback.org/t1693393p803",
				"https://www.flashback.org/t1693393p802",
				"https://www.flashback.org/t1693393p771",
				"https://www.flashback.org/t1693393p768"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u406139",
				"https://www.flashback.org/u704129",
				"https://www.flashback.org/u406139",
				"https://www.flashback.org/u406139"
		],
		"sentence": [
				"Det ligger trots allt i de flesta kvinnors natur att underkasta sig en auktoritet, vilket är orsaken till den för många kanske lite förvånande starkare kristliga pieteten hos många kvinnor när kristendomen började slås tillbaka av Upplysningsidéerna (med tanke på att kristna kyrkan knappast lovade bättre villkor för kvinnor), för att nu inte nämna den logiska kortslutningen när det gäller det stora antalet svenska kvinnor som pläderar för de feministiska dogmer som svenska regimen lär ut å ena sidan, samt de oförenliga i dessa och anammandet av det islamistkramande som också lärs ut av svenska regimen å andra sidan.",
				"blockgränserna är relativt giftig men även för att det finns mycket journalister som deltar i spektaklet, vilket är sådant som medför att även personer som borde vara orubbliga för sådant hukar sig i sammanhanget [att för en politiker i \"sjuklövern\" bli gängbangad av det där gänget är inte särskilt skoj, det brukar vara som så att de luras in personen i något kul sammanhang genom samarbete över blockgränserna varvid personen ser ut som en idiot samtidigt som saken får enormt coverage i massmedia, samtidigt som personerna i gänget i personens egna parti bearbetar resten av partilistorna, och när personen kommer hem från riksdagsjobbet för dagen så ligger det en anmälan om våldtäkt och väntar tillsammans med en blandad kompott av allt från obetalda p-böter till restskattekrav, vilka är svårbetalda eftersom personens dator av någon anledning upphört att kunna genomföra banktransaktioner].",
				"Jag skulle nog vilja säga så här att om var femte eller kanske till och med var fjärde eller tredje man i Sverige anser att invandringen är ett så stort bekymmer att man lägger andra frågor åt sidan så lever regering, riksdag, kommuner och media farligt om man inte lyssnar på den gruppen.",
				"Däremot inte sagt att det kommer att ha någon större betydelse i valet nästa år, vad som däremot har betydelse är ju förstås att missnöjda väljare ser Sd som ett alternativ till att säga \"heja oppositionen\" på precis samma sätt som Mp är ett alternativ för kvinnor på vänsterkanten, när V eller S inte duger och högerpartierna inte lockar av något skäl.",
				"Så man kan väl lite skämtsamt säga att försöken drogs igång tjugo år för sent och då aldrig hade möjligheten att skapa något fungerande, främst för att det inte längre fanns några professorer som skulle kunna hantera saken eller ens har erforderlig kompetens utan bara charlataner."
		]
	},
	{
		"postIndex": [
			[45293],
			[45643],
			[45163],
			[45531],
			[45979]
		],
		"postTime": [
				"2013-12-19",
				"2013-12-24",
				"2013-12-17",
				"2013-12-20",
				"2014-01-02"
		],
		"postNum": [
			[9997],
			[10080],
			[9950],
			[10050],
			[10151]
		],
		"postLink": [
				"/sp46662109",
				"/sp46727943",
				"/sp46637874",
				"/sp46674689",
				"/sp46841767"
		],
		"postUser": [
				"Askydra",
				"Europe",
				"rejdar",
				"Askydra",
				"Raffe10"
		],
		"postUserID": [
				"/u835862",
				"/u545185",
				"/u220503",
				"/u835862",
				"/u865037"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p834",
				"https://www.flashback.org/t1693393p840",
				"https://www.flashback.org/t1693393p830",
				"https://www.flashback.org/t1693393p838",
				"https://www.flashback.org/t1693393p846"
		],
		"userUrl": [
				"https://www.flashback.org/u835862",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u220503",
				"https://www.flashback.org/u835862",
				"https://www.flashback.org/u865037"
		],
		"sentence": [
				"Det var inte såna punkter han menade rejdar xD OnT: Jag tror som så många andra att dessa \"skriverier\" inte kommer missgynna SD det minsta utan jag tror att SD kommer få ett \"par\" väljare till Jag kan inte påstå att jag röstade på SD 2006 för jag ljuger inte 2006 var jag för ung för att rösta och 2010 var jag inte insatt i politik (om man nu kan säga att jag är insatt nu) men trots det röstade jag på SD inte för att jag var arg utan för att jag tyckte de verkade ha bästa politiken (var som sagt inte insatt) men efter valet började jag läsa lite angående diverse partier och jag måste säga att min magkänsla 2010 var rätt, SD är vettigaste partiet I min umgängeskrets är minst 9/10 SD:are och på jobbet är alla mina medarbetare också det så jag trodde (innan jag kollade status.",
				"De två opinionsmätare som avviker från dessa är Sifo som började plötsligt visa märkligt låga värden under året, samt som inte har visat ett endast värde som är lika högt som i december 2012, samt även visade stora fluktuationer i stödet för SD, trots att 5 andra företag visar på både en viss höjning sedan 2012 och ett tämligen jämnt stöd under året (mindre fluktuationer finns så klart i allas mätningar, men Sifos går mellan nästan samma nivå som de andra till att visa nästan hälften så stort stöd som de andra), samt samma gäller för Ipsos.",
				"Och den metod som er egen statistiknisse använt är att använda varje instituts senaste mätning till medeltalet, och då har vi 5,3 i medel den 18e och 5,6 i medel den 19e, du kan inte blanda ihop valdagsundersökningar som gjort EFTER folk röstat (novus 4,1, det fanns fler sådana mätningar för den delen) med mätningar gjorda FÖRE folk röstat (mätningarna 18e), och även den som hade för litet underlag den 19e på 6,4 som var gjord FÖRE valet, det var inte större fel på den än många andra mätningar som räknats ihop till ett medel.",
				"Det tog ett tag att ta sig igenom alla sidorna men jag känner mig mycket mer insatt Då jag själv inte ser på eller läser nyheter så är det faktiskt väldigt mycket jag missat men jag antar att ni mer insatta fått med det mesta så jag tackar er alla för era inlägg och ert engagemang ^^ Enligt hade SD 5,1% i POP i september 2010 och då måste det ju bara det vi måste gå efter eftersom det inte finns någon \"slutspurt\" i år?",
				"SD fick väl 5,7% av rösterna i 2010 års val och kommer säkerligen minst att fördubbla sitt valresultat vid valet hösten 2014, eller gissningsvis hamna någonstans mellan 10-15% Så länge som de gamla partierna inkl huvuddelen av den gamla etablerade pressen håller på och trakasserar, förföljer och fryser ut SD så kommer det partiet stadigt att öka i opinionen i framtiden."
		]
	},
	{
		"postIndex": [
			[50771],
			[50681],
			[48140],
			[48805],
			[50005]
		],
		"postTime": [
				"2014-02-13",
				"2014-02-12",
				"2014-01-26",
				"2014-01-30",
				"2014-02-06"
		],
		"postNum": [
			[11321],
			[11296],
			[10722],
			[10863],
			[11117]
		],
		"postLink": [
				"/sp47493805",
				"/sp47485343",
				"/sp47225493",
				"/sp47283921",
				"/sp47387941"
		],
		"postUser": [
				"rejdar",
				"Dreamstate",
				"Europe",
				"in84ever",
				"Enoch.Thulin"
		],
		"postUserID": [
				"/u220503",
				"/u301227",
				"/u545185",
				"/u704129",
				"/u672224"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p944",
				"https://www.flashback.org/t1693393p942",
				"https://www.flashback.org/t1693393p894",
				"https://www.flashback.org/t1693393p906",
				"https://www.flashback.org/t1693393p927"
		],
		"userUrl": [
				"https://www.flashback.org/u220503",
				"https://www.flashback.org/u301227",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u704129",
				"https://www.flashback.org/u672224"
		],
		"sentence": [
				"Och Cs inlägg jag syftade på med jämförelserna sentio - ipsos, fast du själv fyllde på och hävdade att C hade rätt Däremot var det gentemot ditt antagande att det kommer att öka som jag talade om att alla de senaste mätningarna från respektive institut visade 9,9, och det finns inget som säger att det kommer att öka, dvs att resterande instituten för månaden skulle gå upp bara för att ett par andra mätningar är uppe i skyarna (som vanligt) Men du menade alltså att jag inte fick citera dig och kommentera det du sa?",
				"Efter detta valet kommer det inte längre finnas några tvivel att SD är här för att stanna, och deras stöd kommer öka massivt i månaderna efter valet då folk ser att man inte längre behöver hålla sina invandringskritiska tankar för sig själva längre och att problemen bör diskuteras öppet.",
				"Jag vet inte hur det ser ut på Sifo, men ser man till deras mätningar förra året, där det mest trovärdiga mätningsföretaget (Yougov) och 4 andra mätningsföretag visade ett tämligen jämnt stöd under hela 2013 (runt ca 11,5%, både när man ser till Yougov eller samtligas genomsnitt), så visade Sifo ett märkligt våldsamt ras i stödet i mitten av året, förutom att resultaten i övrigt låg hela tiden rätt lågt.",
				"Ta upp, FR hatiska utspel mot SD och JÅ, Centerns månggifte och +30 miljoner invandrare till Sverige, medias alla olika drev som visat sig vara falska, gärna fler media rapporterar och sedan hur det verkligen förhöll sig, inled med Lilla Saltsjöavtalet, länka till BBC som ångrar sig om att inte rapportera om negativa effekter av invandringen, informera om att 25% av landets fängelser nu står tomma, visa att probleminvandrare frias i våldtäkts och misshandelsmål eller att de får löjligt låga straff och jämför med vad svenskar får.",
				"Att sprida tankar som -\"Om man är kritisk mot EU-byråkrati & konstigheter så har man bara två partier att rösta på i EU-valet, antingen V eller SD\"- eller -\"Om man gillar ökat styre från Bryssel & mer byråkrati, så kan man ju egentligen rösta på vilket parti som helst, utom V & SD\"- Detta bör man nämna sådär lite i förbigående varje gång frågan aktualiseras."
		]
	},
	{
		"postIndex": [
			[53953],
			[52772],
			[51828],
			[51808],
			[53478]
		],
		"postTime": [
				"2014-03-09",
				"2014-03-01",
				"2014-02-25",
				"2014-02-24",
				"2014-03-07"
		],
		"postNum": [
			[12016],
			[11752],
			[11557],
			[11553],
			[11919]
		],
		"postLink": [
				"/sp47860382",
				"/sp47738723",
				"/sp47673159",
				"/sp47668048",
				"/sp47825718"
		],
		"postUser": [
				"FritzDaCat",
				"Winston Smith",
				"Askydra",
				"elsydeon",
				"medelklassman"
		],
		"postUserID": [
				"/u286564",
				"/u64688",
				"/u835862",
				"/u740644",
				"/u141165"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p1002",
				"https://www.flashback.org/t1693393p980",
				"https://www.flashback.org/t1693393p964",
				"https://www.flashback.org/t1693393p963",
				"https://www.flashback.org/t1693393p994"
		],
		"userUrl": [
				"https://www.flashback.org/u286564",
				"https://www.flashback.org/u64688",
				"https://www.flashback.org/u835862",
				"https://www.flashback.org/u740644",
				"https://www.flashback.org/u141165"
		],
		"sentence": [
				"Anledningen till få uppgörelser med SD, ligger inte i att SD-politikerna skulle ha ett klandervärt beteende, utan bottnar helt i att övriga partier har direktiv uppifrån att samarbeta med dem för att deras parti \"är främlingsfientligt\", \"sätter grupp mot grupp\", \"inte ställer sig bakom alla människors lika värde\" och andra enfaldiga floskler som man hysteriskt kastar ur sig för att SD inte tycker att Sverige bör vara ett socialkontor för hela världen.",
				"Under sin första mandatperiod har SD:s riksdagsgrupp drabbats av plötsliga katastrofer tre gånger, vilket rimligen har kostat en hel mängd energi i den akuta fasen och att ordna upp efter: Expressens publicering av filmen om händelserna på Kungsgatan, vilket gjorde att en av de allra mest kompetenta ledamöterna, Erik Almqvist, lämnade riksdagen William Petzäll konstaterades ha ett avancerat missbruk, hoppade av och blev politisk vilde, och dog Lars Isovaara, söp sig dyngfull, välte med sin rullstol och riktade obefogade anklagelser mot en väktare med invandrarbakgrund, och lämnade riksdagsplatsen Denna riksdagsgrupp, som gör sin första mandatperiod med den inlärningsperiod det innebär, har alltså fått ta in ännu nyare ersättare tre gånger, och börja om från början med dem Dessutom har det funnits problem med de anställda: killen som redigerade filmen och som kan ha lämnat den till Expressen, samt en avpoletterad kanslichef som försökt få flera medier att publicera uppgifter om att partiet fifflat med pengar till SD:s kvinnoförbund, och slutligen fick Aftonbladet att gå på den niten.",
				"Han menar nog matematiska Istället för att kalla honom för idiot så tycker jag det är bättre att ge honom konstruktiv kritik ^^ U-Fig: Jag är fullt medveten om att du högst troligen har högre IQ än mig och jag vet att du har fler inlägg i både denna tråden och andra och jag menar inget illa med min kommentar jag menar bara att man kan vara vänlig istället för att kasta förolämpningar och även om hans resonemang är väldigt korkat så är det bättre att förklara för honom hur han bör läsa siffrorna istället för att bara säga att han gör det fel Elsydeon: Du borde kolla på status.",
				"Ja, långsiktigt så har dom ju förstås ökat nästan hela tiden sedan förra valet, men dom nådde toppen i November, då dom hade 11,9%, och efter det har det gått neråt varje månad: December 10,5%, Januari 9,8%, Februari 8,8% ( ) Enligt mina beräkningar och vissa matematiska formler så är det en början på en ganska stor nedgång, som kan möjligtvis leda till att de inte kommer över 4% spärren i valet...",
				"Det stöd som Sd ofta påstås ge regeringen är ofta bara att de lanserar ett eget förslag som de röstar på eller lägger ner sina röster eller förstås röstar på regeringens förslag istället för något annat oppositionspartis förslag som inte har någon chans att röstas igenom."
		]
	},
	{
		"postIndex": [
			[56931],
			[58265],
			[55783],
			[57630],
			[56175]
		],
		"postTime": [
				"2014-04-14",
				"2014-04-29",
				"2014-03-31",
				"2014-04-24",
				"2014-04-06"
		],
		"postNum": [
			[12733],
			[12995],
			[12447],
			[12889],
			[12547]
		],
		"postLink": [
				"/sp48384800",
				"/sp48578232",
				"/sp48176988",
				"/sp48514608",
				"/sp48262375"
		],
		"postUser": [
				"Svithjod",
				"medelklassman",
				"Z.Z.",
				"FumarMata",
				"Rationalisterna"
		],
		"postUserID": [
				"/u249738",
				"/u141165",
				"/u366717",
				"/u772678",
				"/u783536"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p1062",
				"https://www.flashback.org/t1693393p1083",
				"https://www.flashback.org/t1693393p1038",
				"https://www.flashback.org/t1693393p1075",
				"https://www.flashback.org/t1693393p1046"
		],
		"userUrl": [
				"https://www.flashback.org/u249738",
				"https://www.flashback.org/u141165",
				"https://www.flashback.org/u366717",
				"https://www.flashback.org/u772678",
				"https://www.flashback.org/u783536"
		],
		"sentence": [
				"Media kommer fyllas av rubriker och kommentarer varför SD går så starkt framåt och det kommer ge osäkra råg i ryggen och få dem att välja SD i riksdagsvalet SD´s valframgångar kommer ge ge sympatisörerna en större trygghet och en känsla att de valt rätt och att de inte är ensamma, vidare så kommer fler och fler tänka till och med intryck av SD´s snabba tillväxt fundera på om det inte är vettigt att rösta på ett alternativ som säger vad de tycker i många frågor och som vågar vara obekväma.",
				"I grunden har M, alliansen och Reinfeldt själva orkestrerat sin egen undergång genom att man skapat förutsättningar för monstret Sd att växa till - finns inte mycket till strategiskt tänkande här inte - Reinfeldt och hans inre cirkel av triangulerare har lyckats med konststycket att dels driva en invandringspolitik som de inte har råd med och som därmed hindrar dem från att hålla sina väljare nöjda och dels skapat förutsättningar för ett tredje block att växa till och som precis som konstaterats med all sannolikhet sett till att borgerligheten kommer inte under överskådlig tid att kunna komma i regeringsställning igen utan stöd av det tredje blocket.",
				"Det ska även sägas att i och med att i och med att mer radikala partier i EFD som Lega Nord (som bland annat haft kontakter med svenska ND tidigare) och kanske även SNS potentiellt kan byta till en EAF-grupp om en sådan kan bildas efter valet, och flera partier i EFD riskerar att åka ur (tänker här på LAOS och MPF), så kan det finnas risk för att EFD tvingas våga ta in fler partier om man vill fortsätta existera som grupp.",
				"Just som fler och fler folk (läs får) började tänka att \"invandringen kanske borde bromsas lite ändå\" och att \"media kanske överdriver en aning\" ploppar det ur tomma intet upp ett litet gäng fullkomliga galningar som enligt den officiella historien kastar flaskor på äldre damer med barnbarn som inte vill ha hakkors sprejade på sitt lokala ICA och hugger ner folk som demonstrerar om kvinnors rätt att gå hem om natten utan att bli våldtagna, varpå en av den senare hamnar på intensiven.",
				"Sen kan ju vilken idiot som helst fatta att man inte får det bästa resultatet precis undersökningen innan valet, du ser det på att dom har sina toppnoteringar så långt bort från nästa val som det går: Vi ser tex toppnoteringen juli 2013, sen börjar det dala då folk börjar gå emot vad de verkligen kommer rösta på.."
		]
	},
	{
		"postIndex": [
			[59549],
			[62641],
			[62773],
			[62031],
			[59108]
		],
		"postTime": [
				"2014-05-04",
				"2014-05-21",
				"2014-05-22",
				"2014-05-16",
				"2014-05-02"
		],
		"postNum": [
			[13231],
			[13897],
			[13934],
			[13734],
			[13138]
		],
		"postLink": [
				"/sp48647643",
				"/sp48883288",
				"/sp48891406",
				"/sp48821192",
				"/sp48619806"
		],
		"postUser": [
				"medelklassman",
				"JP",
				"snuffoman",
				"Svithjod",
				"Maltsev"
		],
		"postUserID": [
				"/u141165",
				"/u372164",
				"/u124535",
				"/u249738",
				"/u321813"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p1103",
				"https://www.flashback.org/t1693393p1159",
				"https://www.flashback.org/t1693393p1162",
				"https://www.flashback.org/t1693393p1145",
				"https://www.flashback.org/t1693393p1095"
		],
		"userUrl": [
				"https://www.flashback.org/u141165",
				"https://www.flashback.org/u372164",
				"https://www.flashback.org/u124535",
				"https://www.flashback.org/u249738",
				"https://www.flashback.org/u321813"
		],
		"sentence": [
				"Sd har bara att vänta och avvakta utvecklingen - utan tvekan så öppnar det sig många fler möjligheter om de rödgröna inte har egen majoritet men dag för dag växer kostnaden och den sociala söndringen som massinvandringen förorsakar - allt mer av framtidens minskande politiska handlingsfrihet och politiska spel kommer att handla om den här samhällsomvandlingen - Sd står mitt i detta och är den som först slog larm, uppmärksammade och ifrågasatte vad som nu sker, det står på pluskontot den dagen det vänder på allvar.",
				"Jag har inga etablerade och säkerställda svar, men jag tror personligen att dessa anledningar kan spela roll: 1) Många är tokiga nog att tänka \"jag gillar inte EU så jag vill inte skicka dit någon\" eller \"jag gillar inte EU och att inte rösta är min protest\" 2) Folk skräms upp av tanken på att extremhögervindar blåser upp över hela Europa, som rubrikerna säger.",
				"Vad som talar mot SD är att alla partier verkar mobilisera fler väljare än vanligt, i synnerhet vänsterblocket då de rider på vågen av att vara SDs antagonister och jag har hört många som vanligtvis inte brukar bry sig så värst säga att de måste gå och rösta mot rasismen.",
				"Man kanske borde gå med i partiet och börja engagera sig efter valet 2014 Det känns som att SD kommer behöva lite mer politiskt intresserade kanidater efter valet 2014 och inför valet 2018 och 2019.",
				"Jag vill minnas att det läckte ut uppgifter från partiet (sant eller ej) om att man var rädda för att de skulle öka för fort pga av att man inte hade folk till alla platserna, och det kan ju vara så att det krävs \"vettiga\" personer som syns och hörs för att locka fler."
		]
	},
	{
		"postIndex": [
			[65582],
			[65313],
			[64385],
			[64434],
			[63721]
		],
		"postTime": [
				"2014-05-28",
				"2014-05-27",
				"2014-05-26",
				"2014-05-26",
				"2014-05-25"
		],
		"postNum": [
			[14714],
			[14638],
			[14392],
			[14403],
			[14170]
		],
		"postLink": [
				"/sp48972843",
				"/sp48963739",
				"/sp48945533",
				"/sp48946570",
				"/sp48931343"
		],
		"postUser": [
				"Ake.Jimmiesson666",
				"Askydra",
				"Europe",
				"in84ever",
				"Groenman"
		],
		"postUserID": [
				"/u907696",
				"/u835862",
				"/u545185",
				"/u704129",
				"/u864375"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p1227",
				"https://www.flashback.org/t1693393p1220",
				"https://www.flashback.org/t1693393p1200",
				"https://www.flashback.org/t1693393p1201",
				"https://www.flashback.org/t1693393p1181"
		],
		"userUrl": [
				"https://www.flashback.org/u907696",
				"https://www.flashback.org/u835862",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u704129",
				"https://www.flashback.org/u864375"
		],
		"sentence": [
				"Facebook, aftonbladets kommentarsfält till olika artiklar osv fullkomligt svämmar över av PK-proffsanalytiker som gråter över att SD lyckades mobilisera \"alla\" sina väljare och mer därtill i EU-valet medans de är besvikna över att sitt eget parti (företrädelsevis MP, V eller FI) inte lyckades med den bedriften Jag kan bara le lite hånfullt och njuta av tankarna på hur många tårar som kommer att fällas på extremvänsterns valvakor runt om i Sverige efter riksdagsvalet i september De tror verkligen själva på att 100% av SD's sympatisörer röstade i EU-valet och att taket ligger på 10%...",
				"Nu har det ju iofs visat sig att gemene SD:are är ungefär lika benägna att rösta i EU-valet som gemene 7-klöver röstare så om alla skulle rösta så skulle SDs resultat bli ungefär det samma men gissningsvis så kommer många agera soffpotatis och inte rösta men jag tvivlar på att någon av SDs väljare kommer göra det.",
				"är det enda opinionsmätningsföretaget i Sverige som har gedigen internationell erfarenhet av opinionsmätningar, samt som i flera länder har de lyckats komma faktiska valresultat närmare med sina undersökningar Eftersom alla teorier om hur olika mätningsmetoder leder till felaktigheter, speciellt när man dessutom utför vikningar, leder till mer eller mindre ren spekulation, så kan jag inte se någon annan indikation på eventuell kompetens eller trovärdighet än tidigare meriter.",
				"Visst så har MP och Fi kampanjats i media utan motstycke, men inte katten är dessa siffror rimliga Indikerar inte detta att det finns all anledning att utreda valfusk i valet som varit och kanske ännu viktigare tillse att valfusk inte kan ske i september.",
				"Om inte en årlig invandring av 100 000 i huvudsak outbildade muslimer från tredje världen, mer eller mindre dagliga skjutningar och ett 15-tal våldtäkter om dagen, inte ses av fler än 8% som ett hot mot välfärdsstaten och Sveriges framtid som nation - ja, då är det bara att konstatera att den svenska befolkningen är dömd att dö."
		]
	},
	{
		"postIndex": [
			[67391],
			[68087],
			[67632],
			[68567],
			[67356]
		],
		"postTime": [
				"2014-06-05",
				"2014-06-10",
				"2014-06-08",
				"2014-06-16",
				"2014-06-05"
		],
		"postNum": [
			[15089],
			[15262],
			[15137],
			[15383],
			[15081]
		],
		"postLink": [
				"/sp49082296",
				"/sp49132519",
				"/sp49109236",
				"/sp49222503",
				"/sp49075745"
		],
		"postUser": [
				"Tagganer",
				"Askydra",
				"infidel",
				"Tagganer",
				"Askydra"
		],
		"postUserID": [
				"/u910817",
				"/u835862",
				"/u71408",
				"/u910817",
				"/u835862"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p1258",
				"https://www.flashback.org/t1693393p1272",
				"https://www.flashback.org/t1693393p1262",
				"https://www.flashback.org/t1693393p1282",
				"https://www.flashback.org/t1693393p1257"
		],
		"userUrl": [
				"https://www.flashback.org/u910817",
				"https://www.flashback.org/u835862",
				"https://www.flashback.org/u71408",
				"https://www.flashback.org/u910817",
				"https://www.flashback.org/u835862"
		],
		"sentence": [
				"De partier som kan tänkas dela på de 1,4% är: PP som 2010 fick 0,65% (osannolikt att de ökar då det störtdök i EUvalet SPI: 0,19% 2010 ( nedåtgående trend från 2006) Djurens parti (fick 0,24% och verkar vara lite småstort bland vissa subgrupper hos kidsen) KLP ( fick 0,1% i EU-valet och lär väl knappas ligga bättre till för riksdagen) Sammanfattningsvis om man lägger ihop de fyra ovan nämnda och utgår ifrån att de gör ett lika bra resultat som sitt senaste val trots att mycket talar emot det så får man ändå bara ihop 0,85%.",
				"Den största vanföreställningen av alla är din egen om att SvP skulle vara ett bättre alternativ SD vill (som alla utom du verkar ha förstått) minska invandringen till Sverige vilket skulle göra att procenten invandrare i Sverige skulle minska för varje år som går vilket i sin tur skulle medföra att den svenska rasen behåller sitt vita utseende (som är så viktigt för dig) och sin välfärd eftersom Sverige skulle bli det homogena land som fungerar så mycket bättre än det mångkulturella.",
				"Efter valet 2014 har Svenskarnas parti blivit tillräckligt stora (flera kommunala mandat är sannolika) och när alla vänsterdårar i media börjar skifta sitt hat och sin energi från Sverigedemokraterna till Svenskarnas parti så kommer Svenskarnas parti att ta ytterligare fart.",
				"Så mao är detta extremt goda nyheter Vill bara korrigera din räkneövning lite, motsvarande underskattning i år jmf med 2010 skulle ge 17,3% i riksdagsvalet Väldigt intressant att det stämmer extremt bra överens om man jämför faktiska valresultat: EU-val 2009: 3,3% --> Riksdag 2010: 5,7% EU-val 2014: 9,7% --> Riksdag 2014: 16,7% Både TCOs undersökning jämfört med utfall i riksdagsval och EU-val kontra riksdagsval pekar i riktningen 16-17% för riksdagsval 2014.",
				"Svenskarnas parti fick endast 285 röster i EU-valet men de fick fler röster om man räknar med alla som skrev fel på sina valsedlar så om SvP hade haft förtryckta valsedlar hade de fått hela 627 röster Näääääääääääääästan ett mandat 0,00017% är väl i höjd med vad de fick i senaste riksdagsvalet?"
		]
	},
	{
		"postIndex": [
			[72585],
			[72567],
			[69512],
			[71062],
			[70885]
		],
		"postTime": [
				"2014-08-04",
				"2014-08-04",
				"2014-06-28",
				"2014-07-17",
				"2014-07-14"
		],
		"postNum": [
			[16307],
			[16303],
			[15610],
			[15963],
			[15921]
		],
		"postLink": [
				"/sp49809475",
				"/sp49809008",
				"/sp49380548",
				"/sp49610415",
				"/sp49578998"
		],
		"postUser": [
				"Svarta-Skatan",
				"RingRing2014",
				"longbow4y",
				"CrispyKreem",
				"volvo 240"
		],
		"postUserID": [
				"/u290790",
				"/u779514",
				"/u521927",
				"/u64250",
				"/u82753"
		],
		"postUrl": [
				"https://www.flashback.org/t1693393p1359",
				"https://www.flashback.org/t1693393p1359",
				"https://www.flashback.org/t1693393p1301",
				"https://www.flashback.org/t1693393p1331",
				"https://www.flashback.org/t1693393p1327"
		],
		"userUrl": [
				"https://www.flashback.org/u290790",
				"https://www.flashback.org/u779514",
				"https://www.flashback.org/u521927",
				"https://www.flashback.org/u64250",
				"https://www.flashback.org/u82753"
		],
		"sentence": [
				"Personligen tror jag att SD kan får allt mellan 8-12 % högre tror jag inte det blir, problemet är ju visst är folk missnöjda med invandringspolitiken, men dom röstar ändå inte på SD, jag har ex en tjejkompis som tycker att det är så hemskt att SD fick så högt i EU-valet, och hon skulle aldrig någonsin rösta på SD, hon kommer att rösta på miljöpartiet eller Gudruns parti, men i samma veva tycker hon att det är så obehagligt att besöka mig ute i förorten så hon har slutat gjort det, för att hon blev antastad ett antal gånger och rånad en gång när hon besökte mig förut.",
				"Allt detta med zigenare precis överallt, även nu inne på gatorna utanför konsensuselitens boningar i Stockholm, galna anabolaturkar från förorten som tagit över Kungsholmens strand, detta till de boendes stora förskräckelse, Bert Karlssons högst osmakliga invandringsbusiness, siffrorna om hur vi öser in mångkultur varje djäkla dag, den nedslående asyl-jämförelsen med andra länder i Europa, morden i Göteborg som börjar likna rena helvetet, sjuklöverns arrogans mot alla hundratusentals svenskar som är trötta på skräpet, sjuklöverpolitikerna ute i kommuner som nu börjar avgå i protest mot massinvandringen, ja, listan är i stort sett oändlig.",
				"Eftersom det verkar bli en ovanligt stor grupp av rösterna som kommer att läggas på partier som kanske inte kommer in i riksdagen borde OU redovisa hur riksdagspartiernas röster skulle fördelas enligt mitt exempel.",
				"Visst kommer SD att ta röster från S efter valet när väljarna förstår att det förblir lika illa eller värre under rödgröna när det gäller invandring, men jag vet inte om vi har råd att \"se det hela långsiktigt\" när asylpolitiken redan har havererat och vi får över 2000 asylsökande i veckan.",
				"Det är ju olika val och SD har extremt svårt att få sina väljare att rösta i EUP-valet (kan folk sluta säga EU-valet, det hade vi 1994, i år hade vi EU-Parlamentsval förkortat EUP) Sen de siffror du nämner tex UM det är ju en anomali, sådana finns ju tex Mars 2010 då Sentio gav SD 7."
		]
	}
]
