[
	{
		"postIndex": [
			[863],
			[725],
			[777],
			[1503],
			[1125]
		],
		"postTime": [
				"2007-10-17",
				"2007-10-12",
				"2007-10-14",
				"2008-06-20",
				"2008-05-27"
		],
		"postNum": [
			[183],
			[150],
			[162],
			[335],
			[243]
		],
		"postLink": [
				"/sp8679490",
				"/sp8636088",
				"/sp8653518",
				"/sp11705158",
				"/sp11398070"
		],
		"postUser": [
				"wildFever",
				"Flarn",
				"Pad",
				"Pad",
				"Krafse"
		],
		"postUserID": [
				"/u192070",
				"/u107998",
				"/u58188",
				"/u58188",
				"/u165993"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p16",
				"https://www.flashback.org/t1718010p13",
				"https://www.flashback.org/t1718010p14",
				"https://www.flashback.org/t1718010p28",
				"https://www.flashback.org/t1718010p21"
		],
		"userUrl": [
				"https://www.flashback.org/u192070",
				"https://www.flashback.org/u107998",
				"https://www.flashback.org/u58188",
				"https://www.flashback.org/u58188",
				"https://www.flashback.org/u165993"
		],
		"sentence": [
				"Du kan ju gå utanför din sunkiga lägenhet och fråga folk hur mycket chemtrails dom sett de senaste dagarna Kan lova att om du frågar 100 pers så har 100 av dom inte en jävla anning om vad du försöker säga Edit: Sen om det är sant eller inte spelar absolut ingen roll, vanligt folk är och kommer alltid att vara vanligt folk.",
				"Om alla spår som stannar kvar efter att flygplanet passerat är chemtrails så måste man ha börjat spreja i Sverige redan på 70-talet, för jag minns hur jag brukade kolla på spåren när vi var ute och åkte bil när jag var liten.",
				"Det finns så vitt jag kan se inte någon här som inte är öppen för fakta eller logik, men varje gång vi efterfrågar det eller ställer följdfrågor på något av dina många märkliga påståenden så drar du dig undan och börjar blurra om annat.",
				"Jag vet att saken har diskuterats ganska ingående även på andra forum, men jag har till dags dato inte sett ETT ENDA hållbart bevis på att dess koncentrationsläger skulle vara något annat än fria fantasier.",
				"Dessutom finns det bilder från insidan av dessa planen och andra bilder som tydligt visar att det inte alltid kommer från motorerna."
		]
	},
	{
		"postIndex": [
			[3165],
			[2313],
			[2372],
			[2242],
			[1977]
		],
		"postTime": [
				"2010-06-10",
				"2009-06-04",
				"2009-12-13",
				"2009-04-12",
				"2008-11-11"
		],
		"postNum": [
			[761],
			[550],
			[574],
			[525],
			[457]
		],
		"postLink": [
				"/sp23617796",
				"/sp17015773",
				"/sp20315645",
				"/sp16086561",
				"/sp13660106"
		],
		"postUser": [
				"Victor90",
				"konservmannen",
				"Bulawayo",
				"SimpleCasaual",
				"SMA"
		],
		"postUserID": [
				"/u84521",
				"/u335042",
				"/u92553",
				"/u299052",
				"/u136009"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p64",
				"https://www.flashback.org/t1718010p46",
				"https://www.flashback.org/t1718010p48",
				"https://www.flashback.org/t1718010p44",
				"https://www.flashback.org/t1718010p39"
		],
		"userUrl": [
				"https://www.flashback.org/u84521",
				"https://www.flashback.org/u335042",
				"https://www.flashback.org/u92553",
				"https://www.flashback.org/u299052",
				"https://www.flashback.org/u136009"
		],
		"sentence": [
				"Om du är helt ordblind och inte kan hitta källor, ens när du vet EXAKT vad du söker efter, så tror jag inte du kommer ha intellekt nog att \"uppskatta\" bevisen för vad dom är, erkännande av chemtrails, \"FORSKARE\" som säger att det är ofarligt att andas in barium och aluminium under lång tid osv.",
				"Det är en viss skillnad på kondensstrimmor som stannar kvar i ett par sekunder till några minuter och chemtrails som hänger kvar hela dagen och dessutom lämnar efter sig tungmetaller, biologiska ämnen och annat, provar har tagits världen över, även i Sverige.",
				"Det är inte bara en tro på olika saker jag ger uttryck för här i konspirationer, emellanåt måste jag också hånskratta åt utvecklingsstörda vakthundar Men för att återgå till ämnet, i somras en vacker dag i Stockholm såg jag dessa plan som åkte fram och tillbaka och släppte ut \"kemiska\" strimmor över den blåa himlen.",
				"Kanske är helt fel ute, men om dessa chemtrails moln innehåller större mängder av Aluminium så borde det, speciellt tillsammans med vatten, bildas större \"flockar\" som knyter till sig partiklar (samtliga kemikalier+annat) och sjunker relativt snabbt (densitet) och bör kunnas studeras på marken?",
				"Bara för att vissa \"chemtrails\" syns längre än andra som betyder det inte att rymdödlor förgiftar oss med ämnen ingen någonsin kunnat hitta i luften trots att man kan se \"chemtrailsen\"."
		]
	},
	{
		"postIndex": [
			[4461],
			[3478],
			[3643],
			[4547],
			[5086]
		],
		"postTime": [
				"2011-01-06",
				"2010-07-05",
				"2010-08-04",
				"2011-01-07",
				"2011-05-11"
		],
		"postNum": [
			[1050],
			[871],
			[936],
			[1070],
			[1185]
		],
		"postLink": [
				"/sp28027862",
				"/sp24080049",
				"/sp24630095",
				"/sp28061269",
				"/sp30570549"
		],
		"postUser": [
				"Arthur Dent",
				"Cajunalt",
				"tenor302",
				"optimum",
				"flystar"
		],
		"postUserID": [
				"/u94703",
				"/u259648",
				"/u90232",
				"/u187150",
				"/u446082"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p88",
				"https://www.flashback.org/t1718010p73",
				"https://www.flashback.org/t1718010p78",
				"https://www.flashback.org/t1718010p90",
				"https://www.flashback.org/t1718010p99"
		],
		"userUrl": [
				"https://www.flashback.org/u94703",
				"https://www.flashback.org/u259648",
				"https://www.flashback.org/u90232",
				"https://www.flashback.org/u187150",
				"https://www.flashback.org/u446082"
		],
		"sentence": [
				"I din källa står det bla att; Så har vi en varm, 20-25 grader, sommardag och inte ett moln på himlen där plan efter plan flyger över på olika höjd och var och ens plans kondenstrimma ligger kvar i timme efter timme och bildar moln varpå det är inget annat att göra än att samla in filtarna och söka skydd för regnet.",
				"Det jag är mest nyfiken på, vilket du som vet allt , kanske kan svara på; varför kan jag se två flygplan uppe i luften samtidigt, på ögonmässigt uppskattad ungefär samma höjd, där det ena planet lämnar streck efter sig som man kan se ligga kvar i timmar efteråt, medan det andra planet lämnar ett streck som försvinner inom några minuter?",
				"Några möjliga alternativ som jag kan komma på: -Dom (som tror på chemtrails) är nöjda med att bli förgiftade -Dom är obegåvade, och förstår inte hur dom skall göra för att börja \"nysta upp\" konspirationen -Dom tror egentligen, innerst inne, inte på chemtrails, men finner ett nöje i att agera som dom gjorde det, och se vilka reaktioner dom får Kanske är förklaringen en annan (eller flera andra).",
				"Man började mätningarna 1960, hade man börjat mäta tidigare hade man kanske kunnat räkna ut att koldioxid inte gör någon märkbar skillnad, vi har haft kallaste åren på länge, skulle sätta pengar på att det har med solen att göra, vad annars förklarar att andra planeter har \"växthus effekt\"?",
				"Detta är ett projekt va jag tror för att minska världens befolkning eftersom vi kan se hur alzheimers ökar och andra konstiga cancer från ingenstans Det är ett militärt komplex av NATO eftersom alla nato länder blir besprutade av chemtrails Sanningen är läskig eftersom dom flesta långt uppe i samhället som politiker osv har ingen aning om detta Detta är en av gifterna som attackerar oss med.."
		]
	},
	{
		"postIndex": [
			[5692],
			[6059],
			[6123],
			[6243],
			[6746]
		],
		"postTime": [
				"2011-09-01",
				"2011-11-26",
				"2012-01-18",
				"2012-01-31",
				"2012-02-12"
		],
		"postNum": [
			[1293],
			[1350],
			[1358],
			[1375],
			[1467]
		],
		"postLink": [
				"/sp32596614",
				"/sp34210146",
				"/sp35182944",
				"/sp35424704",
				"/sp35651146"
		],
		"postUser": [
				"TheHorror",
				"TheHorror",
				"KungPungPat",
				"TheHorror",
				"skunkjobb"
		],
		"postUserID": [
				"/u459919",
				"/u459919",
				"/u617995",
				"/u459919",
				"/u593561"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p108",
				"https://www.flashback.org/t1718010p113",
				"https://www.flashback.org/t1718010p114",
				"https://www.flashback.org/t1718010p115",
				"https://www.flashback.org/t1718010p123"
		],
		"userUrl": [
				"https://www.flashback.org/u459919",
				"https://www.flashback.org/u459919",
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u459919",
				"https://www.flashback.org/u593561"
		],
		"sentence": [
				"3) Sluta upp med ditt youtubeande, bevisa istället på ett rent, vetenskapligt och sakligt sätt hur vida A) chemtrails är möjligt B) varför inte WHO eller andra forskare/läkare larm om man besprutar för att \"kontrollera hälsan\" C) hur kan samtliga mätstationer världen över missa alla dessa tusentals ton av kemikalier som i så fall måste släppas ut - dagligen Sedan kan du också förklara hur vida samtliga forskare/läkare och amatörer är med i en super organisation som denna typ av militär verksamhet skulle kräva för att mörka upp det för allmänheten.",
				"När jag läser era teorier för existensen av chemtrails, så får jag känslan av att ni i rent blindo bara häver ur er en massa för den goda sakens skull; ungefär som att man försöker förklara varför vattendroppar faller uppåt och inte nedåt - en total ignorans för alla kända fysiska lagar som tvingar en droppe - eller ett plan - nedåt mot marken så länge drivkraften i form av rörelseenergi eller ett par fungerande Trent jetmotorer inte är närvarande.",
				"Om Jehovas vittnen kan skicka brev till mig hela tiden varför skulle inte folk kunna få ut viktig information till folket utan hjälp av TVkanaler och tidningar som redan för länge sen visat att dom inte tänker att skriva om chemtrails eller vem som är skyldig när det nu hänt dagligen i flera år.",
				"Den här killen/tjejen med många andra här, är ett bevis på hur jävla fnoskig det kan bli, och i synnerhet när man totalt ignorerar så simpla frågor som tex hur detta kan pågå så länge utan att , , inte lämnat in en - jag har ställt dessa frågor i samtliga mina inlägg i denna tråd och ingen besvarar dem, bara för att det går helt enkelt inte att göra det.",
				"Jag bjuder på en kavalkad av foton från andra världskriget där vi kan se att det bildades likadana kondensstrimmor på den tiden: Som vi vet (inte alla tydligen men vi tänkande människor) så bildas k-strimmor olika lätt beroende på luftfuktighet och temperatur och därför ser vi dem inte alltid efter alla flygplan."
		]
	},
	{
		"postIndex": [
			[7550],
			[7262],
			[7245],
			[7911],
			[8099]
		],
		"postTime": [
				"2012-04-10",
				"2012-04-01",
				"2012-04-01",
				"2012-05-02",
				"2012-06-07"
		],
		"postNum": [
			[1655],
			[1599],
			[1597],
			[1730],
			[1758]
		],
		"postLink": [
				"/sp36728703",
				"/sp36576024",
				"/sp36574529",
				"/sp37141766",
				"/sp37756158"
		],
		"postUser": [
				"Powerless1",
				"NattNatt",
				"ViciousDeliciouz",
				"Poechali",
				"NattNatt"
		],
		"postUserID": [
				"/u287803",
				"/u602311",
				"/u570083",
				"/u595185",
				"/u602311"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p138",
				"https://www.flashback.org/t1718010p134",
				"https://www.flashback.org/t1718010p134",
				"https://www.flashback.org/t1718010p145",
				"https://www.flashback.org/t1718010p147"
		],
		"userUrl": [
				"https://www.flashback.org/u287803",
				"https://www.flashback.org/u602311",
				"https://www.flashback.org/u570083",
				"https://www.flashback.org/u595185",
				"https://www.flashback.org/u602311"
		],
		"sentence": [
				"Och precis som vi sagt så många gånger förr i tråden: Det finns inte en enda analys som visar att det skulle finnas mer eller mindre av dessa grundämnen oavsett k-strimmor eller inte, varför teorin faller platt.",
				"Man kan med andra ord vara helt säker på att det inte finns några skumma flygplan i luften endast om man kan lita blint på varenda person som jobbar inom flygbranschen, eller om man sett varenda plan med blotta ögat.",
				"Jag har länge sett dessa streck, finns många knepiga grupper på FB om detta, blev nyligen utesluten då jag frågade om dessa inte var just kondensstrimmor Och det vore ju mest smart att göra som någon tidigare i tråden skrev, att sprida ut dessa på natten så det inte syns..",
				"Jag är inte främmande för att myndigheterna har hemlisar och hittar på en massa skit, men detta är kontraproduktivt trams; För ett par år sedan upptäckte jag att det finns grupper med foliehattar som på fullt allvar tror att flygplan på hög höjd släpper ut kemikalier som skall förändra klimatet, alternativt medvetet göra befolkningen sjuk för att läkemedelsbolagen skall få tjäna stålar på medicin.",
				"Som man förstår om man ser det från min sida så är det här inte direkt Svensson 87 som tar sitt flygplan för en rundtur över stan för att släppa skit, det handlar om en grupp människor som har planerat det här länge och utfört det mycket väl verkar det som (jaja jag vet att jag bara säger så för att jag hoppas att chemtrails existerar)."
		]
	},
	{
		"postIndex": [
			[9892],
			[9754],
			[9732],
			[9181],
			[9731]
		],
		"postTime": [
				"2013-03-16",
				"2013-02-25",
				"2013-01-01",
				"2012-10-03",
				"2013-01-01"
		],
		"postNum": [
			[2192],
			[2150],
			[2146],
			[2019],
			[2146]
		],
		"postLink": [
				"/sp42492858",
				"/sp42188028",
				"/sp41210736",
				"/sp39643265",
				"/sp41210736"
		],
		"postUser": [
				"KungPungPat",
				"TheHorror",
				"02-02-2012",
				"Lidltyrannen",
				"02-02-2012"
		],
		"postUserID": [
				"/u617995",
				"/u459919",
				"/u667452",
				"/u550903",
				"/u667452"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p183",
				"https://www.flashback.org/t1718010p180",
				"https://www.flashback.org/t1718010p179",
				"https://www.flashback.org/t1718010p169",
				"https://www.flashback.org/t1718010p179"
		],
		"userUrl": [
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u459919",
				"https://www.flashback.org/u667452",
				"https://www.flashback.org/u550903",
				"https://www.flashback.org/u667452"
		],
		"sentence": [
				"Och du ser flygplan spraya lodräta sträck över ditt huvud och du tänker: Nåja, politikerna har koll på det där, vad det än är så har politikerna koll på folkets hälsa och dom skulle aldrig låta nått ohälsosamt hända svenska befolkningen (förutom massvaccinering, Estoniakatastrofer, poliser som skjuter människor som protesterar) Dommedagens datum har tyvär inte passerat, den enda dagen som har passerat är ännu en \"dommedagsdatum\" som var skapat för att alla skulle fokusera på att nått skulle hända dom dagarna, för att sen bli besvikna och trötta på dommedagsdatum..",
				"Jag får lita på att Cept och Skunkjobb gör sitt jobb som kritiker i denna tråd, så jag kan bara rent objektivt ställa mig ett par frågor som jag tycker aldrig blir besvarade i denna tråd av dom som tror på dessa flygande historier: Om nu detta stämmer, av detta ämne måste man släppa ut i atmosfären för att det skall få den effekt som man då vill ha?",
				"I den här tråden har nog med bevis getts för att övertyga alla som kan använda en såndär sökmotor som det sägs finns på internet men ni ser ingen som använder dem utan istället får man underliga på sig som inte kan tillfredställas eftersom det inte förekommer inte därför saknas alla bevis.",
				"(Tycker fortfarand att den artikeln passar in i denna tråd, som bevis att dem faktiskt har sprayat saker i luften) Var i min text står det att det var chemtrails och contrails LÄS sprayat och skriver att det finns faktiska bevis att dem sprayat ingenting med radioaktiva ämnena som det bara är claims.",
				"Givetvis spelar det ingen roll om man postar en länk till ett uttalande från US army om vad denna besprutning är för då möts man av en total tystnad och för att sedan läsa samma troll förneka samma sak i en annan tråd eller efter ett par sidor i samma tråd."
		]
	},
	{
		"postIndex": [
			[11542],
			[10749],
			[11548],
			[10457],
			[10785]
		],
		"postTime": [
				"2013-03-31",
				"2013-03-28",
				"2013-03-31",
				"2013-03-23",
				"2013-03-28"
		],
		"postNum": [
			[2766],
			[2488],
			[2770],
			[2384],
			[2513]
		],
		"postLink": [
				"/sp42731811",
				"/sp42684777",
				"/sp42732187",
				"/sp42611906",
				"/sp42685697"
		],
		"postUser": [
				"Makramundi",
				"Snuggyz",
				"skunkjobb",
				"skunkjobb",
				"LaurentiusLucidor"
		],
		"postUserID": [
				"/u665740",
				"/u777093",
				"/u593561",
				"/u593561",
				"/u775923"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p231",
				"https://www.flashback.org/t1718010p208",
				"https://www.flashback.org/t1718010p231",
				"https://www.flashback.org/t1718010p199",
				"https://www.flashback.org/t1718010p210"
		],
		"userUrl": [
				"https://www.flashback.org/u665740",
				"https://www.flashback.org/u777093",
				"https://www.flashback.org/u593561",
				"https://www.flashback.org/u593561",
				"https://www.flashback.org/u775923"
		],
		"sentence": [
				"Men nu när alla normalt funtade människor fattar att det är vattenånga (som bildas i all typ av förbränning) så förstår jag inte vad ni har för belägg för att fortfarande tro att det skulle finnas gifter i?",
				"Man kan inte lita på transportstyrelsen, förr va det knappt inga strimmor alls när planen flög nu har varje plan strimmor efter sig, bara för dom sprutar ut giftet.",
				"Det där har du alldeles rätt i, det har inte på alla tusentals inlägg i den här knäppgökstråden varken lags fram några bevis för att kemstrimmorna finns eller någon logisk fungerande händelsekedja för hur det skulle gå till.",
				"Jag har för mig att du sagt att du bor i Stockholmstrakten (kanske jag minns fel men då får du köra/åka dit då) och då tar du dig till Alba Nova på Roslagstullsbacken 21, jag fixar en karta åt dig kompis: Här har du ännu fler vägbeskrivningar om du cyklar, åker bil eller buss: Flyger du UFO så går det bra att landa precis söder om huvudbyggnaden om inte ditt UFO är större än 15 m, annars är träden i vägen.",
				"Här kan du kolla själv hur många plan det är i luften just nu: Fattar du vilken enorm konspiration det skulle innebära att se till att världens alla flygtekniker håller tyst om giftet och därmed riskerar både sin familjs och sin egen hälsa."
		]
	},
	{
		"postIndex": [
			[12773],
			[12388],
			[11643],
			[12622],
			[11823]
		],
		"postTime": [
				"2014-02-05",
				"2013-11-27",
				"2013-04-05",
				"2014-01-21",
				"2013-04-26"
		],
		"postNum": [
			[3149],
			[3017],
			[2801],
			[3092],
			[2855]
		],
		"postLink": [
				"/sp47383508",
				"/sp46338493",
				"/sp42807896",
				"/sp47146422",
				"/sp43153609"
		],
		"postUser": [
				"adolf512",
				"Fyra20",
				"Alternativ1",
				"Snuggyz",
				"U2spy"
		],
		"postUserID": [
				"/u358501",
				"/u359027",
				"/u751986",
				"/u777093",
				"/u797568"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p263",
				"https://www.flashback.org/t1718010p252",
				"https://www.flashback.org/t1718010p234",
				"https://www.flashback.org/t1718010p258",
				"https://www.flashback.org/t1718010p238"
		],
		"userUrl": [
				"https://www.flashback.org/u358501",
				"https://www.flashback.org/u359027",
				"https://www.flashback.org/u751986",
				"https://www.flashback.org/u777093",
				"https://www.flashback.org/u797568"
		],
		"sentence": [
				"några bevis eller ens indikationer på att det kommer från valiga flygplan har jag inte sett någonstan, däremot så finns det givetvis exempel på att gift och annat har sprutats ifrån flygplan men detta tramset verkar handla om de spår om flygplanens jetmotorer lämnar, som cameron(eller någon annan i brittiska partlamentet) sa så finns noll bevis för att dessa spår skulle komma från något annat än jetmotorer.",
				"Om man tittar på ett vanligt komersiellt flygplan så lämnar dessa inte ens en \"trail\" efter sig och det är bara andra slags flygplan som sprutar ut chemtrails, för några veckor sedan såg jag ett flygplan som flög över mig som sprutade ut \"rök\" från 4 olika ställen längst bak.",
				"En del streck försvinner direkt medan andra ligger kvar jättelänge, tex idag över södra stockholm syntes flera plan på ungefär samma höjd, men bara ett par lämnade spår efter sig som är kvar än, efter ca två timmar..",
				"Chemtrails är en substans som sprayas och skapar ett lager mellan mellan jorden och jonosfären som gör att allting mellan det lagret är osynligt och dom kan oxå aktivera det lagret till HAARP och allting som flyger i detta lagret med chemtrails vare sig det är bombers lr va det nu är blir helt osynliga dom bara försvinner och går inte att se alls vare sig med blotta ögat eller radar.",
				"Det har inget med fysik och kemi att göra, vanliga kondensstrimmor försvinner ganska snabbt, sen kan du komma och säga att det en med det andra påverkar så att dem ligger kvar längre, skitsnack, dessa breder ut sig och ligger kvar jäkligt länge över himlen."
		]
	},
	{
		"postIndex": [
			[14030],
			[14434],
			[13397],
			[14437],
			[13185]
		],
		"postTime": [
				"2014-04-27",
				"2014-05-03",
				"2014-04-21",
				"2014-05-03",
				"2014-03-29"
		],
		"postNum": [
			[3457],
			[3554],
			[3335],
			[3554],
			[3280]
		],
		"postLink": [
				"/sp48544872",
				"/sp48631980",
				"/sp48467323",
				"/sp48631980",
				"/sp48146378"
		],
		"postUser": [
				"Elocowoot",
				"Elocowoot",
				"SnakePlisssken",
				"Elocowoot",
				"Henrik.Dorsin"
		],
		"postUserID": [
				"/u497084",
				"/u497084",
				"/u697363",
				"/u497084",
				"/u517463"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p289",
				"https://www.flashback.org/t1718010p297",
				"https://www.flashback.org/t1718010p278",
				"https://www.flashback.org/t1718010p297",
				"https://www.flashback.org/t1718010p274"
		],
		"userUrl": [
				"https://www.flashback.org/u497084",
				"https://www.flashback.org/u497084",
				"https://www.flashback.org/u697363",
				"https://www.flashback.org/u497084",
				"https://www.flashback.org/u517463"
		],
		"sentence": [
				"En bild jag tog här om dagen, dessa båda \"strimmor\"(w/e man kallar dem) kommer från samma plan som passerade förbi mig från min högra till min vänstra sida, längst till vänster om den vänstra strimman är planet, vad gör att \"kondensationen\" försvinner inom minuter till vänster om (den på bilden) högra strimman medans den högra strimman låg kvar lång tid efter att planet och dess andra \"strimma\" försvunnit?",
				"Vi säger hypotetiskt att en maktelit ligger bakom chemtrails och att dessa kemikalier delvis orsakar allergier (\"Vilken helgalen foliehatt konspiration\") och får vi säger 1/20 av befolkningen att kontinuerligt bruka sig av allergimedicin bara detta är hypotetiskt en ganska stor return of investment, sen säger vi att dessa kemikalier + detta biologiska / halvsyntetiska som nämns i några poster påverkar våra hjärnor så som t.",
				"Inte ens om jag med Lidar mätte precis alla kondensspår i hela världen skulle det utgöra ett dugligt motbevis, ni skulle bara påstå att det inte var några denna dag - men imorgon då jävlar blir hela himlen full av chemtrails igen.....",
				"(ni förstår konceptet jag försöker förklara) Om hypotetiskt en maktelit styr en hel världsbefolkning under konceptet av skatt och ränta på pengar dem lånat för att folk ska kunna leva som hollywoodidealet så är nog inte utgifterna till att ha vi säger var 20onde flyg uttrustat med \"chemtrailuttrustning\" så farliga, det skulle väl inte kosta så mycket för dem att undanhålla det när dem redan äger den mediavärlden dit varenda svenne kollar företroendefullt, för om ett företag går med vinst och syns överallt (\"inte genom marknadsföring\" *host*) så går det att lita på dem.",
				"Är det fysiskt möjligt att ett plan släpper ut en kondesstrimma som ligger kvar i ca 2-5min medan ett till synes likadant plan på ungefär samma höjd (+-10000ft) släpper ut en kondensstrimma som ligger kvar och breder ut sig till dessa mjölkfärgade slöjor eller disliknande moln?"
		]
	},
	{
		"postIndex": [
			[14959],
			[14751],
			[15063],
			[15676],
			[16097]
		],
		"postTime": [
				"2014-05-23",
				"2014-05-22",
				"2014-05-23",
				"2014-07-01",
				"2014-07-02"
		],
		"postNum": [
			[3670],
			[3628],
			[3695],
			[3840],
			[3927]
		],
		"postLink": [
				"/sp48903685",
				"/sp48891695",
				"/sp48913390",
				"/sp49415734",
				"/sp49439206"
		],
		"postUser": [
				"KungPungPat",
				"KungPungPat",
				"SnakePlisssken",
				"KungPungPat",
				"KungPungPat"
		],
		"postUserID": [
				"/u617995",
				"/u617995",
				"/u697363",
				"/u617995",
				"/u617995"
		],
		"postUrl": [
				"https://www.flashback.org/t1718010p306",
				"https://www.flashback.org/t1718010p303",
				"https://www.flashback.org/t1718010p308",
				"https://www.flashback.org/t1718010p320",
				"https://www.flashback.org/t1718010p328"
		],
		"userUrl": [
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u697363",
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u617995"
		],
		"sentence": [
				"anledningen till att det är så hemligt i media om chemtrails är för att det är utomjordingar som står för chemtrailsen och regeringarna har inget att säga till om fördom har mikrochip i sig och dom vet att dom kommer bli uppätna men dom försöker få alla att hålla ihop och äälska allt å alla nu för dom tror att dom kanske kan undvika att bli uppätna om dom bara blanndar sig med folket tiillräckligt mycket med det är gamme over för politikerna men även alla djurätande människor står på menyn för dom hsar gjort sig till en del av näringskedjan som insectilia toppar föör insekterna är den äldsta rasen i universum och dom lever som parasiter och åt upp allt på sin planet så den dog och nu står dom uppe vid Jupiter i ett massivt moderskepp och väntar på att chemtrailsen ska blockera solen tillräckligt mycket för att dom ska kunna placera en portAL här och ta med hela familjen på ett smörgåsbord av människor..",
				"Jag har inte kommit för att diskutera eran nivå på eran hjärntvätt utan jag kom för att skriva om chemtrailsen och att faktist en budbärare dykt up på youtube och han berättar att chemtrailsen är utomjordingar som tänker komma ner på Jorden eller ska jag säga upp på Jorden eller antagligen en blandning av båda för det finns många utomjordingar som reda bor här under marken för den här planeten har massiva ständer under marken som inte många vet om..",
				"Förklara på ett begripligt sätt hur det är rimligt att täcka stora delar av himlen med dess påstådda Chemtrails dagligen utan att någon människa någonsin har visat sig jobba med att antingen flyga dessa hemliga flygplan, tanka dessa hemliga flygplan, ladda dessa hemliga flygplan med kemikalier, framställa dessa kemikalier, konstruera dessa hemliga flygplan, transportera dessa kemikalier, arbeta på dessa hemliga flygplatser, serva dessa hemliga flygplan, bygga dessa hemliga flygplan, arbeta som meterologer, arbeta som flygledare, arbeta som korrumperad politiker, arbeta med administrationen av detta etc etc etc.",
				"Så enligt chemtrailsförnekarna så har riksdagen, ett fåtal svenska politiker, miljontals privatpersoner och ett antal dokumentärproducenter, och några fler regeringar dummat ner sig så totalt så dom inte ser att contrails är contrails längre utan dom har fått för sig att contrails bara för att dom inte beter sig som contrails så är om inte contrails och alla dessa människor är idioter medans ni som är troende vet bäst om chemtrails trots att en tro är motsatsen till att veta.",
				"För som sagt filmbevis finns i miljontals över hela internet och det finns väldigt mycket info och bevis om att chemtrails är äkta för NASA erkänner och är öppna med sina projekt som chemtrails som utomjordingarna och deras hantlangare tydligen startar i hemlighet för dom äger all media och visar inte upp deras planer i media så ni idioter inte vet vad som försigår och att dom använder ett vapen mot er för att mörda er."
		]
	}
]
