[
	{
		"postIndex": [
			[141],
			[31],
			[210],
			[209],
			[187]
		],
		"postTime": [
				"2012-01-14",
				"2012-01-14",
				"2012-01-14",
				"2012-01-14",
				"2012-01-14"
		],
		"postNum": [
			[76],
			[22],
			[104],
			[103],
			[98]
		],
		"postLink": [
				"/sp35107922",
				"/sp35106737",
				"/sp35108169",
				"/sp35108141",
				"/sp35108104"
		],
		"postUser": [
				"Whooo",
				"Maxthon",
				"Bajen1897",
				"Softis...",
				"Grisbrottaren"
		],
		"postUserID": [
				"/u482107",
				"/u571494",
				"/u86467",
				"/u129970",
				"/u135667"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p7",
				"https://www.flashback.org/t1768191p2",
				"https://www.flashback.org/t1768191p9",
				"https://www.flashback.org/t1768191p9",
				"https://www.flashback.org/t1768191p9"
		],
		"userUrl": [
				"https://www.flashback.org/u482107",
				"https://www.flashback.org/u571494",
				"https://www.flashback.org/u86467",
				"https://www.flashback.org/u129970",
				"https://www.flashback.org/u135667"
		],
		"sentence": [
				"Men detta är webcamfoto från båten Vet dock inte om bilderna uppdateras, allt man ser är att det är mörkt vilket inte är konstigt då det är mitt i natten, men kan som sagt inte se om bilderna är från idag eller från tidigare nätter.",
				"2 stycken bekräftat döda men många saknas då en hel del hoppade rakt ner i havet, 2-300 personer kvar på fartyget fortfarande om det inte sjunkit ännu.",
				"Är hela båten vattenfylld nu när den ligger helt och hållet på sidan eller kan det finnas folk kvar där inne som lever?",
				"Det lär finnas en hel del dyrbarheter ombord med tanke på att det kostade mellan 400£-1200£ per natt (om jag kommer ihåg rätt), och det ska tydligen också ha funnits en enorm samling av samtida konst ombord.",
				"Kanske är det här sjökortet lite bättre: Verkar inte finnas några grund utanför marinan, vilket verkar rimligt."
		]
	},
	{
		"postIndex": [
			[542],
			[577],
			[481],
			[659],
			[535]
		],
		"postTime": [
				"2012-01-14",
				"2012-01-14",
				"2012-01-14",
				"2012-01-14",
				"2012-01-14"
		],
		"postNum": [
			[226],
			[239],
			[199],
			[270],
			[220]
		],
		"postLink": [
				"/sp35113569",
				"/sp35114459",
				"/sp35112105",
				"/sp35115984",
				"/sp35113435"
		],
		"postUser": [
				".Mortimer.",
				".Mortimer.",
				"duqu",
				"MongoTroll",
				"Megaforce"
		],
		"postUserID": [
				"/u178281",
				"/u178281",
				"/u630548",
				"/u456710",
				"/u58122"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p19",
				"https://www.flashback.org/t1768191p20",
				"https://www.flashback.org/t1768191p17",
				"https://www.flashback.org/t1768191p23",
				"https://www.flashback.org/t1768191p19"
		],
		"userUrl": [
				"https://www.flashback.org/u178281",
				"https://www.flashback.org/u178281",
				"https://www.flashback.org/u630548",
				"https://www.flashback.org/u456710",
				"https://www.flashback.org/u58122"
		],
		"sentence": [
				"Personligen tror jag snarare att dom använt trimplanen för att räta ut fartyget efter den initiala grundstötningen (innan någon ombord förstod omfattningen av skadorna) då det lär börjat tippa åt babord så fort det började välla in vatten i hålet på den sidan, sen blev det säkerligen en hel del obalans när dom skulle \"parkera\" då vattenmassorna började röra sig inne i fartyget när dom försökt räta upp det vilket då ledde till att det tippade över åt andra hållet.",
				"Skadorna tyder ju även på att dom hade god fart vid grundstötningen och då dom inte frontade grundet så lär det knappast ha tagit tvärstopp när dom körde på heller utan dom bromsades nog upp lite tills klippblocket som satt i sidan av fartyget bröts loss och därefter fortsatte dom med tillräcklig fart för att kunna nyttja trimplanen (som förövrigt inte börjar fungera helt magiskt vid full fart även om dom naturligtvis har bättre effekt då...",
				"Om det nu var elfel, vilket då eventuellt fick trimplanen att stå så fel att båten slog över på andra sidan (trimplanet på bilden står i halv 5 läge), så finns möjligheten att de säkerhetsdörrar som ska slå igen vid läcka (vattentäta skott) inte heller fungerade, det styrs väl med både hydralik och el och alla har vittnat om att elen knasade på båten långt innan dom träffade klipporna.",
				"Detta hål är kanske 20-30 meter om man försöker tyda det på bilderna som finns, hålet är över flera sektioner, vatten sprutar in och de som har hand om fartyget får panik då detta är en extreme situation, dom misslyckas med att stänga alla sektioner då hålet överskrider flera sektioner.",
				"Min teori är att man väjde för sent och rände in i det skär söder om Giglio som syns på sjökorten med benämningen \"Le scole\" och sen i låg fart försökt få kontroll på slagsidan men inte kunnat svänga babord utan försökt vända åt styrbord för att komma in mot hamnen och stranda där."
		]
	},
	{
		"postIndex": [
			[1022],
			[795],
			[992],
			[946],
			[1133]
		],
		"postTime": [
				"2012-01-15",
				"2012-01-14",
				"2012-01-15",
				"2012-01-15",
				"2012-01-15"
		],
		"postNum": [
			[400],
			[318],
			[395],
			[376],
			[441]
		],
		"postLink": [
				"/sp35127894",
				"/sp35119630",
				"/sp35127723",
				"/sp35126660",
				"/sp35131334"
		],
		"postUser": [
				"tigerone",
				"Sigsten",
				"Grisbrottaren",
				"Hypokondria",
				"kolvas"
		],
		"postUserID": [
				"/u129900",
				"/u487758",
				"/u135667",
				"/u64060",
				"/u463620"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p34",
				"https://www.flashback.org/t1768191p27",
				"https://www.flashback.org/t1768191p33",
				"https://www.flashback.org/t1768191p32",
				"https://www.flashback.org/t1768191p37"
		],
		"userUrl": [
				"https://www.flashback.org/u129900",
				"https://www.flashback.org/u487758",
				"https://www.flashback.org/u135667",
				"https://www.flashback.org/u64060",
				"https://www.flashback.org/u463620"
		],
		"sentence": [
				"Det finns inte en chans i helvete att hon ens skulle kommit halvvägs igenom sundet innan hon satt fast, och skulle hon mot alla odds gått igenom så hade hon sjunkit som en sten på andra sidan.",
				"Jo men det verkar ju vara så att de först grundstötte och det stora stenblocket fastande i fartyget och efter det så har de försökt ta sig till närmaste hamn men inte lyckats hela vägen och fått sätta den på grund precis utanför för att förhindra att hela skiten sjönk.",
				"Fram till kvällen går fartyget på normal kurs, men i beckmörkret kommer kaptenen på den (inte så) lysande idén att gå nära ön Giglio och dess hamn, för att passagerarna ska få se lite ljus på vägen istället för tomt hav.",
				"Eller om att de faktiskt tidigare gått på grund & de kanske i panik styrt in här för att nå grundare vatten för att inte sänka båten på djupt vatten (ibland händer det att man sätter fartyg som är på väg att sjunka på grundare vatten för att undvika ett totalhaveri).",
				"Det är nog ganska uteslutet, dels så hade en sprängning inne i fartyget gett annorlunda deformationer, plåten hade varit vikt utåt, inte inåt, dessutom sitter det kvar en ganska stor sten i skrovet som tyder på grundstötning."
		]
	},
	{
		"postIndex": [
			[1184],
			[1440],
			[1553],
			[1207],
			[1185]
		],
		"postTime": [
				"2012-01-15",
				"2012-01-16",
				"2012-01-16",
				"2012-01-15",
				"2012-01-15"
		],
		"postNum": [
			[456],
			[550],
			[575],
			[464],
			[456]
		],
		"postLink": [
				"/sp35132869",
				"/sp35146896",
				"/sp35149996",
				"/sp35134145",
				"/sp35132869"
		],
		"postUser": [
				"BaldiN",
				"DjPutte",
				"DjPutte",
				"pernila12",
				"BaldiN"
		],
		"postUserID": [
				"/u158628",
				"/u327873",
				"/u327873",
				"/u506083",
				"/u158628"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p38",
				"https://www.flashback.org/t1768191p46",
				"https://www.flashback.org/t1768191p48",
				"https://www.flashback.org/t1768191p39",
				"https://www.flashback.org/t1768191p38"
		],
		"userUrl": [
				"https://www.flashback.org/u158628",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u506083",
				"https://www.flashback.org/u158628"
		],
		"sentence": [
				"Jo men du kommer inte ifrån att om kaptenen inte hade varit en tomte och gått för nära land till att börja med så hade dom haft god tid att starta nödsystem efter blackouten, det finns liksom ingen ursäkt för ett fartyg av den storleken att gå såpass nära land.",
				"Skulle tro dem svetsar stora provisoriska plåtar överhålet efter den fått ur klippan som brötsloss vid grundstötningen, Båten har för mycket värde för att huggas upp till skrot så min känsla säger svetsning provisorikt av det långahålet + man pumpar veck vattnet i samband med att man får båten av revet men detta kommer ta sin tid innan så sker!",
				"Men det man undrar är vad säger rederiet om kaptenens privata färdväg med båten samt har denna kapten lekt på styvalinan ofta med rederiets fartyg, För jag kan med all sannorlikhet säga att detta är nog inte den första gången han kört utanför rutten men dock den sista!",
				"Kan dom inte ringa till finland be dom skicka sina bästa svetsare typ 50% av befolkningen som kommer svetsar lite super mycket och sen kan dom börja pumpa ut vattnet och köra fartyget till en docka o låta finnarna svetsa lite mera!",
				"Att kaptenen sedan skyller på felaktiga sjökort är ju bara åt helvete fel, för det första så har han absolut ingen anledning att vara såpass nära ön och även om det skulle vara så att han använde gamla sjökort så är det ju hans ansvar som kapten att se till att sjökorten är uppdaterade."
		]
	},
	{
		"postIndex": [
			[2038],
			[2035],
			[2005],
			[2221],
			[2203]
		],
		"postTime": [
				"2012-01-17",
				"2012-01-17",
				"2012-01-17",
				"2012-01-17",
				"2012-01-17"
		],
		"postNum": [
			[701],
			[701],
			[691],
			[742],
			[738]
		],
		"postLink": [
				"/sp35168670",
				"/sp35168670",
				"/sp35167968",
				"/sp35171996",
				"/sp35171653"
		],
		"postUser": [
				"duqu",
				"duqu",
				"ÅnkelGunnar",
				"AckaDemiker",
				"PhDSalander"
		],
		"postUserID": [
				"/u630548",
				"/u630548",
				"/u120451",
				"/u543572",
				"/u538396"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p59",
				"https://www.flashback.org/t1768191p59",
				"https://www.flashback.org/t1768191p58",
				"https://www.flashback.org/t1768191p62",
				"https://www.flashback.org/t1768191p62"
		],
		"userUrl": [
				"https://www.flashback.org/u630548",
				"https://www.flashback.org/u630548",
				"https://www.flashback.org/u120451",
				"https://www.flashback.org/u543572",
				"https://www.flashback.org/u538396"
		],
		"sentence": [
				"Om nu stabbarna inte kan köras manuellt utan körs efter ett programsystem bör då de fungerande på styrbords sida ha börjat motkompensera den lutning som kom med en stab bortsliten på barbord och inströmmande vattenmassor, sen har båten bromsat in - kursändrat 180* och lagt sig i sandbanken med den skadade sidan uppåt där ena stabben har fullt synligt utslag, (står i halv fem = max lyftkraft) så förmodligen har då automatiken på stabbarna + kursändringen lett över inströmmande vatten \"på fel sida\" inuti båten vilket kan ha varit orsaken till att vi nu ser den skadade sidan uppåt ner den egentligen borde ha legat nedåt under vattenytan.",
				"Vet inte om detta länkats förut, nedan en plott: Verkar finnas en AIS receiver i Giglios hamn, sen hade båten minst 2 kompletta inmarsat-system där AIS också länkas upp mot satellit när man inte får landkontakt via vhf, så varför det saknas positioner kan inte bero på radioskugga i alla fall, ger vissa misstankar i mitt tycke.",
				"Och utbildade räddningsarbetare gör ett utmärkt jobb när folk väl börjar komma ut från fartyget, men så länge det handlar om folk som yrar runt i korridorer, att hålla koll på antalet passagerare, var de finns, vilken besättning som finns tillgänglig och så vidare så inser de flesta att det inte är rimligt att den lokala sjöräddningen ska ha detaljkoll på alla fartyg som kan tänkas passera inom ett par mils avstånd.",
				"CC gick ju inte på grundet där hon står, utan på ett tidigare ställe - sen fortsatte han ju köra innan han kom på att det nog inte kommer funka, girade nästan 180 grader och satte henne på ett annat grunt ställe för att hon inte skulle sjunka.",
				"Beträffande de passagerare som inte ännu hittats, levande eller döda, så kanske finns en del förklaringar i det att man sen i morse avbröt detta räddningsprojekt just att mera gå in i fartyget, då det blev alltför riskabelt sedan skeppet började röra på sig."
		]
	},
	{
		"postIndex": [
			[2347],
			[2396],
			[2689],
			[2666],
			[2690]
		],
		"postTime": [
				"2012-01-17",
				"2012-01-17",
				"2012-01-18",
				"2012-01-18",
				"2012-01-18"
		],
		"postNum": [
			[773],
			[791],
			[894],
			[882],
			[894]
		],
		"postLink": [
				"/sp35175048",
				"/sp35176742",
				"/sp35196693",
				"/sp35193866",
				"/sp35196693"
		],
		"postUser": [
				"Stepheen",
				"VitruvianskeMannen",
				"sovvandring",
				"sirsill",
				"sovvandring"
		],
		"postUserID": [
				"/u561324",
				"/u501711",
				"/u571961",
				"/u184122",
				"/u571961"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p65",
				"https://www.flashback.org/t1768191p66",
				"https://www.flashback.org/t1768191p75",
				"https://www.flashback.org/t1768191p74",
				"https://www.flashback.org/t1768191p75"
		],
		"userUrl": [
				"https://www.flashback.org/u561324",
				"https://www.flashback.org/u501711",
				"https://www.flashback.org/u571961",
				"https://www.flashback.org/u184122",
				"https://www.flashback.org/u571961"
		],
		"sentence": [
				"Det senaste finns säkert som vanligt på De flesta nät-tidningarna om denna företeelse/handling bla alt dvs då Lyx kryssaren Costa Concordia från rederibolaget i Italien gick på grund vid ön Giglios i Medelhavet; detta är helt och hållet kaptenens brist på ansvar samt felbedömning och icke logisk sunt förnuft till Att rent \"brächa\" (visa upp sig inför andra) på bekostnad utav andras liv, fn är det 6 + 5 st personer som mist sitt liv och innan beskedet kom saknades 29 personer, enligt uppgift 25 passagerare och fyra ur besättningen, rapporterar Reuters.",
				"Kaptenen gjorde tre osannolika galenskaper: 1) Att köra så nära land 2) Att missa skären som ligger strax söder om staden, som är välkända och utprickade på varje karta 3) Att smyga iland och strunta i hela räddningsoperationen Däremot är jag ganska säker på att det sätt som haveriet sedan förlöpte på, inklusive strandningsplatsen, gjorde att flera hundra personer som annars skulle ha dött överlevde.",
				"Jag vet inte om det tagits upp i tråden men; Finns det inte datorsystem på dessa fartyg som kan räkna ut att: med den här hastigheten och den här färdriktningen kommer fartyget att köra rakt in i den här klippan/grundet som finns på sjökortet.",
				"Det kan även vara så att kapten löste uppgiften så bra det bara gick efter skadan skett, hade han placerat henne 20 meter länge ut så hade hon nog legat under vatten rätt snabbt.",
				"Med andra ord en dator där; nuvarande punkt för fartyget på sjökortet, nuvarande hastighet på fartyget uppdateras och tekniska prestanda på fartyget(tid det tar att bromsa båten och utrymme förr att gira fartyget) är inmatat."
		]
	},
	{
		"postIndex": [
			[3121],
			[2986],
			[2894],
			[3203],
			[3015]
		],
		"postTime": [
				"2012-01-20",
				"2012-01-19",
				"2012-01-19",
				"2012-01-20",
				"2012-01-19"
		],
		"postNum": [
			[996],
			[965],
			[943],
			[1026],
			[973]
		],
		"postLink": [
				"/sp35224721",
				"/sp35210483",
				"/sp35205810",
				"/sp35235810",
				"/sp35211548"
		],
		"postUser": [
				"tigerone",
				"Netherworld",
				"tigerone",
				"tigerone",
				"farbror_barbro"
		],
		"postUserID": [
				"/u129900",
				"/u451542",
				"/u129900",
				"/u129900",
				"/u88527"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p83",
				"https://www.flashback.org/t1768191p81",
				"https://www.flashback.org/t1768191p79",
				"https://www.flashback.org/t1768191p86",
				"https://www.flashback.org/t1768191p82"
		],
		"userUrl": [
				"https://www.flashback.org/u129900",
				"https://www.flashback.org/u451542",
				"https://www.flashback.org/u129900",
				"https://www.flashback.org/u129900",
				"https://www.flashback.org/u88527"
		],
		"sentence": [
				"Framdrivningsmaskineriet verkar ha varit utslaget, så det kanske är fel att säga att han satte henne på grund, lite motsägelsefullt alltihop, han sätter henne på grund pga hon riskerar att sjunka , ändå kallar han inte på hjälp och på en direkt fråga så svarar han att de bara har tekniska problem.",
				"Utifrån kaptenens egoism, genom att vara bland de första att överge fartyget, är det inte svårt att dra slutsatsen att kaptenen INTE tänkte i första hand på att rädda andras liv, när han gjorde denna manöver.",
				"Jag skulle tro att Costa hade ett så pass avancerat system att en hel del information bla positionen sändes in regelbundet till rederiet via satelitlänk , Costas framfart har säkert också kunnat följas mer eller mindre live på skärm.",
				"Det som slår mig är att de inte från resans början var bestämt att de skall gå nära Siglio , utan det verkar först vara under middagen detta bestäms, så han har säkett gjort det för att imponera på sitt sällskap , visat att här är det jag som bestämmer genom att lova henne en extra upplevelse eller kallat på kyparen och lovat honom Siglio från ovan.",
				"Det kan naturligtvis inte uteslutas att hon skadade även kölen eller SB sida vid den första grundstötningen, men den gängse hypotesen om att hon skadades under en kraftig SB gir är inte förenlig med det."
		]
	},
	{
		"postIndex": [
			[3552],
			[3718],
			[3336],
			[3698],
			[3590]
		],
		"postTime": [
				"2012-01-23",
				"2012-01-26",
				"2012-01-21",
				"2012-01-25",
				"2012-01-24"
		],
		"postNum": [
			[1135],
			[1191],
			[1062],
			[1181],
			[1148]
		],
		"postLink": [
				"/sp35285043",
				"/sp35336428",
				"/sp35253325",
				"/sp35318474",
				"/sp35297315"
		],
		"postUser": [
				"ih82w846",
				"Gwypaas",
				"tigerone",
				"HaxxarN",
				"Gwypaas"
		],
		"postUserID": [
				"/u62615",
				"/u278195",
				"/u129900",
				"/u314462",
				"/u278195"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p95",
				"https://www.flashback.org/t1768191p100",
				"https://www.flashback.org/t1768191p89",
				"https://www.flashback.org/t1768191p99",
				"https://www.flashback.org/t1768191p96"
		],
		"userUrl": [
				"https://www.flashback.org/u62615",
				"https://www.flashback.org/u278195",
				"https://www.flashback.org/u129900",
				"https://www.flashback.org/u314462",
				"https://www.flashback.org/u278195"
		],
		"sentence": [
				"Jag har sett förklaringar vid en olycka i USA varför de inte gjorde si eller så, var för att de ville inte riskera bli stämda för någon bröt benet vid evakuering från ett hotel i brand Första bilden man ser på CC är när hon ligger med stäven rakt mot land och högt i vattnet hon inte tänt de två röda utan dessa tänds inte förän hon ligger på grund, sen ser man som sagt att inga livbåtar är klargjorda fastän hon ligger djupt på sb med bara två ventilrader ovan ytan när vattnet når sb livbåtsdäck är nästan alla sb livbåtar i sjön.",
				"Det man skulle använda kranarna till är att räta upp fartyget så man kan täta hålen som nu är dolda och sen för att få balansen att vara rätt medan man pumpar ut vattnet och försöka förhindra att det glider ner ytterliggare, sen självklart kanske det blir tvunget att nästan regelrätt lyfta fartyget från botten när man fått lite lyftkraft i det för att förhindra att det glider ner då trycket och friktionen mot botten minskar när flytkraften man skapar genom att täta hål och pumpar ut vatten ökar.",
				"På de bilder man ser nu verkar hon ju ligga med slaget , (övergång mellan botten och sida) på ca 30 meters djup , det skulle ju innebära att kapten inte strandade henne ordentligt, hade hon satts på ordentligt borde hon väl inte kantrat över i från 20 graders slagsida, eller?",
				"Jag har sett Titanic (så jag är expert inom området sjunkande båtar) och denna båtjävel likt CC hade ju massa dörrar/skott som stängdes och isolerade vattnet, efter att båten \"gick\" på grund måste ju fler skador uppkommit?",
				"Arkimedes princip, fartyget får bara en enorm tröghet vilket gör att lyftet måste göras ytterst långsamt då vattnet i båten måste accelereras upp, dock bidrar det inte till vikten och kan med stor sannolikhet ignoreras om man bara gör det tillräckligt långsamt."
		]
	},
	{
		"postIndex": [
			[3890],
			[3872],
			[3871],
			[3742],
			[3744]
		],
		"postTime": [
				"2012-02-08",
				"2012-02-05",
				"2012-02-05",
				"2012-01-26",
				"2012-01-26"
		],
		"postNum": [
			[1246],
			[1238],
			[1236],
			[1198],
			[1198]
		],
		"postLink": [
				"/sp35573938",
				"/sp35517427",
				"/sp35516381",
				"/sp35343706",
				"/sp35343706"
		],
		"postUser": [
				"Tystnad",
				"DjPutte",
				"DjPutte",
				"Tystnad",
				"Tystnad"
		],
		"postUserID": [
				"/u89701",
				"/u327873",
				"/u327873",
				"/u89701",
				"/u89701"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p104",
				"https://www.flashback.org/t1768191p104",
				"https://www.flashback.org/t1768191p103",
				"https://www.flashback.org/t1768191p100",
				"https://www.flashback.org/t1768191p100"
		],
		"userUrl": [
				"https://www.flashback.org/u89701",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u89701",
				"https://www.flashback.org/u89701"
		],
		"sentence": [
				"Tjockolja som används vid fartygsdrift är väldigt trögflytande och måste värmas upp innan det går till motorerna i vanliga fall och är det nu kanske bara ett par plusgrader i vattnet så lär oljan vara oerhört segflytande och troligen omöjlig att pumpa upp ,antingen väntar man till sommaren eller så får man försöka värma upp oljan i tankarna på något sätt vilket lär ta tid.",
				"ja för försäkringsbolaget anser att kostnaden är betydligt billigare att bärga fartyget och in på rep än att skorta den eller låta den sjukna ned till ca 100m djup, Rederiet är inne på samma linje också att dem vill rädda fartyget iom det är rellativt nytt samt att man kan döpa lätt om fartyget till annant namn osv osv...",
				"Dem ska ju försöka räta upp fartyget och på så sätt kunna ta den in i en torrdocka, Finns ju ett annat större fartyg av samma kaliber som du visar som kan lyfta dett fartyg för att få in den på säkrare mark!",
				"Kollar man på SMIT´S hemsida över referenser kan i alla fall inte jag hitta att man tidigare lyckats med att bärga ett så här stort fartyg med slagsida och dessutom vattenfylld ,dom man lyckats bärga har alla varit strandade och stått upprätt.",
				"Om \"ballongmetoden\" skulle funka och det går att tilta upp fartyget borde det ju finnas en riska att hon glider ner i djupet efter som hon ligger på en sluttande avsats."
		]
	},
	{
		"postIndex": [
			[4144],
			[4143],
			[4146],
			[4145],
			[4182]
		],
		"postTime": [
				"2013-01-14",
				"2013-01-14",
				"2013-01-14",
				"2013-01-14",
				"2013-01-28"
		],
		"postNum": [
			[1370],
			[1369],
			[1370],
			[1370],
			[1381]
		],
		"postLink": [
				"/sp41482314",
				"/sp41473433",
				"/sp41482314",
				"/sp41482314",
				"/sp41723046"
		],
		"postUser": [
				"DennisOlof",
				"Arne.Anka",
				"DennisOlof",
				"DennisOlof",
				"Minitini"
		],
		"postUserID": [
				"/u156376",
				"/u406348",
				"/u156376",
				"/u156376",
				"/u237418"
		],
		"postUrl": [
				"https://www.flashback.org/t1768191p115",
				"https://www.flashback.org/t1768191p115",
				"https://www.flashback.org/t1768191p115",
				"https://www.flashback.org/t1768191p115",
				"https://www.flashback.org/t1768191p116"
		],
		"userUrl": [
				"https://www.flashback.org/u156376",
				"https://www.flashback.org/u406348",
				"https://www.flashback.org/u156376",
				"https://www.flashback.org/u156376",
				"https://www.flashback.org/u237418"
		],
		"sentence": [
				"Efter att ha sett några dokumentärer pga 1år sedan fartyget gick på grund (discovery channel) och kantrade, måste jag säga att det ABSOLUT mest konstiga i hela denna historia, var ju varför kaptenen inte gav order om att evakuera så många som möjligt i alla livbåtarna, ifall det värsta skulle inträffa och båten sjunka.",
				"Att besättningen inte alltid förstod kaptenens order VAR ett problem, tog rorsman 13 sekunder att reagera på en order om att vrida rodret 20 grader åt babord vilket definitivt inte gjorde saken bättre men till syvende och sist har kaptenen det yttersta ansvaret för säkerheten ombord så frågan är, varför har han accepterat att ha en besättning som inte förstår verbala order?",
				"Eftersom dom var så nära land, ingen sjögång eller direkt dåligt väder hade man ju utan problem kunnat återföra folk till båten om det visade sig att den inte skulle sjunka osv.",
				"Man visste ju ganska snart att båten gått på grund och hade man gjort denna åtgärd i tid hade man fått ner alla båtarna med folk i utan problem.",
				"I det jag sa, hänvisar jag givetvis till just Costa Concordias haveri och där var det varken dåligt väder eller någon större slagsida i det skedet iallafall jag anser att man kände till vad som skulle ske med fartyget men valt att inte evakuera osv."
		]
	}
]
