[
	{
		"postIndex": [
			[208],
			[515],
			[628]
		],
		"postTime": [
				"2007-11-01",
				"2008-10-29",
				"2008-11-04"
		],
		"postNum": [
			[41],
			[119],
			[155]
		],
		"postLink": [
				"/sp35601292",
				"/sp35601372",
				"/sp35601410"
		],
		"postUser": [
				"vokal",
				"Fridollf",
				"Zimly"
		],
		"postUserID": [
				"/u68611",
				"/u288149",
				"/u141121"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p4",
				"https://www.flashback.org/t1792221p10",
				"https://www.flashback.org/t1792221p13"
		],
		"userUrl": [
				"https://www.flashback.org/u68611",
				"https://www.flashback.org/u288149",
				"https://www.flashback.org/u141121"
		],
		"sentence": [
				"Hejsan, har inte läst riktigt hela tråden men har hunnit se att det är flera av er som skriver i tråden som verkar bo och jobba på bra i vårat grannland, jag är väldigt intresserad utav detta och skulle vilja fråga er om ni inte behöver folk där ni jobbar, jag är Ljudtekniker med 4-5 års erfarenhet ( liveljud ) men jag kan göra vad fan som helst, har ett kap på 6 månader som jag är arbetslös innan jag flyttar tillbaks till mallorca och gör ljud..",
				"Har varit runt i norge ganska mycket och det verkar inte som om att de har så höga krav då man möter invandrare arbetandes lite överallt som varken knappt kan engelska eller norska samt bara går och slöar, och svenskar säger att det nu är svårt att få jobb i noge?",
				"Jag försöker hitta jobb i Norge just nu, har inte fått tag på något än, men tänkte på skatte grejen, de gör inget om man ansöker om de får de, sen kanske man inte får något jobb där, de ställer inte till något problem eller så?"
		]
	},
	{
		"postIndex": [
			[2608],
			[1822],
			[2592]
		],
		"postTime": [
				"2009-02-15",
				"2008-12-24",
				"2009-02-14"
		],
		"postNum": [
			[706],
			[469],
			[699]
		],
		"postLink": [
				"/sp35601967",
				"/sp35601729",
				"/sp35601960"
		],
		"postUser": [
				"piekna",
				"fioks",
				"Roundcube"
		],
		"postUserID": [
				"/u173231",
				"/u186854",
				"/u279760"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p59",
				"https://www.flashback.org/t1792221p40",
				"https://www.flashback.org/t1792221p59"
		],
		"userUrl": [
				"https://www.flashback.org/u173231",
				"https://www.flashback.org/u186854",
				"https://www.flashback.org/u279760"
		],
		"sentence": [
				"i övrigt så har jag träffat 2 personer som jag måste berätta lite om, en brud som jag enbart träffade typ 10 timmar på ett jobb, en liten söt tjej från växjö, hon hade haft 2 jobb den dagen så hon hade jobbat 24 timmar i sträck, rätt imponerande, sen när jag surra med henne så berättade hon att hon vart på island i 2 år och jobbat med att klippa får och hon var bara 21 år gammal, det är coolt tycker jag..",
				"Ring företaget, fråga efter chefen, fråga chefen ifall de söker folk för tillfället, gör dem det så är det bara att säga \"okej jag är väldigt intresserad bla bla, skickar mitt CV via mail\", gör dem inte det så säger du \"ok, ifall det skulle dyka upp något är jag väldigt intresserad bla bla, skickar mitt CV via mail\".",
				"Ofta så kan boende ordnas av ditt företag, då får du antagligen bo på en såkallad \"brakkerigg\" ett flervåningshus ihopsatt av bygg bodar, och du får ett eget rum, med delat kök/badrum Oslotrafiken är hemsk på morgonen och eftermiddagen, och vägarna blir verkligen snorhala såfort det har regnat (VARNING) om du inte hade tänkt bo där på heltid så kommer du nog antagligen jobba 12 timmarsdagar, och sen åka hem på torsdagmorgon, om du inte vill göra övertid vill säga."
		]
	},
	{
		"postIndex": [
			[4526],
			[4525],
			[3970]
		],
		"postTime": [
				"2009-07-04",
				"2009-07-04",
				"2009-05-27"
		],
		"postNum": [
			[1308],
			[1308],
			[1142]
		],
		"postLink": [
				"/sp35602588",
				"/sp35602588",
				"/sp35602417"
		],
		"postUser": [
				"Lakroy",
				"Lakroy",
				"piekna"
		],
		"postUserID": [
				"/u280990",
				"/u280990",
				"/u173231"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p109",
				"https://www.flashback.org/t1792221p109",
				"https://www.flashback.org/t1792221p96"
		],
		"userUrl": [
				"https://www.flashback.org/u280990",
				"https://www.flashback.org/u280990",
				"https://www.flashback.org/u173231"
		],
		"sentence": [
				"Fördelar Norge: ¤ Bättre lön (1,5x-4x den svenska är inte ovanligt, dock beror det mkt på jobbet man utför) ¤ Bättre karriärsmöjligheter (helt enkelt en annorlunda arbetspolitik jämfört med den svenska) ¤ Gott om övertid (för den som vill jobba så brukar det oftast finnas goda möjligheter till extra timmar) Nackdelar: ¤ Väldigt dyrt Fyll gärna på, och om någon har svar på min frågeställning så hör gärna av er med ett pm eller posta direkt här i tråden.",
				"Jag känner en hel drös med personer som jobbar i Norge och jag får allt som oftast höra väldigt bra saker om Norge, dock så känner jag ingen som bor i Sverige samtidigt som de jobbar i Norge, hade gärna velat höra hur detta går till (om det finns någon som vet det dvs).",
				"har du ej utbildning eller något å är det ju bara att chansa och åka dit, du lär ju få det tufft på arbetssmarknaden i sverige, sen att du har jobbat svart är ju erfarenhet men det ska du ju inte säga till de, säg att du har jobbat inom det, de kollar ju knappast med skatteverket.."
		]
	},
	{
		"postIndex": [
			[5755],
			[5741],
			[5989]
		],
		"postTime": [
				"2009-08-30",
				"2009-08-30",
				"2009-09-02"
		],
		"postNum": [
			[1567],
			[1565],
			[1633]
		],
		"postLink": [
				"/sp35602850",
				"/sp35602848",
				"/sp35602918"
		],
		"postUser": [
				"Grim_Reaper",
				"NestTest",
				"gustoo"
		],
		"postUserID": [
				"/u5263",
				"/u250279",
				"/u112621"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p131",
				"https://www.flashback.org/t1792221p131",
				"https://www.flashback.org/t1792221p137"
		],
		"userUrl": [
				"https://www.flashback.org/u5263",
				"https://www.flashback.org/u250279",
				"https://www.flashback.org/u112621"
		],
		"sentence": [
				"Visst är det kul att bränna pengar och jag har faktiskt gjort samma sak själv när jag jobbat utomlands men det är inte så kul efter några månader när man inser att man jobbat ihop ett eller ett par hundra tusen men inte sparat ett enda öre, speciellt om ni funderar på att plugga i framtiden eller kanske återvända till Sverige för att söka jobb där (det är faktiskt guld värt att ha lite sparade pengar om man blir arbetslös).",
				"Ett troligt scenario som jag ser det är att vi inom en vecka kommer att jobba inom hotell- och restaurangbranschen med en medioker lön (i Norska mått mätt), men vi kommer ändå att på så sätt få in en fot på arbetsmarknaden (vi har knappt någon tidigare erfarenhet) och kan förhoppningsvis inom 1-2 månader avancerat lite lönmässigt och kanske fått ett lite flottare jobb, typ på en bensinmack eller Ica eller något.",
				"sitter nämligen lite i skiten här hemma i sverige, gick ut gymnasiet i somras och flyttade hemifrån för att börja på högskola ganska så direkt efter, dock blev det inte så pga att jag är väldigt klantig(finns en annan tråd om det), så nu sitter jag i ett inneboenderum utan sysselsättning eller inkomst och söker jobb, dock vet jag att det är väldigt dåligt med sånt nu, och till och med premo dissar mig."
		]
	},
	{
		"postIndex": [
			[7000],
			[7549],
			[7282]
		],
		"postTime": [
				"2009-11-05",
				"2010-01-20",
				"2009-12-17"
		],
		"postNum": [
			[1907],
			[2057],
			[1987]
		],
		"postLink": [
				"/sp35603193",
				"/sp35603344",
				"/sp35603274"
		],
		"postUser": [
				"techno_the_king",
				"Dsndss",
				"Slocke"
		],
		"postUserID": [
				"/u81389",
				"/u176404",
				"/u359202"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p159",
				"https://www.flashback.org/t1792221p172",
				"https://www.flashback.org/t1792221p166"
		],
		"userUrl": [
				"https://www.flashback.org/u81389",
				"https://www.flashback.org/u176404",
				"https://www.flashback.org/u359202"
		],
		"sentence": [
				"Fick ett sms ifrån Alfaman AS idag dom skrev att dom söker motebooking-personell till Kongsberg vilket jag tyder på att det är att man bla ska boka in möten mm dom behövde folk omgående & vill att man skall ringa angående jobbet för mer info mm det var god fast lön plus bonus Visst nu är jag i behov att ett jobb så att jag får iordning på min ekonomi men är rädd för att jag kommer att inte klara av jobbet pga man kommer att torska på norskan om dom tar det lungt när dom pratar så fattar man nästan allt men pratar dom på likt fan så hör man knappt vad dom säger har inte en aning om hur man skall göra ska jag söka jobbet eller bara skita i det?",
				"Folk som ringer anses inte direkt nå vidare här i Norge som jag förstått det, det är väldigt många som ringer men sen aldrig kommer iväg, eftersom det just är ett annat land och mycket som ska tänkas över innan man drar iväg; Det bästa vore om du kände någon i Norge som du kan bo hos medans du söker jobb, för det absolut bästa är att visa att du är på plats och verkligen visar att du är här och kan börja jobba direkt.",
				"Och, kan man \"använda\" depositionen till att betala uppsägningstiden man har på kvar ifall man vill lämna fort från lägenheten, ett exempel, Jag hyr en lägenhet, jobbar men av nån anledning vill jag hem till Sverige efter 7 månader, kan jag bara ringa och anmäla att jag inte vill bo kvar, skita i dom sista 3 månads hyrorna och inte få någon deposition tillbaks och dra hem igen?"
		]
	},
	{
		"postIndex": [
			[8218],
			[8525],
			[8841]
		],
		"postTime": [
				"2010-04-18",
				"2010-05-10",
				"2010-06-10"
		],
		"postNum": [
			[2247],
			[2313],
			[2411]
		],
		"postLink": [
				"/sp35603535",
				"/sp35603604",
				"/sp35603702"
		],
		"postUser": [
				"Handsomeviking",
				"kato85",
				"bowlingjocke"
		],
		"postUserID": [
				"/u130550",
				"/u96679",
				"/u208105"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p188",
				"https://www.flashback.org/t1792221p193",
				"https://www.flashback.org/t1792221p201"
		],
		"userUrl": [
				"https://www.flashback.org/u130550",
				"https://www.flashback.org/u96679",
				"https://www.flashback.org/u208105"
		],
		"sentence": [
				"Fixa skatteuppgifterna på svenska skatteverket och personbevis ska du ta därifrån å ha med dig fall du behöver öppna ett bank konto i norge men måste måste du inte jag jobbade där 2år å sket helt i bankonto de va för bökigt helt enkelt,allt sånt här i norge tar väldigt mycket tid å är krångligt,sen lönen de måste du ju ta reda på innan du åker dit begriper du väll,jag låg på ca 187kr/tim med mat boende å resor helt betalda å jobbade 12timmars 14 dagar ledig 21.",
				": om du ska jobba i norge och tänker nyttja alla de 2 åren av standardfradrag, åk i AUGUSTI månad, så kan du nyttja standardfradraget 2 år + 5 månader, eftersom de räknar efter kalenderår, och det vore annars orättvist om man flyttade till norge i december och började jobba den månaden, vilket annars skulle betyda att man nyttjade ett helt års standardfradrag under endast december månad.",
				"Min erfarenhet är att det inte är så väldans svårt att få jobb där, men inte nu under sommaren tror jag då ett nytt gäng från Studentconsulting kommer (dom jag jobbar åt nu då sen mitten på mars), och jag vet iaf att i somras så fick ett par stycken fara hem efter några veckor då de inte hade behov för dem längre De kan tydligen bara sparka en."
		]
	},
	{
		"postIndex": [
			[9998],
			[10148],
			[10337]
		],
		"postTime": [
				"2010-09-02",
				"2010-09-13",
				"2010-09-26"
		],
		"postNum": [
			[2756],
			[2797],
			[2844]
		],
		"postLink": [
				"/sp35604054",
				"/sp35604095",
				"/sp35604142"
		],
		"postUser": [
				"_Melin",
				"Peter88",
				"mindwave"
		],
		"postUserID": [
				"/u270063",
				"/u125337",
				"/u321007"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p230",
				"https://www.flashback.org/t1792221p234",
				"https://www.flashback.org/t1792221p237"
		],
		"userUrl": [
				"https://www.flashback.org/u270063",
				"https://www.flashback.org/u125337",
				"https://www.flashback.org/u321007"
		],
		"sentence": [
				"Tjena, har 3 kompisar i norge som bor i husvagn just nu dom åkte för 5 dagar sen, skrev in sej på något som hette jobson eller liknande igår o varav en kompis fick börja jobba på lager redan idag, har själv tänkt åka över men innan dess ta ett truckkort, vad tror ni om mina chanser om jag tar ett truckkort om att få jobb i norge då?",
				"Sitter just nu och väntar på Volvo lastvagnars rekryteringsprocess och ska ringa Volvo pv imorgon(tidigare jobbat en sommar där) men jag hörde att de hade fått in fruktansvärt många ansökningar, så jag börjar bli mer och mer osäker, har ingen lust att slösa mer tid och mer av de resurser som jag har sparade, behöver jobba ihop ett okej kapital för att kunna studera senare utan csn(påbörjade en civilekonom utb i Lund med csn, men gillade aldrig utbildingen utan fördrev tiden på annat sätt i den nya staden) Är det ide att lägga ut en sådan här förfrågan i denna tråden?",
				"Dock ligger vi ett par dagar efter i vår planering, så vi har inte hunnit ringa runt och söka jobb på hemmaplan som vi tänkt att vi skulle gjort innan vi åker till norge, men jag tror vi gör det från norge, från ett norskt telnr, ser bättre ut får jag för mig."
		]
	},
	{
		"postIndex": [
			[12765],
			[12456],
			[12328]
		],
		"postTime": [
				"2011-03-09",
				"2011-02-08",
				"2011-01-29"
		],
		"postNum": [
			[3474],
			[3376],
			[3340]
		],
		"postLink": [
				"/sp35604773",
				"/sp35604675",
				"/sp35604639"
		],
		"postUser": [
				"Dainea",
				"Dainea",
				"Styrenskadad"
		],
		"postUserID": [
				"/u132300",
				"/u132300",
				"/u336516"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p290",
				"https://www.flashback.org/t1792221p282",
				"https://www.flashback.org/t1792221p279"
		],
		"userUrl": [
				"https://www.flashback.org/u132300",
				"https://www.flashback.org/u132300",
				"https://www.flashback.org/u336516"
		],
		"sentence": [
				"Även om det skulle betalas full skatt kommer väl knappast något Sverige till godo, och om ett antal tusen svenskar helt sonika i protest reste tillbaka för att anmäla sig hos närmsta ams-kontor så skulle väl fullständig panik utbryta (för inte fan finns det jobb till norge-svenskarna när inte ens de bofasta lyckas hitta arbete...",
				"Den största fördelen med att inte stå skriven i Norge är möjligheten till skatteavdrag för pendling vilket kan bli en del pengar, men jag vill mena att du då måste bevisa din pendling genom att rapportera dig vid gränsövergångarna med jämna mellanrum, inte värt besväret om du frågar mig, de vanliga avdragsmöjligheterna är inte heller så illa, jag brukar få tillbaka runt 35k/år (när min jävla chef väl betalar min skatt dvs...",
				"Vill bara påpeka att det är nya skatteregler som gäller nu så alla ni som jobbar i norge för en svensk firma måste se till att ni inte åker på restskatt, plus att det kommit en del nya regler gällande för er som jobbar för norska firmor."
		]
	},
	{
		"postIndex": [
			[14638],
			[14148],
			[14115]
		],
		"postTime": [
				"2011-08-04",
				"2011-07-04",
				"2011-06-30"
		],
		"postNum": [
			[3962],
			[3847],
			[3837]
		],
		"postLink": [
				"/sp35605272",
				"/sp35605155",
				"/sp35605144"
		],
		"postUser": [
				"Dainea",
				"Oscar-Efraim",
				"Fru.Lindholm"
		],
		"postUserID": [
				"/u132300",
				"/u480041",
				"/u576657"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p331",
				"https://www.flashback.org/t1792221p321",
				"https://www.flashback.org/t1792221p320"
		],
		"userUrl": [
				"https://www.flashback.org/u132300",
				"https://www.flashback.org/u480041",
				"https://www.flashback.org/u576657"
		],
		"sentence": [
				"Det är verkligen ett underbart land med underbara människor, sen är jag kanske inte den allra största Oslo-patrioten (bor en bit utanför stan) då Oslo är ganska överskattat egentligen (även om den är trevligare än vilken svensk stad som helst i mina ögon) men det finns ändå en del jobb här och det är här jag har nästan alla mina vänner.",
				"Frågan till er, förhoppningsvis lite mer rutinerade jorden-runt-resande är, kort och koncist; vad är sannolikheten att jag hittar ett jobb i Norge, helst Oslo då, om jag bara tar bilen ner nu, ställer bilen någonstans och börjar leta jobb imorgon?",
				"Vad bör man tänka på innan man åker dit, måste man fixa nåt tillstånd för att få jobba i Norge eller är det bara att åka dit och leta jobb?"
		]
	},
	{
		"postIndex": [
			[15319],
			[15070],
			[15405]
		],
		"postTime": [
				"2011-08-27",
				"2011-08-24",
				"2011-08-28"
		],
		"postNum": [
			[4116],
			[4067],
			[4125]
		],
		"postLink": [
				"/sp35605427",
				"/sp35605377",
				"/sp35605436"
		],
		"postUser": [
				"Dainea",
				"ikaros2008",
				"Flashbackpsykos"
		],
		"postUserID": [
				"/u132300",
				"/u580132",
				"/u425517"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p343",
				"https://www.flashback.org/t1792221p339",
				"https://www.flashback.org/t1792221p344"
		],
		"userUrl": [
				"https://www.flashback.org/u132300",
				"https://www.flashback.org/u580132",
				"https://www.flashback.org/u425517"
		],
		"sentence": [
				"Att komma till ett nytt ställe och få ett ok jobb är inte alltid så enkelt ens i Norge i dessa dagar om man inte är speciellt kvalificerad, men det finns mer än nog av jobb för att man ska kunna börja någonstans iaf och när du väl lärt känna lite folk så lättar det betydligt!",
				"2 Vill man inte jobba på Mc Donalds i Sverige så ska man inte tro att man tjänar trippel så mycket på Mc Donalds i Norge, det flesta jobben i Norge har inte löner som svenska stridspiloter eller statsministrar.",
				"Har trots allt hört om ett par stycken som inte alls kommit till jobbparadiset Norge och fått anställning på någon vecka, utan bara delat ut sitt CV som alla svenska ungdomar gör här hemma i någon månad tills startkapitalet tagit slut och fått återvända hem panka, och då är det ju ingen vits med att åka dit?"
		]
	},
	{
		"postIndex": [
			[17315],
			[18389],
			[17314]
		],
		"postTime": [
				"2012-01-05",
				"2012-03-16",
				"2012-01-05"
		],
		"postNum": [
			[4578],
			[4817],
			[4578]
		],
		"postLink": [
				"/sp35605897",
				"/sp36283747",
				"/sp35605897"
		],
		"postUser": [
				"MAS74",
				"Dainea",
				"MAS74"
		],
		"postUserID": [
				"/u189281",
				"/u132300",
				"/u189281"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p382",
				"https://www.flashback.org/t1792221p402",
				"https://www.flashback.org/t1792221p382"
		],
		"userUrl": [
				"https://www.flashback.org/u189281",
				"https://www.flashback.org/u132300",
				"https://www.flashback.org/u189281"
		],
		"sentence": [
				"Har hört att det börjar bli en stor invasion av undersköterskor från Svergie till Norge hoppas jag inte är försent ute för ska betala för min legitimation nästa vecka och inom 4 veckor får jag licens i handen tyvär går det inte fortare Av din erfarenhet hur ställer sig Norska arbetsgivare om man erbjuder sig att jobba över hela Norge och inte har en massa krav på att man kan inte jobba helger och på vissa orter annat?",
				"Om så är fallet så är det inte konstigt att du jämför den med Sverige; att söka jobb inom servicenäringen i Oslo innebär att konkurrera med till stor del andra svenskar som ofta kommit av precis samma orsaker; \"lätt att få jobb\", oftast har dessa ingen tidigare arbetslivserfarenhet eller just erfarenhet från servicebranscher...",
				"Jag är född i Brasilien men uppväxt i Sverige och ser inte ut som Svensk till usende har varit litte orolig för man hör att även i Norge finns en del skit invandrare som begår brott och det sistta man vill är att bli ihop buntat med skit för jag vill jobba över hela Norge från barenshav till Oslo men som du säger så länge du jobbar och sköter dig ska det inte vara problem det hoppas jag."
		]
	},
	{
		"postIndex": [
			[19780],
			[19581],
			[19250]
		],
		"postTime": [
				"2012-06-22",
				"2012-06-22",
				"2012-06-01"
		],
		"postNum": [
			[5138],
			[5105],
			[5042]
		],
		"postLink": [
				"/sp37995537",
				"/sp37987369",
				"/sp37645800"
		],
		"postUser": [
				"nolifer",
				"selander1991",
				"SaimoN91"
		],
		"postUserID": [
				"/u172123",
				"/u632524",
				"/u482068"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p429",
				"https://www.flashback.org/t1792221p426",
				"https://www.flashback.org/t1792221p421"
		],
		"userUrl": [
				"https://www.flashback.org/u172123",
				"https://www.flashback.org/u632524",
				"https://www.flashback.org/u482068"
		],
		"sentence": [
				"Jag skulle vilja säga att vs Sverige är det så här: Lönerna är 50% högre Priserna på mat/dryck/tjänster etc är 50% högre Vi tar ett exempel, Lisa jobbar i Norge i 5månader: Lön 30k, skatt(efter alla avdrag) 22%(detta är lite taget ur luften eftersom deklarationen i Norge är som ett lotteri) - kvar blir 23400(+ca 3100semesterlön).",
				"tjænar runt 20-23 papp i månaden i svensk valuta så ær rætt nøjd Jobb ær inte speciellt svårt att få, nær jag læmnade in CV på 10 stællen førra året fick jag napp på åtta av dem så 80% ær inte illa pinkat før att inte ha några større meriter æn att vara svensk Vart hær ett år och stortrivs, och siktar på några år till.",
				"Men när jag läser runt lite på internet så säger vissa att \"skaffa först boende i Norge, sök därefter efter ett jobb\" medan andra säger \"försök få till en arbetsintervju och få ett jobb bekräftat INNAN du söker boende i Norge\"..."
		]
	},
	{
		"postIndex": [
			[21920],
			[20584],
			[21640]
		],
		"postTime": [
				"2012-09-14",
				"2012-07-23",
				"2012-09-03"
		],
		"postNum": [
			[5709],
			[5334],
			[5628]
		],
		"postLink": [
				"/sp39339324",
				"/sp38456018",
				"/sp39166146"
		],
		"postUser": [
				"iron11",
				"Mittpunkt",
				"Kattmatta"
		],
		"postUserID": [
				"/u695336",
				"/u444113",
				"/u619612"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p476",
				"https://www.flashback.org/t1792221p445",
				"https://www.flashback.org/t1792221p469"
		],
		"userUrl": [
				"https://www.flashback.org/u695336",
				"https://www.flashback.org/u444113",
				"https://www.flashback.org/u619612"
		],
		"sentence": [
				"Då arbetsgivaren inte kunde skriva ut ett kontrakt med ett svenskt personnummer och jag inte riktigt hade koll på vart i Norge jag skulle komma att tjänstgöra så var det många djupa suckar från damen på skattekontoret, men lyckades ändå få det ordnat med skattekort och d-nummer som senare skickades hem till min svenska adress.",
				"Det är inte svårt att få lagerarbete i Norge däremot får ni räkna med att arbeta som vikarie, inhyrd av bemanningsföretag eftersom 9/10 arbetsgivare vet att vi svenskar kommer till Norge en kortare period bara för att spara ihop pengar till något, en asienresa, jordenrunt-resa eller något annat.",
				"Om det skulle bli så att någon av oss inte får jobb efter flera veckors jobbsökande och skulle behöva åka hem, skulle man då kunna be lägenhetsuthyraren annonsera ut en ledig plats i vår lägenhet (för att dra ner på kostnaderna), eller kan man göra detta själv?"
		]
	},
	{
		"postIndex": [
			[22435],
			[22079],
			[22038]
		],
		"postTime": [
				"2012-10-10",
				"2012-09-20",
				"2012-09-17"
		],
		"postNum": [
			[5835],
			[5750],
			[5736]
		],
		"postLink": [
				"/sp39773418",
				"/sp39429272",
				"/sp39385929"
		],
		"postUser": [
				"Kycklingsoffa",
				"Capeena",
				"ucantstopme"
		],
		"postUserID": [
				"/u414358",
				"/u535112",
				"/u709103"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p487",
				"https://www.flashback.org/t1792221p480",
				"https://www.flashback.org/t1792221p478"
		],
		"userUrl": [
				"https://www.flashback.org/u414358",
				"https://www.flashback.org/u535112",
				"https://www.flashback.org/u709103"
		],
		"sentence": [
				"Som ni vet så måste man ha jobbat minst tre år i Norge för att vara berättigad pension (är strax inne på mitt andra) Men är det någon som vet ifall man kan sticka ifrån Norge, säg 2-3 år, för att sedan komma tillbaka och jobba två år till, vilket i slutändan blir totalt tre år som man jobbat här.",
				"Gärna något ställe där man kan köra 2 pass i rad per gång eller att man helt enkelt kan stanna kvar några timmar varje dag, alternativt jobba i stort sett alla dagar i veckan eller någon annan spännande kombination så man jobbar runt 60h i veckan.",
				"Brukar inte vara i den här tråden så ofta men vore kul och veta vad alla svenskar jobbar med och vad ni tjänar Jag känner bara 2 stycken svenskar i hela stan där jag bor och det är inte direkt ofta jag stöter på nån."
		]
	},
	{
		"postIndex": [
			[24299],
			[24224],
			[23750]
		],
		"postTime": [
				"2013-03-07",
				"2013-03-03",
				"2013-02-09"
		],
		"postNum": [
			[6356],
			[6328],
			[6192]
		],
		"postLink": [
				"/sp42341075",
				"/sp42288727",
				"/sp41931984"
		],
		"postUser": [
				"Chimaera",
				"iron11",
				"Bakfyllandirrmode"
		],
		"postUserID": [
				"/u787055",
				"/u695336",
				"/u704066"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p530",
				"https://www.flashback.org/t1792221p528",
				"https://www.flashback.org/t1792221p516"
		],
		"userUrl": [
				"https://www.flashback.org/u787055",
				"https://www.flashback.org/u695336",
				"https://www.flashback.org/u704066"
		],
		"sentence": [
				"Okej, detta med deposition känns ju lite halvkasst när man åker ner för att tjäna pengar (med andra ord är vi rätt torra på den fronten) finns det andra sätt än att snylta på någon bekant för att komma undan detta, eller iallafall få ner priset lite såsom hyra rum eller liknande?",
				"Förstår inte riktigt vad problemet med att det ligger långt upp är, är kanske en bit längre från svenska gränsen jämfört mot Oslo, men om man jämför mot tex Stavanger och Bergen så är inte skillnaden i restid från Tromsö till tex Stockholm inte så väldigt stor (syftar här på flygresor vilket nästan är ett måste om man ska resa inrikes i Norge..",
				"Okej jag förstår, men om jag fattat rätt så kan jag och min polare fixa en lägenhet i Oslo sett att de finns lägenheter centralt som kostar 6000-8000 NOK för 20-25 kvadratmeter och de duger för oss två liksom, sedan efter att man fixat lägenhet vi säger att de tar 1 vecka innan du flyttar upp dit samtidigt så registerar man sig på alla möjliga bemanningsföretag?"
		]
	},
	{
		"postIndex": [
			[25930],
			[26254],
			[26490]
		],
		"postTime": [
				"2013-05-14",
				"2013-06-09",
				"2013-07-01"
		],
		"postNum": [
			[6820],
			[6921],
			[7003]
		],
		"postLink": [
				"/sp43423361",
				"/sp43837177",
				"/sp44134560"
		],
		"postUser": [
				"AutDisceAutDiscede",
				"kato85",
				"tigerflower"
		],
		"postUserID": [
				"/u618444",
				"/u96679",
				"/u556710"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p569",
				"https://www.flashback.org/t1792221p577",
				"https://www.flashback.org/t1792221p584"
		],
		"userUrl": [
				"https://www.flashback.org/u618444",
				"https://www.flashback.org/u96679",
				"https://www.flashback.org/u556710"
		],
		"sentence": [
				"Men jag anser att även för de permanent bosatta så kan det inte vara ett problem - säg bara att du har en flickvän i kommunen du jobbar (om dom råkar skulle se att du resor ovanligt mycket över gränsen, på något sätt) och visa endast upp ditt gamla svenska personnummer och finner dom detta namn i de norska skattelistorna så är det väl bara att säga att ja, det fin 39 \"Allan Svensson\" i Sverige så det måste vara en av de andra ni slagit upp...",
				"Delvis har du rätt, men samtidigt så kommer de fasta anställda tillbaka efter semestern, så om du verkligen ville söka under den bästa tiden under året så borde du sökt i april/maj för jobb under sommaren, och sedan efter sommaren om du har tur får du fortsätta jobba på samma ställe eller så får du finna nytt, men då har du iaf cash.",
				"Jag har egentligen inte någon grund för min oro, att det skulle ligga och ticka en räkning på en gammal adress jag inte har koll på, och skatteverket har min svenska adress där jag är bokförd, så jag tänker att hade det varit något från inkasso eller liknande, så hade det kommit hem till mig här, precis som deklaration och andra viktiga ting."
		]
	},
	{
		"postIndex": [
			[26788],
			[27523],
			[27655]
		],
		"postTime": [
				"2013-07-26",
				"2013-09-03",
				"2013-09-12"
		],
		"postNum": [
			[7097],
			[7307],
			[7345]
		],
		"postLink": [
				"/sp44480385",
				"/sp45080183",
				"/sp45207001"
		],
		"postUser": [
				"utan.att.stanna",
				"Fragone",
				"Mendelejev"
		],
		"postUserID": [
				"/u269002",
				"/u89474",
				"/u428766"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p592",
				"https://www.flashback.org/t1792221p609",
				"https://www.flashback.org/t1792221p613"
		],
		"userUrl": [
				"https://www.flashback.org/u269002",
				"https://www.flashback.org/u89474",
				"https://www.flashback.org/u428766"
		],
		"sentence": [
				"Samtidigt som en sjukvård i landet existerar lik vår svenska på 80-talet ( här finns det brutalt mycket, men ett nära exemel är i igår när dom sa på radion att det misstänkta rabies-provet är skickat till Sverige för analys, vilket är helt vardag här i Norge, man har inte egna labratorium som kommit nämnvärt framåt än), vägarna sämre än Bulgarien, fallfärdiga ungdomsskolor används för fulla hus, avgifter om man är lite lite motorintresserad ska vi inte ens tala om ( i form av lite snabba bilar, mc etc), utbudet av varor i matbutiker ( alla nöjer sig inte med 2 olika varianter av ost bara för att man inte vill konkurera ut den inhemska bonden genom att importera lite fler sorter).",
				"Chefen ringde idag och menade att han tyckte jag borde ha lite högre lön, så de höjde 3,5% retoraktivt från 1'juli, utöver den årliga ökningen som kommer framöver You got to love the O&G industry, känns som att det inte skulle hända om jag jobbade på Volvo hemma i Sverige...",
				"Är riktigt taggad på att dra iväg och jobba arslet av mig Jag vill jobba på ett lager, ex Asko eller Rema 1000, undrar dock om det är många sökande per plats där eller räcker det att man väljer en stad, åker dit och sedan blir man omgående intervjuad?"
		]
	},
	{
		"postIndex": [
			[29420],
			[29190],
			[28850]
		],
		"postTime": [
				"2014-01-20",
				"2014-01-07",
				"2013-11-26"
		],
		"postNum": [
			[7863],
			[7795],
			[7710]
		],
		"postLink": [
				"/sp47139166",
				"/sp46924818",
				"/sp46315443"
		],
		"postUser": [
				"macknu",
				"roccoo",
				"svennekongo"
		],
		"postUserID": [
				"/u242900",
				"/u211765",
				"/u859498"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p656",
				"https://www.flashback.org/t1792221p650",
				"https://www.flashback.org/t1792221p643"
		],
		"userUrl": [
				"https://www.flashback.org/u242900",
				"https://www.flashback.org/u211765",
				"https://www.flashback.org/u859498"
		],
		"sentence": [
				"D3 börjar på lite över 300 (och sverige på 250) så du behöver ju inte överdriva allt för mycket, men visst stora bilar kostar en hel del extra här i Norge men nu är risken stor att MP kommer in i riksdagen i Sverige så går ju samma väg där.",
				"okej jag är helt värdelös på datorer (söker inga jobb där man behöver använda datorer) och min fråga var kanske inte tokviktig så kännde inte att jag orkade lägga ner en massa tid på att försöka söka fram svaret i en såpass stor tråd.",
				"Om man far går till skatteetaten och visar sitt arbetsbevis där det står att man har jobb i över 6 månader, kan man fylla i på skattekortet att man stannar i mindre än sex månader och få ett d-nummer eller kommer dom att \"neka\" mig då och säga att jag måste få norskt personnummer och bli folkbokförd?"
		]
	},
	{
		"postIndex": [
			[31518],
			[30801],
			[31270]
		],
		"postTime": [
				"2014-04-24",
				"2014-04-05",
				"2014-04-13"
		],
		"postNum": [
			[8351],
			[8228],
			[8290]
		],
		"postLink": [
				"/sp48506309",
				"/sp48247088",
				"/sp48366432"
		],
		"postUser": [
				"Bythewayimdead",
				"Achinol",
				"abu-hajar"
		],
		"postUserID": [
				"/u512119",
				"/u857033",
				"/u856853"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p696",
				"https://www.flashback.org/t1792221p686",
				"https://www.flashback.org/t1792221p691"
		],
		"userUrl": [
				"https://www.flashback.org/u512119",
				"https://www.flashback.org/u857033",
				"https://www.flashback.org/u856853"
		],
		"sentence": [
				"Är staden/kommunen väldigt liten så finns det oftast ett kontor inom några mils räckvidd - kolla detta på Är du utsänd av en svenskregistrerad firma skattar du i Sverige, norskt bolag/kommun/stat så skattar du i Norge, men skall du bara jobba en månad blir väl detta inte aktuellt för dig.",
				"Hej, har jobbat i Norge under några veckor men inte haft möjlighet att skaffa ett norskt skattekort än, jag flyttar tillbaka till Sverige nästa vecka och tänkte skaffa skattekortet innan det, kan arbetsgivaren hämta ut det elektroniskt eller hur funkar det?",
				"jag har hört att det är stort tryck på oslo så det är inte lika lätt att hitta jobb som det var ett antal år sen, min vän bor i Bergen och där finns det got om lager jobb tydligen, men söka på plats är nog det bästa sättet för att norge kryllar med svenskar som går runt och söker, dem får jobben fore någon som finns i nån databas."
		]
	},
	{
		"postIndex": [
			[31917],
			[32510],
			[31755]
		],
		"postTime": [
				"2014-05-04",
				"2014-06-06",
				"2014-04-27"
		],
		"postNum": [
			[8456],
			[8624],
			[8409]
		],
		"postLink": [
				"/sp48640242",
				"/sp49089685",
				"/sp48548613"
		],
		"postUser": [
				"macknu",
				"Bythewayimdead",
				"messier11"
		],
		"postUserID": [
				"/u242900",
				"/u512119",
				"/u214667"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p705",
				"https://www.flashback.org/t1792221p719",
				"https://www.flashback.org/t1792221p701"
		],
		"userUrl": [
				"https://www.flashback.org/u242900",
				"https://www.flashback.org/u512119",
				"https://www.flashback.org/u214667"
		],
		"sentence": [
				"Beror på men troligen inte, vissa tjänster tjänar du ganska mycket mer på i Norge vissa bara lite mer och vet inte exakt vad städare tjänar men du kommer nog få några tusen mer i lön men bor du i en större stad så försvinner dom på högre kostnader för hyra, vill du till en liten mindre ort så kanske nån liten vinst men den är minimal så det skulle aldrig bli värt det.",
				"Har ingen aning, men jag kan ändå lova dig att du kommer tjäna klart bättre i Norge (tänk på valutakurserna och alla avdrag du kan göra, särskilt om du blir klassad som gränsgångare eller pendlare) - lägg därtill de oslagbara sjukförsäkringsreglerna, så kan du bara inte jämföra de båda länderna, Norge är så mycket bättre land att jobba i - OM man står ut med vissa, mindre roliga egenheter, såsom väldigt trög administration.",
				"Sen nämner de ofta hur rika de är och vilka enorma löner de har(i media) i alla sammanhang men som jag har frågat tidigare i tråden så undrar jag hur de ens överlever med alla avgifter och kostnader som man åker på om man är \"riktig Norsk\" ex allt fordonsrelaterat och dagisavgifter etc Jag tror ju inte på Sverige på lite sikt så det var därför jag åkte hit men jag överväger redan att åka hem, sossarnas kommande skattehöjningar känns inte lockande dock.."
		]
	}
]
