[
	{
		"postIndex": [
			[11],
			[236],
			[1207],
			[625],
			[9]
		],
		"postTime": [
				"2012-04-10",
				"2012-04-11",
				"2012-04-26",
				"2012-04-14",
				"2012-04-10"
		],
		"postNum": [
			[3],
			[37],
			[231],
			[128],
			[1]
		],
		"postLink": [
				"/sp36730985",
				"/sp36755233",
				"/sp37046381",
				"/sp36816362",
				"/sp36729867"
		],
		"postUser": [
				"sprithitler",
				"kmrdz",
				"SvenEriksson",
				"T-80U",
				"BuprenOrvar"
		],
		"postUserID": [
				"/u212085",
				"/u378692",
				"/u497242",
				"/u465331",
				"/u485037"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p1",
				"https://www.flashback.org/t1842501p4",
				"https://www.flashback.org/t1842501p20",
				"https://www.flashback.org/t1842501p11",
				"https://www.flashback.org/t1842501p1"
		],
		"userUrl": [
				"https://www.flashback.org/u212085",
				"https://www.flashback.org/u378692",
				"https://www.flashback.org/u497242",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u485037"
		],
		"sentence": [
				"Förutsatt att hangarfartyget ligger inom räckhåll för Irans flygstridskrafter (vilket man få förutsätta att det gör om dess eget flyg ska kunna verka mot Iran) så borde Iran med en massiv och överraskande insats av eget flyg och av markbaserade robotar ha en chans att mätta hangarfartygets och Aegiskryssarnas kapacitet och därmed ha en chans att skada ett hangarfartyg och rentav om inte sänka det, så åtminstone tvinga det att lämna området för att söka hamn för omfattande reparationer.",
				"Däremot skulle man nog medvetet klara av att skada fartyget, men i så fall till ett mycket högt pris både i form av ammunitionsinsats men även diplomatiskt - ett anfall mot en hangarfartygsstridsgrupp skulle kräva så mycket resurser att det inte går att spela bort som annat än en ren krigshandling, och då lär inte vedergällningen vänta på sig och inom 24h borde det landa väldigt många bomber och robotar runt om och på viktiga Iranska anläggningar och infrastruktur.",
				"Och här kommer den stora höjdaren, efter att USA besegrat Iran officiellt och möjligen dockat något av sina hangarfartyg i en ockuperad hamn skulle den Iranska \"gerillan\" kunna smussla ombord sprängämnen och förstöra den inifrån eller på annat sätt medan den är dockad, dvs om ett hangarfartyg hade vart den primära tavlan.",
				"Det känns dock knappast troligt att iranska ubåtar skulle kunna operera ohörda så långt utanför sin egen kust, och dessutom mot amerikanska hangarfartygsgrupper som innehåller kryssare, jagare och fregatter, samtliga med god ubåtsjaktkapacitet och helikopter (och då har vi inte ens nämnt helikoptrarna på själva hangarfartyget), OCH egna jaktubåtar, en eller flera, som ingår i skyddet av hangarfartyget...",
				"Jag tycker att vi borde kunna få diskutera olika specifika militära frågeställningar i separata trådar, utan att alla trådar om Iran slås ihop med: Det kan faktiskt finnas intresse av att enbart diskutera olika militära scenarior/frågor som inte har att göra med ovan nämda tråd som mer handlar om huruvida ett krig eller anfall är på väg och vad som då händer."
		]
	},
	{
		"postIndex": [
			[2014],
			[1651],
			[1942],
			[1652],
			[2287]
		],
		"postTime": [
				"2013-05-15",
				"2012-05-11",
				"2013-05-13",
				"2012-05-11",
				"2013-05-19"
		],
		"postNum": [
			[412],
			[311],
			[399],
			[311],
			[475]
		],
		"postLink": [
				"/sp43445813",
				"/sp37294891",
				"/sp43407961",
				"/sp37294891",
				"/sp43509329"
		],
		"postUser": [
				"T-80U",
				"Meir",
				"Jecke",
				"Meir",
				"T-80U"
		],
		"postUserID": [
				"/u465331",
				"/u650982",
				"/u114224",
				"/u650982",
				"/u465331"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p35",
				"https://www.flashback.org/t1842501p26",
				"https://www.flashback.org/t1842501p34",
				"https://www.flashback.org/t1842501p26",
				"https://www.flashback.org/t1842501p40"
		],
		"userUrl": [
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u650982",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u650982",
				"https://www.flashback.org/u465331"
		],
		"sentence": [
				"Dessa ska komma med en okonventionell svärmtaktik och överrumpla hangarfartygsgruppen när denna är nära land (det hindrar inte IR5 från att också fantisera om operationer på öppet hav med båtar som är 20 meter långa och väger ett par ton, vilket också är återkommande i de fantasier vi tidigare fått tillfälle att ta del av), där ska de då avlossa sina \"sjömålsrobotar\" som är ett slags något större PV-robot, och medelst mängder av sådana små kinapuffar sänka ett amerikanskt hangarfartyg, eller eskortsfartyg OCH ett hangarfartyg.",
				"Det är så gott som omöjligt att skydda sig helt och hållet mot sjömålsrobotar med antimedel eller inte, och med tanke på propagandasegern Iran hade vunnit genom att sänka ett sånt fartyg så får man utgå ifrån att de har en och annan plan på det, att Iran inte har avancerade sjömålsrobotar eller överhuvudtaget är avancerade vad gäller robotar håller jag inte med om, Nordkorea har exvis hållt på med robotar mycket längre än vad Iran har gjort och man kan inte få upp en enda satelitt utan att det misslyckas medan Iran aldrig har misslyckats och har bemästrat raketmotorer med fast bränsle.",
				"Nej, Iran kommer knappast att kunna sänka ens ett enda hangarfartyg (kom ihåg, det har inte sänkts något hangarfartyg sedan andra världskrigets slut, detta trots ett rätt stort antal krig som amerikanska hangarfartyg har varit inblandade i sedan dess).",
				"Det är lite konstigt hur nästan alla här nonchalerar alla andra militärer bara genom att jämföra USA's militära styrka med ett annat lands, utan att räkna med de geograifka eller andra fördelar ett land har, ett land behöver inte ha lika stor militär budget för att skada ett annat lands militär sålänge man använder de resurser man har på rätt sätt.",
				"Iran har inga 1800 strids och/eller bombflygplan (snarare ett 150-tal jaktflygplan varav de flesta är föråldrade, och ett 70-tal attackplan där de flesta också är föråldrade), inga sjömålsrobotar som duger mot hangarfartyg, inga ubåtar dugliga för uppgiften att sänka ett hangarfartyg, och DEFINITIVT ingen allierad i Ryssland, som skulle ge sig in i ett totalt krig mot USA för att skydda Iran."
		]
	},
	{
		"postIndex": [
			[2964],
			[3491],
			[2720],
			[3128],
			[3230]
		],
		"postTime": [
				"2013-06-12",
				"2013-07-22",
				"2013-06-08",
				"2013-06-20",
				"2013-06-26"
		],
		"postNum": [
			[635],
			[691],
			[587],
			[652],
			[664]
		],
		"postLink": [
				"/sp43871206",
				"/sp44427491",
				"/sp43825093",
				"/sp43984424",
				"/sp44063404"
		],
		"postUser": [
				"khuder",
				"IRI",
				"T-80U",
				"Jecke",
				"khuder"
		],
		"postUserID": [
				"/u787893",
				"/u824274",
				"/u465331",
				"/u114224",
				"/u787893"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p53",
				"https://www.flashback.org/t1842501p58",
				"https://www.flashback.org/t1842501p49",
				"https://www.flashback.org/t1842501p55",
				"https://www.flashback.org/t1842501p56"
		],
		"userUrl": [
				"https://www.flashback.org/u787893",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u787893"
		],
		"sentence": [
				"Jecke, Iran kan kriga på båda sätten tillsammans utan problem, Man kan använda ''bönder'' och folket tillsammans för att bedriva kriget, tex, så kör varje grupp(1-3) av Basji 1 ''speedboat'' som hjälper till med att stänga Hormuz - sundet, samtidigt så kommer ''bönderna'' göra flera andra uppgifter som småhjälp i krig, Annars så kan Iran dela landet till 32 olika delar som IR5 sa tidigare för att varje del kommer kriga för sig själv (Inte kriga utan försvara) sitt del men varje del kommer vara under ledningen av en person som sedan leds av Iranska regimen/högsta ledaren.",
				"De är den riktiga hotet, Om USA parkerar hangarfartyget 1100 km från Iran kommer de inte få missiler som ''rengnar'' över hangarfartyget men kommer få problem med attacken [Om USA tänker göra de ] eftersom de är lite längre bort, Därför kommer hangarfartyget ha mindre viktig roll i attacken och endast flygbaserna kommer ha riktig nytta.",
				"Problemet med ett sådant agerande är att det blir en kortsiktig \"Allahu Akbar\"-moment för iranierna, därför att om de svekfullt skulle skada eller i värsta fall sänka ett hangarfartyg, en kryssare, en jagare eller fregatt, eller något annat fartyg (med hundratals eller tusentals sårade och döda som följd) så skulle Iran inom någon veckas tid totalt upphöra att finnas till som nation.",
				"Och det största problemet där är politiskt, nämligen att det finns betydande krafter i USAs ledarsskikt som inte vill att man ska kunna kontrollera invandringen, precis som samma sak finns i Sverige, där vi skulle kunna ta itu med \"papperslösa\" om det inte vore för alla de politiker som förhindrar alla åtgärder emot dem och hellre lägger fram förslag om gratis vård åt dem och tillgång till skola och bidrag.",
				"Jo 9 kommer skjutas ner och 41 kommer träffa målet, [Iran har omöjligt antal missiler för avfyrning - D) Läst, E)De beror mycket på chans och tur, Men de finns chans att Iran kan testa något S-300 utan att USA har säkra info om de test plats och avfyrningsplats osv..."
		]
	},
	{
		"postIndex": [
			[4844],
			[4375],
			[4848],
			[4706],
			[4250]
		],
		"postTime": [
				"2013-08-14",
				"2013-08-12",
				"2013-08-14",
				"2013-08-13",
				"2013-08-12"
		],
		"postNum": [
			[908],
			[851],
			[909],
			[884],
			[825]
		],
		"postLink": [
				"/sp44782054",
				"/sp44743949",
				"/sp44782096",
				"/sp44755503",
				"/sp44738227"
		],
		"postUser": [
				"IRI",
				"IRI",
				"IRI",
				"IRI",
				"IRI"
		],
		"postUserID": [
				"/u824274",
				"/u824274",
				"/u824274",
				"/u824274",
				"/u824274"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p76",
				"https://www.flashback.org/t1842501p71",
				"https://www.flashback.org/t1842501p76",
				"https://www.flashback.org/t1842501p74",
				"https://www.flashback.org/t1842501p69"
		],
		"userUrl": [
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u824274"
		],
		"sentence": [
				"Zulfiqhar produktion sker nära Shiraz och i en berg anläggning, Allt är under berg och underjordisk och de tar tid för att förstöra allt de, Om du letar i Iranmilitäraforum om bilder för likande anläggningar kommer du aldrig få förutom genom M-ATF och den killen har ochså inte säkra info förutom de som släpps på högre nivå, Mina fartyg kommer inte vara ute som seglar i havet utan nära kust och skyddas till stor del av mobila anti-ship missiler som kommer finnas överallt och körs från plats till plats hela tiden förutom under användningstid, Dina SEAD fungerar men de kommer få problem med de luftvärn i större mängd och som skjuter flygplan i större hastighet än vad de gjorde under Vietnam-kriget, De enda chans USA att förstöra Iransk luftvärn på effektiv sätt med med kryssningsmissiler och de måste lösning hittas till, Men samtidigt så kommer luftvärn transporteras in innan kryssningsrobortarna slår, Man kommer inte skydda vid större attacker och göra samma misstag som Lybien och Irak.",
				"De finns flera exempelar som NORAD och liknande i Iran, Bara kärnvapen och 100+ bomber klarar av att skada liknande anläggningar, När soldater , Tanks , Annat krigsmaterial kommer ut ur anläggningarna blir de skyddas de av luftvärn som är redan baserade vid krigområdet och de finns tillräckligt många luftvärn för varje flygplan som kommer attackera, Alla kommer inte skjutas ner men alla kommer inte vara lika effektiva, Sen är min fråga, När skrev IRI/IR5: ]Vips så öppnas vulkanen och tusentals Qaher-313 flyger ut och raderar all amerikansk militär på 10 minuter medan skäggaporna utstöter brölande vrål och dom hemska, undangömda kvinnorna rullar tungorna under sina tält...?",
				"De kanske inte är lika effektiva men om man inte vet vart de topphemliga anläggningar som har sina dörrar genom militärens hem så kan man inte förstöra de på effektiv sätt, Ja, Mina vapensystem ska inte vara hela tiden under berg, De transporteras inom mindre än 15 minuter till ''slagsfältet'' och under transporten är system skyddade mycket bra, Eftersom anläggningarna inte ligger bara under berg så kommer man ochså transportera de ut från militärers hem direkt ut, De finns många militärer som bor i en område där de inte finns städer och hem, där så kanske ligger anläggningar, De finns miljoner som skulle vilja ha vapen och tanks nära sig.",
				"Som jag förklarar tidigare behöver inte de speedboats vara i öppet hav, Målet är att USA fartyg måste skydda oljetanker annars stängs hormuz, Dina 500+ knop granter kommer kunna sänka speedboats men kommer inte kunna hantera Kowsar missiler som avfyras hela vägen från 20 km och vidare tills båtarna skjuts ner, Sen är problemet för Jagaren/fregatter inte att hantera hastigheten bara utan att man måste hitta lösning på hur man ska skjuta mer än 500 båtar samtidigt...",
				"Inte försvara dig mot 500+ båtar med 1000+ 20-km räckvidd missiler i samma sekund, De är omöjligt och du behöver kanske 5-6 Fartyg för att inte nån av dina fartyg ska sänkas eller skadas, De har inte USA i persiska viken och kan inte samla likanande kraft inom kortare tid [Mindre än 1 vecka], När du skjuter de 1000+ Speedbotas vi har i lager kommer du få ny svärm av speedbotas, Vi kan tillverka ca 50 varje vecka i krigstid, jag pratar om siffror jag fick 2012 och inte hur stor antal vi kan tillverka varje vecka om 1 år eller mer."
		]
	},
	{
		"postIndex": [
			[5823],
			[5780],
			[6492],
			[5437],
			[6333]
		],
		"postTime": [
				"2013-08-20",
				"2013-08-20",
				"2013-09-03",
				"2013-08-17",
				"2013-08-31"
		],
		"postNum": [
			[1068],
			[1065],
			[1187],
			[1010],
			[1157]
		],
		"postLink": [
				"/sp44873492",
				"/sp44868504",
				"/sp45076429",
				"/sp44821758",
				"/sp45033123"
		],
		"postUser": [
				"IRI",
				"Ormen Långe",
				"adam7",
				"IRI",
				"IRI"
		],
		"postUserID": [
				"/u824274",
				"/u76197",
				"/u653033",
				"/u824274",
				"/u824274"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p89",
				"https://www.flashback.org/t1842501p89",
				"https://www.flashback.org/t1842501p99",
				"https://www.flashback.org/t1842501p85",
				"https://www.flashback.org/t1842501p97"
		],
		"userUrl": [
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u76197",
				"https://www.flashback.org/u653033",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u824274"
		],
		"sentence": [
				"Dina hangarfartyg kommer inte ta sig in i persiska viken eller hormuz under krigstid helt enkelt och de är ingen som kan förklara motsatsen, men fortfarande så kommer vi aldrig tilllåta hangarfartyget ta sig in i persiska viken under krigstid, de finns många saker vi tänker på, snart kommer flera projekt att tas till drift.",
				"De inhemska ubåtarna är hopplöst undermåliga för den uppgiften (men skulle kunna ställa till med en hel del problem under några dygn, nära den iranska kusten) Skulle Iran däremot få tillgång till Lada eller Typ 041 med AIP, så skulle det vara ett avsevärt tillskott till Irans avkräckningskapacitet, då det skulle placera både hangarfartyg och Diego Garcia (med kryssningsrobotar) inom farozonen.",
				"Efter att man kommit fram till att Iran inte kan sänka ett hangarfartyg på öppen sjö, och att hangarfartyg inte finns i persiska viken vid konflikt har våra vänner med iranskt påbrå mest fantiserat om att stänga Hormuz-sundet och sabotera västs ekonomi genom att stoppa olljetransporter, skjuta tusentals roboter mot arabstaterna och Israel samt att tusentals stridsvagnar stiger upp från tunnlar, tillsammans med miljontals Basj-bondetrupper.",
				"De finns en sak du måste lära dig, Aegis är effektiv vapensystem mot ca 50 missiler samtidigt men hur ska din Aegis stoppa hudratals [mer än 350] av Anti-ship missiler och ca 1000 speedboats som avfyrar Kowsar missiler, Sen och samtidigt så avfyras tiotals ASBM mot din fartyg, De tiden dina fartyg försvarar attackeras avfyras missiler mot dina baser i mellanöster och Israel.",
				"Jag förklarade bara att de finns mobila luftvärn som kan transporteras och användas under kortare tid samtidigt kunna transportera inne till underjordiska anläggningar och hemliga vägar (Läs mina tidigare inlägg) när kryssningsmissilerna är nära eller börja slå till..."
		]
	},
	{
		"postIndex": [
			[7768],
			[7882],
			[7859],
			[7702],
			[7845]
		],
		"postTime": [
				"2013-10-23",
				"2013-12-27",
				"2013-12-27",
				"2013-10-04",
				"2013-12-27"
		],
		"postNum": [
			[1370],
			[1385],
			[1383],
			[1358],
			[1383]
		],
		"postLink": [
				"/sp45809127",
				"/sp46765544",
				"/sp46763820",
				"/sp45525940",
				"/sp46763820"
		],
		"postUser": [
				"Massaraduvet",
				"CockneyReject",
				"CockneyReject",
				"T-80U",
				"CockneyReject"
		],
		"postUserID": [
				"/u844125",
				"/u528345",
				"/u528345",
				"/u465331",
				"/u528345"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p115",
				"https://www.flashback.org/t1842501p116",
				"https://www.flashback.org/t1842501p116",
				"https://www.flashback.org/t1842501p114",
				"https://www.flashback.org/t1842501p116"
		],
		"userUrl": [
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u528345",
				"https://www.flashback.org/u528345",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u528345"
		],
		"sentence": [
				"om USA vill bomba Anti-ship missilerna måste de bomba VARJE lastbil i södra Iran för att vi kommer skicka ut tusentals lastbilar samtidigt (även om stor del av dessa kommer vara tomma), då det är bara att bomba på lastbilarna som på tur kommer inte vara ute hela tiden utan att de kommer ta sig in till dessa underjordiska anläggningar (spridna över hela Iran) för att skydda sig under tiden de inte avfyrar sina missiler.",
				"jag förstår att det inte kommer att ske en invasion eftersom att det inte kommer att gå, försöker bara förklara det för vissa som skriver här, USA kommer att attackera irans kärnkraftsanläggningar ifall USA skulle attackera, vilket dom inte kommer göra, utan det kommer vara saudi/Israel som kommer att attacker och de är inte kapabla till att förstöra dessa anläggningar utan USAs hjälp.",
				"okej låt oss leka med tanken att USA nu har gått igenom den första fasen, tänk dig hur utarmade dom måste va vid det här laget, nu måste dom täcka en extremt bergig terräng med en population på ungefär 75 miljoner invånare, du kanske aldrig har varit i Iran men människorna där må hata sin regering men dom är extremt nationallistiska och utländska trupper på iransk mark är ett stort nono, ingenstans skulle amerikanska soldater vara välkomna, tänk dig nu att Iran är större än både Afghanistan och Irak kombinerade.",
				"Och vad du säger är alltså att det sovjet inte ens var säkra på att de skulle klara av med alla dessa specialbyggda flygplan och fartyg, som övade i princip uteslutande för detta, det skulle Iran (eller Syrien) klara av med några motorbåtar eller en magisk oljetanker som jänkarna vinkar fram hela vägen till hangarfartyget?",
				"Irans ubåtar är kanske inte i samma högteknologiska grad som västvärldens atomubåtar men de är inte gjorda för samma ändamål heller, Irans ubåtar är gjorda för att infestera den persiska vikens grunda och svårmanöverbara vatten(speciellt vid Hormuz-sundet) därför är dom så små, de kommer främst användas till att lägga minor och blockera sundet, vilket de kommer att klara av effektivt."
		]
	},
	{
		"postIndex": [
			[9277],
			[9376],
			[8954],
			[9532],
			[9611]
		],
		"postTime": [
				"2014-01-20",
				"2014-01-21",
				"2014-01-09",
				"2014-01-26",
				"2014-01-28"
		],
		"postNum": [
			[1565],
			[1572],
			[1548],
			[1597],
			[1608]
		],
		"postLink": [
				"/sp47137578",
				"/sp47150352",
				"/sp46963965",
				"/sp47223457",
				"/sp47254276"
		],
		"postUser": [
				"paecmaker",
				"Jecke",
				"Massaraduvet",
				"Jecke",
				"paecmaker"
		],
		"postUserID": [
				"/u526775",
				"/u114224",
				"/u844125",
				"/u114224",
				"/u526775"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p131",
				"https://www.flashback.org/t1842501p131",
				"https://www.flashback.org/t1842501p129",
				"https://www.flashback.org/t1842501p134",
				"https://www.flashback.org/t1842501p134"
		],
		"userUrl": [
				"https://www.flashback.org/u526775",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u526775"
		],
		"sentence": [
				"3 1 Att säkra oljan är inte så svårt då Iran varken kommer kunna ha flygplan/robotar eller markstyrkor i närheten 2 Saudiarabien kommer inte besegras, som värst får Turkiet gå in och hjälpa dom- 3Bahrain kommer inte ha några större problem, visst några robotar kanske träffar och en del dör men inget som hotar hela landet.",
				"Men något sådant skulle inte hända i en krigssituation, enda sättet det skulle hända på skulle vara att Iran utan varning eller upptrappning anfaller amerikanska fartyg, vilket skulle innebära slutet för Iran då de skulle få hela NATO emot sig, inte bara USA, och omvärldens opinion skulle dessutom vara på USAs sida.",
				"Det är snabbare än vad ''anti-ship'' utrustning på Hangarfartygsgruppen klarar av (Nu menar jag inte själva ''skottets'' hastighet utan att man ska tänka sig att det är tusentals Speedboats som är i närheten av varandra, under samma sekund som speedboats blev inom räckvidd och står täta emot varandra så ''skjuter'' Jagarna och kryssarna, men då ska man tänka på att det finns andra speedboats där bakom den som ''sköts'' som under samma sekund avfyrade sina missiler och det gjorde alla fartyg bakom.",
				"SA kommer se när du förflyttar dig mot gränsen och skicka förstärkningar, det tar tid att slå ut gränstrupperna även om de inte har någon chans att stoppa din låtsasarmé och då kommer SAs flyg att agera mot din låtsasarmé, liksom under tiden din låtsasarmé måste förflytta sig från gränsen till de städer där de kommer att stöta på de trupper som SA har skickat dit från tiden när din låtsasarmé upptäcktes, och de kan köra i högsta hastighet då de inte saktas ner av gränstrupper, fientligt flyg och mindre förstärkningar som bedriver fördröjande reträttstrid.",
				"Ubåtar är inte oslagbara och CSG har(har jag för mig) skepp som är gjorda för att möta just ubåtar samt att man kanske även har egna ubåtar, och om de lyckas skjuta sina robotar så krävs det att många andra också lyckas skjuta sina robotar för att ens vara ett hot(och frågan är hur stor chansen är för det då småbåtarna måste ta sig mycket närmare för att ens skjuta."
		]
	},
	{
		"postIndex": [
			[10392],
			[10969],
			[11090],
			[11332],
			[10239]
		],
		"postTime": [
				"2014-04-02",
				"2014-04-08",
				"2014-04-15",
				"2014-04-19",
				"2014-03-30"
		],
		"postNum": [
			[1735],
			[1831],
			[1845],
			[1876],
			[1713]
		],
		"postLink": [
				"/sp48205252",
				"/sp48295543",
				"/sp48393150",
				"/sp48447737",
				"/sp48165463"
		],
		"postUser": [
				"paecmaker",
				"Massaraduvet",
				"Emystia",
				"T-80U",
				"Ormen Långe"
		],
		"postUserID": [
				"/u526775",
				"/u844125",
				"/u332353",
				"/u465331",
				"/u76197"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p145",
				"https://www.flashback.org/t1842501p153",
				"https://www.flashback.org/t1842501p154",
				"https://www.flashback.org/t1842501p157",
				"https://www.flashback.org/t1842501p143"
		],
		"userUrl": [
				"https://www.flashback.org/u526775",
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u332353",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u76197"
		],
		"sentence": [
				"USA spanar på Iran hela tiden, man märker när småbåtarna lämnar hamnarna och försöker ta sig till hangarfartyget/n, Varje AEGIS skepp kan följa MINST 100 fientliga luft och sjömål på väldigt långa avstånd, skeppen har också möjligheten att dela på målen(dvs ett skepp skjuter på ett mål som ett annat skepp har låst) Hangarfartyget kommer självklart ligga utanför Irans räckvidd när det gäller både en majoritet av kustrobotar, flygplan och småbåtar.",
				"Det med strategiska förluster är att US of A kommer inte kunna invadrera Iran, vilket på tur betyder att ett par tusen bombar kommer inte påverka Iran, då Iran kan bygga om landet, så länge man inte tänker på Invasion (som inte kommer fungera, av orsaker) eller att använda kärnvapen, så kan amerikanerna bomba i ett par år, men detta är en förlorad spel då det kommer kosta mer än vad det smakar.",
				"Verkar som att du är 100% inställd på att USA skulle ta varje chans att sänka ett Iranskt fartyg eller skjuta ner ett Iranskt flygplan varje gång dom såg ett, om det inte hade varit så att Irans militär är så stark att det troligen hade slutat med totalt fiasko för USA?",
				"Iran spelar inte i samma liga som USA, och har inga ens teoretiska möjligheter att vinna ett krig mot USA eller att sänka ett amerikanskt hangarfartyg annat än om hela hangarfartygsstridsgruppen beter sig på ett sätt som vore totalidiotiskt.",
				"god förmåga att slå sönder både stora mängder svärmande FIAC och FAC, eler för den delen fientliga pansarbataljoner inom loppet av några sekunder, utan även som sjömålsrobot mot större fartyg, där det stora antalet robotar* skulle göra det mycket svårt att kontra Brimestone Spear, samtidigt som Spear får tillräcklig räckvidd för att skjutas under radarhorisonten."
		]
	},
	{
		"postIndex": [
			[11997],
			[12068],
			[12199],
			[12527],
			[12057]
		],
		"postTime": [
				"2014-04-25",
				"2014-04-26",
				"2014-04-27",
				"2014-04-29",
				"2014-04-26"
		],
		"postNum": [
			[2004],
			[2011],
			[2040],
			[2110],
			[2011]
		],
		"postLink": [
				"/sp48527183",
				"/sp48535026",
				"/sp48554824",
				"/sp48579752",
				"/sp48535026"
		],
		"postUser": [
				"Massaraduvet",
				"Massaraduvet",
				"T-80U",
				"Wishie",
				"Massaraduvet"
		],
		"postUserID": [
				"/u844125",
				"/u844125",
				"/u465331",
				"/u420575",
				"/u844125"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p167",
				"https://www.flashback.org/t1842501p168",
				"https://www.flashback.org/t1842501p170",
				"https://www.flashback.org/t1842501p176",
				"https://www.flashback.org/t1842501p168"
		],
		"userUrl": [
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u420575",
				"https://www.flashback.org/u844125"
		],
		"sentence": [
				"Detta överstiger inte 200 styck, detta skulle kanske räcka för att sänka eventuella Jagare eller Fregatter om inte kryssare men inte utan stöd av ubåtar med räckvidd som man har brist på vad gäller kvantitet då endast 1 Fateh ubåt är under sjötest men det behövs minst 9 ubåtar som inte kommer bli färdiga innan 2015 samt att det behövs ett par år av träning för att kunna hantera ubåten rätt och kunna utföra svårare uppdrag.",
				"Kriget KANSKE vinns av USA och dess allianser om man använder större medel som deras toppmoderna utrustning och kärnvapen (taktiska eller strategiska det än är), men när IR5 säger att Iran kan vinna kriget beror detta på att han räknar med dem strategiska förlusterna om kriget blir jättebred i ME, och detta blir som Vietnam, av orsakar fick inte amerikanerna gå in i Nordvietnam och om dem gjorde det så hade man fått smaka på stor motstånd.",
				"Problemet med torpeder är att de antingen är snabba och ostyrda (vilket medför att man måste vara väldigt nära för att kunna få in en träff, vilket i sin tur betyder att man måste segla många tiotals kilometer genom sjö som vapentekniskt kontrolleras av USA), eller inte snabba och styrda (vilket medför att man också då måste vara väldigt nära, för att de amerikanska fartygen inte ska kunna sätta högsta fart i maskin och gå utanför torpedernas framdrivningsmaskineris räckvidd).",
				"Tja, förutom \"death and taxes\" då Skulle vilja påstå att Irans bästa, och inte bara Irans utan alla nationers bästa, och nästan enda chans är att sänka ett hangarfartyg är att lyckas med ett rent överväldigande överraskningsanfall några resor värre än Japans attack mot Pearl Harbour under VK2 när fartyget och dess eskort ligger förtöjd vid kaj.",
				"Även om dessa länder inte har möjlighet till vinst emot eventuella fiender så kommer man inte kunna hantera många fiender från Israelienska sidan, och då tvingas Israel att använda alla sina krafter emot Hamas samt Hizbollah och Syrien."
		]
	},
	{
		"postIndex": [
			[13794],
			[13865],
			[13838],
			[12906],
			[13424]
		],
		"postTime": [
				"2014-07-09",
				"2014-07-10",
				"2014-07-10",
				"2014-05-02",
				"2014-06-25"
		],
		"postNum": [
			[2334],
			[2338],
			[2338],
			[2177],
			[2287]
		],
		"postLink": [
				"/sp49519033",
				"/sp49525857",
				"/sp49525857",
				"/sp48622123",
				"/sp49342875"
		],
		"postUser": [
				"IR10",
				"IR10",
				"IR10",
				"Fjolsson",
				"IR10"
		],
		"postUserID": [
				"/u905834",
				"/u905834",
				"/u905834",
				"/u182937",
				"/u905834"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p195",
				"https://www.flashback.org/t1842501p195",
				"https://www.flashback.org/t1842501p195",
				"https://www.flashback.org/t1842501p182",
				"https://www.flashback.org/t1842501p191"
		],
		"userUrl": [
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u182937",
				"https://www.flashback.org/u905834"
		],
		"sentence": [
				"Man har testat allt möjligt i icke-konversella krigsföreningstilar vilket amerikaner eller europier för denna delen inte gör då man använder sig alltid av försvarsmakter för attackkrig och inte försvarkrig samt har inte samma geopolitiska situtation eller geografiska siktation som tilllåter alla dessa taktiker, sedan är folk i EU eller USA inte lika förtroendesfulla mot staten som i Iran, i Iran enas alla mot utlänningen vilket än det var och vilken regim det än är, det är lydiga till staten om det är ännu strarkare i nurvarande Iran, då folk i Iran är religösa helt enkelt, följer man religion så följer man fatwa, Ali Khameni är helt enkelt den som ger Fatwa och det är religös skyldighet att kriga med honom, det är folks egna vilja och inget har tvingat de till liknande.",
				"Men, Irak och med allt det kunde ta ner 75 Stridsflygplan, det är inte fåtal flygplan som du kallar för, utan 4% av Stridsflygplanen, taktiskt seger, idag är fallet helt annat, det är en stor sak för USA att få ihop 1500 stridsflygplan för en militär operation och skulle betyda mycket om man inte fixar en allians, men det är inte möjligt då Iran inte är den som börjar, och kommer inte välja få fram krig, om USA inte påbörjar.",
				"det är samma sak i Iran, det är religösa ledaren mer än statschefen Ali Khameni är, tror man på religion så är man troende och håller sig fast vid sina mål även om man dör, historian om att folk sprang på minor skedde i vissa områden, men inte för att militära befälen sade Nej, utan motsatsen att militära befälen försökte stoppa en, men det gjorde det av egen vilja, det är inte att vara galen, utan att tro på vad man gör till slutet, det är precis hur iranier är och för att kontroller Iran måste varje människa i Iran dödas, bokstavligen varje shiamuslim iranier ska dö innan USA kontrollera denna meter han eller hon står ovanpå.",
				"Skulle Iran stänga sundet har de precis deklarerat krig mot nationen Oman, vilket då ger USA, och andra nationer som har en flotta, automatisk möjlighet att förklara krig med Iran eftersom all farled som tidigare sagts i tråden leder ut till öppna hav, samt så har tidigare överenskommelser i internationella avtal gett fartyg rätt att passera utan att en annan nation ska kunna agera, förutom i den ekonomiska zonen, mer i UNCLOS om du vill läsa.",
				"Du har fått många exempel på hur Iran kan sänka hangarfartyget i Persiska viken, IR5 eller IRI har aldrigt sagt att Iran kan eller vill sänka hangarfartyget utanför Persiska viken eller mer än 600 km från kusten, men befinner man sig mer än 600 km från kusten blir det svårare att slå ut en hel del mål."
		]
	}
]
