[
	{
		"postIndex": [
			[710],
			[830],
			[1369],
			[641],
			[814]
		],
		"postTime": [
				"2013-01-26",
				"2013-01-27",
				"2013-01-29",
				"2013-01-26",
				"2013-01-27"
		],
		"postNum": [
			[228],
			[277],
			[472],
			[200],
			[273]
		],
		"postLink": [
				"/sp41699943",
				"/sp41707571",
				"/sp41751848",
				"/sp41697273",
				"/sp41705575"
		],
		"postUser": [
				"pudelpuff",
				"Mejselsprej",
				"Incipio",
				"Skywallker",
				"HejAnton"
		],
		"postUserID": [
				"/u757427",
				"/u566482",
				"/u592978",
				"/u508951",
				"/u502621"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p19",
				"https://www.flashback.org/t2065199p24",
				"https://www.flashback.org/t2065199p40",
				"https://www.flashback.org/t2065199p17",
				"https://www.flashback.org/t2065199p23"
		],
		"userUrl": [
				"https://www.flashback.org/u757427",
				"https://www.flashback.org/u566482",
				"https://www.flashback.org/u592978",
				"https://www.flashback.org/u508951",
				"https://www.flashback.org/u502621"
		],
		"sentence": [
				"Fan hälften av mina games har haft ett innehåll av vilsna idioter som troligen spelar för första gången, töntar som klagar på mig/andra pga att dessa dör och fortsätter så tills matchen slutar i defeat, någon nolla som går mid men plötsligt bestämmer sig för att jungla och låter det andra laget pusha sönder, idioter som inte förstår ett skit när man pingar eller bara vägrar kommunicera med laget.",
				"Sen jag även rekommendera att spela med folk du känner, för det första så kommer de inte ragea och för det andra kan ni larva er och köra konstiga setups eller vad ni nu tycker är roligt (förutsatt att ni är 5 pers dock, gör det inte annars, då kommer alla andra på ert lag tycka ni är idioter).",
				"Tyvärr var deras lag för feedat för att vi skulle kunna komma längre än basen men fan vad kul det var, jag kom i kapp och kunde stå o sola deras lag när dom sprang efter våran support :P Med enklare ord: såg verkligen att vara positiv och inte peka ut fel lönar sig så i helvete.",
				"köpte Thresh, verkar vara en riktigt rolig support (som blivit min main plats nästan då jag spelar bäst där) brukar dock köra med udda support som J4, Ashe, Elise, och även om thresh är en renodlad support så passar han in bland \"udda support\" i min kategori i alla fall!",
				"Poängen var att du kommer aldrig hitta folk som kan samarbeta i det här spelet, en av tio matcher kanske är en match där ditt lag har fem bra spelare som kan kommunicera och samarbeta, medans resten är bråk om vem som ska spela vad och vem som är noob osv."
		]
	},
	{
		"postIndex": [
			[3231],
			[4230],
			[2590],
			[3306],
			[3963]
		],
		"postTime": [
				"2013-02-05",
				"2013-02-10",
				"2013-02-03",
				"2013-02-05",
				"2013-02-08"
		],
		"postNum": [
			[1310],
			[1686],
			[987],
			[1337],
			[1584]
		],
		"postLink": [
				"/sp41863332",
				"/sp41946263",
				"/sp41823587",
				"/sp41866368",
				"/sp41918577"
		],
		"postUser": [
				"irken",
				"AIKDaniel",
				"Herr.Banan",
				"Cpt.Obvious",
				"revamp"
		],
		"postUserID": [
				"/u478566",
				"/u562482",
				"/u559620",
				"/u516646",
				"/u471930"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p110",
				"https://www.flashback.org/t2065199p141",
				"https://www.flashback.org/t2065199p83",
				"https://www.flashback.org/t2065199p112",
				"https://www.flashback.org/t2065199p132"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u562482",
				"https://www.flashback.org/u559620",
				"https://www.flashback.org/u516646",
				"https://www.flashback.org/u471930"
		],
		"sentence": [
				"No offense men du kan ju inte kört mot några vidare Cait spelare isf, cait's early game handlar bara om att försöka harassa & försöka starta fights för hon är så stark, gör man inte det och båda bara farmar så är det klart att en Hyper carry som Vayne/twitch vinner lategame.",
				"Jag har säkert spelat 300 games med lee sin, kan allting med gubben och det märks ifall någon inte vet hur man spelar gubben, många pickar den för att \"den är lätt att carrya med\", \"den är enkel att jungla med\" men många förstår inte att det krävs en jävla massa skills för att lira den gubben bra.",
				"Nu har jag bara spelat en match i det nya systemet och den gick skitbra, men i pre season var det inte ofta jag stötte på troll, nästan alla lag jag spelade med, oavsett om vi vann eller förlorade, gjorde sitt bästa.",
				"I en ren fight efter level 6 vinner oftast Vayne (beroende på ifall man har oturen att möta Lulu eller Taric) så länge som man är närmare sitt eget torn eller i mitten av lanen så att Caitlyn inte hinner backa ut innan hon dör.",
				"Alltid lika kul när man sätter upp flertal tidiga kills för snowballande champs i soloq de gångerna man bara är ute efter att vinna, och när de efter matchen skryter om hur de vann matchen åt laget och alla andra är noobs och borde bli reportade."
		]
	},
	{
		"postIndex": [
			[6699],
			[6291],
			[6935],
			[7161],
			[5901]
		],
		"postTime": [
				"2013-02-24",
				"2013-02-22",
				"2013-02-25",
				"2013-02-26",
				"2013-02-20"
		],
		"postNum": [
			[2553],
			[2447],
			[2631],
			[2714],
			[2315]
		],
		"postLink": [
				"/sp42169626",
				"/sp42139462",
				"/sp42191671",
				"/sp42207674",
				"/sp42102639"
		],
		"postUser": [
				"Jafan89",
				"Oea",
				"BrainDisorder",
				"Herr.Banan",
				"Herr.Banan"
		],
		"postUserID": [
				"/u424995",
				"/u220640",
				"/u151382",
				"/u559620",
				"/u559620"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p213",
				"https://www.flashback.org/t2065199p204",
				"https://www.flashback.org/t2065199p220",
				"https://www.flashback.org/t2065199p227",
				"https://www.flashback.org/t2065199p193"
		],
		"userUrl": [
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u220640",
				"https://www.flashback.org/u151382",
				"https://www.flashback.org/u559620",
				"https://www.flashback.org/u559620"
		],
		"sentence": [
				"Oftast är det så enkelt att märker man att man för en gång skull möter en spelare som faktiskt kommer ta en under normala förhållanden, så får man spela annorlunda, tillexempel poka, afk push, köra all in när din junglare kommer (problemet är att deras junglare har en tendens att komma exakt sammtidigt), eller i absolut värsta utav värsta fall: Kör otroligt defensivt och håll dig nära tornet och försök last hitta säkra creeps, du kan absolut falla efter i guld då, och den andra kan få mer änn jag skulle vilja tillåta, däremot så blir den inte över feedad och du förstör inte för övriga laget lika hårt.",
				"Spelade Nocturne och blev skapligt feedad, deras akali blev lite feedad end game och det slutade såhär: Dom pushade ända till nexus men vi lyckades döda dom precis innan nexus dog, sen pushade vi tillbaka till deras nexus och fick nästan ner deras men vi dog, sen sprang akali och alistar ensamma till vår nexus och försökte få ner den men misslyckades, deras varus försökte backdoora men jag recalla och slaktade honom och precis innan pantheon skulle döda vår nexus hade mitt lag fått ner deras Så jävla adrenalinfyllt har jag inte haft på jättelänge på LoL >.",
				"Observera dock att när du börjar från lvl 1 så kommer du spela/möta många andra som aldrig har spelat detta spel förut, och även folk som har gjort så kallade \"smurfkonton\", dvs duktiga spelare som bara vill ha ett nytt account att spela på och möjligtvis köpa andra champs eller bara äga \"noobs\".",
				"Både hennes Q och E scalear ju lika mycket med AD som med AP så en hybrid är ju inte helt fel, dessutom i princip det enda jag har sett När jag lirar support brukar jag bara köra på min AP-sida, spelar ju som sagt på låg nivå så jag bryr mig inte speciellt mycket om det Det andra jag undrar över är om det räknas som AA när man har E aktiverat eller om det bara är en spell.",
				"För att klättra ska du använda följande gubbar: - Elise, kanske starkaste champen just nu - Garen, väldigt stark - Akali, extremt stark, kan typ gå 1v5 - Kha Zix, extremt stark - Xin, extremt stark - Kha Zix - Cait, kanske starkaste ADCn just nu - MF, väldigt stark - Taric, väldigt stark - Sona, väldigt stark - Leona, väldigt stark Du sa att du inte gillar AP-gubbar, Akali är dock inte en typisk AP som typ Brand eller Gragas."
		]
	},
	{
		"postIndex": [
			[9684],
			[9404],
			[10153],
			[10151],
			[9475]
		],
		"postTime": [
				"2013-03-12",
				"2013-03-10",
				"2013-03-17",
				"2013-03-17",
				"2013-03-11"
		],
		"postNum": [
			[3485],
			[3394],
			[3660],
			[3660],
			[3416]
		],
		"postLink": [
				"/sp42432963",
				"/sp42393377",
				"/sp42504587",
				"/sp42504587",
				"/sp42405859"
		],
		"postUser": [
				"AIKDaniel",
				"174563",
				"174563",
				"174563",
				"HejAnton"
		],
		"postUserID": [
				"/u562482",
				"/u240858",
				"/u240858",
				"/u240858",
				"/u502621"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p291",
				"https://www.flashback.org/t2065199p283",
				"https://www.flashback.org/t2065199p305",
				"https://www.flashback.org/t2065199p305",
				"https://www.flashback.org/t2065199p285"
		],
		"userUrl": [
				"https://www.flashback.org/u562482",
				"https://www.flashback.org/u240858",
				"https://www.flashback.org/u240858",
				"https://www.flashback.org/u240858",
				"https://www.flashback.org/u502621"
		],
		"sentence": [
				"Ett tips är att inte börja spela de gubbarna som kostar 6300, iaf inte köpa dem Börja med gubbarna för 450, 1350, 3150, 4800 Roliga gubbar att spela: Ryze 450IP (Mid) Ashe, 450IP (ad carry, bot) Master Yi, 450IP (kan spelas på olika positioner, top,AP mid eller jungle) Kayle, 450IP (Kan även den gubben spelas på olika positioner, AP mid, top, jungle eller till och med support bot) Cho'gath 1350IP, (en tank, kan spelas top, mid, jungle) Jax 1350IP (top, jungle) Teemo 1350IP (en av de roligaste gubbarna jag vet, spelas top) där har du några gubbar att välja på som är en bra början, men mitt tips är att alltid spela de gubbarna som är free och se vilka som intresserar dig.",
				"senare in i matchen innan 20 var vinsten garanterad, Jag var morg mid och hadde 5/0, top lane hade väl runt 7/2 och bot vann ganska hårt också, Toplane blir gankad efter att köra lite riskabelt och irelia och volibear hadde lågt hp, jag lyckas komma upp dit för att ulta, efter den första initiala dmgen låg volibear på cirka 2% hp och irelia på cirka 10% hp, de springer åt varsitt håll, var tvungen att reagera väldigt fort och det råkade bli att springa åt volibear, irelia låg ändå så långt efter och voli hadde bäst score och mest items i deras lag, kanske inte var rätt eslut men jag hadde väldigt krot tid att bestämma mig.",
				"Men jag förstår vad du menar, jag orkar inte med torlls som förstör, men det var inte det jag syftade på, kanske det verkade så men folk verkar spela ltie extra seriöst på fredagar och lördagar bara, det är vad jag ville får fram, en person som spelar varje dag i veckan som jag har märkt detta, och folk delar inte min filosofi om att ta det lite extra lugnt på kvällen på helgen :P Spelt är inte alls balancerat, det är fokuserat på brusiers och assassins, visst kan du vinna aovsett setup, men ett spel är aldrig balanserat om det är stora gap på vilken skill som fordras beroende på vilken roll du spelar.",
				"Woa ta det lugnt, jag spelar lol väldigt mycket varje dag, även fast ajg är smått påverkad spelar jag bra, jag får alltid postiviva stats, runt 10-20 kills och 0-5 deaths fast jag är påverkad, det är föra t tjag spelar med folk jag käner och jag spelar normals, jag är ingen p12 som flamear och kör ranked när jag inte är vid mitt sinnes fulla bruk, ta det lugnt grabben Jag kanske msåte påpeka att ajg aldrig skulle spela ranked om jag var oykter utan ajg menade normals, jag kör itne ens ranked om ajg är det misna trött eller grinig, jag vill inte förstöra för andra alls.",
				"Varje dag kommer det frågor om vilken gubbe som carryar bäst, spela någon du tycker är rolig och bli bra med den istället, du kommer inte må bättre av att spela en tråkig gubbe bara för att den kan vinna lane och sedan vinna matchen."
		]
	},
	{
		"postIndex": [
			[13029],
			[10751],
			[13361],
			[11556],
			[12955]
		],
		"postTime": [
				"2013-04-02",
				"2013-03-21",
				"2013-04-04",
				"2013-03-26",
				"2013-04-02"
		],
		"postNum": [
			[4618],
			[3885],
			[4751],
			[4141],
			[4600]
		],
		"postLink": [
				"/sp42759202",
				"/sp42574097",
				"/sp42784374",
				"/sp42657235",
				"/sp42754720"
		],
		"postUser": [
				"Sliparn",
				"thooht",
				"irken",
				"TrainOfThought",
				"BrainDisorder"
		],
		"postUserID": [
				"/u376842",
				"/u503051",
				"/u478566",
				"/u449429",
				"/u151382"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p385",
				"https://www.flashback.org/t2065199p324",
				"https://www.flashback.org/t2065199p396",
				"https://www.flashback.org/t2065199p346",
				"https://www.flashback.org/t2065199p384"
		],
		"userUrl": [
				"https://www.flashback.org/u376842",
				"https://www.flashback.org/u503051",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u449429",
				"https://www.flashback.org/u151382"
		],
		"sentence": [
				"Top (dessa funkar även i jungle) - Malphite, Jax, Cho'gath (funkar även mid) är rätt lätta och väldigt starka Jungle - Amumu, Lee sin, Volibear Mid - Zed, Kassadin, Orianna, Ryze, Lux, Diana Adc - Graves, Kog, MF, Cait, Draven Support - Taric, Ali, Blitz, Leona, Thresh Bara några exempel på bra champs i olika positioner, välj och vraka Blandat lite på billiga/dyra här, alla är ungefär lika viable i ranked t.",
				"Måste berätta om en sjukt kul och snygg grej jag lyckades med igår, spelade duo med en kille vi kör bot (jag taric han tristana), han dör jag springer tbx till tornet med både adc och sup bakom mig som har halva hp kvar, väl vid tornet kommer deras jungler, fortsätter springa, precis som dom drar ulti flashar jag tbx till tornet och springer emot deras torn, under hela tiden har ju dom fått stryk av tornet.",
				"Bara för edward kommer vinna support platsen så tycker jag inte Genja borde vinna AD, han spelar väldigt passivt då han vet att hans top/mid/jungle kommer göra plays istället.",
				"Angående lane så tycker jag om både top (Yorick, tror inte att jag har förlorat mer än ett par gånger), mid (LeBlanc, gillar hennes rörlighet + burst early game även med lite AP), och även bot (\"Welcome to the league of Draaaven\", 'nuff said), och känner att jag kan anpassa mig efter behov ganska bra.",
				"om över väggar (knappast nyttigt i team-fights dock) Skulle det handla om early team-fights eller laning-phases så är dock MF eller Cait att föredra, Cait har väldigt lång range med sina auto-attacks och den där spellen som skjuter iväg något (spelar aldrig henne) och MF som har sin aoe-slow, sin Q som gör extremt ont, särskilt om den träffar ett 2nd target och hennes ulti som är extremt aoe."
		]
	},
	{
		"postIndex": [
			[16279],
			[13849],
			[15749],
			[16400],
			[15130]
		],
		"postTime": [
				"2013-04-20",
				"2013-04-07",
				"2013-04-17",
				"2013-04-21",
				"2013-04-14"
		],
		"postNum": [
			[5702],
			[4934],
			[5531],
			[5744],
			[5320]
		],
		"postLink": [
				"/sp43056784",
				"/sp42841889",
				"/sp43006932",
				"/sp43071958",
				"/sp42954564"
		],
		"postUser": [
				"KalleKofot",
				"Jafan89",
				"Cpt.Obvious",
				"Skywallker",
				"Jafan89"
		],
		"postUserID": [
				"/u76411",
				"/u424995",
				"/u516646",
				"/u508951",
				"/u424995"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p476",
				"https://www.flashback.org/t2065199p412",
				"https://www.flashback.org/t2065199p461",
				"https://www.flashback.org/t2065199p479",
				"https://www.flashback.org/t2065199p444"
		],
		"userUrl": [
				"https://www.flashback.org/u76411",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u516646",
				"https://www.flashback.org/u508951",
				"https://www.flashback.org/u424995"
		],
		"sentence": [
				"Är i silver och får möta bronze\\silver, känns som det inte spelar någon roll ifall någon spelar support eller inte i dessa matcher för folk gör vad dom känner för i alla fall, kanske bara ska säga till folket att spela vad dom känner för men bara att dom gör det bra.",
				"Yes karthus är stark som bara fan om man vet hur han ska spelas och om ens lag inte är fullkomligt dumma i huvudet Dock så skulle jag nominera min nuvarande favorit som har varit på första platsen väldigt väldigt länge: Malzahar, fyfan vad stark han är mot nästan allt, och även om man möter någonting som tar en så kan man helt enkelt bara börja köra defensivt och bara förlora minimalt med CS.",
				"Detta medför bara att lag som är bra och spelar på en liten server i stort sett inte kommer bli upptäckta samt att alla servrar utom Korea, China, NA och EUW kommer ha brutala queue-times och väldigt stora MMR-skillnader i varje match.",
				"tror att många tror att Baron är en free win oftast, (otroligt stark buff men i många lägen är det inte värt att ta baron) många tänker inte på att man kanske inte har ett lag som kan ta ner baron snabbt, samt att de inte kollar om lanes är pushade eller hur lång respawn timer de har kvar.",
				"(med undantag att man inte ska gå in i andras lanes vid ganks och sno alla CS osv osv, men det är underförstått helt enkelt ) Håller helt med i att i soloQ så kan man inte lita på laget, så man ska i förstahand arbeta för sig själv där, gärna undvika att picka CC junglare som är beroende utav laget, och om man är bra på det så ska man välja en support som inte är för beroende utav de andra."
		]
	},
	{
		"postIndex": [
			[18857],
			[18675],
			[18445],
			[17945],
			[18454]
		],
		"postTime": [
				"2013-05-13",
				"2013-05-11",
				"2013-05-09",
				"2013-05-06",
				"2013-05-09"
		],
		"postNum": [
			[6674],
			[6618],
			[6528],
			[6332],
			[6530]
		],
		"postLink": [
				"/sp43399416",
				"/sp43369393",
				"/sp43341344",
				"/sp43292023",
				"/sp43343905"
		],
		"postUser": [
				"€ric",
				"irken",
				"Sickmyduck",
				"EvilG",
				"irken"
		],
		"postUserID": [
				"/u161587",
				"/u478566",
				"/u413029",
				"/u406511",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p557",
				"https://www.flashback.org/t2065199p552",
				"https://www.flashback.org/t2065199p544",
				"https://www.flashback.org/t2065199p528",
				"https://www.flashback.org/t2065199p545"
		],
		"userUrl": [
				"https://www.flashback.org/u161587",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u413029",
				"https://www.flashback.org/u406511",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Så jävla trött att spela en match och carrya hela early,mid och late så vi får alla drags + fler towers och ändå lyckas vi förlora för att man har 4 totalt jävla mongolid cp barn i laget som inte ens kan sätta wards eller gå tillbaka när man pingar och skriver att de ska gå tillbaka för de andra laget är påväg.",
				"Alltså, builden är ju OK om man är före i lane & så, men vissa spelare verkar inte förstå att när den hamnar efter så gör inte den builden så dem kommer kunna komma före igen heller - det är tråkigt, men på ett sätt är det väll kul också, att alla inte kör samma \"vanliga\" adc build med, men..",
				"Det som skiljer Guld från Diamond på den fronten är att i Diamond så börjar inte resterande spelare i laget att ge upp bara för att en i deras lag gör dåligt ifrån sig, istället ser de till att vinna sin egen lane extra hårt istället för att kompensera, dessutom så hjälper de andre den killen som har problem så han får en möjlighet att göra en comeback.",
				"Ska köpa dessa champions under kommande veckor Ge mig feedback på dessa, spelar varierade positioner varje game Lista, med prioritetsordning och motivering: Volibear (OP-tank in i helvete, körde han på denna rotation och fattade tycke för honom) Fiora (Vart nästan aldrig bannad, samt de Fioras jag har teamat med har carryat gamet något enormt) Nocturne (Har mött han flera gånger och hans ulti bara fuckar för oss i motståndarlaget) Jayce (Ingen man vill möta...",
				"Självklart kan det bero på många andra faktorer, men jag har då vunnit games då jag spelat riktigt dåligt och jag har lyckats \"komma\" igen och vinna ändå, även om jag är 0-5-0 i lane till exempel, eller att jag har carryat andra riktigt dåliga spelare som det gått meh i lane phase."
		]
	},
	{
		"postIndex": [
			[20692],
			[19151],
			[20752],
			[21925],
			[20192]
		],
		"postTime": [
				"2013-05-22",
				"2013-05-14",
				"2013-05-23",
				"2013-06-03",
				"2013-05-21"
		],
		"postNum": [
			[7217],
			[6799],
			[7237],
			[7649],
			[7137]
		],
		"postLink": [
				"/sp43563575",
				"/sp43431145",
				"/sp43574255",
				"/sp43750354",
				"/sp43534919"
		],
		"postUser": [
				"Jafan89",
				"AIKDaniel",
				"LaZZi3",
				"nuclearninja456",
				"Jafan89"
		],
		"postUserID": [
				"/u424995",
				"/u562482",
				"/u118868",
				"/u743221",
				"/u424995"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p602",
				"https://www.flashback.org/t2065199p567",
				"https://www.flashback.org/t2065199p604",
				"https://www.flashback.org/t2065199p638",
				"https://www.flashback.org/t2065199p595"
		],
		"userUrl": [
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u562482",
				"https://www.flashback.org/u118868",
				"https://www.flashback.org/u743221",
				"https://www.flashback.org/u424995"
		],
		"sentence": [
				"Det finns en solklar logik bakom det, iallafall när jag spelar med vänner, det är så helt enkelt att genom att jag kanske tar jungeln, och min vän tar mitten, så är det garanterat att den på mitten är en person som kommer kunna vinna sin lane, och jag kommer kunna vinna jungeln, bara där har vi 2 områden vunna, om vi däremot hade kört botlane tillsammans, så skulle vi kanske ha en vinst, men pga att den lanen lätt blir påverkad mycket utav motståndarens jungel, så riskerar vi att istället för 2 vinster / 5 där vi sedan kan hjälpa de andra lansen, så är vi i en situation där vi inte kan öka våra chanser till seger nämnvärt.",
				"Gubbar som är lätta att farma med: (stark burst) (bra burst) (Bra mobility) (assassin) (riktigt stark just nu) (tanky, kan döda någon på en sec ifall du har mycket AP) (lite knepig att spela men bra och rolig gubbe) (Rolig gubbe, spelas på olika sätt) (En form av assassin, jävligt stark ifall den får kills) (Min favoritgubbe Season 2, kan vara stark i rätt händer) (stark gubbe, kan vinna en fight ensam) (hur lätt som helst att farma med, ganska enkel gubbe, kan byggas lite som en ap-tank, rolig!",
				"Hade precis ett sjukt game, eller sjukt var det väl inte, men spelade adc med taric bot mot ez + ali, det fanns inte tillstymmelse till att göra några misstag då det kändes som att båda var ganska så bra, vi satt iaf och farmade på var sin sida i 20-25 min, i början var vi precis lika, sen drog jag ifrån lite, inga kills i lanen alls, båda wardade grymt bra så var svårt att ganka.",
				"Nu är jag inte världens bästa junglare i heller men ett av de vanligaste misstagen jag märkt är att många lägger ner alldeles för lite tid på att försöka ganka utan fokuserar enbart på att farma junglen, Istället brukar jag fokusera på att ganka en stor del av tiden och brukar ibland få ihop 2-3 lyckade ganks innan lvl 6.",
				"Såklart det förutsätter att junglaren i sådanafall börjar prioritera toplanen, vilket i sin tur resulterar i att de andra lansen som inte suger och faktiskt kommer kunna vinna spelet om de får lite kärlek, inte får det, medan motståndarlagets junglare inte behöver bry sig om någon värdelös fan på toppen och kan vända läget på de andra lansen."
		]
	},
	{
		"postIndex": [
			[24010],
			[24268],
			[24566],
			[22419],
			[24769]
		],
		"postTime": [
				"2013-06-25",
				"2013-06-27",
				"2013-06-29",
				"2013-06-08",
				"2013-07-01"
		],
		"postNum": [
			[8334],
			[8405],
			[8493],
			[7813],
			[8581]
		],
		"postLink": [
				"/sp44048078",
				"/sp44075432",
				"/sp44097035",
				"/sp43817440",
				"/sp44132719"
		],
		"postUser": [
				"Jafan89",
				"Jafan89",
				"Jafan89",
				"irken",
				"2bbe"
		],
		"postUserID": [
				"/u424995",
				"/u424995",
				"/u424995",
				"/u478566",
				"/u643427"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p695",
				"https://www.flashback.org/t2065199p701",
				"https://www.flashback.org/t2065199p708",
				"https://www.flashback.org/t2065199p652",
				"https://www.flashback.org/t2065199p716"
		],
		"userUrl": [
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u643427"
		],
		"sentence": [
				"Vet att jag personligen varit med och bannat en heldel personer genom tribunal, och vet vad man kan säga tillbaka och vad som resulterar i en ban/varning, kanske därför jag inte blivit bannad änn så länge såklart har bara försökt få laget att förlora en match totalt över alla matcher jag kört, mitt lag var fittor och förtjänade verkligen inte att vinna, så bestämde mig för att inte vara med i några fighter alls så att det blir 4v5 (en hade tilloch med skrattar och varit glad över att han tog och förstörde mitt pentakill), problemet var att jag hade varit för bra som vanligt, och mitt lag hade desvärre fått övertaget så de idioterna lyckades ändå vinna utan mig tack vara försprånget jag hade skapat.",
				"Testade det just att bygga på det sättet, det gick bra, tills min idiotiska support fick spel och började köra äckligt aggresivt och totalt sket i att jag bokstavligen sagt att jag skulle spela passivt, vilket gjorde att jag blev tvungen att hjälpa till, med tanke på att den andra byggde standard ren skada så åkte vi på pisk, den tröga fan på mitt lag uppreppade ett par gången sedan hade vi förlorat tornet och deras ADC hade blivit feeded.",
				"Så stark som satan är han verkligen när det kommer till ren damage output, och han kan verkligen dominera lanen om man inte spelar på rätt sätt mot honom, vilket jag märkt är att poka han hårt från avstånd och ta lätta skott på han när det är möjligt, och hoppas att ens support inte är så jävla dum att försöka starta en 2v2 i början mot en duo som har full hp, för det lär man förlora om det är en draven på andra sidan.",
				"Även om jag tycker om man kommit till Plat, då borde man kunna spela alla roller någolunda, men det finns ju spelare som bara kört top/mid/jungle till exempel och aldrig Support så att bestraffa dem i någon form tycker jag bara är konstigt.",
				"Detta är typ andra gången jag loggar in på flashback så jag har inte direkt någon koll på om jag har gjort rätt nu för att skriva i lol tråden om hjälp men skriver här så kanske nån kan hjälpa mig att komma rätt jag har börjat spela på amrikansk server och min ping ligger på 190 och jag har delay som tusan när jag spelar, vet du om det finns något program när jag kan få ner min ping på Amrikanska servrarna via proxy eller vad det nu kan vara man gör?"
		]
	},
	{
		"postIndex": [
			[25303],
			[25123],
			[24931],
			[25262],
			[25221]
		],
		"postTime": [
				"2013-07-07",
				"2013-07-05",
				"2013-07-03",
				"2013-07-07",
				"2013-07-07"
		],
		"postNum": [
			[8757],
			[8687],
			[8633],
			[8745],
			[8731]
		],
		"postLink": [
				"/sp44216661",
				"/sp44185694",
				"/sp44159085",
				"/sp44210568",
				"/sp44205121"
		],
		"postUser": [
				"Jafan89",
				"Jafan89",
				"Jafan89",
				"Jafan89",
				"Jafan89"
		],
		"postUserID": [
				"/u424995",
				"/u424995",
				"/u424995",
				"/u424995",
				"/u424995"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p730",
				"https://www.flashback.org/t2065199p724",
				"https://www.flashback.org/t2065199p720",
				"https://www.flashback.org/t2065199p729",
				"https://www.flashback.org/t2065199p728"
		],
		"userUrl": [
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995"
		],
		"sentence": [
				"Hmm alla andra lanes klarar sig bra, förutom botten, låter som en riktigt bra idé att totalt skita i den då, för vem bryr sig egentligen om 2/5 spelare i laget hamnar efter i gold och xp egentligen, för det har väll aldrig påverkat hur en match slutar Sedan är det oftast lite mer komplicerat att få ut en motståndare ut lanen som har full hp, köpt mer saker, högre level och kan vara en darius eller annan hög skada/tankig kille när ens teammate inte hjälper till alls, när man själv är i jungeln.",
				"Brukade lira Talon enheldel i S2 innan han blev nerfad som fan, inte kört han på ett tag men fick känslan av att han helt enkelt inte är stark nog länge, just för att även innan nerfen så gick manan åt som bara fan, vilket gjorde det lite halvriskfyllt för man kunde hamna helt tömd på mana, utan möjlighet till poke sammtidigt som de andra kunde fortsätta anfalla en för man är på melee range, och därigenom förlora CS, men efter nerfen så hamnade skadan så långt bak att det blev lite meh att spela han alls.",
				"Har märkt att en heldel inte verkar fatta en enkel ping, senaste matchen körde jag jungel, men är väldigt skadad så kan inte hoppa in i någonfight just nu, så ser jag motståndarlagets lee springa upp för att ganka toppen som är pushad som fan utav vår attrox, pingar fallback 6 gånger tror jag, inte går idioten tillbaka för det, slutar med att jag mot bättre vetande drar till toppen själv, engagar och lyckas rädda idioten som är nästan död, och skulle dött garanterat om jag inte hade kommit, dör själv däremot.",
				"tips som junglare: Du kan inte vinna lanes, det enda du kan göra är att hjälpa till, så det spelar ingen roll hur bra du är i jungeln egentligen, suger den som är på lanen som bara fan, medan motståndaren faktiskt spelar acceptabelt, då kommer lanen förlora oavsett hur mycket du gankar, och det är bättre att skita i den och hjälpa de andra.",
				"Hade kört support matchen innan så kände inte för någon taric eller annan standard support, sedan är det klart att man hamnar i ett klart underläge när man får någonting man inte valt i kombination med fel runor, fel masteries, en gubbe som är allt annat än optimal för positionen + att ens junglare totalt skiter i att ganka även om man pinkwardat Dock så var motståndarlagets junglare aktiv på botten."
		]
	},
	{
		"postIndex": [
			[30599],
			[30605],
			[28930],
			[28162],
			[28943]
		],
		"postTime": [
				"2013-08-28",
				"2013-08-28",
				"2013-08-11",
				"2013-08-02",
				"2013-08-11"
		],
		"postNum": [
			[10524],
			[10526],
			[9983],
			[9666],
			[9985]
		],
		"postLink": [
				"/sp44977774",
				"/sp44977869",
				"/sp44728120",
				"/sp44582376",
				"/sp44728359"
		],
		"postUser": [
				"Henrik01",
				"allstars",
				"irken",
				"AIKDaniel",
				"irken"
		],
		"postUserID": [
				"/u524469",
				"/u344406",
				"/u478566",
				"/u562482",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p877",
				"https://www.flashback.org/t2065199p878",
				"https://www.flashback.org/t2065199p832",
				"https://www.flashback.org/t2065199p806",
				"https://www.flashback.org/t2065199p833"
		],
		"userUrl": [
				"https://www.flashback.org/u524469",
				"https://www.flashback.org/u344406",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u562482",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Klättrar du inte längre, så hör du nog hemma där du är nu (; Ett tips som du kan utnyttja som speciellt funkar i dom lägre nivåerna är att totalt fokusera på din lane, verkligen mosa ditt motstånd och sen hetsa i allchatten, vilket skapar hets ifrån deras sida och deras team moral sakta men säkert sjunker och ert bara ökar, slutar med att dom spammar \"buuhu, report botlane feed, dat bot, ebay acc etc\" Så i snitt håller du dig till din lane hela gamet, skiter i resten av laget alt splitpushar nonstop, bör väl ge dig en 80% chans att vinna om du kan hantera det, sen ALDRIG ALDRIG argumentera i chatten, räcker med att det är en skitunge och ert lag faller som domino brickor, frasen \"I don't want to play this game anymore\" är säkerligen samtliga som lirar lol bekanta med.",
				"på senaste tiden har jag spelat alla lanes inte bara mid som jag brukar, när man spelar som support/jungler/top så är det inte lika lätt att carry ett hel spel som en mid champ enligt mig kanske för att jag inte är van.",
				"Fast i en normal match (SoloQ) så kommer varken Fizz,Kha'zix & Kassadin splitpusha då dem verkligen inte är speciellt starka i 1v1s emot en Shen eller en ren-tankad odlad toplaner typ Renekton, då dem inte har så hög burst och sustained damage som till exempel Zed har, visst, alla tre är otroligt svårfångade, men dem är ju knappast speciellt bra på att pusha lanes.",
				"ADC kör du helst: Lifesteal Quint, ad marks, armor seals, mres glyphs Nasus jungle skulle jag kört: Movementspeed quints, ad marks eller atkspeed, armor seals, mres/lvl glyphs (Eller flat, spelar inte så jättestor roll) Till Zac har jag inte direkt en aning om vad man ska köra då jag aldrig kört gubben men enligt Xspecial ska man köra: Movementspeed quints, magic pen marks, armor seals, flat mres glyphs.",
				"Men du inser att pre sex så kommer alla tre (Fizz, Kassadin, Kha'Zix) ha väldigt stora problem att farma pre sex och pusha \"ut\" sina waves, visst kanske man inte tar ett torn före sex om det inte händer något speciellt, men att förlora creeps & ta torn damage är ju fortfarande något, eller hur?"
		]
	},
	{
		"postIndex": [
			[33156],
			[33157],
			[30724],
			[30961],
			[31015]
		],
		"postTime": [
				"2013-09-22",
				"2013-09-22",
				"2013-08-29",
				"2013-09-01",
				"2013-09-02"
		],
		"postNum": [
			[11427],
			[11427],
			[10568],
			[10648],
			[10668]
		],
		"postLink": [
				"/sp45360942",
				"/sp45360942",
				"/sp44997652",
				"/sp45047302",
				"/sp45060838"
		],
		"postUser": [
				"Jafan89",
				"Jafan89",
				"Blatant",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u424995",
				"/u424995",
				"/u770401",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p953",
				"https://www.flashback.org/t2065199p953",
				"https://www.flashback.org/t2065199p881",
				"https://www.flashback.org/t2065199p888",
				"https://www.flashback.org/t2065199p889"
		],
		"userUrl": [
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u770401",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Det ena behöver inte utesluta det andra, vet att det händer en heldel gånger att man får folk som antingen är: AFK Internet problem Inte gör det de ska Vägrar att kommunicera med laget (tänker inte lägga till att de spelar värdelöst däremot för ärligt talat så kör folket jag kör med faktiskt väldigt bra för det mesta, och även om man får någon dålig person ibland så är de verkligen ett undantag, och alla kan göra misstag ibland) Om jag ska göra en bedömning av mig själv, så skulle jag faktiskt säga att jag spelar bra faktiskt, men det sker misstag ibland, och ibland möter man folk som har nördat en roll lite för mycket och är betydligt bättre på den änn man själv är Exempelvis så mötte jag en gång vayne + ashe support bot, själv hade jag cait och thresh med mig.",
				"Jag spelade okej, och min support var faktiskt helt okej han med, vi förlorade lanen hårt för blev så extremt utpokad av både ashe och vayne, tror nästan att de var premade och hade tryckt in mycket early game skada, resterande i laget flamade som är så vanligt i det här communitiet men ärligt så bryr jag mig inte för förlorar man mot folk som är så pass mycket bättre, och att det den gången inte var rankat så är det bara kul.",
				"Fortsätt köra, till slut kommer du ha tur, folk kommer vara bra nåra games i rad och om dem inte är det så försök så gott det går, efter en lång tid så är jag nu 1 match ifrån silver och har 3 matcher kvar på min promo, så jag kommer troligtvis in i silver inom de nästa dagarna (lirar bara 1-2 SoloQ matcher per dag).",
				"Om man spelar vayne så händer det ju rätt ofta att man fryser sin lane såvida man inte stompar sönder sin lane och då är det bara dåligt att bygga shiv, beror ju självklart hur ens lag ser ut, men rent generellt så är det inte speciellt bra att bygga shiv för att waveclear midlane när andra laget siegar för då är man i fara.",
				"Så, ja, att man får \"bara\" får 5lp och förlorar 25 LP är rätt rimligt enligt mig, systemet är designat så, annars så skulle till exempel jag kunna förlora 100 matcher i plat så jag får spela emot bronze spelare (För jag har så dålig MMR, men jag är fortfarande kvar i plat V) och sen klättra till Diamond utan större problem eftersom jag fortfarnde möter bronze spelare men får fortfarande hög LP."
		]
	},
	{
		"postIndex": [
			[34701],
			[33968],
			[35077],
			[35827],
			[34361]
		],
		"postTime": [
				"2013-10-08",
				"2013-10-01",
				"2013-10-13",
				"2013-10-22",
				"2013-10-06"
		],
		"postNum": [
			[12004],
			[11777],
			[12145],
			[12416],
			[11921]
		],
		"postLink": [
				"/sp45591709",
				"/sp45492659",
				"/sp45656176",
				"/sp45785719",
				"/sp45564657"
		],
		"postUser": [
				"Zanok",
				"Zanok",
				"irken",
				"ProDeo",
				"Jafan89"
		],
		"postUserID": [
				"/u839879",
				"/u839879",
				"/u478566",
				"/u758424",
				"/u424995"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1001",
				"https://www.flashback.org/t2065199p982",
				"https://www.flashback.org/t2065199p1013",
				"https://www.flashback.org/t2065199p1035",
				"https://www.flashback.org/t2065199p994"
		],
		"userUrl": [
				"https://www.flashback.org/u839879",
				"https://www.flashback.org/u839879",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u424995"
		],
		"sentence": [
				"Om du är first pick får du ta vad du vill om de troller på grund av det så är det ju inte ditt problem btw kom upp i mmr/league, här (oftast) respekteras man, säger man att man spelar bäst i toplane låter de dig oftast gå toplane, om du får en lane du inte är säker på kanske du förlorar den och det blir ju bara dåligt för dem Själv har jag mainat alla saker och just nu mainar jag jungle, enligt mig en av de bästa positionerna för att carrya sin vinst.",
				"Snälla riot ändra \"Platinum\" till \"Träd\" asså platinum är den tier med mest boostade konton vad jag tror, allvar, antingen vinner man så hårt att hela motståndar laget säljer alla sina items till wards och ritar gubbar av wards, eller så torskar man så hårt så att man bara vill förbanna hela sitt lag :s Inga matcher blir ju jämna här på grund av att antingen har man ett lag med 4 bronzes eller så har man ett lag av riktiga platinum spelare Någon som håller med?",
				"Att laget fokuserar motståndarens tank i en teamfight kan ju också vara bra, om den tanken (nasus till exempel) är rätt \"stor\" och på så sätt kommer göra att eran egen ad carry inte gör någonting alls (Wither förstör rätt mycket) och sen är ju inte en AD carry som spelar i bronze heller speciellt bra på att peela för sig själv så det kanske krävs att halva ens lag gör det - och det är väll ingeting konstigt med det..",
				"de vet inte vad focus är eller spela deff :@ vi är inga som klagar på våra medspelare men om de kanske har 0-2 top och vår top pushar hela tiden så kan vi säga spela deff eftersom deras junglar gankar och dödar honom men han fortsätter pusha och sedan har han 0-5 och tornet är borta.",
				"Det enda man egentligen kan göra, är att försöka ta alla last hits man bara kan från sin support, slänga upp en egen ward, köra väldigt agressivt och försöka hålla motståndarna under deras torn och hoppas att deras junglare bestämmer sig för att inte komma botten."
		]
	},
	{
		"postIndex": [
			[38060],
			[37246],
			[37197],
			[36881],
			[36879]
		],
		"postTime": [
				"2013-11-13",
				"2013-11-05",
				"2013-11-05",
				"2013-11-01",
				"2013-11-01"
		],
		"postNum": [
			[13184],
			[12909],
			[12896],
			[12779],
			[12779]
		],
		"postLink": [
				"/sp46132123",
				"/sp45999657",
				"/sp45994686",
				"/sp45933979",
				"/sp45933979"
		],
		"postUser": [
				"Zanok",
				"mrgangster655",
				"ProDeo",
				"Henrik01",
				"Henrik01"
		],
		"postUserID": [
				"/u839879",
				"/u211871",
				"/u758424",
				"/u524469",
				"/u524469"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1099",
				"https://www.flashback.org/t2065199p1076",
				"https://www.flashback.org/t2065199p1075",
				"https://www.flashback.org/t2065199p1065",
				"https://www.flashback.org/t2065199p1065"
		],
		"userUrl": [
				"https://www.flashback.org/u839879",
				"https://www.flashback.org/u211871",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u524469",
				"https://www.flashback.org/u524469"
		],
		"sentence": [
				"\" Nej men tro mig, League of Legends är ett lag spel, har inte en betydelse ifall du \"vinner\" din lane ifall du inte hjälper ditt lag så lär du förlora Om du t ex gick top vinner lanen, gå då mid och ganka t ex och hjälp han få en kill, kan hjälpa han vinna lanen helt!",
				"asså exempelvis när jag kör normal blind pick så kommer MR A som är premade med MR B och MR C, (jag har grymt snabb dator) så jag kommer oftast in först i chatten och då passar jag på att spamma TOP TOP TOP exempelvis, va gör premades polarna jo MR b säger MR A did say first MR C säger samma och MR A säger i said first jo dom är 3 mot en i chatten i värsta fall 4 mot en och efter spelet så blir du repportad för Troll pick även om du sa först.",
				"Funderar på att välja mindre champs att spela mer på och se om det hjälper ^^ Leona och lulu som support ashe som adc Lee sin och Hecarim som junglare Nidalee och zed mid Yorick zed top Ser detta bra ut eller borde jag ändra någon eller minska och enbart ha 1 på varje position?",
				"Sen inte glömma wards om man vill vara på den säkra sidan, köpa 4-5x och konstant ha på sig är livsviktigt att warda deras jungle så man kan fly i tid, med rivens mobility ere rätt lätt = deras mid losar xp/farm osv, men som du säger så krävs det lite iq för att genomföra, skulle personligen aldrig göra det i highelo men vill man climba i low så skulle jag chansa på det om man nu gillar toplanen.",
				"Aa, men som du säger så är är 60% ganska stor chans, har man en medelmåttlig mid och junglare så kan man ta obejctivs alt forca drake/bot/mid om man tvingar upp alla till toplanen, det här ska man ta med en nypa salt, nu vet jag inte hur bra killen är och personligen spelar jag inte kött champs som riven/trynd etc, men jag vet hur mtk skada en duktig kille med champen kan göra."
		]
	},
	{
		"postIndex": [
			[40616],
			[39938],
			[41168],
			[39953],
			[38664]
		],
		"postTime": [
				"2013-12-14",
				"2013-12-07",
				"2013-12-19",
				"2013-12-07",
				"2013-11-21"
		],
		"postNum": [
			[14118],
			[13901],
			[14289],
			[13907],
			[13440]
		],
		"postLink": [
				"/sp46584737",
				"/sp46479034",
				"/sp46667105",
				"/sp46481187",
				"/sp46244096"
		],
		"postUser": [
				"ProDeo",
				"ProDeo",
				"pozie",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u758424",
				"/u758424",
				"/u380355",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1177",
				"https://www.flashback.org/t2065199p1159",
				"https://www.flashback.org/t2065199p1191",
				"https://www.flashback.org/t2065199p1159",
				"https://www.flashback.org/t2065199p1120"
		],
		"userUrl": [
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u380355",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Som du vet har jag haft svårt att välja 1 champ att spela Så har tänkt att lära mig 1-2 champ på varje position då man inte alltid får spela mid :P i jungle spelar jag kha och hec Mid orianna och gragas, skall köpa aniva och se om jag tycker om henne Support leona/alistar som tank annars lux/orianna Top jayce adc ashe och nu funderar jag på lucian och nästan ingen i låg division spelar honom så tror jag man får ett övertag då de inte vet hur han fungerar.",
				"Jag gillar att spela mid men har aldrig haft någon main champ så leter efter någon som är rolig och kan carrya (spelar silver) provat TF vilket är rolig även om han dör lätt, spelat nidalee som är bra men dock klagar alltid laget på mig om jag spelar henne mid ^^ spelat lite orianna men tyckte inte om henne :P Jag har aldrig spelat LeBlanc men funderar på att köpa henne i framtiden och testa henne för att kanske maina henne mid.",
				"men antar vi får se med tiden om du klättrar eller inte =) det är svårt att argumentera om hur en match borde spelats när man inte sett den, dock som support lämnar jag nästan aldrig min adc, de enda gångerna jag gör det är om en lane får stryk och bot är secure, då drar jag iväg på en snabb gank med min pain train leona man borde ju faktiskt ha samma tankesätt i soloq som i duoq.",
				"Visst finns det bättre val just nu (Ziggs, Ori, Kassadin, Gragas, Nida, Fizz & Zed) men det är ju inte så att bara för du spelar gragas så kommer du vinna flera games än om du spelar till exempel LeBlanc eller Cassiopeia.",
				"Självklart ska det lag som spelar bäst ifrån start ha störst chans att vinna, men å andra sidan så som det var till exemepl i S3 WC så snowbollade ett lag så hade det andra laget ingen som helst chans att komma tillbaka i matchen, för andra laget har bättre vision, bättre items, högre GPM etc."
		]
	},
	{
		"postIndex": [
			[42807],
			[42764],
			[43735],
			[41434],
			[43563]
		],
		"postTime": [
				"2014-01-12",
				"2014-01-11",
				"2014-01-21",
				"2013-12-23",
				"2014-01-20"
		],
		"postNum": [
			[14863],
			[14834],
			[15202],
			[14387],
			[15147]
		],
		"postLink": [
				"/sp47002137",
				"/sp46987248",
				"/sp47149035",
				"/sp46725116",
				"/sp47129132"
		],
		"postUser": [
				"bergsdal",
				"Jafan89",
				"LaZZi3",
				"irken",
				"Jafan89"
		],
		"postUserID": [
				"/u357594",
				"/u424995",
				"/u118868",
				"/u478566",
				"/u424995"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1239",
				"https://www.flashback.org/t2065199p1237",
				"https://www.flashback.org/t2065199p1267",
				"https://www.flashback.org/t2065199p1199",
				"https://www.flashback.org/t2065199p1263"
		],
		"userUrl": [
				"https://www.flashback.org/u357594",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u118868",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u424995"
		],
		"sentence": [
				"Jag spela en match där jag var Annie och dom tog Caitlyn jag hade stora problem med att poka och spela aggressivt eftersom så fort jag gick fram för att använda min Q på henne så \"strafar\" hon backåt så jag tar gratis skada utan att göra någonting eftersom Annies Q är lägre än hennes AT range, det ända sättet att komma fram till range är att Flasha W/Q/R dock kan det vara svårt ibland men eftersom dom har lika lång range när det gäller AT så då kanske det är värt att bygga en speciell runepage mot såna situationer eftersom jag spelar mycket support, jag tänkte någonting sånt här.",
				"Helt okej match då, alla lanes förlorade förutom min botlane, ingen direkt överdriven vins där, lite svårt att lyckas med det mot en ez/leona som thresh/mf, men ändå en klar vinst, motståndarna har däremot en feedad eve, jax och lätt feedad zigs, pushar ner typ alla torn, tar två inhibitors, en drake mer änn oss, baron buff, men så kommer jag som support thresh och BAM!",
				"Support: Zyra, Sona ADC: Cait (Ska börja lira Lucian och jinx, har mainat adc tidigare men blivit mer top nu det sista) Mid: Lux Jungle: Sker inte Top: Cho gath, Malph, Teemo Har för övrigt inte spelat klart mina placement än, har silverbricka med innan reset låg jag på guld!",
				"Fungerar ju säkert på lite lägre nivå (Bronze-guld) men lite högre upp där counter-junglade är mera vanligt så tror jag det blir mycket svårare och ska man promt spela junglare som vill ha mycket guld kan du ju spela Amumu (Med spectral wraith), Olaf eller Shyvana då alla tre clearar otroligt fort just nu.",
				"Skulle inte kalla mig själv elit, finns en heldel bättre spelare därute, men lirar jungel en heldel och förtillfället så anser jag personligen att Nocturne är svag, otroligt lång cd på ultin, en \"okej\" cc som man faktiskt kan flasha ut från, \"okej\" clear speed i jungeln, ärligt talat så tycker jag att det finns betydligt \"bättre\" junglare för tillfället, och j4 är ett solklart val bland dem."
		]
	},
	{
		"postIndex": [
			[45374],
			[45818],
			[45958],
			[45841],
			[46592]
		],
		"postTime": [
				"2014-02-10",
				"2014-02-15",
				"2014-02-17",
				"2014-02-15",
				"2014-02-24"
		],
		"postNum": [
			[15745],
			[15905],
			[15949],
			[15912],
			[16144]
		],
		"postLink": [
				"/sp47451426",
				"/sp47525678",
				"/sp47560935",
				"/sp47528933",
				"/sp47663336"
		],
		"postUser": [
				"Jafan89",
				"ProDeo",
				"ProDeo",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u424995",
				"/u758424",
				"/u758424",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1313",
				"https://www.flashback.org/t2065199p1326",
				"https://www.flashback.org/t2065199p1330",
				"https://www.flashback.org/t2065199p1326",
				"https://www.flashback.org/t2065199p1346"
		],
		"userUrl": [
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Fått väldigt många förslag nu, där alla säger olika Så bara en sak att göra, dvs testa alla dem och då är Jax först ut, lite pga att det råkar finnas ett vist intressant limited skin för tillfället^^ Jag tycker mid utan tvekan, för en viktig sak med jungeln är att man kan inte vinna lanes, det enda man kan göra är att hjälpa de på lanen att vinna mot de andra, är man däremot på mitten så kan man vinna den, bli stark nog för att piska de andra lansen samt ganka de som eventuellt behöver hjälp.",
				"Jag spelar så man lära sig gubben innan jag börjar spela rankat med honom =) försöker bli så bra jag kan :P okej, undrade lite för läste något om att de spelar yasuo tank eller bruiser toplane och blev fundersam över det :P gillade nidalee och spelade henne en del förut (tack vara dig) men inte blivit det på ett tag och det är främst pga alla klagar direkt i lobbyn när man säger man skall spela henne mid ^^ Om man skall kolla på AP nidalee är samsung PawN bland de bättre?",
				"Dock är det väll bättre att du kan spela en champ bra än att champen skall vara \"bra\" för kan du inte spela champen blir det dåligt ändå^^ ett exempel är amumu, när han inte är bannad vill alla spela honom jungle, men få verkar veta hur man skall spela honom så de förlorar ändå även om de hade en \"op\" champ.",
				"Beror lite på ens ambitioner, men spelar man inte mid jätteofta och kanske bara har 2-3 games man spelar mid per vecka så är Yasuo inte \"rätt\" gubbe för en tycker jag medans Gragas är lite mera \"okej\" för han har lite lägre skillcap.",
				"Möter du till exempel Mundo top, shyvana jungle, Ori mid & random botlane så säger det väll sig själv att om du inte snowbollar att det är smartare att gå tank än att gå damage för du kommer antagligen inte kunna döda varken Mundo, Shyvana eller Orianna speciellt fort."
		]
	},
	{
		"postIndex": [
			[47591],
			[48538],
			[48872],
			[48732],
			[49648]
		],
		"postTime": [
				"2014-03-12",
				"2014-03-25",
				"2014-03-31",
				"2014-03-27",
				"2014-04-16"
		],
		"postNum": [
			[16478],
			[16780],
			[16907],
			[16852],
			[17175]
		],
		"postLink": [
				"/sp47898343",
				"/sp48091149",
				"/sp48175911",
				"/sp48125273",
				"/sp48410551"
		],
		"postUser": [
				"Captain.Johansson",
				"ProDeo",
				"Jafan89",
				"Jafan89",
				"Jafan89"
		],
		"postUserID": [
				"/u659537",
				"/u758424",
				"/u424995",
				"/u424995",
				"/u424995"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1374",
				"https://www.flashback.org/t2065199p1399",
				"https://www.flashback.org/t2065199p1409",
				"https://www.flashback.org/t2065199p1405",
				"https://www.flashback.org/t2065199p1432"
		],
		"userUrl": [
				"https://www.flashback.org/u659537",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u424995"
		],
		"sentence": [
				"Själv kör jag adc/top/mid och bär laget nästan varje match så det är bara nöta inte jätte roligt som jag hade med Cait för några dagar sedan 8-0-0 och överlägset bäst farm vi låg under med 8-9 den matchen men började ge bort kills så andra började komma ikapp så hade mest kills och assists så vi lyckades vinna efter mycket om och men...",
				"Iaf de matcher jag spelar xD I mid är det typ enbart gragas, ziggs och LB som spelas ibland akali och kata Top är det nasus (om ej bannad) rene och mundo Jag själv försöker spela lite olika champs beroende på vad mitt lag behöver, men det känns verkligen som många enbart tänker på sig själva för att sedan klaga om laget förlorar :/ Tex igår trollade folk för att de inte fick spela på sin position som de ville :@ är det så i platinum också?",
				"Jag tycker att han oftast är riktigt trevlig att möta nu för tiden om man är på toppen, han kan dock vara betydligt mer irriterande om han är i junglen, men även där så känns det högst hanterbart pga att han är helt enkelt inte så överdrivet farlig, först på level 6 så börjar det bli betydligt mer otryggt, men innan man kommit dit så har antagligen ens junglare hunnit med 4-5 betydligt farligare ganks redan mot det andra laget, och sålänge ens junglare har någonting innanför pannbenet och lansen börjar röra sig för att sänka katten om den kommer in i ens jungel, så är det inget större problem.",
				"Såklart håller den på lanen att köra taktiken att ha högt tryck och pusha mot den andra spelarens torn, ja då får gärna junglaren hjälpa till, men kommer ens junglare och får för sig att göra så early game när man spelar exempelvis nasus, sammtidigt som de andra har en nasty junglare så är det helt rättigfärdigat att tycka att sin junglare är helt dum i huvudet, pga att den har nästan skrivit under på att man kommer bli dödad, och är det sedan en extrem snowball champ man möter så kan man tacka junglaren för att man förlorade lanen.",
				"Släng gärna in en Jax/riven top, någon hård CC mid som Ryze så är det kört för Yi för det mesta om folk bara vet hur de ska spela, lite synd däremot att Yi blir bannad så ofta där jag spelar för tillfället, brukar annars ha riktigt roliga stunder med han och gå ut med typ 20/5 ish stats efter matchen Viste inte att det fungerade såhär, då är det två nya saker om lol jag lärt mig de senaste två dagarna!"
		]
	},
	{
		"postIndex": [
			[50118],
			[50947],
			[51468],
			[52287],
			[52085]
		],
		"postTime": [
				"2014-04-23",
				"2014-05-07",
				"2014-05-15",
				"2014-05-31",
				"2014-05-26"
		],
		"postNum": [
			[17318],
			[17586],
			[17718],
			[17975],
			[17911]
		],
		"postLink": [
				"/sp48498498",
				"/sp48691019",
				"/sp48804021",
				"/sp49010982",
				"/sp48950103"
		],
		"postUser": [
				"Cap.teemo",
				"Jafan89",
				"irken",
				"Biznice",
				"irken"
		],
		"postUserID": [
				"/u740776",
				"/u424995",
				"/u478566",
				"/u279221",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1444",
				"https://www.flashback.org/t2065199p1466",
				"https://www.flashback.org/t2065199p1477",
				"https://www.flashback.org/t2065199p1498",
				"https://www.flashback.org/t2065199p1493"
		],
		"userUrl": [
				"https://www.flashback.org/u740776",
				"https://www.flashback.org/u424995",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u279221",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Ja, visst kommer man till en punkt då nasus outscalar de flesta i gamet, men jag anser fortfarande att han oftast är ett kasst pick i solo queue då han är otroligt lätt att spela mot, pusha tower early, roama och ta objectives med ditt lag, att en 200 stacks nasus tar renekton vid 15 minuter håller jag inte med om alls, man bör ha ett någorlunda advantage åtminstone, är matchen jämn och man inte spelar laningen bra så är säkert nasus ett bra pick, speciellt när spelet är mer lategame inriktat, men det kontras dock även av att gamet är så objektivberoende nu vilket man kan abusa jättelätt, bara roama och ta över mapen när nasus afkar top imo.",
				"Exempelvis så kanske man har en kille på lanen med hårt bra CC, och ens junglare har precis samma och träffar den på lanen sin så är det nära på ett garanterat kill, om den nu på lanen börjar missa med denna CC varenda gång man kommer till den graden att man bara slösar tid, ja då kanske det inte är så bra att fortsätta spendera tid på den här lanen, problemet med det här exemplet är att detta är en sak man inte kan veta om i början av matchen, speciellt om det gäller en spelare man aldrig har kört med förut.",
				"Du kan väl spela honom mid absolut om du måste, men det är ju verkligen inte bra, han har knappt några bra lane-matchups längre (som hade hade tidigare), han suger på att pusha och blir rent generellt useless om man bara lägger en exhaust på honom när han hoppar in (Om man har byggt honom som Assasin dvs), spelar nog tyvärr ingen roll om man spelar honom i lägre elo så läge man själv inte är väldigt hög elo & utnyttjar motståndarens misstag.",
				"Jag mainade henne i djunglen S3 och mainar henne fortfarande och har cirka 650 games med henne, och jag kan carrya om jag får lite snabba kills i början, men måste fortfarande få hjälp av laget då hon inte kan carrya ett team helt själv då hon blir jäkligt svag senare, men försök att komma från sidan i en tf och få ulten på så många som möjligt och sedan rusha ner AD'n eller midlanern som har sämst position i den tf'n.",
				"Att bli bannad för man har otur med sitt nät tycker jag bara är dumt, nej man borde inte gå in i en match om man måste gå om 15 minuter, men å andra sidan så händer det i varje fall inte för mig så ofta längre, folk kan ju dc:a på grund utav andra anledningar också och bli bannad för det är bara dumt tycker jag i varje fall, men leavar man var femte match så borde någonting hända i varje fall."
		]
	},
	{
		"postIndex": [
			[54517],
			[54860],
			[53190],
			[55779],
			[55797]
		],
		"postTime": [
				"2014-07-16",
				"2014-07-23",
				"2014-06-19",
				"2014-08-06",
				"2014-08-07"
		],
		"postNum": [
			[18681],
			[18808],
			[18276],
			[19099],
			[19103]
		],
		"postLink": [
				"/sp49598082",
				"/sp49681682",
				"/sp49265689",
				"/sp49843047",
				"/sp49851944"
		],
		"postUser": [
				"FrankieOcean",
				"irken",
				"Zanok",
				"irken",
				"Caprice110"
		],
		"postUserID": [
				"/u881894",
				"/u478566",
				"/u839879",
				"/u478566",
				"/u884257"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1557",
				"https://www.flashback.org/t2065199p1568",
				"https://www.flashback.org/t2065199p1523",
				"https://www.flashback.org/t2065199p1592",
				"https://www.flashback.org/t2065199p1592"
		],
		"userUrl": [
				"https://www.flashback.org/u881894",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u839879",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u884257"
		],
		"sentence": [
				"Vet inte riktigt på vilken nivå du ligger, men försök dig på Syndra mid, hon kan vara svår i början men är otrligt rolig och dominant när man lär sig henne Annars är mina go-to champs top: Shyvana, Riven, Gragas jungle: Gragas, Lee, Amumu, Vi, Shyvana mid: Ahri, Syndra, Fizz support: Gragas, Thresh, Blitz, Leona, Braum ADC: Jinx, Vayne - (inte speciellt stark nu men liknar Syndra, om du kan spela henne är hon otroligt rolig och bra, beror också på vilken elo du ligger på).",
				"Har mitt lags win-conditions passerat redan så spelar det inte någon som helst roll om det andra laget bara ger fan i att throwa, det andra lagets win-condition är på väg att inträffa medans mitt lags win-condition är helt åt skogen (Till exempel leda med guld vid 20 minuter, inte ligga under med mera än 5k guld vid 20 min etc) och så länge det andra laget faktiskt spelar som dem ska göra så har man inte någon chans att vinna.",
				"En fråga också, helt seriöst lol ranked systemet är ju helt värdelöst, bara man spelar mycket går man upp, nu ser man både silver och bronze i diamond :/ matcherna blir därför mestadels väldigt ojämna, antingen har man sjukt bra diamond spelare, eller en guld spelare som äntligen efter 1000 ranked games lyckats komma upp men som fortfarande spelar som medioker platinum.",
				"Fungerar väl säkert att spela jätte långt bart bara om man spelar i silver eller bronze där folk inte fattar vem dem riktigt ska CC'a men i högre guld så vet folk vem dem ska försöka CC'a för dem ska vinna en fight och då spelar det ju inte så stor roll om du står och halv gömmer dig om det är dig dem vill engagea på.",
				"Spelat lite vayne och gillar henne dock är inte mina adc skills de bästa så tänkte lära mig Cait för att sedan lära mig andra Vayne är svår med sin korta range jämfört ned Cait xD Då blir det att testa Cait lite ich lära sug grunderna som adc xD Någon speciell support hon fungerar bäst med?"
		]
	}
]
