[
	{
		"postIndex": [
			[1602],
			[1565],
			[1341]
		],
		"postTime": [
				"2012-03-22",
				"2012-03-22",
				"2009-12-07"
		],
		"postNum": [
			[207],
			[206],
			[179]
		],
		"postLink": [
				"/sp36398180",
				"/sp36397233",
				"/sp20213938"
		],
		"postUser": [
				"micro113",
				"oLf",
				"susanlynette"
		],
		"postUserID": [
				"/u317096",
				"/u476967",
				"/u99607"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p18",
				"https://www.flashback.org/t2114904p18",
				"https://www.flashback.org/t2114904p15"
		],
		"userUrl": [
				"https://www.flashback.org/u317096",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u99607"
		],
		"sentence": [
				"Jag hycklar inte, jag talar om barnets rätt och barnets bäst - och har försökt föra fram idéer för hur man förbättrar möjligheten för att barnet skall få tillgång till båda sina föräldrar utifrån olika scenarier - Du slår vilt ifrån dig - för dig gäller makten över kvinnan eller mannens rätt till ansvarsfrihet, för i ditt scenario finns inga barns behov, fäder är är oviktiga i egentligen, det är mäns vilja som har betydelse, inget annat.",
				"I verkligheten så har kvinnor rätt till barn och pappor till dessa barn, mannen är tvungen att få barn och bli pappa till denna eller tvärtom då han blir av med sitt barn (du vet barnet med alla dessa rättigheter som kvinnan helt plötsligt har all rätt i världen adoptera bort) om kvinnan så önskar.",
				"Det är kvinnans kropp, det handlar om två personer som blir gravida, någon måste givetvis ha veto om man ska göra abort eller inte och det vore väldigt absurt om mannen skulle tvinga kvinnan att göra abort eller föda barnet."
		]
	},
	{
		"postIndex": [
			[2400],
			[2986],
			[2913]
		],
		"postTime": [
				"2012-03-27",
				"2012-12-16",
				"2012-12-16"
		],
		"postNum": [
			[363],
			[475],
			[462]
		],
		"postLink": [
				"/sp36494512",
				"/sp40936862",
				"/sp40935428"
		],
		"postUser": [
				"Snorlyktan",
				"Kate80",
				"Cedrick"
		],
		"postUserID": [
				"/u193605",
				"/u725827",
				"/u735529"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p31",
				"https://www.flashback.org/t2114904p40",
				"https://www.flashback.org/t2114904p39"
		],
		"userUrl": [
				"https://www.flashback.org/u193605",
				"https://www.flashback.org/u725827",
				"https://www.flashback.org/u735529"
		],
		"sentence": [
				"Nej, barn är inga husdjur, och jag tycker det är extremt talande att även i exempel där barnet kan leva och hamna hos en far som vill ha det utan att något värre ingrepp än en abort drabbar kvinnan så finns det kvinnor här som hellre skulle döda fostret bara för att det är \"hennes\".",
				"Att tvinga en kvinna till abort kan man förhoppningsvis inse inte är något alternativ och när barnet väl är där verkar det, för mig, rimligt att båda föräldrar försörjer barnet oavsett om det är önskat eller inte av mamman eller pappan.",
				"Varför skulle man inte kunna vara för abort och samtidigt tycka att barn inte ska få det sämre för att deras ena föräldrar hellre gör något annat med sina pengar och inte vill finnas till för dem eller för att den ena föräldern inte vill att deras barn ska ärva dem och så vidare?"
		]
	},
	{
		"postIndex": [
			[4478],
			[4513],
			[4078]
		],
		"postTime": [
				"2012-12-19",
				"2012-12-19",
				"2012-12-19"
		],
		"postNum": [
			[777],
			[784],
			[712]
		],
		"postLink": [
				"/sp41001182",
				"/sp41002849",
				"/sp40992167"
		],
		"postUser": [
				"Emanciperad",
				"oLf",
				"oLf"
		],
		"postUserID": [
				"/u712727",
				"/u476967",
				"/u476967"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p65",
				"https://www.flashback.org/t2114904p66",
				"https://www.flashback.org/t2114904p60"
		],
		"userUrl": [
				"https://www.flashback.org/u712727",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u476967"
		],
		"sentence": [
				"Det får anses som klart mer jämställt att mannen kan ålägga kvinnan någonting som inte kräver någon som helst ansträngning (verklig ansträngning, säkert kommer vissa argumentera för att när kvinnans ägg varit befruktat under 2v så känner man sig som Moder Teresa och kommer att dras med psykologiska följder av att \"dödat\" ett barn) och att han blir betalningsskyldig för olika följder - än att kvinnan som det ser ut idag, kan ålägga mannen ett ekonomiskt ansvar under de nästkommande 18 åren, samt en livslång, emotionell förbindelse till annan människa p.",
				"Och här drar man gärna fram \"barnets bästa\" kortet samtidigt som man inte inser att om en man väljer att inte ta del av en graviditet medan kvinnan väljer att trots detta fullfölja graviditeten så är kvinnan precis lika oansvarig som mannen då barnet kommer växa upp med två föräldrar varav den ena inte nödvändigtvis vill veta av barnet.",
				"Att kalla mannens situation för ett \"beslut\" är klantigt av dig, då jag inte talar om fall där man på förhand kommit överrens om att skaffa barn utan en olyckshändelse eller helt enkelt att kvinnan bestämmer sig för att göra mannen till far eller tvärt om att hon väljer att inte tillåta mannen bli far."
		]
	},
	{
		"postIndex": [
			[5869],
			[5799],
			[5613]
		],
		"postTime": [
				"2012-12-30",
				"2012-12-30",
				"2012-12-30"
		],
		"postNum": [
			[1143],
			[1121],
			[1054]
		],
		"postLink": [
				"/sp41182180",
				"/sp41181538",
				"/sp41178286"
		],
		"postUser": [
				"Disciplina",
				"oLf",
				"realrecognizereal"
		],
		"postUserID": [
				"/u647899",
				"/u476967",
				"/u696259"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p96",
				"https://www.flashback.org/t2114904p94",
				"https://www.flashback.org/t2114904p88"
		],
		"userUrl": [
				"https://www.flashback.org/u647899",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u696259"
		],
		"sentence": [
				"Om det i slutändan är så att modern samtidigt som ingen av föräldrarna är intresserade av barnet har ett behov av att föda det så skulle man antingen kunna hävda att modern är den som är intresserad av att barnet föds och därför är skyldig att ta hand om det innan det når eventuella adoptivföräldrar, eller att båda föräldrarna i en sådan situation har lika stort ansvar för barnet fram till dess.",
				"Mannen ska kunna göra juridisk abort om kvinnan fött barnet trots att han inte vill bli far, mamman ska självklart inte kunna göra juridisk abort om hon själv valt att föda barnet.",
				"Så jävla unket, hela grejen om att mannen skulle vara mer ansvarsfull och tåla mer är väldigt konstig, både män och kvinnor kan göra ett misstag, men visst en normalbegåvad kvinna eller man hamnar inte dessa situationer, gör man det, alltså ens hamnar där en abort kan övervägas, så är det ett bra beslut, dom ska inte vara föräldrar som är ansvarslösa och empati-befriade."
		]
	},
	{
		"postIndex": [
			[6366],
			[6636],
			[6027]
		],
		"postTime": [
				"2012-12-31",
				"2013-01-02",
				"2012-12-30"
		],
		"postNum": [
			[1301],
			[1373],
			[1204]
		],
		"postLink": [
				"/sp41197915",
				"/sp41219439",
				"/sp41186542"
		],
		"postUser": [
				"Kate80",
				"oLf",
				"oLf"
		],
		"postUserID": [
				"/u725827",
				"/u476967",
				"/u476967"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p109",
				"https://www.flashback.org/t2114904p115",
				"https://www.flashback.org/t2114904p101"
		],
		"userUrl": [
				"https://www.flashback.org/u725827",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u476967"
		],
		"sentence": [
				"Ja kan man inte försörja sig själv pga sjukdom eller annat kan jag förstå om man behöver hjälp, men jag tycker ändå att man ska se sitt eget ansvar i det hela när man själv har gjort valet att behålla ett barn medan pappan uttryckligen sagt att han inte vill ha del i barnets liv.",
				"Återigen vill jag förtydliga att det i slutändan måste vara upp till kvinnan om hon vill föda ett barn eller inte men väljer hon att göra detta utan mannens medgivande så får hon stå sitt eget kast och ta ansvar över sitt eget beslut.",
				"Själv tycker jag att vuxna människor bör komma överrens om att skaffa barn, inte att endast kvinnan avgör och framför allt inte att kvinnan egenhändigt kan avgöra både barnets och mannens framtid."
		]
	},
	{
		"postIndex": [
			[7359],
			[7033],
			[7032]
		],
		"postTime": [
				"2013-01-04",
				"2013-01-02",
				"2013-01-02"
		],
		"postNum": [
			[1578],
			[1471],
			[1471]
		],
		"postLink": [
				"/sp41269302",
				"/sp41226367",
				"/sp41226367"
		],
		"postUser": [
				"Noola",
				"oLf",
				"oLf"
		],
		"postUserID": [
				"/u712568",
				"/u476967",
				"/u476967"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p132",
				"https://www.flashback.org/t2114904p123",
				"https://www.flashback.org/t2114904p123"
		],
		"userUrl": [
				"https://www.flashback.org/u712568",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u476967"
		],
		"sentence": [
				"När inga papper finns underskrivna och om mamman eller pappan själv inte kan berätta om hur det ligger till har ju myndigheterna ingen rimlig möjlighet att bedöma om det kanske i själva verket var så att modern legat med tre andra vid tiden för befruktningen eller att den utpekade fadern i alla tonarter bestrider att han skulle ha legat med mamman vid den tiden eftersom han vid tidpunkten för befruktningen endast låg med sin älskarinna.",
				"\" Jag har endast pekat på att om man anser att mannen berövar barnets dess rättigheter då han väljer att inte bli far så anser man indirekt att en kvinna som väljer bort en fader eller att skaffa barn utan fadern medgivande gör detsamma.",
				"Så här uttryckte jag mig tex på sida 121: \"Poängterar gärna igen att det är farligt att lägga för mycket vikt vid att alla barn MÅSTE ha rätten till båda föräldrarna då man direkt skuldbelägger ensamstående föräldrar trots att dom kanske inte har några som helst problem med att försörja sig själva och sina barn, kanske är dom rentav ensamstående efter överenskommelse med den tidigare partnern."
		]
	},
	{
		"postIndex": [
			[8813],
			[7821],
			[9068]
		],
		"postTime": [
				"2013-04-03",
				"2013-03-22",
				"2013-04-04"
		],
		"postNum": [
			[1908],
			[1724],
			[1947]
		],
		"postLink": [
				"/sp42777160",
				"/sp42596878",
				"/sp42790258"
		],
		"postUser": [
				"Djupfrys",
				"sartus",
				"Gubbskem"
		],
		"postUserID": [
				"/u769332",
				"/u179658",
				"/u258334"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p159",
				"https://www.flashback.org/t2114904p144",
				"https://www.flashback.org/t2114904p163"
		],
		"userUrl": [
				"https://www.flashback.org/u769332",
				"https://www.flashback.org/u179658",
				"https://www.flashback.org/u258334"
		],
		"sentence": [
				"Om en man i det stadiet deklarerar att man inte önskar att barnet blir till, menar jag inte att han skall kunna tvinga kvinnan till abort, däremot frånsäga sitt ekonomiska ansvar om kvinnan ändå väljer att behålla barnet.",
				"Om Kvinnan vill behålla barnet, medan mannen inte vill det, så ska mannen enligt lag inte vara skyldig att ta hand om barnet eller betala ett öre för underhållning.",
				"Hörde själv ett argument en gång i tiden från en man som skulle bli far mot sin vilja med ett ONS som sade på ett ungefär: Om hon inte ville hur fan hade hon reagerat på om jag efter knullet hade dragit till en kennel och beställt en svindyr krävande valp från nästa kull och inte berätta om det förrän ångergränsen var ute och då dykt upp på hennes dörrtrappa och informera om att hon ska bli hundägare inom några månader och att hon gärna får vara med och uppfostra den annars så kommer jag kräva ekonomisk ersättning för kostnaderna det innebär."
		]
	},
	{
		"postIndex": [
			[10288],
			[9838],
			[10334]
		],
		"postTime": [
				"2013-07-25",
				"2013-07-24",
				"2013-07-25"
		],
		"postNum": [
			[2241],
			[2142],
			[2254]
		],
		"postLink": [
				"/sp44471803",
				"/sp44463490",
				"/sp44474041"
		],
		"postUser": [
				"narlysimpelton",
				"theRulerOfBethos",
				"theRulerOfBethos"
		],
		"postUserID": [
				"/u419702",
				"/u809331",
				"/u809331"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p187",
				"https://www.flashback.org/t2114904p179",
				"https://www.flashback.org/t2114904p188"
		],
		"userUrl": [
				"https://www.flashback.org/u419702",
				"https://www.flashback.org/u809331",
				"https://www.flashback.org/u809331"
		],
		"sentence": [
				"Kvinnan får göra precis som hon vill och tro det eller ej men tar du beslutet att skaffa barn med din partner mot hans vilja så kommer det definitivt att påverka hans kropp och själ resten av livet så mannen har således inte fulla rätten till varken sin kropp eller själ när du använt staten för ditt beslut Du har fortfarande inte svarat på frågan, varför du känner behovet att staten ska gå in med våld och få din partner att rätta sig efter dina egna beslut resten av livet?",
				"Oväsentligt när kvinnan blir på smällen i så fall i och med att på smällen enligt dig ändå inte betyder att skapa ett barn, i så fall är som sagt pappan bara pappa till cellklumpen, om barnet blir barn först långt senare så är det enbart mamman som är förälder eftersom det enbart var i mammans kropp som barnet blev barn.",
				"I så fall kan man lika gärna gå efter att föräldern bör vara den som lagt ner mest tid på att skapa barnet (dvs 9 månader för kvinnan eller ett par sekunder för mannen), eller vem som har stått för mest materia i byggandet av barnet (dvs en spermie vs ett par kilo av annan materia som har byggt upp barnet), eller vilket bör vara mest logiskt, vem som skapade barnet när barnet blev ett barn (enligt dig vid födseln)."
		]
	},
	{
		"postIndex": [
			[10910],
			[11259],
			[11049]
		],
		"postTime": [
				"2013-07-26",
				"2013-07-26",
				"2013-07-26"
		],
		"postNum": [
			[2454],
			[2552],
			[2504]
		],
		"postLink": [
				"/sp44486078",
				"/sp44488918",
				"/sp44487114"
		],
		"postUser": [
				"oLf",
				"stopbitching",
				"Kate80"
		],
		"postUserID": [
				"/u476967",
				"/u174319",
				"/u725827"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p205",
				"https://www.flashback.org/t2114904p213",
				"https://www.flashback.org/t2114904p209"
		],
		"userUrl": [
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u174319",
				"https://www.flashback.org/u725827"
		],
		"sentence": [
				"Jag tycker inte heller att en kvinna ska behöva göra abort för att mannen inte vill ta ansvar för hennes beslut, det är mest feminister och andra moraliska övermänniskor som förespråkar barnets rättigheter in i det sista samtidigt som de anser att det ligger i barnets bästa att ha en eller två föräldrar som inte vill ha det.",
				"Om kvinnans beslut att behålla barnet enbart ger kvinnan konsekvenserna så behövs det ju ingen juridisk abort då mannen ändå inte har några rättigheter eller skyldigheter gentemot barnet fören kvinnan ger honom det.",
				"Den ena föräldern borde kunna avsäga sig alla skyldigheter och rättigheter om den anser att den inte kan eller inte vill ta hand om och sörja för sitt barn, precis som båda föräldrar kan avsäga sig ansvaret om de inte kan eller vill ta hand om sitt barn."
		]
	},
	{
		"postIndex": [
			[11418],
			[11933],
			[11421]
		],
		"postTime": [
				"2013-07-28",
				"2013-07-28",
				"2013-07-28"
		],
		"postNum": [
			[2601],
			[2774],
			[2602]
		],
		"postLink": [
				"/sp44512672",
				"/sp44516412",
				"/sp44512784"
		],
		"postUser": [
				"stopbitching",
				"hashish-boy",
				"narlysimpelton"
		],
		"postUserID": [
				"/u174319",
				"/u428267",
				"/u419702"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p217",
				"https://www.flashback.org/t2114904p232",
				"https://www.flashback.org/t2114904p217"
		],
		"userUrl": [
				"https://www.flashback.org/u174319",
				"https://www.flashback.org/u428267",
				"https://www.flashback.org/u419702"
		],
		"sentence": [
				"Man kan så klart också tycka att kvinnan gör fel som föder ett barn mot mannens vilja men ska man respektera rätten till sin egen kropp så kan man varken tvinga henne till abort eller tvärtom tvinga henne att föda barnet om bara mannen vill ha det och inte kvinnan.",
				"(ifall kvinnan döljer graviditet för mannen så skall han ej hållas ansvarig) detta är naturligtvis min egna uppfattning och jag tycker också att man ska visa sin respekt för kvinnorna i frågan men som det är just nu så delar man ansvaret men inte bestämmande rätten vilket i princip betyder att kvinnan äger barnet till 75% och i min värld borde det delas 50/50 eller 100/0 och även i en sådan värld så kommer kvinnan bestämma mer!",
				"Jag har beskrivit min ställning flera ggr vid det här laget och den är mycket enkel I stort är det bara att kopiera den lagtext som redan finns för kvinnor Citat: Sveriges lagstiftning (SFS 1974:595)[2] på området som ger den gravida kvinnan rätt att i varje situation själv bestämma om hon vill avbryta graviditeten upp till den 18:e graviditetsveckan,[3] Lagtexten kopierad för män_ Citat: Sveriges lagstiftning (SFS 1974:595)[2] på området som ger den blivande fadern rätt att i varje situation själv bestämma om han vill avsäga sig faderskapet upp till den 18:e graviditetsveckan,[3](förutsatt att han är helt rätt och fullt informerad) _osv justerad text för män En juridisk abort skulle i princip kunna vara en bortadoption rent praktiskt."
		]
	},
	{
		"postIndex": [
			[12895],
			[12424],
			[12178]
		],
		"postTime": [
				"2013-08-03",
				"2013-07-30",
				"2013-07-29"
		],
		"postNum": [
			[3151],
			[2969],
			[2875]
		],
		"postLink": [
				"/sp44603386",
				"/sp44538183",
				"/sp44520591"
		],
		"postUser": [
				"adyring",
				"theRulerOfBethos",
				"narlysimpelton"
		],
		"postUserID": [
				"/u335570",
				"/u809331",
				"/u419702"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p263",
				"https://www.flashback.org/t2114904p248",
				"https://www.flashback.org/t2114904p240"
		],
		"userUrl": [
				"https://www.flashback.org/u335570",
				"https://www.flashback.org/u809331",
				"https://www.flashback.org/u419702"
		],
		"sentence": [
				"Och om han inte kan \"rädda\" barnet/fostret(dumt att starta diskussion om det här, räcker att säga att båda åsikterna finns angående om det är ett barn eller inte än) om kvinnan vill ta abort, om hon kan besluta att han inte ska bli pappa trots att ett barn är på väg, så är det väl minst sagt rimligt att mannen iaf kan ta samma beslut själv - att inte bli pappa.",
				"Visst kan man räkna in den skattesumma som barnet har tjänat ihop som en del av beloppet som föräldern har tillfört (dock bara om barnet har tillfört ett nettotillskott till skattkassan efter att barnets egna bidrag och kostnader har räknats ihop), men detta blir i så fall bara en variabel av väldigt många att ta hänsyn till, och att därför enbart ta hänsyn till om personen har fött barn eller inte och samtidigt strunta i allt annat som denne har tillfört eller kostat för staten, när det sen kommer till att få avkastning i form av pension/välfärd är ett fullständigt absurt ohederligt/korkat resonemang.",
				"Hon kan alltså fylleknulla en främling Hon kan välja preventivmedel eller inte hon kan välja dagen-efterpiller eller inte Hon kan välja kemisk abort eller inte Hon kan välja kirurgisk abort eller inte Hon kan välja om hon vill godkänna fadern eller inte Hon kan välja adoptera bort barnet helt själv Om något finns kvar kan hon tvinga främlingen till ofrivilligt faderskap Ett mer oansvarigt och enkelmäktigt system går nog inte att konstruera ens om man försöker slå det."
		]
	},
	{
		"postIndex": [
			[13403],
			[13089],
			[13400]
		],
		"postTime": [
				"2013-08-04",
				"2013-08-03",
				"2013-08-04"
		],
		"postNum": [
			[3303],
			[3207],
			[3303]
		],
		"postLink": [
				"/sp44610524",
				"/sp44608315",
				"/sp44610524"
		],
		"postUser": [
				"stopbitching",
				"oLf",
				"stopbitching"
		],
		"postUserID": [
				"/u174319",
				"/u476967",
				"/u174319"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p276",
				"https://www.flashback.org/t2114904p268",
				"https://www.flashback.org/t2114904p276"
		],
		"userUrl": [
				"https://www.flashback.org/u174319",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u174319"
		],
		"sentence": [
				"Spelar ju ingen roll om han får möjlighet till juridisk abort då han fortfarande kommer att ha en biologisk avkomma om kvinnan väljer att behålla barnet, enda skillnaden är att han slipper betala och inte kan ha några rättigheter för barnet om han väl ångrar sitt beslut.",
				"Helt förståeligt att en man som blir tvingad in i rollen som far på kvinnans villkor väljer att inte ta del av barnet, att barnet blir utan far är då kvinnans ansvar då hon trots att mannen inte ville bli far valde att föda barnet.",
				"Skillnaden blir att kvinnan är tvingad att antingen göra en traumatisk abort eller föda barnet och stå för dess försörjning, mannen kan helt välja att strunta i konsekvenserna, eller om han vill, kräva umgängesrätt då han är den biologiske fadern."
		]
	},
	{
		"postIndex": [
			[13951],
			[14769],
			[14194]
		],
		"postTime": [
				"2013-08-04",
				"2013-08-06",
				"2013-08-05"
		],
		"postNum": [
			[3500],
			[3659],
			[3566]
		],
		"postLink": [
				"/sp44619822",
				"/sp44650589",
				"/sp44632761"
		],
		"postUser": [
				"theRulerOfBethos",
				"ConnyStalberg",
				"Irenicus"
		],
		"postUserID": [
				"/u809331",
				"/u824075",
				"/u827925"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p292",
				"https://www.flashback.org/t2114904p305",
				"https://www.flashback.org/t2114904p298"
		],
		"userUrl": [
				"https://www.flashback.org/u809331",
				"https://www.flashback.org/u824075",
				"https://www.flashback.org/u827925"
		],
		"sentence": [
				"Dessutom skulle mamman och pappan i så fall få något sånär lika mycket att säga till om gällande valet att skaffa barn, vilket även det skulle kunna berättiga att lägga över en lika stor del av skyldigheterna på pappan, så även om jag inte nödvändigtvis skulle förespråka en sådan lag så skulle jag acceptera den utan att tjafsa emot och se den som intellektuellt hederlig (vilket jag definitivt inte tycker att nuvarande lag är, som kanske framgått ).",
				"Jag tycker det bästa är att kvinnan gör en abort om mannen inte vill ha barnet, vill man trots allt ha barnet så får man sköta det efter bästa förmåga utan mannen och ta sitt ansvar för sitt beslut.",
				"Att barnet föds i vilket fall, vare sig kvinnan inte får göra abort eller väljer att inte göra det verkar inte spela någon roll, då det enbart handlar om mannens jämställdhet med kvinnan."
		]
	},
	{
		"postIndex": [
			[15333],
			[16121],
			[16088]
		],
		"postTime": [
				"2013-08-09",
				"2014-01-12",
				"2014-01-12"
		],
		"postNum": [
			[3788],
			[4009],
			[4001]
		],
		"postLink": [
				"/sp44701088",
				"/sp47009938",
				"/sp47009545"
		],
		"postUser": [
				"narlysimpelton",
				"mysmari",
				"narlysimpelton"
		],
		"postUserID": [
				"/u419702",
				"/u783596",
				"/u419702"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p316",
				"https://www.flashback.org/t2114904p335",
				"https://www.flashback.org/t2114904p334"
		],
		"userUrl": [
				"https://www.flashback.org/u419702",
				"https://www.flashback.org/u783596",
				"https://www.flashback.org/u419702"
		],
		"sentence": [
				"Nu är mannens talan berövad så att vissa kvinnor ska kunna låtsas att deras beslut är bättre än vad det är Ganska ovanligt ja Det hade det med största sannolikhet medfört om möjligheten fanns Varför babblar du om tvångsabort när det inte finns och ingen heller vill ha det Som sagt tidigare så är män fullt medvetna om att barnet alltid kommer att finnas där men det är väldigt stor skillnad på att få ta ställning själv till huruvida man vill vara far eller inte.",
				"Jag har inte skrivit att feminister eller andra kvinnor ska föda barn mot mäns vilja och jag har inte heller skrivit att jag tycker att män ska tvinga kvinnor att föda barn eller tvinga dem att göra abort.",
				"Hade jag gjort en kvinna gravid som jag visste inte ville bli mor till mitt barn eller ha mig i hennes framtid så hade jag låtit henne göra en abort även om jag med hjälp av samhället kunde se till att hon födde mitt barn och fans i mitt liv för resten av hennes liv."
		]
	},
	{
		"postIndex": [
			[16908],
			[17026],
			[16791]
		],
		"postTime": [
				"2014-01-13",
				"2014-01-14",
				"2014-01-13"
		],
		"postNum": [
			[4255],
			[4291],
			[4215]
		],
		"postLink": [
				"/sp47030705",
				"/sp47039469",
				"/sp47028528"
		],
		"postUser": [
				"Hetsmotfolkgrupp",
				"mysmari",
				"oLf"
		],
		"postUserID": [
				"/u866412",
				"/u783596",
				"/u476967"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p355",
				"https://www.flashback.org/t2114904p358",
				"https://www.flashback.org/t2114904p352"
		],
		"userUrl": [
				"https://www.flashback.org/u866412",
				"https://www.flashback.org/u783596",
				"https://www.flashback.org/u476967"
		],
		"sentence": [
				"Däremot borde det inte finnas något krav på att mannen ska ta ansvar om kvinnan blir gravid utan överlåta ansvaret till kvinnan just för att det även ligger på hennes ansvar att behålla barnet, eller kasta barnet.",
				"Så en juridisk abort är alltså att pappan behöver inte försörja sitt barn och barnet ska inte få någon arvsrätt eller kalla sin pappa för pappa eller sina släktingar för farmor och farfar och liknande men pappan ska få träffa barnet när han vill.",
				"Må så vara att kvinnor hade undanhållit graviditeten om juridisk abort var laglig, men dessa kvinnor är sådana kvinnor som hade tvingat på mannen barnet oavsett om han ville eller ej om juridisk abort inte var laglig."
		]
	},
	{
		"postIndex": [
			[17866],
			[17523],
			[17350]
		],
		"postTime": [
				"2014-01-17",
				"2014-01-15",
				"2014-01-14"
		],
		"postNum": [
			[4569],
			[4450],
			[4391]
		],
		"postLink": [
				"/sp47090817",
				"/sp47063644",
				"/sp47047570"
		],
		"postUser": [
				"oLf",
				"narlysimpelton",
				"CatoHectorian"
		],
		"postUserID": [
				"/u476967",
				"/u419702",
				"/u126098"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p381",
				"https://www.flashback.org/t2114904p371",
				"https://www.flashback.org/t2114904p366"
		],
		"userUrl": [
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u419702",
				"https://www.flashback.org/u126098"
		],
		"sentence": [
				"Vanlig logik: Kvinna:Sex-------------Gravid----Beslut----------------Abort Beslut---Barn---------Ansvar för eget val Man :Sex---------------------------------------------Inget ansvar då inget val gjorts Eller Kvinna:Sex-------------Gravid----Beslut----------------Abort Beslut---Barn---------Ansvar för eget val Man :Sex-----------------------Beslut att bli far------Ansvar för eget val Eller Kvinna:Beslut att bli mor:--Sex--------Gravid------------Abort Beslut---Barn----Ansvar för eget val Man :Beslut att bli far:---Sex-------------------------Ansvar för eget val Feministisk logik: Kvinna:Sex-------------Gravid----Beslut---------------Abort Beslut---Barn--------Ansvar för eget val Man :Sex????????????????????????????????????????????",
				"För din fråga om juridisk abort vid de sällsynta fall där kvinnans liv står på spel om hon gör abort och tvingas behålla barnet av medicinska skäl så skulle jag själv säga att juridisk abort faller bort eftersom kvinnans möjlighet till val faller bort.",
				"Idag, skaffar kvinnor barn när de vet att mannen inte vill ha barn och kommer endast bidra ekonomiskt medelst tvång, vilket är så sjukt själviskt av kvinnan mot barnet att argumentet \"för barnets bästa\" är ett svidande dåligt argument mot juridisk abort."
		]
	},
	{
		"postIndex": [
			[18825],
			[18590],
			[18623]
		],
		"postTime": [
				"2014-02-16",
				"2014-02-14",
				"2014-02-14"
		],
		"postNum": [
			[4816],
			[4735],
			[4748]
		],
		"postLink": [
				"/sp47546537",
				"/sp47513360",
				"/sp47514831"
		],
		"postUser": [
				"hakro807",
				"hakro807",
				"Noola"
		],
		"postUserID": [
				"/u447777",
				"/u447777",
				"/u712568"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p402",
				"https://www.flashback.org/t2114904p395",
				"https://www.flashback.org/t2114904p396"
		],
		"userUrl": [
				"https://www.flashback.org/u447777",
				"https://www.flashback.org/u447777",
				"https://www.flashback.org/u712568"
		],
		"sentence": [
				"Är det mannen som i ett tidigt skede gjorde klart att han inte önskar bli pappa och att han inte tänker ta ansvar vare sig juridiskt eller ekonomisk för barnet eller kvinnan som trots det väljer att föda barnet, fullt medveten om att hon inte kommer få någon form av stöd från den biologiske fadern.",
				"Det finns inga vinnare i den situation vi diskuterar, däremot försöker vi argumentera för att möjligheten till juridisk abort inte bara är av rättviseskäl utan också att det är det bästa för samtliga inblandade, även den blivande modern då hon tidigt i graviditeten kommer bli medveten om att fadern inte har några intentioner att hjälpa till under barnets uppväxt.",
				"Du kan alltså inte se problemet med att barnet riskerar att bli uppsökt av personer som vill träffa det och säger att de är barnets familj och släkt, och när barnet blir överlyckligt över att det också har en pappa och en farmor att träffa som alla andra barn så säger mamman att det inte får träffa sin pappa och farmor för att pappa gjort en juridisk abort."
		]
	},
	{
		"postIndex": [
			[19381],
			[19493],
			[19851]
		],
		"postTime": [
				"2014-07-16",
				"2014-07-16",
				"2014-07-16"
		],
		"postNum": [
			[4995],
			[5041],
			[5155]
		],
		"postLink": [
				"/sp49595385",
				"/sp49596608",
				"/sp49598231"
		],
		"postUser": [
				"Spargriz",
				"Burros",
				"iVibe"
		],
		"postUserID": [
				"/u822079",
				"/u200833",
				"/u591119"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p417",
				"https://www.flashback.org/t2114904p421",
				"https://www.flashback.org/t2114904p430"
		],
		"userUrl": [
				"https://www.flashback.org/u822079",
				"https://www.flashback.org/u200833",
				"https://www.flashback.org/u591119"
		],
		"sentence": [
				"Vill endast mannen ha barn men inte kvinnan ha barn, så får mannen söka upp en ny kvinna för sitt barn, vilket är samma sak som att vill mamman behålla ungen får hon söka upp en ny pappa för sitt barn om den ursprungliga pappan vill ha abort (alltså inte vara förmyndare för barnet vilket det blir i detta fallet).",
				"Ca 6000 barn om året i Sverige föds med en annan pappa än dom tror och detta kunda vi enkelt ordnat med ett billigt blodprov som inte hade kostat oss en hundring ens om det gjorts på stor skala så det finns inga ursäkter för att inte införa obligatoriska faderskapstest och dom männen som är naiva nog att bara lita på kvinnan är med största sannolikhet just dom som skulle behöva testet mest....",
				"Som jag tidigare sagt anser jag att han ska ha rätt att frånsäga sig all rätt och skyldighet till barnet och låta kvinnan avgöra baserat på det om hon ska ha barnet eller inte, men det är all makt jag anser att mannen ska ha över kvinnans rätt/skyldighet till abort."
		]
	},
	{
		"postIndex": [
			[20146],
			[20711],
			[19908]
		],
		"postTime": [
				"2014-07-16",
				"2014-07-18",
				"2014-07-16"
		],
		"postNum": [
			[5238],
			[5381],
			[5173]
		],
		"postLink": [
				"/sp49600387",
				"/sp49626744",
				"/sp49598470"
		],
		"postUser": [
				"phluff",
				"life101",
				"FeedHurley"
		],
		"postUserID": [
				"/u729320",
				"/u432084",
				"/u620727"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p437",
				"https://www.flashback.org/t2114904p449",
				"https://www.flashback.org/t2114904p432"
		],
		"userUrl": [
				"https://www.flashback.org/u729320",
				"https://www.flashback.org/u432084",
				"https://www.flashback.org/u620727"
		],
		"sentence": [
				"Absolut, om mannen tidigt i graviditeten inser att han inte vill ha med barnet att göra och meddelar detta innan barnet är fött (efter barnet är fött är för sent, kvinnan ska vara medveten om mannens ställningstagande innan hon föder - så länge han vet om graviditeten såklart) så kan jag tycka att han ska kunna avsäga sig sitt faderskap.",
				"Om det handlar om ynka tusen kr i månaden och inte betala underhåll, så avsäger sig mannen all rätt att kunna ta kontakt med barnet igen i framtiden, modern ska då bestämma om fadern får träda in i barnets liv precis som fadern fick bestämma att inte vara delaktig i barnets liv.",
				"På samma sätt som folk säger att det är upp till mannens ansvar att använda kondom vid sex är det lika mycket kvinnans ansvar vid sex, att vara beredd till att behöva göra abort om inte båda är med på att få ett barn tillsammans."
		]
	},
	{
		"postIndex": [
			[21536],
			[21636],
			[21881]
		],
		"postTime": [
				"2014-07-24",
				"2014-07-24",
				"2014-07-25"
		],
		"postNum": [
			[5592],
			[5628],
			[5717]
		],
		"postLink": [
				"/sp49695075",
				"/sp49697067",
				"/sp49707102"
		],
		"postUser": [
				"nie",
				"oLf",
				"Scull"
		],
		"postUserID": [
				"/u919710",
				"/u476967",
				"/u907144"
		],
		"postUrl": [
				"https://www.flashback.org/t2114904p466",
				"https://www.flashback.org/t2114904p469",
				"https://www.flashback.org/t2114904p477"
		],
		"userUrl": [
				"https://www.flashback.org/u919710",
				"https://www.flashback.org/u476967",
				"https://www.flashback.org/u907144"
		],
		"sentence": [
				"Du menar att det är mer logiskt att säga att det är pappan som bestämmer att kvinnan gör en medicinsk abort om han bestämmer att han inte vill göra en juridisk abort och föder hon barnet så är det hon som har bestämt att pappan har gjort en juridisk abort?",
				"Därför som att du själv säger så är den juridiska aborten inte nödvändig i ena fallet och i det andra kan kvinnan faktiskt välja att behålla barnet, och då kan juridisk abort vara aktuellt för en man.",
				"Jag tycker inte att det är något problem att ensamstående skaffar barn eller att par skaffar barn genom insemination, men jag tycker det är dumt att ge rätt till pappor att besluta om deras barn ska få rättigheter eller inte."
		]
	}
]
