[
	{
		"postIndex": [
			[91],
			[172],
			[83]
		],
		"postTime": [
				"2013-11-10",
				"2013-11-10",
				"2013-11-10"
		],
		"postNum": [
			[16],
			[32],
			[16]
		],
		"postLink": [
				"/sp46076847",
				"/sp46078641",
				"/sp46076847"
		],
		"postUser": [
				"sven33",
				"hashish-boy",
				"sven33"
		],
		"postUserID": [
				"/u373986",
				"/u428267",
				"/u373986"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p2",
				"https://www.flashback.org/t2256004p3",
				"https://www.flashback.org/t2256004p2"
		],
		"userUrl": [
				"https://www.flashback.org/u373986",
				"https://www.flashback.org/u428267",
				"https://www.flashback.org/u373986"
		],
		"sentence": [
				"Finns tusen sett att undkomma detta så varje gång du höjer skatten faller enorma intäkter bort pga att folk slutar betala skatt, du behöver inte ha särskilt hög skatt i dagens globala samhälle för att inkomstgrafen ska korsa bortfallsgrafen.",
				"Dagens Sverige har ett för stort antal människor som är i behov av bidrag gentemot antalet arbetande och vi kommer bara kunna betala denna välfärden i perioder av stark ekonomisk tillväxt.",
				"Sverige har redan idag extremt höga skatter och just därför betalar i stort sett inga större svenska företag skatt i Sverige."
		]
	},
	{
		"postIndex": [
			[390],
			[242],
			[236]
		],
		"postTime": [
				"2013-11-10",
				"2013-11-10",
				"2013-11-10"
		],
		"postNum": [
			[75],
			[48],
			[48]
		],
		"postLink": [
				"/sp46081488",
				"/sp46080168",
				"/sp46080168"
		],
		"postUser": [
				"hogerspoket",
				"Svizzera",
				"Svizzera"
		],
		"postUserID": [
				"/u839842",
				"/u490763",
				"/u490763"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p7",
				"https://www.flashback.org/t2256004p4",
				"https://www.flashback.org/t2256004p4"
		],
		"userUrl": [
				"https://www.flashback.org/u839842",
				"https://www.flashback.org/u490763",
				"https://www.flashback.org/u490763"
		],
		"sentence": [
				"Rimligen innebär det att om man kan få 16 timmar jobb utfört i Kina för samma peng som det kostar att få 6 timmar likvärdigt jobb utfört i Malmö så kommer man med stor sannolikhet välja att lägga industrin (eller vad det nu är för verksamhet vi talar om) där man får mest arbete per krona.",
				"Högskoleplatser: Finns det inga högkvalificerade jobb (för att exempelvis de anställda ska ha lön för 8h, men bara jobbar i 6h) så är det slöseri med resurser att utbilda folk som sedan måste flytta till länder det finns verkliga karriärmöjligheter i för att slippa gå arbetslösa efter sina studier.",
				"6h arbetsdag med 8h lön: Detta vansinne kommer leda till att all form av företagsamhet med anställda kommer att försvinna ur Sverige -> kraftigt minskade skatteintäkter och därmed kan mindre välfärd finansieras."
		]
	},
	{
		"postIndex": [
			[483],
			[471],
			[524]
		],
		"postTime": [
				"2013-11-10",
				"2013-11-10",
				"2013-11-10"
		],
		"postNum": [
			[92],
			[86],
			[96]
		],
		"postLink": [
				"/sp46082272",
				"/sp46082055",
				"/sp46082501"
		],
		"postUser": [
				"Richard80",
				"El Capitano",
				"Nerman"
		],
		"postUserID": [
				"/u558784",
				"/u108651",
				"/u453003"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p8",
				"https://www.flashback.org/t2256004p8",
				"https://www.flashback.org/t2256004p8"
		],
		"userUrl": [
				"https://www.flashback.org/u558784",
				"https://www.flashback.org/u108651",
				"https://www.flashback.org/u453003"
		],
		"sentence": [
				", allt är inte vänsterpartiets politik men jag har satt ihop lite ideer: Dom 20 största företagen har en omsättning på 1 881 932 200 000 biljoner, och visar en vinst på 198, 192 600 000 miljarder för 2012 vilket blir en vinst på 146, 067 946 200 miljarder efter skatt.",
				"När inflationen sedan ätit upp glappet och \"bibehållen lön\" helt enkelt innebär att en lön på pappret på 20 000 egentligen bara har en köpkraft på 15 000 - så att man bara får lön för sina arbetade sex timmar - så kan det fortsätta som innan.",
				"Om ett företag behöver betala 8 timmars lön för 6 timmars arbete så kommer de förlora stora summor pengar på detta."
		]
	},
	{
		"postIndex": [
			[892],
			[733],
			[891]
		],
		"postTime": [
				"2013-11-11",
				"2013-11-11",
				"2013-11-11"
		],
		"postNum": [
			[160],
			[130],
			[159]
		],
		"postLink": [
				"/sp46098146",
				"/sp46085909",
				"/sp46097934"
		],
		"postUser": [
				"PaulSmith",
				"Fiskfan08",
				"ivanivan"
		],
		"postUserID": [
				"/u88078",
				"/u850717",
				"/u308903"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p14",
				"https://www.flashback.org/t2256004p11",
				"https://www.flashback.org/t2256004p14"
		],
		"userUrl": [
				"https://www.flashback.org/u88078",
				"https://www.flashback.org/u850717",
				"https://www.flashback.org/u308903"
		],
		"sentence": [
				"- Företagen tvingas säga upp folk för att det blir svårare att bli lönsamma - Företag flyttar utomlands då det blir billigare där i jämförelse - Massarbetslöshet tack var 6h som gör att mer bidrag måste betalas ut.",
				"Samtidigt har moderaterna infört en kostad på ca 100 000 per år beroende på program för utländska studenter som kommer till Sverige och studerar, vilket tidigare var gratis för dem.",
				"+ mer folk i arbete + mindre bidrag + mer fritid + större köpkraft hos befolkningen + friskare befolkning - företagen får betala ut mer för anställda Totally worth it."
		]
	},
	{
		"postIndex": [
			[1023],
			[957],
			[1027]
		],
		"postTime": [
				"2013-11-12",
				"2013-11-12",
				"2013-11-12"
		],
		"postNum": [
			[192],
			[175],
			[192]
		],
		"postLink": [
				"/sp46110629",
				"/sp46101565",
				"/sp46110629"
		],
		"postUser": [
				"Arbetarmakten",
				"hogerspoket",
				"Arbetarmakten"
		],
		"postUserID": [
				"/u851204",
				"/u839842",
				"/u851204"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p16",
				"https://www.flashback.org/t2256004p15",
				"https://www.flashback.org/t2256004p16"
		],
		"userUrl": [
				"https://www.flashback.org/u851204",
				"https://www.flashback.org/u839842",
				"https://www.flashback.org/u851204"
		],
		"sentence": [
				"När vi nu under dessa år framöver kommer se en enorm framväxt inom 3D-skrivare kommer denna produktion bara att öka, folk kommer ta fram produkter gemensamt på internet och bygga upp olika 3D-modeller för olika produkter.",
				"Jag har också svårt att se rimligheten i att tro att vem som helst skulle kunna sköta kvalificerade yrken, exempelvis är ju en arbetslös svetsare för förmodligen direkt olämplig för läkartjänst (även om han med 50% chans kommer att göra ett bättre jobb som statsminister än den nuvarande ), Jag vill runda av med att säga att jag dock, i grund och botten, håller med om att dagens arbetsklimat är ohälsosamt och att kvartalsekonomin får företagsvärlden att göra mycket dumheter.",
				"Nu står vi inför ett vägval, ska vi underlätta för denna teknik och gemensamma produktion eller ska vi likt de senaste åren motarbeta denna frihet med all kraft som staten kan uppbringa och skära ner på våra friheter på internet och försöka till varje pris inhägna intellektuell information till varje pris?"
		]
	},
	{
		"postIndex": [
			[1165],
			[1158],
			[1125]
		],
		"postTime": [
				"2013-11-13",
				"2013-11-13",
				"2013-11-13"
		],
		"postNum": [
			[236],
			[233],
			[221]
		],
		"postLink": [
				"/sp46125239",
				"/sp46124960",
				"/sp46121314"
		],
		"postUser": [
				"maaaaaaaa",
				"maaaaaaaa",
				"JurgenPontare"
		],
		"postUserID": [
				"/u760362",
				"/u760362",
				"/u725777"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p20",
				"https://www.flashback.org/t2256004p20",
				"https://www.flashback.org/t2256004p19"
		],
		"userUrl": [
				"https://www.flashback.org/u760362",
				"https://www.flashback.org/u760362",
				"https://www.flashback.org/u725777"
		],
		"sentence": [
				"Jag kan också göra en helt meningslös och oerhört partisk lista: +Folk får jobba mindre - Företagens lönekostnader ökar - Risken att företagen tvingas flytta sin arbetskraft utomlands ökar - Risk då att staten får in 0 kr i skatt ty företaget inte längre är aktivt i Sverige - Företagen går med mindre vinst - Företagen kan inte betala lika mycket i skatt - Företagen kompenserar högre lönekostnader med högre priser - Fattiga människor kommer få ännu sämre köpkraft - Lägre löner till alla för att kompensera för den extra personal som företagen tvingas anställa - Horribla företagsförhållanden gör att inga nya företag etableras i Sverige - Klasshat - Socialism - Centralplanering Nämen, på min lista blev det 12-1 till minussidan.",
				"Kommer staten in och tvingar till sig högre skatter kommer det leda till mindre vinster och således mindre pengar till arbetarna.",
				"De kommer fortfarande att tjäna pengar och kommer fortfarande finnas kvar bara att deras vinster blir lägre till våran fördel."
		]
	},
	{
		"postIndex": [
			[1226],
			[1218],
			[1221]
		],
		"postTime": [
				"2013-11-13",
				"2013-11-13",
				"2013-11-13"
		],
		"postNum": [
			[260],
			[256],
			[258]
		],
		"postLink": [
				"/sp46130655",
				"/sp46129926",
				"/sp46130488"
		],
		"postUser": [
				"Arbetarmakten",
				"Arbetarmakten",
				"ByeByeBoston"
		],
		"postUserID": [
				"/u851204",
				"/u851204",
				"/u389387"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p22",
				"https://www.flashback.org/t2256004p22",
				"https://www.flashback.org/t2256004p22"
		],
		"userUrl": [
				"https://www.flashback.org/u851204",
				"https://www.flashback.org/u851204",
				"https://www.flashback.org/u389387"
		],
		"sentence": [
				"Men jag tror inte det kan hända i stor skala förrän alla kommer överens om detta, det blir för stor konkurrens inom Sverige annars, ingen enskild företagare tjänar på detta, men alla kan tjäna på det om alla inför det samtidigt under samma villkor.",
				"Den enskilde kapitalisten tjänar på att ha så låga löner som möjligt, men om alla kapitalister sänker lönerna så finns det ingen som har råd att köpa produkterna.",
				"Sen tror jag verkligen inte att 8 timmars arbetsdag är hugget i sten, arbetstiden kommer säkert att justeras i framtiden men att införa det idag med bibehållen lön är inget annat än en utopi."
		]
	},
	{
		"postIndex": [
			[1458],
			[1412],
			[1457]
		],
		"postTime": [
				"2013-11-19",
				"2013-11-16",
				"2013-11-19"
		],
		"postNum": [
			[337],
			[323],
			[337]
		],
		"postLink": [
				"/sp46206470",
				"/sp46167479",
				"/sp46206470"
		],
		"postUser": [
				"Richard80",
				"Tamburmajor",
				"Richard80"
		],
		"postUserID": [
				"/u558784",
				"/u582480",
				"/u558784"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p29",
				"https://www.flashback.org/t2256004p27",
				"https://www.flashback.org/t2256004p29"
		],
		"userUrl": [
				"https://www.flashback.org/u558784",
				"https://www.flashback.org/u582480",
				"https://www.flashback.org/u558784"
		],
		"sentence": [
				"Vad moderaterna och alla partier styrda av storföretagen vill, är ju att dom rika ska bli rikare och dom fattigare fattigare Detta är ett samhälle som modernas politik leder till, vi måste historiskt sett se vart moderaterna har sitt ursprung i och vad dom vill ha för samhälle för att det är lätt att bli förvirrad med deras fina prat och verkar vara så pålästa, ja pålästa för storföretagens och dom rikas bästa.",
				"Även om själva redovisningen av statsskulden görs på annat sätt, så ser det fortfarande ut som vi har ett nettoupplåningsbehov: \"Sveriges statsskuld är idag 1 256 220 216 020 KR baserat på Riksgäldens senaste rapport 2013-09-30 som uppgick till 1 200 091 387 123 SEK, Riksgäldens statsskuld prognos på 1 310 000 000 000 SEK till slutet av 2014\" Att det skulle vara endast ränta som tickar där låter föga troligt MEN med det sagt så tror jag inte en sekund på att vänsterpartiet hade klarat av att hålla statsfinanserna i någorlunda balans utan skulle med lätthet fyrdubblat statsskulden för att helga sina mål.",
				"Moderaternas ide av samhället, där bara dom som har pengar ska kunna få sjukvård och, bara dom rikas barn ska kunna få en värdig utbildning, det samhället tror jag att alla här är emot."
		]
	},
	{
		"postIndex": [
			[1594],
			[1597],
			[1642]
		],
		"postTime": [
				"2014-02-08",
				"2014-02-08",
				"2014-02-10"
		],
		"postNum": [
			[360],
			[360],
			[373]
		],
		"postLink": [
				"/sp47419209",
				"/sp47419209",
				"/sp47448929"
		],
		"postUser": [
				"Richard80",
				"Richard80",
				"Richard80"
		],
		"postUserID": [
				"/u558784",
				"/u558784",
				"/u558784"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p30",
				"https://www.flashback.org/t2256004p30",
				"https://www.flashback.org/t2256004p32"
		],
		"userUrl": [
				"https://www.flashback.org/u558784",
				"https://www.flashback.org/u558784",
				"https://www.flashback.org/u558784"
		],
		"sentence": [
				"som hade behövts om vi skulle gå ner till 6 timmars arbetsdag med bibehållen produktion och höjt lönen för alla så att alla fick en normallön för 8 timmar fast man egentligen bara jobbade 6 timmar(det blir ju en förhöjd timlön egentligen) hade kostat staten 84 miljarder kronor per år.",
				"[b]Sedan kommer ju sossfallen att minska och aktivitetsstöd som betalas ut av arbetsförmedlingen och försäkringskassan vilket ju i slutändan är en kostnad för staten kommer ju också att minska[/B då det är väldigt svårt att få fram exakta siffror inom dom områdena men att utgifterna för staten definitivt kommer att minska och balansera ut sig vet man ju, när sosspengar,aktivetetsstöd och sjukskrivningspengar går till utfyllnader utav löner istället till hela befolkningen istället för till storföretagens vinster och politikernas höga löner.",
				"Vi är ju alla på samma sida eller hur vi vill ju inte att storföretagen ska kunna härja hur dom vill och som dom gör idag och tro att vi är beroende utav att abeta för dom när vi har en väl utvecklad tecknik som gör att Det är något som vi blivit lurade att tro att allt kostar pengar eller mycket arbetskraft att ingenting är gratis."
		]
	},
	{
		"postIndex": [
			[1715],
			[1767],
			[1689]
		],
		"postTime": [
				"2014-02-16",
				"2014-02-18",
				"2014-02-13"
		],
		"postNum": [
			[393],
			[400],
			[387]
		],
		"postLink": [
				"/sp47540456",
				"/sp47574026",
				"/sp47492768"
		],
		"postUser": [
				"Richard80",
				"Richard80",
				"Richard80"
		],
		"postUserID": [
				"/u558784",
				"/u558784",
				"/u558784"
		],
		"postUrl": [
				"https://www.flashback.org/t2256004p33",
				"https://www.flashback.org/t2256004p34",
				"https://www.flashback.org/t2256004p33"
		],
		"userUrl": [
				"https://www.flashback.org/u558784",
				"https://www.flashback.org/u558784",
				"https://www.flashback.org/u558784"
		],
		"sentence": [
				"Sedan att företag och privatpersoner har satt patent på vissa ideer och produkter för att ha ensamrätt att tjäna pengar på detta är ju bara sorgligt för att: Om nu man inte skulle kunna tjäna pengar på sina ideer och bara utveckla teknik för människors bästa så skulle ju för att om du har ett sjukt barn och vill hjälpa denne så spelar ju inte pengar någon roll för att du gör ju ditt bästa för att tillverka en medicin som hjälper ditt barn och andra barn som kommer att drabbas av samma sjukdom eller hur??",
				"Då kunde inte folk och företag låna mer pengar från bankerna, vilket ledde till att konsumtionen minskade och många företag gick omkull, vilket vilket i sin tur ledde till att människor blev av med jobben och kunde i sin tur inte betala av tex sina bostadslån.",
				"Det ser vi ju bara på skövlingen utav regnskogarna och krigen över naturtillgångar som västvärlden skapar i afrika, irak och på andra ställen med miljontals döda i jakten efter vinst, för som sagt hade inte staten reglerat arbetstiden så hade du och jag varit tvugna att arbeta 18 timmar per dygn bara för att överleva."
		]
	}
]
