[
	{
		"postIndex": [
			[1281],
			[1311],
			[1295],
			[705],
			[619]
		],
		"postTime": [
				"2006-03-30",
				"2006-04-03",
				"2006-03-30",
				"2006-02-05",
				"2005-11-12"
		],
		"postNum": [
			[163],
			[174],
			[166],
			[108],
			[90]
		],
		"postLink": [
				"/sp3944372",
				"/sp3970329",
				"/sp3944519",
				"/sp3659653",
				"/sp3202022"
		],
		"postUser": [
				"punakaarti",
				"punakaarti",
				"punakaarti",
				"smartypants",
				"smartypants"
		],
		"postUserID": [
				"/u114981",
				"/u114981",
				"/u114981",
				"/u71313",
				"/u71313"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p14",
				"https://www.flashback.org/t226043p15",
				"https://www.flashback.org/t226043p14",
				"https://www.flashback.org/t226043p9",
				"https://www.flashback.org/t226043p8"
		],
		"userUrl": [
				"https://www.flashback.org/u114981",
				"https://www.flashback.org/u114981",
				"https://www.flashback.org/u114981",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313"
		],
		"sentence": [
				"Jag ska inte göra sådan tråd men jag vill bara tilägga en sak man kan inte förenkla kommunismen så som du gjorde det kan man inte med kapitalismen i heller det var någon idiot på detta forum som skrev att kapitalismen låg bakom idi amin hitler svält osv,vilket är helt lösryckt från verkligheten Det är mycket som spelar in varför det blev förtryck under kommunismen och mycket av det har ingen som helst sammankoppling med marx teorier att göra.",
				"det finns en dogmatisk marxism och en skapande marxism pariskommunen tog marx avstånd i från helt och kallade den för en borgerlig resning men för att behålla sin popularitet så skrev ju han givetvis att det var ett perfekt exempel för proletariets diktatur, men sanningen är ju att dom ledande i pariskommunen revolutionsråd var ju anarkister och jacobiner här kommer något han skrev om pariskommunen när han brevväxla med en holländsk socialist Ferdinand Domela Perhaps you will point to the Paris Commune; but apart from the fact that this was merely the rising of a town under exceptional conditions, the majority of the Commune was in no sense socialist, nor could it be.",
				"SMARTYPANTS DU FÅR TÄNKA ATT DETTA SKREVS NÄSTAN 200 ÅR SEDAN då var förtycket mycket stor i europa 12 timmars arbetsdag barnarbete kåkbostäder utsprädd fattigdom livslängden var 45år arbetarna hade ingen rätt till utbildning, klart proletärerna var förtyckta på den tiden det är ingen tvekan om saken klart många på den tiden prata om våldsam revolution kanske inte till kommunism men i alla fall bättre sociala reformer och då var oftast våld nödvändigt.",
				"Om du hävdar att ingen skall förtryckas i \"proletariatets diktatur/demokrati\" som du kallar det, så måste du i rimlighetens namn hävda att ingen förtrycks i \"borgerlighetens diktatur/demokrati\" som j är det samhälle socialismen hävdar vi har nu.",
				"Det andra, och mer farliga, är att Marxismen säger nämligen att arbetarna SKALL ta makten i en våldsam revolution och SKALL förtrycka andra människor i det som kallas proletariatets diktatur."
		]
	},
	{
		"postIndex": [
			[2187],
			[1431],
			[2681],
			[2742],
			[1863]
		],
		"postTime": [
				"2006-04-24",
				"2006-04-07",
				"2008-10-25",
				"2008-10-25",
				"2006-04-19"
		],
		"postNum": [
			[281],
			[185],
			[346],
			[352],
			[231]
		],
		"postLink": [
				"/sp4071754",
				"/sp3990961",
				"/sp13427155",
				"/sp13433070",
				"/sp4040609"
		],
		"postUser": [
				"smartypants",
				"smartypants",
				"smartypants",
				"1:aHjälpen",
				"Gustavkuken"
		],
		"postUserID": [
				"/u71313",
				"/u71313",
				"/u71313",
				"/u236438",
				"/u115839"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p24",
				"https://www.flashback.org/t226043p16",
				"https://www.flashback.org/t226043p29",
				"https://www.flashback.org/t226043p30",
				"https://www.flashback.org/t226043p20"
		],
		"userUrl": [
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u236438",
				"https://www.flashback.org/u115839"
		],
		"sentence": [
				"Det andra, och mer farliga, är att Marxismen säger nämligen att arbetarna SKALL ta makten i en våldsam revolution och SKALL förtrycka andra människor i det som kallas proletariatets diktatur.",
				"Synen på proletariatets diktatur, att man under en period skall låta en klass förtrycka en annan, för att på detta vis uppnå fördelar, är en typisk variant av att ändamålet helgar medlen.",
				"Undantag finns givetvis överallt, men lika lite som liberalismen blir rasistisk bara för att Jörg Heider hade en period han kallade sig liberal, så slutar socialismen bli socialistisk bara för att vissa människor som inte vill ha gemensamt ägande kallar sig socialister.",
				"Man kan dra slutsatsen att ditt grundantagande, fredliga revoltioner = mer demokrati våldsamma revolutioner = mindre demokrati inte stämmer, att det för en fredlig revolution i så fall krävs en så förkrossande majoritet på den förtryckta sidan att den förtryckande inte vågar annat än att tillåta en fredlig revolution.",
				"Jag har bara poängterat att revolutionen per definition inte behöver vara våldsam, att marxismen inte är kommunismen (och vice versa) och att långt ifrån alla kommunister anser att målet Alltid helgar medlen."
		]
	},
	{
		"postIndex": [
			[3990],
			[3697],
			[4301],
			[4435],
			[3424]
		],
		"postTime": [
				"2008-11-18",
				"2008-11-12",
				"2008-12-02",
				"2008-12-15",
				"2008-11-08"
		],
		"postNum": [
			[482],
			[462],
			[519],
			[529],
			[424]
		],
		"postLink": [
				"/sp13763369",
				"/sp13677671",
				"/sp13962269",
				"/sp14149209",
				"/sp13630383"
		],
		"postUser": [
				"1:aHjälpen",
				"smartypants",
				"Rå-Gregern",
				"Aerandhir",
				"1:aHjälpen"
		],
		"postUserID": [
				"/u236438",
				"/u71313",
				"/u266628",
				"/u275458",
				"/u236438"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p41",
				"https://www.flashback.org/t226043p39",
				"https://www.flashback.org/t226043p44",
				"https://www.flashback.org/t226043p45",
				"https://www.flashback.org/t226043p36"
		],
		"userUrl": [
				"https://www.flashback.org/u236438",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u266628",
				"https://www.flashback.org/u275458",
				"https://www.flashback.org/u236438"
		],
		"sentence": [
				"Marx hade perspektivet att borgarna förtryckte arbetarna, varför arbetarna var tvugna att förtrycka borgarna i proletärernas diktatur (som alltså innebar just att det var proletärerna och inte borgarna som bestämde i samhället), har man inte det marxistiska perspektivet och inte anser att arbetarna blir förtryckta idag, så kommer naturligtvis inte arbetarna att förtrycka borgarna heller om de får makten i samhället.",
				"Man anser också att arbetarklassen skall ta den statliga makten med våld, och under en tid, kallad proletariatets diktatur, förtrycka andra klasser (bourgeoisien).",
				"Man skulle väl kunna säga att jag är kommunist om jag ser våld som nödvändigt om privata intressen skulle komma in och störa en demokratisk utveckling i den riktningen, men under normala omständigheter är jag socialdemokratisk, dvs under omständigheter då man har en fungerande demokrati vilket jag tycker att vi har, så kommunist-attityden som enligt dig använder våld som enda medel alltid, ligger dold i dessa tider.",
				"Nej, du har egentligen inte förklarat varför kommunismen leder till diktatur, eller socialism, som egentligen betyder processen till det kommunistiska stadiet, Du har tagit 4 faktorer och tolkat dem fritt, och ytterst kortfattat och ensidigt utan referenser osv, efter dina egna förutfattade ståndpunkter för att komma fram till din slutsats.",
				"Att den franska revolutionen mynnade ut i fraktionsstrider vilka sedan ledde till diktatur betyder inte att det inte hade kunnat bli riktig demokrati, betyder inte att inte de förändringar som gjordes var demokratiska, om man inte har en deterministisk syn på samhället och dess processer."
		]
	},
	{
		"postIndex": [
			[4809],
			[5020],
			[5184],
			[5507],
			[5597]
		],
		"postTime": [
				"2009-01-18",
				"2009-01-19",
				"2009-01-20",
				"2009-01-21",
				"2009-01-21"
		],
		"postNum": [
			[614],
			[630],
			[653],
			[701],
			[709]
		],
		"postLink": [
				"/sp14686448",
				"/sp14705515",
				"/sp14712262",
				"/sp14734836",
				"/sp14737357"
		],
		"postUser": [
				"Chen",
				"spottkobran",
				"Weaverworld",
				"Defenestration",
				"smartypants"
		],
		"postUserID": [
				"/u315903",
				"/u233832",
				"/u95471",
				"/u175839",
				"/u71313"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p52",
				"https://www.flashback.org/t226043p53",
				"https://www.flashback.org/t226043p55",
				"https://www.flashback.org/t226043p59",
				"https://www.flashback.org/t226043p60"
		],
		"userUrl": [
				"https://www.flashback.org/u315903",
				"https://www.flashback.org/u233832",
				"https://www.flashback.org/u95471",
				"https://www.flashback.org/u175839",
				"https://www.flashback.org/u71313"
		],
		"sentence": [
				"Arbetarklassens diktatur bygger på någonting som inte kan innebära borgarklassen, det vill säga arbetarklassens herravälde (det innebär som sagt att arbetarklassen griper makten och det kan inte innebära att borgarklassen som klass finns kvar just för att deras existens som klass innebär att arbetarklassen lyder) Jo det kan jag.",
				"Arbetarklassen visar däremot spontant upp ett medvetenade i riktning mot detta,Eftersom det aldrig varit proletariatet som haft den politiska makten eller helt varit det revolutionära subjektet i de \"kommunisitska\" länderna kan det inte bero på något \"inbygt förtryck\" Kapitalsimen har ett inbygt förtryck där storkapitalet på ett eller annat sätt förtrycker det övriga samhället det är för det syftet polis & militär finns de visar sitt sanna jag gång efter gång efter gång, Ådfalen, Chile 1973, Sydkorea under pahangstrejken.",
				"Marx säger i \"kritiken av Gotha-programmet\" Här definierar alltså Marx tiden mellan kapitalismen och kommunismen som en diktatur och ett förtryckande av klasser, vidare säger Engels i Brevet till Babel: Detta kan knappast vara något annat än definierat förtryck, våld till och med mot opponenter till proletariatet som klass.",
				"Vi kom ju fram till att om tolkningen av ordet \"förtryck\" - i sammanhanget att proletariatets diktatur skall agera förtryckande - skall vara konsistent med och logiskt passa in i vad Marx säger i överigt så kan man inte tolka proletariatets diktatur och förtrycket som skall utövas som slentrian terror mot f.",
				"Corresponding to this is also a political transition period in which the state can be nothing but the revolutionary dictatorship of the proletariat\" Marx ansåg alltså att efter revolutionen kommer en period där arbetarna skall förtrycka en eller möjligen flera andra klasser."
		]
	},
	{
		"postIndex": [
			[6275],
			[5976],
			[5972],
			[5975],
			[5981]
		],
		"postTime": [
				"2009-01-25",
				"2009-01-24",
				"2009-01-24",
				"2009-01-24",
				"2009-01-24"
		],
		"postNum": [
			[804],
			[766],
			[766],
			[766],
			[766]
		],
		"postLink": [
				"/sp14800215",
				"/sp14784864",
				"/sp14784864",
				"/sp14784864",
				"/sp14784864"
		],
		"postUser": [
				"Chen",
				"smartypants",
				"smartypants",
				"smartypants",
				"smartypants"
		],
		"postUserID": [
				"/u315903",
				"/u71313",
				"/u71313",
				"/u71313",
				"/u71313"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p67",
				"https://www.flashback.org/t226043p64",
				"https://www.flashback.org/t226043p64",
				"https://www.flashback.org/t226043p64",
				"https://www.flashback.org/t226043p64"
		],
		"userUrl": [
				"https://www.flashback.org/u315903",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313"
		],
		"sentence": [
				"Om arbetarklassen finns kvar betyder det att klass finns kvar, borgarklassen är kanske inte utslagen på alla ställen därför kan borgarklassen ställa sig mot arbetarklassens diktatur (det innebär inte att borgarklassen finns kvar på de ställen där arbetarklassens diktatur råder).",
				"Diskussionen handlar inte om tolkning, utan om Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller om han inte sa det.",
				"Så frågan är om Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck, eller om han inte sa det.",
				"Sa Marx att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller sa han inte det?",
				"Dvs huruvida Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller inte."
		]
	},
	{
		"postIndex": [
			[6967],
			[7389],
			[7021],
			[7816],
			[7844]
		],
		"postTime": [
				"2009-01-28",
				"2009-01-30",
				"2009-01-29",
				"2009-02-07",
				"2009-02-07"
		],
		"postNum": [
			[940],
			[979],
			[951],
			[1052],
			[1059]
		],
		"postLink": [
				"/sp14858061",
				"/sp14885864",
				"/sp14867912",
				"/sp15013659",
				"/sp15015157"
		],
		"postUser": [
				"Katzespeien",
				"smartypants",
				"Chen",
				"Chen",
				"Chen"
		],
		"postUserID": [
				"/u99936",
				"/u71313",
				"/u315903",
				"/u315903",
				"/u315903"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p79",
				"https://www.flashback.org/t226043p82",
				"https://www.flashback.org/t226043p80",
				"https://www.flashback.org/t226043p88",
				"https://www.flashback.org/t226043p89"
		],
		"userUrl": [
				"https://www.flashback.org/u99936",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u315903",
				"https://www.flashback.org/u315903",
				"https://www.flashback.org/u315903"
		],
		"sentence": [
				"Du skrev: Vilket betyder att borgarklassen inte skall förtryckas överhuvudtaget (utan bara mystiskt försvinna av sig själv utan förtryck) och att Marx inte ansåg att det kommer att finnas en period mellan revolutionens genomförande och kommunismen inträde.",
				"Därmed kan vi konstatera så mycket som att ordet förtryck fortsätter att betyda förtryck även under proletariatets diktatur, och att individer kommer vara förtryckta under proletariatets diktatur, precis som individer var förtrycka under kapitalets diktatur.",
				"Bara för att borgarklassen inte finns som den klass de är nu betyder inte att klasskonflikter och motsättningar upphör Som exempel är inte proletariatets diktatur ett nytt samhälle som går och väntar på att staten ska försvinna, utan det är en evig kamp för att klasserna ska försvinna.",
				"Det jag säger är att borgarklassen som klass inte behöver finnas på de ställen där arbetarklassen tar makten för att klassamhället ska finnas kvar och att kapitalistiska förhållanden ska finnas kvar.",
				"Det jag säger är att borgarklassen som klass inte behöver finnas på de ställen där arbetarklassen tar makten för att klassamhället ska finnas kvar och att kapitalistiska förhållanden ska finnas kvar."
		]
	},
	{
		"postIndex": [
			[8452],
			[8030],
			[8051],
			[8157],
			[8150]
		],
		"postTime": [
				"2009-04-27",
				"2009-02-12",
				"2009-02-12",
				"2009-04-22",
				"2009-04-22"
		],
		"postNum": [
			[1183],
			[1086],
			[1088],
			[1113],
			[1113]
		],
		"postLink": [
				"/sp16356067",
				"/sp15092994",
				"/sp15094417",
				"/sp16273723",
				"/sp16273723"
		],
		"postUser": [
				"Defenestration",
				"gurex",
				"gurex",
				"Defenestration",
				"Defenestration"
		],
		"postUserID": [
				"/u175839",
				"/u140621",
				"/u140621",
				"/u175839",
				"/u175839"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p99",
				"https://www.flashback.org/t226043p91",
				"https://www.flashback.org/t226043p91",
				"https://www.flashback.org/t226043p93",
				"https://www.flashback.org/t226043p93"
		],
		"userUrl": [
				"https://www.flashback.org/u175839",
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u175839",
				"https://www.flashback.org/u175839"
		],
		"sentence": [
				"Det du skriver om att \"ingen ska initiera våld mot andra [för då] urholkas andra värden\" kan jag förstå och hålla med om till stor del, och jag anser det (liksom alla nyliberaler också för den delen) det vara absolut nödvändigt att vi begagnar oss av den principen som regel och har ett våldsmonopol (polis, militär) men; dels är jag inte beredd att skriva under på att den principen i sig är en okränkbar gudagiven sådan, den är bara väldigt praktisk, och dels är jag inte beredd att skriva under på det som nyliberala filosofer menar, nämligen att beskattning av eller eventuellt konfiskerade av egendom är stöld och förkastligt av den anledningen att egendom är en förlängning av personen (och då att personen är okränkbar - liksom dennes egendom).",
				"Så om man då som du säger att eftersom marx sa att det kommer vara en period av förtryck efter en revolution (pga av den värdelösa \"debatten\" om proletariatets diktatur = förtryck) så borde väl man också kunna säga att det är förtryck idag (eftersom att Marx sa det).",
				"Annars kommer ju klassen som förtrycks efter revolutionen behandlas på samma sätt som dess \"motpart\" behandlas innan, enligt vissa (läs liberaler, smartypants m,fl) finns inget förtryck nu och då kommer inget förtryck heller att finnas efteråt.",
				"Det får dock mening om du skulle övertygande argumentera ungefär som \"Men detta förfaringssätt skulle skapa en allt för stor osäkerhet bland människor i det större samhället vilket skulle skapa ett mindre åtråvärt samhällsklimat - varför det i alla lägen är bäst att upprätthålla illusionen om en okränkbar äganderätt\" - det argumentet skulle jag lyssna mer på, men fortfarande anse vara falskt, just därför att jag skulle svara att det genom långsamma strategiska demokratiska reformer går att förändra synen och attityden mot/på arbete och ägande.",
				"Det som säger att det är okej att förbjuda någon att mörda folk fastän han (rent hypotetiskt) menar att det är det enda sätt på vilket just han kan nå total lycka är i grunden samma princip som säger att det är okej att beskatta de rika mer än de fattiga fastän det möjligtvis finns någon eller några av dessa rika som (återigen hypotetiskt) menar att det enda sättet för dem att nå total lycka är att tjäna så mycket pengar som möjligt och aldrig bli av med ens en krona av dessa i skatt."
		]
	},
	{
		"postIndex": [
			[9214],
			[9452],
			[9284],
			[9677],
			[9445]
		],
		"postTime": [
				"2009-05-03",
				"2009-05-06",
				"2009-05-03",
				"2009-05-09",
				"2009-05-06"
		],
		"postNum": [
			[1283],
			[1319],
			[1294],
			[1356],
			[1319]
		],
		"postLink": [
				"/sp16448985",
				"/sp16509454",
				"/sp16463475",
				"/sp16565260",
				"/sp16509454"
		],
		"postUser": [
				"Defenestration",
				"MalariaMyggan",
				"Tur-Budda",
				"phunque",
				"MalariaMyggan"
		],
		"postUserID": [
				"/u175839",
				"/u286444",
				"/u288451",
				"/u181727",
				"/u286444"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p107",
				"https://www.flashback.org/t226043p110",
				"https://www.flashback.org/t226043p108",
				"https://www.flashback.org/t226043p113",
				"https://www.flashback.org/t226043p110"
		],
		"userUrl": [
				"https://www.flashback.org/u175839",
				"https://www.flashback.org/u286444",
				"https://www.flashback.org/u288451",
				"https://www.flashback.org/u181727",
				"https://www.flashback.org/u286444"
		],
		"sentence": [
				"Vi formulerar regler och koder som säger att man inte får döda eller stjäla, inte kränka andra, därför att om vi tillät det så skulle det knappt finnas någon poäng med ett samhälle, bara de absolut starkaste skulle överleva och alla skulle leva i skräck hela tiden.",
				"Man kan försöka genom att förbjuda individer att äga egna företag, det kommer dock inte leda till att andra människor fyller deras platser utan endast till att inga företag alls kommer existera.",
				"Det tycks ju inte finnas någon gräns för vad kommunister anser vara moraliskt rätt att göra i sin strävan och då verkar totalitärt förtryck anses vara helt ok - så länge någon mkänner att det kanske leder åt rätt håll.",
				"Visa några bevis, eller länka till någon som bevisar Marx teorier på nätet eller bevisa dem själv eller kanske hänvisa till en bok eller gör vad fan som helst, sitt inte bara där och tyck.",
				"I diskussioner med socialister hör man ofta som första argument att socialism skall införas på altruistiska grunder men om folket nu inte skulle vilja bli hjälpt faller socialisten tillbaka på argument om att det socialistiska systemet är moraliskt överlägset andra alternativ."
		]
	},
	{
		"postIndex": [
			[10542],
			[10838],
			[10827],
			[10532],
			[10757]
		],
		"postTime": [
				"2009-06-22",
				"2009-06-23",
				"2009-06-23",
				"2009-06-22",
				"2009-06-23"
		],
		"postNum": [
			[1516],
			[1585],
			[1581],
			[1515],
			[1566]
		],
		"postLink": [
				"/sp17299294",
				"/sp17322858",
				"/sp17321829",
				"/sp17297893",
				"/sp17312937"
		],
		"postUser": [
				"Tur-Budda",
				"Aerandhir",
				"unsung",
				"Zoors",
				"Zoors"
		],
		"postUserID": [
				"/u288451",
				"/u275458",
				"/u266754",
				"/u214714",
				"/u214714"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p127",
				"https://www.flashback.org/t226043p133",
				"https://www.flashback.org/t226043p132",
				"https://www.flashback.org/t226043p127",
				"https://www.flashback.org/t226043p131"
		],
		"userUrl": [
				"https://www.flashback.org/u288451",
				"https://www.flashback.org/u275458",
				"https://www.flashback.org/u266754",
				"https://www.flashback.org/u214714",
				"https://www.flashback.org/u214714"
		],
		"sentence": [
				"Alldeles riktigt, kommunism leder fortfarande inte till totalitärt förtryck, den lägre kommunismen ÄR fortfarande totalitärt förtryck med en önskan att detta förtryck automatiskt skall övergå till en högre kommunism som ingen kan beskriva samtidigt som ingen kan beskriva övergångsprocessen heller.",
				"Allt de möjligtvis pekar på är att \"se hur mycket kapitalismen utvecklat\" precis som om all mänsklig utveckling härstammar ur kapitalismen, eller be dem förklara varför det är kapitalismens förtjänst och inte socialismens förtjänst (tänker på de mer kollektiva, offentliga medel och välfärdssystem som mer syftar på behov, och inte betalningsförmåga, lika för alla som trots allt i mer eller mindre utsträckning finns i alla moderna stater).",
				"Låt inte Total-Per definiera om orden och dess betydelse, vill Total-Per kalla en ideologi som bygger på ofrihet för liberal så låt honom göra det men vi kanske kan be honom att göra det på ställen där människor inte kan tänka själva, detta forum är alltså fel skådeplats för hans påhitt.",
				"Det är bra så mycket mer intressant att fastställa att kommunismen inte alltid leder till totalitärt förtryck, efter som vi ännu inte sett vad den leder till.",
				"Kommunism leder inte alltid till detta, men med fler dolda liberaler vid den kommunistiska makten, ökar chansen att den leder till totalitärt förtryck."
		]
	},
	{
		"postIndex": [
			[11911],
			[11455],
			[11075],
			[11328],
			[11176]
		],
		"postTime": [
				"2009-07-14",
				"2009-06-29",
				"2009-06-27",
				"2009-06-29",
				"2009-06-28"
		],
		"postNum": [
			[1757],
			[1694],
			[1644],
			[1677],
			[1659]
		],
		"postLink": [
				"/sp17649376",
				"/sp17406533",
				"/sp17384400",
				"/sp17405519",
				"/sp17395196"
		],
		"postUser": [
				"Tur-Budda",
				"spottkobran",
				"Zoors",
				"spottkobran",
				"spottkobran"
		],
		"postUserID": [
				"/u288451",
				"/u233832",
				"/u214714",
				"/u233832",
				"/u233832"
		],
		"postUrl": [
				"https://www.flashback.org/t226043p147",
				"https://www.flashback.org/t226043p142",
				"https://www.flashback.org/t226043p137",
				"https://www.flashback.org/t226043p140",
				"https://www.flashback.org/t226043p139"
		],
		"userUrl": [
				"https://www.flashback.org/u288451",
				"https://www.flashback.org/u233832",
				"https://www.flashback.org/u214714",
				"https://www.flashback.org/u233832",
				"https://www.flashback.org/u233832"
		],
		"sentence": [
				"Själv tänkte jag återgå till topic i den här strängen och återigen finna att inget nytt uppkommit som förändrar det som tidigare slagits fast, dvs att kommunism (den lägre) alltid leder till totalitärt förtryck (snarare att den egentligen aldrig slutar vara totalitärt förtryck, då steg ett och två är en revolution samt diktatur) och att vägen till en eventuell högre kommunism måste letas på annat håll än i det som kallas klasskamp.",
				"Finns fortfarande inga försök att införa kommunism, man kan inte försöka införa något som inte går att införa, det finns däremot frösök av proeltariatet att gripa makten, men dit hör inte kina,kuba etc, revolutionerna där hade inte ens sin sociala bas i arbetarklassen.",
				"Kommunism leder inte till totalitärt förtryck, men dålig kommunism leder till kapitalism som leder till totalitärt förtryck, då kapitalismen definieras \"samhällssystem baserat på provat äägande\" VILKET innebär att ojämlikhet skapas gynnande endast de starka.",
				"den stat vi har idag så är det ingen kommunist värd namnet som sätter den framför allt, tvärtom anser alla kommunister värda namnet att den staten måste krossas och ersättas av den proletära halvstaten som inte heller den kommer att sättas framför allt och dessautom kontroleras av arbetarna och ha sin väpnade bas bland arbetare organiserade i demokratiska miliser.",
				"Jag förstår att du är såm ett frågatecken, så länge du inte förmår tänka annorlunda än: X Var officiel kommunistiskt, i x var det dåligt då är kommunismen dålig, så kommer du aldrig förstå varför kommunismen fortfarande excisterar som politisk kraft, och då kan ingen kommunist vare sig på fb eller någon annan göra nåt för att förkalra det för sig, då får du gå och undra och det tycker jag vore väldigt tråkigt."
		]
	}
]
