[
	{
		"postIndex": [
			[437],
			[509],
			[753]
		],
		"postTime": [
				"2014-02-28",
				"2014-02-28",
				"2014-02-28"
		],
		"postNum": [
			[98],
			[115],
			[175]
		],
		"postLink": [
				"/sp47716831",
				"/sp47717659",
				"/sp47719968"
		],
		"postUser": [
				"Syntronex",
				"Bergakungen",
				"Infensus"
		],
		"postUserID": [
				"/u285865",
				"/u276672",
				"/u688193"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p9",
				"https://www.flashback.org/t2325003p10",
				"https://www.flashback.org/t2325003p15"
		],
		"userUrl": [
				"https://www.flashback.org/u285865",
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u688193"
		],
		"sentence": [
				", som jag förstod det så var Milosevic allierad med Ryssland och hade även bra förbindelser med Saddams Irak och några andra arabstater Tillbaka till ämnet så tror jag inte Ryssland skulle försöka sig på en fullskalig invasion av Ukraina utan i sådana fall kanske skicka fredsbevarande trupper till Krim om det skulle bli oroligheter där och på det sättet även få kontroll över halvön.",
				"Jag tror inte du inser de tänkbara möjligheterna: Krim är en delvis autonom del av Ukraina och dyker det upp militära förband vet ingen om de är ryska förband (var kommer de i så fall ifrån, bevakningsförband från flottbasen låter i så fall som de enda gripbara marktrupper man kan tänka sig), ukrainska reguljära armeförband (och i så fall på vems uppdrag och i vilket syfte), det som litet eufemistiskt kallas inrikestrupper eller rena milisförband.",
				"Ryssland kommer självklart i ett sådant läge besegra det Ukraina har att sätta in och man kommer troligen från ryskt håll vilja ha antingen en delning av landet Ukraina eller en mycket hög grad av självständighet i alla områden med rysk majoritetsbefolkning i ett sådant läge."
		]
	},
	{
		"postIndex": [
			[2064],
			[1823],
			[1720]
		],
		"postTime": [
				"2014-03-01",
				"2014-03-01",
				"2014-03-01"
		],
		"postNum": [
			[542],
			[493],
			[471]
		],
		"postLink": [
				"/sp47730641",
				"/sp47729989",
				"/sp47729173"
		],
		"postUser": [
				"Anakoret",
				"bernad_law",
				"Anakoret"
		],
		"postUserID": [
				"/u751356",
				"/u249939",
				"/u751356"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p46",
				"https://www.flashback.org/t2325003p42",
				"https://www.flashback.org/t2325003p40"
		],
		"userUrl": [
				"https://www.flashback.org/u751356",
				"https://www.flashback.org/u249939",
				"https://www.flashback.org/u751356"
		],
		"sentence": [
				"Med kommenterar som att \"NATO skulle skicka Ryssland tillbaka till juratiden\", eller \"USA trycker bort Ryssland ur Ukraina\", de verkar inte fatta att Ryssland inte skulle besegras i ett hypotetiskt krig i Ukraina lätt.",
				"- Större delen av den ukrainska befolkningen skulle stödja Väst - Rysslands ekonomi går sämre än den amerikanska just nu - NATO har egna kärnvapen - USA har lovat skydda Ukraina mot att splittras upp Nej, men USA hat massa att förlora.",
				"Det finns inte en chans att NATO och USA gör något militärt mot Ryssland även om Ryssland skulle genomföra en regelrätt invasion som de med största sannolikhet inte kommer göra."
		]
	},
	{
		"postIndex": [
			[3396],
			[2821],
			[2534]
		],
		"postTime": [
				"2014-03-01",
				"2014-03-01",
				"2014-03-01"
		],
		"postNum": [
			[897],
			[728],
			[656]
		],
		"postLink": [
				"/sp47737560",
				"/sp47734809",
				"/sp47732192"
		],
		"postUser": [
				"Ratad",
				"AnnaLindersson",
				"El Capitano"
		],
		"postUserID": [
				"/u352339",
				"/u865701",
				"/u108651"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p75",
				"https://www.flashback.org/t2325003p61",
				"https://www.flashback.org/t2325003p55"
		],
		"userUrl": [
				"https://www.flashback.org/u352339",
				"https://www.flashback.org/u865701",
				"https://www.flashback.org/u108651"
		],
		"sentence": [
				"Även om EU-ledarna visste att Ryssland skulle inleda större militära operationer för att säkra Krim eller rentav invadera östra Ukraina är det inget de kan göra åt det mer än att hötta med näven och tillfälligt sluta köpa rysk gas och olja.",
				"Läget i Ukraina är allvarligt för omvärlden främst pga att det finns kärnkraft och kärnvapen i landet och med en illegitim fascistisk regim som inte har kontroll över landet, så finns det skäl anta att Ryssland om så behövs kommer att agera för att säkerställa dessa potentiella hot mot freden.",
				"Man måste någonstans fatta att EU är det enda land eller seriösa geografiska sammanslutning i världen som imorgon dag skulle kunna matcha (och överträffa) USA:s försvarsbudget om man beslutar om det politiskt - och då behöver man inte ens lägga lika mycket av BNP på försvarsutgifter som USA gör."
		]
	},
	{
		"postIndex": [
			[3751],
			[3797],
			[4062]
		],
		"postTime": [
				"2014-03-01",
				"2014-03-01",
				"2014-03-01"
		],
		"postNum": [
			[1001],
			[1016],
			[1103]
		],
		"postLink": [
				"/sp47740274",
				"/sp47740667",
				"/sp47742215"
		],
		"postUser": [
				"failure",
				"SithXM",
				"mofasti"
		],
		"postUserID": [
				"/u253407",
				"/u289754",
				"/u580097"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p84",
				"https://www.flashback.org/t2325003p85",
				"https://www.flashback.org/t2325003p92"
		],
		"userUrl": [
				"https://www.flashback.org/u253407",
				"https://www.flashback.org/u289754",
				"https://www.flashback.org/u580097"
		],
		"sentence": [
				"Du verkar lida av någon diagnos, ja du tror hela EU dansar efter samma pipa vilket inte är inte fallet, lycka till att totalbojkotta Ryssland ekonomiskt, bara för att USA kanske skulle vilja det är det få om ens något land som i praktiken skulle genomföra det.",
				"Dmitrij Medvedev skulle ta över med ganska stor sannolikhet, han skulle troligen bromsa ner det som sker nu, inte över en natt, han är innerst inne helt klart 100ggr mer liberal än Putin, så på sikt skulle han med säkerhet försöka närma ryssland till väst än att dra moder ryssland ifrån väst.",
				"Vi kommer under natten få se ukrainska nazister attackera med hjälp av deras arme där man stulit massa vapen från ryssland vid sovjets fall, och ryssland som stött och hjälpt ukraina bygga upp sitt försvar."
		]
	},
	{
		"postIndex": [
			[5100],
			[5111],
			[5311]
		],
		"postTime": [
				"2014-03-02",
				"2014-03-02",
				"2014-03-02"
		],
		"postNum": [
			[1394],
			[1396],
			[1455]
		],
		"postLink": [
				"/sp47745972",
				"/sp47746055",
				"/sp47746642"
		],
		"postUser": [
				"Europe",
				"Vikingablod76",
				"omahafittan"
		],
		"postUserID": [
				"/u545185",
				"/u609044",
				"/u862149"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p117",
				"https://www.flashback.org/t2325003p117",
				"https://www.flashback.org/t2325003p122"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u609044",
				"https://www.flashback.org/u862149"
		],
		"sentence": [
				"Jag gissar på att det blir ganska tyst ett tag (längden beror på hur länge konflikten varar), med undanglidande svar på de få enklare frågor som svensk regimmedia eventuellt ställer, för att om några år igen köra på i samma stil som hittills fram till den dag då Ryssland bankar på den svenska porten (vilket kan möjligtvis ske av ganska begripliga skäl, med tanke på Rysslands ökade intressen i Östersjön med sin export av naturgas och olja, samt Sveriges nuvarande politik med att ge asyl till alla icke-vita terrorister och jihadister, vilket förmodligen redan nu har gjort Sverige - åtminstone per capita - till den största västerländska exportören av jihadister och terrorister till konfliktzoner, samt att svenska staten redan idag inte förefaller kunna upprätthålla lag och ordning inom sitt lands gränser).",
				"Man utmålar Putin som en despot som invaderat Ukraina när han de facto blivit tillfrågad om trupper av den sittande Premiärministern i det autonoma Krim samt att han inte avlossat ett skott utan bara bevakar att samma ultranationalister som tog över Kiev inte försöker göra samma sak på Krim där majoriteten är ryskspråkiga och vill inte ha dit bråkiga väst-ukrainare som bara är ute efter fribiljett till EU.",
				"I Krim är ju 60% ryssar, och om det skulle vara representativt för armén så skulle det ju innebära att Ukrainas trupper på Krim inte skulle gå att använda, såvida inte de buntat ihop alla ryssar i samma förband :P Det är kanske därför Ryssarna kan plocka av Ukrainarna vapnen utan motstånd?"
		]
	},
	{
		"postIndex": [
			[6093],
			[5529],
			[6363]
		],
		"postTime": [
				"2014-03-02",
				"2014-03-02",
				"2014-03-02"
		],
		"postNum": [
			[1681],
			[1523],
			[1758]
		],
		"postLink": [
				"/sp47748960",
				"/sp47747291",
				"/sp47749899"
		],
		"postUser": [
				"Ratad",
				"NuLugnarDuNerDig",
				"h936860"
		],
		"postUserID": [
				"/u352339",
				"/u590962",
				"/u718956"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p141",
				"https://www.flashback.org/t2325003p127",
				"https://www.flashback.org/t2325003p147"
		],
		"userUrl": [
				"https://www.flashback.org/u352339",
				"https://www.flashback.org/u590962",
				"https://www.flashback.org/u718956"
		],
		"sentence": [
				"Om Putin hänvisar interventionen till ryska språkets historiska ställning i officiella sammanhang blir det riktigt genomskinligt att han vill välja vilka tjyvar och charlataner han vill ha i landet och då garanterar jag att de som tvingas leva med banditen oavsett språk eller entnicitet kommer bli Putinhatare när man inte levererar det man lovat, speciellt om tillräckligt många skulle dödas i strider.",
				"Så jävla många ryssar bor det inte i Ukraina (utöver Krim) Att Putin har stöd i Krim är en sak, men tro inte att övriga Ukraina känner samma tillhörighet.",
				"Att Sveriges försvar inte är inriktat på att försvara Sverige längre utan på att skickas till Afghanistan och dylikt, reportern frågar om det är aktuellt att skjuta till mer pengar till försvaret varpå han svarar att det spelar ingen roll om vi skjuter till miljarder i detta läget utan det kommer ta flera år innan vi kommer upp i förmåga igen."
		]
	},
	{
		"postIndex": [
			[6722],
			[6693],
			[6520]
		],
		"postTime": [
				"2014-03-02",
				"2014-03-02",
				"2014-03-02"
		],
		"postNum": [
			[1904],
			[1889],
			[1822]
		],
		"postLink": [
				"/sp47751870",
				"/sp47751702",
				"/sp47750791"
		],
		"postUser": [
				"Svithjod",
				"J0ckz",
				"Lavezzi92"
		],
		"postUserID": [
				"/u249738",
				"/u664692",
				"/u592587"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p159",
				"https://www.flashback.org/t2325003p158",
				"https://www.flashback.org/t2325003p152"
		],
		"userUrl": [
				"https://www.flashback.org/u249738",
				"https://www.flashback.org/u664692",
				"https://www.flashback.org/u592587"
		],
		"sentence": [
				"Problemet är väl att det finns hyfsat mycket rysktalande som inte vill ha med Ryssland och deras hejdukar i Ukriana att göra och det vet Putin, så därför iscensätter man en invasion och försöker elda på nationell hets i östra Ukraina så att stridigheter kommer igång, sen kan ryssarna rulla in och rensa bort oppositionella.",
				"så kommer fortfarande Ryssland att bryta mot Men du har rätt där det inte säger att dom Förvara Ukraina,Men om dom inte hjälper Ukraina så kommer USA's och deras allians förtroende sjunka avsevärt i världen.",
				"Jag hoppades först att en kula i huvudet på mini-Hitler om han vågar sig utanför Ryssland skulle kunna sätta stopp för Rysslands Nazi-Tysklands beteende men det skulle nog bara göra det värre då det ryska folket är så mentalt handikappat att de stödjer mini-Hitlers drag."
		]
	},
	{
		"postIndex": [
			[7183],
			[7899],
			[7699]
		],
		"postTime": [
				"2014-03-02",
				"2014-03-02",
				"2014-03-02"
		],
		"postNum": [
			[2100],
			[2337],
			[2274]
		],
		"postLink": [
				"/sp47753990",
				"/sp47757584",
				"/sp47756911"
		],
		"postUser": [
				"pederN",
				"Dr.Spin",
				"AnnaLindersson"
		],
		"postUserID": [
				"/u594526",
				"/u496782",
				"/u865701"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p175",
				"https://www.flashback.org/t2325003p195",
				"https://www.flashback.org/t2325003p190"
		],
		"userUrl": [
				"https://www.flashback.org/u594526",
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u865701"
		],
		"sentence": [
				"USA kommer agera var så säker , Obama har ju redan hotat med sanktioner för Ryssland , att dom får tex sämre ekonomiska förutsättningar , sen talas det om att amerikanska NATO fartyg finns utanför Ukrainas kust redo att attackera om det behövs , USA kommer inte tolerera det Ryssarna gör ,dom kommer stå på Ukrainas sida i det här.",
				"Ryssland är väldigt nära och etablerade relationer med följande länder och samtliga har potential att bli \"nya Ukraina\": Nu tror många att fler i Europa kommer att vända sig till NATO, men Ryssland är inte intresserade om Sverige eller andra rika länder går med.",
				"Begäran om hjälp från stora delar av den ukrainska befolkning att Ryssland skall hjälpa dem mot fascisterna som stöds av utländska makter Vi har en uppsjö av bevis på förtrampande av mänskliga demokratiska fri- och rättigheter av den fascistiska regimen och blott hotet om atomvapen är skäl nog för alla ansvariga politiska ledare med potens att agera; dvs Putin."
		]
	},
	{
		"postIndex": [
			[8800],
			[8777],
			[8486]
		],
		"postTime": [
				"2014-03-03",
				"2014-03-03",
				"2014-03-03"
		],
		"postNum": [
			[2598],
			[2592],
			[2523]
		],
		"postLink": [
				"/sp47760319",
				"/sp47760189",
				"/sp47759589"
		],
		"postUser": [
				"MarcusRex",
				"MarcusRex",
				"AnnaLindersson"
		],
		"postUserID": [
				"/u801236",
				"/u801236",
				"/u865701"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p217",
				"https://www.flashback.org/t2325003p216",
				"https://www.flashback.org/t2325003p211"
		],
		"userUrl": [
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u865701"
		],
		"sentence": [
				"Du låter som en papegoja som upprepar Kremls propaganda 1) Att du väljer att ha massmördaren stalin som avatar - är chokerande men inte förvånande om man ser till övervintrade kommunister som genast töar upp då det ges läge 2) Att kalla det kaos och oreda i Ukraina är också fel - det råder ett dödligt lugn då man inte vill ge björnen en anledning till att attackera det, att du ändå nämner det visar bara att du vill lägga ut samma potemkinkulisser som ryssarna själva gör just nu 3) Ryssarna tar tillfället i akt att göra en geo-strategisk justering av Rysslands södra gräns, KRIM är enda vägen till medelhavet - därför gör dom detta dom bryr sig inte om Ukraina/Jankovitj eller någon annan Uppladdningen följer samma mönster som Hitler hade vid invasionen av Polen - inget nytt under solen bara nya diktatorer!",
				"Om inte specificera och definiera vem som är fascist och på vilket sätt maktövertagandet var fasicistiskt) 3) Vidare forsätter du i andra inlägg och hävdar att det är \"kaos och oreda\" i landet, fastän det är ett kav lugn nu, den enda oredan är den illegitima invasionen på KRIM, folkrättsbrottet som Ryssland genomför nu 4) Du tar mannen som är direkt ansvarig för att ett 100 tal demonstranter blivit skjutna i huvudet av prickskyttar i försvar, visar bara hur långt en gammelkommunist är villig att gå för att stödja ryssens marsch mot fornstora dagar Nej, det är en revanschistisk stor-rysk maktdemonstration - som enbart syftar till att säkra KRIM och vrida det ur händerna på Ukraina, där ligger nämligen rysslands enda vattenväg ut till medelhavet.",
				"Problemet med detta västliga intresse (nu är jag dock inte alls säker på att EU har samma objektiva intresse som USA) är att det kommer i konflikt med ett ryskt intresse som backas upp av en mycket starkare politisk och militär makt (krig är som bekant en förlängning av politiken, men med andra medel) i denna region, än vad kanske den något naiva amerikanska presidenten kunde förstå."
		]
	},
	{
		"postIndex": [
			[9697],
			[9199],
			[9665]
		],
		"postTime": [
				"2014-03-03",
				"2014-03-03",
				"2014-03-03"
		],
		"postNum": [
			[2882],
			[2711],
			[2871]
		],
		"postLink": [
				"/sp47767880",
				"/sp47763612",
				"/sp47767685"
		],
		"postUser": [
				"omahafittan",
				"Praetori",
				"pederN"
		],
		"postUserID": [
				"/u862149",
				"/u345427",
				"/u594526"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p241",
				"https://www.flashback.org/t2325003p226",
				"https://www.flashback.org/t2325003p240"
		],
		"userUrl": [
				"https://www.flashback.org/u862149",
				"https://www.flashback.org/u345427",
				"https://www.flashback.org/u594526"
		],
		"sentence": [
				"Självklart finns det baktankar när Ryssland går in i Ukraina, vi vet ju fortfarande inte avsikterna med allt det här Vad jag skrev var ett svar till någon ovan som sa att Putin gjort ett gigantiskt misstag, för än så länge verkar det ju gå exakt som planerat, och som jag sa skulle Putin aldrig genomföra det här utan att vara säker på dels att det skulle lyckas och dels att inte eftergifterna mot Ryssland kommer vara för kännbara.",
				"Soldater utrustade med det nya uniformssystemet och utan markeringar som kan koppla dem till Ryssland (vilket gör att distinktionen av vad som är pro-rysk Ukrainsk milis och vad som är Ryska reguljära trupper inte blir uppenbar för den genomsnittliga media-målgruppen) med balaklavor för ansiktet (vilket gör att deras anhöriga hemma i Ryssland inte blir oroliga genom västerländsk media) som på mycket kort tid ockuperar strategiskt viktiga platser för att skydda den RYSKA befolkningen mot FASCISTER i Kiev.",
				":P grejen är att ni vet inte hur gubbar som sitter i makten tänker , det näst intill enda dom bryr sig om är att tjäna pengar och va så mäktiga som möjligt , tro inte att USA gick in i Irak bara för att störta Saddam , nej då ,det finns Olja och roffa åt sig där , pengar , samma i Afghanistan , det finns oftast en baktanke , tycker man ska tänka på det innan man hyllar ledare allt för mycket."
		]
	},
	{
		"postIndex": [
			[11014],
			[11022],
			[10658]
		],
		"postTime": [
				"2014-03-03",
				"2014-03-03",
				"2014-03-03"
		],
		"postNum": [
			[3280],
			[3282],
			[3184]
		],
		"postLink": [
				"/sp47773960",
				"/sp47773968",
				"/sp47771871"
		],
		"postUser": [
				"AnnaLindersson",
				"Praetori",
				"Ratad"
		],
		"postUserID": [
				"/u865701",
				"/u345427",
				"/u352339"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p274",
				"https://www.flashback.org/t2325003p274",
				"https://www.flashback.org/t2325003p266"
		],
		"userUrl": [
				"https://www.flashback.org/u865701",
				"https://www.flashback.org/u345427",
				"https://www.flashback.org/u352339"
		],
		"sentence": [
				"Det vi ser nu är bara västmakternas försök att rädda ansiktet efter att de destabiliserat Ukraina så till den grad att Ryssland beslutade sig för att ingripa - och om väst (vilket man kan debattera) verkligen är så naiv att de inte trodde att President Putin skulle försvara Rysslands geopolitiska intressen i Ukraina med militärmakt efter att en aggressiv fascistisk regim tagit makten i Kiev, då är politikerna i väst kompletta idioter.",
				"Skulle ett sådant scenario ens börja puttra så skulle EU och NATO få klara indikationer på att USA inte vill ha någon konflikt med Ryssland och om Putin då begär inflytande i Baltikum så kommer han få det (om det så innebär ett Ryskt NATO medlemskap för att \"stärka relationerna\").",
				"Att gnälla över att Ryssland valde vägen att låta sina marininfanterister kliva över vägbommen in i Ukraina medans man själv saknar resurser att svara på samma nivå är som att sälja eller kasta bort sitt tennsiracket och sedan gnälla över det osportsliga att man ställer upp på match och själv får välja mellan att slå på tennisbollen med bara händerna eller via diplomati eller ekonomi övertala eller köpa bollkallen att slå med sitt racket."
		]
	},
	{
		"postIndex": [
			[11501],
			[11322],
			[11268]
		],
		"postTime": [
				"2014-03-04",
				"2014-03-04",
				"2014-03-04"
		],
		"postNum": [
			[3438],
			[3379],
			[3366]
		],
		"postLink": [
				"/sp47776640",
				"/sp47775553",
				"/sp47775457"
		],
		"postUser": [
				"Bergakungen",
				"kato85",
				"kato85"
		],
		"postUserID": [
				"/u276672",
				"/u96679",
				"/u96679"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p287",
				"https://www.flashback.org/t2325003p282",
				"https://www.flashback.org/t2325003p281"
		],
		"userUrl": [
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u96679",
				"https://www.flashback.org/u96679"
		],
		"sentence": [
				"Om ryssarna inte skjuter på ukrainska förband (para- eller helmilitära) och inte heller slår ner demonstrationer är det bara att avvakta tills dess att det finns en laglig, accepterad regering i Kiev att komma överens med om hur Ryssland (och de som sedan lång tid anser sig vara ryssar) skall kunna vara kvar på Krim utan att behöva topprida ett avtal.",
				"Att Ryssland aldrig släpper Ukraina är just problemet, precis som en stalker som aldrig släpper sitt offer så måste Ryssland inse att Ukraina inte längre är en satellitstat likt det var under sovjettiden, dessa dagar är sedan länge förbi och det blåser liberala vindar i landet sedan länge.",
				"Återigen som jag pratade om innan så togs beslutet om att inte ingå EU-avtalet, av Yanukovich och inte genom en folkomröstning vilken majoriteten ville ha, hade det blivit folkomröstning hade man slutit EU-avtalet, nu valde Yanukovich att med sin toppstyrda regering säga nej ändå, vilket gjorde att man i princip sålde landet till Ryssland och drog in landet i en än djupare ekonomisk reccesion, vilket såklart då triggade reaktioner från den redan hårt ekonomiskt drabbade befolkningen."
		]
	},
	{
		"postIndex": [
			[12853],
			[12674],
			[12607]
		],
		"postTime": [
				"2014-03-05",
				"2014-03-05",
				"2014-03-05"
		],
		"postNum": [
			[3810],
			[3763],
			[3750]
		],
		"postLink": [
				"/sp47796021",
				"/sp47792405",
				"/sp47791752"
		],
		"postUser": [
				"Burger-kong",
				"Antagon.Ister",
				"Bergakungen"
		],
		"postUserID": [
				"/u617522",
				"/u878522",
				"/u276672"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p318",
				"https://www.flashback.org/t2325003p314",
				"https://www.flashback.org/t2325003p313"
		],
		"userUrl": [
				"https://www.flashback.org/u617522",
				"https://www.flashback.org/u878522",
				"https://www.flashback.org/u276672"
		],
		"sentence": [
				"Så deras övriga planer att invadera resten av Ukraina, särskilt de syd-östra delen har totalt misslyckats, då det finns ingen alls stöd från rysktalande ukrainare, bara några få av radikala ryssar som som visar sin stöd och de övriga ryssar som kommer med bussar från Ryssland för att demonstrera och skapa kaos i landet genom att man ska tro att det är ukrainare själva som gör det, men så är det inte.",
				"Men eftersom dessa soldater inte sägs tillhöra Ryssland så borde ju deras officiella status idag vara \"beväpnade kriminella gäng\", och för sådana finns inget vidare skydd nånstans varpå deras död inte duger som ursäkt för vidare intervention såvida Ryssland inte vill sända det officiella meddelandet: \"om ryska grovt kriminella angrips i ett annat land så angrips det landet\".",
				"Jag är inte statsvetare med specialområde \" \" men såpass vet jag att det finns gott om svåröverskådliga och snåriga regler i precis alla länder för hur val skall genomföras, hur avsättande och tillsättande av regeringar skall ske, vilka villkor och vilken omfattning respektive delrepublik har avseende autonomi, att det finns ett gällande mellanstatligt avtal avseende rysk militär närvaro i Ukraina."
		]
	},
	{
		"postIndex": [
			[13207],
			[13651],
			[13612]
		],
		"postTime": [
				"2014-03-05",
				"2014-03-06",
				"2014-03-06"
		],
		"postNum": [
			[3936],
			[4068],
			[4063]
		],
		"postLink": [
				"/sp47800131",
				"/sp47805303",
				"/sp47805237"
		],
		"postUser": [
				"Antagon.Ister",
				"MarcusRex",
				"AnnaLindersson"
		],
		"postUserID": [
				"/u878522",
				"/u801236",
				"/u865701"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p328",
				"https://www.flashback.org/t2325003p339",
				"https://www.flashback.org/t2325003p339"
		],
		"userUrl": [
				"https://www.flashback.org/u878522",
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u865701"
		],
		"sentence": [
				"I Rysslands ögon är det dock nog bara en bekräftelse på Rysslands överlägsenhet men om allt det betyder för världen är att Putins Ego blir lite större så är det kanske något som världen kan leva med (+ att ballonger av det slaget spricker förr eller senare av sig själva ändå), i alla fall så länge slutresultatet blir att Ukraina blir ett EU-land.",
				"Inledningsvis då dessa tre geografiska punkter är identifierade så skulle jag göra bedömningen att Punkt B, är högst trolig vid ett isolerat angrepp dvs krigsfall B, detta för att dels säkerställa sitt eget läge dels visa NATO att man menar allvar, vilket i sig skulle kunna deeskalera en konflikt mellan Ryssland och NATO, dock är Sverige förloraren i denna deeskalering.",
				"Om det kom hotfulla fascistiska regimer till makten i de baltiska länderna i morgon, så spelar det ingen roll om de är med i NATO eller ej, om Ryssland är hotad av grannländerna så går man in och USA och NATO kan ingenting göra och kommer heller inte att göra något militärt."
		]
	},
	{
		"postIndex": [
			[15300],
			[14501],
			[14243]
		],
		"postTime": [
				"2014-03-07",
				"2014-03-06",
				"2014-03-06"
		],
		"postNum": [
			[4470],
			[4271],
			[4211]
		],
		"postLink": [
				"/sp47829179",
				"/sp47817725",
				"/sp47813203"
		],
		"postUser": [
				"Genderbender",
				"MarcusRex",
				"AnnaLindersson"
		],
		"postUserID": [
				"/u467921",
				"/u801236",
				"/u865701"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p373",
				"https://www.flashback.org/t2325003p356",
				"https://www.flashback.org/t2325003p351"
		],
		"userUrl": [
				"https://www.flashback.org/u467921",
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u865701"
		],
		"sentence": [
				"Nu är jag förvisso varken själv religiös eller anti-HBTQ, men kan ändock inte låta bli att imponeras av följande som Putin faktiskt har åstadkommit under sitt styre: Oavsett vad man själv anser om ovan förändringar, så ser man att det inte är något mysterium att kulturmarxistisk media i Väst avskyr honom, då Putin inte enbart rustar upp Ryssland i en mer traditionell riktning där man sätter sin egen kultur och främjandet av en inhemsk växande population i fokus- något som ju går rakt emot övriga Västs internationalistiska agenda, utan också leder Ryssland i en mer nationalistisk riktning i det stora hela.",
				"- Brott mot ukrainsk konstitution att Krim röstar - Påståendet att den Ukrainska nuvarande regeringen är icke-legitim ALLT detta är maskirovska för att förbereda krig - det har inget med folk, demokrati eller skydd att göra - det är en maskerad operation som bedrivs i många lager - media - internet - nyttiga idioter - infiltratörer - militära förband - hemliga förband Allt detta bedriv samtidigt för att utöka Putins maktanspråk!",
				"Det blir svårt för Putin att neka Krim denna begäran då det ryska folkets tryck är hårt - både på Krim och i \"mainland\" Ryssland - för att återknyta den formella bindningen till Ryssland, efter att ukrainaren Chrusjtjov som generalsekreterare för SUKP 1954 gav bort landet till den socialistiska republiken Ukraina."
		]
	},
	{
		"postIndex": [
			[16534],
			[16460],
			[16483]
		],
		"postTime": [
				"2014-03-11",
				"2014-03-11",
				"2014-03-11"
		],
		"postNum": [
			[4741],
			[4726],
			[4731]
		],
		"postLink": [
				"/sp47889032",
				"/sp47886637",
				"/sp47887587"
		],
		"postUser": [
				"OY",
				"PeterDenSvenske",
				"PeterDenSvenske"
		],
		"postUserID": [
				"/u499739",
				"/u148088",
				"/u148088"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p396",
				"https://www.flashback.org/t2325003p394",
				"https://www.flashback.org/t2325003p395"
		],
		"userUrl": [
				"https://www.flashback.org/u499739",
				"https://www.flashback.org/u148088",
				"https://www.flashback.org/u148088"
		],
		"sentence": [
				"För det första så kan Ryssland inte avvara hela sin krigsmakt mot Ukraina, för det andra så finns alla ryska förband inte vid den ukrainska gränsen, för det tredje så måste Ryssland också räkna med konsekvenser och utveckling(omfall) om det skulle utbryta ett regelrätt krig, och för det fjärde, Ukraina känner sin fiende och bara det är en stor fördel.",
				"De kan knappast göra det till en särskilt blodig affär i ett konventionellt krig, ifall Ukraina så hade deras armé blivit krossad av ryssarna och desertioner på ett par dagar sedan så hade Östra Ukraina blivit en autonom republik beskyddad av Moskva samtidigt som Krim hade annekterats tack vare folkomröstningen av Ryssland medan de Ukrainska politikerna och Oligarkerna hade haft det fattiga västra Ukraiana kvar.",
				"Väst kommer inte att placera trupper i Östra Ukraina, eftersom varken Cameron eller Obama vill ens komma nära att riskera krig mot Ryssland och Putin vet det, sedan så skulle det inte vara så enkelt att få ihop nog med soldater att slåss mot de 30,000 som finns där."
		]
	},
	{
		"postIndex": [
			[17003],
			[16931],
			[16918]
		],
		"postTime": [
				"2014-03-14",
				"2014-03-13",
				"2014-03-13"
		],
		"postNum": [
			[4861],
			[4837],
			[4834]
		],
		"postLink": [
				"/sp47926038",
				"/sp47923716",
				"/sp47923641"
		],
		"postUser": [
				"MBoudine",
				"failure",
				"T-80U"
		],
		"postUserID": [
				"/u612113",
				"/u253407",
				"/u465331"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p406",
				"https://www.flashback.org/t2325003p404",
				"https://www.flashback.org/t2325003p403"
		],
		"userUrl": [
				"https://www.flashback.org/u612113",
				"https://www.flashback.org/u253407",
				"https://www.flashback.org/u465331"
		],
		"sentence": [
				"Väldigt få, om ens någon, verkar fatta att Nato inte lyfter ett finger för att militärt bistå Ukraina/Krim eller de baltiska staterna vid händelse av rysk militär intervention och ockupation av dessa länder - väpnad konflikt mot kärnvapenmakten Ryssland är otänkbart, \"biståndet\" från Nato med USA i spetsen begränsas till protestnoter, skarpa fördömanden i säkerhetsrådet, FN-resolutioner, handelssanktioner och frysning av tillgångar i utlandet.",
				"[quote=T-80U|47923641]Kärnvapen blir nog bara aktuellt om ryssarna känner att det finns ett övervägande hot om invasion av rysk mark, alltså att NATO i ett sådant här fall (de rullar in för att stödja Ukraina) helt enkelt inte nöjer sig med att bara hjälpa Ukraina utan ser det som en språngbräda för vidare och större militära operationer in i västliga Ryssland.",
				"Kärnvapen blir nog bara aktuellt om ryssarna känner att det finns ett övervägande hot om invasion av rysk mark, alltså att NATO i ett sådant här fall (de rullar in för att stödja Ukraina) helt enkelt inte nöjer sig med att bara hjälpa Ukraina utan ser det som en språngbräda för vidare och större militära operationer in i västliga Ryssland."
		]
	},
	{
		"postIndex": [
			[18397],
			[18121],
			[18370]
		],
		"postTime": [
				"2014-03-21",
				"2014-03-19",
				"2014-03-21"
		],
		"postNum": [
			[5174],
			[5119],
			[5168]
		],
		"postLink": [
				"/sp48034347",
				"/sp48006484",
				"/sp48033710"
		],
		"postUser": [
				"Din farsas tand",
				"T-80U",
				"Bergakungen"
		],
		"postUserID": [
				"/u210299",
				"/u465331",
				"/u276672"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p432",
				"https://www.flashback.org/t2325003p427",
				"https://www.flashback.org/t2325003p431"
		],
		"userUrl": [
				"https://www.flashback.org/u210299",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u276672"
		],
		"sentence": [
				"Håller med helt i denna fråga, med tanke på vilket ickemotstånd ukraina har gjort sedan konflikten började - spekulerar jag bara i följande; Kiev är livrädd att ryssarna skall ta HELA Ukraina om de provoceras - Kiev VET också - att INGEN från väst kommer att undsätta ukraina vid en rysk invasion - hellre då att likt hunden kasta sig på rygg med svansen mellan benen och darra med framtassarna - för att visa omvärlden vilken underkastelse och förnedring detta är för Ukraina - och på det sättet skapa politiska förutsättningar vid ev framtida förhandlingsbord.",
				"Vad gäller huruvida en majoritet ville tillhöra Ryssland eller inte, så är det inte relevant i sammanhanget, detta då Ryssland nämligen inte hade haft något annat val än att antingen överge Krim, eller genomföra annekteringen oavsett vad valresultatet hade blivit (frågan är om man ens hade tillåtit att det blev ett nej till Ryssland, oavsett om 100% av rösterna hade sagt det).",
				"Jag tror alltså inte att det är undfallenhet eller vekhet som skapar intrycket av detta (så kan det ju verkligen se ut) utan att västmakterna troligen har information om det verkliga politiska läget i Ukraina och därför aktar sig noga att skapa en konflikt där Ukraina plötsligt visar sig ha två ansikten och där konflikten nästan automatiskt kommer att bli en konflikt mellan väst och Ryssland, men där ingen kan vinna, mest därför att ingen har råd att förlora."
		]
	},
	{
		"postIndex": [
			[20104],
			[20086],
			[19317]
		],
		"postTime": [
				"2014-05-06",
				"2014-05-06",
				"2014-04-02"
		],
		"postNum": [
			[5617],
			[5611],
			[5393]
		],
		"postLink": [
				"/sp48669584",
				"/sp48665962",
				"/sp48210517"
		],
		"postUser": [
				"MarcusRex",
				"MarcusRex",
				"Bergakungen"
		],
		"postUserID": [
				"/u801236",
				"/u801236",
				"/u276672"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p469",
				"https://www.flashback.org/t2325003p468",
				"https://www.flashback.org/t2325003p450"
		],
		"userUrl": [
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u276672"
		],
		"sentence": [
				"Varför du använder ett antikt ord som \"sold\" för att på något sätt markera eller beskriva frånvaro av Rysk trupp på Ukrainsk mark är en gåta, men det ingår i skede 1 att öka subversiv verksamhet genom specialförband, Spetznaz, dom finns där redan och \"leder\" maskerat upproren i östra Ukraina, bara för att dom inte bär Rysk uniform innebär inte att dom inte är i rysk sold - det är ju själva poängen med den subversiva verksamhetet - \"Det skall se ut som det är sponta upploppa missnöjda medborgare i östra Ukraina\".",
				"Du återger bara de potemkinkulisser som är en del i den Ryska psykologiska krigsföringen för att destabiliasera Ukraina - rapportera om avhopp, rapportera om myndigheterspersoner som går over till motståndsidan et cetera - som nämnts är taktiken redan beskriven i analysen från Mars - skillnaden mot Krim är att det finns definitivt Inga klara majoriteter för Ryssarna i Östra Ukraina, detta kommer att eskalera med allt aggresivare tillrop från Ryssarna för att dom skall kunna gå in i skede 2 - direkt anfall....",
				"Sedan är huvuddelen av de anställda och värnpliktiga soldaterna innevånare på Krim, och det är inte realistiskt att tro att de som har familj, bostad och hela sin uppväxt i flera generationer på Krim lämnar detta för Ukraina eller ens att göra färdigt värnplikten i Ukraina för att sedan åka hem till sitt nya land, Ryssland."
		]
	},
	{
		"postIndex": [
			[20904],
			[20760],
			[20706]
		],
		"postTime": [
				"2014-05-31",
				"2014-05-30",
				"2014-05-11"
		],
		"postNum": [
			[5762],
			[5725],
			[5706]
		],
		"postLink": [
				"/sp49020812",
				"/sp49001817",
				"/sp48751955"
		],
		"postUser": [
				"Dr.Dzerzhinsky",
				"Roadworker",
				"Snooze91"
		],
		"postUserID": [
				"/u894890",
				"/u416788",
				"/u496272"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p481",
				"https://www.flashback.org/t2325003p478",
				"https://www.flashback.org/t2325003p476"
		],
		"userUrl": [
				"https://www.flashback.org/u894890",
				"https://www.flashback.org/u416788",
				"https://www.flashback.org/u496272"
		],
		"sentence": [
				"Är det inte just detta som Putin vet om – att Ukraina inte kan bomba Donetsk WWII style, eller Hanoi style - inte kan mosa civilbefolkningen totalt urskillingslöst med stridsvagnar och pansar och därmed aldrig kan vinna kriget – allt medan DPR/LPR uppenbarligen redan måste ha mobiliserat en styrka som är många tusen man stark och dessutom verkar ha nog kompetenta vapen för att kunna göra motstånd.",
				"Hela Ukraina \"krisen\" verkar vara uppblåst Psykologiskt propaganda ifrån Väst, där samma folk meddelar om båda sidorna och vänder informationen mot Ryssarna, sedan verkar det springa löst prickskyttefolk i områdena och skjuter på båda sidorna så till och med Ukrainska militärer söker skydd bland Ukrainska ryssar, man börjar ju förstå varför ett övertagande av Krimhalvön skedde så snabbt, de var beredda på en sådan här kupp och visste vad som behövdes göras för att få ett stabilt läge.",
				"Det jag vill komma till är att Putin inte är det minsta rädd för varken EU eller NATO ur ett militärt perspektiv - se bara vilket militärt övertag Ryssland har i Europa idag den 11 Maj, trots att NATO haft flera månader på sig att mobilisera dessa \"mäktiga kontra-förband\"."
		]
	}
]
