[
	{
		"postIndex": [
			[1130],
			[35],
			[776],
			[1128],
			[1120]
		],
		"postTime": [
				"2006-04-16",
				"2004-11-29",
				"2006-04-15",
				"2006-04-16",
				"2006-04-16"
		],
		"postNum": [
			[223],
			[15],
			[160],
			[223],
			[223]
		],
		"postLink": [
				"/sp4026260",
				"/sp1561001",
				"/sp4021550",
				"/sp4026260",
				"/sp4026260"
		],
		"postUser": [
				"Flarn",
				"Smockad",
				"sten.b",
				"Flarn",
				"Flarn"
		],
		"postUserID": [
				"/u107998",
				"/u69685",
				"/u3131",
				"/u107998",
				"/u107998"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p19",
				"https://www.flashback.org/t232286p2",
				"https://www.flashback.org/t232286p14",
				"https://www.flashback.org/t232286p19",
				"https://www.flashback.org/t232286p19"
		],
		"userUrl": [
				"https://www.flashback.org/u107998",
				"https://www.flashback.org/u69685",
				"https://www.flashback.org/u3131",
				"https://www.flashback.org/u107998",
				"https://www.flashback.org/u107998"
		],
		"sentence": [
				"Millican, who testified that: \"Just after the President's car passed, I heard three shots come from up toward Houston and Elm right by the Book Depository Building, and then immediately I heard two more shots come from the Arcade between the Book Store and the Underpass, and then three more shots came from the same direction only sounded further back.",
				"Nu hittade jag denna mycket intressanta sida som tar kål på en del av myterna kring JFK-mordet: Där kan man bl a läsa följande: \"Based upon an evaluation of the home movie taken by bystander Abraham Zapruder, the Warren Commission concluded that the time span between the shot entering the back of the President's neck and the bullet which shattered his skull was 4.",
				"At least one of those witnesses specified that the brain matter blew out from the back of the skull, and dozens of witnesses, including doctors and nurses, saw a large hole in the right rear part of President Kennedy's head.",
				"The two men in the front of the car stood up, and then when the second shot was fired, they all fell down and the car took off just like that.",
				"Price, who thought that Kennedy and Connally were in different cars in the motorcade, and that a final shot was fired at the motorcade as much as five minutes after the first shots."
		]
	},
	{
		"postIndex": [
			[2269],
			[2275],
			[2310],
			[1916],
			[1915]
		],
		"postTime": [
				"2007-02-01",
				"2007-02-01",
				"2007-02-01",
				"2007-01-07",
				"2007-01-07"
		],
		"postNum": [
			[530],
			[532],
			[543],
			[433],
			[433]
		],
		"postLink": [
				"/sp6213897",
				"/sp6213991",
				"/sp6214367",
				"/sp5977751",
				"/sp5977751"
		],
		"postUser": [
				"Mankan",
				"Mankan",
				"Mankan",
				"Targenor",
				"Targenor"
		],
		"postUserID": [
				"/u73758",
				"/u73758",
				"/u73758",
				"/u85600",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p45",
				"https://www.flashback.org/t232286p45",
				"https://www.flashback.org/t232286p46",
				"https://www.flashback.org/t232286p37",
				"https://www.flashback.org/t232286p37"
		],
		"userUrl": [
				"https://www.flashback.org/u73758",
				"https://www.flashback.org/u73758",
				"https://www.flashback.org/u73758",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"about three seconds after the passenger SS agent has spoken, the driver SS agent is seen leaning a little to his left and a long, , shiny object [looking muck like the barrel of a revolver or ] is seen coming up over the SS agent's right shoulder and over about a second or two he steadies his aim [either looking in the rear mirror or operating on bearings given by the driver secret service agent (SS) - also possible that the passenger SS agent is merely saying something like ' ' - meaning '...",
				"I enhanced it as best I could and notice that the \" \" appeared twice, seemingly the (Special Agent William Greer) reaching back over his right shoulder holding a shiny object, once immediatly after Kennedy was hit in the neck, and seconds before his head exploded.",
				"\"If there was a conspiracy -- and I think we're all beyond that point -- would the power behind this crime take the chance on all their plans being foiled by one alert Secret Service man doing his job?",
				"Governor and Nellie Connally believed that two bullets had struck the president and that a third and separate bullet had wounded the governor.",
				"Ja dom träffades av samma kula Conspiracy theorists dismiss the so-called \"magic bullet\" that passed through Kennedy and through the back, ribs, right wrist, and left leg of Connally."
		]
	},
	{
		"postIndex": [
			[3034],
			[3107],
			[3023],
			[3074],
			[3049]
		],
		"postTime": [
				"2007-07-22",
				"2007-07-22",
				"2007-07-22",
				"2007-07-22",
				"2007-07-22"
		],
		"postNum": [
			[718],
			[720],
			[718],
			[719],
			[719]
		],
		"postLink": [
				"/sp7780735",
				"/sp7780749",
				"/sp7780735",
				"/sp7780740",
				"/sp7780740"
		],
		"postUser": [
				"portnoy",
				"portnoy",
				"portnoy",
				"portnoy",
				"portnoy"
		],
		"postUserID": [
				"/u147356",
				"/u147356",
				"/u147356",
				"/u147356",
				"/u147356"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p60",
				"https://www.flashback.org/t232286p60",
				"https://www.flashback.org/t232286p60",
				"https://www.flashback.org/t232286p60",
				"https://www.flashback.org/t232286p60"
		],
		"userUrl": [
				"https://www.flashback.org/u147356",
				"https://www.flashback.org/u147356",
				"https://www.flashback.org/u147356",
				"https://www.flashback.org/u147356",
				"https://www.flashback.org/u147356"
		],
		"sentence": [
				"” Originally, the official story of how President Kennedy sustained his throat wound was that a bullet fragment coursed downward through his head and emerged in the front of his throat, and that remained as the official story until the Warren Commission came out with its report in September 1964, in which they claimed that the throat wound was an exit wound for a bullet that allegedly entered the back of the President’s neck.",
				"Connally was interviewed for CNN’s Larry King Live on November 22, 2003, the fortieth anniversary of the assassination, and when she was asked about the bullet allegedly passing through President Kennedy and wounding her husband, she stated, “Well, let me ask you this, do you think a bullet that went through the President’s neck can hang there in air between the two seats while John turned to the right, turned to the left and came back.",
				"” He testified that to think that the same bullet that caused President Kennedy’s throat wound also caused the massive head injury in back “required some straining of the imagination,” but the consensus of the doctors was obviously that the throat wound was an entrance wound, and the massive wound at the back of the head was an exit wound.",
				"” FBI Agents Sibert and O’Neill wrote in their report that, during the autopsy, Humes “located an opening which appeared to be a bullet hole which was below the shoulders,” and that Humes then probed President Kennedy’s back wound with his finger, “at which time it was determined that the trajectory of the missile entering at this point had entered at a downward position of 45 to 60 degrees.",
				"” Since the back wound was lower than the throat wound, and the official story was that President Kennedy had been shot from behind, the only possible explanation that could be offered for the throat wound was that it was caused by a fragment from a headshot fired from behind."
		]
	},
	{
		"postIndex": [
			[5120],
			[4981],
			[5175],
			[5090],
			[4808]
		],
		"postTime": [
				"2009-07-26",
				"2009-05-07",
				"2009-09-11",
				"2009-06-07",
				"2009-01-23"
		],
		"postNum": [
			[1225],
			[1187],
			[1235],
			[1218],
			[1151]
		],
		"postLink": [
				"/sp17838277",
				"/sp16522693",
				"/sp18677143",
				"/sp17065608",
				"/sp14763808"
		],
		"postUser": [
				"Cancel",
				"Targenor",
				"Targenor",
				"Targenor",
				"Targenor"
		],
		"postUserID": [
				"/u281440",
				"/u85600",
				"/u85600",
				"/u85600",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p103",
				"https://www.flashback.org/t232286p99",
				"https://www.flashback.org/t232286p103",
				"https://www.flashback.org/t232286p102",
				"https://www.flashback.org/t232286p96"
		],
		"userUrl": [
				"https://www.flashback.org/u281440",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"Fetzer Cover-Up - Stewart Galanor Regicide - Gregory Douglas The Killing Of A President - Robert Groden The Man Who Knew Too Much - Dick Russell Legacy Of Secrecy - Lamar Waldron Bloody Treason - Noel Twyman Someone Would Have Talked - Larry Hancock Not In Your Lifetime - Anthony Summers Farewell America - James Hepburn Oswald And The CIA - John Newman etc...",
				"Dock är hans placering lite osäker, folk på education forum vill ha han längst upp och i en artikel på wikipedia nämns han stå i mitten Hudson säger att skotten kom från \"The shots that I heard definately came from behind and above me.",
				"Interjuven med Hill Did Oswald have the time to make it to the Tippit murder scene Om någon vet vad filmen heter eller var man kan se den, säg gärna till Chefen för CIA Allan Dulles fick sparken av JFK efter Grisbukten, men blir utvald till Warrencomissionen, behöver ju inte bevisa något egentligen.",
				"Men jag är ändå lite osäker Oswald and the curtain rods del 1 (verkar komma från ett tvprogram) Oswald and the curtain rods del 2 (verkar hemmagjort) Om det nu stämmer varför ska man ha kollat efter fingeravtryck på gardinstängerna man hittat?",
				"En sida som räknar med flera än tre skott \"Was there a bullet hole in the windsheild (med bild på skadan) Ja, jag har också sett den filmen/bilderna, dock var jag osäker på om det var Arlene eller om det var någon konspirationstok som inte hade alla fakta."
		]
	},
	{
		"postIndex": [
			[6397],
			[6467],
			[5550],
			[5594],
			[5538]
		],
		"postTime": [
				"2010-12-29",
				"2010-12-30",
				"2010-03-29",
				"2010-05-14",
				"2010-03-29"
		],
		"postNum": [
			[1526],
			[1531],
			[1371],
			[1391],
			[1366]
		],
		"postLink": [
				"/sp27864047",
				"/sp27894947",
				"/sp22238780",
				"/sp23092183",
				"/sp22234455"
		],
		"postUser": [
				"Targenor",
				"Grandioso",
				"Targenor",
				"Supermarine",
				"Targenor"
		],
		"postUserID": [
				"/u85600",
				"/u521090",
				"/u85600",
				"/u286067",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p128",
				"https://www.flashback.org/t232286p128",
				"https://www.flashback.org/t232286p115",
				"https://www.flashback.org/t232286p116",
				"https://www.flashback.org/t232286p114"
		],
		"userUrl": [
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u286067",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"Conspiracy Theory with Jesse Ventura JFK assassination deathbed confession part1 Conspiracy Theory with Jesse Ventura JFK assassination deathbed confession part 3 För det första så handlar Hunt´s vittnesmål om en skytt på kullen, en fransman inhyrd av CIA bland annat, detta var också temat på serien The Men Who Killed Kennedy som släpptes 1988, så troligen är Ventura dåligt påläst då han säger \"It would take a deathbed confession before the thruth came out\".",
				"Återser en gammal amerikansk dokumentär, också inspelad på VHS-band, där Castros gamla älskarinna, Marita Lorenz, detaljbeskriver händelser i anslutning till attentatet, och henne möter jag också i Mark Lanes stora anklagelseskrift, där hon bland annat berättar hur Sturgis erkänt sin direkta inblandning i mordet; - \"We killed the president that day.",
				"Enligt vad jag förstått av \"The magic bullet theory\" som WC släppte var bland annat att kulan skulle ha svängt i luften, detta togs upp i filmen JFK Beyond Conspiracy vilket bevisades vara helt fel, då dom tog fram platserna som JFK och Connally satt på.",
				"Jag har nu skaffat \"the men that killed Kennedy\" och det är just den dokumentär som jag såg 1988 i samband med att det var 25 år efter mordet.",
				"Dessutom hittades aldrig något magasin till geväret, det innebär att det blir lite svårare (inte omöjligt) att skjuta så snabbt Jag vet inte om WC visste vad dom gjorde, dom borde ju haft alla uppgifter om fallet, ändå var dom tvungen att ta fram \"the magic bullet\" som egentligen inte behövdes."
		]
	},
	{
		"postIndex": [
			[7274],
			[7201],
			[8322],
			[8321],
			[7819]
		],
		"postTime": [
				"2011-01-19",
				"2011-01-18",
				"2011-06-09",
				"2011-06-09",
				"2011-04-25"
		],
		"postNum": [
			[1671],
			[1661],
			[1819],
			[1819],
			[1763]
		],
		"postLink": [
				"/sp28339516",
				"/sp28320589",
				"/sp31085035",
				"/sp31085035",
				"/sp30276984"
		],
		"postUser": [
				"iamnotsure",
				"iamnotsure",
				"mvagrippa",
				"mvagrippa",
				"[Infinite]"
		],
		"postUserID": [
				"/u367325",
				"/u367325",
				"/u384264",
				"/u384264",
				"/u262615"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p140",
				"https://www.flashback.org/t232286p139",
				"https://www.flashback.org/t232286p152",
				"https://www.flashback.org/t232286p152",
				"https://www.flashback.org/t232286p147"
		],
		"userUrl": [
				"https://www.flashback.org/u367325",
				"https://www.flashback.org/u367325",
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u262615"
		],
		"sentence": [
				"Rapporten av Weitzman: \"I was standing next to Weitzman who were standing next to Fritz and we were not more then 6 or 8 inches from the rifle , and stamped right on the barrel , of the rifle , was 7.",
				"\"I was standing next to Weitzman who were standing next to Fritz and we were not more then 6 or 8 inches from the rifle , and stamped right on the barrel , of the rifle , was 7.",
				"(6) Roselli reportedly met with in the fall of 1963 and as we will see in a later chapter, he very likely initiated the process that brought in to defend Jack Ruby (in what was to become one of the very few significant failures in Belli's career - a defense still puzzling to experienced trial lawyers).",
				"(5) Roselli was very supportive of the exile crusade against Castro and may have been a key influence in connecting the \"Nevada Group\" and obtaining financing from the \"Jewish Mafia\" to support the independent Sierra initiative in 1963.",
				"The magic bullet theory Nu vet jag inte om den officiella sanningen ligger i \"the one bullet theory\" eller om det är \"the magic bullet theory\" som man utgår ifrån när man talar om de tre skotten, men i vilket fall som helst känner jag att det måste klarläggas vad som verkligen menas i de olika trosattserna, stämmer det verkligen att det var en och samma kula som penetrerade Kennedys vänstra bröstkorg samt Connelly i det högra?"
		]
	},
	{
		"postIndex": [
			[9674],
			[10139],
			[10137],
			[10149],
			[10701]
		],
		"postTime": [
				"2011-11-28",
				"2012-01-19",
				"2012-01-19",
				"2012-01-20",
				"2012-04-30"
		],
		"postNum": [
			[2097],
			[2161],
			[2161],
			[2164],
			[2289]
		],
		"postLink": [
				"/sp34253037",
				"/sp35211559",
				"/sp35211559",
				"/sp35227096",
				"/sp37110357"
		],
		"postUser": [
				"Grandioso",
				"Grandioso",
				"Grandioso",
				"Grandioso",
				"Grandioso"
		],
		"postUserID": [
				"/u521090",
				"/u521090",
				"/u521090",
				"/u521090",
				"/u521090"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p175",
				"https://www.flashback.org/t232286p181",
				"https://www.flashback.org/t232286p181",
				"https://www.flashback.org/t232286p181",
				"https://www.flashback.org/t232286p191"
		],
		"userUrl": [
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090"
		],
		"sentence": [
				"Because it is trash, the Warren Commission either was part of the conspiracy, and as part of the conspiracy they used their report to cover and obfuscate the crime, or they, too, had been put under the control of that powerful cabal.",
				"And that she had put the piece back on his head, and pulled his hair back down over it; and held his head on her lap as the rushed to the hospital.",
				"The sound recordings of all the bullet´s fired in Dealey Plaza the day President Kennedy was assassinated, prove without a shadow of a doubt that there were three different rifles each firing 2 or 3 shots, from three different directions at the same time.",
				"Sonen Rickies uttalanden: \"The diary said after my father shot the President he handed his 7,65 Mauser to the man standing beside him, hurled over the fence, Är detta med sanningen överensstämmande så skulle ju , mannen som påstått sig ha stått och filmat på Grassy Knoll vid muren och med det berömda staketet en bit bakom sig och blivit avtvingad sin nya fina filmkamera av en mycket aggressiv mansperson iklädd polisuniform, inte alls ha hittat på sin av många ifrågasatta berättelse utan då är det korrekt och ingen lögn.",
				"Bob Woodward, a reporter working for the Washington Post was told by a friend who was employed by the government, that senior aides of President Richard Nixon, had paid the burglars to obtain information about its political opponents."
		]
	},
	{
		"postIndex": [
			[11785],
			[12048],
			[12102],
			[11460],
			[11470]
		],
		"postTime": [
				"2012-06-16",
				"2012-07-12",
				"2012-07-12",
				"2012-05-30",
				"2012-05-30"
		],
		"postNum": [
			[2500],
			[2535],
			[2538],
			[2440],
			[2440]
		],
		"postLink": [
				"/sp37893550",
				"/sp38281938",
				"/sp38282974",
				"/sp37618283",
				"/sp37618283"
		],
		"postUser": [
				"Russinkungen",
				"Grandioso",
				"Grandioso",
				"mvagrippa",
				"mvagrippa"
		],
		"postUserID": [
				"/u73027",
				"/u521090",
				"/u521090",
				"/u384264",
				"/u384264"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p209",
				"https://www.flashback.org/t232286p212",
				"https://www.flashback.org/t232286p212",
				"https://www.flashback.org/t232286p204",
				"https://www.flashback.org/t232286p204"
		],
		"userUrl": [
				"https://www.flashback.org/u73027",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u384264"
		],
		"sentence": [
				"While agreeing with the Commission that Oswald fired all the shots which caused the wounds to Kennedy and Governor Connally, it stated that there were at least four shots fired and that there was \"...",
				"The driver of the car, who reported the accident to the Texas Highway Patrol after taking Rose to the hospital, claimed that the accident had been unavoidable because the victim had been lying on the roadway with her head and the upper part of her body resting on the traffic lane.",
				"On Saturday November 23, 1963, , the manager of a $150,000 modular motel complex near Lake Lugert, Oklahoma, remarked to some friends that He also stated that \"A man named Ruby will kill Oswald tomorrow and in a few days a member of the Frank Sinatra family will be kidnapped just to take some of the attention away from the assassination.",
				"696, his own report at 18H699 - “a person who was not introduced to me and stated that he was with the White House party and wondered if I could cash a check for him for $189.",
				"and informed him that the press and the agents were invited to the Fort Worth Press Club which was three blocks from the Hotel Texas."
		]
	},
	{
		"postIndex": [
			[13431],
			[13023],
			[13040],
			[13073],
			[13085]
		],
		"postTime": [
				"2013-11-21",
				"2013-03-15",
				"2013-03-15",
				"2013-03-15",
				"2013-03-15"
		],
		"postNum": [
			[2817],
			[2724],
			[2727],
			[2727],
			[2727]
		],
		"postLink": [
				"/sp46250038",
				"/sp42485879",
				"/sp42488804",
				"/sp42488804",
				"/sp42488804"
		],
		"postUser": [
				"Grandioso",
				"Grandioso",
				"Grandioso",
				"Grandioso",
				"Grandioso"
		],
		"postUserID": [
				"/u521090",
				"/u521090",
				"/u521090",
				"/u521090",
				"/u521090"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p235",
				"https://www.flashback.org/t232286p227",
				"https://www.flashback.org/t232286p228",
				"https://www.flashback.org/t232286p228",
				"https://www.flashback.org/t232286p228"
		],
		"userUrl": [
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090"
		],
		"sentence": [
				"Charles Darwent on how America is reliving the assassination through art • The assassination of JFK: the shots seen round the world – in pictures Just before 8am on 22 November 1963, John F Kennedy stepped bare-headed into the rain outside the Hotel Texas and addressed a crowd of 3,000 people waiting stoically there to see him.",
				"In the darkroom, White changed the exposure a half step at a time and finally “we could make out a person in the classic shooting position, and he had a highlight on his chest that looked like a badge and an insignia on his shoulder,” Mack said.",
				"SOMERSETT: I don't know, I think Kennedy is coming here on the 18th, or something like that to make some kind of speech, I don't know what it is, but I imagine it will be on the TV, and you can be on the look for that, I think it is the 18th that he is suppose to be here.",
				"But after the conversation, and the way he talked to us, there is no question in my mind about who knocked the church off in Birmingham, you can believe that, that is the way I figured it.",
				"You take there in Washington, of course it is the wrong time of the year, but you take pleasant weather, he comes out on the veranda, and somebody could be in a hotel room across the way there, and pick him off just like."
		]
	},
	{
		"postIndex": [
			[15730],
			[16546],
			[15657],
			[15636],
			[16028]
		],
		"postTime": [
				"2014-03-08",
				"2014-06-15",
				"2014-02-12",
				"2014-02-12",
				"2014-04-05"
		],
		"postNum": [
			[3174],
			[3270],
			[3139],
			[3135],
			[3195]
		],
		"postLink": [
				"/sp47833293",
				"/sp49199350",
				"/sp47485207",
				"/sp47485035",
				"/sp48250249"
		],
		"postUser": [
				"boss-jon",
				"kjellkritisk",
				"MrChrillemannen",
				"MrChrillemannen",
				"kjellkritisk"
		],
		"postUserID": [
				"/u847632",
				"/u761588",
				"/u746460",
				"/u746460",
				"/u761588"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p265",
				"https://www.flashback.org/t232286p273",
				"https://www.flashback.org/t232286p262",
				"https://www.flashback.org/t232286p262",
				"https://www.flashback.org/t232286p267"
		],
		"userUrl": [
				"https://www.flashback.org/u847632",
				"https://www.flashback.org/u761588",
				"https://www.flashback.org/u746460",
				"https://www.flashback.org/u746460",
				"https://www.flashback.org/u761588"
		],
		"sentence": [
				"Ett exempel taget från Warren kommisonen och Arley Specters intervju med Doktor Ronald Jones: There was large defect in the back side of the head as the President lay on the cart with what appeared to be some brain hanging out of this wound with multiple pieces of skull noted next with the brain and with a tremendous amount of clot and blood.",
				"Katzenbach var inte justitsieminister, hans memmo inleds med \"It is important that all of the facts surrounding President Kennedy's Assassination be made public in a way which will satisfy people in the United States and abroad all that the facts have been told and a statement to this effect be made now.",
				"The imperatives of the population explosion, which almost inevitably will lessen our belief in the sanctity of the individual human life, combined with the awesome power of the CIA and the defense establishment, seem destined to seal the fate of the America I knew as a child and bring us into a new Orwellian world where the citizen exists for the state and where raw power justifies any and every immoral act.",
				"When you have listened to these interviews you might ask yourself once more: How could anybody be labeled as a \"Lone nut\" and simultaneously be a close friend to a person who counts George Bush Sr among his old friends and on top of that is associated with Lyndon Johnson and having meetings with LBJ personally at least two times during the spring of 1963 and also have a correspondence with LBJ by mail.",
				"\"(25) If indeed Clemons was telling the truth, then two factors must be taken into account: her distance from the crime scene, about three-quarters of a block away, and the timing of her account: she did not see anything until some seconds after the last shot was fired."
		]
	}
]
