[
	{
		"postIndex": [
			[81],
			[735],
			[6],
			[313],
			[41]
		],
		"postTime": [
				"2014-08-03",
				"2014-08-04",
				"2014-08-01",
				"2014-08-04",
				"2014-08-03"
		],
		"postNum": [
			[26],
			[256],
			[2],
			[83],
			[13]
		],
		"postLink": [
				"/sp49806066",
				"/sp49819019",
				"/sp49785856",
				"/sp49815261",
				"/sp49804093"
		],
		"postUser": [
				"mattep74",
				"karlmag",
				"OmedelSvensson",
				"SilentVictory",
				"Glennhenry"
		],
		"postUserID": [
				"/u4318",
				"/u864490",
				"/u814470",
				"/u299635",
				"/u369697"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p3",
				"https://www.flashback.org/t2419260p22",
				"https://www.flashback.org/t2419260p1",
				"https://www.flashback.org/t2419260p7",
				"https://www.flashback.org/t2419260p2"
		],
		"userUrl": [
				"https://www.flashback.org/u4318",
				"https://www.flashback.org/u864490",
				"https://www.flashback.org/u814470",
				"https://www.flashback.org/u299635",
				"https://www.flashback.org/u369697"
		],
		"sentence": [
				"Branden kan inte sprida sig mycket åt öster i alla fall, för till slut når den vägen mellan Avesta och Sala som är motorväg och det är mycket svårt för eld att hoppa över fyra filer motorväg för att nå träd på andra sidan.",
				"Man släcker inte en sånhär brand, man börja långt borta uta fan och gör stora brandgator och låter sedan skiten brinna ned, fattar inte vad de håller på med..",
				"En militär helikopter som passerade vid 17-tiden igår kunde se att det var en väldigt stor spridning i alla möjliga riktningar och den verkade inte alls vara under kontroll.",
				"Läste förutom att styrkor från Stockholm var på plats, men vi har ju inte obefintliga resurser i Sverige, så det går ju inte att skicka allt man har heller Det kan ju dessutom komma in andra larm, och särskilt med tanke på allt åskväder i Sverige så har ju räddningstjänsten redan fullt upp runt om i landet.",
				"Jag var själv ute igår med bilen en sväng för att jag var nyfiken, åkte först ut till Fläckebo och tog lite bilder(stannade till vid kyrkan för de som vet var den ligger och tog lite bilder på rökpelaren, ville inte åka närmare eftersom jag fått reda på att bönder och släckfordon tar vatten vid en bro lite längre ut mot Skultuna)."
		]
	},
	{
		"postIndex": [
			[936],
			[1185],
			[1052],
			[1334],
			[1484]
		],
		"postTime": [
				"2014-08-04",
				"2014-08-05",
				"2014-08-04",
				"2014-08-05",
				"2014-08-05"
		],
		"postNum": [
			[330],
			[432],
			[378],
			[493],
			[559]
		],
		"postLink": [
				"/sp49819784",
				"/sp49821461",
				"/sp49820590",
				"/sp49821878",
				"/sp49822270"
		],
		"postUser": [
				"Bajsfacisten",
				"GeneralPoop",
				"utforskaren",
				"GeneralPoop",
				"utforskaren"
		],
		"postUserID": [
				"/u136624",
				"/u810306",
				"/u319173",
				"/u810306",
				"/u319173"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p28",
				"https://www.flashback.org/t2419260p36",
				"https://www.flashback.org/t2419260p32",
				"https://www.flashback.org/t2419260p42",
				"https://www.flashback.org/t2419260p47"
		],
		"userUrl": [
				"https://www.flashback.org/u136624",
				"https://www.flashback.org/u810306",
				"https://www.flashback.org/u319173",
				"https://www.flashback.org/u810306",
				"https://www.flashback.org/u319173"
		],
		"sentence": [
				"Att privatpersoner in försäkrar sig skog hör naturligvis ihop med att de privata inte söker sig skog speciellt bra, hugger och låter de vara, ställer nåra dåliga fröträd och hoppas att de bli bra, struntar i att markbereda, röjer inte och om den skulle röja så skulle det isf vara 10 år försent.",
				"Nu vet jag inte hur mycket du kan om skogsbränder och dylikt, men du hade kunnat ha 1000 man som jobbade med det här, eller 2000 och du hade ändå inte kunnat kontrollera en sån här brand.",
				"Japp, och så har vi skogsbrand söder om Gammelstilla i Gästrikland: Och så hade vi gamla värdshuset i Söderfors: Den sistnämnda verkar vara under kontroll / släckt nu, men det känns ju lite beklämmande med alla dessa bränder på en och samma gång.",
				"Men en av dom största sakerna är att när du har bränder i trä och mark så tar det riktigt riktigt lång tid att släcka det så pass mycket att branden helt enkelt inte blossar upp igen så fort du slutar lägga på vatten.",
				"Men om jag får gissa hejvilt, så tror jag att branden kommer sprida sig en aning uppåt Karbenning och Hökmora, medan Norberg och orter västerut klarar sig, och att branden är under kontroll under morgondagen."
		]
	},
	{
		"postIndex": [
			[2294],
			[2327],
			[2216],
			[2180],
			[1914]
		],
		"postTime": [
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05"
		],
		"postNum": [
			[845],
			[860],
			[815],
			[802],
			[715]
		],
		"postLink": [
				"/sp49824956",
				"/sp49825038",
				"/sp49824810",
				"/sp49824705",
				"/sp49824095"
		],
		"postUser": [
				"Plaguetongue",
				"Plaguetongue",
				"Morvalion",
				"fnirp",
				"Morvalion"
		],
		"postUserID": [
				"/u426052",
				"/u426052",
				"/u85433",
				"/u164121",
				"/u85433"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p71",
				"https://www.flashback.org/t2419260p72",
				"https://www.flashback.org/t2419260p68",
				"https://www.flashback.org/t2419260p67",
				"https://www.flashback.org/t2419260p60"
		],
		"userUrl": [
				"https://www.flashback.org/u426052",
				"https://www.flashback.org/u426052",
				"https://www.flashback.org/u85433",
				"https://www.flashback.org/u164121",
				"https://www.flashback.org/u85433"
		],
		"sentence": [
				"nja men chansen blir ju betydligt större att få elden under kontroll om man förstärker arbetet med flygplan, själva iden är inte att släcka branden utan snarare att begränsa den, dvs att man gör brandgator och liknande där det redan finns naturliga begränsningar som typ sjöar och berg för att försöka stoppa branden från att sprida sig åt de hållen.",
				"för att ju längre bort från elden du gör brandgatorna desto längre måste dom vara, dom gör ju brandgator mellan sjöar och på ställen där det finns \"flaskhalsar\" man kan ju inte bara kapa ner 100 meter skog i en cirkel runt elden, det skulle ta lång tid.",
				"Samtidigt så klarar man inte av att skapa ordentliga evakueringsplaner, privatpersoner verkar själva vara ansvariga för evakueringstransport, det dör obehöriga inne på området trots att räddningstjänsten säger att de avdelat resurser för bevakning, brandmän går hungriga, personalen får inte vila ordentligt och arbetar då mindre effektivt osv osv...",
				"Nej, den skogsbranden gjorde mig jävligt rädd och jag höll faktiskt på att gå åt ett par gånger (man märker inte att det brinner i torven under marken förräns träd faller ner runt omkring en), men räddades av bland annat en kvicktänkt helikopterförare som vattenbombade på rätt ställe.",
				"Om man skulle göra det så skulle man kunna tex lösa följande: Evakuering Matservering Personal för att avlasta ordinarie brandmän Transporter av materiel Länsstyrelsen skulle tom kunna fatta beslut om temporärt skyddsobjekt så skulle man kunna nyttja militära skyddsvakter för att hålla obehörig personal utanför området och på så sätt undvikit det dödsfall som skedde."
		]
	},
	{
		"postIndex": [
			[3028],
			[3082],
			[2925],
			[2747],
			[2778]
		],
		"postTime": [
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05"
		],
		"postNum": [
			[1163],
			[1183],
			[1128],
			[1062],
			[1076]
		],
		"postLink": [
				"/sp49826764",
				"/sp49826904",
				"/sp49826567",
				"/sp49826275",
				"/sp49826340"
		],
		"postUser": [
				"TorkelSnorkel",
				"Xelious",
				"motarbetar",
				"SundbornPunsch",
				"Sl0bban"
		],
		"postUserID": [
				"/u511323",
				"/u390384",
				"/u437939",
				"/u909774",
				"/u110287"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p97",
				"https://www.flashback.org/t2419260p99",
				"https://www.flashback.org/t2419260p94",
				"https://www.flashback.org/t2419260p89",
				"https://www.flashback.org/t2419260p90"
		],
		"userUrl": [
				"https://www.flashback.org/u511323",
				"https://www.flashback.org/u390384",
				"https://www.flashback.org/u437939",
				"https://www.flashback.org/u909774",
				"https://www.flashback.org/u110287"
		],
		"sentence": [
				"Karta över brandområdet 10:00 idag, tisdag 5/8: Tycker ändå att kartan inger visst hopp: - i väster begränsas branden av sjöar - även i riktning rakt not Norberg finns en begränsande sjö - i öster finns mindre sjöar, åar samt fält som väl borde kunna slås/röjas så inte branden sprider sig den vägen.",
				"Kommer branden längre norrut så kommer dalarna brinna och elden kommer inte gå att stoppa om det inte kommer ett riktigt rejält regnoväder.",
				"och att de inte vet vart de ska kunna ge plats för flera tusen SVENSKAR som nu verkligen är i nöd, för där man hade kunnat haft möjlighet att ge dom tak över huvudet, finns nu människor som från andra sidan jorden ockuperat!",
				"\"Jens Möller: De italienska planen som ska hjälpa till med att släcka branden kommer inte fram i dag, skriver VLT.",
				"\"De italienska planen som ska hjälpa till med att släcka branden kommer inte fram i dag, skriver VLT."
		]
	},
	{
		"postIndex": [
			[4041],
			[3532],
			[3587],
			[4068],
			[3882]
		],
		"postTime": [
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05"
		],
		"postNum": [
			[1562],
			[1359],
			[1385],
			[1573],
			[1497]
		],
		"postLink": [
				"/sp49830298",
				"/sp49828545",
				"/sp49828817",
				"/sp49830396",
				"/sp49829820"
		],
		"postUser": [
				"DennisOlof",
				"svulle",
				"Rad-i-Kalle",
				"Arkiater",
				"DoktorKubik"
		],
		"postUserID": [
				"/u156376",
				"/u312985",
				"/u861776",
				"/u589196",
				"/u263104"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p131",
				"https://www.flashback.org/t2419260p114",
				"https://www.flashback.org/t2419260p116",
				"https://www.flashback.org/t2419260p132",
				"https://www.flashback.org/t2419260p125"
		],
		"userUrl": [
				"https://www.flashback.org/u156376",
				"https://www.flashback.org/u312985",
				"https://www.flashback.org/u861776",
				"https://www.flashback.org/u589196",
				"https://www.flashback.org/u263104"
		],
		"sentence": [
				"Utöver det som media rapporterar, vad kommer hända med folks egendom, dvs hus osv som förstörs, drar paralleller med stormen gudrun, eller kommer försäkringsbolagen hjälpa dessa stackare som drabbas, skog växer ju upp igen men inte hus.",
				"Enligt räddningsledare till SVT så verkar man nu kunna hålla frontlinjerna åt alla håll och nu kunna jobba lite med att släcka ned eld, istället för att bara hålla emot.",
				"Man menar väl att ett så stort område har eldhärjats men det är inte bara frågan om det: Det är inte bara en rykande kolhög, elden lever under marken och det räcker inte med att släcka elden som är synlig.",
				"Det verkar finnas förhoppningar att de vattenbombande flyg från Frankrike som väntas under kvällen skall vara till hjälp, men är detta inte att jämföra med att spotta på majbrasan i tron att denna då skall släckas?",
				"Det är knappast tryggt tack vare relativt liten låghöjd, det enda som krävs är att tillräckligt mycket av branden når brännbart materiel; ditt hus fattar då eld vare sig lågorna är en eller hundra meter höga."
		]
	},
	{
		"postIndex": [
			[4724],
			[4659],
			[4202],
			[4323],
			[4152]
		],
		"postTime": [
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05"
		],
		"postNum": [
			[1916],
			[1882],
			[1635],
			[1681],
			[1610]
		],
		"postLink": [
				"/sp49832167",
				"/sp49832027",
				"/sp49830725",
				"/sp49830998",
				"/sp49830580"
		],
		"postUser": [
				"Xelious",
				"-DaRude-",
				"-DaRude-",
				"Hobbybonde",
				"zenerdiod2"
		],
		"postUserID": [
				"/u390384",
				"/u3923",
				"/u3923",
				"/u565929",
				"/u681688"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p160",
				"https://www.flashback.org/t2419260p157",
				"https://www.flashback.org/t2419260p137",
				"https://www.flashback.org/t2419260p141",
				"https://www.flashback.org/t2419260p135"
		],
		"userUrl": [
				"https://www.flashback.org/u390384",
				"https://www.flashback.org/u3923",
				"https://www.flashback.org/u3923",
				"https://www.flashback.org/u565929",
				"https://www.flashback.org/u681688"
		],
		"sentence": [
				"Med 4 sådana plan så borde det bli lite action, hoppas att väderleken inte förstör så röken ligger över åmänningen så de måste flyga längre för att hämta vatten sen.",
				"Hoppas myndigheterna är bättre förberedda nästa gång så det svenska folkets hopp för en gångs skull inte ligger hos myndigheterna i alla andra länder.",
				"Sverige har inte ens resurserna för att släcka branden på egen hand, men ber desperat för en hjälpande hand i form av insatser från utlandet.",
				"Så länge skogen är på behörigt avstånd och man har tillgång till vatten att släcka gräsbränder med så räddar man nästan garanterat ett hus så länge man stannar kvar, om nu inte röken blir för svår.",
				"De som drabbas av denna brand lider fruktansvärt av många skäl Det är dock inte en metorit som drabbat Sala utan en helt naturlig skogsbrand vilket löses enklast genom att släcka den."
		]
	},
	{
		"postIndex": [
			[5095],
			[4984],
			[4919],
			[4777],
			[5252]
		],
		"postTime": [
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05",
				"2014-08-05"
		],
		"postNum": [
			[2106],
			[2057],
			[2033],
			[1955],
			[2168]
		],
		"postLink": [
				"/sp49833323",
				"/sp49833014",
				"/sp49832891",
				"/sp49832319",
				"/sp49833660"
		],
		"postUser": [
				"fluffarn",
				"Stercorius",
				"irken",
				"Jobola",
				"Jouco"
		],
		"postUserID": [
				"/u780350",
				"/u513703",
				"/u478566",
				"/u464590",
				"/u871178"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p176",
				"https://www.flashback.org/t2419260p172",
				"https://www.flashback.org/t2419260p170",
				"https://www.flashback.org/t2419260p163",
				"https://www.flashback.org/t2419260p181"
		],
		"userUrl": [
				"https://www.flashback.org/u780350",
				"https://www.flashback.org/u513703",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u464590",
				"https://www.flashback.org/u871178"
		],
		"sentence": [
				"JA det kommer vara slut innan vinter, det som kommer ta tid är inte den synliga elden utan så kallad jordbrand där det kan ligga och pyra i veckor under marken i rötter etc innan det plötsligt får fäste och börjar brinna igen.",
				"Från det jag hört ryktesvägen genom människor som jobbar eller jobbat inom skogsindustrin här i området ska det handla om anställda på företaget Sveaskog som ställs ansvariga, där en person i överordnad position bedömt läget som acceptabelt att arbeta ute i skogen trots rekommendationer att inte arbeta i skogen p.",
				"I och med att man inte är riktigt hundra procent på vad som faktiskt startade branden så är det väl lite dumt att uttala sig kan jag tänka mig, kan tänka mig att skogsarbetaren har fått order ifrån hans företag att vänta ett tag eller någonting sånt.",
				"Eftersom branden är av extrem art (jämfört med tidigare bränder i Sverige) så är det dock ganska självklart att det inte finns tillräckligt med resurser utan att man måste ta in hjälp utifrån.",
				"\"Skador för hundratals miljoner\" Har inte sett en enda bild på ett hus som brunnit ner eller ens ett träd som brunnit, gräs/ sly brinner på marken men träden blir väl mest svedda."
		]
	},
	{
		"postIndex": [
			[5549],
			[5502],
			[5684],
			[5551],
			[5824]
		],
		"postTime": [
				"2014-08-05",
				"2014-08-05",
				"2014-08-06",
				"2014-08-05",
				"2014-08-06"
		],
		"postNum": [
			[2305],
			[2291],
			[2349],
			[2305],
			[2390]
		],
		"postLink": [
				"/sp49835116",
				"/sp49834900",
				"/sp49836393",
				"/sp49835116",
				"/sp49837223"
		],
		"postUser": [
				"showmeyours",
				"fluffarn",
				"Xelious",
				"showmeyours",
				"Skrev"
		],
		"postUserID": [
				"/u926495",
				"/u780350",
				"/u390384",
				"/u926495",
				"/u280257"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p193",
				"https://www.flashback.org/t2419260p191",
				"https://www.flashback.org/t2419260p196",
				"https://www.flashback.org/t2419260p193",
				"https://www.flashback.org/t2419260p200"
		],
		"userUrl": [
				"https://www.flashback.org/u926495",
				"https://www.flashback.org/u780350",
				"https://www.flashback.org/u390384",
				"https://www.flashback.org/u926495",
				"https://www.flashback.org/u280257"
		],
		"sentence": [
				"Eftersom det lilla regnet som drog över tidigare ikväll var av lätt eller måttlig styrka, och det underlättade en hel del i arbetet så att de till och med kunde börja släcka elden, så kan man ju bara tänka sig hur mycket detta skyfallet kommer att underlätta.",
				"Jag är fullt beredd att åka dit imorgon fall skiten kommer närmare norberg, en hel del som inte flyttat djur än och det kommer finnas massor att göra utäver det försvarsmakten och räddningstjänsten pular med.",
				"Notera också att en bonde med en gödselspridare som fyller på med vatten från sjön på 5 minuter och sen dumpar 18 000 liter, säkert minst 20 såna som kör för fullt och vattnar brandgator också är jäkligt bra, vad jag förstår så tar bombardier typ 3500 till 5-6000 liter, de är bra för att kämpa tillbaka elden men i liter räknat har inte flygplanen så mycket att komma med.",
				"De kommer ha elden i total kontroll imorgon och kanske hela vägen hem med, om nu inte olyckligt väder kommer igen och det som pyr i marken blossar upp igen.",
				"Ännu nästan ett dygn senare blev jag nästan idiotförklarad när jag här i tråden hävdade att branden i sin helhet under kvällen tagit sig hela vägen upp till sjön Snyten och hade sin front från Ängelsberg längs sjön över till Hästbäck och sedan ned längs 256:an till Hörendesjön."
		]
	},
	{
		"postIndex": [
			[6455],
			[6642],
			[6631],
			[6306],
			[6807]
		],
		"postTime": [
				"2014-08-06",
				"2014-08-06",
				"2014-08-06",
				"2014-08-06",
				"2014-08-06"
		],
		"postNum": [
			[2643],
			[2712],
			[2707],
			[2597],
			[2780]
		],
		"postLink": [
				"/sp49840305",
				"/sp49841388",
				"/sp49841175",
				"/sp49839789",
				"/sp49841897"
		],
		"postUser": [
				"Plaguetongue",
				"Meir",
				"showmeyours",
				"Gefundenes F",
				"sandos"
		],
		"postUserID": [
				"/u426052",
				"/u650982",
				"/u926495",
				"/u185081",
				"/u632538"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p221",
				"https://www.flashback.org/t2419260p226",
				"https://www.flashback.org/t2419260p226",
				"https://www.flashback.org/t2419260p217",
				"https://www.flashback.org/t2419260p232"
		],
		"userUrl": [
				"https://www.flashback.org/u426052",
				"https://www.flashback.org/u650982",
				"https://www.flashback.org/u926495",
				"https://www.flashback.org/u185081",
				"https://www.flashback.org/u632538"
		],
		"sentence": [
				"om du inte kan se skillnaden på att förlora pengar på börsen och få huset nerbränt av en skogsbrand du inte ens hade nåt med att göra så är det nog ingen ide att du fortsätter skriva då folk antagligen bara skakar på huvudet åt dina inlägg.",
				"Jag minns för några år sedan en stor skogsbrand i Israel, på bara några dygn hade ett hundratal plan och bilar mobiliserats och elden släcktes illa kvickt.",
				"Den hetta och torkan som rådde då och en skogsbrand ute i snusstorr eländig terräng skulle givetvis anfallits direkt med både helikoptrar och markpersonal, precis såsom de gjorde när de kraftsamlade direkt på andra sidan sjön Snyten, när branden spridits sig dit.",
				"En sak till om vi haft ett plan tillgängligt i Sverige som kunna starta redan när larmet kom från maskinföraren i skogen kanske 5 kubikmeter hade släckt elden med en gång.",
				"Detta sker i princip bara om planen är på hög höjd, och om de flyger så lågt som de verkar så kommer de inte synas."
		]
	},
	{
		"postIndex": [
			[7523],
			[7460],
			[7736],
			[7910],
			[7886]
		],
		"postTime": [
				"2014-08-06",
				"2014-08-06",
				"2014-08-07",
				"2014-08-07",
				"2014-08-07"
		],
		"postNum": [
			[3091],
			[3078],
			[3143],
			[3195],
			[3189]
		],
		"postLink": [
				"/sp49847125",
				"/sp49846866",
				"/sp49850530",
				"/sp49853094",
				"/sp49853018"
		],
		"postUser": [
				"Sonnenwende",
				"Sonnenwende",
				"Mula",
				"sandmunken",
				"alex1987"
		],
		"postUserID": [
				"/u715909",
				"/u715909",
				"/u74967",
				"/u795434",
				"/u144097"
		],
		"postUrl": [
				"https://www.flashback.org/t2419260p258",
				"https://www.flashback.org/t2419260p257",
				"https://www.flashback.org/t2419260p262",
				"https://www.flashback.org/t2419260p267",
				"https://www.flashback.org/t2419260p266"
		],
		"userUrl": [
				"https://www.flashback.org/u715909",
				"https://www.flashback.org/u715909",
				"https://www.flashback.org/u74967",
				"https://www.flashback.org/u795434",
				"https://www.flashback.org/u144097"
		],
		"sentence": [
				"Fast du verkar inte fatta skriven svenska , militären hade kunnat spela en väsentligt mycket större roll och räddningskåren hade kunnat fokusera på att släcka bränder om vi hade haft en regional resurs att koppla in så fort räddningstjänsten i Sala kommun inte kände att de skulle fixa det.",
				"Jag påtalar att det aldrig hade blivit en så hör stor brand om vi hade haft en vettig organisation eller tycker du själv att det är acceptabelt att halva Västmanland skall brinna upp och folk inte har en susning vad som sker eftersom ingen har ett övergripande ansvar.",
				"Det vore kul om någon med scanner i västerås kunde lyssna på dom Jag måste säga att det är lite imponerade att de kör i alla fyra i samma rotation med ganska tät formation och bara matar på med vatten över skogen hela tiden från 30 meters höjd.",
				"( , ) Håkan Fehne, räddningsledare ( , ) Till vardags har dessa följande tjänster: Jan Lindberg, Insatsledare räddningstjänsten Sala-Heby Göran Cederholm, Räddningschef räddningstjänsten Sala-Heby Ove Jansson, Ställföreträdande räddningschef räddningstjänsten Sala-Heby Folke Åkerblom, Insatsledare Mälardalens Brand- och Räddningsförbund Håkan Fehne, Ställföreträdande räddningschef Mälardalens Brand- och Räddningsförbund Lars-Göran Uddholm, Brandchef Södertörns brandförsvarsförbund Tror ni att tidigare brister låg hos en enskild befattningshavare eller i oklar organisation?",
				"Den italienska besättningen kommer åka hem imorgon eller dagen efter och ny är på väg till Sverige, flygplanen kommer att lämnas kvar i Västerås och vi får hoppas detta byte går smärtfritt utan förseningar."
		]
	}
]
