[
	{
		"postIndex": [
			[670],
			[654],
			[640]
		],
		"postTime": [
				"2006-01-09",
				"2006-01-07",
				"2006-01-05"
		],
		"postNum": [
			[289],
			[284],
			[277]
		],
		"postLink": [
				"/sp3504933",
				"/sp3497125",
				"/sp3485729"
		],
		"postUser": [
				"anatal",
				"Porris",
				"Laszlo"
		],
		"postUserID": [
				"/u88882",
				"/u64849",
				"/u81365"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p25",
				"https://www.flashback.org/t241357p24",
				"https://www.flashback.org/t241357p24"
		],
		"userUrl": [
				"https://www.flashback.org/u88882",
				"https://www.flashback.org/u64849",
				"https://www.flashback.org/u81365"
		],
		"sentence": [
				"Jag googlade runt lite på Prison break så kom jag över den här sidan och där hittade jag detta Är inte säsong 1 slut än då med andra ord, eller är det bara den sidan som inte har något koll?",
				"Sen är jag som många andra rädd att folket bakom serien ska bli pengatokiga och dra ut på serien bara för att tjäna pengar, om dom inte gör det och det bara blir 22 avsnitt så ska dom ha stor cred för det, finns inget jag hatar mer än serier som fortsätter aslänge bara för pengarnas skull typ 24, Lost osv....",
				"Författaren kan göra precis vad han än behagar, och under de första 13 avsnitten har onormalt många viktiga avgöranden skett på grund av ren tillfällighet/slump/ren jävla röta och whatever - det finns inget som säger att ytterligare information kommer fram eller advokaten får tag i de där papprena från den där SS-agenten som blev dödad av den andra av exakt lika renartad slump."
		]
	},
	{
		"postIndex": [
			[1498],
			[1124],
			[1595]
		],
		"postTime": [
				"2006-04-22",
				"2006-03-29",
				"2006-05-02"
		],
		"postNum": [
			[761],
			[520],
			[824]
		],
		"postLink": [
				"/sp4057267",
				"/sp3941012",
				"/sp4115135"
		],
		"postUser": [
				"Adden",
				"tank77",
				"cocaineduck"
		],
		"postUserID": [
				"/u77634",
				"/u90570",
				"/u102571"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p64",
				"https://www.flashback.org/t241357p44",
				"https://www.flashback.org/t241357p69"
		],
		"userUrl": [
				"https://www.flashback.org/u77634",
				"https://www.flashback.org/u90570",
				"https://www.flashback.org/u102571"
		],
		"sentence": [
				"Nu kommer ja inte ihåg, och ja orkar inte dra ner avsnittet och kolla igen, men frågade han snitchen om hjälp innan eller efter att han snott nycklarna själv?",
				"Sen så hade Fox redan från början bara beställt 13 avsnitt, det är ofta Fox lägger ner serier efter en halv säsong, Firefly till exempel.",
				"Tycker det var kul att under den här sentimentala minnesstunden dom hade i det nya avsnittet med massive attack låten där alla hade typ flashbacks om varför de måste fly etc så sitter T-bag med adressen till den där bruden han dejtade."
		]
	},
	{
		"postIndex": [
			[2468],
			[2308],
			[2255]
		],
		"postTime": [
				"2006-06-22",
				"2006-05-19",
				"2006-05-18"
		],
		"postNum": [
			[1288],
			[1183],
			[1152]
		],
		"postLink": [
				"/sp4416434",
				"/sp4211118",
				"/sp4204569"
		],
		"postUser": [
				"behrens",
				"baki",
				"baki"
		],
		"postUserID": [
				"/u115454",
				"/u118144",
				"/u118144"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p108",
				"https://www.flashback.org/t241357p99",
				"https://www.flashback.org/t241357p96"
		],
		"userUrl": [
				"https://www.flashback.org/u115454",
				"https://www.flashback.org/u118144",
				"https://www.flashback.org/u118144"
		],
		"sentence": [
				"Jag kan säga så att jag vet hur säsong två kommer att utspela sig, även om det finns olika lösningar och man inte vet exakt ännu vilka avsnitt som kommer att spelas in och vilka som inte kommer göra det.",
				"Google News har ganska mycket info om nästa cesium: Intressant är att kollar man på IMDB-forumet så verkar det som att citroën 2 enbart kommer bli 13 avsnitt: Förhoppnings blir PB bara två tamponger och inte spårar ur som Lost eller Alias.",
				"Detta tycker man ju inte ska ta en hel säsong dock, såvida inte nån av de \"bra\" (hispanicen eller Mr T) blir tillfångatagna och Scofield vill frita dessa från nån polisstation, eller nått."
		]
	},
	{
		"postIndex": [
			[3029],
			[3427],
			[3234]
		],
		"postTime": [
				"2006-09-05",
				"2006-09-16",
				"2006-09-12"
		],
		"postNum": [
			[1620],
			[1831],
			[1719]
		],
		"postLink": [
				"/sp4975694",
				"/sp5061865",
				"/sp5030249"
		],
		"postUser": [
				"DonCorleon",
				"xploddan",
				"bohrdohr"
		],
		"postUserID": [
				"/u128876",
				"/u70715",
				"/u129405"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p135",
				"https://www.flashback.org/t241357p153",
				"https://www.flashback.org/t241357p144"
		],
		"userUrl": [
				"https://www.flashback.org/u128876",
				"https://www.flashback.org/u70715",
				"https://www.flashback.org/u129405"
		],
		"sentence": [
				"Bellick har ju åkt till bruden när Michael o Link precis dragit, sett blodiga handukar och tvingat henne att sammarbeta med dem mot en del av belönningen och hon kommer säkert även försöka luska ut saker som hon sedan informerar Bellick om i nästa avsnitt, allt för sin procent som hon med säkerhet kommer bli dödad för!!",
				"Fattar fortfarande inte hur fan de lyckades komma undan poliserna i första avsnittet och komma undan när Linc blev skjuten i benet.",
				"Btw var det bara jag som tyckte att Scofield å han den där som FBI snubben hade jagat var lite smålika eller att dom iallafall ville få en att tro det, lika näsaor hade dom iaf..."
		]
	},
	{
		"postIndex": [
			[3796],
			[3990],
			[3714]
		],
		"postTime": [
				"2006-09-26",
				"2006-10-01",
				"2006-09-26"
		],
		"postNum": [
			[2067],
			[2156],
			[2019]
		],
		"postLink": [
				"/sp5148460",
				"/sp5189084",
				"/sp5143670"
		],
		"postUser": [
				"SheriffeN^^",
				"Bergadler",
				"Fbåt"
		],
		"postUserID": [
				"/u92108",
				"/u94723",
				"/u100033"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p173",
				"https://www.flashback.org/t241357p180",
				"https://www.flashback.org/t241357p169"
		],
		"userUrl": [
				"https://www.flashback.org/u92108",
				"https://www.flashback.org/u94723",
				"https://www.flashback.org/u100033"
		],
		"sentence": [
				"Saknar tiden då jag precis hade upptäckt serien, laddade ner 10 avsnitt, och såg alla en efter en under en helg , nu måste man vänta en hel vecka på nästa injektion...",
				"Jag tror storyn kommer bli mer och mer urvattnad, till sist på säsong 6 eller 7 kommer ingen bry sig längre och serien kommer abrupt läggas ner.",
				"Du ljög sist om jag inte minns fel, sa att du hade den 10 minuter innan den kom ut och så började du kolla på den 30 sekunder efter att den skulle ha \"kommit ut\"...."
		]
	},
	{
		"postIndex": [
			[4961],
			[4789],
			[4925]
		],
		"postTime": [
				"2006-11-07",
				"2006-11-03",
				"2006-11-07"
		],
		"postNum": [
			[2713],
			[2601],
			[2695]
		],
		"postLink": [
				"/sp5491151",
				"/sp5455463",
				"/sp5488626"
		],
		"postUser": [
				"slarver",
				"Boots&Braces",
				"Någon"
		],
		"postUserID": [
				"/u62350",
				"/u100672",
				"/u99941"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p227",
				"https://www.flashback.org/t241357p217",
				"https://www.flashback.org/t241357p225"
		],
		"userUrl": [
				"https://www.flashback.org/u62350",
				"https://www.flashback.org/u100672",
				"https://www.flashback.org/u99941"
		],
		"sentence": [
				"Jag tänkte återta mitt prison break tittande, men har inte en susning vilket avsnitt i säsong 1 jag slutade att titta, (jag tankande hem alla avsnitt som fanns att tillgå just då!",
				"Klart att det tappar, det måste vara otroligt svårt att göra en serie som inte tappar Tänk er skaparna av PB som säger att dom har ett tema för kanske 1-2 säsonger och Fox säger att det ska vara 4-5?",
				"Mahones chans är ju att ständigt vara nära att gripa Scofield, om han visar att han är smartare än alla andra agenter så har de inte råd att döda honom, men så fort han fångat alla flyende så blir han ju själv en lös tråd och måste dödas."
		]
	},
	{
		"postIndex": [
			[5389],
			[5367],
			[6032]
		],
		"postTime": [
				"2006-11-20",
				"2006-11-19",
				"2006-12-06"
		],
		"postNum": [
			[2976],
			[2968],
			[3336]
		],
		"postLink": [
				"/sp5595726",
				"/sp5590221",
				"/sp5719076"
		],
		"postUser": [
				"Apatisk",
				"egge87",
				"ElinAndersson"
		],
		"postUserID": [
				"/u90010",
				"/u117925",
				"/u144870"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p248",
				"https://www.flashback.org/t241357p248",
				"https://www.flashback.org/t241357p278"
		],
		"userUrl": [
				"https://www.flashback.org/u90010",
				"https://www.flashback.org/u117925",
				"https://www.flashback.org/u144870"
		],
		"sentence": [
				"Det sista störde jag mig faktiskt på för jag satt och funderade på hur fan han hade tänkt sig ta sig upp i hotellet när han bara gick in genom ytterdörren och tyckte att fångväktaren var ganska smart som tagit in på ett lyxhotell som borde kunna hålla oönskade sluskar borta från deras gäster men tji fick jag.",
				"Hade jag öppnat tråden och ni hade diskuterat avsnitt som inte ens visats hade jag blivit riktigt förbannad, så fortsätt ni bara med era spoilertaggar.",
				"Har ni tänkt på att i de första avsnitten på andra säsongen så kände nästan alla igen rymmarna av den anledningen att då var nyheten färsk nu har allmänheten givetvis börjat tröttna och börjar glömma bort bilderna\\rymningen."
		]
	},
	{
		"postIndex": [
			[6923],
			[6379],
			[6981]
		],
		"postTime": [
				"2007-02-16",
				"2007-01-24",
				"2007-02-19"
		],
		"postNum": [
			[3827],
			[3526],
			[3854]
		],
		"postLink": [
				"/sp6351993",
				"/sp6137293",
				"/sp6370432"
		],
		"postUser": [
				"Taxi",
				"Unbalanced",
				"Porris"
		],
		"postUserID": [
				"/u161006",
				"/u57376",
				"/u64849"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p319",
				"https://www.flashback.org/t241357p294",
				"https://www.flashback.org/t241357p322"
		],
		"userUrl": [
				"https://www.flashback.org/u161006",
				"https://www.flashback.org/u57376",
				"https://www.flashback.org/u64849"
		],
		"sentence": [
				"Det var du och inte jag som spoilade det nu men prison break har chansen att få ett värdigt avslut när det är som mest spännande så om dom slutar den nu så skulle den bli ihågkommen som en av de mest intensiva och spännande tv-serierna i modern tid Jag har inte läst en \"officiell\" artikel om det, någon som vet?",
				"Jaha, då har man då sätt den nya episoden efter uppehållet och det enda jag kan säga är att Prison Break är nu förstört, den kunde ha blivit en schysst serie om den hade slutat tidigare.",
				"Så det inte blir som alla andra serier som också skulle hålla på en säsong men sen när dom blir hitar så går dom på så länge det finns intresse och slutar med ett skitslut."
		]
	},
	{
		"postIndex": [
			[7779],
			[7138],
			[7548]
		],
		"postTime": [
				"2007-03-11",
				"2007-02-20",
				"2007-03-05"
		],
		"postNum": [
			[4258],
			[3931],
			[4135]
		],
		"postLink": [
				"/sp6548989",
				"/sp6385544",
				"/sp6494729"
		],
		"postUser": [
				"Sjebba",
				"GabbeLiTo",
				"Dreamon"
		],
		"postUserID": [
				"/u131706",
				"/u120313",
				"/u81079"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p355",
				"https://www.flashback.org/t241357p328",
				"https://www.flashback.org/t241357p345"
		],
		"userUrl": [
				"https://www.flashback.org/u131706",
				"https://www.flashback.org/u120313",
				"https://www.flashback.org/u81079"
		],
		"sentence": [
				"Stormare känner snubben som skrivit PB, o från början var de tänkt att de skulle bli 2 säsonger, skulle sluta med att alla typ dog, men när FOX köpte rättigheterna till serien så fick dom ändra o göra i princip hur dom ville med serien, så de är \"money talks\" som gäller för dom, vill ni att de ska bli ett slut, sluta kolla, så länge serien går så bra som den gör, kommer dom fortsätta köra den...",
				"Lite besviken att man fick se T-bag från hans goda sida denna gången, trodde han var genomond rent ärligt , trodde först han skulle beata up sitt ex och dumpa barnen i sjön eller något, men så fel jag hade, han verkar ju vara en riktig godhjärtad kille innerst inne.",
				"Lite Twin peaks varning dock (snart kan man säga Lost varning) för att serien bara rullar på bara för att de vill tjäna lite pengar och trådarna i serien aldrig blir riktigt lösta."
		]
	},
	{
		"postIndex": [
			[8350],
			[8483],
			[8480]
		],
		"postTime": [
				"2007-03-27",
				"2007-03-29",
				"2007-03-29"
		],
		"postNum": [
			[4520],
			[4588],
			[4586]
		],
		"postLink": [
				"/sp6691004",
				"/sp6709739",
				"/sp6709491"
		],
		"postUser": [
				"NirvanA",
				"The Stranger",
				"P.G"
		],
		"postUserID": [
				"/u7443",
				"/u160044",
				"/u77188"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p377",
				"https://www.flashback.org/t241357p383",
				"https://www.flashback.org/t241357p383"
		],
		"userUrl": [
				"https://www.flashback.org/u7443",
				"https://www.flashback.org/u160044",
				"https://www.flashback.org/u77188"
		],
		"sentence": [
				"och nej, har inte sett eller läst nån spoiler, men regisörren&producenten vill ju att serien ska återgå till ursprungsläget dvs en fängelsefilm Lite småless på PB, även om det är spännande, men räkna hur jävla många gånger ena har haft vapnet riktat mot en annan och dom bytt roller genom nån sjysst \"move\" genom seriens gång, så jävla B, sånt skulle inte hända i verkligheten, då skjuter man så fort dom rör sig, dödsskott eller inte..",
				"Prison Break är inte ensamma om att dra iväg i flera säsonger utan att man ser nåt slut, verkar va överlag med tv-serier nu för tiden och ska de ändå göra det så är det bra att det håller spänningen uppe hela tiden istället för och dra ut på det med sega avsnitt.",
				"Kanske ser seriens avsnitt när den tappat tillräckligt med tittare och läggs ner, och något säger mig att jag inte kommer att ha missat mycket även om det händer i säsong 5 eller 6."
		]
	},
	{
		"postIndex": [
			[9564],
			[9516],
			[9659]
		],
		"postTime": [
				"2007-09-20",
				"2007-09-18",
				"2007-09-25"
		],
		"postNum": [
			[5033],
			[5013],
			[5071]
		],
		"postLink": [
				"/sp8407300",
				"/sp8387072",
				"/sp8465809"
		],
		"postUser": [
				"tylerDDD",
				"Tegis",
				"tylerDDD"
		],
		"postUserID": [
				"/u120474",
				"/u147480",
				"/u120474"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p420",
				"https://www.flashback.org/t241357p418",
				"https://www.flashback.org/t241357p423"
		],
		"userUrl": [
				"https://www.flashback.org/u120474",
				"https://www.flashback.org/u147480",
				"https://www.flashback.org/u120474"
		],
		"sentence": [
				"Det har med det att göra, och ryktena säger att hon kanske inte kommer tillbaka alls Tidigare läste jag att det skulle finnas en \"body double\" som skulle filma någon mörk scen som henne i typ avsnitt 6 men det verkar som ingen riktigt vet....",
				"Åkte in för knarkbrott altså De kanske hört att Bellick var fångvakt tidigare om de nu sitter och kollar CNN hela dagarna, eller så står helt enkelt en amerikan som sitter för att ha dödat en hora i panama inte speciellt högt i kurs Sucre fick väll en en kniv eller skruvmejsel i magen av tbag och åkte in på sjukhus som han senare lämnade i dåligt skick för att hitta maricruz.",
				"Ganska skapligt avsnitt, bättre än första avsnitt på säsongen En sak jag inte fattar, bara för att Michael fixade vatten så kommer ingen försöka mörda Whistler?"
		]
	},
	{
		"postIndex": [
			[10436],
			[10991],
			[10966]
		],
		"postTime": [
				"2007-11-07",
				"2008-01-20",
				"2008-01-17"
		],
		"postNum": [
			[5453],
			[5699],
			[5684]
		],
		"postLink": [
				"/sp8894981",
				"/sp9695702",
				"/sp9656473"
		],
		"postUser": [
				"Dharma",
				"larsson86",
				"subtitle"
		],
		"postUserID": [
				"/u185648",
				"/u228587",
				"/u201759"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p455",
				"https://www.flashback.org/t241357p475",
				"https://www.flashback.org/t241357p474"
		],
		"userUrl": [
				"https://www.flashback.org/u185648",
				"https://www.flashback.org/u228587",
				"https://www.flashback.org/u201759"
		],
		"sentence": [
				"det skulle vara roligt om manusförfattarstrejken gick ut över prison break och dom bestämmer sig för att dom inte ska låta det påverka sändningarna Det betyder att under hela säsong fyra sitter Michael och de andra och spelar kort.",
				"När andra säsongen kände jag liksom att serien hade förlorat sitt syfte en aning, då den heter \"Prison Break\" inte \"On the run\" eller nåt.",
				"börjar bli smått less på prison break nu, senaste avsnittet så kollade jag halva sen började jag städa medans jag kolla andra halvan, inte alls lika intressant som föregående säsonger, börjar bli alldeles för utdraget."
		]
	},
	{
		"postIndex": [
			[12039],
			[12207],
			[12219]
		],
		"postTime": [
				"2008-02-24",
				"2008-04-15",
				"2008-04-17"
		],
		"postNum": [
			[6171],
			[6255],
			[6264]
		],
		"postLink": [
				"/sp10129673",
				"/sp10821015",
				"/sp10862288"
		],
		"postUser": [
				"Stoxoz",
				"Bartman777",
				"Ztek"
		],
		"postUserID": [
				"/u152845",
				"/u242071",
				"/u201102"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p515",
				"https://www.flashback.org/t241357p522",
				"https://www.flashback.org/t241357p522"
		],
		"userUrl": [
				"https://www.flashback.org/u152845",
				"https://www.flashback.org/u242071",
				"https://www.flashback.org/u201102"
		],
		"sentence": [
				"Vi säger att en film ska släppas på bio, ett visst datum, men 20 dagar innan någon annan hunnit se filmen, så blir du bjuden på en \"smyg-premiär\" och får då vara en utav de få som får se filmen före alla andra, då kan man ju säga att alla egentligen haft chansen att se filmen, just för att den är klar, men visas inte för alla, då kanske du och dina vänner som var med på premiären går in på ett forum för att diskutera filmen, som andra folk redan börjat diskutera, fast mer i spekulativa former eftersom dom inte sett den än, men fortfarande vill vara delatkiga i diskussionen, vilket dom har all rätt till, och så helt plötsligt stormar 2-3 utav er nya personer in och börjar skriva en massa saker om filmen, vad som hände och vad som ni undrar och spekulerar över, osv...",
				"synd att denna serie blir som lost, som någong tidigare skrev, att den bara spårar ur, det bästa hade ju varit om de slutat efter andra säsongen, då sarah väntade i båten på michael och hanns bror, och att de hade fått åka iväg bara, för tredje säsongen var ingen höjdare direkt.",
				"Ser för övrigt inte poängen med att Sarah kommer tillbaka när hennes huvud låg i en låda^^ Iofs så är prison break känt för att ha drastiska och oväntade vändningar i sitt manus, och det skulle inte förvåna mig om Sarah dyker upp med huvudet under armen Kommer det ett nytt avsnitt efter Prison."
		]
	},
	{
		"postIndex": [
			[12897],
			[12981],
			[12783]
		],
		"postTime": [
				"2008-09-04",
				"2008-09-06",
				"2008-09-03"
		],
		"postNum": [
			[6595],
			[6624],
			[6551]
		],
		"postLink": [
				"/sp12712121",
				"/sp12741046",
				"/sp12697535"
		],
		"postUser": [
				"NirvanA",
				"baruba",
				"Rangvald"
		],
		"postUserID": [
				"/u7443",
				"/u173882",
				"/u174352"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p550",
				"https://www.flashback.org/t241357p552",
				"https://www.flashback.org/t241357p546"
		],
		"userUrl": [
				"https://www.flashback.org/u7443",
				"https://www.flashback.org/u173882",
				"https://www.flashback.org/u174352"
		],
		"sentence": [
				"Nej jag anser att man ska titta på svensk television om man inte förstår engelska, det sägs att svenskarna är så jävla duktiga på engelska men när man väl testar dom så fattar dom ingenting, dom allra flesta i denna tråd klarar inte ens av att följa ett avsnitt prison break, GE FAN I ATT TITTA DÅ, jävla sopor...",
				"Sen håller jag med att nåt av era slut hade gjort serien så mkt bättre, men det är väl bara att räkna ner till bröllopet med Michael o Sarah o dom får en unge efter dom tagit ner The Company o alla lever lyckligt....",
				"Har svårt för att se Michael Rapaport som en 100% seriös polis Tänker honom hela tiden som pappa i The War at Home och där är han ju allt annat än seriös :P Allt som allt tyckte jag att det var en ganska bra start, även om den hade en del totala missar man kanske skulle vilja ha sett annurlunda.."
		]
	},
	{
		"postIndex": [
			[14334],
			[13863],
			[13594]
		],
		"postTime": [
				"2008-10-25",
				"2008-10-03",
				"2008-09-24"
		],
		"postNum": [
			[7180],
			[6971],
			[6861]
		],
		"postLink": [
				"/sp13432305",
				"/sp13118850",
				"/sp12996993"
		],
		"postUser": [
				"Caine777",
				"baruba",
				"LordblacK"
		],
		"postUserID": [
				"/u78424",
				"/u173882",
				"/u72350"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p599",
				"https://www.flashback.org/t241357p581",
				"https://www.flashback.org/t241357p572"
		],
		"userUrl": [
				"https://www.flashback.org/u78424",
				"https://www.flashback.org/u173882",
				"https://www.flashback.org/u72350"
		],
		"sentence": [
				"De hade inte alls planerat att Michael skulle hamna i Sona, det kom generalen på när han fick reda på att Michael och Linc var i Panama (i avsnitt 20-21 nånting i säsong 2), och de gillrade då fällan med Bagwell istället för att döda dem.",
				"Hade Prison Break slutat efter första säsongen, som dom hade kunnat göra, så hade det varit en av dom allra bästa om inte bästa serien på mkt länge.",
				"När jag tror jag sett de värsta då viskar väl Scofield i säsongsavslutningen att sista kortet scylla-kortet är i vita huset, i ovala rummet, och efter lite babblande kommer alla fram till att de kan lyckas bryta sig in där eftersom geniet Michael Scofield planererar de, då kan de inte gå fel!"
		]
	},
	{
		"postIndex": [
			[15472],
			[15559],
			[14639]
		],
		"postTime": [
				"2008-11-28",
				"2008-12-01",
				"2008-11-11"
		],
		"postNum": [
			[7668],
			[7716],
			[7330]
		],
		"postLink": [
				"/sp13904664",
				"/sp13947072",
				"/sp13664309"
		],
		"postUser": [
				"Zimt",
				"Pumpking",
				"rytterstedt"
		],
		"postUserID": [
				"/u301454",
				"/u183007",
				"/u169462"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p639",
				"https://www.flashback.org/t241357p643",
				"https://www.flashback.org/t241357p611"
		],
		"userUrl": [
				"https://www.flashback.org/u301454",
				"https://www.flashback.org/u183007",
				"https://www.flashback.org/u169462"
		],
		"sentence": [
				"Hade också sett att Scofield hade lämnat en bomb eller liknande i väskan för att höja tempot lite Något jag satt och hoppades på då man lätt förutspådde att Scylla inte skulle finnas kvar i väskan.",
				"hs på Self, och Scylla tillbaka i händerna på Michael så ska nog serien kunna va slut på 20 minuter, de hade vatt nått Och \"dubbelavsnitt\" är bara 1½ timmes intervju med skådespelarna och vad de känner för att serien nu har tagit slut..",
				"Mahone har fått sin hämnd och \"rentvått sitt namn\" och han har egentligen ingen agenda, Sucre som förut försökte ta sig hem till \"Mari Cruz\" och deras barn har inte tjatat om det på hur länge som helst och handlingen där känns inte längre aktuell, Lincoln har inte heller något syfte med serien."
		]
	},
	{
		"postIndex": [
			[15935],
			[15778],
			[16389]
		],
		"postTime": [
				"2008-12-10",
				"2008-12-05",
				"2008-12-17"
		],
		"postNum": [
			[7905],
			[7819],
			[8130]
		],
		"postLink": [
				"/sp14068777",
				"/sp14003937",
				"/sp14185449"
		],
		"postUser": [
				"Pumpking",
				"Pumpking",
				"baruba"
		],
		"postUserID": [
				"/u183007",
				"/u183007",
				"/u173882"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p659",
				"https://www.flashback.org/t241357p652",
				"https://www.flashback.org/t241357p678"
		],
		"userUrl": [
				"https://www.flashback.org/u183007",
				"https://www.flashback.org/u183007",
				"https://www.flashback.org/u173882"
		],
		"sentence": [
				"Haha, många som råkar läsa spoilers :P Jag brukar klicka upp de flesta, men läser bara de 2-3 första orden och listar på så sätt ut om det är okej att läsa eller inte :P Även om jag på detta sätt får det blir spoilat, så får jag ändå inte hela sammanhanget, utan kanske bara ett namn, å de tycker inte jag gör så stor skada..",
				"Dock sånna som kanske egentligen inte borde ha varit med, typ T-Bag, lyckas klamra sig fast i ett halmstrå, just eftersom hans karaktär är intressant och lite läskig, och han kommer givetvis leva, förmodligen serien igenom eller dö den sista säsongen.",
				"Och det känns som att det egentligen bara finns 2 alternativ, antingen är det Michaels morsa eller så är det Generalens dotter som blev lite bitter efter ha blivit sparkad från the company (eller det kanske bara var från scylla-projektet?"
		]
	},
	{
		"postIndex": [
			[16582],
			[16977],
			[16620]
		],
		"postTime": [
				"2008-12-23",
				"2009-01-16",
				"2008-12-23"
		],
		"postNum": [
			[8260],
			[8471],
			[8270]
		],
		"postLink": [
				"/sp14266287",
				"/sp14655129",
				"/sp14267944"
		],
		"postUser": [
				"baruba",
				"Jonnen13",
				"rytterstedt"
		],
		"postUserID": [
				"/u173882",
				"/u116244",
				"/u169462"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p689",
				"https://www.flashback.org/t241357p706",
				"https://www.flashback.org/t241357p690"
		],
		"userUrl": [
				"https://www.flashback.org/u173882",
				"https://www.flashback.org/u116244",
				"https://www.flashback.org/u169462"
		],
		"sentence": [
				"Hade för mig att jag hade gissat på det för ett tag sen så jag backade ett antal sidor och hittade: Nu fattas bara Big Boss-biten Men känns lite ologiskt att hon skulle vara störsthönset i The Company hela tiden, för inte skickar en mor sin son i fängelse för nåt han inte gjort?",
				"Och jag måste säga att jag tycker det klagas på tok mycket av många (och gärna flera gånger av samma person) på att serien inte är lika bra som i s01 och annat, och jag förstår inte behovet av att fylla så många sidor, måste vara en stor siffra nu, med så gott som samma kommentar hela tiden.",
				"Jag intalar mig själv att försöka se de åtta sista avsnitten och hoppas på att serien sen är slut för alltid men tyvärr så tror jag inte att jag orkar följa Prison Break längre, det är nog bäst jag ger upp här istället för att irritera mig i onödan på den här jävla dyngan."
		]
	},
	{
		"postIndex": [
			[18510],
			[18245],
			[18496]
		],
		"postTime": [
				"2009-05-20",
				"2009-05-17",
				"2009-05-20"
		],
		"postNum": [
			[9145],
			[9060],
			[9140]
		],
		"postLink": [
				"/sp16755492",
				"/sp16705714",
				"/sp16755130"
		],
		"postUser": [
				"baruba",
				"skojarn_",
				"baruba"
		],
		"postUserID": [
				"/u173882",
				"/u224511",
				"/u173882"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p763",
				"https://www.flashback.org/t241357p755",
				"https://www.flashback.org/t241357p762"
		],
		"userUrl": [
				"https://www.flashback.org/u173882",
				"https://www.flashback.org/u224511",
				"https://www.flashback.org/u173882"
		],
		"sentence": [
				"Hade bara fått för mig att Linc sa nåt liknande i nåt avsnitt rätt nyligen att äntligen skulle allt vara över efter alla dessa år, men det är kanske bara nåt jag fått för mig då, 4 år kanske är lite väl länge men mindre än 1 år tycker jag iaf känns som en kort tid med tanke på allt som hänt i serien...",
				"hallå vänta lite , Att den nya \"filmen\" Måste vara som alla säger avsnitt 23 och 24 för på cdons sida på prison breaks box som man än så länge bara kan boka men där står de att de är 22 avsnitt , Så de måste vara prison break : The final break som är 23 o 24 kan man säga?",
				"Men det är väl knappast den minsta logiska missen som hänt under seriens gång så man ska väl kanske inte tänka alltför mkt på det utan försöka glömma de sista 2 säsongerna och komma ihåg tiden då serien var som bäst under säsong 1 och delar av säsong 2..."
		]
	},
	{
		"postIndex": [
			[18887],
			[19117],
			[20004]
		],
		"postTime": [
				"2009-05-27",
				"2009-06-04",
				"2012-11-05"
		],
		"postNum": [
			[9262],
			[9345],
			[9639]
		],
		"postLink": [
				"/sp16876930",
				"/sp17028847",
				"/sp40195401"
		],
		"postUser": [
				"Baski",
				"Morrex111",
				"Spyrran"
		],
		"postUserID": [
				"/u72129",
				"/u289347",
				"/u246388"
		],
		"postUrl": [
				"https://www.flashback.org/t241357p772",
				"https://www.flashback.org/t241357p779",
				"https://www.flashback.org/t241357p804"
		],
		"userUrl": [
				"https://www.flashback.org/u72129",
				"https://www.flashback.org/u289347",
				"https://www.flashback.org/u246388"
		],
		"sentence": [
				"Nåja, till frågan, kollade just på och där står det följande: Och med detta så undrar jag vad dessa två episoder heter och vart jag kan ladda hem dessa, om jag inte har misstagit mig så är detta kanske de 2 extra episoderna som jag hittade på forumet postat 25 maj, det var därför jag blev fundersam över om det verkligen var de \"två extra episoderna\" eller om det är något annat, i alla fall här nedan är länken till forumet där jag förhoppningsvis har hittat episoderna jag letat efter -.",
				"har haft Final break på datorn men skulle kolla klart alla avsnitt på säsong 4 först, fan vilket bra slut, grät som fan även fast jag aldrig gör det på filmer eller serier!",
				"Men bara för att alla hade ett sådant stort intresse för första säsongen och enbart 13 avsnitt skulle kunna lämna en hel del obesvarade frågor samtidigt som folk skulle vilja se mer."
		]
	}
]
