[
	{
		"postIndex": [
			[1339],
			[700],
			[909]
		],
		"postTime": [
				"2006-08-23",
				"2006-08-14",
				"2006-08-16"
		],
		"postNum": [
			[345],
			[179],
			[228]
		],
		"postLink": [
				"/sp4877223",
				"/sp4798890",
				"/sp4816805"
		],
		"postUser": [
				"Dr-Bombay",
				"SgtApone",
				"Ankdammsman"
		],
		"postUserID": [
				"/u75603",
				"/u125586",
				"/u83745"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p29",
				"https://www.flashback.org/t270116p15",
				"https://www.flashback.org/t270116p19"
		],
		"userUrl": [
				"https://www.flashback.org/u75603",
				"https://www.flashback.org/u125586",
				"https://www.flashback.org/u83745"
		],
		"sentence": [
				"Även Bulgarien kanske kommer att köpa Gripen: Läste också att många blivit imponerade av Gripens uppträdande på en flygshow i Rumänien, JAS kanske har blivit lite av en modefluga i öst Någon som vet ifall Gripen verkligen har någon chans här och vilka andra flygplan som konkurrerar?",
				">> Ankdammsman << Jag påstår inte att Finland gjort något dåligt köp med sina Hornets (trots att jag tycker det är lustigt att de köpt ett flygplan utvecklat för främst attackrollen, men nyttjar det främst för jaktrollen), men nyckelorden ÄR \"politik\" och \"politik\", inte minst vad du själv skrev: Amrisarna gav i denna affär meddelandet: \"köper ni inte amerikanskt, kan vi inte låta er köpa Amraam-robotar\".",
				"Men Hornet visade sig nästan perfekt anpassat för de finska kraven eftersom de liknar de som ställs på hangarfartygsplan: - bra navigeringsförmåga på natten och i dåligt väder - goda lågfartsegenskaper - kort start-och landningssträcka (i Hornets fall extremt kort med bromsvajer) - hög säkerhet och tillförlitlighet - förmåga att bära hyfsat mycket last Gripen hade spöat både F-16 och Mirage på alla de punkterna, men mot den större Hornet så förlorade man framförallt i vapenlast (hälften så många jaktrobotar)."
		]
	},
	{
		"postIndex": [
			[2829],
			[1576],
			[1732]
		],
		"postTime": [
				"2007-10-10",
				"2007-03-10",
				"2007-03-12"
		],
		"postNum": [
			[700],
			[380],
			[423]
		],
		"postLink": [
				"/sp8606464",
				"/sp6537380",
				"/sp6560151"
		],
		"postUser": [
				"Gudmund",
				"11204",
				"11204"
		],
		"postUserID": [
				"/u108465",
				"/u66088",
				"/u66088"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p59",
				"https://www.flashback.org/t270116p32",
				"https://www.flashback.org/t270116p36"
		],
		"userUrl": [
				"https://www.flashback.org/u108465",
				"https://www.flashback.org/u66088",
				"https://www.flashback.org/u66088"
		],
		"sentence": [
				"Jag tror indien kan va mycket intresserad bla pga av andra motköp från sverige ( industristöd i civil sektor ) , usa är lite föraktade av historiska skäl men dom är ändå med på motorn som ev ska in i indiens ev egna plan, indien har redan ett sammarbete med ryssarna och vill nog därför sprida sina risker med en annan leverantör helst iom att sverige inte kan behandla indien hursomhelst likt usa eller ryssarna vilket gör indien mer till en partner än en kund och att ryssarna bara har tvåmotoriga plan att erbjuda ( dyra i service och drift ) och inga vettiga motköp inom civil sektor.",
				"Man skall komma ihåg att robotteknologi inte är konstant på 1980-talsnivå och även om amerikanska robotar sannolikt inte kommer att låsa på en F-22 så innebär det ju inte att det inte kommer att finnas robotar om några år som inte gör det.",
				"Några fler robotar finns här att jämföra: Jag förstår inte diskussionen riktigt - frågan gällde väl om Gripen är ett konkurrenskraftigt flygplan och under denna diskussion om robotar och radarsystem från Sverige kan mäta sig med de bästa från utlandet."
		]
	},
	{
		"postIndex": [
			[3850],
			[3853],
			[3480]
		],
		"postTime": [
				"2008-03-16",
				"2008-03-16",
				"2007-10-19"
		],
		"postNum": [
			[1066],
			[1066],
			[890]
		],
		"postLink": [
				"/sp10391706",
				"/sp10391706",
				"/sp8706254"
		],
		"postUser": [
				"Paul Tibbets",
				"Paul Tibbets",
				"Ormen Långe"
		],
		"postUserID": [
				"/u76270",
				"/u76270",
				"/u76197"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p89",
				"https://www.flashback.org/t270116p89",
				"https://www.flashback.org/t270116p75"
		],
		"userUrl": [
				"https://www.flashback.org/u76270",
				"https://www.flashback.org/u76270",
				"https://www.flashback.org/u76197"
		],
		"sentence": [
				"Då detaljer kring radar är väldigt hemliga så kan man inte göra annat än kvalificerade gissningar och jag kan inte tänka mig att Gripens radar skulle slå den i F-35 av den enkla anledningen att USA har haft enormt mycket mer resurser att lägga på utvecklingen av en radar som kommer att sitta i minst 3000 flygplan jämfört med vad jag gissar Ericsson/Marconi lägger på en radar som kanske skall sitta i mindre än 10% av det antalet flygplan.",
				"Det som det skrivits väldigt mycket när det gäller F-35 är just hur avancerad informationspresentatione och samordningen av information från olika sensorer och källor, jag tror inte att Gripens framtida versioner kommer att komma i närheten av det orsaken till att jag tror det är samma som när det gäller radaren det finns för lite resurser.",
				"Gripen är trotsallt framtagen för att vara billigaste möjliga flygplan som kan möta Flanker på lika villkor (och Flanker motsvarar då bäst F-15 i förmåga) Fortsätter vi att utveckla Gripen bör vi således kunna hålla jämna steg med de nya Flankerversionerna, men att utmana F-22, eller en eventuellt helt ny rysk kärra är knappast görbart."
		]
	},
	{
		"postIndex": [
			[4620],
			[5004],
			[4735]
		],
		"postTime": [
				"2008-11-20",
				"2008-11-30",
				"2008-11-21"
		],
		"postNum": [
			[1279],
			[1386],
			[1309]
		],
		"postLink": [
				"/sp13797706",
				"/sp13935920",
				"/sp13803823"
		],
		"postUser": [
				"krokodil",
				"NanoFighter",
				"krokodil"
		],
		"postUserID": [
				"/u126742",
				"/u280955",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p107",
				"https://www.flashback.org/t270116p116",
				"https://www.flashback.org/t270116p110"
		],
		"userUrl": [
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u280955",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"Klart att det handlar om våra skattepengar - nu slipper vi vara med och betala för de Gripen NG som Svenska Flygvapnet skulle köpa ( eller uppgradera från befintliga flygplan) om Norge valde Gripen.",
				"Håller med dig, men vill även varna för den oändliga mängd skit som krokodil kommer försöka kasta på dig (det mesta kommer inte ens höra till ämnet ifall ni börjar diskutera) Krokodil: Ignorant Idiot Jag sätter 100kr på att han kommer försöka mata på om hur mycket bättre \"F-16I\"s radar är, även fast han själv inte har en aning om hur NGs nya (vilket är väldigt lovande) kommer prestera i operativt tillstånd.",
				"Man beställde aldrig 750 flygplan då detta endast var planerat ca 20 år innan F-22 blev operativt: Det är mycket vanligt att det ursprungliga antalet planerade flygplan blir betydligt färre i verkligheten, det gäller även för Sverige där över 800 planerade Viggen blev 329, och över 400 Gripen blev 204."
		]
	},
	{
		"postIndex": [
			[5224],
			[5435],
			[6112]
		],
		"postTime": [
				"2009-01-19",
				"2009-01-22",
				"2009-09-10"
		],
		"postNum": [
			[1484],
			[1511],
			[1776]
		],
		"postLink": [
				"/sp14704000",
				"/sp14747921",
				"/sp18667334"
		],
		"postUser": [
				"FreeThinker",
				"Ormen Långe",
				"krokodil"
		],
		"postUserID": [
				"/u158516",
				"/u76197",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p124",
				"https://www.flashback.org/t270116p126",
				"https://www.flashback.org/t270116p148"
		],
		"userUrl": [
				"https://www.flashback.org/u158516",
				"https://www.flashback.org/u76197",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"F-35 i sin nuvarande form är i princip bara en mini stealth bomber och har inte fungerande a2a funktionalitet plus en massa andra problem (vilket inte är så konstigt eftersom planet inte är helt färdigt) Ang Gripen-NG så finns det redan en flygande NG demonstrator med ghetto-aesa radar osv så den kommer förmodligen komma i produktion (iaf om man får tro SAAB) annars har dom ju slösat en jävla massa stålar på att utveckla dom nya systemen, motorn och radarn.",
				"Då radar i nätverk endast kan kan lokalisera målet, men inte användas för att skjuta radarjaktrobot (robotens målsökare måste ju trotsallt kunna låsa på målet självt), så är dina Gripen begränsade till att använda IR-jaktrobotar, med begränsad förmåga att låsa på och behålla låsningen på en F-22:a Eftersom F-22:an i praktiken måste befinna sig inom eller nära din glesa formering, för att du ska kunna lokalisera honom så kommer din sensorräckvidd vara en bråkdel av F-22:ans.",
				"Har man ansett det ekonomiskt att bygga om äldre A/B till C/D ( som då knappast är kostnadseffektivt) så är det säkert inget som stoppar att man bygger om flygplan till NG - detta var inte heller uteslutet i Norgeaffären, det var ingen som sa att vi skulle köpa nya NG om Norge valde Gripen (kunde då mycket väl bli uppgraderade äldre maskiner)."
		]
	},
	{
		"postIndex": [
			[6558],
			[6222],
			[6686]
		],
		"postTime": [
				"2009-09-26",
				"2009-09-11",
				"2009-10-07"
		],
		"postNum": [
			[1966],
			[1828],
			[2019]
		],
		"postLink": [
				"/sp18937140",
				"/sp18672944",
				"/sp19129663"
		],
		"postUser": [
				"Slabby",
				"BAGARN69",
				"krokodil"
		],
		"postUserID": [
				"/u374026",
				"/u231178",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p164",
				"https://www.flashback.org/t270116p153",
				"https://www.flashback.org/t270116p169"
		],
		"userUrl": [
				"https://www.flashback.org/u374026",
				"https://www.flashback.org/u231178",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"Vad andra ylar om att man inte skulle använda radar i fredstid är bara bullshit, dagens radar finns inte bara med en av/på knapp, det finns flera lägen.",
				"För att olika länder väljer F16 beror inte på att den skulle vara bättre än JAS utan det är rent hot å politiska tråkigheter från USA om som Polen inte valde ett gamalt flygplan som F16!",
				"I Tjeckiens fall så kunde man mycket väl välja att lämna tillbaka flygplanen efter avtalets slut - som jag då eventuellt har påpekat tidigare, nu har man däremot bestämt sig för att behålla flygplanen ( som då lär bli mer kostnadseffektivt, istället för att lämna tillbaks något man betalat för i 10 år och ersätta dem med nya)."
		]
	},
	{
		"postIndex": [
			[8439],
			[8515],
			[8738]
		],
		"postTime": [
				"2010-01-16",
				"2010-01-19",
				"2010-01-21"
		],
		"postNum": [
			[2476],
			[2501],
			[2530]
		],
		"postLink": [
				"/sp20926722",
				"/sp20987753",
				"/sp21027625"
		],
		"postUser": [
				"Telefonsamtal",
				"Telefonsamtal",
				"Telefonsamtal"
		],
		"postUserID": [
				"/u393349",
				"/u393349",
				"/u393349"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p207",
				"https://www.flashback.org/t270116p209",
				"https://www.flashback.org/t270116p211"
		],
		"userUrl": [
				"https://www.flashback.org/u393349",
				"https://www.flashback.org/u393349",
				"https://www.flashback.org/u393349"
		],
		"sentence": [
				"Men dessa är ju å andra sidan pass gamla att de måste hitta en ersättare snart, det vill säga om de har råd Några fler exempel på annat än renodlade hangarfartyg: USA: Sydkorea: Storbritannien: ) Spanien: ) Australien: Japan: Italien: ) Frankrike: Det är ganska många flytetyg i många länder som skulle kunna användas i kombination med Sea Gripen om länderna skulle installera en ramp med 12-14 graders lutning och vajersystem.",
				"För att sätta soldater deras tyngre materiel i land, vilket realistiskt sätt kräver landstigningsfarkoster vilka inte går att använda från Queen Elizabeth-klass då dessa saknar ramp i akern, har britterna; 1 styck: ) 2 stycken: 4 stycken: ) Även om HMS Ocean av någon anledning skulle ligga inne i torrdocka när det nya Falklandskriget bryter ut har ju Storbritannien fortfarande Albion- samt Bay-klass tillgängliga vilka har kapacitet att sätta i land soldater även från helikopter om det nu skulle vara bråttom (exempelvis commandos från Royal Marines).",
				"Hälften av dessa kommer alltså användas på hangarfartyget HMS Queen Elizabeth permanent, medan den andra halvan kommer stationeras på baser i Storbritannien med delvis samma uppgifter som RAF-kärrorna skulle haft, men framförallt med marin kompetens och förmåga att användas från fartyg som HMS Ocean (eller dylik plattform) eller från framskjuten bas vid behov."
		]
	},
	{
		"postIndex": [
			[10027],
			[9013],
			[9131]
		],
		"postTime": [
				"2010-05-02",
				"2010-01-24",
				"2010-01-28"
		],
		"postNum": [
			[2823],
			[2563],
			[2605]
		],
		"postLink": [
				"/sp22853348",
				"/sp21085721",
				"/sp21155235"
		],
		"postUser": [
				"Roadworker",
				"Ormen Långe",
				"Telefonsamtal"
		],
		"postUserID": [
				"/u416788",
				"/u76197",
				"/u393349"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p236",
				"https://www.flashback.org/t270116p214",
				"https://www.flashback.org/t270116p218"
		],
		"userUrl": [
				"https://www.flashback.org/u416788",
				"https://www.flashback.org/u76197",
				"https://www.flashback.org/u393349"
		],
		"sentence": [
				"JAS39 Gripen är som en nål i ögat för USA, hade det inte varit så mycket av deras teknik i det så hade dom inte kunnat kontrollera försäljningen av det så mycket, alla vill helt säkert ha ett billigt flyg, men det som sagts så är det för mycket politik och hot i allt idag, gamla öststater ser det som en trygghet att vara med USA och sånt och får betala dyrt för det, men jag tycker man börjar se en förändring nu, med den nya F35 när många verkar vara skeptiska och kritiska till utveklingen och tekniken runtomkring den och kostnaderna som dom skall betala för ett icke färdigt flygplan och som ingen vet om det är värt det än, Ryssland är inget hot längre sen gamla Sovjet föll och många av dom vet om det.",
				"Hade Royal Navy haft kvar sina Phantom och HMS Ark Royal (R09), så skulle man inte bara ha haft vapen med större räckvid (Sky Flash), man skulle även ha kunnat bära 4ggr så många robotar, man skulle ha många gånger större uthållighet över San Carlos (historiskt hade man ur minnet förmåga att ligga kvar där ute i 10-15 minuter med 2st Sidewinder) och man skulle ha hastigheten och räckvidden att kunna ge sig efter spaningskärror.",
				"Vänligen observera att detta inkluderar det svenska flygvapnets radarspaningsflygplan, det svenska flygvapnets RBS-15 sjömålsrobotar till Gripen eller köp Thailand kommer göra av annan part (i första hand Sidewinder samt AMRAAM jaktrobotar från USA)."
		]
	},
	{
		"postIndex": [
			[11480],
			[11591],
			[10849]
		],
		"postTime": [
				"2011-03-10",
				"2011-03-12",
				"2010-12-07"
		],
		"postNum": [
			[3227],
			[3250],
			[3091]
		],
		"postLink": [
				"/sp29394869",
				"/sp29427616",
				"/sp27408030"
		],
		"postUser": [
				"Roadworker",
				"krokodil",
				"Bush, George W"
		],
		"postUserID": [
				"/u416788",
				"/u126742",
				"/u163264"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p269",
				"https://www.flashback.org/t270116p271",
				"https://www.flashback.org/t270116p258"
		],
		"userUrl": [
				"https://www.flashback.org/u416788",
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u163264"
		],
		"sentence": [
				"Jag fattar fortfarande inte vad som är bättre på F-16 jämnfört med 39 Gripen, det enda dom skall göra är ju att åka upp i luften med sin last och låsa en misil eller bomb på ett mål, och sedan dra sig därifrån, enda skillnaden jag kan tänka mig mellan dom båda är väl hur dom är tänkta att kunna användas, F-16 är väl mera ett flygbas plan och 39Gripen är väl mera för allround för flygbas och vägbas och sånt med minimal service, som det var tänkt när den kom till, lite mera traktor som skall fungera i ur och skur och inte stå i en hangar efter några flygningar bara för underhåll.",
				"Så jag väntar fortfarande på att du ska berätta om alla omoderna vapen som finns till F-16, och sedan presentera alla de moderna vapen som enbart finns till Gripen På vilket sätt skulle F-35 inte vara ett jaktflygplan, då det kommer vara beväpnat för BVR strid, samt strid på kortare avstånd med IR-jaktrobotar eller sin Akan.",
				"Sedan kan man ju fråga sig hur många timmar man skall slå ut denna kostnad på: Som det nu är används många av flygplanen väldigt lite (eller inte alls) vilket kan medföra att den konstruktionsmässiga livslängden (säg 8000 timmar) inte kommer att uppnås på grund av att flygplanen hinner bli omoderna och skrotade innan de blir utslitna."
		]
	},
	{
		"postIndex": [
			[11954],
			[12042],
			[13198]
		],
		"postTime": [
				"2011-03-13",
				"2011-03-14",
				"2011-04-30"
		],
		"postNum": [
			[3334],
			[3353],
			[3627]
		],
		"postLink": [
				"/sp29442434",
				"/sp29473638",
				"/sp30362045"
		],
		"postUser": [
				"krokodil",
				"krokodil",
				"krokodil"
		],
		"postUserID": [
				"/u126742",
				"/u126742",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p278",
				"https://www.flashback.org/t270116p280",
				"https://www.flashback.org/t270116p303"
		],
		"userUrl": [
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"Påstått att det bara finns omoderna vapensystem till F-16, när du ska tala om vilka moderna vapen som Gripen har så kommer du dragande med Meteor - en radarjaktrobot som planeras bli operativ om ca 5 år, men som inte kommer att vara mer modern än kommande långdistansversioner av AMRAAM ( som då i sin tur ska ersätta AIM-54).",
				"Den kommer även kunna användas på tex Gripen, på samma sätt som att Meteor kan användas på tex F-16 Du skriver att Gripen har moderna vapen, medans F-16 bara har omoderna, du kan sedan inte berätta vilka omoderna vapen du syftade på.",
				"Skulle det varit exportförbud på Gripen så skulle totala antalet byggda flygplan ändå vara ungefär det samma ( - 26) då de flesta av de exporterade Gripen kommer från de 204 som byggts för Svenska Flygvapnet."
		]
	},
	{
		"postIndex": [
			[13679],
			[13626],
			[14174]
		],
		"postTime": [
				"2011-08-14",
				"2011-08-14",
				"2011-12-30"
		],
		"postNum": [
			[3785],
			[3765],
			[3879]
		],
		"postLink": [
				"/sp32236838",
				"/sp32234113",
				"/sp34813591"
		],
		"postUser": [
				"gurex",
				"gurex",
				"Hansol"
		],
		"postUserID": [
				"/u140621",
				"/u140621",
				"/u90672"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p316",
				"https://www.flashback.org/t270116p314",
				"https://www.flashback.org/t270116p324"
		],
		"userUrl": [
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u90672"
		],
		"sentence": [
				"Diskussionen som jag uppfattade den var ju om att köpa projekterade plan som inte var färdiga vilket tyckte att: Till det svarade Varefter jag (som uppenbarligen missat att det handlade om gripen och f-35 även fast det var en diskussion om att köpa ofärdiga flygplan) skrev: Varav svarade med: Eftersom Jänkarna inte exporterar f22 så tror jag att krokodil lägger ord i munnen på mig då han skriver : Jag pratade om bästa planet oavsett kostnad, då räknade jag bort f22 eftersom det inte kunde vara aktuellt för Norge.",
				"Det var inte meningen att lägga ord i din mun men du kanske skulle skriva lite tydligare för att underlätta framtida missförstånd :-) Att Normännen inte bjöd in Sukhoi eller om de valde att inte delta pga uppgjord affär eller liknande gör ju inte att norskarna köpte det bästa planet de kunnat köpa (om man antar att PAK-FA är bättre).",
				"Radarn är till största delen svensktillverkad även den om du räknar bort antennen (vilken kommer från Ferranti) all övrig apparatur eller bakändan kommer från Saab Electronic Defence Systems föredetta Ericsson Microwave Systems Att man även köper in ett antal apparater, landställ samt Martin Baker stolen är för att göra det du vurmar så högt om annars, nämligen att hålla kostnaderna nere och köpa färdigt från hyllan."
		]
	},
	{
		"postIndex": [
			[15157],
			[15439],
			[14735]
		],
		"postTime": [
				"2012-05-09",
				"2012-05-17",
				"2012-02-28"
		],
		"postNum": [
			[4099],
			[4162],
			[3995]
		],
		"postLink": [
				"/sp37256977",
				"/sp37414616",
				"/sp35957371"
		],
		"postUser": [
				"Dr.Spin",
				"wellerocks",
				"wellerocks"
		],
		"postUserID": [
				"/u496782",
				"/u536106",
				"/u536106"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p342",
				"https://www.flashback.org/t270116p347",
				"https://www.flashback.org/t270116p333"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u536106",
				"https://www.flashback.org/u536106"
		],
		"sentence": [
				"(Motorbladen syns inte på EF2000 vilket de gör lite grann hos Rafale och det är en stor reflektionskällor, i alla andra vinklar är EF2000 hopplöst missbildad jämfört med Gripen i första hand och Rafale i andra hand) Men vi kan väl kika på vad flygplanen var byggda för och därefter säga om de är lyckade eller ej.",
				"USA har en oerhört viktig strategisk fördel i mån av Boeing och tung politisk bakgrund, Frankrike har många mindre strategiska samarbeten och vann precis ett av världens största stridsflygsupphandlingar i Indien, Sverige erbjuder det bästa industriella off-settet och vann nyligen i Schweiz, som också ersätter F-5 med de nya planen, och ansåg att Gripen gav mest \"bang for the buck\".",
				"Förhoppningsvis innebär detta att man kommer fortsätta bruka Gripen C/D ett tag till (möjligen också spara några för framtida lease-buy avtal med öst-europeiska länder) och därav kunna använda sig av den större mängden RM12'or som finns, förutsagt att man nu använder F414G i E/F och inte chip-trimmade RM12'or."
		]
	},
	{
		"postIndex": [
			[17319],
			[17047],
			[16455]
		],
		"postTime": [
				"2012-09-04",
				"2012-09-01",
				"2012-08-26"
		],
		"postNum": [
			[4642],
			[4582],
			[4419]
		],
		"postLink": [
				"/sp39177241",
				"/sp39128063",
				"/sp39028540"
		],
		"postUser": [
				"Dr.Spin",
				"Dr.Spin",
				"RyttarVM1990"
		],
		"postUserID": [
				"/u496782",
				"/u496782",
				"/u668484"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p387",
				"https://www.flashback.org/t270116p382",
				"https://www.flashback.org/t270116p369"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u668484"
		],
		"sentence": [
				"Jakt -BVR (Överlägset till gripens fördel) -WVR (Överlägset till gripens fördel) -Intercept (Överlägset till gripens fördel) -Air Policing (Överlägset till gripens fördel) -Area Denial (Överlägset till gripens fördel) Attack -Räckvidd (Överlägset till gripens fördel) -Vapenlast (Enda jämna punkten) -Tid till målet (Överlägset till gripens fördel) -Överlevnadschanser (Överlägset till gripens fördel) Spaning -Förmåga att smyga (Överlägset till gripens fördel) -Sensorkänslighet (Överlägset till gripens fördel) -Datalänk (Överlägset till gripens fördel) Pris -Inköpspris (A20 dyrast, sedan Gripen och sist lätt attack/skolflyg) -Driftkostnad (Gripen bäst till bland kapabla flygplan, SK60 saknar data vad jag vet) -Exportintäkter (Gripen överlägsen alla alternativ, Sk60 liknar SAAB 38 och har sålts till ett land, Viggen såldes till 0 länder) SAAB 38 och SK60 är väldigt lika i prestanda.",
				"Jakt -BVR (Överlägset till gripens fördel) -WVR (Överlägset till gripens fördel) -Intercept (Överlägset till gripens fördel) -Air Policing (Överlägset till gripens fördel) -Area Denial (Överlägset till gripens fördel) Attack -Räckvidd (Överlägset till gripens fördel) -Vapenlast (Enda jämna punkten) -Tid till målet (Överlägset till gripens fördel) -Överlevnadschanser (Överlägset till gripens fördel) Spaning -Förmåga att smyga (Överlägset till gripens fördel) -Sensorkänslighet (Överlägset till gripens fördel) -Datalänk (Överlägset till gripens fördel) Pris -Inköpspris (A20 dyrast, sedan Gripen och sist lätt attack/skolflyg) -Driftkostnad (Gripen bäst till bland kapabla flygplan, SK60 saknar data vad jag vet) -Exportintäkter (Gripen överlägsen alla alternativ, Sk60 liknar SAAB 38 och har sålts till ett land, Viggen såldes till 0 länder) Så på 12 punkter är Gripen totalt överlägsen.",
				"Vi har inte ens råd att rusta eller flyga de Gripen vi har idag och då ska vi gå och köp nya samtidigt som vi ska betala ett annat land för att vara med på investeringen som leder till att Sverige äger ännu fler plan landet inte har råd att använda!?"
		]
	},
	{
		"postIndex": [
			[18626],
			[18615],
			[18335]
		],
		"postTime": [
				"2012-12-13",
				"2012-12-10",
				"2012-11-12"
		],
		"postNum": [
			[5017],
			[5010],
			[4928]
		],
		"postLink": [
				"/sp40891751",
				"/sp40823455",
				"/sp40321482"
		],
		"postUser": [
				"Dr.Spin",
				"scheele",
				"Snooze91"
		],
		"postUserID": [
				"/u496782",
				"/u231931",
				"/u496272"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p419",
				"https://www.flashback.org/t270116p418",
				"https://www.flashback.org/t270116p411"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u231931",
				"https://www.flashback.org/u496272"
		],
		"sentence": [
				"Kostnad för 65 st F35 under hela livslängden: Inkl R&D 45 mdr CAD Exkl R&D 36 mdr CAD Kostnad 60 st Gripen E Inkl R&D 90 mdr SEK Exkl R&D 76,5 mdr SEK Kostnad General Atomics Avenger (stealthdrönare) under 20 år Styckepris 30 m $ (inköp 12-15 milj $) Skillnad i pris vid dollarkurs på 7 SEK: 4,85 mdr SEK/F35 vs 1,5mdr per Gripen E \"Bang for the buck\", vad man kan välja mellan (om man har samma mängd piloter i båda fallen) 65 F35 65 Gripen + 9 Gripen i reserv + 218 stealthdrönare för air policing, bombning etc.",
				"Under hela första året av insatser under OEF:A så Användes endast en enda AGM-65 på samtliga flygplan och både USAF/USN totalt är siffran nu uppe i max 10st på alla år om ens det, så det verkar inte ens finnas ett diskussionsunderlag.",
				"Den skyddsmur svenska Gripen måste ta sig igenom för att ens nå dessa luftvärnsförband är med största möjliga chans: Marina Luftvärnsförband EWR förband AWACS-förband Combat Air Patrol (Su-27SM3) Intercept flygningar (Su-27SM3) Markbundna luftvärnsförband (S-400) Gripens fördel i detta scenario är situationspresentationen som är överlägsen i JAS 39 samt möjligen överlägsna ECM/ECCM förmågor hos de enskilda flygplanen."
		]
	},
	{
		"postIndex": [
			[19311],
			[19947],
			[19589]
		],
		"postTime": [
				"2013-01-19",
				"2013-03-23",
				"2013-03-08"
		],
		"postNum": [
			[5201],
			[5391],
			[5294]
		],
		"postLink": [
				"/sp41563088",
				"/sp42614308",
				"/sp42368240"
		],
		"postUser": [
				"Brunkeberg",
				"kroppskultur",
				"Neksnor"
		],
		"postUserID": [
				"/u736046",
				"/u240960",
				"/u466936"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p434",
				"https://www.flashback.org/t270116p450",
				"https://www.flashback.org/t270116p442"
		],
		"userUrl": [
				"https://www.flashback.org/u736046",
				"https://www.flashback.org/u240960",
				"https://www.flashback.org/u466936"
		],
		"sentence": [
				"Om Försvaret köper 60 st Gripen E som så kommer man vara tvungen att spara in pengar på andra områden inom försvaret, kanske inte behöver nämna att försvaret redan är minimalt och det inte finns så många saker att spara in på längre.",
				"Om ett företag behöver anställa eller säga upp folk beror på många faktorer, det är inte omöjligt att SAAB måste säga upp folk, det händer företag lite då och då men dom kommer klara sig bra utan Gripen.",
				"Nu kanske jag är dum, men var inte tanken att Gripen skulle kunna landa på en vanlig svensk väg, tankas och rustas för nytt uppdrag på väldigt kort tid och sedan kriga vidare?"
		]
	},
	{
		"postIndex": [
			[20573],
			[20619],
			[20178]
		],
		"postTime": [
				"2013-04-24",
				"2013-06-05",
				"2013-03-28"
		],
		"postNum": [
			[5586],
			[5604],
			[5466]
		],
		"postLink": [
				"/sp43115132",
				"/sp43784127",
				"/sp42689975"
		],
		"postUser": [
				"Megaforce",
				"qvintusgul",
				"Brunkeberg"
		],
		"postUserID": [
				"/u58122",
				"/u144694",
				"/u736046"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p466",
				"https://www.flashback.org/t270116p467",
				"https://www.flashback.org/t270116p456"
		],
		"userUrl": [
				"https://www.flashback.org/u58122",
				"https://www.flashback.org/u144694",
				"https://www.flashback.org/u736046"
		],
		"sentence": [
				"Gripens landningsställ är redan av den typ som används på hangarfartygsbaserade plan, dvs förstärkt för hård (kort landning), starkt noshjul (till skillnad från de flesta andra plan så har Gripen broms på noshjulet och detta kräver starkare konstruktion) Gripen är en av de få plan av konventionell typ som kan både starta och landa på de största amerikanska hangarfartygen utan katapult och lina (men då används hela flygdäcket samt att fartyget måste gå för full fart i motvind).",
				"Att det handlar om en \"open-contest\" verkar dock inte ens de som gett sig in i detta tro heller, och om det vid första anblick verkar korkat att ej delta nu så kan vi i detta tidsskede lita på att det ännu så länge inte ens är en \"riktig\" förfrågan: \"However, industrial benefits obtained to date by Canadian industry in the F-35 program – US$488 million as of last week – the strong bias previously shown by the government, the DND and the RCAF in favor of the F-35 has left some manufacturers pretty dubious about the competition’s fairness.",
				"Sannolikheten att Thailand kommer att köpa fler Gripen minskar då Thailand satsar stora pengar på sin F-16 flotta, och att fler uppgraderingar eller köp av nya F-16 kan komma i framtiden."
		]
	},
	{
		"postIndex": [
			[21685],
			[21547],
			[22425]
		],
		"postTime": [
				"2013-11-07",
				"2013-10-28",
				"2013-12-19"
		],
		"postNum": [
			[5917],
			[5888],
			[6130]
		],
		"postLink": [
				"/sp46036399",
				"/sp45872572",
				"/sp46671523"
		],
		"postUser": [
				"Dr.Spin",
				"colabulle",
				"wellerocks"
		],
		"postUserID": [
				"/u496782",
				"/u465646",
				"/u536106"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p494",
				"https://www.flashback.org/t270116p491",
				"https://www.flashback.org/t270116p511"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u465646",
				"https://www.flashback.org/u536106"
		],
		"sentence": [
				"Gripen kan som exempel med lätthet nå +100 graders AoA, men FCSen stoppar detta pga att man snabbt når stallhastighet vilket kan leda till att motorn inte får tillräckligt med luft (kompressorstall) eller att flygplanet inte kan rädda situationen pga att man helt enkelt måste tappa höjd vilket är olyckligt om man flyger på låg höjd.",
				"OM jag förstod dig rätt menar du alltså att om de köper ett plan ifrån USA kommer det landet vara bevakav av USA planet utan deras vetskap, och att pga detta så ska länder istället köpa JAS eller franska plan som ex?",
				"AvN har även uttryckt att det kommer bli starkt påverkat av valet av F-X2, och bara härom veckan stod det i Brasilianska nyheter att enligt en militär källa i AvN var det mer eller mindre är säkert att valet av F-X2 även kommer leda till samma val av ersättaren till A-4M, men då att hela programmet och framtidsplaneringen av 2 nya hangarfartyg ansågs högst riskabel och utsatt."
		]
	},
	{
		"postIndex": [
			[23912],
			[22925],
			[24000]
		],
		"postTime": [
				"2014-03-03",
				"2013-12-29",
				"2014-03-17"
		],
		"postNum": [
			[6478],
			[6253],
			[6505]
		],
		"postLink": [
				"/sp47770816",
				"/sp46796093",
				"/sp47969798"
		],
		"postUser": [
				"Knasen2k",
				"Snooze91",
				"Knasen2k"
		],
		"postUserID": [
				"/u714786",
				"/u496272",
				"/u714786"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p540",
				"https://www.flashback.org/t270116p522",
				"https://www.flashback.org/t270116p543"
		],
		"userUrl": [
				"https://www.flashback.org/u714786",
				"https://www.flashback.org/u496272",
				"https://www.flashback.org/u714786"
		],
		"sentence": [
				"Gripen har samma dragkraft/vikt som ja37, så att viggen skulle klara m2 pg av sin \"stora\" motor och inte gripen köper jag inte, att han kallar gripen för långsamt har antagligen med att göra att gripens konkurenter f16, rafale, typhoon alla har betydligt mer pulver i förhållade till sin vikt och således flyger ifrån gripen ordentligt.",
				"Men det optimala vore: - Stor och bra radar - Förmåga till bibehållet energiuttag i kurvstrid - Låg bränsleförbrukning - Hög motoreffekt - Fly-by-wire - Datalänkar - IFF-system - Tung vapenlast - Lufttankning - Bra system-ergonomi - ECM / ECCM - Rems / fackel-fällare - 5 Generationens Stealth-förmåga - Hög topphastighet - Supercruise förmåga - STOL-förmåga - Hög alfa förmåga - + 9G kapabel - Väl tränade piloter - Stridsledning i form av GCI eller AWACS Nu har jag säkert glömt en jävla massa grejer som ska finnas i ett bra jaktflygplan, men du ser att det väldigt snabbt blir en fråga om att välja det ena före det andra - och vill man ha allt på listan blir summan för utveckling och produktion astronomisk.",
				"För sveriges del känns det ju inte lika kul, runt 2020 så kommer ryssarna börja flyga med SU-t50, norge kommer flyga f35, antagligen danmark också och skulle inte bli förvånad om finnarna ersätter sina f18 med f35 när det är dags."
		]
	},
	{
		"postIndex": [
			[25386],
			[24367],
			[24143]
		],
		"postTime": [
				"2014-04-24",
				"2014-03-19",
				"2014-03-17"
		],
		"postNum": [
			[6836],
			[6583],
			[6542]
		],
		"postLink": [
				"/sp48507091",
				"/sp47999441",
				"/sp47979979"
		],
		"postUser": [
				"tacost",
				"Knasen2k",
				"Knasen2k"
		],
		"postUserID": [
				"/u775509",
				"/u714786",
				"/u714786"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p570",
				"https://www.flashback.org/t270116p549",
				"https://www.flashback.org/t270116p546"
		],
		"userUrl": [
				"https://www.flashback.org/u775509",
				"https://www.flashback.org/u714786",
				"https://www.flashback.org/u714786"
		],
		"sentence": [
				"För det andra, \"snabbt\" det tar säkert 5-10 år att integrera \"kryssningsrobotar\" på Gripen eller tror du att det är som att haka på ett takräcke på bilen Det behövs en stabil inriktning inga panikåtgärder, Putin skrattar nog ihjäl sig åt oss idioter i väst som nu springer i pyjamas och letar efter åtgärder Dom enda i väst som har förstått att man alltid måste vara på sin vakt är USA, dom ska ha ett stort plus men dom har fullt upp i Asien under en 20-30 års period nu så att det inte smäller där så vi kanske ska klara detta själva efter två världskrig tycker jag iallafall.",
				"Saab hade behövt göra en vlo stealth flygkropp med möjlighet att bära invändiga vapen för att gripen skulle vara relevant, det hade kostat mycket mer å tagit längre tid då man i princip hade behövt utveckla ett helt nytt flygplan, nu valde man att finputsa den nuvarande gripen designen istället och uppgradera avioniken.",
				"Finns en anledning till att länder som ligger i ostabila områden köper f35, japan israel å sydkorea är några exempel, hade gripen lr något annat plan varit bättre hade dom ju inte köpt f35."
		]
	},
	{
		"postIndex": [
			[25937],
			[26652],
			[25895]
		],
		"postTime": [
				"2014-05-19",
				"2014-06-26",
				"2014-05-18"
		],
		"postNum": [
			[6991],
			[7156],
			[6980]
		],
		"postLink": [
				"/sp48854191",
				"/sp49353454",
				"/sp48838358"
		],
		"postUser": [
				"Megaforce",
				"Praetori",
				"namram"
		],
		"postUserID": [
				"/u58122",
				"/u345427",
				"/u79766"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p583",
				"https://www.flashback.org/t270116p597",
				"https://www.flashback.org/t270116p582"
		],
		"userUrl": [
				"https://www.flashback.org/u58122",
				"https://www.flashback.org/u345427",
				"https://www.flashback.org/u79766"
		],
		"sentence": [
				"Denna siffra är ganska aktuell för de flygvapen som köper nya/begagnade plan, men som inte har råd att flyga upp alla flygtimmarna under den tekniska livslängden (planen är alltså tänkta att användas i krig, men man övar alltså relativt lite i fred).",
				"Facklornas syfte är bara att haka av målsökaren på roboten genom att maskera kärrans egen värmesignatur i förhållande till facklorna (kontrast), helst tillräckligt länge för att flygplanet skall kunna manövrera utanför antingen gimbal eller så pass att roboten tappat tillräckligt med energi för att inte kunna komma inom verkansavstånd även om den hittar kärran på nytt.",
				"En unge som citeras säger bland annat att det inte är troligt att det kommer att bli krig i Schweiz de kommande åren och en annan unge säger att Gripen (antar att det är Gripen E som åsyftas) bara finns i datorn än så länge."
		]
	}
]
