[
	{
		"postIndex": [
			[237],
			[542],
			[1395],
			[753],
			[915]
		],
		"postTime": [
				"2006-05-15",
				"2006-05-19",
				"2006-12-19",
				"2006-06-06",
				"2006-06-30"
		],
		"postNum": [
			[32],
			[76],
			[329],
			[137],
			[179]
		],
		"postLink": [
				"/sp4190170",
				"/sp4214759",
				"/sp5824676",
				"/sp4322898",
				"/sp4464102"
		],
		"postUser": [
				"MalcolmtripleX",
				"kavalen",
				"Uncle Jimbo",
				"neutrade",
				"Blackstone"
		],
		"postUserID": [
				"/u88618",
				"/u113820",
				"/u131503",
				"/u101956",
				"/u122310"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p3",
				"https://www.flashback.org/t326889p7",
				"https://www.flashback.org/t326889p28",
				"https://www.flashback.org/t326889p12",
				"https://www.flashback.org/t326889p15"
		],
		"userUrl": [
				"https://www.flashback.org/u88618",
				"https://www.flashback.org/u113820",
				"https://www.flashback.org/u131503",
				"https://www.flashback.org/u101956",
				"https://www.flashback.org/u122310"
		],
		"sentence": [
				"Ålder spelar egentligen roll främst för karriärister då man får 2-års kontrakt om man landar en analyst position (erfarenhet krävs ej) och de flesta orkar/vill inte jobba kvar som analysts efter dessa två år då man vill antingen avancera uppåt till associate eller byta bransch.",
				"Är det lätt att komma in på dessa universitet, måste man ha höga betyg från Sverige från gymnasieutbildning eller räcker det med att man hostar upp pengarna, om man har dåliga gymnasiebetyg kan dem göra undantag, typ om man inte är har bra betyg men är intresserad av detta och vill börja, hur många tar dem in osv.",
				"Kan inte tänka mig annat än att man bör vara grymt tävlingsinriktad och tycka väldigt mycket om pengar för att det ska kännas meningsfullt att satsa på en karriär inom t ex trading eller investment banking.",
				"Jag ar inte helt saker men skulle nastan kunna garantera att dom jobben som JP Morgan, Merrill, och Smith Barney erbjuder NYC Berkeley studenter ar sk \"financial advisors positions\", vilket innebar att du sitter och \"cold calling\" hela dagarna for att ragga kunder som du sen kan planera deras financiella framtid at.",
				"Man ska nog inte låta sig påverkas av skillnader alls då man i slutändan måste prestera ett bra jobb i det dealteam man är i och då är det viktigt att kunna fungera ihop med olika personer och inte låta de ändra ens beslut/slutsatser till ett mindre bra."
		]
	},
	{
		"postIndex": [
			[3011],
			[2715],
			[1894],
			[1783],
			[1554]
		],
		"postTime": [
				"2007-05-26",
				"2007-05-22",
				"2007-03-11",
				"2007-01-28",
				"2007-01-24"
		],
		"postNum": [
			[674],
			[626],
			[438],
			[407],
			[353]
		],
		"postLink": [
				"/sp7250095",
				"/sp7202367",
				"/sp6543995",
				"/sp6175277",
				"/sp6139926"
		],
		"postUser": [
				"epic767",
				"Axel Foley",
				"m0et",
				"MunchenCalling",
				"callocain"
		],
		"postUserID": [
				"/u159447",
				"/u179816",
				"/u119879",
				"/u88360",
				"/u85900"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p57",
				"https://www.flashback.org/t326889p53",
				"https://www.flashback.org/t326889p37",
				"https://www.flashback.org/t326889p34",
				"https://www.flashback.org/t326889p30"
		],
		"userUrl": [
				"https://www.flashback.org/u159447",
				"https://www.flashback.org/u179816",
				"https://www.flashback.org/u119879",
				"https://www.flashback.org/u88360",
				"https://www.flashback.org/u85900"
		],
		"sentence": [
				"Om man nu lyckas gå i pension tidigt vid 30 års åldern, så innebär det inte att man bara sitter hemma och dagdriver, utan för mig betyder att jag kan ägna mig åt sysslor som inte garanterar någon inkomst, men ändå ha säkerheten att klara av var dag som kommer och ägna mig åt sånt som jag finner nöje i, istället för att tjäna in pengar när jag gör något som jag inte finner lika mycket nöje i.",
				"När du söker till bankjobben (vilket du kommer få göra online eftersom ingen bank kommer till Linköping för att rekrytera), kommer du konkurrera med toppstudenter från toppskolor inte bara i UK och resten utav Europa men även från andra håll i världen, som inte bara har betygen utan även oftast relevant erfarenhet också.",
				"Känns lite jobbigt :P Medans jag skulle kunna komma in till några av våra svenska univ nu till sommar om jag gör bra ifrån mig på HP eller till nästa år genom att tenta upp & hinna med att resa runt i världen.",
				"Det skulle i stort sett innebära att eftersom jag har en fil kand eller fil mag i ekonomi från lunds unviersitet eller handelshögskolan så kommer jag lära mig väldigt lite rent innehållsmässigt från harvard, london business school, insead, stanford eller whatever.",
				"Jag har forut inte tankt alls ens funderat pa att jobba inom ekonomi men eftersom den akademiska varlden inte kan erbjuda speciellt mycket trygghet eller pengar funderar jag faktiskt pa att byta branch helt."
		]
	},
	{
		"postIndex": [
			[4065],
			[4389],
			[3591],
			[4033],
			[4072]
		],
		"postTime": [
				"2008-01-12",
				"2008-01-19",
				"2007-10-21",
				"2007-12-30",
				"2008-01-12"
		],
		"postNum": [
			[898],
			[949],
			[800],
			[891],
			[898]
		],
		"postLink": [
				"/sp9579331",
				"/sp9679875",
				"/sp8718966",
				"/sp9433301",
				"/sp9579331"
		],
		"postUser": [
				"Flikka",
				"Weilöv",
				"orkarN",
				"epic767",
				"Flikka"
		],
		"postUserID": [
				"/u88635",
				"/u122970",
				"/u122113",
				"/u159447",
				"/u88635"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p75",
				"https://www.flashback.org/t326889p80",
				"https://www.flashback.org/t326889p67",
				"https://www.flashback.org/t326889p75",
				"https://www.flashback.org/t326889p75"
		],
		"userUrl": [
				"https://www.flashback.org/u88635",
				"https://www.flashback.org/u122970",
				"https://www.flashback.org/u122113",
				"https://www.flashback.org/u159447",
				"https://www.flashback.org/u88635"
		],
		"sentence": [
				"Detta i sig är inget problem men det är lite synd när de som frågar inte läst lika många NY-times artiklar, sett lika många filmer eller för den delen läst universiteten runt om i världens sälj-information, får sina frågor besvarade av folk med svar baserade på mycket tveksam fakta och kvasikunskap.",
				"Nu är jag förvisso inte ens torr om stjärten (sitter fortfarande och gror på HHS), men den uppfattningen jag har fått är att \"Investmentbankerna\" egentligen är gigantiska finanshus med allehanda aktiviteter på gång, och inte bara investmentbanker (som väl skulle inskränka sig till endast M&A för att pitcha idéer och dra kunder, sales och trading för att hitta säljare och köpare för alla securities, och research som fixar all nödvändig statistik?",
				"Kan det inte vara så att bankerna i första hand söker folk från de bästa skolorna för att det är de som är bäst lämpade för jobbet, det är de som har en större chans att klara de påfrestningar som IB-världen uppenbarligen bjuder, och det är dessa människor som ofta uppnår bättre resultat för företagen de företräder?",
				"Har hållt på med valutahandel i ca 3 år(jobbar 4 tim per dag,tjänar i snitt 5k per dag), och funderar eventuellt på att daytrada ett tag efter utbildningen( i några månader) och känna på om jag skulle vilja ha det som mitt enda jobb(om man tröttnar på för mycket fritid?",
				"På 100 investmentbankers så kanske 50 gått den \"vanliga\" (= gymnasiet med 20,0 -> HP 2,0 -> BA/MSc från HHS eller LSE -> bank-jobbs-stegen -> MBA osv) medans de andra 50 har gått 50 helt andra vägar."
		]
	},
	{
		"postIndex": [
			[5059],
			[4816],
			[5196],
			[5534],
			[5229]
		],
		"postTime": [
				"2008-03-20",
				"2008-02-28",
				"2008-03-27",
				"2008-04-13",
				"2008-03-27"
		],
		"postNum": [
			[1075],
			[1031],
			[1098],
			[1161],
			[1102]
		],
		"postLink": [
				"/sp10456987",
				"/sp10179606",
				"/sp10551750",
				"/sp10803836",
				"/sp10552220"
		],
		"postUser": [
				"ajs1",
				"OtZman",
				"souli",
				"Weilöv",
				"souli"
		],
		"postUserID": [
				"/u185226",
				"/u239360",
				"/u216859",
				"/u122970",
				"/u216859"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p90",
				"https://www.flashback.org/t326889p86",
				"https://www.flashback.org/t326889p92",
				"https://www.flashback.org/t326889p97",
				"https://www.flashback.org/t326889p92"
		],
		"userUrl": [
				"https://www.flashback.org/u185226",
				"https://www.flashback.org/u239360",
				"https://www.flashback.org/u216859",
				"https://www.flashback.org/u122970",
				"https://www.flashback.org/u216859"
		],
		"sentence": [
				"Ursäkta om det blir lite långt nu, men här kommer det: \" The Top 20 UK Unis for doing an Undergrad degree to get a Front Office* job at a Top 7 IB** * Investment Banking, Corporate Finance, ECM, DCM & Global Markets (Sales, Trading, Research & Structuring for Fixed Income, FX, Commodities & Equities) ** Goldman Sachs, Citigroup, Deutsche Bank, Morgan Stanley, JPMorgan, UBS, Lehman Brothers 01 LSE 02 Oxford, Cambridge [small gap] 04 Imperial [big gap] 05 Warwick 06 UCL [huge, huge gap] 07 KCL 08 Bristol 09 Nottingham (An MSc from CASS after an OK undergrad and you're about on par with 07-09) [gap] 10 Bath 11 Loughborough 12 York 13 St Andrews 14 Edinburgh 15 Durham [gap] 16 Reading (ISMA) 17 Manchester 18 Royal Holloway 19 City (undergrad degrees) 20 Birmingham This table gives an idea of your likelihood of getting an IB offer if you do an undergraduate degree at one of the above institutions.",
				"Tror ni det skulle vara möjligt att gå vägen indek->McKinsey och sedan, om man vill, börja jobba inom finansbranchen eller kanske läsa en MBA på ett topp universitet och sedan ta sig in på en associate position på någon bank eller liknande?",
				"Att läsa lite universitetsmatte är absolut ett bra val Plugga något du inte kommer att syssla med i framtiden är bara ett \"waste of time\" Ett år går jättesnabbt om du pluggar nåt intressant men om du bara pluggar nåt bara för att så tycker jag att det är bättre att jobba med ngt.",
				"Med tanke på vår särställning i rekryteringen till IB-jobb jämfört med andra svenska högskolor har jag väldigt svårt att tro på att firmor i London skulle börja behandla alumni från andra skolor i Sverige annorlunda bara för att Bolognasystemet införs.",
				"så karriärmöjligheterna är ungefär desamma skulle ja säga sen väljer många från Handels inte en karriär i London pga av att man gillar sverige eller rädd för att börja ett nytt liv, men på LSE så går ju majoriten till karriärer i londons finansvärld."
		]
	},
	{
		"postIndex": [
			[7063],
			[7281],
			[7427],
			[6380],
			[6342]
		],
		"postTime": [
				"2009-02-03",
				"2009-04-01",
				"2009-04-22",
				"2008-11-10",
				"2008-11-10"
		],
		"postNum": [
			[1553],
			[1610],
			[1647],
			[1395],
			[1391]
		],
		"postLink": [
				"/sp14942633",
				"/sp15907087",
				"/sp16271297",
				"/sp13658076",
				"/sp13654389"
		],
		"postUser": [
				"siss",
				"Kolonn5",
				"Forumperson",
				"MunchenCalling",
				"PhatCaT"
		],
		"postUserID": [
				"/u272978",
				"/u116526",
				"/u322788",
				"/u88360",
				"/u72069"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p130",
				"https://www.flashback.org/t326889p135",
				"https://www.flashback.org/t326889p138",
				"https://www.flashback.org/t326889p117",
				"https://www.flashback.org/t326889p116"
		],
		"userUrl": [
				"https://www.flashback.org/u272978",
				"https://www.flashback.org/u116526",
				"https://www.flashback.org/u322788",
				"https://www.flashback.org/u88360",
				"https://www.flashback.org/u72069"
		],
		"sentence": [
				"Jag förstår inte riktigt vad som skulle vara så substanslöst - jag kan inte presentera någon tillförlitlig statistiskt säkerställd undersökning, och är väl medveten om att de gäng man hängde i under universitetsåren inte med nödvändighet är respresentativ för samtliga studenter i landet i alla tider - men ni har mitt ord på att det inte behöver vara några större bekymmer att riva av en magisterexamen i ekonomi på sin fritid med vettiga betyg.",
				"Här är en intressant länk för trådens prenumeranter att dregla över: \"Napier Scott Salary and Bonus Awards Surveys 2008\" (jag tror inte Napier Scott har för vana att publicera det här gratis, men den som googlar skall finna) Någon annan kan få förklara hur titel-tier matrisen funkar, säkert har någon berättat tidigare i den här evighetstråden Det som händer med en MD som vanligtvis får £100k i bas och £800k bonus ett dåligt år är inte direkt att de inte får någon bonus alls, de får väl snarare köpa ett hus mindre i år än vanligt...",
				"Sen så tror jag även att den större delen utav svenskar som hamnar i USA inte jobbar med IB (IB i den benämning sitter och tradar och tjänar multum) då denna sorts jobb utgör ju en väldigt liten del utav alla finans jobb i usa.",
				"Du har också en stor möjlighet att komma in på ett MBA program om du gjort 2-3 år som analytiker på en investment bank, vilket du inte kommer ha om du jobbat på någon regional bank i sverige.",
				"Är det inte mycket enklare att inom en välkänd bank jobba sig upp inom IB i Sverige, och därefter få förflyttning till London (om man vill det) efter man visat framfötterna under en tid?"
		]
	},
	{
		"postIndex": [
			[8450],
			[8598],
			[8274],
			[7935],
			[8040]
		],
		"postTime": [
				"2009-11-21",
				"2009-11-28",
				"2009-11-15",
				"2009-07-15",
				"2009-09-06"
		],
		"postNum": [
			[1925],
			[1961],
			[1880],
			[1787],
			[1815]
		],
		"postLink": [
				"/sp19922087",
				"/sp20050109",
				"/sp19819417",
				"/sp17660362",
				"/sp18579449"
		],
		"postUser": [
				"sacramento",
				"KoettFaers",
				"sacramento",
				"Cedermark",
				"firre"
		],
		"postUserID": [
				"/u395755",
				"/u222030",
				"/u395755",
				"/u359919",
				"/u109527"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p161",
				"https://www.flashback.org/t326889p164",
				"https://www.flashback.org/t326889p157",
				"https://www.flashback.org/t326889p149",
				"https://www.flashback.org/t326889p152"
		],
		"userUrl": [
				"https://www.flashback.org/u395755",
				"https://www.flashback.org/u222030",
				"https://www.flashback.org/u395755",
				"https://www.flashback.org/u359919",
				"https://www.flashback.org/u109527"
		],
		"sentence": [
				"Det finns en del ingenjörer inom de områden du nämner och jag vet en del som är verksamma inom t ex Fixed Income både i Sverige och London, men det är inte lätt att landa de riktigt bra jobben, så de flesta ingenjörer inom finans i Sverige som jag känner har hamnat med programmering på \"software\"-bolag, programmering på banker (t ex riskhantering), udda branscher eller vissa säljpositioner och det är nog inte riktigt vad de tänkt sig.",
				"De verkar inte ens ha en aning vad som krävs för att överhuvudtaget orka jobba inom IB, de flesta jag har träffat och känner som jobbar inom IB droppar av efter ett år eller två, 120h arbetsveckor blir helt enkelt för tufft, för att inte tala om att hela ens liv endast kan utgöras av karriären.",
				"Jag ville inte dissa alla chanser att från I landa ett bra jobb inom finans då det nu verkar ha öppnat upp sig en aning och en del landar riktigt bra jobb, bara förmedla att den lättaste vägen går via handels då de har ett otroligt nätverk och är enda riktiga target school hos många arbetsgivare.",
				"Så länge man jobbar där sjunker ju livskvalitén radikalt, men å andra sidan bor man ju nu för tiden obelånad i Stockholms innerstad samt driver en mindre firma inom det finansiella området med några vänner och jobbar normala arbetstider - samt 6 veckors semester på sommaren Mitt tips till dig att trots allt köra typ 2 år i London och skaffa en grundplåt.",
				"Allt snack om att läsa på tier 1 universitet och ha feta sommarjobbet på corpen eller i tradingrummet på SEB gäller bara om du ska jobba i London eller rättare sagt ha en chans att gå direkt från skolan till ett jobb på en tier 1 bank i London."
		]
	},
	{
		"postIndex": [
			[9633],
			[8928],
			[9422],
			[9875],
			[9914]
		],
		"postTime": [
				"2010-11-01",
				"2010-03-15",
				"2010-10-18",
				"2011-01-10",
				"2011-01-10"
		],
		"postNum": [
			[2198],
			[2051],
			[2152],
			[2265],
			[2275]
		],
		"postLink": [
				"/sp26536946",
				"/sp21993582",
				"/sp26220726",
				"/sp28120937",
				"/sp28139914"
		],
		"postUser": [
				"Razwedtjik",
				"ChasingTheStatus",
				"tesaurus",
				"orkarN",
				"VWAP"
		],
		"postUserID": [
				"/u154822",
				"/u429993",
				"/u495517",
				"/u122113",
				"/u378505"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p184",
				"https://www.flashback.org/t326889p171",
				"https://www.flashback.org/t326889p180",
				"https://www.flashback.org/t326889p189",
				"https://www.flashback.org/t326889p190"
		],
		"userUrl": [
				"https://www.flashback.org/u154822",
				"https://www.flashback.org/u429993",
				"https://www.flashback.org/u495517",
				"https://www.flashback.org/u122113",
				"https://www.flashback.org/u378505"
		],
		"sentence": [
				"Finns så klart många vägar, men den klassiska är denna: Toppbetyg från gymnasiet -> bra skola i Sverige (HHS eller undantagsvis någon annan skola) eller utomlands -> bra betyg, gärna andra saker som utmärker dig som internships, idrottsmeriter, språk etc -> internship -> full-time offer från banken som du gjorde internship på eller en annan bank Utbildningen , oavsett vad man tycker om det, i särklass den enskilt viktigaste faktorn för att landa ett jobb inom IB.",
				"Giesst • The City of London, vols 1-4 by David Kynaston • The Rise and Fall of the Merchant Banks by Erik Banks • The London Stock Exchange: A History by Ranald Michie • The Death of Gentlemanly Capitalism: The Rise and Fall of London's Investment Banks by Philip Augar Analytical and Reference Periodicals • Wall Street Journal (daily, Monday through Friday) • Barron’s (weekly publication) General • Barron's Dictionary of Finance and Investment Terms by John Downes & Jordan Elliot Goodman • The Intelligent Investor by Benjamin Graham • International Economics: Theory and Policy by Paul R.",
				"nänä, men förstår att folk gör det för pengar och karriär, sen är det ett säkert utvecklande jobb, och man får vara med om en hel under dessa 100+ timmar veckor Jag som sitter och vegeterar framför internet, facebook, msn gör ju inte något jätte vettigt faktiskt, förutom att hänga med kompisar,gå på krogen och träffa tjejer Visst kan kroppen lära sig att leva på mindre sömn, men gränsen går nog 6:30-6 timmar för de flesta, varefter mindre sömn kommer ta på hälsan i det långa loppet.",
				"Det finns olika funktioner som har med risk att göra (eller ja, allt har väl med risk att göra) - antingen så kan du sitta på mid office och se till att banken inte drar på sig för mycket risk, eller så kan du jobba i FO-positionerna som typ ie, när du säger \"riskanalytiker\" framgår det inte riktigt vad du menar.",
				"Ingångslöner kan nog se ut enligt något liknande på en välbetalande svensk storbank: Kvantgrupp (svårt att få helt fresh ifrån skolan, men ponera att man får det): 30-35 Marknadsrisk: 28-30 Kreditrisk: 25-28 Op-risk: 24-27 Lön efter 2 löneförhöjningar (redan här sprider det sig rätt bra): Kvantgrupp: 38-45 Marknadsrisk: 36-42 Kreditrisk: 30-34 Op-risk: 28-34 Lön efter 1-jobb byte inom risk och 6 år i branschen (stor spridning nu beroende på performance): Kvantgrupp: 55-70 Marknadsrisk: 45-65 Kreditrisk: 40-50 Op-risk: 35-45 Går du till snål-handelsbanken t."
		]
	},
	{
		"postIndex": [
			[11533],
			[10590],
			[11534],
			[11603],
			[11577]
		],
		"postTime": [
				"2012-07-09",
				"2011-06-29",
				"2012-07-09",
				"2012-07-12",
				"2012-07-11"
		],
		"postNum": [
			[2684],
			[2440],
			[2684],
			[2693],
			[2688]
		],
		"postLink": [
				"/sp38233129",
				"/sp31403762",
				"/sp38233129",
				"/sp38287016",
				"/sp38278018"
		],
		"postUser": [
				"gustaf123",
				"Laser Mannen",
				"gustaf123",
				"gustaf123",
				"gustaf123"
		],
		"postUserID": [
				"/u679800",
				"/u238302",
				"/u679800",
				"/u679800",
				"/u679800"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p224",
				"https://www.flashback.org/t326889p204",
				"https://www.flashback.org/t326889p224",
				"https://www.flashback.org/t326889p225",
				"https://www.flashback.org/t326889p224"
		],
		"userUrl": [
				"https://www.flashback.org/u679800",
				"https://www.flashback.org/u238302",
				"https://www.flashback.org/u679800",
				"https://www.flashback.org/u679800",
				"https://www.flashback.org/u679800"
		],
		"sentence": [
				"Jag väljer nog HHS så att jag maximerar mina chanser att komma på intervju (jag kommer inte in på någon Ivy League skola eller liknande), jag vill ju kunna få jobb utanför Sverige (London eller Wall Street) direkt efter examen så att jag inte fastnar här i Stockholm eller i Köpenhamn.",
				"kand på Handels eller industriell ekonomi på LU(De två bästa utbildningarna i Sverige om man ser till medel-ingångslönerna för nyexade), få så höga betyg du kan därifrån och sedan ett år innan du exar söka summer intership, gå på rekryteringar och andra infomöten som kan hållas på dessa skolor eller andra ställen och leta upp de mest intressanta I-bankerna så du kan, och försöka få en fot in på antingen Canary Wharf eller Wall Street.",
				"Jag läste någonstans här på forumet att en person som jobbar inom Investment Banking i London hade träffat 25 andra svenskar där varav 23 hade läst på HHS, är det ungefär så det ser ut - 90 % av alla svenskar som jobbar inom Investment Banking i London har läst på HHS?",
				"Är detta den vanliga vägen, för oss svenskar, till ett jobb på en investment bank i London: läsa kandidatexamen på HHS och få ett internship under studietiden, man genomför sitt internship och går sedan tillbaka och läser klart sin kandidat på HHS för att senare när man tar sin examen direkt börja jobba på den IB där man gjort sitt internship?",
				"Person nr 2 läser Civilekonom i Lund med den inriktningen som passar bäst för jobb på IB (antar att det finns en finansinriktning) och tar sin examen vid 23 års ålder (civilekonomutbildningen är bara 4 år), betygen motsvarar person nr 1:s betyg, person nr 2 har hållit på med trading på egen hand under sina 4 år på universitet och resultatet är lika bra som person nr 1:s resultat."
		]
	},
	{
		"postIndex": [
			[12806],
			[12829],
			[11836],
			[12871],
			[12351]
		],
		"postTime": [
				"2013-06-09",
				"2013-06-13",
				"2012-08-17",
				"2013-07-13",
				"2013-04-17"
		],
		"postNum": [
			[3002],
			[3006],
			[2761],
			[3025],
			[2875]
		],
		"postLink": [
				"/sp43826046",
				"/sp43888261",
				"/sp38877002",
				"/sp44305284",
				"/sp43004695"
		],
		"postUser": [
				"orkarN",
				"Michael321",
				"LazardNYC",
				"ugglan",
				"7xEBITDA"
		],
		"postUserID": [
				"/u122113",
				"/u810650",
				"/u549473",
				"/u59302",
				"/u801796"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p251",
				"https://www.flashback.org/t326889p251",
				"https://www.flashback.org/t326889p231",
				"https://www.flashback.org/t326889p253",
				"https://www.flashback.org/t326889p240"
		],
		"userUrl": [
				"https://www.flashback.org/u122113",
				"https://www.flashback.org/u810650",
				"https://www.flashback.org/u549473",
				"https://www.flashback.org/u59302",
				"https://www.flashback.org/u801796"
		],
		"sentence": [
				"Middagar med analysts från andra banker slutar (och oftast börjar också) med snack om hur jävla poänglöst allt är, snack om ångesten som kommer när man inser att alla drömmar man hade om ett meningsfullt jobb och ett meningsfullt liv aldrig kommer besannas, snack om hur jävla sorglig ens VP är som har nån modellfru och en snabb bil men ändå då och då uppenbarligen överväger självmord osv.",
				"Min fråga till dig och alla andra som jobbar inom investment banking är: Varför väljer ni att jobba inom just IB när man kan jobba med sales, trading, asset management på en investment bank.",
				"80% till 45-50% - På grund av låg headcount blev vissa \"high performers\" inte erbjudna offer, detta trots att de var supportade av respektive team - Banken tillämpade ett reservlist-system där ovannämnda individer blev erbjudna offer i händelse av att någon rejectade sitt offer - För FT13 recruiting saknas spots för London kontoret (vilket ej har varit fallet tidigare år) Summa summarum är att tiderna inte är de allra bästa för de studenter med siktet på London (no suprise).",
				"Du skriver i ditt cv att du fick offer efter internshipet, sen under intervjun får du säga att området du gjorde internship inom / företaget du jobbade på inte var speciellt intressant och att du därför söker ett annat område / företag för nästa sommar.",
				"+ Globalt natverk; bred och djup expertis, rotations till andra kontor + Resurser; inhouse design + marknadsanalys-avd (du slipper en del skitgora) + Stora deals; de mest spannande transaktionerna och klienterna + Brand name; exit opps – Hemsk work life balance; knappt nagon semester & alltid \"on call\" – Byrakrati; mkt politik for att ta sig till toppen – \"En i mangden\"-kansla; du ar valdigt utbytbar i tidiga ar + Tidigt vital del av teamet + Mer ansvar i juinora led + Nara klienten fran start – Begransade exit opps – Mer grunt; inte samma inhouse-resurser, du far gara mkt formattering och research sjalv – Mindre deals** >> samre betalt >> mindre intressanta uppdrag (enl."
		]
	},
	{
		"postIndex": [
			[13956],
			[13156],
			[13813],
			[13283],
			[13867]
		],
		"postTime": [
				"2014-07-02",
				"2013-09-19",
				"2014-05-21",
				"2013-10-20",
				"2014-06-28"
		],
		"postNum": [
			[3362],
			[3124],
			[3321],
			[3166],
			[3339]
		],
		"postLink": [
				"/sp49437672",
				"/sp45319184",
				"/sp48881266",
				"/sp45755872",
				"/sp49379277"
		],
		"postUser": [
				"Bucketshop",
				"kakan7",
				"mastejag",
				"buffy86",
				"Bucketshop"
		],
		"postUserID": [
				"/u376069",
				"/u586705",
				"/u590933",
				"/u730968",
				"/u376069"
		],
		"postUrl": [
				"https://www.flashback.org/t326889p281",
				"https://www.flashback.org/t326889p261",
				"https://www.flashback.org/t326889p277",
				"https://www.flashback.org/t326889p264",
				"https://www.flashback.org/t326889p279"
		],
		"userUrl": [
				"https://www.flashback.org/u376069",
				"https://www.flashback.org/u586705",
				"https://www.flashback.org/u590933",
				"https://www.flashback.org/u730968",
				"https://www.flashback.org/u376069"
		],
		"sentence": [
				"Så tar du den vägen måste du vara bättre än alla andra som jobbat inom branschen ett par år, siktar du på london direkt räcker med att du är bättre än alla 20-åringar som tycker det verkar fräckt att bli bänker.",
				"Tänkte höra med er vad jag skulle kunna förvänta mig för typ av arbete på en bra bank/finansbolag, om ni kanske har erfarenhet av att själva vara fysiker och komma in i finansvärlden, eller sett fysiker komma in eller bara har koll på det.",
				"Man jobbar nog för det första 7 dagar/v och man har inget liv alls utanför jobbet (flickvän, hobby osv) därefter bryr man sig enbart om pengar och sist men inte minst så kryddar man nog på några timmar när man berättar om sina arbetstider Nej, lönen är i många fall inte så hög om man ser till investerade timmar...",
				"Som du säkert har läst så vet jag inte speciellt mycket, ansökte faktiskt på skoj och trodde absolut inte att jag skulle bli kallad till intervju, men som sagt har jag arbetat i över fem år på banken som extra anställd men jag har inte behandlat ovanstående uppgifter nån gång så det är verkligen en junior nivå för mig.",
				"Utan det jag menar är att ha gjort ett internship (på men mindre relevant position) på en av londonbankerna är bättre än att gjort samma sak på en svensk bank eller ett mindre ställe i london då man helt enkelt visat att man blivit (ganska hårt) granskad av en annan, välkänd, bank."
		]
	}
]
