[
	{
		"postIndex": [
			[131],
			[343],
			[144]
		],
		"postTime": [
				"2006-07-20",
				"2006-07-24",
				"2006-07-20"
		],
		"postNum": [
			[31],
			[57],
			[31]
		],
		"postLink": [
				"/sp4600160",
				"/sp4627381",
				"/sp4600160"
		],
		"postUser": [
				"a4swe",
				"smartypants",
				"a4swe"
		],
		"postUserID": [
				"/u12665",
				"/u71313",
				"/u12665"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p3",
				"https://www.flashback.org/t350508p5",
				"https://www.flashback.org/t350508p3"
		],
		"userUrl": [
				"https://www.flashback.org/u12665",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u12665"
		],
		"sentence": [
				"Här är vi ngl överens, Marx teorier är inte vatten värde om man inte accepterar AVT, denna är ett nödvändigt och tillräkligt vilkor för att resterande av Marx ekonomiska teorier stämmer, är vi helt överens eller bara till viss del överens?",
				"Jo, för omman tig en tidsmaskin och hämtade Marx till dagens samhälle, så skulle han antingen vara tvungen att vidhålla att han hade rätt, och att samhället har fel, eller så är han tvungen att inse att försöken att genomföra hans teorier är den största katastrofen i mänsklighetens historia.",
				"Alltså: Vatten är dyrt i Sahara, man kommer då att ta dit vatten för att sälja (värdeökning pga arbete här dock, men det försummar vi) tillgången kommer att öka och priset att sjunka, priset kommer att röra sig mot sitt värde och där stanna av eftersom det då inte finns anledning för någon att föra in mer vatten i Sahara eftersom kostnaderna för arbete överstiger det som man får ut i profit."
		]
	},
	{
		"postIndex": [
			[908],
			[866],
			[1124]
		],
		"postTime": [
				"2006-08-31",
				"2006-08-30",
				"2006-09-16"
		],
		"postNum": [
			[160],
			[157],
			[186]
		],
		"postLink": [
				"/sp4934895",
				"/sp4923481",
				"/sp5059576"
		],
		"postUser": [
				"Stalin",
				"smartypants",
				"CatoHectorian"
		],
		"postUserID": [
				"/u3522",
				"/u71313",
				"/u126098"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p14",
				"https://www.flashback.org/t350508p14",
				"https://www.flashback.org/t350508p16"
		],
		"userUrl": [
				"https://www.flashback.org/u3522",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u126098"
		],
		"sentence": [
				"Ja, arbetslösa är arbetare, idag när kapitalets reella underodning är mer eller midnre genomförd finns det ingen poäng i att skilja mervärdesproducerande arbetare från tjänstefolk som avlönas med revenyn, men det Marx skrev om här var de som inte har anställning öht och deras relation till kapitalet, dvs de får förlita sig helt till alternativ försörjning, tex tiggeri eller fonder som arbetarna skapar själva.",
				"Det är dock helt klart att han anser att detta är ett tillfälligt fenomen, och om du hade bemödat dig med att läsa del 2 av detta 23:e kapitalet så förklarar han varför det variabla kapitalet (alltså lönerna) måste i längden minska som en del av den nödvändiga ackumulation av kapital som Marx har hittat på, och i del 3 förklarar han varför detta innebär en överbefolkning och i del 4 varför detta innebär en allt sjunkande arbetslön, och ökande fattigdom \"pauperism\", som han kallart, bland arbetarna.",
				"Men för att bli lite övertydlig: Marx hävdade att arbetarna skulle bli medvetna om sin situation och förstå att de blev utnyttjade och var satta under förtryck(han hade rätt) Marx hävdade att när de blivit medvetna så skulle de organisera sig för att bekämpa förtrycket (han hade rätt)."
		]
	},
	{
		"postIndex": [
			[1199],
			[1945],
			[1376]
		],
		"postTime": [
				"2008-02-21",
				"2008-10-20",
				"2008-10-18"
		],
		"postNum": [
			[196],
			[263],
			[228]
		],
		"postLink": [
				"/sp10090933",
				"/sp13364765",
				"/sp13337912"
		],
		"postUser": [
				"TrialByError",
				"Defenestration",
				"smartypants"
		],
		"postUserID": [
				"/u6481",
				"/u175839",
				"/u71313"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p17",
				"https://www.flashback.org/t350508p22",
				"https://www.flashback.org/t350508p19"
		],
		"userUrl": [
				"https://www.flashback.org/u6481",
				"https://www.flashback.org/u175839",
				"https://www.flashback.org/u71313"
		],
		"sentence": [
				"Antingen så innebär detta att Marx hade fel och arbetarna fått det bättre och bättre och inte alls vill revolutionera (troligt) eller så är de en skock får som politrukerna behagar ljuga och förleda (mindre troligt) Klasskampen var möjligen en nödvändighet under Marx tid även fast den blev inaktuell mer och mer under redan hans levnadstid.",
				"Vidare förespråkas som bekant \"reform för revolution\" och idealet är väl i princip att man vid en punkt skall ha lyckats lyfta människor så mycket och utbilda människor så mycket samt sakta men säkert ändrat på de sociala normerna så att den borgerliga \"moralen\" inte längre är förhärskande - därefter kommer revolutionen helt enkelt bestå i att man på demokratisk väg röstar igenom en lag som förbjuder privat ägande, och om någon då försöker bryta mot lagen så måste givetvis det statliga våldsmonopolet göra sitt jobb.",
				"Det har jag redan gjort i en annan tråd som jag absolut tror du också diskuterade i, men OK, då kör vi igen: Marx ekonomiska analys baserar sig på en värdeteori som inte ens Marx försöker få att fungera generellt, utan enbart på handelsvaror (commodities säger man engelska) varor vars kvalitet och egenskaper inte varierar nämvärt."
		]
	},
	{
		"postIndex": [
			[2529],
			[2606],
			[2871]
		],
		"postTime": [
				"2008-10-24",
				"2008-10-26",
				"2008-11-01"
		],
		"postNum": [
			[314],
			[325],
			[365]
		],
		"postLink": [
				"/sp13424727",
				"/sp13440523",
				"/sp13519744"
		],
		"postUser": [
				"Defenestration",
				"smartypants",
				"Axelus"
		],
		"postUserID": [
				"/u175839",
				"/u71313",
				"/u225040"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p27",
				"https://www.flashback.org/t350508p28",
				"https://www.flashback.org/t350508p31"
		],
		"userUrl": [
				"https://www.flashback.org/u175839",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u225040"
		],
		"sentence": [
				"Men jag kan nämna att jag gällande ekonomistuderande - eller nationalekonomi var det kanske, kommer inte ihåg - så har alla jag pratat med som läser eller läst det (varav en på master-nivå) observerat att det är en stor bedrift att lyckas behålla en liberal tro på den fria marknaden efter sådana studier.",
				"Istället för att som dom orsaker som fanns till klassernas vidare existens, som att det behövs kapital för att starta ett företag, så man kan inte starta företag när man är rik, och utan allmän utbildning kan man inte få den utbildning man behöver om inte föräldrarna är rika, och staten ger vissa ekonomiska privilegier till adeln o dyl, så kommer han upp med en abstrakt historisk förklaring utgående från dialektiken (i sig komplett nonsens) där han menar att ägande i sig är förtryck.",
				"Kapitalismen eller liberalismen som socialt system, med dess betoning på individualitet och ekonomisk, politisk och juridisk frigörelse ger upphov till en mängd olika fält, snarare än Marx bild av kapitalismens ekonomiska överklassfält och dess samhälles statiska utveckling."
		]
	},
	{
		"postIndex": [
			[3316],
			[3295],
			[3148]
		],
		"postTime": [
				"2009-02-12",
				"2009-02-12",
				"2009-02-10"
		],
		"postNum": [
			[425],
			[423],
			[401]
		],
		"postLink": [
				"/sp15092340",
				"/sp15088855",
				"/sp15069719"
		],
		"postUser": [
				"madcappo",
				"madcappo",
				"smartypants"
		],
		"postUserID": [
				"/u283793",
				"/u283793",
				"/u71313"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p36",
				"https://www.flashback.org/t350508p36",
				"https://www.flashback.org/t350508p34"
		],
		"userUrl": [
				"https://www.flashback.org/u283793",
				"https://www.flashback.org/u283793",
				"https://www.flashback.org/u71313"
		],
		"sentence": [
				"Om du vill motbevisa Marx ekonomiska teorier så visst, skriv dig blodig, men kom inte och fråga om Marx hade \"rätt eller fel\" för det är inte det det handlar om.",
				"Marx ansåg att ett nödvändigt stadium på vägen mot ett klasslöst samhälle var proletariatets diktatur, men diktatur innebar inte att demokratin skulle försvinna, bara det att den härskande makten (minoriteten) inte skulle ha makten över arbetarna längre.",
				"Att ni Marxister försöker ta upp dessa som exempel på saker Marx hade rätt i visar bara att ni är dogmatiska och desperata och behandlar Marx som en profet, och inte som en vetenskapsman."
		]
	},
	{
		"postIndex": [
			[4430],
			[4079],
			[4020]
		],
		"postTime": [
				"2009-02-26",
				"2009-02-24",
				"2009-02-23"
		],
		"postNum": [
			[580],
			[548],
			[543]
		],
		"postLink": [
				"/sp15340500",
				"/sp15294658",
				"/sp15290257"
		],
		"postUser": [
				"smartypants",
				"smartypants",
				"unsung"
		],
		"postUserID": [
				"/u71313",
				"/u71313",
				"/u266754"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p49",
				"https://www.flashback.org/t350508p46",
				"https://www.flashback.org/t350508p46"
		],
		"userUrl": [
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u71313",
				"https://www.flashback.org/u266754"
		],
		"sentence": [
				"Jag upprepar, eftersom du inte fattade: Avsikten var inte att lägga fram en doktorsavhandling med komplett och heltäckande kritik av allt Marx skrev om alienationen ur alla synpunkter, utan att kort och lättförståeligt förklara nog om saken, så att folk med iaf hjälpligt IQ och läsförmåga, skulle kunna förstå varför Marx hade fel i denna frågan.",
				"Men tråden har misslyckats, för socialisterna envisas med att bara försöka bevisa att Marx visst hade rätt i sina ekonomiska och historiska teorier, vilket är patetiskt och dömt att misslyckad- Därmed har tråden lyckats med enbart en sak: Bevisa att Marxister skiter i sanning och vetenskap, och bara är intresserade av att rädda sin profets rykte.",
				"Om inte Marx satt med ett ess i rockärmen i form av en kristallkula så har jag svårt att se hur han skulle kunna se den utveckling (som gått i rasande fart sedan hans död) som vi nu upplever, att arbetarens kreativitet skiljer sig i dagens produktion från den Marx beskrev den när han speglade sin samtid torde vara självklart då i stort sett inga gemensamma beröringspunkter finns om man jämför modern produktion med 1800-tals dito."
		]
	},
	{
		"postIndex": [
			[5530],
			[5592],
			[5313]
		],
		"postTime": [
				"2009-03-17",
				"2009-03-18",
				"2009-03-10"
		],
		"postNum": [
			[655],
			[665],
			[639]
		],
		"postLink": [
				"/sp15660419",
				"/sp15674540",
				"/sp15547259"
		],
		"postUser": [
				"urverksapelsin",
				"Aerials",
				"Chen"
		],
		"postUserID": [
				"/u232991",
				"/u287915",
				"/u315903"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p55",
				"https://www.flashback.org/t350508p56",
				"https://www.flashback.org/t350508p54"
		],
		"userUrl": [
				"https://www.flashback.org/u232991",
				"https://www.flashback.org/u287915",
				"https://www.flashback.org/u315903"
		],
		"sentence": [
				"Wheen påpekar ett förhållande som redan klargjorts på denna sida: att Marx värdeteori är ovetenskaplig, ty visst påstår Marx att hans lära är vetenskap men Slutligen en rolig kuriositet för mig som är expert på syndikalism och anarkism: deras två profeter får sig en känga, Proudhon, berättar Wheen, verkar inte har förespråkat något (vilket är sant), och Bakunins enda ide verkar varit att staten var dålig, och denna tanke upprepade han för sina små struntförbund med några dussintals medlemmar styck på diverse ölstugor runtom i Europa.",
				"För att förtydliga något: Marx hade visst en vision, en teori, som han lade fram som baserades på hans vetenskapliga anlägg, detta var, att det fanns naturliga faser i samhället, en röd tråd som innehöll imperialism (som har varit) kapitalism (som är) och för att till slut nå det slutgiltiga (en utopi, fast inte, han såg det mer som ounvikligt) ett ultimat socialistiskt samhälle, som vari sig man vill eller inte skulle komma att vara.",
				"Japp, och nu påstod inte Gunilla någonting annat gällande Marx, och ändå påstår smartypants att hon skulle anse att Marx arbete var ovetenskaplig flum bara för att man inte kan säga att det till 100 % är rätt eller fel."
		]
	},
	{
		"postIndex": [
			[5957],
			[5806],
			[5743]
		],
		"postTime": [
				"2009-04-16",
				"2009-03-21",
				"2009-03-21"
		],
		"postNum": [
			[756],
			[723],
			[707]
		],
		"postLink": [
				"/sp16154232",
				"/sp15736081",
				"/sp15735150"
		],
		"postUser": [
				"urverksapelsin",
				"Oakenshield",
				"spottkobran"
		],
		"postUserID": [
				"/u232991",
				"/u295577",
				"/u233832"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p63",
				"https://www.flashback.org/t350508p61",
				"https://www.flashback.org/t350508p59"
		],
		"userUrl": [
				"https://www.flashback.org/u232991",
				"https://www.flashback.org/u295577",
				"https://www.flashback.org/u233832"
		],
		"sentence": [
				"Wheen påpekar ett förhållande som redan klargjorts på denna sida: att Marx värdeteori är ovetenskaplig, ty visst påstår Marx att hans lära är vetenskap men Citat: Citat: Slutligen en rolig kuriositet för mig som är expert på syndikalism och anarkism: deras två profeter får sig en känga, Proudhon, berättar Wheen, verkar inte har förespråkat något (vilket är sant), och Bakunins enda ide verkar varit att staten var dålig, och denna tanke upprepade han för sina små struntförbund med några dussintals medlemmar styck på diverse ölstugor runtom i Europa.",
				"Av alla de vanliga arbetande personer jag känner, må det så vara inom industri eller vård eller annat, och det är folk i många olika grenar, finns det inte en enda som ställer upp på det här dravlet som du och dina gelikar försöker pracka på dom - för NI anser att NI vet deras bästa.",
				"Men för det första behövs inte härför ett speciellt maskineri, en speciell apparat för undertryckandet; detta kommer att utföras av själva det beväpnade folket lika enkelt och lätt som en skara civiliserade människor också inom det nuvarande samhället skiljer två slagskämpar åt eller förhindrar övervåld mot en kvinna."
		]
	},
	{
		"postIndex": [
			[6438],
			[6322],
			[6065]
		],
		"postTime": [
				"2009-10-14",
				"2009-10-12",
				"2009-09-18"
		],
		"postNum": [
			[868],
			[855],
			[797]
		],
		"postLink": [
				"/sp19242280",
				"/sp19206889",
				"/sp18791337"
		],
		"postUser": [
				"TrialByError",
				"TrialByError",
				"urverksapelsin"
		],
		"postUserID": [
				"/u6481",
				"/u6481",
				"/u232991"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p73",
				"https://www.flashback.org/t350508p72",
				"https://www.flashback.org/t350508p67"
		],
		"userUrl": [
				"https://www.flashback.org/u6481",
				"https://www.flashback.org/u6481",
				"https://www.flashback.org/u232991"
		],
		"sentence": [
				"Dessutom är ju denna fråga inte relevant för debatten, huruvida polisen påverkar eller inte är knappast relevant eftersom en diktator inte lär låta dem komma till tals och en demokrati inte blir en diktatur för att poliser vill ha mer vapen.",
				"Det har ingen bäring och är som du säger inte alls ett exakt mått alls, annars hade du ju faktiskt visat hård data som stödjer din tes istället för allt detta ordbajseri om hur poliser via sin existens provocerar fram brott, fy satan vilket oerhört logiskt felslut...",
				"Och om ni exploatörer försöker erbjuda motstånd till vår proletära revolution ska vi hänsynslöst det; vi ska ta ifrån er alla rättigheter; mer än så, vi ska , för i vår proletära republik kommer exploatörerna inte att ha några rättigheter, de skall förmenas och vatten” - Vladimir Iljitj Lenin, Valda verk i tre band: andra bandet, 1979, Progress Moskva/Fram Göteborg, Moskva, sid."
		]
	},
	{
		"postIndex": [
			[6849],
			[6893],
			[6809]
		],
		"postTime": [
				"2010-10-20",
				"2010-10-20",
				"2010-10-19"
		],
		"postNum": [
			[945],
			[950],
			[939]
		],
		"postLink": [
				"/sp26260277",
				"/sp26274989",
				"/sp26241661"
		],
		"postUser": [
				"BRT",
				"BRT",
				"BRT"
		],
		"postUserID": [
				"/u391424",
				"/u391424",
				"/u391424"
		],
		"postUrl": [
				"https://www.flashback.org/t350508p79",
				"https://www.flashback.org/t350508p80",
				"https://www.flashback.org/t350508p79"
		],
		"userUrl": [
				"https://www.flashback.org/u391424",
				"https://www.flashback.org/u391424",
				"https://www.flashback.org/u391424"
		],
		"sentence": [
				"Jag kom i all ärlighets namn inte ens ihåg vem jag hade diskuterat Grunddragen/Kapitalet med, men lyfte fram det som ett exempel på marxister som gärna vill få helt olika ståndpunkter från Marx att gå ihop trots att de omöjligt kan göra det - vilket det verkar som att du försöker göra i den tråden, varför jag tolkar det som att du vill att det Marx skriver ska vara sant i båda fallen trots att det omöjligtvis kan vara det.",
				"Marx menade ju även att den absoluta överpopulation som bland annat Malthus och Lassalle trodde skulle inträda var ett feltänk, då överpopulationen bara måste vara relativ i förhållande till arbetstillfällen (vilket på vanlig svenska betyder att vi i kapitalistiska samhällen kommer att se en viss grad av arbetslöshet, vilken är nödvändig för att inte lönerna ska skena iväg i princip helt okontrollerat genom arbetarnas starka ställning på en arbetsmarknad med absolut full sysselsättning, men ingen överpopulation).",
				"Vad jag kritiserar är alltså Marx lite dubbla ställning i att för det första inte vilja skriva recept för morgondagens soppkök; och för det andra hävda att kommunismen är nödvändig och oundviklig (vilket ju just att skriva dessa recept, när kommunismen i detta fall står över mutualistisk, kollektivistisk, individualistisk, marknads-, syndikalistisk, och många andra former av socialism)."
		]
	}
]
