[
	{
		"postIndex": [
			[358],
			[505],
			[75],
			[466],
			[1126]
		],
		"postTime": [
				"2006-09-04",
				"2006-09-09",
				"2006-08-28",
				"2006-09-08",
				"2007-02-14"
		],
		"postNum": [
			[76],
			[112],
			[6],
			[101],
			[260]
		],
		"postLink": [
				"/sp4964936",
				"/sp5004230",
				"/sp4911728",
				"/sp4995401",
				"/sp6330998"
		],
		"postUser": [
				"Ajajaj",
				"jaha jovisst",
				"Isaac_A",
				"Ajajaj",
				"JemyM"
		],
		"postUserID": [
				"/u103942",
				"/u63936",
				"/u97309",
				"/u103942",
				"/u154872"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p7",
				"https://www.flashback.org/t367082p10",
				"https://www.flashback.org/t367082p1",
				"https://www.flashback.org/t367082p9",
				"https://www.flashback.org/t367082p22"
		],
		"userUrl": [
				"https://www.flashback.org/u103942",
				"https://www.flashback.org/u63936",
				"https://www.flashback.org/u97309",
				"https://www.flashback.org/u103942",
				"https://www.flashback.org/u154872"
		],
		"sentence": [
				"Du är svensk på alla sätt utom utseendet, men alla som inte känner dig tar dig för en \"invandrare\" innan dom lär känna dig, och dessvärre får allt fler invandrare dåligt rykte pågrund av hur dom sköter sig eller inte sköter sig ska man kanske säga, detta i kombination med den katastrofalt dåliga invandrings och kriminalpolitik vi har i det här landet.",
				"Det finns förstås rednecks som inte har tänkt så mycket på varför de röstar sd, precis som det finns i sossarnas valkår (bara 20 ggr så många), men jag är ganska säker på att en undersökning av olika partiers väljares politiska kunskaper skulle ge till resultat att sd har en mycket stor del politiskt medvetna väljare, de som huvudsakligen utgör deras framgång i opinionsundersökningarna på senare tid.",
				"Jag tänker rösta på SD för att jag inte \"ser upp\" till det nuvarande politiska etablissemanget och kollar man valmanifesten för de sk etablerade partierna så står det inte en stavelse om nationalism eller Svenskhet och det beror på att dessa politiker föraktar det Svenska och Svenskheten.",
				"Folkpartiet och vänsterblocket är huvudsakligen ansvariga för detta, men övriga borgerliga partier är medlöpare, då dom inte tagit sitt moraliska ansvar och öppet berättat om vad som försigår i detta land, det hade dom kunnat gjort om dom velat, men uppenbarligen ligger deras lojalitet till mångkulturen, och inte till sitt eget folk.",
				"Det bygger på vår historia som ett svultet folk i ett iskallt land där alla måste ställa upp för att så många som möjligt skall överleva vintern, och den som inte klarar att arbeta behöver växa sig stark nog för att hjälpa till nästa år."
		]
	},
	{
		"postIndex": [
			[1636],
			[2074],
			[2342],
			[3007],
			[1945]
		],
		"postTime": [
				"2008-08-29",
				"2009-03-15",
				"2009-03-17",
				"2009-03-22",
				"2009-02-19"
		],
		"postNum": [
			[408],
			[517],
			[560],
			[689],
			[468]
		],
		"postLink": [
				"/sp12640771",
				"/sp15625863",
				"/sp15667752",
				"/sp15745920",
				"/sp15220209"
		],
		"postUser": [
				"oskarj",
				"JemyM",
				"Aerials",
				"Fnysington",
				"Argorn"
		],
		"postUserID": [
				"/u116723",
				"/u154872",
				"/u287915",
				"/u196522",
				"/u326069"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p34",
				"https://www.flashback.org/t367082p44",
				"https://www.flashback.org/t367082p47",
				"https://www.flashback.org/t367082p58",
				"https://www.flashback.org/t367082p39"
		],
		"userUrl": [
				"https://www.flashback.org/u116723",
				"https://www.flashback.org/u154872",
				"https://www.flashback.org/u287915",
				"https://www.flashback.org/u196522",
				"https://www.flashback.org/u326069"
		],
		"sentence": [
				"Vi behöver inte mer människor i Sverige för att landet ska fungera snarare kommer en befolkningminskning fortskrida den teknologiska och medicinska forskingen och utvecklingen i Sverige och vara gynnande för den mindre befolkningen, skulle vi bara vara säg 4,5 miljoner invånare i Sverige skulle vi kunna försörja oss enbart på den billiga vattenkraften, men eftersom våran elkonsumtion och population ständigt ökar måste vi köpa kol, bygga ut kärnkraft osv.",
				"Vad jag sett av sverigedemokraterna inkluderar: * Fokus på nationalism och överdrivet försvarande av nationella symboler av vilka man traditionellt inte har någon genuin kunskap om utan lutar sig hellre på alternativ historia/historirevisionism * Identifiering av syndabockar som huvudsakligt mål * Förespråkande för stark makt/auktoritetsmakt * Fixering vid brott och straff * Fixering för nationell säkerhet * Fixering av bevarandet av nostalgiska traditioner för vilka rationella faktaargument för dess betydelse saknas * Bakåtsträvad syn på kön, sexualiet och jämställdhet * Utnyttjande av religion som opinionsbildare och flörtande med bakåtsträvande grupper * Nyttjande av pseudovetenskap i sin propaganda * Skräckpropaganda * \"Är du inte med oss är du emot oss\" retorik * Korruption i styrelsen * Avstånd från individualprevention som metod för att bekämpa brottslighet * Avstånd från \"mjuk\" behandling av svaga och utstötta * En \"tiden är inne\" agenda Samtliga punkter överensstämmer med Hitler, Mussolini, Franco, Suharto och Pinochet.",
				"Det spelar ingen roll hur synd det är om andra människor, eller hur solidariskt det är att hjälpa människor som har det svårt - det är ohållbart om man inte kan ta hand om sina egna problem från början, ett social skyddnät behövs och är något jag förespråkar, men när det inte håller för våra egna hur tänkte man då att man skulle ta in fler som garanterat behöver detta skyddsnät?",
				"Visst finns det en liten risk att Sd förlorar på eget grepp, men ser man sig omkring i vår omvärld finns det inget som tyder att Sd skulle försvinna, utan snarare tvärtom att de kommer att bli en allt starkare kraft att räkna med - framför allt därför att det är de etablerade partierna som står för \"extremismen\" (om vi jämför med motsvarande länder) i Sverige, inte Sd.",
				"På SVT Text får man läsa kommunernas miljarder blir 5 miljarder mindre i år och de begär statlig bidrag Detta tar man överhuvedtaget ingen hänsyn till när man vill riva upp ebo och pressa dessa hårt belastade kommuner Svensken är så jävla dum så att man i riksdagen samma dag kan prata om varsel för att senare prata om arbetskraftsinvandring och det är brist på arbetskraft inom vissa \"särskilda yrken\" Och nu säger man på rapport.."
		]
	},
	{
		"postIndex": [
			[3411],
			[3465],
			[3469],
			[3408],
			[4406]
		],
		"postTime": [
				"2009-05-28",
				"2009-05-28",
				"2009-05-28",
				"2009-05-28",
				"2009-09-15"
		],
		"postNum": [
			[769],
			[775],
			[775],
			[769],
			[1020]
		],
		"postLink": [
				"/sp16903816",
				"/sp16907269",
				"/sp16907269",
				"/sp16903816",
				"/sp18738247"
		],
		"postUser": [
				"zaturn87",
				"zaturn87",
				"zaturn87",
				"zaturn87",
				"Ruskigbuss"
		],
		"postUserID": [
				"/u302552",
				"/u302552",
				"/u302552",
				"/u302552",
				"/u61653"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p65",
				"https://www.flashback.org/t367082p65",
				"https://www.flashback.org/t367082p65",
				"https://www.flashback.org/t367082p65",
				"https://www.flashback.org/t367082p85"
		],
		"userUrl": [
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u61653"
		],
		"sentence": [
				"Att SD ens vågar uttala sig om detta pekar mot ett auktoritärt styre från deras sida eftersom de vill ha kontroll över hur folk tänker och efter vad slags kultursform de vill leva efter (vi kan inte alla äta varmkorv och pyttipanna eller hur ) En annan syn på det hela som håller sig hos den mer simpla och ödmjuka rasisten är att även om en \"svarting\" kommer hit så kan han aldrig bli fullt svensk eftersom han har en annan ursprungskultur och inte kan tänka på något annat sätt än sitt....",
				"Gissa vad dessa människor är ute och pluggar i SFI i kanske 3 till 5 år och sen är de klara att börja jobba inom samhället eller fortsätta på högskolenivå, om du tar och jämför detta med det faktumet att det tar 18 år för ett barn att ens få potentialen till att börja bli en produktiv medborgare för samhället så bör vi snarare stänga alla skolor, sluta skaffa barn och bara ta in invandrare som ska jobba i det här landet.",
				"Att dina inre organ inte flyger ut ur din kropp av ren skam för att de är i samarbete med din hjärna finner jag märkvärdigt, det måste finnas nivåer till hur dum man får vara innan kroppen säger \"näe för fan stäng av den här skiten, kommer aldrig att fungera ändå\" ^^ Jag hatar dig för den du är på insidan, hur du ser ut saknar betydelse Såklart de inte är ^^ [Sarkasm] Jag vågar åtminstone erkänna att PiP är ett enfrågeparti i sin helhet, visst har de andra åsikter också men allt kommer ner till en och samma kärnpunkt...",
				"Om det bara hade varit detta som jag nämnt nu så hade SD inte haft den stämpel som den har, snarare är det väl du som behöver vara mer orad då än jag eftersom jag enligt dessa mått är mer svensk än vad du och ditt blonda hår är eftersom jag läst ut gymnasiet (även om jag tvekar att du ens klara grundskolan) Fan även ND har större respekt hos mig än SD eftersom de åtminstone vågar öppet säga att de är rasister och följeslagare av raslära...",
				"Och eftersom endast 3% av väljarna röstar på det partiet, så är det bara 3% av väljarna som anser att frågan om integration och invandring skall lösas så som SD anser att den skall göra, övriga tycker att SD har fel - eller tycker inte att frågan är särskilt viktig."
		]
	},
	{
		"postIndex": [
			[5460],
			[4700],
			[5651],
			[5389],
			[4728]
		],
		"postTime": [
				"2009-10-06",
				"2009-09-16",
				"2009-10-06",
				"2009-10-05",
				"2009-09-16"
		],
		"postNum": [
			[1294],
			[1092],
			[1324],
			[1277],
			[1099]
		],
		"postLink": [
				"/sp19103300",
				"/sp18755107",
				"/sp19109801",
				"/sp19099064",
				"/sp18756176"
		],
		"postUser": [
				"Hereder",
				"royahl",
				"CrispyKreem",
				"50337",
				"-Info-"
		],
		"postUserID": [
				"/u384851",
				"/u203705",
				"/u64250",
				"/u206187",
				"/u736"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p108",
				"https://www.flashback.org/t367082p91",
				"https://www.flashback.org/t367082p111",
				"https://www.flashback.org/t367082p107",
				"https://www.flashback.org/t367082p92"
		],
		"userUrl": [
				"https://www.flashback.org/u384851",
				"https://www.flashback.org/u203705",
				"https://www.flashback.org/u64250",
				"https://www.flashback.org/u206187",
				"https://www.flashback.org/u736"
		],
		"sentence": [
				"Är det inte bättre att vi i alla fall \"Pause:ar\" invandringen ett par år tills vi rett ut alla problem med jobb (jag säger inte att alla invandrare är arbetslösa, det är både svenskar och invandrare som behöver jobb) innan vi tar in mer folk i landet?",
				"Jag tycker att invandrarna i Sverige bidrar med kultur och andra erfarenheter som vi svenskar inte kan komma med, tar vi hand om dessa och ger dom en utbildning i det svenska språket och skickar ut dom på arbetsmarknaden så kommer dom att bidra med mer än er bittra Sverigedemokrater någonsin kommer att bidra med till vårt vackra land.",
				"Att jag trots detta försvarar SD förklarade jag i samma inlägg: I svensk politik finns tre dåliga alternativ -- S+V som bara vill ha asylsnyltare men ingen arbetskraftsinvandring, Alliansen + Mp som vill ha båda delar men har en otroligt tafflig lösning på arbetskraftsinvandringen, och SD som inte vill ha vare sig det ena eller det andra.",
				"Har man inte bättre saker för sig än att komma med sådan kritik bör man undersöka om det inte finns bättre saker att lägga skattepengarna på än att statligt ägda Sveriges Radio ska syssla med infiltration av ett seriöst parti i 2000-talets demokratiska Sverige?!",
				"Ja, dessa somalier kommer att bidra med mycket på den svenska marknaden efter lite \"utbildning\": Synd bara att så många är analfabeter, men efter en snabbkurs i språk och därefter fortsatta studier i andra ämnen så kan de vara med och utveckla exempelvis vår IT-teknologi till helt nya höjder."
		]
	},
	{
		"postIndex": [
			[6041],
			[6461],
			[6460],
			[6309],
			[6602]
		],
		"postTime": [
				"2009-10-11",
				"2009-10-14",
				"2009-10-14",
				"2009-10-13",
				"2009-10-16"
		],
		"postNum": [
			[1446],
			[1550],
			[1550],
			[1512],
			[1579]
		],
		"postLink": [
				"/sp19197483",
				"/sp19251990",
				"/sp19251990",
				"/sp19235744",
				"/sp19291259"
		],
		"postUser": [
				"L0daren",
				"zaturn87",
				"zaturn87",
				"zaturn87",
				"Petronius"
		],
		"postUserID": [
				"/u171",
				"/u302552",
				"/u302552",
				"/u302552",
				"/u128292"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p121",
				"https://www.flashback.org/t367082p130",
				"https://www.flashback.org/t367082p130",
				"https://www.flashback.org/t367082p126",
				"https://www.flashback.org/t367082p132"
		],
		"userUrl": [
				"https://www.flashback.org/u171",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u128292"
		],
		"sentence": [
				"personligen tycker jag väl det är viktigast att man känner sig svensk, älskar Sverige och är medveten om att det är ett av de bästa länderna i världen, har i första hand lojalitet till Sverige och inte till ett annat land eller en annan religion, samt att man erkänner det som ett sekulariserat samhälle fritt från religiöst inflytande.",
				"Visst finns det flera områden i Integrationen som politiker inte tagit vid men att lite på SD med dessa frågor tror jag är farligt, men visst det kanske skickar en signal till politikerna att om de faktiskt inte har en plan för att integrera våra \"nysvenskar\" så kommer problemen fortsätta...",
				"Oavsett hur du ser på saken om mig som person så är Sverige lika mycket mitt land som ditt och behandlar det inte som en soptipp men jag vill inte klumpas in i grupper på det sättet som SD-politiker argumenterar varvid jag aldrig kan tänka mig att rösta på dem...",
				"Det finns nämligen ett magiskt nummer i form av 112 och när någon på ett eller annat sätt stör, hotar eller trakasserar dig så ringer du detta nummer så kommer ditt personliga problem att åtgärdas och ungefär så funkar det för oss alla medborgare.",
				"I extremfallet att Sverigedemokraterna skulle upplösas som parti alternativt se 90 procent av medlemmarna lämna för ett nytt parti efter valet 2006 skulle din modell ändå visa att partiet är större än Piratpartiet eftersom de fick fler röster i valet 2006."
		]
	},
	{
		"postIndex": [
			[8361],
			[7530],
			[7805],
			[7865],
			[8325]
		],
		"postTime": [
				"2009-10-28",
				"2009-10-25",
				"2009-10-25",
				"2009-10-25",
				"2009-10-28"
		],
		"postNum": [
			[1960],
			[1801],
			[1849],
			[1859],
			[1950]
		],
		"postLink": [
				"/sp19501464",
				"/sp19439876",
				"/sp19446400",
				"/sp19450676",
				"/sp19494634"
		],
		"postUser": [
				"Handskakning",
				"MittiSverige.se",
				"Norpheus",
				"adnanisH",
				"Handskakning"
		],
		"postUserID": [
				"/u382012",
				"/u384288",
				"/u351901",
				"/u276032",
				"/u382012"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p164",
				"https://www.flashback.org/t367082p151",
				"https://www.flashback.org/t367082p155",
				"https://www.flashback.org/t367082p155",
				"https://www.flashback.org/t367082p163"
		],
		"userUrl": [
				"https://www.flashback.org/u382012",
				"https://www.flashback.org/u384288",
				"https://www.flashback.org/u351901",
				"https://www.flashback.org/u276032",
				"https://www.flashback.org/u382012"
		],
		"sentence": [
				"en kille från Kaukasus med kristna föräldrar - och jag tror att det för Sverigedemokraternas väljare gäller samma sak som för väljare från andra, liknande partier i Europa: Det är folk, som reser utomlands, har utländska jobbarkompisar och bekanta, och vill bli i minoritet i sitt eget land lika lite som folk i Pakistan eller Korea skulle vilja det.",
				"Men jag är medveten om att det finns två olika sätt att \"tysta\" ett parti man ej sympatiserar med, antingen nonchalerar man, eller så lyfter man debatten och försöker påvisa var man tycker att felet ligger, sen hoppas jag att ni som ser mig skriva här på FB inser att jag sympatiserar , i en del sakfrågor gör jag naturligtvis det, men det är ju inte det jag framhäver i första hand om man säger så -Ytterligare en anledning till att rösta på SD: Dom vill stoppa rysk gasledningi Östersjön.",
				"Nej det kommer givetvis inte mer jobb men eftersom nästan alla invandrare kommer in som arbetslösa och de flesta förblir det väldigt länge skulle en minskning i invandringen givetvis leda till flera arbetslösa.",
				"Jag är säker på att det finns många invandrare som faktiskt har fått vettiga jobb genom denna metod, så att ta bort den försämrar bara möjligheterna för invandrare att integreras i det svenska samhället samt verkar det kontraproduktivt.",
				"Ärligt talat hade jag kunnat förlåta om någon påstod att i detta läget är massmord den enda lösningen - eftersom det är framdrivet av just denna beklämmande situation, i \"stressens decennier\" där inte tillräckligt många har öppnat ögonen, och personen i fråga ändå inte skulle mena det när väl saker och ting har normaliserats igen."
		]
	},
	{
		"postIndex": [
			[9703],
			[9455],
			[10676],
			[10714],
			[10199]
		],
		"postTime": [
				"2009-11-01",
				"2009-10-31",
				"2010-01-21",
				"2010-01-21",
				"2009-11-09"
		],
		"postNum": [
			[2254],
			[2180],
			[2486],
			[2493],
			[2339]
		],
		"postLink": [
				"/sp19558249",
				"/sp19547144",
				"/sp21039656",
				"/sp21040144",
				"/sp19705539"
		],
		"postUser": [
				"raffeY",
				"Phallus",
				"Fyrkantig_boll",
				"Tickla",
				"HC47"
		],
		"postUserID": [
				"/u363334",
				"/u379956",
				"/u119001",
				"/u129833",
				"/u219681"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p188",
				"https://www.flashback.org/t367082p182",
				"https://www.flashback.org/t367082p208",
				"https://www.flashback.org/t367082p208",
				"https://www.flashback.org/t367082p195"
		],
		"userUrl": [
				"https://www.flashback.org/u363334",
				"https://www.flashback.org/u379956",
				"https://www.flashback.org/u119001",
				"https://www.flashback.org/u129833",
				"https://www.flashback.org/u219681"
		],
		"sentence": [
				"Det är inte bara svennebanan och arga människor som röstar på sd, det finns många invandrare som faktiskt kommer lägga sin röst på sd för att de anser att den bilden av folk har av invandring drar ner deras anseende, liksom hur kul är det att vara en hårt arbetande människa som försörjer sig själv och lever ett bra liv men ändå blir diskriminerad för att han/hon har \"fel\" hudfärg eller \"fel\" namn.",
				"Om jag hade använt mig av samma tvivelaktiga metoder som du skulle man konstatera följande: Gud är pedofil Gud är våldtäktsman Gud tänder på små tjejer Gud är sadist Gud är paranoid Kristendomen är en religion utan moraliska och etiska grunder Kristendomens familjevärderingar och ideal är diskriminerande Kristendomen förtrycker kvinnan I Kristendomen är det okej att våldta flickor Kristendomen är en religion präglad av våld Våldet inom kristendomen utgör en fara för det svenska samhället Synen på kvinnan inom kristendomen gör kristna män mer benägna att begå våldsbrott och våldtäkter De udda värderingarna inom Kristendomen gör det svårt för kristna män att integreras i samhället Kristendomen är en sjuk religion där man dyrkar en pedofil, slavdrivare och massmördare En kristning av samhället hotar den svenska kärnfamiljen Osv.",
				"Verkligen inte, men jag tror inte att man kommer någonvart med att dömma ut alla invandrare pga dessa exempel eller att dömma ut alla svenskar pga Hagamannen.",
				"Jo snälla media är verkligen dom som lyfter fram sd i Sverige Skulle snarare dela upp grupperna (om nu kan göra detta) så här, går att kombinera dom olika grupperna: Grupp 1: Arbetarna som är trötta på att betala bidrag till invandrare som endå inte kommer ge h*n något tillbaka.",
				"Allt detta för samma pris som det skulle kosta att sätta samma invandrare i en möglig lägenhet i Rosengård där de sitter i år utan arbete eller någon vidare kontakt med det svenska samhället."
		]
	},
	{
		"postIndex": [
			[11014],
			[12220],
			[12221],
			[10904],
			[12274]
		],
		"postTime": [
				"2010-01-22",
				"2010-04-08",
				"2010-04-08",
				"2010-01-21",
				"2010-04-09"
		],
		"postNum": [
			[2547],
			[2828],
			[2828],
			[2529],
			[2846]
		],
		"postLink": [
				"/sp21048646",
				"/sp22414406",
				"/sp22414406",
				"/sp21043017",
				"/sp22430008"
		],
		"postUser": [
				"Rudan33",
				"Kessler",
				"Kessler",
				"Pushtigban",
				"Mmyhr"
		],
		"postUserID": [
				"/u320916",
				"/u390872",
				"/u390872",
				"/u410716",
				"/u101785"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p213",
				"https://www.flashback.org/t367082p236",
				"https://www.flashback.org/t367082p236",
				"https://www.flashback.org/t367082p211",
				"https://www.flashback.org/t367082p238"
		],
		"userUrl": [
				"https://www.flashback.org/u320916",
				"https://www.flashback.org/u390872",
				"https://www.flashback.org/u390872",
				"https://www.flashback.org/u410716",
				"https://www.flashback.org/u101785"
		],
		"sentence": [
				"Så alternativet du säger är att rösta på de partier som AKTIVT försöker byta ut detta lands befolkning, förnedrar våra äldre som slitit hela sitt liv och inte hjälper dagens ungdomar som kommer att komma in väldigt sent i arbetslivet, vem har fått ta över de jobb som ungdomarna innan haft...",
				"SD vill ha hårdare krav på invandrare som inte sköter sig och inte ta hit folk som kommer från länder som är överrepresenterade i brottsstatistiken MEN det betyder inte att du kommer skickas ut från landet bara för att du inte ser svensk ut.",
				"Återigen min personliga åsikt: En invandrare som röstar på SD gör mig överlycklig, det visar att även de är smarta och inte är rädda för att rösta på ett parti som hela PK-Sverige kallar för rasister trots att de inte är det och så visar det att även de sätter ner foten och säger att det räcker nu.",
				"Ta sedan folk som är med i SMR eller Sveriges unga muslimer där patriarkatet ska styra biffen och eftersom dessa lågutbildade tölpar till män finner sin värdighet genom att styra sina kvinnor så vill man oftast inte möta verkligheten varvid man försöker isolera sig för att det inte ska uppdagas inför det stora samhället vilken tölp man är...",
				"Invandring som politisk fråga för stat, kommun och landsting bör istället diskuteras i ekonomiska och/eller säkerhetsmässiga termer, och vi måste sluta diskutera invandrare som en grupp utan se och pröva varje potentiell invandrare som individ utifrån vad han eller hon kan tillföra Sverige i relation till kostnad och risk."
		]
	},
	{
		"postIndex": [
			[13065],
			[14085],
			[14163],
			[13754],
			[12820]
		],
		"postTime": [
				"2010-08-06",
				"2010-09-15",
				"2010-09-15",
				"2010-08-14",
				"2010-06-22"
		],
		"postNum": [
			[2983],
			[3152],
			[3156],
			[3106],
			[2939]
		],
		"postLink": [
				"/sp24665142",
				"/sp25496955",
				"/sp25498076",
				"/sp24830412",
				"/sp23852785"
		],
		"postUser": [
				"Fedayi",
				"kobbe",
				"RandomPossess",
				"Kiiiw",
				"mahasuka"
		],
		"postUserID": [
				"/u434565",
				"/u68744",
				"/u331569",
				"/u174241",
				"/u291454"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p249",
				"https://www.flashback.org/t367082p263",
				"https://www.flashback.org/t367082p263",
				"https://www.flashback.org/t367082p259",
				"https://www.flashback.org/t367082p245"
		],
		"userUrl": [
				"https://www.flashback.org/u434565",
				"https://www.flashback.org/u68744",
				"https://www.flashback.org/u331569",
				"https://www.flashback.org/u174241",
				"https://www.flashback.org/u291454"
		],
		"sentence": [
				"ursäkta om jag säger det men \"ert\" problem är att svenskar verkar vara för \"onationalistiska\" finns inte många invandrare som inte skulle säga att dom är stolta \"vad det nu är för land man kommer ifrån\" men om en svensk säger att den är stolt svensk tolkas det på ett helt annorlunda sätt och det roliga är att andra svenskar reagerar upprört om en svensk skulle säga det helt otroligt.",
				"Mellanöstern) (SCB Befolkningstatistik för 2009) Siffror på hur många som invandrade totalt till Sverige som inte redan var svenskar jämfört med andra länders icke-nativa invandring: 232% fler än Finland 39% fler än Danmark 26% fler än Tyskland 208% fler än Frankrike 18% fler än Storbritanien (Eurostat senaste för 2006, Wikipedia, per capita) Siffror på hur många som invandrade till Sverige och som inte kom från EU: 270% fler än Finland 86% fler än Danmark 103% fler än Tyskland 117% fler än Frankrike 17% fler än Storbritanien (Eurostat senaste för 2006, Wikipedia, per capita) Sen är det intressant att kolla vilka som invandrar.",
				"Det behövs inte en hjärna större än säg en kråkas (även om de är jävliga på att lösa problem) för att räkna ut att om man tar in tiotusentals människor med en religion som inte förespråkar vettiga mänskliga rättigheter från krigshärder, sätter dem i ett ställe där de inte ens behöver beröra det Svenska samhället, och ignorerar att det är ett problem kommer gå/har gått käpprätt åt helvete.",
				"* En restriktiv invandringspolitik * En utökad flyktinghjälp i krisområdenas närhet * Ett stärkande av den svenska kulturen * En öppen svenskhet med krav på invandrares anpassning och assimilering till det svenska samhället * Ökat stöd till de invandrare som frivilligt önskar återvända till sina hemländer De punkter som gör att jag kommer att rösta på SD Med andra ord: Jag ser positivt på invandring och utländsk arbetskraft så länge de etablerar sig till vår kultur och fåra regler.",
				"hursomhelst efter att ha hängt på flashback i drygt två år kan man nog inte undgå att bli lite smittad av alla negativa åsikter och statistiska bevis om hur dåligt det är med invandrare och hur orättvist behandlade svenskar blir i sitt eget land osv osv så jag hade seriöst börjat fundera på att rösta på SD."
		]
	},
	{
		"postIndex": [
			[16090],
			[15354],
			[14764],
			[14737],
			[14922]
		],
		"postTime": [
				"2014-05-24",
				"2011-12-09",
				"2010-09-18",
				"2010-09-18",
				"2010-09-19"
		],
		"postNum": [
			[3556],
			[3412],
			[3289],
			[3289],
			[3337]
		],
		"postLink": [
				"/sp48926009",
				"/sp34438885",
				"/sp25574318",
				"/sp25574318",
				"/sp25580379"
		],
		"postUser": [
				"4mphion",
				"Devious666",
				"Schnuff",
				"Schnuff",
				"Torontor"
		],
		"postUserID": [
				"/u576888",
				"/u461531",
				"/u255590",
				"/u255590",
				"/u474924"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p297",
				"https://www.flashback.org/t367082p285",
				"https://www.flashback.org/t367082p275",
				"https://www.flashback.org/t367082p275",
				"https://www.flashback.org/t367082p279"
		],
		"userUrl": [
				"https://www.flashback.org/u576888",
				"https://www.flashback.org/u461531",
				"https://www.flashback.org/u255590",
				"https://www.flashback.org/u255590",
				"https://www.flashback.org/u474924"
		],
		"sentence": [
				"Jag har gjort valkompasser flera gånger i år med lite olika styrkor på mina svar dvs att jag har svarat helt ärligt men även enbart håller med eller inte och inte bara håller med lite etc men i stort sett varje gång så får jag mellan 48-54% på 4 partier, SD, KD, C, FP, det verkar som att inget parti håller med mig och det är hugget som stucket vilket jag väljer egentligen MEN efter all senaste uppståndelse så att SD inte kunnat genomföra sin valkampanj som alla andra partier får göra så började mina synpatier.",
				"Om problemet är att svenskar får för då barn så kan jag säga dig att det inte finns något magiskt sätt att åtgärda detta, det finns inga enkla lösningar där man kan importera utomstående för att åtgärda detta problem utan detta kommer bara att förvärra situationen då dessa aldrig kommer att bli medlemmar i samhället.",
				"Kort där efter kommer det fyra nya personer som flyttar in, dessa är väldigt trevliga som de första men nu känner jag och min familj att det inte längre är vi som bor i vårt hus, de vi har låtit bo hos oss har tagit över och vi bor snarare i ett flyktingläger och beslutar hos att lämna huset och flytta där ifrån… Det är lite efter den metaforen jag skulle handla efter.",
				"Ett hårt draget låtsas scenario där Sverige då enbart består av invandrare, alltså ingen som har någon svensk etnisk bakgrund skulle jag tycka vore absurt och jag skulle tycka likadant om det vore så i vilket annat land (att ingen skulle ha tillhörande etnisk bakgrund till landet) som helst.",
				"Lars Jansson, lektor emeritus i företagsekonomi, anser till skillnad från till exempel professor Jan Ekberg, att en kalkyl över den totala invandringens nettokostnader bör utgå ifrån att den invandrade befolkningens skatteintäkter inte bara skall täcka kostnaderna för nyinvandringen utan att man skall utgå ifrån att invandrare i likhet med infödda svenskar skall vara med och bidra till samtliga offentliga verksamheter."
		]
	}
]
