[
	{
		"postIndex": [
			[62],
			[283],
			[19],
			[173],
			[3]
		],
		"postTime": [
				"2004-10-31",
				"2007-02-09",
				"2004-10-31",
				"2006-10-25",
				"2004-10-31"
		],
		"postNum": [
			[22],
			[88],
			[5],
			[57],
			[1]
		],
		"postLink": [
				"/sp1475917",
				"/sp6281894",
				"/sp1475833",
				"/sp5382357",
				"/sp1475781"
		],
		"postUser": [
				"Österort",
				"Kuggarn",
				"Hideki",
				"Kuggarn",
				"Österort"
		],
		"postUserID": [
				"/u73995",
				"/u83803",
				"/u72620",
				"/u83803",
				"/u73995"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p2",
				"https://www.flashback.org/t392054p8",
				"https://www.flashback.org/t392054p1",
				"https://www.flashback.org/t392054p5",
				"https://www.flashback.org/t392054p1"
		],
		"userUrl": [
				"https://www.flashback.org/u73995",
				"https://www.flashback.org/u83803",
				"https://www.flashback.org/u72620",
				"https://www.flashback.org/u83803",
				"https://www.flashback.org/u73995"
		],
		"sentence": [
				"Man säger då givetvis att man tappat bort sitt gamla, skulle säkert funka, men finns inte risken att det \"nya\" fotot (det på en annan person) man bifogar till ansökningen jämförs med det på ens gamla/nuvarande id (sparas sånt i nå gamla arkiv kanske och jämförs innan det nya ges ut)?",
				"Har du en smart kompis som du kan fixa ett falskleg åt (för vad det nu kan kosta, ett par, tre tusen kanske) så är det väl nästan självklart att han eller hon skulle gå med på att skriva provet åt dig för 5000 spänn.",
				"För det första så måste man anmäla sig minst några veckor i förtid, det namnet man anmälde sig med måste man sedan göra provet i (det går alltså inte att överlåta ens betalade prov åt någon annan).",
				"Efter 10 år som provledare skulle jag vilja påstå att det enda (förhållandevis effektiva) sättet att fuska på HP är att låta någon smartare skriva provet i stället med hjälp av ett bra falskleg.",
				"Vet inte riktigt hur det kommer gå, så gäller ha en reservplan och lekte därför med tanken att man skulle skicka dit ngn annan som skriver det åt en."
		]
	},
	{
		"postIndex": [
			[441],
			[349],
			[521],
			[493],
			[358]
		],
		"postTime": [
				"2010-03-15",
				"2009-03-18",
				"2010-08-10",
				"2010-05-25",
				"2009-03-18"
		],
		"postNum": [
			[142],
			[114],
			[166],
			[160],
			[117]
		],
		"postLink": [
				"/sp21987265",
				"/sp15672697",
				"/sp24739939",
				"/sp23307065",
				"/sp15680411"
		],
		"postUser": [
				"DasReich",
				"cabbage",
				"Wango",
				"Teiresias",
				"Kuggarn"
		],
		"postUserID": [
				"/u134487",
				"/u113863",
				"/u468383",
				"/u450806",
				"/u83803"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p12",
				"https://www.flashback.org/t392054p10",
				"https://www.flashback.org/t392054p14",
				"https://www.flashback.org/t392054p14",
				"https://www.flashback.org/t392054p10"
		],
		"userUrl": [
				"https://www.flashback.org/u134487",
				"https://www.flashback.org/u113863",
				"https://www.flashback.org/u468383",
				"https://www.flashback.org/u450806",
				"https://www.flashback.org/u83803"
		],
		"sentence": [
				"Personligen vet jag inte riktigt om det skulle vara värt att åka dit för urkundsförfalskning för att vilja komma in på sin utbildning?",
				"Bara fantasi och research sätter gränserna när det kommer till teknik och man kommer inte heller behöva personer som riskerar något då de kan befinna sig hemma, lär komma under 25k.",
				"Som sagt alla förtjännar en andra chans, om nån skulle fråga dig vill du bli bärplockare eller advokat med lite hjälp samt en liten kostnad.",
				"Jag visade den persons jag spökskrev åt leg men inte vid något av de tillfällen jag gjort detta har jag och den person jag spökskrivit åt varit särskilt lika.",
				"Det finns ju inte speciellt många att välja på och ingen av oss hänger direkt med fuskande kids som vill komma in på utbildning X."
		]
	},
	{
		"postIndex": [
			[688],
			[787],
			[695],
			[828],
			[712]
		],
		"postTime": [
				"2010-10-29",
				"2011-09-26",
				"2010-10-30",
				"2011-10-12",
				"2010-11-05"
		],
		"postNum": [
			[223],
			[258],
			[227],
			[268],
			[233]
		],
		"postLink": [
				"/sp26483922",
				"/sp33102008",
				"/sp26495787",
				"/sp33411459",
				"/sp26645802"
		],
		"postUser": [
				"Läskig",
				"optimus.prime",
				"Banankvalster",
				"Blompen",
				"holmen123"
		],
		"postUserID": [
				"/u79995",
				"/u511058",
				"/u426566",
				"/u482452",
				"/u232450"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p19",
				"https://www.flashback.org/t392054p22",
				"https://www.flashback.org/t392054p19",
				"https://www.flashback.org/t392054p23",
				"https://www.flashback.org/t392054p20"
		],
		"userUrl": [
				"https://www.flashback.org/u79995",
				"https://www.flashback.org/u511058",
				"https://www.flashback.org/u426566",
				"https://www.flashback.org/u482452",
				"https://www.flashback.org/u232450"
		],
		"sentence": [
				"Självklart är det inte svårare ju högre intag det är, det skrev jag aldrig heller, däremot tyder sånt här fuskande på att man antingen är korkad eller lat, oavsett vilket av alternativen så innebär det att ska hålla sig borta från högskolor då man inte kommer klara av skiten utan bara vara i vägen för övriga...",
				"Personligt så skulle jag inte betala någon pengar för att göra till mig provet, men om jag kunde snegla på någon som är duktig på matte så skulle jag lätt gjort det, svenska och engelska tror jag hade klarat av utan problem, men matten stör jag mig på.",
				"Problemet med att hitta en jävligt smart person som är villig att göra provet åt en är att dessa brighta personer oftast är \"hederliga\" människor, att fuska på detta vis skulle gå \"mot deras moral\" å allt det.",
				"Det finns säkert massor som gärna skulle skriva provet åt någon annan för pengar, men då är 95% av dessa stolpskott som tror själva att de är smarta och inte har något att förlora på att testa.",
				"Jag skulle helt klart kunna skriva provet åt någon annan för pengar, att vara smart och ha hög moral ser inte jag som något självklart."
		]
	},
	{
		"postIndex": [
			[1059],
			[1298],
			[1317],
			[1058],
			[1050]
		],
		"postTime": [
				"2011-11-24",
				"2012-09-04",
				"2012-09-09",
				"2011-11-24",
				"2011-11-16"
		],
		"postNum": [
			[315],
			[389],
			[391],
			[315],
			[311]
		],
		"postLink": [
				"/sp34185522",
				"/sp39184439",
				"/sp39257212",
				"/sp34185522",
				"/sp34038781"
		],
		"postUser": [
				"Edlunder",
				"Zeitlos",
				"Maerati",
				"Edlunder",
				"shredding-pow"
		],
		"postUserID": [
				"/u454206",
				"/u253991",
				"/u728451",
				"/u454206",
				"/u524912"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p27",
				"https://www.flashback.org/t392054p33",
				"https://www.flashback.org/t392054p33",
				"https://www.flashback.org/t392054p27",
				"https://www.flashback.org/t392054p26"
		],
		"userUrl": [
				"https://www.flashback.org/u454206",
				"https://www.flashback.org/u253991",
				"https://www.flashback.org/u728451",
				"https://www.flashback.org/u454206",
				"https://www.flashback.org/u524912"
		],
		"sentence": [
				"Givetvis kan risken att åka fast för spökskrivaren vara relativt liten beroende på i synnerhet förberedelse och tveklöst blir konsekvenserna värre för personen på id-kortet, men som sagt, det är likväl en onödig risk för en spökskrivare att ta, inte minst då det finns de som är beredda att betala i förväg.",
				"De gånger jag har skrivit prov har jag fått ett förskott innan jag går till provlokalen som både fungerar som säkerhet för mig, och som betalning för risken det innebär att alls skriva ett prov åt någon annan.",
				"Jag sa till vakten hur det låg till, hon tog upp det med provledaren som sedan hänvisade mig till informationsområdet de hade på SU, där sa de att nån får komma ner med mitt pass(innan provets slut) och ifall ingen hinner så hade jag en vecka på mig att ta mig dit och identifiera mig själv!",
				"Spökskrivaren kommer att riskera att åka dit för fusk för samtidigt som denne öht inte vet om det blir någon ersättning om denne skulle fullfölja sin del av överenskommelsen.",
				"var på en fest för några dar sen där jag stötte på en kille som var riktigt lik mig, och vi började skämtsamt snacka om att han skulle skriva provet åt mig."
		]
	},
	{
		"postIndex": [
			[1519],
			[1612],
			[1613],
			[1520],
			[1568]
		],
		"postTime": [
				"2013-02-21",
				"2013-03-08",
				"2013-03-08",
				"2013-02-21",
				"2013-03-04"
		],
		"postNum": [
			[466],
			[488],
			[488],
			[466],
			[474]
		],
		"postLink": [
				"/sp42128059",
				"/sp42371322",
				"/sp42371322",
				"/sp42128059",
				"/sp42292219"
		],
		"postUser": [
				"RikuvonDrake",
				"snuffoman",
				"snuffoman",
				"RikuvonDrake",
				"jzpr"
		],
		"postUserID": [
				"/u374828",
				"/u124535",
				"/u124535",
				"/u374828",
				"/u498258"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p39",
				"https://www.flashback.org/t392054p41",
				"https://www.flashback.org/t392054p41",
				"https://www.flashback.org/t392054p39",
				"https://www.flashback.org/t392054p40"
		],
		"userUrl": [
				"https://www.flashback.org/u374828",
				"https://www.flashback.org/u124535",
				"https://www.flashback.org/u124535",
				"https://www.flashback.org/u374828",
				"https://www.flashback.org/u498258"
		],
		"sentence": [
				"Personen på bilden är ju inte ens i närheten utav att vara samma person, har man då skaffat ett falskt ID eller hittar man bara en person på stan som är lik en själv och frågar om denne är smart och ber dem sedan skriva provet?",
				"Jag har som sagt bara skrivit åt andra, och då har personen jag skrivit åt inte känt till mitt riktiga namn så jag har kunnat resa mig och gå ifall det skulle bli problem.",
				"Men risken är minimal att du skulle åka fast, jag ser verkligen inte hur det skulle kunna gå fel så länge killen som skriver det åt dig inte får kalla fötter.",
				"Känns som om det är väldigt mycket jobb med att framför allt hitta en person, och sedan fixa allt runt omkring även om kanske det mest effektiva hade varit att hitta en riktigt smart person.",
				"Ontopic så tror jag det är väldigt lätt att lura \"vakterna\" genom att skapa en identisk id-handling med annan bild på personen som skriver provet åt en."
		]
	},
	{
		"postIndex": [
			[1791],
			[1916],
			[1955],
			[1962],
			[1743]
		],
		"postTime": [
				"2013-08-15",
				"2013-08-16",
				"2013-10-02",
				"2013-10-08",
				"2013-07-17"
		],
		"postNum": [
			[544],
			[559],
			[567],
			[569],
			[532]
		],
		"postLink": [
				"/sp44794179",
				"/sp44813794",
				"/sp45507082",
				"/sp45585855",
				"/sp44363318"
		],
		"postUser": [
				"zaaph1",
				"Begemot",
				"Zeitlos",
				"Begemot",
				"Fyndigtnamn200"
		],
		"postUserID": [
				"/u559421",
				"/u413693",
				"/u253991",
				"/u413693",
				"/u518543"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p46",
				"https://www.flashback.org/t392054p47",
				"https://www.flashback.org/t392054p48",
				"https://www.flashback.org/t392054p48",
				"https://www.flashback.org/t392054p45"
		],
		"userUrl": [
				"https://www.flashback.org/u559421",
				"https://www.flashback.org/u413693",
				"https://www.flashback.org/u253991",
				"https://www.flashback.org/u413693",
				"https://www.flashback.org/u518543"
		],
		"sentence": [
				"Jag har möjlighet att skaffa ett otroligt välgjort falsklegg som bara polisen skulle kunna avslöja, om vi säger att jag skaffar ett sånt, med alla mina uppgifter FAST bilden på legget är på någon annan, skulle denna person kunna skriva provet i mitt namn då?",
				"Det är bara att söka, komma in, acceptera platsen och ta studieuppehåll efter ett tag (kanske efter X poäng, har lite dålig koll nu faktiskt), så det ska inte vara något större problem om man inte vill ha trippla examina eller fler.",
				"Skriver inte längre för mindre än ~100k, skulle kunna tänka mig något lägre i de fall det är torrt på klienter och jag verkligen behöver pengar, annars känner jag att risken inte är värd det.",
				"Visst kan man försöka komma undan billigare och chansa på ett ganska okänt namn, men om man har otur och den billiga spökskrivaren inte kan leverera kan det sluta med att man får vänta en termin eller ett år till får betala den högre summan till någon annan.",
				"Den som fuskskriver provet åt en kommer antagligen att kunna gå därifrån om man ej ringer polis eller liknande så fort man misstänker fusk (och låter vederbörande skriva provet och låtsas som att allting är ok)."
		]
	},
	{
		"postIndex": [
			[2428],
			[2276],
			[2224],
			[2398],
			[2532]
		],
		"postTime": [
				"2014-01-02",
				"2013-11-12",
				"2013-10-30",
				"2013-12-13",
				"2014-03-06"
		],
		"postNum": [
			[656],
			[628],
			[618],
			[649],
			[688]
		],
		"postLink": [
				"/sp46843506",
				"/sp46113499",
				"/sp45911993",
				"/sp46564964",
				"/sp47817838"
		],
		"postUser": [
				"hebril",
				"Mr.Kobayashi",
				"Begemot",
				"lluBdeR",
				"Lonelyaustronaut"
		],
		"postUserID": [
				"/u257090",
				"/u584596",
				"/u413693",
				"/u860566",
				"/u886837"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p55",
				"https://www.flashback.org/t392054p53",
				"https://www.flashback.org/t392054p52",
				"https://www.flashback.org/t392054p55",
				"https://www.flashback.org/t392054p58"
		],
		"userUrl": [
				"https://www.flashback.org/u257090",
				"https://www.flashback.org/u584596",
				"https://www.flashback.org/u413693",
				"https://www.flashback.org/u860566",
				"https://www.flashback.org/u886837"
		],
		"sentence": [
				"Vet inte mycket om spökskrivare etc men jag har jobbat som vakt några gånger och tänkte kommentera det någon skrev lite tidigare i tråden ang att det bara är äldre tanter som är vakter samt att vi bara kollar leg ordentligt efter sista delen.",
				"Låt säga att jag som redan sitter på ett högt HP-resultat och kommer söka in med detta till hösten spökskriver HP åt någon person nu i vår.",
				"På tal om studieort kan nämnas att det är bra mycket billigare och bättre att betala mig för att kunna plugga i Sverige än att betala ett universitet i exempelvis Polen, Rumänien eller Kroatien för att kunna plugga där och ha en lite svårare karriärväg i Sverige till en början.",
				"En bekant till mig fuskade på högskoleprovet, han kände en kille som var bra på provet och betalade honom pengar för att skriva provet åt denna.",
				"Ifall man nu har vänner som tidigare har betalat för spökskrivning så skulle jag rekommendera att man först går till dem och frågar efter han eller hennes nummer innan man råkar fiska fram en dålig fisk på internet, som i det här fallet är Abdullahi från Rinkeby."
		]
	},
	{
		"postIndex": [
			[2714],
			[2753],
			[2707],
			[2884],
			[2719]
		],
		"postTime": [
				"2014-04-01",
				"2014-04-02",
				"2014-03-31",
				"2014-04-15",
				"2014-04-01"
		],
		"postNum": [
			[744],
			[751],
			[741],
			[789],
			[745]
		],
		"postLink": [
				"/sp48194142",
				"/sp48208600",
				"/sp48177289",
				"/sp48386788",
				"/sp48195297"
		],
		"postUser": [
				"Begemot",
				"hemligt.konto",
				"Boblovebuds",
				"Mr.Kobayashi",
				"Mr.Kobayashi"
		],
		"postUserID": [
				"/u413693",
				"/u686377",
				"/u799478",
				"/u584596",
				"/u584596"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p62",
				"https://www.flashback.org/t392054p63",
				"https://www.flashback.org/t392054p62",
				"https://www.flashback.org/t392054p66",
				"https://www.flashback.org/t392054p63"
		],
		"userUrl": [
				"https://www.flashback.org/u413693",
				"https://www.flashback.org/u686377",
				"https://www.flashback.org/u799478",
				"https://www.flashback.org/u584596",
				"https://www.flashback.org/u584596"
		],
		"sentence": [
				"Är det inte bättre att en person betalar lite pengar, kommer in på läkarutbildningen något år tidigare, kommer igång med karriären ett år tidigare och summa summarum jobbar som överläkare ett år till än att han sitter och pluggar ord han knappt kommer få tillfälle att använda någon gång i livet?",
				"Båda två på summor om 50k+, dessa personer kan ta hur många kunder som helst eftersom de faktiskt inte skriver provet, så om ni får ett snabbt och enkelt \"ja\" så borde ni nog vara på er vakt.",
				"Tycker inte on folk som fuskar men detta stämmer inte, om man pluggar in 5000 ord eller lär sig matte 1 så klarar man inte automatiskt av läsa till läkare.",
				"Antingen åt spöket ifall kunden betalar i förskott, eller åt kunden ifall betalningen sker efter skrivet prov.",
				"Skulle själv kunna tänka mig att skriva provet åt någon annan mot betalning, har inte gjort det förr dock."
		]
	},
	{
		"postIndex": [
			[3396],
			[3229],
			[3406],
			[3047],
			[3033]
		],
		"postTime": [
				"2014-07-08",
				"2014-06-03",
				"2014-07-09",
				"2014-05-06",
				"2014-05-05"
		],
		"postNum": [
			[918],
			[877],
			[921],
			[834],
			[830]
		],
		"postLink": [
				"/sp49508505",
				"/sp49054593",
				"/sp49515960",
				"/sp48673615",
				"/sp48658771"
		],
		"postUser": [
				"Zeitlos",
				"hemligt.konto",
				"Zeitlos",
				"KimPim",
				"Mr.Kobayashi"
		],
		"postUserID": [
				"/u253991",
				"/u686377",
				"/u253991",
				"/u598901",
				"/u584596"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p77",
				"https://www.flashback.org/t392054p74",
				"https://www.flashback.org/t392054p77",
				"https://www.flashback.org/t392054p70",
				"https://www.flashback.org/t392054p70"
		],
		"userUrl": [
				"https://www.flashback.org/u253991",
				"https://www.flashback.org/u686377",
				"https://www.flashback.org/u253991",
				"https://www.flashback.org/u598901",
				"https://www.flashback.org/u584596"
		],
		"sentence": [
				"Alternativet vore väl att han hittar på hela grejen och inte ens tar på sig klienter som skulle kunna bli upprörda Största argumentet för att vi som spökskrivit länge är seriösa är faktumet att det skulle komma in flera användare i den här tråden efter varje prov och snacka om att vi blåst dem ifall vi inte kunnat leva upp till vad vi lovat.",
				"Ur köparens synvinkel så finns det ju inget positivt med den metoden, då det är en dubbel risk att ni åker fast, om spökskrivaren skriver åt flera samtidigt så är det kanske en mångdubbel risk, det är endast spökskrivaren som tjänar på att kunna skriva åt flera samtidigt.",
				"Sen är det ju klart att det vore allra rimligast för den potentielle klienten att komma till mig från första början Edit: Vill dock för protokollet poängtera att jag som sagt inte har några seriösa tvivel på att Begemot skulle vara en lika seriös spökskrivare som jag.",
				"Om denne person inte ens orkar läsa lite svårare böcker och lära sig matte 1, tror jag faktiskt att det finns mer lämpliga personer till utbildningen.",
				"En persons förmåga att skriva ett standardiserat test behöver nödvändigtvis inte korrelera med dennes förmåga att studera (även om det är tanken med provet)."
		]
	},
	{
		"postIndex": [
			[3756],
			[3719],
			[3607],
			[3584],
			[3700]
		],
		"postTime": [
				"2014-07-29",
				"2014-07-27",
				"2014-07-25",
				"2014-07-25",
				"2014-07-26"
		],
		"postNum": [
			[1021],
			[1011],
			[973],
			[968],
			[1008]
		],
		"postLink": [
				"/sp49747632",
				"/sp49721961",
				"/sp49697768",
				"/sp49697588",
				"/sp49712989"
		],
		"postUser": [
				"Mr.Kobayashi",
				"Midsommarnattsbira",
				"Misha33",
				"Midsommarnattsbira",
				"mmbaver"
		],
		"postUserID": [
				"/u584596",
				"/u918892",
				"/u922954",
				"/u918892",
				"/u467141"
		],
		"postUrl": [
				"https://www.flashback.org/t392054p86",
				"https://www.flashback.org/t392054p85",
				"https://www.flashback.org/t392054p82",
				"https://www.flashback.org/t392054p81",
				"https://www.flashback.org/t392054p84"
		],
		"userUrl": [
				"https://www.flashback.org/u584596",
				"https://www.flashback.org/u918892",
				"https://www.flashback.org/u922954",
				"https://www.flashback.org/u918892",
				"https://www.flashback.org/u467141"
		],
		"sentence": [
				"Bortsett från all potentiell skit som det innebär att läsa i till exempel Polen (maten, landet, långt ifrån vänner och familj osv) är utbildningen kanske bara marginellt sämre ur arbetsgivarens ögon men om vi börjar snegla åt andra utbildningar som ekonomi, civ ing är alternativet i öst inte alls lika tillgängligt eller gångbart.",
				"Att däremot betala för ett tämligen lätt prov som a) du antingen bör klara med lite studieansträngning, eller b) är för dum för och då borde du inte plugga utbildningar som kräver höga intagningspoäng, och således agera både lag- och regelvidrigt samt fuska någon annan på en plats - DET säger betydligt mer om en människa.",
				"Jag har sett in i deras ögon efter att de fått sina resultat från provet och kan säga att jag inte mår dåligt en sekund då jag vet att det är personer som verkligen brunnit för att ta sig in på olika program och de kommer förvalta den platsen väldigt väl.",
				"Att någon betalat för en utbildning innebär inte heller att h*n kommer vara hängiven studierna, på samma vis som Jerry Seinfeld sannolikt inte använder alla sina bilar lika mycket.",
				"Om man betalar sjuka summor (ja, det är sjukt att man betalar alls för ett prov såsom högskoleprovet) för att någon skall skriva provet åt en är man uppenbarligen motiverad att studera och göra bra ifrån sig."
		]
	}
]
