[
	{
		"postIndex": [
			[1707],
			[66],
			[2312],
			[170],
			[1984]
		],
		"postTime": [
				"2009-01-14",
				"2007-01-09",
				"2009-03-04",
				"2007-01-09",
				"2009-02-23"
		],
		"postNum": [
			[459],
			[5],
			[643],
			[25],
			[549]
		],
		"postLink": [
				"/sp14619640",
				"/sp5997410",
				"/sp15445031",
				"/sp6003281",
				"/sp15277905"
		],
		"postUser": [
				"kavalen2",
				"dr_strangelove",
				"r0g3r",
				"dr_strangelove",
				"FallMedStil"
		],
		"postUserID": [
				"/u131003",
				"/u153314",
				"/u199533",
				"/u153314",
				"/u122833"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p39",
				"https://www.flashback.org/t426684p1",
				"https://www.flashback.org/t426684p54",
				"https://www.flashback.org/t426684p3",
				"https://www.flashback.org/t426684p46"
		],
		"userUrl": [
				"https://www.flashback.org/u131003",
				"https://www.flashback.org/u153314",
				"https://www.flashback.org/u199533",
				"https://www.flashback.org/u153314",
				"https://www.flashback.org/u122833"
		],
		"sentence": [
				"Jag har inte själv en examen i handelsrätt men har läst jöken plus att jag har handelsrätt 30P på a-nivå, det räcker Jag tror inte att Juristprogrammet är så svårt egentligen men det krävs ett stort intresse för att vilja lösa brott och ta sig an alla de fall man ska lösa, sammanfattat så är det till för människor som gillar grubbla över problem och tänka över hur de ska lösas för att konsekvenserna ska bli så små/stora som möjligt och till sin hjälp har man den blåa boken som man ska hålla sig till.",
				"Jag hade inte riktigt tänkt mig att det bara skulle vara \"pappa betalar pojkar\" på juristlinjen men det räcker ju att traska förbi juridicum här i Lund för att fördomarna ska börja odlas Era svar gör så att jag kommer kunna sova lite bättre ivarjefall men naturligtvis välkommnas fler insikter i juristvärlden varmt.",
				"Håller med Buffeln, eftersom jurist är ett så vitt yrke (du kan nästan arbete med vad som helst) så är det svårt att säga \"du kommer tjäna si och så mycket\" Eftersom farsan är just jurist så består hans kamrats krets av många jurister (advokater, åklagare, dommare osv) och det intrycket jag har fått är att ingen utav dem tjänar direkt dåligt, men många utav dem tjänare riktigt bra med pengar och några andra mindre bra!",
				"De utbildningar som du räknat upp (tillsammans med psykolog och prelle) är sånt som jag allvarligt övervägt, men så ska man ju gärna ha jobb efteråt, och tillräckligt med pengar för att kunna resa mycket under semestrarna (och ja, tanken att kunna säga \"jag vann suckers\" till alla puckon på högstadieåterträffarna HAR slagit mig :evil Jag förstår vad du vill säga med den osunda livstilen på juristlinjen, samtidigt hade jag nog ångrat mig hela livet om jag inte gett det en chans.",
				"Jag skulle säga att den genomsnittlige personen som pluggar på juristprogrammets första termin i Lund har gjort någonting annat under ett år efter gymnasiet, är \"svensk\" och kommer från något ställe uppåt landet."
		]
	},
	{
		"postIndex": [
			[4595],
			[3569],
			[4210],
			[3200],
			[3096]
		],
		"postTime": [
				"2009-07-20",
				"2009-05-22",
				"2009-07-09",
				"2009-05-12",
				"2009-04-21"
		],
		"postNum": [
			[1393],
			[1034],
			[1238],
			[918],
			[875]
		],
		"postLink": [
				"/sp17743756",
				"/sp16801801",
				"/sp17572941",
				"/sp16618871",
				"/sp16241023"
		],
		"postUser": [
				"MachoDemon",
				"Continental Op",
				"ormanoff",
				"Voine",
				"poker star24"
		],
		"postUserID": [
				"/u362316",
				"/u69291",
				"/u158705",
				"/u259677",
				"/u132757"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p117",
				"https://www.flashback.org/t426684p87",
				"https://www.flashback.org/t426684p104",
				"https://www.flashback.org/t426684p77",
				"https://www.flashback.org/t426684p73"
		],
		"userUrl": [
				"https://www.flashback.org/u362316",
				"https://www.flashback.org/u69291",
				"https://www.flashback.org/u158705",
				"https://www.flashback.org/u259677",
				"https://www.flashback.org/u132757"
		],
		"sentence": [
				"Ja - jag har en jur kand - & arbetsgivarna stod inte precis i Kö efter oss - jag lyckades få adekvat arbete ett tag - men fick sparken utan saklig grund* & en del pengar men var naturligtvis karriärmässig katastrof beroende på att uteblivna löner och skadestånd bygger på jobb som nödvändig ond försörjning och inte Karriär Erfarenhet & Lyft osv - men jag hade svårt att hitta nästa adekvata jobb - tog viss tid men lyckades.",
				"70% ab är inte fy skam, det är bara att göra det liksom, har inte koll på hur höga poäng det krävs nu men jag kan inte tänka mig att du behöver sitta i nån liten håla utan kan hamna i en mellanstor trevlig stad, det är inte konjunktur nu och har du inte suttit ting så går alla som gjort det före hela tiden.",
				"Sen vill det ju till att alla 12 reserver före dig fortfarande vill ha sin plats när terminen börjar, många styr ju upp andra planer i form av jobb eller studier, och ytterligare några kommer strunta i sin plats med tanke på att de inte har bostad eller har uppsägningstid från jobbet.",
				"Dock finns ju juristprogrammet sedan innan på det universitetet samtidigt ska man ju tänka på att vårintagningen blir Defentivt sista gången man kan bli antagen till universitetet innan dom nya urvalsgrupperna kommer att gälla, vilket enligt min teori betyder att alla som kompletterat och vill i detta fall studera till jurist tar den chansen.",
				"Matematik B och ekonomi kurser är inte ett krav för att komma in men kommer det bli ett hellvete för en som är usel på att räkna och finner ekonomi jävligt tråkigt men brinner för juridik Ni som går på denna utbildning hur många timmar lägger ni ner på studierna?"
		]
	},
	{
		"postIndex": [
			[7418],
			[7389],
			[4954],
			[5018],
			[7042]
		],
		"postTime": [
				"2010-02-16",
				"2010-02-09",
				"2009-08-29",
				"2009-09-13",
				"2010-01-25"
		],
		"postNum": [
			[2160],
			[2152],
			[1509],
			[1538],
			[2070]
		],
		"postLink": [
				"/sp21493991",
				"/sp21373195",
				"/sp18443203",
				"/sp18705740",
				"/sp21109948"
		],
		"postUser": [
				"pomp33",
				"Orzion",
				"simmarn_2004",
				"kapteneriksson",
				"Feadog"
		],
		"postUserID": [
				"/u395935",
				"/u338953",
				"/u141963",
				"/u271140",
				"/u384312"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p180",
				"https://www.flashback.org/t426684p180",
				"https://www.flashback.org/t426684p126",
				"https://www.flashback.org/t426684p129",
				"https://www.flashback.org/t426684p173"
		],
		"userUrl": [
				"https://www.flashback.org/u395935",
				"https://www.flashback.org/u338953",
				"https://www.flashback.org/u141963",
				"https://www.flashback.org/u271140",
				"https://www.flashback.org/u384312"
		],
		"sentence": [
				"Prat kvarnarna förstör allt i min grupp iaf (trots att dom bara e 2 eller 3, vi andra är tysta och lyssnar på vad läraren säger) Idag var det till och med en kille som ifrågasatte svenska rättssystemet vid flera tillfällen, en kille som verkar komma och gå lite som han behagar, men när han är där kan han inte vara tyst som alla andra utan måste försöka skapa debatt och komma med egna värderingar (som jurist ska man lämna värderingarna hemma, anser jag) Det värsta är att läraren verkar tycka det är ok.",
				"Som jag sa tidigare finns det självklart olika delar inom juridiken vissa är mer utifrån en bestämd form medans andra som du ger exempel på har ett bredare område och mer skilda åsikter och där mer börjar linka statsvetenskapen där folkrätt är ett utmärkt exempel som vi och för sig inte enbart är juridiskt utan även kommer in på internationella relationer eftersom många internationella avtal är friviliga men det en annan fråga.",
				"Vad jag har förstått så har de där lärosätena vitt skilda studieupplägg, så det är svårt att efter en termin byta till SU och tillgodoräkna de kurser man redan läst på UU, just för att det inte är dessa kurser SU-arna läst under deras termin 1, eller ens läser alls (?",
				"\"Vid vissa juridiska fakulteter finns kurser som kan ge inträde på Juristprogrammet, i de fallen är JIK att föredra, observera att själva JIK-kursen inte ger någon förtur, det krävs en ytterligare kurs efter JIK för att \"komma in bakvägen\" - detta är saxat från en tråd som diskuterade skillnaden mellan JIK och JÖK eller dy.",
				"Det kanske finns något universitet som låter folk flytta över direkt (vet att Uppsala gör det för vissa rättsvetare) men då får man alla tidigare betyg nedsatta till B vilket inte är någon höjdare för framtida karriär, om man nu inte har så bra kontakter att betygen inte spelar någon roll."
		]
	},
	{
		"postIndex": [
			[7641],
			[8800],
			[10270],
			[10116],
			[8807]
		],
		"postTime": [
				"2010-02-23",
				"2010-06-08",
				"2010-08-18",
				"2010-08-09",
				"2010-06-08"
		],
		"postNum": [
			[2210],
			[2518],
			[2879],
			[2847],
			[2518]
		],
		"postLink": [
				"/sp21632706",
				"/sp23572505",
				"/sp24914563",
				"/sp24729521",
				"/sp23572505"
		],
		"postUser": [
				"Bananchoklad",
				"namgreb",
				"mcdm",
				"Feadog",
				"namgreb"
		],
		"postUserID": [
				"/u362500",
				"/u308624",
				"/u389369",
				"/u384312",
				"/u308624"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p185",
				"https://www.flashback.org/t426684p210",
				"https://www.flashback.org/t426684p240",
				"https://www.flashback.org/t426684p238",
				"https://www.flashback.org/t426684p210"
		],
		"userUrl": [
				"https://www.flashback.org/u362500",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u389369",
				"https://www.flashback.org/u384312",
				"https://www.flashback.org/u308624"
		],
		"sentence": [
				"Som du säkert förstår är det omöjligt att säga, dock kan man säga att den första terminen på juristlinjen är väldigt allmänbildande (oavsett om man fortsätter till examen eller väljer en annan väg för studierna) så om man finner att juridiken inte är ens grej så har tiden i vart fall inte varit bortkastad.",
				"Att säga att juridik är svårt känns alltså lite fel, (även om vissa element är svåra för den genomsnittlige juristen), det är kanske mer passande att säga att juridik i sin helhet en del av studenten, mer än vad många andra utbildningar gör och i sådan grad att den genomsnittlige svenska universitetsstudenten möjligen skulle ha svårt att klara av utbildningen.",
				"*All obligatorisk litteratur skall läsas om än överskådligt så åtminstone en gång, vissa delar av T1 är uppbyggd som block där du läser ett visst ämne en eller två veckor (exempelvis komparativ rätt), att då låna boken av någon kursare lär bli svårt eftersom han eller hon med största sannolikhet lär vilja läsa boken själv.",
				"Personligen skulle jag rangordna i tre grupper: Bäst: Uppsala och Lund Bra: Stockholm och Göteborg Mindre bra: Örebro och Umeå Lite kort kan sägas att det både i söder och i mellansverige finns en gammal och ytterst välrenommerad utbildning på ett klassiskt universitet av hög internationell klass och en utbildning i storstadens nyare universitet.",
				"Jag hävdar bestämt att vissa som fick skithöga betyg i gymnasiet skulle ha svårt att få skithöga betyg (om några betyg alls) på juristprogrammet samtidigt som vissa som inte alls fixade bra betyg i gymnasiet skulle kunna plocka raka AB:n på programmet."
		]
	},
	{
		"postIndex": [
			[13076],
			[11266],
			[12580],
			[10558],
			[11008]
		],
		"postTime": [
				"2010-12-18",
				"2010-10-06",
				"2010-12-11",
				"2010-08-23",
				"2010-09-20"
		],
		"postNum": [
			[3561],
			[3103],
			[3447],
			[2936],
			[3036]
		],
		"postLink": [
				"/sp27651380",
				"/sp25965300",
				"/sp27484486",
				"/sp25038931",
				"/sp25609083"
		],
		"postUser": [
				"namgreb",
				"Feadog",
				"Smackis",
				"namgreb",
				"oswald.cobblepot"
		],
		"postUserID": [
				"/u308624",
				"/u384312",
				"/u303144",
				"/u308624",
				"/u474565"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p297",
				"https://www.flashback.org/t426684p259",
				"https://www.flashback.org/t426684p288",
				"https://www.flashback.org/t426684p245",
				"https://www.flashback.org/t426684p253"
		],
		"userUrl": [
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u384312",
				"https://www.flashback.org/u303144",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u474565"
		],
		"sentence": [
				"Om markrätt innebär fastighetsrätt vet jag att en ny plan- och bygglag kommer träda ikraft om cirka ett halvår och är väldigt viktig (eller ja, kanske inte så otroligt viktig rent faktiskt men ganska viktig rent praktiskt), på hyresrättens område är det väl tämligen stabilt och arbets -och familjerätt var det såpass länge sedan jag läste att jag inte har någon större koll, men tror inte det inte skett några omvälvande ändringar.",
				"Vad advokatbyråerna baserar sin rekrytering på är lite svårt att säga, men hur som helst så verkar det som att Uppsalajurister lättast får anställning efter examen iaf (enligt jusek-undersökning som jag inte hittar på nätet), så det spelar inte så stor roll Tror knappast att de flesta som väljer Uppsala gör det för festerna, snarare verkar det som att många, både studenter och arbetsgivare ser den problembaserade inlärningen som en stor fördel och något som gör Uppsalajuristerna mer attraktiva på arbetsmarknaden.",
				"Men om vi säger såhär: rent hypotetiskt, om jag börjar läsa på juristprogrammet på SU nu till våren (och ECTS införs till hösten) och gör ett uppehåll under HT för att sedan fortsätta läsa VT12, kommer mina betyg då att vara blandade, dvs både gamla systemet och ECTS, eller kommer jag fortsätta få mina betyg enligt det gamla systemet?",
				"- Vad gäller den sociala biten är det som i alla andra sammanhang men något som sticker ut är kanske att grupperna kommer att kastas om senare så det är kanske ingen idé att bli alltför familjär med bara några personer samtidigt som folk kommer att falla av.",
				"Man har väll mer eller mindre bara möjlighet att arbeta som jurist eller advokat i sverige, då man läser svensk lagstiftning såklart, men är det möjligt att komplettera utbildningen för att kunna vara verksam i andra länder?"
		]
	},
	{
		"postIndex": [
			[15531],
			[15991],
			[14100],
			[13718],
			[14343]
		],
		"postTime": [
				"2011-02-08",
				"2011-03-05",
				"2011-01-13",
				"2011-01-05",
				"2011-01-15"
		],
		"postNum": [
			[4195],
			[4331],
			[3858],
			[3742],
			[3913]
		],
		"postLink": [
				"/sp28757076",
				"/sp29288351",
				"/sp28209051",
				"/sp28011565",
				"/sp28245197"
		],
		"postUser": [
				"tiger_1977",
				"namgreb",
				"Orzion",
				"namgreb",
				"namgreb"
		],
		"postUserID": [
				"/u272571",
				"/u308624",
				"/u338953",
				"/u308624",
				"/u308624"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p350",
				"https://www.flashback.org/t426684p361",
				"https://www.flashback.org/t426684p322",
				"https://www.flashback.org/t426684p312",
				"https://www.flashback.org/t426684p327"
		],
		"userUrl": [
				"https://www.flashback.org/u272571",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u338953",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624"
		],
		"sentence": [
				"Med tanke på exempelvis Uppsalas mastodonttentor där inte alla områden man läst under terminen examineras (ett exempel är väl att man läser både Grauers böcker på CI men oftast en bara frågas efter under tentan), innebär att man också behöver tur med frågorna (eller detta gäller överallt, men blir smärtsamt tydligt när man skriver stora tentor), är det inte alltid \"per automatik\" ett AB som man skriver.",
				"Finns väl inte så värst mycket i lilla Sverige som mäter sig med att läsa (eller läst) på handels och med tanke på att långt ifrån alla jurister landar jobb som faktiskt går hand i hand med hög status är det ett ganska så säkert kort att välja handels om det är status man vill efter.",
				"Då har jag skrivit min första tenta på programmet, känns skönt att vara klar med t1 (om man nu får godkänt dvs) kan bjuda på en trevlig fråga från Umeås tenta 4p (dvs 10% av vårt betyg på termin 1) Frågan var ungefär ”Regeringen har i ett försök att öka jämställdheten inför kvoterar föräldraförsäkring där mamma och pappa får lika många månader och dessa kan ej överföras till den andra, använd ett genusperspektiv för att analysera vilka effekter detta kan tänkas få (på t.",
				"Men med tanke på att man endast har 4,5 år att leka med anser jag att man hellre bör slänga in mer praktiska element i utbildningen istället för att klämma in alternativa samhällsvetenskaper vilka enligt min mening inte ens säger så mycket vi inte redan vet, och än mindre, med tanke på min tidigare fråga, inte lär oss så mycket alls om hur man i konkreta situationer ska använda sig av barbie -och actionman kunskaper.",
				"Jag anser nämligen inte att man å enda sidan kan säga att gymnasiet är ett vuxendagis och HP enda rättvisa vägen in till universitetet, men samtidigt påstå att vissa faktiskt förtjänar sina betyg (om än indirekt genom att du skrev att du inte sagt att ingen inte [sic] förtjänar sina betyg men att många inte gör det)."
		]
	},
	{
		"postIndex": [
			[18397],
			[18718],
			[19040],
			[16960],
			[17604]
		],
		"postTime": [
				"2011-06-15",
				"2011-06-29",
				"2011-07-23",
				"2011-04-12",
				"2011-05-09"
		],
		"postNum": [
			[4910],
			[5004],
			[5114],
			[4566],
			[4717]
		],
		"postLink": [
				"/sp31189908",
				"/sp31415336",
				"/sp31819687",
				"/sp30046075",
				"/sp30525118"
		],
		"postUser": [
				"namgreb",
				"namgreb",
				"namgreb",
				"namgreb",
				"namgreb"
		],
		"postUserID": [
				"/u308624",
				"/u308624",
				"/u308624",
				"/u308624",
				"/u308624"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p410",
				"https://www.flashback.org/t426684p417",
				"https://www.flashback.org/t426684p427",
				"https://www.flashback.org/t426684p381",
				"https://www.flashback.org/t426684p394"
		],
		"userUrl": [
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624"
		],
		"sentence": [
				"Med tanke på att min senaste kurs fick läsas på 3/4 av den tid man ska ha för en kurs på 6 högskolepoäng, med tanke på alla som sa; \" \" och hoppade av kursen helt, med tanke på att till och med seminarieläraren erkände att den aktuella examinatorn skriver underliga (läs jävliga) tentor, med tanke på att det enligt tentavakten var drygt 50% som blankade tentan, med tanke på att examinatorn i princip hade kunnat byta ut hela tentan mot en mening; \" \", med tanke på att Stockholm enligt en studie redan är bland de snålaste lärosätena när det kommer till att dela ut AB:n (länk finns någonstans i tråden), med tanke på alla saker man faktiskt kan förbättra med juristprogrammet i allmänhet så känns det ju jävligt lovande att de börjat stirra sig blinda på att många får AB på sina examensarbeten.",
				"Nja, arg och arg, det blev visserligen ett Ba som väntat och jag är fortfarande kritiskt inställd till både kursen och tentan (främst till att 25% av den är tänkt att läsas när vi fortfarande läser kursen innan, att man har stor fokus på case men fortfarande inte kan få med sig mer än två poäng därifrån -för övrigt något som är nytt för i år, och att examinator inte verkar ha haft annat syfte än att kugga så många som möjligt med sin tenta, -men här fick trots allt 20% AB så jag borde kanske klaga mer på mig själv) men vad ska man göra?",
				"Många gör det tufft för sig själva (men kan också få fina betyg och fina karriärmöjligheter) när en del inte lägger ner överdrivet mycket tid (men å andra sidan kanske inte har ambitionen att sitta ting i någon större stad) så om din inställning är att jaga AB och sitta ting i Stockholm eller glida in på Vinge likt du äger stället, då blir juristprogrammet tufft för dig och då har jag ingen aning om du som person har den drivkraften i dig.",
				"Annars är juriststudenter som alla andra studenter; vissa är trevliga, andra otrevliga, vissa kommer ifrån den övfre klassen, andra ifrån den lägre, många ifrån mitten, vissa är roliga, andra skittråkiga, vissa skulle kunna gå över lik, andra offra sig för sin nästa, vissa är äckligt politiskt korrekta, andra är äckligt politiskt inkorrekta, vissa är sociala genier, andra sociala miffon, vissa är hurtigrutten själva, andra kommer dö av hälsoskäl innan 35 osv.",
				"Den jag tycker är rimligast att göra är att varje student vid tagen examen har i genomsnitt x% (beroende på lärosäte) AB i slutbetyget, vilket enligt min mening inte skulle skvallra om att det är speciellt lätt att få höga betyg (eller att många får höga betyg), att ha strax över hälften AB ifrån det lärosäte där det är \"lättast\" är inte speciellt mycket, inte ens i den meningen att det är ett genomsnittligt mått."
		]
	},
	{
		"postIndex": [
			[20498],
			[20423],
			[20013],
			[22108],
			[19150]
		],
		"postTime": [
				"2011-09-13",
				"2011-09-12",
				"2011-08-29",
				"2011-11-08",
				"2011-07-29"
		],
		"postNum": [
			[5466],
			[5457],
			[5369],
			[5829],
			[5141]
		],
		"postLink": [
				"/sp32836114",
				"/sp32819831",
				"/sp32544163",
				"/sp33901540",
				"/sp31928401"
		],
		"postUser": [
				"namgreb",
				"namgreb",
				"namgreb",
				"namgreb",
				"Pörr"
		],
		"postUserID": [
				"/u308624",
				"/u308624",
				"/u308624",
				"/u308624",
				"/u159409"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p456",
				"https://www.flashback.org/t426684p455",
				"https://www.flashback.org/t426684p448",
				"https://www.flashback.org/t426684p486",
				"https://www.flashback.org/t426684p429"
		],
		"userUrl": [
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u159409"
		],
		"sentence": [
				"Med tanke på att juristprogrammet förmodligen är den utbildning i Sverige med högst betygshets kan man ju även fråga sig om det är värt att få lite sämre betyg (läser man flera kurser samtidigt ökar ju chansen för att det blir en del B framför Ab) bara för att få komma ut i arbetslivet, där man ska stanna i omkring 40 år, ett år eller två tidigare?",
				"Så småningom kommer du ha din studeteknik klar för dig och då kanske du gör en del ändringar som innebär att du inte alls läser en bok ifrån pärm till pärm, men jag lovar dig att det är bättre att läsa för mycket än för lite såhär initialt, speciellt med tanke på hur svårt det egentligen är att läsa för inom juristprogrammet.",
				") Vidare hänger nog aversionen mot \"affärsjurister\" ifrån \"affärsjuridiska program\" samman med det faktum att vi läser en utbildning som är relativt tuff att komma in på och bitvis ganska jobbig samt traditionell i den meningen att juristprogrammet fanns långt innan någon kommit på tanken att ha ett \"affärsjuridiskt program\", det kan få vem som helst att slänga misstänksamma blickar emot personer som på annat håll och genom en helt annan utbildning menar att de minsann också är affärsjurister.",
				"Generellt betygsätts inte grupparbeten men det beror lite på kursens upplägg, oftast handlar det alltid om att tentan är viktigast men att man på olika sätt kan få med sig poäng till tentan, ibland kan det innebära att man behöver samarbeta med andra men överlag är det väldigt sällan ens betyg ligger i händerna hos någon annan än sig själv.",
				"Men, i Stockholm är problemet att utbudet av tjänster är så oerhört mycket större än vad det är i Göteborg och Malmö, vilket leder till att man inte alls (om man bortser från de som söker sig till Stockholm just för att det är Stockholm, och denna del kan väl i o f s inte helt bortses från) kan ha de \"AB rakt över\"-kraven som MSA i Malmö skulle kunna ha, av den anledningen att det helt enkelt inte finns folk till det."
		]
	},
	{
		"postIndex": [
			[23673],
			[25301],
			[23263],
			[25226],
			[22243]
		],
		"postTime": [
				"2011-12-20",
				"2012-02-04",
				"2011-12-07",
				"2012-02-04",
				"2011-11-14"
		],
		"postNum": [
			[6192],
			[6577],
			[6091],
			[6572],
			[5861]
		],
		"postLink": [
				"/sp34650177",
				"/sp35497267",
				"/sp34408346",
				"/sp35496604",
				"/sp34005583"
		],
		"postUser": [
				"Nacional",
				"misschanel",
				"eXtremo",
				"misschanel",
				"Trixy88"
		],
		"postUserID": [
				"/u611008",
				"/u666802",
				"/u206947",
				"/u666802",
				"/u306900"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p516",
				"https://www.flashback.org/t426684p549",
				"https://www.flashback.org/t426684p508",
				"https://www.flashback.org/t426684p548",
				"https://www.flashback.org/t426684p489"
		],
		"userUrl": [
				"https://www.flashback.org/u611008",
				"https://www.flashback.org/u666802",
				"https://www.flashback.org/u206947",
				"https://www.flashback.org/u666802",
				"https://www.flashback.org/u306900"
		],
		"sentence": [
				"Jag har alltid haft lätt för skolan, men tyvärr slarvade jag bort en hel del MVG:n, hursomhelst så hade jag det nu på första terminen inte lika lätt här och straffrätten samt ting känns långt ifrån verkligheten jämfört med alla som också vill det och har eller kommer få bättre betyg än mig.",
				"Gillar också fastigheter (övervägde mäklare en del innan jag började plugga juridik), och det vore riktigt roligt att hamna i fastighetsgruppen vid nästa rotation på byrån De flesta som inte får över medel i betyg jobbar antingen med annat (typ socialsekreterare, driver egna företag, läser ekonomi och blir inköpare på bolag) eller så hamnar de inom kommunen som assistenter, kommunjurister, politiska rådgivare eller inom landstinget med diverse liknande uppgifter.",
				"I Uppsala ser det ut på detta vis: T1: Konstitutionell rätt, statsrätt, allmän EU-rätt T2: Civilrätt (Skadeståndsrätt, avtalsrätt, kontraktsrätt, fordringsrätt, arbetsrätt) T3: Civilrätt (Sakrätt, immaterialrätt, familjerätt) T4: Straff- och processrätt T5: Associations- och skatterätt (Om jag inte minns helt galet) T6: Internationell rätt, folkrätt osv (T1-deluxe) T7: Valbart (Måste emellertid läsa RoA, antingen här eller på T8) T8: Valbart (Måste emellertid läsa RoA, antingen här eller på T7) T9: Uppsats Som du kan se så är ju civilrätt det som dominerar utbildningen, men det beror ju på att området är så stort och väldigt många spörsmål aktualiseras under just civilrätt.",
				"Oavsett, betygshetsen är överdriven men faktum kvarstår, betygen spelar mycket större roll än de gör på någon annan utbildning i Sverige, och är många gånger helt avgörande för att komma till en intervju på en affärsjuridisk byrå, bli tingsnotarie (vilket bara ¼ av alla juriststudenter blir, mycket höga betyg krävs) eller få in en fot inom humanjuridik, brottmål, åklagarmyndigheten eller ”bättre” statliga placeringar inom justitiedepartementet etc.",
				"Tycker det är väldigt konstigt att lärarna var noga med att påpeka att de övningsfrågor vi gjort ligger över den nivå vi skall kunna och att vi bara skall fokusera på grundläggande frågor (typ övningstentan de satte ihop), men istället kommer det tvärtom svårare frågor och dessutom en hel fråga på ett område som vi haft en enda föreläsning i när vi haft otaliga föreläsningar på andra områden som inte kom med alls..."
		]
	},
	{
		"postIndex": [
			[28257],
			[25409],
			[27137],
			[26413],
			[25584]
		],
		"postTime": [
				"2012-05-04",
				"2012-02-04",
				"2012-03-28",
				"2012-03-14",
				"2012-02-08"
		],
		"postNum": [
			[7231],
			[6594],
			[6981],
			[6811],
			[6636]
		],
		"postLink": [
				"/sp37175507",
				"/sp35501428",
				"/sp36509583",
				"/sp36249015",
				"/sp35568915"
		],
		"postUser": [
				"privateinterest",
				"Orzion",
				"privateinterest",
				"ugglor-i-mossen",
				"namgreb"
		],
		"postUserID": [
				"/u677273",
				"/u338953",
				"/u677273",
				"/u468341",
				"/u308624"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p603",
				"https://www.flashback.org/t426684p550",
				"https://www.flashback.org/t426684p582",
				"https://www.flashback.org/t426684p568",
				"https://www.flashback.org/t426684p553"
		],
		"userUrl": [
				"https://www.flashback.org/u677273",
				"https://www.flashback.org/u338953",
				"https://www.flashback.org/u677273",
				"https://www.flashback.org/u468341",
				"https://www.flashback.org/u308624"
		],
		"sentence": [
				"Får man inte AB i en kurs betyder det alltså att man hör till den sämre percentilen av alla som inte fick AB alltså sedermera var betygsfördelningen 33% AB betyder det att man är sämre än 33% av alla på denna kurs och detta kan då slutledas till att man har presterat för dåligt för att man med samma prestation ska få en chans att få ett jobb på en affärsjuridisk byrå då den vedertagna gränsen är att endast de som har 75% AB eller mer får ett sådant jobb (denna andel är självfallet mycket lägre än 33%, snarare är 3,3% närmare sanningen.",
				"tipsa om böcker som är bra utöver kurslitteraturen, uppmärksamma alla på att något lösningsförslag är felaktigt, läsa igenom och förbättra varandras PM och uppsatser, tränga in så många klasskamrater som möjligt i bilar när det är dags att ta sig till tentan, låta andra kopiera relevanta sidor i de böcker som behövs för uppsatsskrivande och rent allmänt försöka hjälpa varandra då alla självklart är bra och mindre bra på olika ämnen inom juridiken.",
				"Exempelvis den klassiska lögnen om att \"alla ljuger om hur dom studerar\" (oftast gäller då även \" \" runt 1-2 veckor innan tenta, vilket säger en hel del om personens egna kapacitet) Sedan kommer sådana utläggningar såsom: \"Du studerar inte ens på programmet, så du vet inte hur extremt det är att få AB\", samtidigt som man förkastar statistik över betygsfördelning genom att totalt ignorera det faktum att det är en enormt stor AB marginal (andelen som får AB jämfört med de som inte får det).",
				") Jag funderade lite på om Karlstad eller Örebro kunde vara lättare att komma in på då många söker sig till främst Stockholm och Göteborg (gissar jag på), men de med sina bättre betyg kanske har förtur och kanske väljer de mindre universiteten i andra hand, vad tror ni?",
				"Vänta några år tills du läser allmän rättslära och rättshistoria så kan du förklara hur Savigny hade fel när han påstodd att rätten inte låter sig fixeras, hur Nordlings lilla allmänna rättsmedvetande inte alls strävade efter någon fullbordan, att den historiska skolan överhuvudtaget inte existerat, att positiv rätt i alla dess former är bedrägeri för att kunna ändra kurslitteratur och tjäna pengar på studenter!"
		]
	},
	{
		"postIndex": [
			[30659],
			[30488],
			[31542],
			[31596],
			[29281]
		],
		"postTime": [
				"2012-07-10",
				"2012-06-28",
				"2012-07-25",
				"2012-07-27",
				"2012-06-07"
		],
		"postNum": [
			[7789],
			[7741],
			[8004],
			[8013],
			[7471]
		],
		"postLink": [
				"/sp38255759",
				"/sp38081917",
				"/sp38482345",
				"/sp38520772",
				"/sp37751889"
		],
		"postUser": [
				"Overintendent",
				"Janus-Richmond",
				"ShlerKadhim",
				"lajohanna",
				"Legal-Eagle"
		],
		"postUserID": [
				"/u696064",
				"/u313365",
				"/u664073",
				"/u169630",
				"/u596148"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p650",
				"https://www.flashback.org/t426684p646",
				"https://www.flashback.org/t426684p667",
				"https://www.flashback.org/t426684p668",
				"https://www.flashback.org/t426684p623"
		],
		"userUrl": [
				"https://www.flashback.org/u696064",
				"https://www.flashback.org/u313365",
				"https://www.flashback.org/u664073",
				"https://www.flashback.org/u169630",
				"https://www.flashback.org/u596148"
		],
		"sentence": [
				"Efter att ha läst igenom tråden så har jag upptäckt en trend bland dessa personer, först och främst presterar dom BA i snitt, sen \"bestämmer\" dom sig för att enbart prestera AB resten av utbildningen (detta vid brytpunkten för när deras betygssnitt kommer bli för dåligt till något annat än komunjurist om inte planen uppfylls), -när detta sedan misslyckas börjar de istället sväva ut om att det inte alls är viktigt med betyg.",
				"Förstår givetvis att alla har olika uppfattning om vilka ämnen som är roliga och intressanta, men vissa ämnen är ju generellt mer omtyckta än andra (jämför tex mattematik med Idrott i grundskolan) och känns som att juristlinjen är betydligt mer fullspäckad av det tyngre materialet, vilket givetvis också lockar folk med intresse för detta så min jämförelse kanske tappade poängen Tack för era två svar i alla fall.",
				"Jag har läst igenom här lite och försökt hitta svar på min fråga men tänkte att jag kanske skulle ställa den själv eftersom jag inte fått något svar än Jag ska snart börja tredje året i gymnasiet och jag vill såååå gärna läsa jurist i England!",
				"Att en juristutb inte särskilt gångbar i andra länder än studielandet gäller iofs i alla länder men jag har själv läst på juristutb i både civil och common law-länder och skulle inte klara av mitt jobb som biträdande jurist på en svensk advokatbyrå utan min examen från ett civil law-land pga skillnaderna mellan systemen.",
				"Jag vet egentligen inte så mycket om det men man hade genomfört förändringen inför den här terminen och vi var naturligtvis måttligt roade, sedan ett par veckor innan tentan så drog man tillbaka det och lät meddela att de gamla betygsgränserna skulle gälla för vår tenta och omtenta, samt att man skulle genomföra förändringen framöver, men först efter en fördjupad undersökning."
		]
	},
	{
		"postIndex": [
			[33638],
			[34292],
			[32598],
			[34481],
			[32932]
		],
		"postTime": [
				"2012-09-28",
				"2012-10-21",
				"2012-09-05",
				"2012-10-25",
				"2012-09-09"
		],
		"postNum": [
			[8542],
			[8714],
			[8314],
			[8753],
			[8384]
		],
		"postLink": [
				"/sp39574379",
				"/sp39953832",
				"/sp39192234",
				"/sp40020000",
				"/sp39259622"
		],
		"postUser": [
				"Quotient",
				"SunWukong",
				"frlliois",
				"Zeltak",
				"Orzion"
		],
		"postUserID": [
				"/u734852",
				"/u539888",
				"/u716573",
				"/u623942",
				"/u338953"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p712",
				"https://www.flashback.org/t426684p727",
				"https://www.flashback.org/t426684p693",
				"https://www.flashback.org/t426684p730",
				"https://www.flashback.org/t426684p699"
		],
		"userUrl": [
				"https://www.flashback.org/u734852",
				"https://www.flashback.org/u539888",
				"https://www.flashback.org/u716573",
				"https://www.flashback.org/u623942",
				"https://www.flashback.org/u338953"
		],
		"sentence": [
				"Jag vill väldigt gärna ställa en fråga till er som läser juristprogrammet som jag hoppas kunna få ett givande svar på trots att jag har förstått att den kanske kan anses vare lite kontroversiell som så, -Nämligen: Vad är det som får en student att misslyckas med att få högsta betyg (åsyftar då inte bristande kapacitet vilket är tämligen implicerat, utan istället vilka exakta moment ett misslyckande härrör), alltså är det en brist på inlärningsförmåga eller snarare en brist på att kunna applicera sin kunskap till problemlösning?",
				"Samhällsvetare har jag identifierat mig som sedan jag var 12-13 och efter att ha läst statsvetenskap två terminer på gymnasiet har jag bara blivit mer och mer motiverad att satsa på just juridiken (tycker arbetsrätt, straffrätt och asylrätt verkar sjukt intressant exempelvis) Jag är väldigt sugen på att läsa juridik nu (omedelbart) men vet samtidigt om att jag kommer vilja lära mig hyfsad tyska (1-2 terminer i Tyskland) innan jag blir fullvuxen knegare.",
				"Det kan både stå att en hel bok ska läsas ut under ett visst kursmoment, typ en veckas tid (så är fallet för oss under den första veckan; , till och med två böcker), eller att vissa utvalda kapitel ska läsas under motsvarande tid (de kommande veckor jag har kollat på verkar köra med det upplägget).",
				"Samtidigt är jag bara en liten yngling i juristprogrammet här i Stockholm och vet inte vad som har förekommit förut eller i senare terminer men det jag kan uttala mig om med hänsyn till min personliga erfarenhet är att de tre senaste årskullarna i Stockholms Universitet för juristprogrammet verkar ignorera fullständigt den här långtgående konflikten om vilket juristprogram som är bäst och vilken ställning SU har i förhållande till andra lärosäten i Sverige.",
				"Ett tips kan vara att helt enkelt skapa en juridisk ordlista i ett word dokument där du letar upp och skriver en kort förklaring till varje ord som du inte förstår, men annars är det bara att fortsätta läsa så ska det säkert gå bra annars ska det finns lite olika böcker som går igenom och förklarar juridiska begrepp."
		]
	},
	{
		"postIndex": [
			[36190],
			[37167],
			[37287],
			[35979],
			[36825]
		],
		"postTime": [
				"2012-11-29",
				"2012-12-11",
				"2012-12-12",
				"2012-11-27",
				"2012-12-06"
		],
		"postNum": [
			[9168],
			[9356],
			[9382],
			[9127],
			[9273]
		],
		"postLink": [
				"/sp40621978",
				"/sp40841958",
				"/sp40858800",
				"/sp40588138",
				"/sp40761231"
		],
		"postUser": [
				"namgreb",
				"Quotient",
				"Coqen",
				"Zeltak",
				"WT-Kenta"
		],
		"postUserID": [
				"/u308624",
				"/u734852",
				"/u391471",
				"/u623942",
				"/u247710"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p764",
				"https://www.flashback.org/t426684p780",
				"https://www.flashback.org/t426684p782",
				"https://www.flashback.org/t426684p761",
				"https://www.flashback.org/t426684p773"
		],
		"userUrl": [
				"https://www.flashback.org/u308624",
				"https://www.flashback.org/u734852",
				"https://www.flashback.org/u391471",
				"https://www.flashback.org/u623942",
				"https://www.flashback.org/u247710"
		],
		"sentence": [
				"Oavsett får jag komma dragandes med jante hur mycket jag vill; det känns som ett återkommande faktum inte bara i samhället i stort, inte bara på flashback, inte bara i den här tråden, att jante gäller; man inte får vara glad över bra betyg ifrån gymnasiet för å nej det råder en betygsinflation, man får inte vara stolt över sitt lärosäte för å nej det är bara skit, man inte får vara glad över sina AB för å nej det spelar ingen roll ändå, och nu får man tydligen inte ens reagera på att någon annan reagerade över en jämförelse mellan jurister och socionomer.",
				"Inom ett eftertraktad område finns det väldigt stora möjligheter både under och efter studierna på forskarnivå inom juridiken, kolla exempelvis på Göran Grosskopf, hans karriärsbana ser minst sagt väldigt trevlig ut, inte minst med tanke på att du kan arbeta inom just det område som intresserar dig och med enbart kvalificerade arbetsuppgifter mot att slita på en byrå för att jobba dig uppåt inom dess hierarki.",
				"Då jag läste kursen var jag ganska lat i början men pluggade sen runt 8 timmar effektiv tid de två sista veckorna när tentaångesten började krypa sig på, men det är nog oerhört varierande hur mycket tid man behöver lägga ner på kursen, personligen känner jag att jag lade ner lite väl mycket tid pga att jag verkligen ville vara säker på att komma in.",
				"En person med höga betyg från låt oss säga Umeå Universitet kommer högst sannolikt vara mer attraktiv på arbetsmarknaden än en person med medelmåttiga betyg från super fina Uppsala Universitet, om vi nu utgår ifrån att professorerna från majoriteten av dessa lärosäten i Sverige konstant påminner om att betyg faktiskt spelar roll i juristprogrammet.",
				"Egentligen bör man inte ens försöka jämföra högskolestudier och gymnasiestudier kvantitativt eftersom det finns en kvalitativ skillnad, men jag skall ändå trotsa rationaliteten och skriva ett förslag på hur man skulle kunna tänka om man ville göra något så dumt: Om jag inte minns fel så var tanken med gymnasiepoängen ursprungligen att en poäng skulle motsvara en timmes lärarledd undervisning."
		]
	},
	{
		"postIndex": [
			[39153],
			[41307],
			[40170],
			[40744],
			[39403]
		],
		"postTime": [
				"2013-01-25",
				"2013-02-20",
				"2013-02-02",
				"2013-02-06",
				"2013-01-28"
		],
		"postNum": [
			[9801],
			[10182],
			[9946],
			[10041],
			[9826]
		],
		"postLink": [
				"/sp41679130",
				"/sp42112529",
				"/sp41812062",
				"/sp41885428",
				"/sp41725023"
		],
		"postUser": [
				"Legal-Eagle",
				"penatre",
				"Orzion",
				"LegeFerenda",
				"skenetbedrar"
		],
		"postUserID": [
				"/u596148",
				"/u755670",
				"/u338953",
				"/u665156",
				"/u746475"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p817",
				"https://www.flashback.org/t426684p849",
				"https://www.flashback.org/t426684p829",
				"https://www.flashback.org/t426684p837",
				"https://www.flashback.org/t426684p819"
		],
		"userUrl": [
				"https://www.flashback.org/u596148",
				"https://www.flashback.org/u755670",
				"https://www.flashback.org/u338953",
				"https://www.flashback.org/u665156",
				"https://www.flashback.org/u746475"
		],
		"sentence": [
				"Tja, många är intresserade av juridik(t ex undertecknad), andra därför att det är en bred utbildning som leder eller kan leda till en mängd olika yrken, vissa söker p g a alla läckra tjejer som går utbildningen(2/3 är av det täcka könet), en del vet inte varför de är där och det vet ingen annan heller, det var dom som gick i friskolor och som fick sina betyg i julklapp, en del vill ha fred på jorden och vill jobba med människor(dessa kallas kommunister och bör undvikas), vissa söker status och anser att det kommer i och med att man har en juristexamen, en del är pengakåta och vill dö i hjärtinfarkt innan 53....",
				"Men missförstå mig inte, det är viktigt för mig med erfarenheter också, men nu när jag läser juristprogrammet, då hade jag - om jag hade fått möjlighet för att arbeta i ICA och därmed förbättrat mitt CV - inte tackat ja, just eftersom jag inte ser hur det skulle ha gynnat mig (hade fått mindre tid åt att läsa, tvungen att skippa föreläsningar etc) Då väljer jag hellre ett jobb som ger mig spetskompetens inom det jag vill arbeta med i framtiden.",
				"Du ska jobba två år efter examen, sen söka ting i en större stad och dessutom gärna jobba lite i något annat land med men du ska dessutom ofta vara nyexaminerad (enligt de flesta jobbannonserna åtminstone), de kraven verkar inte helt lätta att nå upp till Skämt åsido låter det du skriver väldigt rimligt.",
				"Finns det några ljusa möjligheter alls för någon med 7-8 BA eller har det varit slöseri med tid att ha pluggat för sitt BA när man lika gärna kunnat sitta av tiden för ett B om jobben man får ändå inte skiljer sig då man saknar AB.",
				"Önskar det fanns någon fadder på distans eller dylikt, har varken tiden eller lusten att vara social på olika introduktionsaktiviteter och ännu mindre att behöva lägga ner tid jag inte har för att sitta och plugga med andra efter en 4 timmars lång föreläsning när blodsockret är kasst och man är hungrig och trött som ett as."
		]
	},
	{
		"postIndex": [
			[44098],
			[42096],
			[42995],
			[43793],
			[43166]
		],
		"postTime": [
				"2013-06-25",
				"2013-04-02",
				"2013-04-23",
				"2013-05-23",
				"2013-04-30"
		],
		"postNum": [
			[10901],
			[10390],
			[10626],
			[10811],
			[10658]
		],
		"postLink": [
				"/sp44045076",
				"/sp42766093",
				"/sp43108745",
				"/sp43576311",
				"/sp43208292"
		],
		"postUser": [
				"Diskrepansikubik",
				"Feadog",
				"BarneyGumble",
				"Orzion",
				"BarneyGumble"
		],
		"postUserID": [
				"/u769734",
				"/u384312",
				"/u323288",
				"/u338953",
				"/u323288"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p909",
				"https://www.flashback.org/t426684p866",
				"https://www.flashback.org/t426684p886",
				"https://www.flashback.org/t426684p901",
				"https://www.flashback.org/t426684p889"
		],
		"userUrl": [
				"https://www.flashback.org/u769734",
				"https://www.flashback.org/u384312",
				"https://www.flashback.org/u323288",
				"https://www.flashback.org/u338953",
				"https://www.flashback.org/u323288"
		],
		"sentence": [
				"allt från jobb på callcenters till att vara egna företagare inom en bransch de jobbat i eller är intresserade av sedan tidigare - jobben de hade innan de påbörjade juristprogrammet, förhoppningsvis med lite intressantare uppgifter eftersom de i alla fall har en examen i bagaget Det går inte att generalisera och säga att låga betyg är lika med låg lön och obefintlig karriär.",
				"99% av alla arbetsgivare lär se det som mer attraktivt med en 26-28 åring med 2-4 års arbetslivserfarenhet (behöver absolut inte vara något juridiskt relevant) eller som har varit ute och sett världen och skaffat sig livserfarenhet än en 24 åring som bara har gått direkt ifrån gymnasiet till programmet och sedan bara jobbat lite under somrarna och kanske haft nåt ideellt uppdrag under sin studietid på sin höjd.",
				"Personen har i vart fall ingen anledning att ge upp bara för att betygen inte är AB i snitt, utan får helt enkelt acceptera att det kan ta lite längre tid för personen ifråga att göra karriär än om den hade det, samt att det kan bli svårt att få anställning hos någon av de stora drakarna, dock finns det fler byråer som sysslar med affärsjuridik än dessa.",
				"Då tycker jag det är rimligt att utgå ifrån max meritpoäng, kan personen sitta ting efter att ha jobbat ett par år är det ju inte en person som inte kan sitta ting utan en person som inte kan sitta ting direkt efter utbildningen vilket ju dock inte var vad frågan handlade om.",
				"Att läsa facklitteratur är inte jämförbart med att praktiskt arbeta med juridik, utan enligt min uppfattning är det allmänt mer krävande för hjärnan och därför betydligt enklare att tappa koncentrationen när du läser facklitteratur, än när du praktiskt arbetar med juridik (det finns nämligen inte så många arbetsplatser där du spenderar dagarna med att sträckläsa doktrin och praxis flera timmar per dag, för att lära dig innehållet i texterna)."
		]
	},
	{
		"postIndex": [
			[46480],
			[44931],
			[44661],
			[46567],
			[47086]
		],
		"postTime": [
				"2013-08-30",
				"2013-07-17",
				"2013-07-05",
				"2013-08-31",
				"2013-09-28"
		],
		"postNum": [
			[11502],
			[11106],
			[11027],
			[11526],
			[11672]
		],
		"postLink": [
				"/sp45016542",
				"/sp44362623",
				"/sp44188073",
				"/sp45032485",
				"/sp45444342"
		],
		"postUser": [
				"Sobofied",
				"Knutte_Ninja",
				"grizzel",
				"Vial",
				"ProsecutorDredd"
		],
		"postUserID": [
				"/u317599",
				"/u140751",
				"/u609319",
				"/u788648",
				"/u817230"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p959",
				"https://www.flashback.org/t426684p926",
				"https://www.flashback.org/t426684p919",
				"https://www.flashback.org/t426684p961",
				"https://www.flashback.org/t426684p973"
		],
		"userUrl": [
				"https://www.flashback.org/u317599",
				"https://www.flashback.org/u140751",
				"https://www.flashback.org/u609319",
				"https://www.flashback.org/u788648",
				"https://www.flashback.org/u817230"
		],
		"sentence": [
				"Att man inte jobbar med något juridiskt relevant direkt efter examen behöver ju inte nödvändigtvis vara ett misslyckande (startat eget företag, resa ett år, bla bla) Jag tror inte det finns många jur kand som är av annan anledning än att man själv valt det eller möjligen hälsoproblem.",
				"Tilläggas bör att antalet tingsplatser inte direkt ökar heller, en gång i tiden kunde en nyutexaminerad student sitta i Stockholm (om än inte i stockholms TR) med typ 280 poäng med lite tur, nu ger 280 poäng inte en plats någonstans i landet, nu räcker 290 poäng knappt till en plats någonstans heller utan det krävs kanske 295 poäng* för att att vara hyfsat säker på att få en plats en normalstor intagningsomgång.",
				"kand) som jag läste in samtidigt som jag gick på juristprogrammet (som jag läste i Uppsala) * Praktiserat på en större advokatbyrå under examensarbetet * Arbetat under min studietid på olika företag, både okvalificerat med saker som inte är juridiska samt \"småkvalificerat\" med juridiska uppgifter (dock inte på advokatbyråer) Sen har jag väl en del annat småtjafs i min CV men inget som jag tror gör någon verklig materiell skillnad.",
				"Oavsett vad jag för egen del skulle vara nöjd med eller ej (det vet jag för övrigt inte riktigt, jag vet vad jag har för mål, men jag vet inte om jag efter given tenta någon gång kommer vara nöjd med ett sämre resultat än det stora målet, helt enkelt baserat på att jag helt enkelt inte hade kunnat prestera bättre än jag gjorde).",
				"Och det går inte att jämföra en student som kan ägna sig heltid åt studier med någon som behöver arbeta vid sidan om skolan, har barn eller av andra skäl saknar möjlighet att studera i den omfattningen eller kunna ha det fokus som ofta krävs vid inlärning samt inläsning av det ofta omfattande litteratur som ingår i terminerna."
		]
	},
	{
		"postIndex": [
			[48263],
			[48245],
			[49727],
			[48342],
			[48311]
		],
		"postTime": [
				"2013-10-30",
				"2013-10-30",
				"2013-12-07",
				"2013-10-31",
				"2013-10-31"
		],
		"postNum": [
			[11956],
			[11951],
			[12335],
			[11975],
			[11966]
		],
		"postLink": [
				"/sp45910889",
				"/sp45900889",
				"/sp46473446",
				"/sp45927204",
				"/sp45918245"
		],
		"postUser": [
				"Legal-Eagle",
				"Lime32",
				"NeutralGuy",
				"cocodo",
				"Markvii"
		],
		"postUserID": [
				"/u596148",
				"/u604231",
				"/u861091",
				"/u649790",
				"/u836786"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p997",
				"https://www.flashback.org/t426684p996",
				"https://www.flashback.org/t426684p1028",
				"https://www.flashback.org/t426684p998",
				"https://www.flashback.org/t426684p998"
		],
		"userUrl": [
				"https://www.flashback.org/u596148",
				"https://www.flashback.org/u604231",
				"https://www.flashback.org/u861091",
				"https://www.flashback.org/u649790",
				"https://www.flashback.org/u836786"
		],
		"sentence": [
				"+ Oerhört intressant ämne med en enorm spännvid + Intellektuellt utmanande, glöm korvstoppning här gäller argumentation och förmåga att se mönster och sammanhang + Bred arbetsmarknad + Allmänbildande + Statusfylld utbildning + Möjlighet till god löneutveckling och inte minst personlig utveckling (man är inte fast i ett visst yrke eller ämnesområde utan kan byta om nu gräset skulle te sig grönare på andra sidan) + Oerhört begåvade och duktiga lärare (gäller Lund, men är säkert så överallt).",
				"Den killen är rätt känd i Uppsala, bland annat var han nog den som skrek högst av alla när Juridik II togs bort förra hösten då han tyckte det var förbannat orättvist att bara folk med bra betyg eller bra högskoleprov skulle få läsa på juristprogrammet i Uppsala.",
				"Jag antar att du åsyftar denna artikel: Dock har man annars kommit fram till att Uppsala är svårare: Statistiken som redovisas i , och som jag klistrar in här, tyder starkt på att Stockholm är lättare än Uppsala: Andelen AB: Uppsala VT 12: T1, juridisk metod, statsrätt, konstitutionell EU-rätt: % T2, skadestånd, avtalsrätt, kontraktsrätt, arbetsrätt, fordringsrätt: % (HT 11) T3, sakrätt, familjerätt, immaterialrätt: % T4, straffrätt, processrätt: % T5, associationsrätt, skatterätt: % T6, förvaltningsrätt, internationell rätt: % SU läsåret 2011: JIK: % C1: % Statsrätt: % Folkrätt: % Europarätt: % C2: % C3: % C4: % Straffrätt: % Processrätt: % FEK: % Associationsrätt: % Skatterätt: % Förvaltningsrätt: % Rättshistoria: % NEK: % IP-rätt: % Allmän rättslära: % Med tanke på betygens enorma betydelse för juriststudenterna, anser jag att man bör välja det lärosäte där det är lättast att få höga betyg.",
				"Jag är inte dum på något sätt, men jag betvivlar många lyckliga historier av de som säger att de pluggar en timme per dag, det är fullständigt orimligt om man inte är ngt geni Jag läser varenda sida i alla böcker förutom om någon bok är uppenbart irrelevant eller om jag får tidsbrist mot slutet av kursen.",
				"Väldigt många med fleråriga erfarenheter söker de bra jobben men vet inte om denna trend är ökande eller minskande - men sånt innebär svårigheter för nyutexaminerade Skulle själv hellre satsa på en utbildning där man lär sig göra bensin av (vanligt) vatten men har inte hittat någon sådan än."
		]
	},
	{
		"postIndex": [
			[50588],
			[50603],
			[52296],
			[51539],
			[52039]
		],
		"postTime": [
				"2013-12-22",
				"2013-12-23",
				"2014-01-26",
				"2014-01-15",
				"2014-01-24"
		],
		"postNum": [
			[12477],
			[12483],
			[12923],
			[12722],
			[12876]
		],
		"postLink": [
				"/sp46709632",
				"/sp46717560",
				"/sp47218243",
				"/sp47060240",
				"/sp47200384"
		],
		"postUser": [
				"Pörr",
				"ProsecutorDredd",
				"Icecrypt08",
				"Lindgren08",
				"kavalen2"
		],
		"postUserID": [
				"/u159409",
				"/u817230",
				"/u640416",
				"/u183271",
				"/u131003"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p1040",
				"https://www.flashback.org/t426684p1041",
				"https://www.flashback.org/t426684p1077",
				"https://www.flashback.org/t426684p1061",
				"https://www.flashback.org/t426684p1073"
		],
		"userUrl": [
				"https://www.flashback.org/u159409",
				"https://www.flashback.org/u817230",
				"https://www.flashback.org/u640416",
				"https://www.flashback.org/u183271",
				"https://www.flashback.org/u131003"
		],
		"sentence": [
				"Nu kommer jag lite sent in i de senaste dagarnas intressanta diskussioner, men om man ska vara krass kan jag säga att under de fem år efter examen som jag trots allt jobbade inom de sektorer som utbildningen är (eller borde vara) riktad till (tingstjänstgöring + bitris på affärsbyrå) antagligen hade klarat detta precis lika bra om jag läst något annat efter en fyraveckors introduktionskurs i något slags metodlära och en snabbgenomgång av vad som är hyfsat vedertagna rättskällor, det vill säga lag, förarbeten och praxis.",
				"Jag hoppas du även ser fram emot att läsa programmet och inte bara känner av ångest Jag vet inte hur betygsfixerad du är eller hur lätt du har att fastna för vad medstudenterna säger/gör men om du går i Uppsala kan jag för min egen del säga eller rättare sagt skriva att något av det bästa var vid varje terminsstart hämta de tunga kompendierna, ögna igenom materialet tillika den inköpta litteraturen och bara veta vad som väntade, att läsa juridik Fast kan tillägga att det är bra mycket roligare att tillämpa kunskaperna i praktiken dvs.",
				"CA gränserna kommer att sänkas med minst 1 poäng nu på VT sa kursföreståndaren, uppenbarligen tyckte de själva att det var lite höga krav speciellt när den här kursen förut var en termin senare på programmet vilket gjorde studenterna en hel del bättre på sin juridiska metod så kan man inte riktigt ställa lika höga krav när kursen läggs på termin två istället för tre.",
				"Det ironiska är att jag sket i att skriva den tentan tidigare under terminen (gick inte ens dit, iofs på goda grunder, men ändå), och när jag såg tentan då den kom ut tre veckor senare visste jag direkt att jag hade kunnat lägga ett AB på den En ny chans på fredag i alla fall.",
				"Juridiken handlar egentligen bara om sunt förnuft och att kunna bedöma situationen som sådan vilket långt ifrån alla åklagare kan, jag säger åklagare iom att advokater ofta, jag säger ofta då jag anser att advokater faktiskt har en mer sund syn på sin klient och inte är helt uppe i det blå när det gäller påföljder eller liknande."
		]
	},
	{
		"postIndex": [
			[55213],
			[53813],
			[53714],
			[55578],
			[56274]
		],
		"postTime": [
				"2014-03-10",
				"2014-02-10",
				"2014-02-09",
				"2014-03-20",
				"2014-04-11"
		],
		"postNum": [
			[13633],
			[13268],
			[13250],
			[13714],
			[13888]
		],
		"postLink": [
				"/sp47872682",
				"/sp47454077",
				"/sp47443804",
				"/sp48027813",
				"/sp48334095"
		],
		"postUser": [
				"Sjuklig Bäver",
				"Orkarintebetyg1",
				"Orkarintebetyg1",
				"dppett",
				"Moohh"
		],
		"postUserID": [
				"/u215938",
				"/u864129",
				"/u864129",
				"/u371087",
				"/u899818"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p1137",
				"https://www.flashback.org/t426684p1106",
				"https://www.flashback.org/t426684p1105",
				"https://www.flashback.org/t426684p1143",
				"https://www.flashback.org/t426684p1158"
		],
		"userUrl": [
				"https://www.flashback.org/u215938",
				"https://www.flashback.org/u864129",
				"https://www.flashback.org/u864129",
				"https://www.flashback.org/u371087",
				"https://www.flashback.org/u899818"
		],
		"sentence": [
				"De jag känner utan jobb, förutom något enstaka stolpskott som är bortom all räddning, har dels halvkassa betyg (och inte i den mening som den här tråden brukar använda det uttrycket, utan snarare så att de har fått något eller några AB under fördjupningskurserna och resten Ba, kanske även något b), och är dels kräsna såtillvida att de begränsar sig geografiskt eller bara vill jobba med att rädda världen, ibland både och.",
				"Eller när du minglar på Stureplan och säger att du jobbar på SWARTLING istället för när du på den lokala Ica-affären möter Bosse (bonde sedan 45år) som ser ner på jurister i stort, då han bara tycker de håller på och krånglar och försvårar hans arbete och bidrar till ökade utgifter, måste anses vara så pass olika upplevelser att personerna som tar examen från juristprogrammet 270hp inte kan anses vara jämförbara, beroende på vilka konsekvenser de olika betygen för med sig..",
				"För annars kommer jag varje dag i resten av mitt liv gå till Anderssons juridik i Eslöv och tänka på kursarna som sitter på Swartling, eller om vi ska vara realistiska så jobbar många jurister inte ens med juridik efter examen!!",
				"Observera att jag inte söker den \"bästa\" studiemetoden då jag vet att detta är högst individuellt utan som sagt olika metoder att insupa juridiska kunskaper på Läser just nu en juridisk översikts kurs vilken som ni säkert vet behandlar flertalet olika juridiska moment under relativt sett kort tid.",
				"Ett problem är att jag knappt känner någon i varken Stockholm eller Uppsala, varför jag ändå överväger Uppsala med tanke på studentlivet, att det helt enkelt verkar enklare att lära känna lite andra studenter och inte förbli helt ensam."
		]
	},
	{
		"postIndex": [
			[57528],
			[59251],
			[57864],
			[59186],
			[58894]
		],
		"postTime": [
				"2014-05-21",
				"2014-08-04",
				"2014-06-03",
				"2014-07-31",
				"2014-07-14"
		],
		"postNum": [
			[14225],
			[14598],
			[14320],
			[14580],
			[14514]
		],
		"postLink": [
				"/sp48886789",
				"/sp49811890",
				"/sp49056026",
				"/sp49766986",
				"/sp49577934"
		],
		"postUser": [
				"Sobofied",
				"Legal-Eagle",
				"Vinglefitte",
				"Sobofied",
				"mattekille"
		],
		"postUserID": [
				"/u317599",
				"/u596148",
				"/u789778",
				"/u317599",
				"/u877509"
		],
		"postUrl": [
				"https://www.flashback.org/t426684p1186",
				"https://www.flashback.org/t426684p1217",
				"https://www.flashback.org/t426684p1194",
				"https://www.flashback.org/t426684p1215",
				"https://www.flashback.org/t426684p1210"
		],
		"userUrl": [
				"https://www.flashback.org/u317599",
				"https://www.flashback.org/u596148",
				"https://www.flashback.org/u789778",
				"https://www.flashback.org/u317599",
				"https://www.flashback.org/u877509"
		],
		"sentence": [
				"Kursen är klart den jobbigaste - jag skulle säga den enda faktiskt skitjobbiga - kursen jag haft; en kombination av orsaker including but not limited to konstiga administrativa misstag och onödig skit (7-8 grupper att hålla reda på) dålig information (ska vara åtgärdat), kass schemaplanering (uppsatsinlämning någon dag efter tenta), kasst kursmaterial skrivit i comic sans (ungefär - nu åtgärdat), lögner från instutionen (ingen har ännu fått veta vår slutgiltiga betygsstatistik), daglig undervisning trots ett stort antal obligatorier och fan och hans moster, jag hade glömt skiten.",
				"Det finns inget att säga om litteraturen till IP-rätten, men hade jag läst kursen igen så hade jag nog valt att läsa Ekelöfs böcker i stället för Westbergs bok, då du ändå kommer att få läsa en hel del i Ekelöfs böcker under andra kursmomentet när du läser straffrätt.",
				"Visst, om du fick några veckor eller månader på dig skulle du säkert någorlunda kunna mejsla ut de rättsprinciper som slås fast i rättsfallet nedan men det är en viss skillnad mot att gå till någon som på ett pedagogiskt sätt kan förklara det för dig på 5 minuter (om det nu skulle vara av relevans för en uppkommen tvist, vilket du till skillnad från en skicklig jurist för övrigt inte skulle veta) vilken kan vara av betydelse när man debiterar flera tusen kronor timmen Edit: nevermind, rättsfallet var för långt för att få med i inlägget..",
				"Jag har förstått att detta sker i Lund och inte är så himla fantastiskt jämt (\"hej-sitt-här-och-läs\"), men i många fall lär det vara intressant, ge en klarare bild av vissa arbetsplatser (\"nämen oj det var inte alls som i Suits\") och kanske rentav ge någon sorts erfarenhet.",
				"Är det att plugga som en tok, nästan hela den lediga tiden (maximera antalet timmar), eller kan man nå bra betyg genom förhållandevis lite tid (jämfört med andra studenter), men genom att plugga kontinuerligt och inte bara en massa inför tentorna?"
		]
	}
]
