[
	{
		"postIndex": [
			[188],
			[155],
			[192],
			[177],
			[139]
		],
		"postTime": [
				"2007-08-29",
				"2007-08-28",
				"2007-08-29",
				"2007-08-29",
				"2007-08-28"
		],
		"postNum": [
			[79],
			[73],
			[79],
			[79],
			[71]
		],
		"postLink": [
				"/sp8167597",
				"/sp8167315",
				"/sp8167597",
				"/sp8167597",
				"/sp8167063"
		],
		"postUser": [
				"Zhivago",
				"christofer_a",
				"Zhivago",
				"Zhivago",
				"Zhivago"
		],
		"postUserID": [
				"/u159820",
				"/u148464",
				"/u159820",
				"/u159820",
				"/u159820"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p7",
				"https://www.flashback.org/t536846p7",
				"https://www.flashback.org/t536846p7",
				"https://www.flashback.org/t536846p7",
				"https://www.flashback.org/t536846p6"
		],
		"userUrl": [
				"https://www.flashback.org/u159820",
				"https://www.flashback.org/u148464",
				"https://www.flashback.org/u159820",
				"https://www.flashback.org/u159820",
				"https://www.flashback.org/u159820"
		],
		"sentence": [
				"Att hälla bensin på elden genom att rita sådana bilder är naturligtvis inte speciellt konstruktivt till att börja med - ungefär som att bränna flaggor, det är bara ett sätt att visa förakt - med reservation för att bilderna inte primärt ritades för att håna en hel grupp människor.",
				"Här kommer min tolkning av Muhammed som rondellhund, den heter \"Den heliga profeten Muhammed med fru skingrar natten\" och syftar såklart på det viset han lade grunden till en religion som dagligen förespråkar och visar förnuft, förståelse och medmänsklighet.",
				"Bilderna är provocerande för ett flertal miljoner människor som är muslimer men som inte är självmordsbombare eller ens speciellt extrema i sin tro.",
				"Islamister som tillämpar hot, våld och utför självmordsbombningar bevisar att dom antingen anser sig inte ha något annat val (vilket säkerligen gäller åtminstone till viss del i Israel/Palestina konflikten) eller att dom inte kan bete sig som folk.",
				"Du förstår överhuvudtaget inte motsättningen i att klaga över \"muslimers stenåldersbeteende\" samtidigt som man använder sin högt värderade yttrandefrihet till att rita bilder med den enda avsikten att håna, häckla och provocera?"
		]
	},
	{
		"postIndex": [
			[332],
			[467],
			[369],
			[509],
			[339]
		],
		"postTime": [
				"2007-08-30",
				"2007-09-01",
				"2007-08-30",
				"2007-09-01",
				"2007-08-30"
		],
		"postNum": [
			[153],
			[254],
			[194],
			[286],
			[160]
		],
		"postLink": [
				"/sp8177907",
				"/sp8202007",
				"/sp8187346",
				"/sp8205441",
				"/sp8181273"
		],
		"postUser": [
				"Linkzie",
				"namram",
				"Doughnut",
				"jango",
				"rumalapsi"
		],
		"postUserID": [
				"/u126866",
				"/u79766",
				"/u169246",
				"/u72715",
				"/u152258"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p13",
				"https://www.flashback.org/t536846p22",
				"https://www.flashback.org/t536846p17",
				"https://www.flashback.org/t536846p24",
				"https://www.flashback.org/t536846p14"
		],
		"userUrl": [
				"https://www.flashback.org/u126866",
				"https://www.flashback.org/u79766",
				"https://www.flashback.org/u169246",
				"https://www.flashback.org/u72715",
				"https://www.flashback.org/u152258"
		],
		"sentence": [
				"Kan någon rita en vredgad pitbull terrier (pitbull terriern är ju allmänt ansedd som sur, aggressiv och dum, kunde vara ett bra sätt att avbilda dessa demonstranter och ovänner av yttrandefriheten, plus deras profet) (f ö har inget emot Islam, men mot personer som inte kan acceptera satir även om den är av dålig klass, även om en sådan bedömning är högst subjektiv)?",
				"Jag försvarar verkligen inte muslimer som bränner den svenska flaggan och jag tycker också att det är löjligt att uppröras över att en bild på Muhammed som hund har publicerats.",
				"Ja, att göra en rondellhund känns ju verkligen som att \"sätta ner foten\" För att visa sitt missnöje finns det bättre och effektivare sätt, men tyvärr sa saknar den normale mannen det modet, att ställa sig upp och säga \"det här är inte okej\" han har helt enkelt för mycket att förlora.",
				"Skulle det inte vara trevligt om vi som inte gillar Islam markerade sedlar med texten: \"muhammed kalb ibn kalb\" (förklarning ) Eller något annat, typ \"ISLAM\", där S:et är ett hakkors, tex.",
				"De som känner behov av att krama muslimer kan starta en ny tråd där de gråter över att man ritar bilder av Muhammed som hund."
		]
	},
	{
		"postIndex": [
			[656],
			[702],
			[552],
			[606],
			[570]
		],
		"postTime": [
				"2007-09-03",
				"2007-09-03",
				"2007-09-02",
				"2007-09-02",
				"2007-09-02"
		],
		"postNum": [
			[401],
			[426],
			[320],
			[363],
			[333]
		],
		"postLink": [
				"/sp8226149",
				"/sp8229157",
				"/sp8213485",
				"/sp8221138",
				"/sp8216753"
		],
		"postUser": [
				"JochenP",
				"miller_zero",
				"Detfårinteplats",
				"DDK",
				"Shubbinator"
		],
		"postUserID": [
				"/u102484",
				"/u112853",
				"/u107197",
				"/u138403",
				"/u148107"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p34",
				"https://www.flashback.org/t536846p36",
				"https://www.flashback.org/t536846p27",
				"https://www.flashback.org/t536846p31",
				"https://www.flashback.org/t536846p28"
		],
		"userUrl": [
				"https://www.flashback.org/u102484",
				"https://www.flashback.org/u112853",
				"https://www.flashback.org/u107197",
				"https://www.flashback.org/u138403",
				"https://www.flashback.org/u148107"
		],
		"sentence": [
				"Nu tänker för övrigt Sveriges muslimska förbund stämma Nerikes för dess smädande av profeten Låt detta istället skapa flera profethundar!",
				"Jag känner mig trakasserad när jag inte tillåts rita eller säga vad jag vill utan att det skall bli \"hets mot folkgrupp\" när jag befinner mig på svensk mark.",
				"Visst är det många som skulle skita i det, men bevisligen finns det massvis och åter massvis som inte gör det.",
				"): alternativt Hörde i Dagens Eko att Packistans och Afghanistans överstemullor utfärdat en fatwah för alla Flashbackare som postat i den här tråden samt deras föräldrar, syskon och bilar (äldre än 1998 års modell).",
				"Någon som har bild på hur dom hade ritat Muhammed i tidiningen i Danmark och på rondellhunden?"
		]
	},
	{
		"postIndex": [
			[771],
			[885],
			[906],
			[788],
			[767]
		],
		"postTime": [
				"2007-09-05",
				"2007-09-06",
				"2007-09-07",
				"2007-09-05",
				"2007-09-05"
		],
		"postNum": [
			[483],
			[561],
			[582],
			[492],
			[477]
		],
		"postLink": [
				"/sp8249728",
				"/sp8255826",
				"/sp8267277",
				"/sp8250347",
				"/sp8249461"
		],
		"postUser": [
				"miller_zero",
				"silberstein",
				"suetonius",
				"suetonius",
				"miller_zero"
		],
		"postUserID": [
				"/u112853",
				"/u84488",
				"/u166679",
				"/u166679",
				"/u112853"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p41",
				"https://www.flashback.org/t536846p47",
				"https://www.flashback.org/t536846p49",
				"https://www.flashback.org/t536846p41",
				"https://www.flashback.org/t536846p40"
		],
		"userUrl": [
				"https://www.flashback.org/u112853",
				"https://www.flashback.org/u84488",
				"https://www.flashback.org/u166679",
				"https://www.flashback.org/u166679",
				"https://www.flashback.org/u112853"
		],
		"sentence": [
				"Kan ingen person rita en bild där reinfeldt bugar eller på något sätt visar sig underlägsen för mohammad/allah?",
				"Var väl meningen att folk i tråden skulle håna Muhammed, inte sprida utvecklingstörda åsikter om \"svartingar\"?",
				"Jag undrar förresten hur islamisternas reaktion hade blivit ifall Vilks hade ritat en så här söt hund?",
				"Islamisternas ilska orsakades ju endast av Vilks harmlösa svartvita teckningar och inte av flashbacks mer vågade tolkningar som ju kom som ett svar på protesterna och hoten mot Vilks.",
				"Forumterrorister smädar islam med dagligt uppdaterade hundbilder som liknar profeten muhammed samt videos som lagts upp på den populära siten Jewtube."
		]
	},
	{
		"postIndex": [
			[956],
			[957],
			[975],
			[1132],
			[1037]
		],
		"postTime": [
				"2007-09-07",
				"2007-09-07",
				"2007-09-07",
				"2007-09-09",
				"2007-09-08"
		],
		"postNum": [
			[612],
			[612],
			[618],
			[728],
			[660]
		],
		"postLink": [
				"/sp8273014",
				"/sp8273014",
				"/sp8273236",
				"/sp8288963",
				"/sp8281400"
		],
		"postUser": [
				"Doctor Who",
				"Doctor Who",
				"christofer_a",
				"FrankCostello",
				"Dharma"
		],
		"postUserID": [
				"/u170174",
				"/u170174",
				"/u148464",
				"/u162755",
				"/u185648"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p51",
				"https://www.flashback.org/t536846p51",
				"https://www.flashback.org/t536846p52",
				"https://www.flashback.org/t536846p61",
				"https://www.flashback.org/t536846p55"
		],
		"userUrl": [
				"https://www.flashback.org/u170174",
				"https://www.flashback.org/u170174",
				"https://www.flashback.org/u148464",
				"https://www.flashback.org/u162755",
				"https://www.flashback.org/u185648"
		],
		"sentence": [
				"Jag står mer åt det invandrarvänliga hållet än motsatsen, men låt oss nöja oss med att säga att dagar som denna när jag ser bilder som dessa glider jag solklart mer åt ett håll och jag behöver inte säga vilket.",
				"Jag hade blivit glad om de istället för att hänga upp sig på bilderna ifråga kanske tagit sig tiden att fundera på vad det är som underblåser liknande karikatyrer av deras profet, nämligen vad vissa av deras \"kamrater\" i öst håller på med för ocivilicerat våld.",
				"Stort tack till alla er som vågar demonstrera för att ta bort alla yttrandefrihet i sverige, jag hade inte kunnat göra bilden utan er!",
				"Jag ska försöka skicka denna tråd till Al Jazeera English EDIT: Så, nu är det löst, räkna med lite terrorhot riktade mot sverige och denna hemsida Detta meddelande var det jag skickade: EDIT 2: Jag postade även John Galts bild.",
				"Rita egna och posta här I den här tråden tänkte jag inte begränsa till rondellhundar som en annan framgångsrik tråd har gjort."
		]
	},
	{
		"postIndex": [
			[1222],
			[1168],
			[1291],
			[1208],
			[1229]
		],
		"postTime": [
				"2007-09-11",
				"2007-09-09",
				"2007-09-16",
				"2007-09-10",
				"2007-09-11"
		],
		"postNum": [
			[792],
			[742],
			[847],
			[781],
			[797]
		],
		"postLink": [
				"/sp8309516",
				"/sp8291122",
				"/sp8364234",
				"/sp8302497",
				"/sp8312102"
		],
		"postUser": [
				"jojonn",
				"ElektroFredrik",
				"Displeased",
				"Mysfabbjoj",
				"Hoegberg"
		],
		"postUserID": [
				"/u133752",
				"/u190121",
				"/u161497",
				"/u179775",
				"/u155273"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p66",
				"https://www.flashback.org/t536846p62",
				"https://www.flashback.org/t536846p71",
				"https://www.flashback.org/t536846p66",
				"https://www.flashback.org/t536846p67"
		],
		"userUrl": [
				"https://www.flashback.org/u133752",
				"https://www.flashback.org/u190121",
				"https://www.flashback.org/u161497",
				"https://www.flashback.org/u179775",
				"https://www.flashback.org/u155273"
		],
		"sentence": [
				"De har pratat om denna tråd i p3 kvällspasset förra veckan, inte just att det var här från flashback men de pratade om folk som ritade muhammed som hund och la ut det på internet folk fick ringa in och säga vad de tycker om det hela..",
				"Men jag ber alla andra att fortsätta posta hundar, eller om ni inte vill rita så posta förslag så kanske jag eller nån vänlig själ ritar de åt er.",
				"Muslimerna är helt enkelt för dumma för att rita egna bilder så dom klippte in en massa bilder på helt vanliga hundar istället...",
				"Kunde icke missa chansen, nej nej, ty denna tråd kommer inom kort att anses onödig, det skulle ej förvåna mig, nej nej.",
				"45 minuter in i börjar de prata om Muhammed, men har inte uppfattat att de pratar om denna tråd."
		]
	},
	{
		"postIndex": [
			[1362],
			[1511],
			[1341],
			[1520],
			[1479]
		],
		"postTime": [
				"2007-09-22",
				"2007-11-07",
				"2007-09-20",
				"2007-11-12",
				"2007-10-22"
		],
		"postNum": [
			[914],
			[1003],
			[899],
			[1011],
			[981]
		],
		"postLink": [
				"/sp8426748",
				"/sp8901086",
				"/sp8405118",
				"/sp8948432",
				"/sp8727700"
		],
		"postUser": [
				"FrankCostello",
				"discodre",
				"Daevas",
				"rcman",
				"ViceSquad"
		],
		"postUserID": [
				"/u162755",
				"/u172046",
				"/u149964",
				"/u170130",
				"/u195915"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p77",
				"https://www.flashback.org/t536846p84",
				"https://www.flashback.org/t536846p75",
				"https://www.flashback.org/t536846p85",
				"https://www.flashback.org/t536846p82"
		],
		"userUrl": [
				"https://www.flashback.org/u162755",
				"https://www.flashback.org/u172046",
				"https://www.flashback.org/u149964",
				"https://www.flashback.org/u170130",
				"https://www.flashback.org/u195915"
		],
		"sentence": [
				"Självklart är det synd om muslimerna men det är ju de som försatt sig i denna situation, hade inte Iran gjort en massa jävla väsen hade inte dessa bilder funnits eller hur?",
				"personligen så tycker jag att det inte är snällt i sig att förnedra nåt som är så heligt, alla gör som de vill men det verkar som om trådens enda grej är å jävlas å bara va jobbig å radikal på nåt vis.",
				"min PK-bild: , om någon blir kränkt ser jag givetvis till att den blir borttagen omgående Edit: oj, det här blev visst lite off topic med tanke på att det inte är en muhammed-HUND utan bara en Muhammed-bild, men jag att hoppas ni har överseende.",
				"frågan är bara om man tar hänsyn til ldet faktum att muslimer tar illa upp av det eller inte; står ju i koranen att man inte ska avbilda profeten.",
				"Jag är inte mycket för religion heller, all religion är för folk som inte kan tänka själv, men ni är väll uppmärksammade om att Allah är samma gud som den kristna guden?"
		]
	},
	{
		"postIndex": [
			[1745],
			[1749],
			[1751],
			[1813],
			[1691]
		],
		"postTime": [
				"2008-05-15",
				"2008-05-15",
				"2008-05-15",
				"2008-05-20",
				"2008-04-18"
		],
		"postNum": [
			[1148],
			[1148],
			[1148],
			[1166],
			[1115]
		],
		"postLink": [
				"/sp11235617",
				"/sp11235617",
				"/sp11235617",
				"/sp11300917",
				"/sp10876446"
		],
		"postUser": [
				"pidhi",
				"pidhi",
				"pidhi",
				"ElektroFredrik",
				"balthorn"
		],
		"postUserID": [
				"/u242209",
				"/u242209",
				"/u242209",
				"/u190121",
				"/u234953"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p96",
				"https://www.flashback.org/t536846p96",
				"https://www.flashback.org/t536846p96",
				"https://www.flashback.org/t536846p98",
				"https://www.flashback.org/t536846p93"
		],
		"userUrl": [
				"https://www.flashback.org/u242209",
				"https://www.flashback.org/u242209",
				"https://www.flashback.org/u242209",
				"https://www.flashback.org/u190121",
				"https://www.flashback.org/u234953"
		],
		"sentence": [
				"jag är svensk och född i sverige o släkten svensk o inget utländskt påbrå vad jag vet om, och jag är muslim och troende och FÖRST och främst så Självmord i sig är Förbjudet inom islam och att skada oskyldiga är förbjudet inom islam och stöld straffas med att man hugger av personens hand om föremålet uppgår till tillräklig summa(tror det ligger runt 500kr) det ni vill uppnå med detta är att ni vill visa att ni tycker illa om islam/att ni får rita vad ni vill.",
				"om ni var pålästa inom islam hade ni upptäckt att enligt allafall min egna uppfattning är inte ens 70% av sveriges muslimer rätttroende muslimer, o många är inte ens muslimer 1 stort kriterie för att vara muslim är att BE bönerna i tid o att inte lämna dom för ogiltig anledning.",
				"5miljarder människor älskar mer en alla människor på jorden vinner ju ingen på o det visar bara att ni verkligen är förlorarna som enda hobby är detta, jag blir inte arg minsta lilla för jag är inte den som ska straffa er men jag blir ledsen att människor förnedrar denna goda person men hyllar knarkare o mördare som vår tid har som idoler.",
				"Den här skulle jag ha gjort för ca två veckor sen men annat kom emellan Angående diskussionen på förra sidan så har jag hört att den enda som kan smäda islam är en muslim, så alla kränkta muslimer skulle egentligen kunna rycka på axlarna åt alla profetteckningar och säga \"dumma kuffrar, inget att bry sig om\".",
				"det finns redan en missnöjestråd där blödiga som du klagar på just denna tråd så jag tycker du kan framföra ditt gnäll där istället, här är länk: Islam är en religion vars profet gifter sig med en sexåring och har sedan sex med henne när hon kommer in i puberteten vid åldern 9 (!!"
		]
	},
	{
		"postIndex": [
			[2004],
			[1969],
			[2001],
			[2124],
			[2032]
		],
		"postTime": [
				"2013-01-08",
				"2013-01-07",
				"2013-01-08",
				"2013-02-02",
				"2013-01-10"
		],
		"postNum": [
			[1259],
			[1255],
			[1259],
			[1308],
			[1265]
		],
		"postLink": [
				"/sp41356540",
				"/sp41323514",
				"/sp41356540",
				"/sp41820383",
				"/sp41386052"
		],
		"postUser": [
				"Sweegone",
				"Sweegone",
				"Sweegone",
				"Dasinex1",
				"Sweegone"
		],
		"postUserID": [
				"/u685751",
				"/u685751",
				"/u685751",
				"/u779256",
				"/u685751"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p105",
				"https://www.flashback.org/t536846p105",
				"https://www.flashback.org/t536846p105",
				"https://www.flashback.org/t536846p109",
				"https://www.flashback.org/t536846p106"
		],
		"userUrl": [
				"https://www.flashback.org/u685751",
				"https://www.flashback.org/u685751",
				"https://www.flashback.org/u685751",
				"https://www.flashback.org/u779256",
				"https://www.flashback.org/u685751"
		],
		"sentence": [
				"Sedan så kan jag säga dig att även Jesus är en profet för muslimerna och han är älskad han med, varför de inte reagerar alls på när man ritar honom kan jag faktiskt inte svara på, personligen tycker jag inte om när man ritar bilder på Jesus heller.",
				"Har ni tänkt på att det kan finnas muslimer, som älskar profeten, som är emot fundamentalism, emot terrorism, som är FÖR yttrandefrihet, men blir ledsen när han ser dessa bilder ni ritar, även om denna person är medveten om att ni har all rätt till att rita dessa bilder?",
				"Sådana böcker finns det många av, i vissa står det att han gifte sig när hon var 9, i andra står det att att han gifte sig med henne när hon var 15, beroende på vilken inriktning man har inom Islam så tror man på olika källor och olika böcker, personligen tror jag inte på den som säger att hon vart 9 år.",
				"men du är ju helt jävla dum i huvudet,bara för att vi har yttrandefrihet innebär det inte att det är rätt att kränka andras religioner skulle gärna vilja veta hur du ser ut och ritat upp en bild på dig här för att sedan håna och skratta åt dig istället vidriga jävla fjolla,.",
				"Tror du inte att han har existerat så kanske det är smart ide att sluta säga hans namn och rita bilder på honom, en person som du inte tror existerar, det låter väl dumt tycker du inte det?"
		]
	},
	{
		"postIndex": [
			[2199],
			[2188],
			[2366],
			[2192],
			[2236]
		],
		"postTime": [
				"2013-04-20",
				"2013-04-20",
				"2013-09-17",
				"2013-04-20",
				"2013-05-28"
		],
		"postNum": [
			[1334],
			[1332],
			[1427],
			[1332],
			[1346]
		],
		"postLink": [
				"/sp43062054",
				"/sp43051212",
				"/sp45282845",
				"/sp43051212",
				"/sp43657547"
		],
		"postUser": [
				"HeltGitti",
				"HeltGitti",
				"Prometeus",
				"HeltGitti",
				"axis.1-delirium"
		],
		"postUserID": [
				"/u792179",
				"/u792179",
				"/u123497",
				"/u792179",
				"/u352065"
		],
		"postUrl": [
				"https://www.flashback.org/t536846p112",
				"https://www.flashback.org/t536846p111",
				"https://www.flashback.org/t536846p119",
				"https://www.flashback.org/t536846p111",
				"https://www.flashback.org/t536846p113"
		],
		"userUrl": [
				"https://www.flashback.org/u792179",
				"https://www.flashback.org/u792179",
				"https://www.flashback.org/u123497",
				"https://www.flashback.org/u792179",
				"https://www.flashback.org/u352065"
		],
		"sentence": [
				"Jag förklarade klart och tydligt att personer som begår dessa illdåd inte är muslimer då det inte finns någon gråzon inom Islam, antingen följer du Islam eller inte, enligt Islam så ska en person som tagit en annan individs liv straffas som att denna person utplånat hela mänskligheten, står i Koranen.",
				"Dessa ungdomar ni ser i Sverige kan inte heller kalla sig muslimer då brotten och handlingarna dem utför också är förbjudet inom Islam, så snälla dessa grymma \"muslimer\" ni ser, koppla inte dem med Islam då en muslim inte får vara en grym människa.",
				"Att straffa människor som tycker eller uttalar idéer som går emot religionen tycker vi är en av de värsta idéer som finns, en idé som dock är vanlig i länder där muslimer är i majoritet, och som är relativt vanligt bland muslimer över huvud taget.",
				"Jag vet att det är yttrandefrihet i Sverige men jag hoppas att min text iallafall fick någon att inte lägga ut sin bild och tänka till för när vi muslimer ser dessa bilder blir vi så ledsna.",
				"Om du tycker det är obehagligt att se dessa bilder så föreslår jag att du inte tittar på dem, OCH hjälp till att motarbeta de extremister som är orsaken till varför folk ens bryr sig om att rita dessa bilder."
		]
	}
]
