[
	{
		"postIndex": [
			[405],
			[275],
			[241],
			[206],
			[128]
		],
		"postTime": [
				"2009-08-30",
				"2007-10-03",
				"2007-10-02",
				"2007-10-02",
				"2007-09-29"
		],
		"postNum": [
			[96],
			[71],
			[65],
			[60],
			[36]
		],
		"postLink": [
				"/sp18458684",
				"/sp8535238",
				"/sp8532541",
				"/sp8524255",
				"/sp8498957"
		],
		"postUser": [
				"bombacci",
				"Democrat",
				"Sunner",
				"Koi",
				"pretige"
		],
		"postUserID": [
				"/u366013",
				"/u201173",
				"/u60474",
				"/u123163",
				"/u82399"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p8",
				"https://www.flashback.org/t551733p6",
				"https://www.flashback.org/t551733p6",
				"https://www.flashback.org/t551733p5",
				"https://www.flashback.org/t551733p3"
		],
		"userUrl": [
				"https://www.flashback.org/u366013",
				"https://www.flashback.org/u201173",
				"https://www.flashback.org/u60474",
				"https://www.flashback.org/u123163",
				"https://www.flashback.org/u82399"
		],
		"sentence": [
				"En fjärde faktor tror jag är att många SD väljare ser sig själva innerst inne som misslyckade, de blev inte hockeyproffs, de har inga coola jobb, de bor mindre bra, har ingen söt tjej eller vad det nu kan vara oc h det är enklare att skylla på någon annan än att säga till sig själv \" f-n det här är ju jag som har klanat mig\" utan det är enklare att säga \" f-n det är mona sahlins och muslimernas fel att jag inte är ihop med en playboybrud och inte har råd att köra en ferrari!",
				"Jag tror att det finns olika väljare … Den typiska Sverigedemokraten är en man med Arbetarklass bakgrund Gymnasieutbildning Relativt bra lön Bor i mindre stad Är allmänt missnöjd med svensk politik Känner få invandrare Det har konstaterats att även medelklassen har börjat rösta på Sverigedemokraterna.",
				"Detta är givetvis helt ovetenskapligt, bara en personlig reflektion från min sida Jag skulle gärna vilja ha ett ordentligt högerparti med minskning av invandringen i sitt partiprogram, men det lär väl aldrig hända, dock tänker jag inte rösa på SD för det eftersom jag har marginellt mer förtroende för SD som parti än jag har för MP och V(inte för att jag har särskilt stort förtroende för något parti för all del).",
				"Jag saknade rösträtt i förra valet så har ännu inte röstat, men nästa val kommer jag antagligen rösta på SD bara för att ta ställning mot invandringen även om partiet är helt värdelöst är det de enda partiet som har någorlunda sunda värderingar gällande invandring och annan politik i allmänhet.",
				"Det stämmer ju inte med mina upplevelser, jag träffar dagligen folk med utbildning i den högre nivån som tidigare röstar M, KD, FP, C,S tom V och som nu säger att dom tappat tron på svensk invandringspolitik, FP körde tidigare ganska hård politik i språkfrågan och fick då ganska stort gensvar från humanist grupper."
		]
	},
	{
		"postIndex": [
			[599],
			[588],
			[782],
			[866],
			[651]
		],
		"postTime": [
				"2009-09-01",
				"2009-09-01",
				"2009-09-02",
				"2009-09-07",
				"2009-09-01"
		],
		"postNum": [
			[136],
			[135],
			[175],
			[194],
			[151]
		],
		"postLink": [
				"/sp18491577",
				"/sp18491481",
				"/sp18520655",
				"/sp18604024",
				"/sp18505395"
		],
		"postUser": [
				"CrispyKreem",
				"Bängtratt",
				"nyman",
				"Norpheus",
				"zeke5"
		],
		"postUserID": [
				"/u64250",
				"/u11643",
				"/u97516",
				"/u351901",
				"/u173944"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p12",
				"https://www.flashback.org/t551733p12",
				"https://www.flashback.org/t551733p15",
				"https://www.flashback.org/t551733p17",
				"https://www.flashback.org/t551733p13"
		],
		"userUrl": [
				"https://www.flashback.org/u64250",
				"https://www.flashback.org/u11643",
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u351901",
				"https://www.flashback.org/u173944"
		],
		"sentence": [
				"Snarare skulle såväl SD-väljare som andra jubla om alla invandrare kom i arbete istället för att läsa svenska på SFI i 15 år utan att lyckas lära sig grundläggande hälsningsfraser.",
				"Just att definiera SD-motståndare som CP-skadade eller som folk som är på något sätt avvikande eller har någon form av handikapp visar tydligt på den iver som finns bland SD-väljarna att känna sig förmer och bättre än andra människor.",
				"Sedan så måste det vara en enkel orsak till att denna person eller grupp har ställt till allt elände i Sverige eftersom SD väljarna inte kan eller vill tänka för mycket då dom vanligtvis är upptagna av att dricka vissa drycker och se på sport mm.",
				"Låt oss se Hon har väldigt lite stöd ens inom det egna partiet* Hon är för könsdiskriminering* Hon är en fifflare* Hon är en lögnare* Hennes engelska suger* Hon är Sverigefientlig* Hon kallar olika tänkande för psykiskt sjuka* Hon tycker islamisk kultur och Islam är bättre än Svensk sådan* Ja där har vi en bra början.",
				"Typiske väljaren : Etniskt svensk pensionär eller jobbade man som förr röstade på sossarna och etnisk svenska ungdomar som är trötta på att bli rånade och slagna av kulturberikare."
		]
	},
	{
		"postIndex": [
			[1375],
			[1042],
			[1144],
			[1154],
			[1180]
		],
		"postTime": [
				"2009-09-21",
				"2009-09-07",
				"2009-09-11",
				"2009-09-12",
				"2009-09-12"
		],
		"postNum": [
			[361],
			[268],
			[291],
			[297],
			[297]
		],
		"postLink": [
				"/sp18854664",
				"/sp18608759",
				"/sp18683441",
				"/sp18685990",
				"/sp18685990"
		],
		"postUser": [
				"menapilo",
				"Groggkungen",
				"Pinkskin",
				"leosundberg",
				"leosundberg"
		],
		"postUserID": [
				"/u226895",
				"/u328645",
				"/u206322",
				"/u227839",
				"/u227839"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p31",
				"https://www.flashback.org/t551733p23",
				"https://www.flashback.org/t551733p25",
				"https://www.flashback.org/t551733p25",
				"https://www.flashback.org/t551733p25"
		],
		"userUrl": [
				"https://www.flashback.org/u226895",
				"https://www.flashback.org/u328645",
				"https://www.flashback.org/u206322",
				"https://www.flashback.org/u227839",
				"https://www.flashback.org/u227839"
		],
		"sentence": [
				"\"Nationalism is an infantile disease\" Albert Einstein Den typiska sd väljaren är en svag människa som någon gång förmodligen har blivit offer för personer med invandrarbakgrund, det behöver inte ha varit något brottsligt utan kan ha hänt i tex skolans korridor där den svenske personen stod tyst med sina skolböcker i handen och såg 3 st killar med invandrarbakgrund komma emot en lite lätt kaxiga och högljudda.",
				"De talar helt enkelt inte om samma saker, vem som har rätt eller fel är upp till var och en att bestämma men det vore intressant att höra hur SD tänker angående en åldrande befolkning samtidigt som det vore lika intresant att se riksdagen presenterar en rimlig ekonomisk kalkyl över invandringen direkt och indirekt.",
				"Det är groteskt att många, nästa val, kommer rösta in ett parti de inte vet mycket mer om, än att de är kritiska mot ett problem vi alla vet existerar, och att \"etablissemanget\", med de tråkiga etablerade partierna i spetsen, tycker illa om dem.",
				"Förut kände Conny att man till nöds kunde stå ut med Perssons feta mage, men nu leds hans parti av en kvinna som verkar tro att landet kommer klappa ihop om inte Sverige fortsätter ta in tusentals invandrare årligen.",
				"som ni ser så finns det ingen \"typisk\" Sd-väljare utan tvärtom är det enorm spannvidd och en del av dessa skulle inte ens kunna sitta i samma rum."
		]
	},
	{
		"postIndex": [
			[1729],
			[1764],
			[1751],
			[1497],
			[1750]
		],
		"postTime": [
				"2010-05-23",
				"2010-05-24",
				"2010-05-23",
				"2009-11-23",
				"2010-05-23"
		],
		"postNum": [
			[477],
			[485],
			[481],
			[409],
			[480]
		],
		"postLink": [
				"/sp23268022",
				"/sp23287594",
				"/sp23271096",
				"/sp19961307",
				"/sp23269211"
		],
		"postUser": [
				"anders_judge",
				"KitKatBlomman",
				"anders_judge",
				"persson121",
				"Liston Crest"
		],
		"postUserID": [
				"/u104157",
				"/u245989",
				"/u104157",
				"/u308525",
				"/u80781"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p40",
				"https://www.flashback.org/t551733p41",
				"https://www.flashback.org/t551733p41",
				"https://www.flashback.org/t551733p35",
				"https://www.flashback.org/t551733p40"
		],
		"userUrl": [
				"https://www.flashback.org/u104157",
				"https://www.flashback.org/u245989",
				"https://www.flashback.org/u104157",
				"https://www.flashback.org/u308525",
				"https://www.flashback.org/u80781"
		],
		"sentence": [
				"(Jag finner det faktiskt en smula ironiskt att samma personer som så envetet säger att man inte får gruppera personer och dra alla över samma kam inte alls verkar ha några problem när det gäller SD-väljare).",
				"Typiska SD-väljare är unga väljare 18-22 år, som har sett hur jävligt invandrare beter sig i skolan, på stan, eller krogen, det är ungdomarna som blir rånade och misshandlade, inte deras föräldrar i svenska villaområden.",
				"Det stämmer nog rätt bra in på min profil, jag har väl ingen större önskan att se SD i något större maktsammanhang men tycker dagens invandringspolitik har övergått från dumsnäll till bara dum och på sikt kan göra stor skada på det svenska samhället ifall det inte tas itu med.",
				"Men man kan säga i majoritet att den som röstar på SD röstar för en förbättrad invandringspolitik och förbättrad integrationspolitik Dock kan man inte sägar hur personen är eller hur h*n lever eller hur smart h*n är.",
				"Dvs vanliga svenskar (både etniska och nysvanskar) utan några speciella problem eller tillkortakommanden som tom kan vara för invandring men vill att den skall skötas bättre än idag och vill att man ska kunna kritisera hur det ser ut utan att bli kallad rasist."
		]
	},
	{
		"postIndex": [
			[2264],
			[2190],
			[2308],
			[1831],
			[2189]
		],
		"postTime": [
				"2010-09-10",
				"2010-09-10",
				"2010-09-12",
				"2010-05-29",
				"2010-09-10"
		],
		"postNum": [
			[585],
			[569],
			[594],
			[493],
			[569]
		],
		"postLink": [
				"/sp25386960",
				"/sp25382540",
				"/sp25423384",
				"/sp23389787",
				"/sp25382540"
		],
		"postUser": [
				"Mr_Nygren",
				"Mr_Nygren",
				"Wittgenstein",
				"FattigaShejken",
				"Mr_Nygren"
		],
		"postUserID": [
				"/u168287",
				"/u168287",
				"/u70400",
				"/u409765",
				"/u168287"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p49",
				"https://www.flashback.org/t551733p48",
				"https://www.flashback.org/t551733p50",
				"https://www.flashback.org/t551733p42",
				"https://www.flashback.org/t551733p48"
		],
		"userUrl": [
				"https://www.flashback.org/u168287",
				"https://www.flashback.org/u168287",
				"https://www.flashback.org/u70400",
				"https://www.flashback.org/u409765",
				"https://www.flashback.org/u168287"
		],
		"sentence": [
				"Att kvinnor är fler på högskoleutbildningar handlar om att de ofta kan charma till sig höga betyg av lärare, att ämnen är anpassade efter tjejer så att de lyckas bättre än pojkar samt att det faktiskt var kvotering till universiteten för att få fifty fifty, sen när kvinnorna var lika många skrotade man lagen som bestämde att det skulle vara lika många av varje kön och sen dess har kvinnorna ökat i antal och männen minskat.",
				"Svenska män är i högre grad snälla och mesiga men det ser inte dessa unga tjejer för de har inte (förmodligen) haft en svensk kille utan bara invandrare efter invandrare och sen antar de att svenska killar är likadana.",
				"Att vissa sedan inte har upplevt några problem betyder inte att problemen inte existerar, det betyder bara att dessa människor antingen lever skyddade ifrån dem, har ruttenheten redan i sin näsa (~Diktonius), eller att de helt enkelt ignorerar dem.",
				"Sd-anhängaren är naturligtvis höger och vill absolut inte se vänstra blocket i regeringen och skulle kunna tänka sig att lägga sin röst på höger ifall han måste för att rädda sverige från det vänstra blockets efterblivna politik.",
				"Unga män stöter på problemen med invandringen dagligen och även unga kvinnor, men kvinnor tror att alla män mer eller mindre är så på grund av feministernas propaganda och ser inte att det BARA är de invandrade som är värst."
		]
	},
	{
		"postIndex": [
			[2641],
			[2644],
			[2667],
			[2646],
			[2543]
		],
		"postTime": [
				"2010-09-17",
				"2010-09-17",
				"2010-09-17",
				"2010-09-17",
				"2010-09-17"
		],
		"postNum": [
			[696],
			[696],
			[701],
			[696],
			[663]
		],
		"postLink": [
				"/sp25545337",
				"/sp25545337",
				"/sp25545614",
				"/sp25545337",
				"/sp25544338"
		],
		"postUser": [
				"ClubCueCas",
				"ClubCueCas",
				"mrkva",
				"ClubCueCas",
				"Snapcount"
		],
		"postUserID": [
				"/u194961",
				"/u194961",
				"/u444768",
				"/u194961",
				"/u229008"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p58",
				"https://www.flashback.org/t551733p58",
				"https://www.flashback.org/t551733p59",
				"https://www.flashback.org/t551733p58",
				"https://www.flashback.org/t551733p56"
		],
		"userUrl": [
				"https://www.flashback.org/u194961",
				"https://www.flashback.org/u194961",
				"https://www.flashback.org/u444768",
				"https://www.flashback.org/u194961",
				"https://www.flashback.org/u229008"
		],
		"sentence": [
				"alla svenska medborgare, mörk, ljus, gul som röd) Det är nämligen så att det omöjligen kan finnas hur oändligt mycket jobb som helst i detta land (de växer inte på träd nej) låt säga att av landets 9 miljoner invånare så är 4,5 arbetsdugliga (den andra halvan av Sveriges population består av unga 0-18år och pensionärer, sjukskrivna, hemmafruar/hemmamän, arvtagare osv ) Så av Sveriges befolkning har jag räknat ut såhär: ca: 9 miljoner invånare ca: 1,5 miljoner invandrare medellivslängd: 79år ~ barn 0-18 år = ca 2,1 miljoner unga vuxna 18-30 = 1,3 miljoner vuxna 30-65 = 4 miljoner pensionärer = 1,7 miljoner Nu har jag ingen statistik eller liknande från vidarestuderande från åldrarna 18-65 år, men av de 5,3 miljoner villiga arbetare tvingas väldigt stor del läsa vidare för att kunna få möjlighet till att försörja sig.",
				"men det är så mycket människor i landet i förhållande till jobben att de tvingas till studier oavsett så jag kan förstå illskan och frustrationen från dem gentemot invandrare som kommer och \"tar plats\" men å andra sidan äger ingen detta land, alla människor ska ha lika rätt såklart!",
				"Tror du verkligen en turkisk eller iransk överläkare är sugen på att flytta till Sverige där stolpskott som , vars läsförståelse inte skulle klara SFI-kraven och som anser att en svensk WT-bonde med 740-styling som hobby och socialbidrag smuggling som enda inkomst har högre IQ än alla från Turkiet, har något att säga till om i Sverige?",
				"De vill inte se ett välmående Sverige med folk som har \"säkerheten\" och fria viljan = det skulle göra att politikerna inte får eller längre har något inflytande om alla hade jobb, pengar på kontot, säkrad framtid....",
				"SD väljaren kommer från samtliga samhällsskikt, ifrån städaren som är otrygg på hemresan, industriarbetaren som har sett sitt grannskap förändrats, polisen som har sett hur \"buset\" o brotten förändrats, brandmannen som inte får göra sitt jobb utan att bli utsatt för sabotage, läkaren som ser baksidan av allt detta ovanstående, invandraren som även har sett hur sin nya hemkommun har förändrats,."
		]
	},
	{
		"postIndex": [
			[3075],
			[3074],
			[2871],
			[2811],
			[3263]
		],
		"postTime": [
				"2010-09-18",
				"2010-09-18",
				"2010-09-17",
				"2010-09-17",
				"2011-04-19"
		],
		"postNum": [
			[797],
			[797],
			[755],
			[740],
			[849]
		],
		"postLink": [
				"/sp25561215",
				"/sp25561215",
				"/sp25547392",
				"/sp25547052",
				"/sp30182390"
		],
		"postUser": [
				"MegaFet",
				"MegaFet",
				"Sama-10",
				"Montbars",
				"Tretjak"
		],
		"postUserID": [
				"/u449571",
				"/u449571",
				"/u474626",
				"/u247430",
				"/u353685"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p67",
				"https://www.flashback.org/t551733p67",
				"https://www.flashback.org/t551733p63",
				"https://www.flashback.org/t551733p62",
				"https://www.flashback.org/t551733p71"
		],
		"userUrl": [
				"https://www.flashback.org/u449571",
				"https://www.flashback.org/u449571",
				"https://www.flashback.org/u474626",
				"https://www.flashback.org/u247430",
				"https://www.flashback.org/u353685"
		],
		"sentence": [
				"jag ska knolla din mammat\" och sådant kalle förstår inte så mycket om politik avdrag hit och åtgärder dit, alla verkar tycka att ungdomar ska ha jobb och det är ju bra iaf men det verkar inte spela så stor skillnad vilket man röstar på men att det finns invandrare som bråkar det vet han och det gillar han inte kalle kommer rösta på sd gnäll börje jobbade på den gamla stora fabriken (som fanns i varje stad) fram till mitten på 90-talet när den la ner och flyttade till kina, börje blev av med jobbet börje jobbade lite på konsum men det var jobbigt med alla människor som klagade och allt sånt där på grund av en gammal ryggskada blev han sjukpensionär börje bodde i dom nya, fina lägenheterna utanför staden (miljonprojektet) nu har området börjat förfalla, dom vita fasaderna är gul-grå ungar springer runt på gården och skriker (det gjorde i och för sig hans ungar också, men det var ju bara sött.",
				"tonårskalle är förstagångsväljare, han bor i en liten etta, han vågar inte bo i förorten så den är lite dyrare så han har inte så mycket pengar över han jobbar på ett lager 3 dagar i veckan, ibland hjälper han till på sin kompis mammas affär han kommer ihåg för ett par år sedan när han inte fick komma in på krogen och hängde utanför mcdonalds, ibland kom det ett par mörka killar och började bråka och skrek \"ey, svennehora, är'o rasist eller?",
				"Om två kommuners befolkning av icke-invandrare har exakt samma andel procent röster för SD, och de befolkningarna är lika stora, kommer det naturligtvis att innebära att SD får lägst procentuellt stöd i just den kommun som har flest invandrare (såvida inte dessa också väljer att rösta på SD så klart).",
				"Dessa invandrare kom från länder som var antingen mera utvecklade eller på samma nivå som Sverige, många av dagens invandrare till Sverige kommer från länder som är mycket efterblivna, ekonomiskt, tekniskt och kulturellt.",
				"\" Att det är just arbetarna är inte så konstigt, det är arbetslösa, sjuka, fattiga, kvinnor, invandrare, ungdomar, arbetarklassen och andra svaga grupper i samhället som har fått ta smällen för regeringens politik och då söker man sig till radikala alternativ som har lösningar på alla problem och lovar allt åt alla."
		]
	},
	{
		"postIndex": [
			[3305],
			[3587],
			[3685],
			[3379],
			[3569]
		],
		"postTime": [
				"2012-11-29",
				"2012-11-29",
				"2012-11-30",
				"2012-11-29",
				"2012-11-29"
		],
		"postNum": [
			[862],
			[931],
			[958],
			[878],
			[928]
		],
		"postLink": [
				"/sp40626690",
				"/sp40635424",
				"/sp40639961",
				"/sp40629162",
				"/sp40635298"
		],
		"postUser": [
				"KISAL",
				"Ettan^",
				"Lundbergh",
				"DeanMoriarty",
				"Kämpendahl"
		],
		"postUserID": [
				"/u678920",
				"/u158306",
				"/u524558",
				"/u110312",
				"/u252444"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p72",
				"https://www.flashback.org/t551733p78",
				"https://www.flashback.org/t551733p80",
				"https://www.flashback.org/t551733p74",
				"https://www.flashback.org/t551733p78"
		],
		"userUrl": [
				"https://www.flashback.org/u678920",
				"https://www.flashback.org/u158306",
				"https://www.flashback.org/u524558",
				"https://www.flashback.org/u110312",
				"https://www.flashback.org/u252444"
		],
		"sentence": [
				"själv bor jag i ett invandrartätt område och har inte så mycket annat val heller, i min trappuppgång på 6 lägenheter bor det jag och en till svensk familj, i nästa trappuppgång bor det ingen svensk familj, man blir ju bara så trött på retarderade moderater som inte kan lägga upp en budget, kraschar pensionssystem och tar iin ännu mer kulturberikare som belastar systemet, ta hand om svenskar först sen kanske vi kan överväga annan \"arbetskraft\" som våra politiker vill kalla det, även om \"berikarna\" dom tar hit inte kan ett skit, mötte senast igår polacker som inte kunde skruva fast en list rakt, så man börjar ju ändå fundera vi har faktiskt utbildad arbetskraft i sverige AV svenskar som inte används, gymnasiekompetent personal som kostat skattebetalarna 100 000 tals kronor varje år, varför kan vi inte använda dom?",
				"Men en annan, lika rimlig, förklaring är ju att dessa långinkomsttagare och \"förlorare\" i större utsträckning tvingas bo i områden där det är invandrartätt, till skillnad från akademiker och politiker som inte alls ser några problem med invandringen i kikaren från sina villor på Lidingö Det är ju ingen hemlighet att SD är väldigt populärt bland svenskar som bor i områden där det även bor många invandrare.",
				"Har en aggressiv uppsyn Knyter näven i byxfickan när han ser vita kvinnor med män med en annan etnicitet än vit Har vita skosnören för att på så sätt visa för världen att de minsann är stolta över att tillhöra den vita rasen Vet dock inte om detta stämmer inte på alla sdare, men jag känner en kille som har en kusin som röstade på sd som ser ut så här.",
				"Bor inte ens i Sverige längre men efter att inte ha brytt mig om att rösta förra gången ska jag fanken i dra mig till ambassaden eller vart jag behöver gå och lägga en röst på SD!",
				"SD tilltalar nog i första hand personer som har invandringspolitiken som absolut största och viktigaste frågan (och kanske enda) eller missnöjesröstare som är trötta på överiga partier och det här kanske inte direkt är människor som är överrepresenterade på högskola och universitet."
		]
	},
	{
		"postIndex": [
			[3960],
			[3961],
			[3971],
			[4110],
			[4267]
		],
		"postTime": [
				"2012-12-11",
				"2012-12-11",
				"2012-12-12",
				"2014-05-14",
				"2014-05-14"
		],
		"postNum": [
			[1016],
			[1016],
			[1018],
			[1041],
			[1083]
		],
		"postLink": [
				"/sp40843246",
				"/sp40843246",
				"/sp40855288",
				"/sp48795510",
				"/sp48799413"
		],
		"postUser": [
				"KungPungPat",
				"KungPungPat",
				"KungPungPat",
				"JPMorgandonator",
				"Sweeper80"
		],
		"postUserID": [
				"/u617995",
				"/u617995",
				"/u617995",
				"/u701200",
				"/u258520"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p85",
				"https://www.flashback.org/t551733p85",
				"https://www.flashback.org/t551733p85",
				"https://www.flashback.org/t551733p87",
				"https://www.flashback.org/t551733p91"
		],
		"userUrl": [
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u617995",
				"https://www.flashback.org/u701200",
				"https://www.flashback.org/u258520"
		],
		"sentence": [
				"Hon/han tror sig hjälpa Sverige genom att ännu en gång lyssna på politiker som vill kriga och separera folk\"grupper\", pengar före andra människor accepteras för man känner sin egna ekonomiska situation och vet inte vart man ska peka eller vad man ska göra, klart man kan falla för politiker som lovar att folket kommer tjäna pengar på att rösta på dom, men det är fortfarande politiker och dom tjänar pengar på att inte vara så duktiga på sitt arbete att göra det bästa för folket..",
				"Han/hon har haft personliga problem med invandrare som kommr från länder där man fortfarannde slår sina barn relativt ofta, man tror sig hämnas på dessa missuppfostrade barn genom att rösta på SD medans det enda man gör är att förpesta sitt eget land och dra sitt folk längre och längre in mot ett nytt typ av krig som ingen i Sverige vill ha förutom ett fåtal \"Breivik-SDare\" som knappt vet sitt eget bästa i dessa dagar..",
				"Glömde skriva att den typiske SDaren inte vill erkänna att hela politiska systemet är en teaterbluff där dom tjänar pengar på att inte göra det bästa för folket , och dom använder pengar och andra mutor för att få er att gå och rösta vilket bara gör er medksyldiga till att en demokratiteater får fortsätta där politikerna får leva loppan med skattebetalares pengar helt utan insyn och kontroll av folket hahahah..",
				"Jag är själv en stark tillskyndare av den punkt i partiprogrammet som säger; Även om om jag inte delar alla SDsympatisörers politiska åsikter om att till exempel återinföra koncentrationsläger(jag delar inte heller andra partiers program rakt över) så skulle jag kunna tänka mig att ställa upp med folkbildning och läxläsning för SDare som har det behovet.",
				"Kvinnodominansen, grundar sig inte i någon av dessa saker utan i att kvinnor - generellt sätt - mognare fortare än män, varför unga kvinnor är bättre på att skaffa sig högre medelbetyg i gymnasieskolan än vad män är - varför de, tack vare sina betyg, tar upp en större andel av utbildningsplatserna på landets universitet och högskolor; så gör de, tack vare sin - tidigare i livet än män - möjlighet att tillgodogöra sig sina studier, vilket är tack vare den personliga mognaden."
		]
	},
	{
		"postIndex": [
			[4504],
			[4507],
			[4789],
			[4521],
			[5013]
		],
		"postTime": [
				"2014-05-16",
				"2014-05-16",
				"2014-05-21",
				"2014-05-19",
				"2014-05-22"
		],
		"postNum": [
			[1144],
			[1144],
			[1175],
			[1150],
			[1203]
		],
		"postLink": [
				"/sp48817216",
				"/sp48817216",
				"/sp48889332",
				"/sp48853355",
				"/sp48892319"
		],
		"postUser": [
				"Europe",
				"Europe",
				"anteW",
				"8711",
				"fittungen"
		],
		"postUserID": [
				"/u545185",
				"/u545185",
				"/u527751",
				"/u662181",
				"/u712555"
		],
		"postUrl": [
				"https://www.flashback.org/t551733p96",
				"https://www.flashback.org/t551733p96",
				"https://www.flashback.org/t551733p98",
				"https://www.flashback.org/t551733p96",
				"https://www.flashback.org/t551733p101"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u527751",
				"https://www.flashback.org/u662181",
				"https://www.flashback.org/u712555"
		],
		"sentence": [
				"I verkligheten är det mycket lättare att påvisa vem som är en typisk SD-väljare, nämligen en etniskt svensk tjej i de yngre åren i en större stad, som typisk hjärntvättad svensk hetskt försvarar alla lögner, konspirationsteorier och pseudovetenskap som levereras uppifrån, som helt saknar all verklig kunskap om samhälle och politik, samt som även i övrigt ligger på en genomsnittlig svensk bildningsnivå (d.",
				"Ytterligare ett par mindre grupper är så klart en äldre variant av ovanstående unga kvinna, nämligen batikhäxan i dess olika former, samt därefter så klart alla de som har fått en placering vid köttgrytorna tack vare att de lönearbetar åt regimen eller erhåller förmåner för att de ständigt uppvisar lojalitet mot den svenska enpartistaten under Sjuklövern, eller genom att medverka inom de politiska organisationer som den svenska enpartistaten stödjer.",
				"Att se många killar med invandrarbakgrund från dessa länder med svensk tjej samtidigt som man väldigt sällan ser svenska killar med tjejer från dessa länder pga att många av dessa tjejer är hårt kontrollerade och ingen disskuterar detta som ett problem i vårt jämlika, mellan könen, land.",
				"99% av Sveriges befolkning har inga som helst problem med att alla partier får komma till tals på lika villkor, har inte problem med att få post från alla partier osv.",
				"Försökte förklara för en tjej som jag är vän med som röstar på de röda vad svenskhet är för mig; då svarade hon bara med \"jag vet inte om jag ska skratta eller gråta\", samt att hon inte ville diskutera ämnet vidare för att hon var rädd för att det skulle bli pajkastning."
		]
	}
]
