[
	{
		"postIndex": [
			[363],
			[341],
			[290],
			[579],
			[207]
		],
		"postTime": [
				"2008-12-12",
				"2008-09-23",
				"2008-09-06",
				"2009-04-27",
				"2007-11-22"
		],
		"postNum": [
			[108],
			[100],
			[79],
			[170],
			[57]
		],
		"postLink": [
				"/sp14103719",
				"/sp12992500",
				"/sp12736869",
				"/sp16352468",
				"/sp9046708"
		],
		"postUser": [
				"Dogrust",
				"Djurmo",
				"frutten",
				"Andersakapuff",
				"woofer"
		],
		"postUserID": [
				"/u239173",
				"/u239905",
				"/u145156",
				"/u149457",
				"/u77300"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p9",
				"https://www.flashback.org/t571013p9",
				"https://www.flashback.org/t571013p7",
				"https://www.flashback.org/t571013p15",
				"https://www.flashback.org/t571013p5"
		],
		"userUrl": [
				"https://www.flashback.org/u239173",
				"https://www.flashback.org/u239905",
				"https://www.flashback.org/u145156",
				"https://www.flashback.org/u149457",
				"https://www.flashback.org/u77300"
		],
		"sentence": [
				"Du får inte skicka eller avsiktligt ladda hem; (a) material som är upphovsrättsligt skyddat (gäller inte om du har erforderligt tillstånd) eller som har olagligt innehåll; (b) innehåll som är av så stor omfattning att det skapar problem för andra användare som försöker få tillgång till tjänsterna; (c) kedjebrev eller andra utskick som besvärar andra användare; (d) material som manipulerats så att det framstår som att det skickats från någon annan än den egentliga avsändaren.",
				"Hoppas det finns någon kunnig liten Nisse som kan tänka sig att sätta ihop ett litet program som under all tid då datorn ej används får datorn att hoppa hage på internet mellan massor av olika adresser, bara för att göra arbetet med denna galenskap omöjligt.",
				"Jag tror jag ska bli norrman regeringen lär väl inte stanna efter detta beslut utan de går säkert ännu längre, och nu vill jag säga att dessa lagar nog medför mer terror mot vanliga svenska medborgare än vad den lilla terror som finns i Sverige gör.",
				"Hela terror debatten är så otroligt onyanserad att det för alla med hjärna att tänka med blir uppenbart vilka som kärnar på terrorister, samma personer som i framtiden kommer skapa terroriser av vanliga medborgare, våra allas älskade politiker och intresseorganisationer.",
				"Problemet är inte bara att all kommunikation kommer att lagras, detta är förvisso intigritetskränkande i sig men det riktigt stora intigritetsintrånget är när innehållet i mail och telefonsamtal börjar analyseras av datorer som sedan avgör om något av innehållet kan vara av kriminell natur."
		]
	},
	{
		"postIndex": [
			[610],
			[914],
			[795],
			[1068],
			[1038]
		],
		"postTime": [
				"2010-11-12",
				"2010-12-15",
				"2010-12-15",
				"2010-12-15",
				"2010-12-15"
		],
		"postNum": [
			[179],
			[242],
			[214],
			[278],
			[268]
		],
		"postLink": [
				"/sp26812184",
				"/sp27579684",
				"/sp27579099",
				"/sp27580929",
				"/sp27580530"
		],
		"postUser": [
				"huiop",
				"rootbit",
				"cepehest",
				"FattigaShejken",
				"1.0"
		],
		"postUserID": [
				"/u498182",
				"/u334389",
				"/u342641",
				"/u409765",
				"/u512115"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p15",
				"https://www.flashback.org/t571013p21",
				"https://www.flashback.org/t571013p18",
				"https://www.flashback.org/t571013p24",
				"https://www.flashback.org/t571013p23"
		],
		"userUrl": [
				"https://www.flashback.org/u498182",
				"https://www.flashback.org/u334389",
				"https://www.flashback.org/u342641",
				"https://www.flashback.org/u409765",
				"https://www.flashback.org/u512115"
		],
		"sentence": [
				"Om man kollar på artikeln i trådstarten så har den 433 arga inlägg (där snittet ligger runt 50 inlägg per artikel) - men folkets röst spelar absolut ingen roll när de som bestämmer tycker samma sak, spelar ingen roll om man röstar rött eller blått, det blir ändå samma utfall.",
				"De enda anledningarna till att folk tror på den där smörjan är för att dom inte vet eller förstår hur världens underrättelsetjänster slåss mot varandra eller hur deras praxis ser ut samt att människor genom alla tider generellt har hatat makthavare och då gärna accepterar en romantiserad förklaring.",
				"Om hitler hade haft den här databasen hade vi alla varit tyska nazister nu och stått på raka led, du inser inte alls hur informationen skulle kunna vara skadlig för människor men så icke alls gagnelig för myndigheter som vill fånga terroristgrupper?",
				"De övervakar alla visst, privatlivet kanske inte blir lika privat men är det inte värt det om de hindrar några terrorister från att lyckas döda hundratals människor eller annat liknande.",
				"sen kommer de säkert komma med ännu sjukare saker: de kommer tvinga alla hushåll i sverige att byta toalettstolar där dom har någon slags sensor som registrerar hur ofta man spolar toaletten, hur mycket papper som förbrukades, om man bajsade eller om man kissade eller om man gjorde bådera osv."
		]
	},
	{
		"postIndex": [
			[1303],
			[1750],
			[1728],
			[1709],
			[1410]
		],
		"postTime": [
				"2010-12-15",
				"2010-12-15",
				"2010-12-15",
				"2010-12-15",
				"2010-12-15"
		],
		"postNum": [
			[363],
			[503],
			[498],
			[490],
			[392]
		],
		"postLink": [
				"/sp27583178",
				"/sp27588625",
				"/sp27588489",
				"/sp27588027",
				"/sp27584485"
		],
		"postUser": [
				"cepehest",
				"chrillebrun",
				"Bockstensmannen",
				"huiop",
				"test1fy"
		],
		"postUserID": [
				"/u342641",
				"/u507473",
				"/u205734",
				"/u498182",
				"/u319089"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p31",
				"https://www.flashback.org/t571013p42",
				"https://www.flashback.org/t571013p42",
				"https://www.flashback.org/t571013p41",
				"https://www.flashback.org/t571013p33"
		],
		"userUrl": [
				"https://www.flashback.org/u342641",
				"https://www.flashback.org/u507473",
				"https://www.flashback.org/u205734",
				"https://www.flashback.org/u498182",
				"https://www.flashback.org/u319089"
		],
		"sentence": [
				"Detta hindrar inte det faktum att om en fientlig makt, eller säg bara en terroristgrupp hackar en databas och kommer över informationen med syfte att kanske skjuta 200 personer som uttryckt sig negativt om islam på internet?",
				"I samma stund som regeringen står anklagad för olagliga förhandligar och informationsbyte med USA och eventuellt skall prövas av sanningskomissionen så kommer den här idioten och spränger sig själv (bara sig själv mirakulöst nog) och nu e allt gammalt förlåtet och alla är med på att polisen behöver \"nya verktyg\", även Socialdemokraterna som i valet lovat sina väljare att inte gå i den här riktningen byter linje.",
				"Se till att de fattar att väljarna är emot detta, som med FRA och IPRED Klicka på parti, sedan på valfri ledamot så kommer adress och kontaktuppgifter upp inklusive mejladress Partier som med största sannolikhet kommer rösta emot detta är väl SD och V, (inte säker dock, någon som vet var SD står?",
				"Det roliga är att det kommer bara vara vanliga Svenssons som kommer övervakas, för alla som vill dölja något, kriminell eller icke-kriminell, kommer hitta sätt att skydda sig på, tex VPN och kontantkort.",
				"Samtidigt är grundlagsändringen inget smärre hot, den förra grundlagen var däremot helt jävla felaktig då all offentlig makt inte utgår ifrån folket längre, en stor jävla del utgår ifrån överstatliga organisationer som endast gynnar kapitalets och dess fria rörlighet."
		]
	},
	{
		"postIndex": [
			[2169],
			[2004],
			[1803],
			[2059],
			[1969]
		],
		"postTime": [
				"2010-12-15",
				"2010-12-15",
				"2010-12-15",
				"2010-12-15",
				"2010-12-15"
		],
		"postNum": [
			[629],
			[582],
			[525],
			[601],
			[573]
		],
		"postLink": [
				"/sp27597473",
				"/sp27593060",
				"/sp27590178",
				"/sp27594464",
				"/sp27592595"
		],
		"postUser": [
				"Singsang",
				"Telepom",
				"Cheiros",
				"willefjong",
				"Telepom"
		],
		"postUserID": [
				"/u490495",
				"/u440876",
				"/u435201",
				"/u500813",
				"/u440876"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p53",
				"https://www.flashback.org/t571013p49",
				"https://www.flashback.org/t571013p44",
				"https://www.flashback.org/t571013p51",
				"https://www.flashback.org/t571013p48"
		],
		"userUrl": [
				"https://www.flashback.org/u490495",
				"https://www.flashback.org/u440876",
				"https://www.flashback.org/u435201",
				"https://www.flashback.org/u500813",
				"https://www.flashback.org/u440876"
		],
		"sentence": [
				"Eller hade inte du velat veta om jag satte upp mikrofoner i hela ditt hem och får möjlighet att läsa allt du skriver på din data, se alla hemsidor du besöker, veta vilka du umgås med, veta dina verkliga åsikter om saker och ting, vart du befinner dig så fort du skickar ett sms eller ringer ett samtal?",
				"Visst borde dom bara göra det för terrorister (misstänkta) terrorister och liknande, men människor är ju som dom är Men hellre att dom kollar upp folk lite i onödan men ändå lyckas ta fast terrorister i tid innan något som självmordsbombaren händer igen, och som inte hade blivit ett misslyckande.",
				"När FRA skulle röstas igenom talades det hela tiden om respekten för integritet: det var ju bara en liten oskyldig lag som skulle skydda de stackars svenskarna!",
				"Nu tror jag inte att de kommer sitta och bevaka varenda litet klick man gör, de kommer ju med största sannolikhet endast titta om det behövs, men man blir ju fan mörkrädd när man ser hur ens eget land inte ens kan lita på sina invånare.",
				"Dom kommer väll endast lagra all data, dom sitter ju inte och läser vad varenda människa skriver och gör, då skulle det ju krävas miljontals anställda."
		]
	},
	{
		"postIndex": [
			[2762],
			[2780],
			[2349],
			[2705],
			[2768]
		],
		"postTime": [
				"2010-12-18",
				"2010-12-20",
				"2010-12-16",
				"2010-12-17",
				"2010-12-18"
		],
		"postNum": [
			[839],
			[842],
			[696],
			[830],
			[841]
		],
		"postLink": [
				"/sp27652149",
				"/sp27687734",
				"/sp27604801",
				"/sp27640345",
				"/sp27661829"
		],
		"postUser": [
				"test1fy",
				"Deliberately",
				"huiop",
				"Freedom Fighter",
				"obotlig_realist"
		],
		"postUserID": [
				"/u319089",
				"/u455448",
				"/u498182",
				"/u177476",
				"/u119284"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p70",
				"https://www.flashback.org/t571013p71",
				"https://www.flashback.org/t571013p58",
				"https://www.flashback.org/t571013p70",
				"https://www.flashback.org/t571013p71"
		],
		"userUrl": [
				"https://www.flashback.org/u319089",
				"https://www.flashback.org/u455448",
				"https://www.flashback.org/u498182",
				"https://www.flashback.org/u177476",
				"https://www.flashback.org/u119284"
		],
		"sentence": [
				"Det är också ett demokratiskt problem när politiker fattar beslut som inte medborgare kan ställa upp på, och när all offentlig makt inte längre utgår ifrån folket utan utgår ifrån politikernas ideologiska visioner är det kanske dags att ta bort det från våran grundlag.",
				"En regering får inte stå över grundlagen(riksdagen kan inte klubba igenom att vi ska ha en totalitär stat bara sådär tex) men om den klubbar igenom saker närapå runtom integritet bla, kan man inte göra något åt det?",
				"Sen jag började bry mig om politik (kanske 6-7 år sedan) har inte en enda röstning jag brytt mig om gått åt det hållet jag önskat (bortsett från obama vs mccaine) - så de har verkligen lyckats att göra i alla fall mig uppgiven nog att knappt bry mig.",
				"Jag önskar att sveriges kammare såg mer ut som på gamla tider, då ärenden förhandlades brett över partigränserna tills ett konsensus hade nåtts som alla kunde vara mer eller mindre nöjda med när lagen klubbades igenom.",
				"Bara det faktum att man driver igenom lagar som i princip vettig människa vill ha visar ju på vad lagarna kommer att användas till då de väl är på plats."
		]
	},
	{
		"postIndex": [
			[3308],
			[3305],
			[3430],
			[3434],
			[3580]
		],
		"postTime": [
				"2012-03-20",
				"2012-03-20",
				"2012-03-20",
				"2012-03-20",
				"2012-03-20"
		],
		"postNum": [
			[941],
			[941],
			[962],
			[962],
			[989]
		],
		"postLink": [
				"/sp36356697",
				"/sp36356697",
				"/sp36358828",
				"/sp36358828",
				"/sp36360825"
		],
		"postUser": [
				"Grizzly",
				"Grizzly",
				"Nilson",
				"Nilson",
				"Patrick Bateman"
		],
		"postUserID": [
				"/u10497",
				"/u10497",
				"/u256133",
				"/u256133",
				"/u161742"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p79",
				"https://www.flashback.org/t571013p79",
				"https://www.flashback.org/t571013p81",
				"https://www.flashback.org/t571013p81",
				"https://www.flashback.org/t571013p83"
		],
		"userUrl": [
				"https://www.flashback.org/u10497",
				"https://www.flashback.org/u10497",
				"https://www.flashback.org/u256133",
				"https://www.flashback.org/u256133",
				"https://www.flashback.org/u161742"
		],
		"sentence": [
				"Det räcker att din far ringde fel heller fick en fel ringning för 5mån sedan tex kan det vara så att polis,säpo,fra,etc,etc har intresse av att veta vem kalle har kontakt med han ringer sin mamma en gång i veckan som i sin tur talar med sin gamla skolkompis som bor 50mil ifrån och det var just till,från denne skolkompis som din far ringde till,fick ett samtal ifrån och vips så är han intressant i alla fall under ett litet tag och har ju då INTE rent mjöl i påsen.",
				"Så vad fan dom håller på med är det ingen som vet men det finns ju några spekulationer som tex vänta och hoppas att dom kan smyga igen det om nån,några månader på nåt fiskeriemöte (för det var ju där det kom till från början trots att fiskeri inte har ett skit med det att göra), heller att dom byter namn och drar igen det om ett tag, annars kanske dom delar upp allt och smyger in några delar i helt andra frågor så ingen jävel vet om det (inklusive EU parlamentarikerna) förrens det är igenomröstat.",
				"är en ny ideologi som jag snubblade över för någon vecka sedan, makten är våran, folkets och inte dessa enskilda rika människor som anses göra bra saker för en \"stat\", varför tror ni att alla stater blir alltmer rädda för folket efter att internet blev officiellt för vanliga medborgare?",
				"Vi har lyckats med våran uppgift, men ju mer hammaren slår desto mindre makt kommer vi människor få och desto mindre kommer vi att kunna förändra samhället till något nyttigt, något som kan gälla för alla människor, mer miljövänligare, mindre svält, ingen krig, bara fred och harmoni...",
				"Du vet mycket väl att detta inte kommer lösa alla våra brott, det är ingen ultimat lösning, brott kommer existera och samhället kommer hitta nya fräckare sätt att försöka lösa brotten, det är en farlig väg vi tar."
		]
	},
	{
		"postIndex": [
			[3855],
			[3853],
			[3879],
			[4238],
			[4323]
		],
		"postTime": [
				"2012-03-20",
				"2012-03-20",
				"2012-03-20",
				"2012-03-21",
				"2012-03-21"
		],
		"postNum": [
			[1037],
			[1037],
			[1041],
			[1107],
			[1127]
		],
		"postLink": [
				"/sp36364970",
				"/sp36364970",
				"/sp36365660",
				"/sp36377030",
				"/sp36380047"
		],
		"postUser": [
				"Patrick Bateman",
				"Patrick Bateman",
				"Grizzly",
				"HappyHandsome",
				"BekymradMedborgare"
		],
		"postUserID": [
				"/u161742",
				"/u161742",
				"/u10497",
				"/u211895",
				"/u643235"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p87",
				"https://www.flashback.org/t571013p87",
				"https://www.flashback.org/t571013p87",
				"https://www.flashback.org/t571013p93",
				"https://www.flashback.org/t571013p94"
		],
		"userUrl": [
				"https://www.flashback.org/u161742",
				"https://www.flashback.org/u161742",
				"https://www.flashback.org/u10497",
				"https://www.flashback.org/u211895",
				"https://www.flashback.org/u643235"
		],
		"sentence": [
				"När partier bakom lykta dörrar planerar hur de ska styra o många gånger spelar det ingen roll vilket parti man röstar för det är samma skit fast olika färger OM det var en demokrati i den riktiga meningen som andra också påpekat för dig att det inte är, så skulle jag nog tycka annorlunda.",
				"Den rätten du vägrar ge mig är exakt den rätten du ger staten, hela din åsikt är baserad på denna rätt som du så gärna tilldelar staten men inte mig, i mina ögon är du inte bättre än en galen islamist som ger den rätten till en bok o skadar andra som inte håller med, skillnaden är att du ger den till staten och bevakar alla andra som inte håller med, du är en stamist i mina ögon , så jag kallar som jag ser det.",
				"Visst DLD kommer att fälla ett antal personer MEN det kommer då att vara 50åriga pundaren som knappt kan smsa OCH betydligt fler helt oskyldiga personer tex när nån utnyttjar ditt wifi till nåt olagligt (och det finns idag INGET sätt att vara säker med wifi alla wifiskydd idag går att knäcka på max 20min med en halvkass bärbar dator) och JA det är då den som står för ab som är den som får ta straffet.",
				"Fast i förlängningen kommer det inte spela någon roll, går vi ur EU och slutar samarbeta med USA kommer det inte dröja många år innan de invaderar landet, \"ställer saker till rätta\" och sedan lämnar kvar styrkor som ser till att vi övervakar våra invånare och delar informationen till världspolisen.",
				"Det finns ingenting som tyder på att alla personer som skulle hantera informationen som lagligt kan tillhandahållas genom datalagringsdirektivet, skulle vara av nuvarande styrande politisk åsikt utan det kan vara kommunister eller annat."
		]
	},
	{
		"postIndex": [
			[4750],
			[4772],
			[4979],
			[4745],
			[4975]
		],
		"postTime": [
				"2012-03-21",
				"2012-03-21",
				"2012-03-21",
				"2012-03-21",
				"2012-03-21"
		],
		"postNum": [
			[1299],
			[1311],
			[1372],
			[1298],
			[1372]
		],
		"postLink": [
				"/sp36385560",
				"/sp36385723",
				"/sp36387180",
				"/sp36385554",
				"/sp36387180"
		],
		"postUser": [
				"Kylix",
				"QuoteUnquote",
				"puckot",
				"k0styM",
				"puckot"
		],
		"postUserID": [
				"/u430542",
				"/u274281",
				"/u54719",
				"/u526130",
				"/u54719"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p109",
				"https://www.flashback.org/t571013p110",
				"https://www.flashback.org/t571013p115",
				"https://www.flashback.org/t571013p109",
				"https://www.flashback.org/t571013p115"
		],
		"userUrl": [
				"https://www.flashback.org/u430542",
				"https://www.flashback.org/u274281",
				"https://www.flashback.org/u54719",
				"https://www.flashback.org/u526130",
				"https://www.flashback.org/u54719"
		],
		"sentence": [
				"Så har du som jag tex, D-link 855 heter den va, eller 655, nevermind, då kan du med USA versionen av systemet i routern köra pptp direkt i routern så du inte ens använder din operatörs IP alls, vill säga ALLA i nätet hemma får samma IP, går inte in på operatörens nät, och sedan kör du en OpenVPN anslutning på det, visserligen lite segt, men datorn går 24/7 så får ner och upp saker inom rimlig tid i alla fall, tar visserligen lite längre, men hellre det än att göra det enkelt.",
				"En nackdel som jag instinktivt kommer på med detta är att många sidor skulle kunna hålla en vis IP-adress ansvarig till exempel för spamrobotar eller andra störande aktiviteter och således blockera denna IP-adress så att inte andra användare kan nå sidan.",
				"Men jag tror inte att företagen är dummare än att dom inser att dom snabbt skulle få väldigt dåligt rykte och att dom skulle ha mycket att förlora på det om det skulle komma fram att man tog alldeles för lätt på detta och att man inte har några problem med att ange sina kunder i tid och otid, så fort det kommer in minsta förfrågan om utelämnade av uppgifter.",
				"''All offentlig makt i Sverige utgår från folket och riksdagen är folkets främsta företrädare'' -Riksdagen Här är man dum och går omkring och tror att man lever i en demokrati, har man frågat svenska folket vad dom tycker om Datalagringsdirektivet?",
				"Med tanke på att 6 månader ändå är en relativt kort tid, så har ju operatörerna alla möjligheter att förhala en process tillräckligt länge, så att när det eventuellt har gått så långt att dom förlorar i domstolen och tvingas lämna ut uppgifterna, så är det förmodligen försent, för att uppgifterna redan är raderade vid det laget och då finns det inget att lämna ut."
		]
	},
	{
		"postIndex": [
			[5483],
			[5161],
			[5210],
			[5406],
			[5412]
		],
		"postTime": [
				"2012-03-22",
				"2012-03-21",
				"2012-03-21",
				"2012-03-22",
				"2012-03-22"
		],
		"postNum": [
			[1513],
			[1424],
			[1445],
			[1494],
			[1496]
		],
		"postLink": [
				"/sp36400138",
				"/sp36390744",
				"/sp36392199",
				"/sp36398979",
				"/sp36399030"
		],
		"postUser": [
				"kolvas",
				"svantarn88",
				"SvenBH",
				"BekymradMedborgare",
				"kolvas"
		],
		"postUserID": [
				"/u463620",
				"/u672968",
				"/u493631",
				"/u643235",
				"/u463620"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p127",
				"https://www.flashback.org/t571013p119",
				"https://www.flashback.org/t571013p121",
				"https://www.flashback.org/t571013p125",
				"https://www.flashback.org/t571013p125"
		],
		"userUrl": [
				"https://www.flashback.org/u463620",
				"https://www.flashback.org/u672968",
				"https://www.flashback.org/u493631",
				"https://www.flashback.org/u643235",
				"https://www.flashback.org/u463620"
		],
		"sentence": [
				"Eftersom det används så att flera avstår, strategiskt eller utav rädsla för reprissalier från det egna partiet så fungerar inte systemet med den uträkning som gjorts, med detta som bakgrund kan vi lika gärna ha 5 representanter eller 5000, systemet blir inte bättre för det, det som skulle kunna förbättra systemet är att minska platserna och mera direktdemokrati, då skulle de som får en plats vara mer måna om att bevara sitt förtroendeuppdrag.",
				"De har säkert blivit matade med nåt i stil med att det inte berör vanliga användare utan endast de kriminella (som alla blir när de använder internet, det blir man upplärd redan nör man blir liten hur man laddar ner en film) Grrrr det här är ju för fan skandal, pissa på regeringen och folk som tror sig veta folkets bästa..",
				"Rent hypotetiskt så skulle man kunna använda dessa lagar för att ta fast folk som sysslar just med terrorism eller barnpornografibrott, om det nu inte vore för att dom redan använder sig av kryptering och VPN-tjänster.",
				"Av någon anledning vill partierna kanske inte att alla ska delta på omröstningar i viktiga frågor, för då hade medborgarna kanske förstått hur toppstyrda många partier är och att de inte representerar sina väljare på bästa sätt.",
				"För att komma till rätta med denna problematiken skulle man kunna minska antalet platser så att dessa blir mer eftertraktade och så att det blir lättare för väljarna att verkligen kunna se vilka åsikter som politikerna verkligen har."
		]
	},
	{
		"postIndex": [
			[6235],
			[5699],
			[6300],
			[5894],
			[5918]
		],
		"postTime": [
				"2012-04-01",
				"2012-03-22",
				"2012-05-19",
				"2012-03-23",
				"2012-03-23"
		],
		"postNum": [
			[1684],
			[1575],
			[1700],
			[1616],
			[1619]
		],
		"postLink": [
				"/sp36586257",
				"/sp36409810",
				"/sp37437022",
				"/sp36425168",
				"/sp36427543"
		],
		"postUser": [
				"Robs",
				"neurogen",
				"sebnie",
				"FyrverkeriFTW",
				"NattNatt"
		],
		"postUserID": [
				"/u214965",
				"/u580576",
				"/u86426",
				"/u565471",
				"/u602311"
		],
		"postUrl": [
				"https://www.flashback.org/t571013p141",
				"https://www.flashback.org/t571013p132",
				"https://www.flashback.org/t571013p142",
				"https://www.flashback.org/t571013p135",
				"https://www.flashback.org/t571013p135"
		],
		"userUrl": [
				"https://www.flashback.org/u214965",
				"https://www.flashback.org/u580576",
				"https://www.flashback.org/u86426",
				"https://www.flashback.org/u565471",
				"https://www.flashback.org/u602311"
		],
		"sentence": [
				"Om ISPerna nu ville, borde dom då inte kunna kryptera loggarna, när staten sedan frågar efter loggarna så finns ju faktiskt loggarna fast i krypterad form (då som jag förstått lagen behövs loggarna bara sparas, kryptering ska inte påverka detta bara sålänge de finns loggar?",
				"Snart kommer dom säga typ \"tyvärr måste vi hålla koll på er ALLA hela tiden även ni som inte begått brott, eftersom vi måste se till så inga nya brott sker\"...",
				"Hur dem fraktas till polisen vet jag inte, men antagligen, eftersom det rör sig om sådana mängder, så är det nog inte aktuellt att mejla över uppgifterna krypterat, utan istället kommer man nog skicka uppgifterna på CD-skivor/hårddiskar/USB-minnen/Whatsoever med övervakad kurir direkt till polisen (och då spelar kryptering ingen roll).",
				"Även om det man tänkt säga eller ta reda på inte är olagligt att säga eller ta reda på, så låter man bli eftersom det inte skulle se bra ut.",
				"Fler kameror, vägtullar, datalagringen, FRA, ACTA, fler och yngre poliser, antiterrorist lagar, oändligt många vaktbolag osv, tittar man sig blind på en detalj kanske det inte verkar så skrämmande, men när man börjar lägga ihop pusselbitarna så kan man tydligt se att detta är på väg in på helt fel väg."
		]
	}
]
