[
	{
		"postIndex": [
			[1464],
			[1468],
			[1596],
			[452],
			[1267]
		],
		"postTime": [
				"2008-04-25",
				"2008-04-25",
				"2008-05-10",
				"2008-01-15",
				"2008-04-04"
		],
		"postNum": [
			[528],
			[529],
			[583],
			[156],
			[467]
		],
		"postLink": [
				"/sp10963571",
				"/sp10964056",
				"/sp11164697",
				"/sp9620604",
				"/sp10672371"
		],
		"postUser": [
				"My name is Earl",
				"bosse666",
				"AKSNEVS",
				"JJDecay",
				"legenden"
		],
		"postUserID": [
				"/u208573",
				"/u190580",
				"/u245355",
				"/u159372",
				"/u62366"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p44",
				"https://www.flashback.org/t683845p45",
				"https://www.flashback.org/t683845p49",
				"https://www.flashback.org/t683845p13",
				"https://www.flashback.org/t683845p39"
		],
		"userUrl": [
				"https://www.flashback.org/u208573",
				"https://www.flashback.org/u190580",
				"https://www.flashback.org/u245355",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u62366"
		],
		"sentence": [
				"Jag umgicks en del med några av grabbarna, de hadde en annan liten klubb från början, jag kommer inte ihåg namnet, bröderna S*****g, de var 2, den ena drunknade trakiskt nog på fyllan; men det var innan Diablostiden, totalt var de 3 bröder och jag har för mig att den yngsta blev hangaround till Diablos, K** gick ur, han har problem med rygg och nacke och kan inte åka hoj, ena S-brodern blev prospect åt BMC och gick även han ur enligt K, H***y kännde jag inte speciellt väl; men innan de blev Diablos gick han runt i hela 81-utstyrseln och när han klev av Diablos försökte han även gå med i en annan klubb han hade pratat en jävla masse skit om.",
				"Kan inte utala mig för alla men vet att en stor del av klubben hela tiden ville söka sig mott bmc( Innan diablos tiden) Dom var ju många i början men folk åkte snabbt ur eller hoppa av av personlig skäll.",
				"sen finns det klart dom som tjänar sitt levebröd på annat sett eller som gör vissa grövre saker för klubben (tänker på mc kriget på 90talet) likadant med HAMC mm men sen i vanliga svenssons ögon så är alla med väst kriminella det får man allt veta av folk när man är ute med västen.",
				"Å andra sidan skulle jag kunna tänka mig att det kan komma att bli ett mer förekommande fenomen i framtiden (och då kanske inte bara BMC med annhang, utan övriga 1% klubbar med support etc).",
				"Folk kanske inte är så tuffa trots allt, men sjukt kul att muppen lekte tarzan men sen fick käka karma med sugrör Ibland är livet bara för härligt Roligast är att han väljer att jobba svart inte betala skatt eller bidra till samhället, han valde det redan den dagen han gick med i bandidos, men nu fan ska samhället bekosta hans skador och försäkringar?"
		]
	},
	{
		"postIndex": [
			[3222],
			[2927],
			[3062],
			[3064],
			[3387]
		],
		"postTime": [
				"2008-10-01",
				"2008-09-20",
				"2008-09-24",
				"2008-09-24",
				"2008-10-08"
		],
		"postNum": [
			[1344],
			[1170],
			[1247],
			[1247],
			[1443]
		],
		"postLink": [
				"/sp13092686",
				"/sp12940594",
				"/sp12998209",
				"/sp12998209",
				"/sp13186651"
		],
		"postUser": [
				"Danneboras",
				"jennyspringer",
				"Torpedos",
				"Torpedos",
				"smarten34"
		],
		"postUserID": [
				"/u287340",
				"/u285780",
				"/u288310",
				"/u288310",
				"/u78355"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p112",
				"https://www.flashback.org/t683845p98",
				"https://www.flashback.org/t683845p104",
				"https://www.flashback.org/t683845p104",
				"https://www.flashback.org/t683845p121"
		],
		"userUrl": [
				"https://www.flashback.org/u287340",
				"https://www.flashback.org/u285780",
				"https://www.flashback.org/u288310",
				"https://www.flashback.org/u288310",
				"https://www.flashback.org/u78355"
		],
		"sentence": [
				"vi kastar inte skit vi eller jag intresserar oss mer för varför du inte är mera tillmötesgående när du har en chans att förklara dig du undviker ju att säga var du är med x/ bandidos hade velat veta om det är värt sitta inne för pengarna som du tjänar på verksamheten känns inte så för folk som vill ha tryggheten att komma hem till sin familj ge barnen en skälig uppväxt med föräldrarna hemma men du kanske hade kunnat förklara vart fördelarna finns?",
				"[quote=pimel]jag e släkt med ena sidan och uppväxt med vänner från andra sidan har sj gjort mycket dumt sj i mitt liv, levt i den här världen känner nästan alla gängen, men jag vakna till efter jag skadade en kille väldigt allvarligt han håll på dö, jag satt häktad visste innte om han skulle överleva eller ej bad till gud att han skulle klara sig bra då skulle jag alldrig mer göra nått kriminelt lovade jag gud..",
				"Har det hänt innan han vart med i Bandidos så vet jag att han inte blir utkastad för dom skiter i det som varit innan och bryr sig bara om det han gör som medlem eller probationery, prospect eller hangaround OM det inte är något riktigt allvarligt såklart då spelar det ingen roll om det var innan han var med.",
				"Som en högt uppsatt medlem i en mc klubb sa \"skulle man rata alla som snackat för mycket en gång i förhör så skulle det inte finnas mer än två eller tre medlemmar i verje mc klubb\".",
				"är ju ändå bara en massa halvpundare verkar det som, dom enda det verkar finnas lite struktur och disciplin hos är OG, dom andra är ju bara massa löst folk som behöver hävda sig för att mamma inte visade tillräckligt med uppmärksamhet."
		]
	},
	{
		"postIndex": [
			[5773],
			[4712],
			[4219],
			[5008],
			[3988]
		],
		"postTime": [
				"2008-11-22",
				"2008-11-10",
				"2008-11-07",
				"2008-11-12",
				"2008-11-01"
		],
		"postNum": [
			[2195],
			[1885],
			[1731],
			[1958],
			[1652]
		],
		"postLink": [
				"/sp13821663",
				"/sp13656206",
				"/sp13618462",
				"/sp13676059",
				"/sp13521817"
		],
		"postUser": [
				"My name is Earl",
				"ettex",
				"Sicilianaren",
				"My name is Earl",
				"WHITEWEREWOLF"
		],
		"postUserID": [
				"/u208573",
				"/u6431",
				"/u272383",
				"/u208573",
				"/u140247"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p183",
				"https://www.flashback.org/t683845p158",
				"https://www.flashback.org/t683845p145",
				"https://www.flashback.org/t683845p164",
				"https://www.flashback.org/t683845p138"
		],
		"userUrl": [
				"https://www.flashback.org/u208573",
				"https://www.flashback.org/u6431",
				"https://www.flashback.org/u272383",
				"https://www.flashback.org/u208573",
				"https://www.flashback.org/u140247"
		],
		"sentence": [
				"Leffe:Att man inte delar dina åsikter innebär inte att man automatiskt har BMC som idoler; men allt är inte svart eller vitt, du kommer med påståenden som du själv menar är sanning och kan inte redovisa ett dugg varifrån dina uppgifter kommer (99% av alla i BMC är kriminella) ; men du förväntar att folk som inte tycker som du ska redovisa detta.",
				"Det finns bevis på att Jesus var Mexikanare: - Han hette Jesus - Han var tvåspråkig - Han hade problem med myndigheterna - Han berättade alltid historier - Han klippte aldrig håret - Han gick barfota Samtidig finns det tydliga indikationer på att Jesus var svart: - Han kallade alla för \"broder\" - Han fick ingen rättvis rättegång MEN, de mest överbevisande bevisen talar faktiskt för att Jesus var HANGAROUND : - Han blev tvungen att utfodra många människor med kort varsel, även om det inte fanns tillräckligt med mat.",
				"Värst vad många är otrevliga när vi försöker hjälpa till att reda ut begreppen =) Till alla andra utan personen ovan så är det väl inte så vanligt att team-killar (vill) klättrar hela vägen, men de har möjligheten och det finns folk som tar den/har tagit den.",
				"Två personer i BMCs topp är inte dömda för brott i Sverige (Clark och Jim Tinndahn), och även om Jim sitter häktad för nåt som verkar vara nästan ett \"Svensson brott\" är han inte dömd; men kan man verkligen påstå att folk är kriminella och gå ut med bilder och namn i tidningar innan dom har fallit?",
				"Sen BMC och X-team i sin tur inte fick bara glida förbi repen rakt in i baren utan de blev stoppade inför en massa folk och till slut inte ens fick komma in."
		]
	},
	{
		"postIndex": [
			[7045],
			[7251],
			[7109],
			[7785],
			[5931]
		],
		"postTime": [
				"2008-12-19",
				"2008-12-21",
				"2008-12-20",
				"2008-12-31",
				"2008-11-27"
		],
		"postNum": [
			[2570],
			[2636],
			[2590],
			[2802],
			[2237]
		],
		"postLink": [
				"/sp14210764",
				"/sp14240255",
				"/sp14225100",
				"/sp14370066",
				"/sp13892075"
		],
		"postUser": [
				"oldboyback",
				"Torpedos",
				"Low-profile",
				"LUCIFERUS",
				"Leif.Jennekvist"
		],
		"postUserID": [
				"/u292477",
				"/u288310",
				"/u306350",
				"/u308632",
				"/u297962"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p215",
				"https://www.flashback.org/t683845p220",
				"https://www.flashback.org/t683845p216",
				"https://www.flashback.org/t683845p234",
				"https://www.flashback.org/t683845p187"
		],
		"userUrl": [
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u288310",
				"https://www.flashback.org/u306350",
				"https://www.flashback.org/u308632",
				"https://www.flashback.org/u297962"
		],
		"sentence": [
				"Driton är inte rädd för mig eller bandidos så tro inte på han när han säger att han är rädd och måste lämna landet, efter första rättegången så sa driton att han inte va klar med mig än han kommer knulla mig tills den dagen jag dör, Driton vill bara hämnas det han säger om bilbomberna är inte sant han bara hittar på osv..",
				"Jag tycker Bandidos ska ha all respekt och mycket mer än någon annan klubb då dom verkligen började från noll i detta land med allt och alla emot sig men var så pass tuffa att dom körde på hela vägen och är idag den starkaste klubben i hela Sverige med dom absolut tuffaste grabbarna i sin organisation.",
				"Från att ha varit en \"respekterad\" klubb som skötte sig själv har de för att expandera tagit in allt möjligt slödder som inte drar sig för att hota andra lokala klubbar för att komma åt deras klubbhus, så det blir ju mycket moment 22 för dom, skillnaden mellan Danmark och Sverige är att i Danmark är det genuina bikers som går med i BMC, nåt som knappast kan sägas här.",
				"det finns mycket bra folk i BA men som du säger bort med dom få oseriösa dom drar ner BA namnet i smutsen en tungt kriminell har inte tid el lust och vill framför allt inte åka dit för o jiddrat med en dörrvakt, vet många andra i BA som blivit nekade på diverse ställen utan och ställa till med en scen.",
				"Sex med de yngre killarna är inte aktuellt, då homosexuella medlemmar är sällsynta inom BMC, jag vet helt ärligt inte om det finns några homosexuella inom BMC, men det skulle inte förvåna mig om det finns medlemmar med annorlunda läggning."
		]
	},
	{
		"postIndex": [
			[8550],
			[9740],
			[8639],
			[9245],
			[8647]
		],
		"postTime": [
				"2009-01-14",
				"2009-02-24",
				"2009-01-15",
				"2009-02-16",
				"2009-01-15"
		],
		"postNum": [
			[3157],
			[3682],
			[3177],
			[3449],
			[3180]
		],
		"postLink": [
				"/sp14620009",
				"/sp15301534",
				"/sp14626057",
				"/sp15156649",
				"/sp14627916"
		],
		"postUser": [
				"drdunder",
				"oldboyback",
				"oldboyback",
				"Benzoiloveit",
				"bästisweeden"
		],
		"postUserID": [
				"/u151605",
				"/u292477",
				"/u292477",
				"/u310043",
				"/u146263"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p264",
				"https://www.flashback.org/t683845p307",
				"https://www.flashback.org/t683845p265",
				"https://www.flashback.org/t683845p288",
				"https://www.flashback.org/t683845p265"
		],
		"userUrl": [
				"https://www.flashback.org/u151605",
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u310043",
				"https://www.flashback.org/u146263"
		],
		"sentence": [
				"*det är en person som själv har att vinna på ett utpekande *personen har ett personligt agg mot de åtalade *åklagaren hade ingen teknisk bevisning *inte heller några speciellt bra indicier *något motiv presenterades aldrig (bortsett från berättelsen av D) om dem är skyldiga eller inte, vilket de faktiskt verkar vara, ska det bedömas enligt beviskraven som krävs i svensk domstol och inte efter vad som kanske eller nog är sanningen.",
				"Jag kan säga så här till alla finns inte en krona i världen som hade kunnat få driton att inte göra detta mot BMC finns inga pengar i hela världen som slår en Ljuv hämnd.",
				"Ridde blev nedgraderad men nu e han tillbaka igen, Eddy som försökte hålla det lilla som fanns kvar av BMC gbg i liv har inte tid med både vara nomad och prisedent och för det andra så får han inte det, Men han va tvungen om BMC GBG skulle finnas kvar...",
				"Janson verkar ha gjort mycket för BMC tror faktist att när han väl kommer ut så kommer han få västen eller så slutar han från BMC nu när det inte finnns några x kvar i gbg.",
				"varför måste du vänta med att klämma in några namn, det kan väl inte vara så svårt för dig om du kan många, sålänge du inte måste ringa och fråga någon vill säga du kan också passa på att säga vem eller vilka fullvärdiga medlemmar i OG som slapp göra grovt brott i proceduren."
		]
	},
	{
		"postIndex": [
			[10216],
			[10068],
			[11669],
			[10338],
			[9957]
		],
		"postTime": [
				"2009-03-05",
				"2009-02-27",
				"2009-03-27",
				"2009-03-09",
				"2009-02-25"
		],
		"postNum": [
			[3905],
			[3852],
			[4406],
			[3981],
			[3783]
		],
		"postLink": [
				"/sp15448622",
				"/sp15360784",
				"/sp15836025",
				"/sp15526312",
				"/sp15327262"
		],
		"postUser": [
				"-Flanders-",
				"99gram",
				"Svartskjorta",
				"baronrojo",
				"abc..barn"
		],
		"postUserID": [
				"/u331429",
				"/u309415",
				"/u328597",
				"/u81120",
				"/u281429"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p326",
				"https://www.flashback.org/t683845p321",
				"https://www.flashback.org/t683845p368",
				"https://www.flashback.org/t683845p332",
				"https://www.flashback.org/t683845p316"
		],
		"userUrl": [
				"https://www.flashback.org/u331429",
				"https://www.flashback.org/u309415",
				"https://www.flashback.org/u328597",
				"https://www.flashback.org/u81120",
				"https://www.flashback.org/u281429"
		],
		"sentence": [
				"Han heter Mensor,en som jobbar på statoil i gbg,det är inte Dritons kompis i första hand,och det var inte driton heller som han vände sig till när han ville börja hänga i klubben,känd dock endast som en riktigt schysst kille,omtyckt av dom flesta för att han helt enkelt är en bra snubbe,han är ingen gangster nej,han var för \"smart\" för att joina en så destruktiv grupp som x-team gbg och invandrarfalangen som den bestod/består av,han hade naturligtvis inte platsat bland \"supergangstrarna\" heller han hade dock möjligheten att gå med om han ville.",
				"Iaf denna person som hade hotat BMB igenom brevet hade använt sig utav BMC's namn i hotet, och därmed hade denna person fått hot av riktiga bandidos att de ska pejja för att de använde deras namn eller nått sånt annars så skulle deras krog brinna ner också.",
				"Starta bolag i Estlad eller England är ingenting majoriteten av de kriminella klarar av att göra ännu mindre hålla igång och driva det på ett korrekt sätt, även om det bara rör sig att ha bolaget för bilens skull så finns det saker som måste skötas för att detta inte skall haverera.",
				"Nyfiken som man e är det ngn som vet (tex redaxegold som skrev att örebro var på väg o bli prob chapter) hur många var örebroare innan man blev bandidos eller består klubben av inflyttat/placerat folk iom att det är ju ingen existerande klubb som valt att gå upp i Bandidos hoppas ni fattar vad jag menar.",
				"det verkar lite lustigt folk som ska vara så lojala mot varandra och klubben festar och umgås sen så på mindre än några år så verkar alla hoppat av eller blivit utkastade....."
		]
	},
	{
		"postIndex": [
			[11739],
			[12415],
			[13136],
			[13262],
			[13127]
		],
		"postTime": [
				"2009-03-27",
				"2009-04-02",
				"2009-04-13",
				"2009-04-15",
				"2009-04-13"
		],
		"postNum": [
			[4430],
			[4662],
			[4897],
			[4941],
			[4894]
		],
		"postLink": [
				"/sp15838966",
				"/sp15937075",
				"/sp16105225",
				"/sp16141749",
				"/sp16103091"
		],
		"postUser": [
				"Leif.Jennekvist",
				"oldboyback",
				"Roadrage",
				"trippen",
				"Svartskjorta"
		],
		"postUserID": [
				"/u297962",
				"/u292477",
				"/u343050",
				"/u148462",
				"/u328597"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p370",
				"https://www.flashback.org/t683845p389",
				"https://www.flashback.org/t683845p409",
				"https://www.flashback.org/t683845p412",
				"https://www.flashback.org/t683845p408"
		],
		"userUrl": [
				"https://www.flashback.org/u297962",
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u148462",
				"https://www.flashback.org/u328597"
		],
		"sentence": [
				"På tok för unga killar rekryterades, killar som inte håller mottet när det väl gäller, deras krig med andra organisationer har kostat mycket, sist men inte minst, polisen har blivit mycket mer effektiva i sitt arbete, om inte någon annan organisation kör över Bandidos kommer polisen att göra det, polisen har lyckats riktigt bra fram tills nu.",
				"Sen att han skulle Mishandlat sin tjej eller försökt våldtagigt sin tjejs kompis eller att han är en kompistjuv pundare det ena och det andra man hör om han är bara propaganda från BMC suporters så lyssna inte på sådant skitsnack dom vill bara smuts kasta honom pga att han krossat deras hjälte Mehdi..",
				"Har det inte skett innan nästa gång Bandidos och HA ryker ihop (förr eller senare kommer det att hända igen) så tror jag att det finns rätt många klubbar som kommer att vilja vara med och skjuta ut BMC.",
				"att det finns enskilda individer i klubbar som är vänner med vissa medlemmar i dessa klubbar betyder inte att dessa klubbar håller någon av dom andra klubbarna om ryggen på något sätt.",
				"Så alla dessa lokalövertagar turner, bötfällningar till höger och vänster och allt annat skit som andra klubbar råkat ut för har egentligen varit repressalier från BMCs sida efter att den andra klubbarna på något sätt kränkt BMC innan?"
		]
	},
	{
		"postIndex": [
			[16373],
			[16366],
			[16072],
			[15561],
			[13832]
		],
		"postTime": [
				"2009-06-30",
				"2009-06-30",
				"2009-06-27",
				"2009-06-25",
				"2009-05-22"
		],
		"postNum": [
			[5801],
			[5799],
			[5722],
			[5583],
			[5202]
		],
		"postLink": [
				"/sp17427451",
				"/sp17427280",
				"/sp17382937",
				"/sp17348441",
				"/sp16789218"
		],
		"postUser": [
				"hampus183",
				"My name is Earl",
				"My name is Earl",
				"Delije",
				"same.9"
		],
		"postUserID": [
				"/u351013",
				"/u208573",
				"/u208573",
				"/u342230",
				"/u287231"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p484",
				"https://www.flashback.org/t683845p484",
				"https://www.flashback.org/t683845p477",
				"https://www.flashback.org/t683845p466",
				"https://www.flashback.org/t683845p434"
		],
		"userUrl": [
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u208573",
				"https://www.flashback.org/u208573",
				"https://www.flashback.org/u342230",
				"https://www.flashback.org/u287231"
		],
		"sentence": [
				"Min helt personliga hållning när det gäller BMC är att de har sjunkit rejält genom de senaste åren, jag respekterade dom när de stod upp emot HA, inte tog skit och inte störde andra klubbar genom att leka polis som HA gör; men som jag förstår det har man nu (iaf i Örebro) rent faktiskt börjat hota andra klubbar och sånt som inte hör hemma i en bikervärld, man har fullt upp med att diverse trakkaserier från myndigheter, sen ska man ta skit från diverse nyblivna bikers också, och bristen på bra folk är uppenbar i dag.",
				"Min helt personliga hållning när det gäller BMC är att de har sjunkit rejält genom de senaste åren, jag respekterade dom när de stod upp emot HA, inte tog skit och inte störde andra klubbar genom att leka polis som HA gör; men som jag förstår det har man nu (iaf i Örebro) rent faktiskt börjat hota andra klubbar och sånt som inte hör hemma i en bikervärld, man har fullt upp med att diverse trakkaserier från myndigheter, sen ska man ta skit från diverse nyblivna bikers också, och bristen på bra folk är uppenbar i dag.",
				"I DK la de ju ner X Team då de gick och bötade folk för allt möjligt, och rent faktiskt tror jag också BMC här skulle tjäna på det, och se över sina rekryteringsrutiner, exempelvis var ju lojalty et riktigt bottennapp, BMC skulle med en del jobb och \"charmoffensiver\" kunne återfå den respekten de hade när de skötte sig själv och inte hotade andra klubbar till höger och vänster.",
				"Matte = Labil, skjuter mot oskyldiga på en bögklubb går fri pga OV inte vågar vittna, hugger ner en kille på Mcdonalds, Nicke : ett under att han fortfarande är med, BMC är på fest hos EVIL CREW MC och Nicke börjar mata slag mot deras president då han försökt lugna nicke när nicke försökt slå en kille som fotograferade på festen ritkig pulvertorsk, vf ska man ha med sådana människor i en MC klubb som inte är kriminell?",
				"dano hade verken pengar elle några större kontakter utomlands o mehdi hade inga lojala grabbar bredvid sig o det va dessutom många som va ute efter honom medan aha gör stora pengar o han har utöver sina lojala killar många tunga kusiner som aldrig skulle svika han."
		]
	},
	{
		"postIndex": [
			[17120],
			[17117],
			[18451],
			[19188],
			[17673]
		],
		"postTime": [
				"2009-07-11",
				"2009-07-11",
				"2009-07-28",
				"2009-08-05",
				"2009-07-22"
		],
		"postNum": [
			[6014],
			[6013],
			[6298],
			[6480],
			[6156]
		],
		"postLink": [
				"/sp17604483",
				"/sp17604398",
				"/sp17879132",
				"/sp18018238",
				"/sp17773305"
		],
		"postUser": [
				"redaxegoldz",
				"Franko-77",
				"JJDecay",
				"Franko-77",
				"swe021"
		],
		"postUserID": [
				"/u312489",
				"/u364788",
				"/u159372",
				"/u364788",
				"/u302250"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p502",
				"https://www.flashback.org/t683845p502",
				"https://www.flashback.org/t683845p525",
				"https://www.flashback.org/t683845p540",
				"https://www.flashback.org/t683845p513"
		],
		"userUrl": [
				"https://www.flashback.org/u312489",
				"https://www.flashback.org/u364788",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u364788",
				"https://www.flashback.org/u302250"
		],
		"sentence": [
				"För att ställa följande fråga måste jag väl som alla andra svära den superlöjliga trohetseden: Jag lovar och svär att jag absolut inte på något sätt är intresserad av hojar eller bikerkultur eller att bli medlem i något som därav kan liknas, jag frågar för att min mormors nya pojkväns systers kusin är intresserad: Snuten som så gärna håller ett järngrepp om BMC och liknande klubbar, finns något dokumenterat eller någon som vet hurvida flickvänner, fruar, barn familjer i övrigt tillhörandes medlemmar också fått påtryckningar, eller är det bara medlemmarna som blir förföljda och deras anhöriga slipper represalier???",
				"För att ställa följande fråga måste jag väl som alla andra svära den superlöjliga trohetseden: Jag lovar och svär att jag absolut inte på något sätt är intresserad av hojar eller bikerkultur eller att bli medlem i något som därav kan liknas, jag frågar för att min mormors nya pojkväns systers kusin är intresserad: Snuten som så gärna håller ett järngrepp om BMC och liknande klubbar, finns något dokumenterat eller någon som vet hurvida flickvänner, fruar, barn familjer i övrigt tillhörandes medlemmar också fått påtryckningar, eller är det bara medlemmarna som blir förföljda och deras anhöriga slipper represalier???",
				"Menade kanske inte tvätta bort riktigt i allmänhetens synvinkel, där är alla bikers mer eller mindre dömda att förevigt vara slödder Mer vad jag menar är: Jag och folk i den biker krets jag umgås i, skulle inte och vill inte umgås med 1% (även om det händer då vi känner individer som är medlemmar i 1% klubbar) och faktiskt/tyvärr eller hur man nu ska uttrycka det speciellt inte BMC.",
				"Vet inte hur det ser ut inom BMC med den saken, men samtliga andra 1%ar klubbar har haft infiltratörer som suttit med på mötet osv, så polisen lär nog ha rätt god koll på vad som bestämts och inte, och hade man fått fram att man där beslutar om och sanktionerar brott så hade man även spridit detta som en löpeld och det är även bland annat de kriterierna man går efter från brås sida att definiera en organisation som kriminell, vilket man nu inte gjort...",
				"Ska jag vara helt ärlig så kan jag inte mycket om varken mc-gäng eller liknande hit och dit och bryr mig inte ett skvatt men vad jag faktiskt vet att vid ett krogslagsmål eller liknande så skulle inte jag heller någonsin sänka mig till att dra kniv OM INTE den personen jag har kommit i konflikt med drar först som många \"ahmed\"´s och \"Ivan\"´s har då skulle jag deffinitivt kunna tänka mig att dra jag med men jag har aldrig med mig kniv ut, töntigaste du läst?"
		]
	},
	{
		"postIndex": [
			[21936],
			[20220],
			[20119],
			[22387],
			[20030]
		],
		"postTime": [
				"2009-09-22",
				"2009-08-09",
				"2009-08-09",
				"2009-11-11",
				"2009-08-09"
		],
		"postNum": [
			[7100],
			[6684],
			[6667],
			[7300],
			[6648]
		],
		"postLink": [
				"/sp18869673",
				"/sp18079814",
				"/sp18078328",
				"/sp19743719",
				"/sp18073682"
		],
		"postUser": [
				"Atack",
				"hampus183",
				"Leif.Jennekvist",
				"kosmonaut1000",
				"hampus183"
		],
		"postUserID": [
				"/u342717",
				"/u351013",
				"/u297962",
				"/u81812",
				"/u351013"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p592",
				"https://www.flashback.org/t683845p557",
				"https://www.flashback.org/t683845p556",
				"https://www.flashback.org/t683845p609",
				"https://www.flashback.org/t683845p554"
		],
		"userUrl": [
				"https://www.flashback.org/u342717",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u297962",
				"https://www.flashback.org/u81812",
				"https://www.flashback.org/u351013"
		],
		"sentence": [
				"Men en stilla undran är om man ska avhandla propp chapter Örebro under tråden organiserad brottslighet, passar det inte bättre under rubriken o organiserad brottslighet för det är fan ingen organisation i en klubb som bötar små grabbar, spöar tredje man när man leker arbetsförmedling, sparkar sönder bilar när man blir lite kinkig, springer på krogen och hotar folk med orden passa dig för om 7 månader är vi fullvärdiga osv.",
				"Men du, det finns ingen polis som sagt att denne person e medlem i bmc eller ens prospect eller ens medlem i x-team eller ens solidos.",
				"Bandidos har många medlemmar på våra anstalter idag, dessa parasiter kostar oss hårt arbetande medborgare en massa pengar, vore det inte bättre ifall man stenade dessa as som en viss användare nämnde, hängning borde också vara ett alternativt, se bara på de barbariska araberna, vi har trots allt lite att lära från dessa.",
				"De måste ta in rätt folk från början, just nu skrattar alla åt X-team utom möjligen vanliga svenssons som kan bli rädda annars finns det inte många kriminella som skulle vara det.",
				"Svaret är nog rätt logisk, bmc har inga direkta stora fester utan mera egna bandit fester, kanske för att inte särskilt många vanliga klubbar skulle vilja komma..."
		]
	},
	{
		"postIndex": [
			[23553],
			[24387],
			[23062],
			[23773],
			[22733]
		],
		"postTime": [
				"2010-03-25",
				"2010-04-19",
				"2010-01-16",
				"2010-04-02",
				"2009-12-15"
		],
		"postNum": [
			[7782],
			[7988],
			[7575],
			[7859],
			[7424]
		],
		"postLink": [
				"/sp22162699",
				"/sp22615650",
				"/sp20926065",
				"/sp22309876",
				"/sp20358280"
		],
		"postUser": [
				"BrascoBrasco",
				"hampus183",
				"EVO98",
				"MR Banane",
				"1897"
		],
		"postUserID": [
				"/u413949",
				"/u351013",
				"/u217742",
				"/u236446",
				"/u235474"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p649",
				"https://www.flashback.org/t683845p666",
				"https://www.flashback.org/t683845p632",
				"https://www.flashback.org/t683845p655",
				"https://www.flashback.org/t683845p619"
		],
		"userUrl": [
				"https://www.flashback.org/u413949",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u217742",
				"https://www.flashback.org/u236446",
				"https://www.flashback.org/u235474"
		],
		"sentence": [
				"ja men nu var kriget mellan HA och BA för snart 20 år sen, både attityd samt kalibern är ju av en annan i dagens läge, att några från BA gjorde inbrott o sabbade omc lokal o gav nån på käften nånstans är ju en sak men att dom skulle gå ut som segrare ur ett krig med sådana killar som dessa förortskillar är tror jag inte på sorry detta är inte 90talet o sånna här killar skiter i allt och alla dom har ingen respekt för nån tyvärr och skjuter först o frågar sen, jag vill ogärna lyfta den ena framför den andra men faktum kvarstår BC och dess likar skiter fullständigt i alla medans BA inte riktigt skulle våga köra fullt ut kanske för 15år sen men inte i dagens läge, detta har ju bevisats gång på gång i bla södertälje där BA aldrig skulle kunna ta över inte ens deras soldater x-team mm klarar sig där utan att åka på däng, men skitsamma nu var ju frågan om det stämde om bagaren är med i BC och att det skulle vara nåt tjafs pga det mellan BC och BA där vad jag hört att BA har backat för att dom inte ville hamna i krig med BC, så vem vet vad??",
				"De riktigt kriminella skrattar åt påståenderna att BMC e en kriminell organisation, Polisen tycker att det e super-nice att få extra pengar till roliga/häftiga fordon osv, Högre utbildade personer ser ner på personer som väljer att kliva in i en klubb, de ser det som att individen försvinner till förmån för en grupps identitet, Samt, jag undrar om alla som klivit med i BMC verkligen är beredda att betala \"priset\", dels i betraktelsen av omgivningen och dels av vad som skulle hända om en ny stor konflikt skulle inträffa.",
				"Tro mig ingen kommer att komentera vilken färg du har på skorna, därimot finns det regler att du tex inte får ha västen på dig när du sitter i en bil, tror fan bara det är Bandidos med supportklubbar som har det, har festat/åkt med många klubbar genom åren och aldrig varit med om det förutom hos Bmc.",
				"En \"tung\" person ropar inte efter hjälp, räkna heller inte med hjälp av folk bara för att du besökt deras lokal eller kanske ännu läskigare är vän med personen.",
				"För det första är inte X-team inte ens motorcykelklubb Lena, för det andra finns inte X-team i Umeå utan enstaka medlemmar varav dom flesta sitter inne, för det tredje -Är det bara jag som missat Extreme MC i texten?"
		]
	},
	{
		"postIndex": [
			[26405],
			[26391],
			[26336],
			[27266],
			[27678]
		],
		"postTime": [
				"2010-07-06",
				"2010-07-04",
				"2010-07-02",
				"2010-08-23",
				"2010-09-17"
		],
		"postNum": [
			[8433],
			[8423],
			[8402],
			[8677],
			[8807]
		],
		"postLink": [
				"/sp24086289",
				"/sp24053386",
				"/sp24024709",
				"/sp25027347",
				"/sp25537313"
		],
		"postUser": [
				"BIKERBANDIT",
				"Poppin",
				"Poppin",
				"hampus183",
				"hampus183"
		],
		"postUserID": [
				"/u439269",
				"/u419191",
				"/u419191",
				"/u351013",
				"/u351013"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p703",
				"https://www.flashback.org/t683845p702",
				"https://www.flashback.org/t683845p701",
				"https://www.flashback.org/t683845p724",
				"https://www.flashback.org/t683845p734"
		],
		"userUrl": [
				"https://www.flashback.org/u439269",
				"https://www.flashback.org/u419191",
				"https://www.flashback.org/u419191",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013"
		],
		"sentence": [
				"Men herrejävlar det betyder ju inte ett skit om vem dom umgås med eller hur el vilka som syns på festerna, dom kanske inte vill visa upp bilder med BMC el hur, ta ditt monster till mc o åk runt o träffa lite folk o se hur verkligheten ser ut, ex hur många andra klubbar syns på ECs foton?",
				"Det stämmer han ville ta bort x pga att dom inte höll måttet och att det alltid blev stora problem med bmc s namn indraget hela tiden dom valde att varje avdelning i sverige skulle ta hand om sitt egna x crew så 2008 försvann x-team sverige efter det så skulle alla x heta efter staden dom representera...",
				"nej jag skriver fakta X-team Gbg är inte ner lagt sen länge dom har bara fryst x medan alla sitter för dom 4 killarna som e med i x nu dom vågar ju inte stå på sina egna ben och gbg avdelningen kommer bli inblandade i södertälje skiten automatiskt efter som ridde har sugit kuk där!!!",
				"BMC och HA, som bägge är gamla anrika klubbar har liknande väg in i klubben, de som påstår att HA e en riktig MC-Klubb och BMC inte är det, märkligt att BMC har alla dessa likheter med de andra MC-Klubbarna då...",
				"att kunna fungera som en BMC medlem till 100% och i stället för att lämna klubb-miljön och sina vänner helt så har det hänt att en medlem kliver ner, antingen till X-team eller till en support klubb där tids-kraven och dylikt ofta e lite lägre."
		]
	},
	{
		"postIndex": [
			[29254],
			[28399],
			[29536],
			[29546],
			[28411]
		],
		"postTime": [
				"2010-12-22",
				"2010-10-03",
				"2011-02-08",
				"2011-02-09",
				"2010-10-04"
		],
		"postNum": [
			[9263],
			[8990],
			[9355],
			[9358],
			[8991]
		],
		"postLink": [
				"/sp27736976",
				"/sp25901150",
				"/sp28754456",
				"/sp28789468",
				"/sp25903218"
		],
		"postUser": [
				"banditbiker",
				"redgunn",
				"hampus183",
				"hatainternet",
				"Jocke_S"
		],
		"postUserID": [
				"/u522471",
				"/u488061",
				"/u351013",
				"/u539928",
				"/u206148"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p772",
				"https://www.flashback.org/t683845p750",
				"https://www.flashback.org/t683845p780",
				"https://www.flashback.org/t683845p780",
				"https://www.flashback.org/t683845p750"
		],
		"userUrl": [
				"https://www.flashback.org/u522471",
				"https://www.flashback.org/u488061",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u539928",
				"https://www.flashback.org/u206148"
		],
		"sentence": [
				"Ja allt som uppmärksammas i media är ju oftast \"försök\" mm men sen har vi ett mycket stort mörkertal där saker går igenom som inte uppmärksammas av media dvs tro inte bara på det du läser finns mer bortom media, Vad kul att du tyckte det var ett skämt att jag posta liknande inlägg i 2 trådar då det handlade om ett hot emot bandidos så det kanske inte var så konstigt ändå, då bandidos kunnare förmodligen hänger mer i deras tråd än i asir vs x-team tråden eller hur.",
				"hans svar var då följande att han hade varit kriminell hela sitt liv och han gick med bandidos för att utöka sitt kriminella kontaktnät (det han påstod han hade sysslat med hela sitt liv visste jag direkt att det inte stämde för om det hade varit sant så skulle jag har hört talas om han och vi hade säkert träffats vid ett tidigare tillfälle) han berätttade att han hade kommit in i gängvärlden som president för loyalty bfl i sjöbo och sedan gått vidare till xteam o sedan bmc malmö..",
				"I denna miljö förekommer \"självsanering\", puckon kickas/lämnar efter att klubben ser att personen ej passar in alternativt personer ser att vara med i en mc-klubb var inte som han trodde, i de flesta fallen lämnar personen själv när han upptäckte att han blir ju inte automatiskt en coolare kille pga en väst eller att en mc-klubb har inga likheter alls med en s.",
				"I denna miljö förekommer \"självsanering\", puckon kickas/lämnar efter att klubben ser att personen ej passar in alternativt personer ser att vara med i en mc-klubb var inte som han trodde, i de flesta fallen lämnar personen själv när han upptäckte att han blir ju inte automatiskt en coolare kille pga en väst eller att en mc-klubb har inga likheter alls med en s.",
				"Menade ej att ASA MC i sig blev upptagna i BMC men folk som varit medlemmar eller umgicks med medlemmar i ASA , några av ASA killarna bildade X-Team i Sthlm och dom som är medlemmar idag lärde känna dom på detta viset och blev introducerade till klubben, dom var unga då dom skulle komma att utgöra kärnan i BMC Sthlm."
		]
	},
	{
		"postIndex": [
			[31763],
			[32318],
			[32201],
			[30814],
			[32484]
		],
		"postTime": [
				"2011-07-18",
				"2011-08-05",
				"2011-08-03",
				"2011-05-18",
				"2011-08-07"
		],
		"postNum": [
			[10095],
			[10253],
			[10224],
			[9722],
			[10298]
		],
		"postLink": [
				"/sp31729898",
				"/sp32055818",
				"/sp32022316",
				"/sp30698334",
				"/sp32086529"
		],
		"postUser": [
				"Jocke_S",
				"vittne",
				"Jocke_S",
				"b-o",
				"lurven82"
		],
		"postUserID": [
				"/u206148",
				"/u554159",
				"/u206148",
				"/u450174",
				"/u584244"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p842",
				"https://www.flashback.org/t683845p855",
				"https://www.flashback.org/t683845p852",
				"https://www.flashback.org/t683845p811",
				"https://www.flashback.org/t683845p859"
		],
		"userUrl": [
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u554159",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u450174",
				"https://www.flashback.org/u584244"
		],
		"sentence": [
				"Erik löste en annan stor konflikt när kriminella från förorten skulle döda en kille för ett kontrakt som det tjafsades om dessa individer är så långt ifrån mc miljön som du kan komma , så det stämmer inte att alls att han bara hade status i mc världen.",
				"En krampig och stor kan lätt slå en liten kille på en pub, men dagen efter kan den lille killen med sina 12 vänner hälsa på den krampiga och stampar på den kaxiga stora killen tills den stora killen började gråta efter sin mamma Det e många stora killar som redan lärt sej läxan den svåra vägen, Läxan är att inte underskatta nån på grund av att dom är mindre än en själv, och man ska inte heller överskatta nån bara för de är stora.",
				"Två BMC män har dött från avdelningen (finns även associerade men räknar inte med dom , då är det sammanlagt 4 st) , En annan A sitter inne för försök till mord sen några år tillbaka , en prospect blev nerskjuten utan hämndaktioner , Även X-team har haft svåra motgångar ingen av de mer tongivande med prospect utsikter i Stockholm finns överhuvudtaget kvar.",
				"Som jag sa kan jag inte tala för alla klubbar och definitivt inte för BMC men visst inget är omöjligt dock skulle jag se det som svårt att ta sej in i de klubbar jag känner till om man inte är känd eller med någon som är.",
				"BMC kommer alltid finnas i Sverige det är en riktigt stark klubb,bara för vissa har patchat över till nåt annat så betyder inte det att BMC kommer försvinna."
		]
	},
	{
		"postIndex": [
			[34279],
			[33093],
			[33501],
			[33796],
			[33052]
		],
		"postTime": [
				"2011-09-24",
				"2011-08-30",
				"2011-09-07",
				"2011-09-08",
				"2011-08-29"
		],
		"postNum": [
			[11054],
			[10551],
			[10708],
			[10838],
			[10538]
		],
		"postLink": [
				"/sp33054309",
				"/sp32555859",
				"/sp32709132",
				"/sp32748703",
				"/sp32546859"
		],
		"postUser": [
				"EMOS",
				"mcmonster",
				"intedittutanmitt",
				"trenbolone",
				"mcmonster"
		],
		"postUserID": [
				"/u488236",
				"/u328889",
				"/u613194",
				"/u84703",
				"/u328889"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p922",
				"https://www.flashback.org/t683845p880",
				"https://www.flashback.org/t683845p893",
				"https://www.flashback.org/t683845p904",
				"https://www.flashback.org/t683845p879"
		],
		"userUrl": [
				"https://www.flashback.org/u488236",
				"https://www.flashback.org/u328889",
				"https://www.flashback.org/u613194",
				"https://www.flashback.org/u84703",
				"https://www.flashback.org/u328889"
		],
		"sentence": [
				"Fick däremot höra att den siste orginal medlemmen ifrån Malmö chaptert, har för mig att han heter Martin eller Marcus har lämnat för att han inte kom överens med dom andra i chaptert om att dom gav han dryckesförbud för över ett år sedan, och han sen bröt emot det + att han var inte alls nöjd med att dom tog in icke bikers i klubben och folk som aldrig hade kört hoj förut = Icke bikers.",
				"Jag undrade inte riktigt varför just dessa Banditer har sökt sig till en bättre klubb, även om jag förstår av ditt svar att anledningen var att dom bästa och tuffaste killarna i BMC Sthlm inte skulle få festa hur dom ville, vilket dom nu inte kommer att få göra ändå under ett bra tag som proppar i HA.",
				"Men han är så jävla korkad att han inte kan ligga lågt i Vimmerby utan han bara måste ge sig i lag med de lokala kriminella på orten, hade han inte gjort det hade jag hållit käften, men nu har han kommit hit och kör sitt race så då är det bara hoppas att det kommer hit folk och tar bort honom!",
				"visst, en golning är alltid en golning och jag tänker inte försvara honom men HA skötte inte det hela speciellt snyggt och med tanke på alla omständigheter och vad han gjort för klubben genom alla år så borde dom inte agerat som dom gjorde, då hade inte micke gjort som han gjorde heller.",
				"Finns väll inte så många andra i Stockholm förutom Ted då, och han antar jag inte skulle vara så välkommen tillbaka i den rödvita familjen eftersom han redan har försökt där en gång men istället gick till BMC."
		]
	},
	{
		"postIndex": [
			[35725],
			[35468],
			[35474],
			[35031],
			[35095]
		],
		"postTime": [
				"2011-11-25",
				"2011-11-13",
				"2011-11-13",
				"2011-10-24",
				"2011-11-02"
		],
		"postNum": [
			[11465],
			[11395],
			[11395],
			[11267],
			[11286]
		],
		"postLink": [
				"/sp34192780",
				"/sp33985197",
				"/sp33985197",
				"/sp33650252",
				"/sp33793731"
		],
		"postUser": [
				"MSCBB",
				"crabkiller",
				"crabkiller",
				"SexyBlatteKille84",
				"Olleliljeros"
		],
		"postUserID": [
				"/u627182",
				"/u375294",
				"/u375294",
				"/u599544",
				"/u631911"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p956",
				"https://www.flashback.org/t683845p950",
				"https://www.flashback.org/t683845p950",
				"https://www.flashback.org/t683845p939",
				"https://www.flashback.org/t683845p941"
		],
		"userUrl": [
				"https://www.flashback.org/u627182",
				"https://www.flashback.org/u375294",
				"https://www.flashback.org/u375294",
				"https://www.flashback.org/u599544",
				"https://www.flashback.org/u631911"
		],
		"sentence": [
				"Jag har växt upp med BMC och dess kretsar från födseln så jag vet att varken jag eller personer som rör sig i denna världen inte behöver sitta här o hävda mig vad man vet eller inte, vad som är sant eller inte för det är ngt man har koll på irl och inte via nån internet sajt för att spy ut massa involverande fakta utan de är främst personer som vill verka \"coola o insatta\"...",
				"Varför BMC, AOA och Mongoliderna är INGA MC gäng, dom har för fan inga jävla hoj åkare, eller visst, de har dom, men dom är få räknade, HA bygger sin klubb runt motorcykel intresse, medans dom andra jävla kalle anka gängen gör, tja dom bygger kanske inte sin klubb runt MC intresserade personer.",
				"Nu säger jag inte att dom andra klubbarna är ofarliga, men jag personligen har svårt för klubbar som kallar sig klubb, när man egentligen bara är en samling skitiga äckliga spaggar som plötsligt kallar sig mc-gäng när man inte ens vet hur kulturen fungerar, det dom gör är att dom dödar kulturen genom att göra som dom gör, dom är smutsiga och smutsar ner kulturen.",
				"Matthias fick korven på sig men visste inte vem som kasta riktigt då det var rätt många där, och många som satt just då vid det tillfället var inge latjolajban killar om man säger så, inga man hoppar på och \"knullar upp o ner\" Hade han spöat varje person på krogen hade han blivit nersjuten varje gång han försökte.",
				"Det här raset i Sverige skulle möjligen kunna vara resultatet av en lyckad polisoperation, i så fall är det kanske inte så konstigt med utvecklingen att folk byter till andra klubbar eller hoppar av?"
		]
	},
	{
		"postIndex": [
			[38140],
			[36845],
			[36891],
			[37823],
			[36886]
		],
		"postTime": [
				"2012-02-15",
				"2012-01-26",
				"2012-01-27",
				"2012-02-13",
				"2012-01-27"
		],
		"postNum": [
			[12226],
			[11867],
			[11877],
			[12122],
			[11877]
		],
		"postLink": [
				"/sp35698259",
				"/sp35336566",
				"/sp35364433",
				"/sp35666944",
				"/sp35364433"
		],
		"postUser": [
				"kranium123321",
				"Simma-lungt",
				"blueberry4life",
				"xtroverto",
				"blueberry4life"
		],
		"postUserID": [
				"/u663168",
				"/u654037",
				"/u654570",
				"/u643388",
				"/u654570"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1019",
				"https://www.flashback.org/t683845p989",
				"https://www.flashback.org/t683845p990",
				"https://www.flashback.org/t683845p1011",
				"https://www.flashback.org/t683845p990"
		],
		"userUrl": [
				"https://www.flashback.org/u663168",
				"https://www.flashback.org/u654037",
				"https://www.flashback.org/u654570",
				"https://www.flashback.org/u643388",
				"https://www.flashback.org/u654570"
		],
		"sentence": [
				"jag diskuterade med min polare vad det kunde bero på och till slut gick jag helt enkellt fram till en medlem och frågade om det var något nytt ryggmärke som var på gång ( det händer ju faktiskt att klubbar ändrar sina märken lite granna) efter att mer eller mindre ha fått en mindre utskällning för att jag var från europa så berättade medlemmen att bandidos USA och bandidos europa inte längre är samma klubb utan USA har avbrutit sitt samarbete och erkänner inte europa som bandidos (typ) dom är alltså två olika klubbar med samma namn numera.",
				"Dom du tänker på e gammla Omc malmö\"Zein\" folket efter dom försvann från Omc har ju khaled försökt och komma in i både BMC och ha men ingen vill ha med han och göra,så sånt folk kan lika bra va borta, Om Omc hade vatt så dåliga och försvagade varför slänger inte BMC/HA ut dom ur biker Sverige??",
				"BMC har rekryterat väldigt slarvigt men Rom byggdes inte på en dag HA gör bikers till kriminella BMC gör kriminella till bikers Ta allt jag säger med en nypa salt för jag börjar bli på lyran nu Till alla bikers därute,om ni patchar för en klubb så håll er till den eller avgå och bli en freerider.",
				"Kan man gå med i Top Dogz så kan man gå med i allt Dessutom, vad tyder på att OMC, som inte ens finns överallt, som aldrig kommer fäste i Stockholm och Göteborg, som fick fäste i Malmö tack vare alla dessa utan hoj, skulle vara ett uppåtgående gäng, i jämförelse med BMC?",
				"Jo precis den tanken är inte alls långt bort,jag har hellre 10 vargar vid min sida än 200 får Problemet inom alla klubbar är att till slut så blir det nått tjafs och då lämnar vissa istället för att ta en degradering eller en medlad konflikt och lösa allt som en klubb(familj)."
		]
	},
	{
		"postIndex": [
			[40443],
			[39158],
			[39170],
			[39707],
			[40001]
		],
		"postTime": [
				"2012-09-05",
				"2012-03-25",
				"2012-03-25",
				"2012-05-25",
				"2012-06-27"
		],
		"postNum": [
			[13025],
			[12555],
			[12558],
			[12737],
			[12831]
		],
		"postLink": [
				"/sp39197130",
				"/sp36453261",
				"/sp36453694",
				"/sp37524965",
				"/sp38058655"
		],
		"postUser": [
				"AMstar",
				"-=Magnus=-",
				"Nyttnick",
				"Hampus666",
				"TripZone"
		],
		"postUserID": [
				"/u307817",
				"/u210147",
				"/u518561",
				"/u627723",
				"/u265415"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1086",
				"https://www.flashback.org/t683845p1047",
				"https://www.flashback.org/t683845p1047",
				"https://www.flashback.org/t683845p1062",
				"https://www.flashback.org/t683845p1070"
		],
		"userUrl": [
				"https://www.flashback.org/u307817",
				"https://www.flashback.org/u210147",
				"https://www.flashback.org/u518561",
				"https://www.flashback.org/u627723",
				"https://www.flashback.org/u265415"
		],
		"sentence": [
				"Jag är inget fan av BMC, men det är klart att det är kulturellt, hade nån av de vart gay så hade de inte visat det framför en kamera, jag har ingen aning om nån är det eller inte, och skiter i det, är du 1% så är du uttalat utanför samhället, är du gay så bryr sig ingen, förutom folk med små liv, hur kan man tycka att nån är gay eller inte har någon betydelse om den personen kanske eller kanske inte är brottsling, borde inte det vara en viktigare och bättre diskussion?",
				"Många lockas till MC klubbar och annan organiserad brottslighet med snack om att det handlar om untuchable killar med massor av makt och pengar och att om de bara går in och gör några skitår, jobbar stenhårt och satsar lite egna pengar och gärna rekryterar in lite vänner under resans gång (alltså precis som vilket annat mulit-level-marketing företag eller pyramidspel som helst med skillnaden att detta är kriminellt) så kommer de själva att bli rika och mäktiga.",
				"Det vore ju intressant att få reda på hur mycket polisen lägger årligen på dessa insatser, det är ju inte bara \"kriminella mc-gäng\" som får känna av detta, även vanliga mc-klubbar har ju upplect detta i många år, jag tro inte att många SBM anslutna klubbar slipper helikopter, piketbussar och blåskontroller när de har fest.",
				"(de personer som AO gjorde detta med e några ytterst välkända, av polisen, personer = lättare att ha span - stort misstag av AO anser jag, skall man ta in x antal kg är det ju smartare om personerna e okända) Du fattar väl att om en klubb med x antal medlemmar, supporters, hangarounds, prospects & probates om detta hade varit en klubb-grej så skickar man inte sin Chapter President till Holland, man skickar då någon som vill visa upp sig.",
				"Inte alls jag är 31, oftast börjar vi med en middag som jag lagar, det är ytterst viktigt att få i sig föda när man ska råknarka, brukar bli en tre rätters, där för rätt är 2 sallader samt lite småplock, lite parma, lite annat, lite oliver, osv, gärna vitlöksbröd till, huvudrätten brukar bli kött och ris av ngt slag (nu på sommaren bli det mkt grillat majs och rotfruktsspett; som jag kokat lite innan så dem blir fina i grillen), gillar blanda råris och vanligt med saffran, efterrätten ngn kaka med kaffe, sen sätter vi igång, i regel är vi 4 killar en del tjejer men vikten är att ha intressanta deltagare (dock var x-mannen där av en slump; vi behövde mer ladd då vårt ladd tog slut o han var den enda som kunde komma....."
		]
	},
	{
		"postIndex": [
			[42095],
			[41725],
			[42802],
			[42039],
			[41988]
		],
		"postTime": [
				"2012-12-28",
				"2012-11-09",
				"2013-06-10",
				"2012-12-21",
				"2012-12-19"
		],
		"postNum": [
			[13671],
			[13519],
			[13982],
			[13657],
			[13646]
		],
		"postLink": [
				"/sp41150291",
				"/sp40261327",
				"/sp43842983",
				"/sp41042695",
				"/sp40996094"
		],
		"postUser": [
				"Badoldhog",
				"master415",
				"Badoldhog",
				"kycklingfestnu",
				"DallasSkulls"
		],
		"postUserID": [
				"/u767679",
				"/u743651",
				"/u767679",
				"/u744001",
				"/u704136"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1140",
				"https://www.flashback.org/t683845p1127",
				"https://www.flashback.org/t683845p1166",
				"https://www.flashback.org/t683845p1139",
				"https://www.flashback.org/t683845p1138"
		],
		"userUrl": [
				"https://www.flashback.org/u767679",
				"https://www.flashback.org/u743651",
				"https://www.flashback.org/u767679",
				"https://www.flashback.org/u744001",
				"https://www.flashback.org/u704136"
		],
		"sentence": [
				"Jag tänker att om nu BMC inte sysslar med kriminella saker så borde de i självbevarelsedrift låta sopkvasten åka fram jävligt fort, sätt strypkoppel på snorvalpen eller valparna, gör inte BMC något så betyder det två saker enligt mig: Antingen uppmuntrar man detta beteende eller så har man helt enkelt inte kontroll på sina prospects, att sparka ut denna/dem som ställer till det stoppar dem inte iofs, dom hittar någon ny snuttefilt och hänga sig fast vid.",
				"d supporter va att han killen själv växte och fick bra kontakt med dom andra stora Bandidos medlemarna som han inte tyckte om som att killen va hans liv vakt med ville inte methi att han skulle komme över honom och drog till med falska rykten om att killen tog massa kokain och slog på sin tjej och det stämmer inte för 5 öre detta är ren fakta.",
				"Det jag noterat kring deras undersåtar fram tills idag är i alla fall: Bandidos verkar åtm inte ha något emot prospects av brokig härkomst o \"färg på skinnet\" verkar inte betyda så mycket så länge de är duktiga på att kriga och vinna marknad, tydligen accepteras även sådana som \"ställer till det\" och drar Bandidos namn i smutsen eller så vet man inte på den fullvärdiga nivån vad som försegår bland valparna under sig.",
				"Det blir många kyssar mellan alla medlemmar och inte mellan presidenterna bara hahahaha för där gjorde alla medlemmar det Kyss Kyss Kyss min kyckling broder Hahhaha undra vad han säger om denna ja kasta skit på andra men vad säger MR Hells Kyckling hahaha grymt A.",
				"Men oavsett så måste det finnas en jävla massa skit som ligger bakom och vad jag förstår så är inte alla BMC så glada och kommer ihåg att han hoppade av sist precis innan han skulle få sin fullrygg."
		]
	},
	{
		"postIndex": [
			[43189],
			[43544],
			[43316],
			[43945],
			[43227]
		],
		"postTime": [
				"2013-08-09",
				"2013-10-14",
				"2013-08-23",
				"2014-02-20",
				"2013-08-09"
		],
		"postNum": [
			[14104],
			[14221],
			[14154],
			[14421],
			[14116]
		],
		"postLink": [
				"/sp44692524",
				"/sp45667781",
				"/sp44918178",
				"/sp47598328",
				"/sp44701369"
		],
		"postUser": [
				"LisboaCaralho",
				"0-0-0-0",
				"pr0m0",
				"kycklingfestnu",
				"LisboaCaralho"
		],
		"postUserID": [
				"/u813022",
				"/u655242",
				"/u657841",
				"/u744001",
				"/u813022"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1176",
				"https://www.flashback.org/t683845p1186",
				"https://www.flashback.org/t683845p1180",
				"https://www.flashback.org/t683845p1202",
				"https://www.flashback.org/t683845p1177"
		],
		"userUrl": [
				"https://www.flashback.org/u813022",
				"https://www.flashback.org/u655242",
				"https://www.flashback.org/u657841",
				"https://www.flashback.org/u744001",
				"https://www.flashback.org/u813022"
		],
		"sentence": [
				"Haha jag vet kompis=) Men känns lite barnsligt bara att kötta loss med halvdan info angående ett brott och skylla allt på Bmc när det är en enstaka kille ifrån X-Team som säkert inte varit med där ens 1 år och säkert inte klarat av att bli fullvärdig Bmc någonsin.",
				"(jag vet det från gamla tider och tänker inte ta upp hur och är medveten om att alla har ögon på sig från omgivningen men andra har det lite mer) Jag kan givetvis ha fel och det kanske är helt fel peson jag pratar om då jag inte set denna manen \"irl\" hehe sen 02 skulle jag tro.",
				"Kan inte säga att dom skulle kastas ur andra klubbar då alla verkar vara ute efter samma sak....",
				"Det bevisar historien bara om just Bmc Göteborg att dom fortfarande står kvar i Göteborg starka man kan ju inte säga att de är bönder direkt jag tror att dom är de gänget som har haft flest krig av dom alla i Göteborg sen 2000 talet.",
				"Tycker kanske klubbarna behöver en lite högre åldersgräns än dem redan har så inte såna här tonåringar kommer med och ska visa upp sig, sen vet jag inte hur det hade fungerat."
		]
	}
]
