[
	{
		"postIndex": [
			[97],
			[123],
			[19],
			[7],
			[102]
		],
		"postTime": [
				"2008-11-06",
				"2008-11-06",
				"2008-11-05",
				"2008-11-05",
				"2008-11-06"
		],
		"postNum": [
			[24],
			[30],
			[6],
			[1],
			[25]
		],
		"postLink": [
				"/sp13597706",
				"/sp13603415",
				"/sp13590507",
				"/sp13590088",
				"/sp13597916"
		],
		"postUser": [
				"Aleizohiet",
				"ItsePaha",
				"11204",
				"Groatas",
				"FreeThinker"
		],
		"postUserID": [
				"/u273776",
				"/u276335",
				"/u66088",
				"/u131721",
				"/u158516"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p2",
				"https://www.flashback.org/t779211p3",
				"https://www.flashback.org/t779211p1",
				"https://www.flashback.org/t779211p1",
				"https://www.flashback.org/t779211p3"
		],
		"userUrl": [
				"https://www.flashback.org/u273776",
				"https://www.flashback.org/u276335",
				"https://www.flashback.org/u66088",
				"https://www.flashback.org/u131721",
				"https://www.flashback.org/u158516"
		],
		"sentence": [
				"Någon som har koll på hur många Jas 39 Gripen SAAB/Sverige måste exportera för att hela affären ska gå +-0 eller med vinst (dvs att det finns förhoppningar att Sverige utvecklar även en generation till av flygplan) Blir rätt snabbt tråkigt när det finns bara Ryssland, Kina, USA och EU som flygplansleverantörer.",
				"Till alla som blev irriterade när jag sade det om japsen/gripen: Jag vet att gripen är ett jävligt bra plan, det är bara det att alla känner till dess kraschvideos och problemen SAAB stötte på under dess utveckling och därför tycker jag att skämtet var berättigat.",
				"Räknar man in att systemet dessutom är riktigt vasst inom flera områden och sannolikt passar Schweiz riktigt bra utifrån landets geografi vore det väl konstigt om Gripen inte skulle tillhöra kandidaterna.",
				"Måste säga att det borde bli en väldigt stor framgång för Jas-projektet i allmänhet ifall Schweiz bestämmer sig för köp, även fast det handlar om ett så litet antal flygplan.",
				"Med andra ord så får dom länder som köper JAS all info för att kunna producera reservdelar, ammunition etc i deras eget land vilket skapar jobb och självständighet medans USA t."
		]
	},
	{
		"postIndex": [
			[934],
			[895],
			[593],
			[753],
			[873]
		],
		"postTime": [
				"2011-12-01",
				"2011-12-01",
				"2011-11-30",
				"2011-11-30",
				"2011-12-01"
		],
		"postNum": [
			[314],
			[308],
			[205],
			[260],
			[301]
		],
		"postLink": [
				"/sp34292100",
				"/sp34291342",
				"/sp34284900",
				"/sp34286880",
				"/sp34290567"
		],
		"postUser": [
				"wellerocks",
				"zekatl",
				"Varulv",
				"FulAgent007",
				"zekatl"
		],
		"postUserID": [
				"/u536106",
				"/u530463",
				"/u145505",
				"/u468963",
				"/u530463"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p27",
				"https://www.flashback.org/t779211p26",
				"https://www.flashback.org/t779211p18",
				"https://www.flashback.org/t779211p22",
				"https://www.flashback.org/t779211p26"
		],
		"userUrl": [
				"https://www.flashback.org/u536106",
				"https://www.flashback.org/u530463",
				"https://www.flashback.org/u145505",
				"https://www.flashback.org/u468963",
				"https://www.flashback.org/u530463"
		],
		"sentence": [
				"Gripen kommer troligtvis aldrig att kunna konkurrera i stora internationella upphandlingar hos rika västerländska länder, däremot kommer man fortsätta att fokusera på mindre länder, speciellt de som vill ersätta mindre flygplan där Gripen är ett av de få moderna flygplanen som endast har en motor.",
				"Men framför allt är inköpet av planen bara en del av affären, se bara på thailand - efter framgångsrika affärsrelationer med Gripen har thailand köpt både det ena och det andra: *uppgraderade hjälmar *radar system (både landbaserade och marint baserade (utöver Gripens radar system)) *vapen *service och uppgraderingar Detta är bara lite som jag kom på i skrivandets stund.",
				"Gripen är ett perfekt flygplan för deras uppdrag och eftersom Schweiz inte har direkta konflikter så är det onödigt att köpa ett flashigt plan som bara står och kostar en jävla massa mer pengar än Gripen.",
				"hur kul är det att ha de senaste av alla flygplan om man får vänta 2-3 längre än planerat och när man får det inte har råd att flyga det heller så det mesta dels står på backen i nästa generations flygvapen spelar billiga drönar en mycket större roll än tidigare varför det inte längre blir så viktigt att ha det vassaste bemannade flygplanet.",
				"Att just ett land till väljer Gripen är ett stort plus för planet, och för SAAB inför framtida (potentiella) kunder, ett av Gripens största problem är att få länder har valt planet - och det blir som en positiv spiral när fler väljer planet, de blir billigare och bättre samt mer beprövade."
		]
	},
	{
		"postIndex": [
			[1411],
			[1211],
			[1494],
			[1381],
			[1215]
		],
		"postTime": [
				"2011-12-02",
				"2011-12-02",
				"2011-12-03",
				"2011-12-02",
				"2011-12-02"
		],
		"postNum": [
			[446],
			[399],
			[471],
			[437],
			[401]
		],
		"postLink": [
				"/sp34319973",
				"/sp34304738",
				"/sp34324558",
				"/sp34319476",
				"/sp34305107"
		],
		"postUser": [
				"krokodil",
				"sang-real",
				"Petronius",
				"krokodil",
				"sang-real"
		],
		"postUserID": [
				"/u126742",
				"/u417560",
				"/u128292",
				"/u126742",
				"/u417560"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p38",
				"https://www.flashback.org/t779211p34",
				"https://www.flashback.org/t779211p40",
				"https://www.flashback.org/t779211p37",
				"https://www.flashback.org/t779211p34"
		],
		"userUrl": [
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u417560",
				"https://www.flashback.org/u128292",
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u417560"
		],
		"sentence": [
				"Många är missnöjda med affären, då en del anser att man inte ska lägga pengarna på stridsflygplan, och en del andra anser att om man ska köpa flygplan, så ska det vara det bästa ( och då inte Gripen som kallas Ikea-flygplan av vissa i Schweiz).",
				"Med Facit i hand skulle man ha senarelagt Gripen 10 15 år för att utveckla en 5 gen kärra och låta viggensystemet få verka ut alt skitit i att bygga en egen kärra och göra som alla andra och köpa ryskt eller amerikanska 5 gen plan.",
				"En F22 är visserligen prestandamässigt bättre än en enhet Gripen men om man bara har 23 miljarder kronor att handla för och därför kan välja att antingen köpa 2 eller 3 F22 eller 22 stycken Gripen ja då är det självklart att det senare alternativet är bäst, överlägset bäst till och med.",
				"Klart att EF som system kan släppa tex laserstyrda bomber, sedan att man inte hade utrustning för detta under Libyenkonflikten är mindre viktigt, ungefär som att påstå att Gripen enbart kan använda Maverick A/B ( och inga senare versioner) bara för att Svenska Flygvapnet saknar sådana.",
				"Syftet med Gripen var att ersätta alla dåvarande plan både viggen och draken så snabbt som möjligt och detta eftersom man på goda grunder visste att de nya Sovjetiska planen skulle vara överlägsna viggen och draken."
		]
	},
	{
		"postIndex": [
			[1805],
			[1874],
			[1636],
			[1909],
			[1625]
		],
		"postTime": [
				"2011-12-03",
				"2011-12-04",
				"2011-12-03",
				"2011-12-04",
				"2011-12-03"
		],
		"postNum": [
			[595],
			[628],
			[518],
			[640],
			[514]
		],
		"postLink": [
				"/sp34336659",
				"/sp34337959",
				"/sp34334767",
				"/sp34343282",
				"/sp34333833"
		],
		"postUser": [
				"Koncentrerat",
				"Svithjod",
				"Petronius",
				"krokodil",
				"krokodil"
		],
		"postUserID": [
				"/u615716",
				"/u249738",
				"/u128292",
				"/u126742",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p50",
				"https://www.flashback.org/t779211p53",
				"https://www.flashback.org/t779211p44",
				"https://www.flashback.org/t779211p54",
				"https://www.flashback.org/t779211p43"
		],
		"userUrl": [
				"https://www.flashback.org/u615716",
				"https://www.flashback.org/u249738",
				"https://www.flashback.org/u128292",
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"Sedan har man också tittat på fler plan än dessa 3 som var uppe i slutskedet, vilket gör att Gripen inte blir sämsta alternativet (fast, det där sista jag skrev, beror ju på hur man själv definierar det du skrev ) Jag har bara hört att han sagt att Gripen inte är det bästa planet, men jag har aldrig hört eller sett honom säga att det är det sämsta alternativet.",
				"Det fyller kraven ihop med överlägset bäst ekonomi, köper du EF eller Rafale får Schweiz lägga ytterligare pengar på att integrera nya vapensystem som Gripen redan är klar för och man får högre inköpspris och högre driftskostnader vilket innebär färreflygtimmar och sämre tillgänglighet.",
				"Givet att du har 22 miljarder kronor att handla för, skulle du då köpa 22 st Gripen eller X antal Rafale eller y antal annat plan?",
				"Det jag säger (och även Schweiz själva) är att Gripen ansågs vara det minst avancerade flygplanet, med lägst kapacitet - att man ansåg att det skulle räcka för deras behov, då man inte behövde det vassaste alternativet.",
				"Varför skulle inte Rafale kunna använda hjälmsikte - däremot så saknar F-22 detta då man inte avsatt pengar för att integrera detta i flygplanet."
		]
	},
	{
		"postIndex": [
			[2201],
			[2110],
			[2034],
			[2179],
			[2156]
		],
		"postTime": [
				"2011-12-06",
				"2011-12-05",
				"2011-12-05",
				"2011-12-06",
				"2011-12-06"
		],
		"postNum": [
			[699],
			[685],
			[673],
			[696],
			[693]
		],
		"postLink": [
				"/sp34379997",
				"/sp34367736",
				"/sp34358341",
				"/sp34376241",
				"/sp34375605"
		],
		"postUser": [
				"Dr.Spin",
				"Obeskrivlig",
				"Dr.Spin",
				"Dr.Spin",
				"Dr.Spin"
		],
		"postUserID": [
				"/u496782",
				"/u497014",
				"/u496782",
				"/u496782",
				"/u496782"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p59",
				"https://www.flashback.org/t779211p58",
				"https://www.flashback.org/t779211p57",
				"https://www.flashback.org/t779211p58",
				"https://www.flashback.org/t779211p58"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u497014",
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u496782"
		],
		"sentence": [
				"Gripen är bäst av alla plan när det är rent försvarskrig och större flygfält är bombade dag 1, Rafale, EF2000, F15SE, Pak FA, F22 är något vassare när man anfaller iom högre vapenlast per flygplan och längre räckvidd.",
				"Jag är faktiskt mycket skeptisk till att Hornet eller Super Hornet skulle ha bättre stigförmåga än Gripen, och vad gäller övrig manöverduglighet kan man vara ganska säker på att Gripen flyger cirklar runt båda versionerna.",
				":P Gripen är ett bra val, men även FA18 är bra för just Schweiz då avstånden kommer vara sådana att inte ens F35 skulle kunna nyttja sin stealth fullt ut.",
				"Du kan inte ha ett flygplan som bara är liiite bättre ibland om det kostar dubbelt så mycket i inköp och som binder fler markresurser (som skulle kunnat användas i andra delar av armén).",
				"Jag kan inte få fram det som något annat än att gripen har lägst RCS av alla planen även om Rafale i vissa vinklar skulle kunna utmana."
		]
	},
	{
		"postIndex": [
			[2831],
			[2955],
			[2666],
			[2892],
			[3002]
		],
		"postTime": [
				"2011-12-11",
				"2012-01-29",
				"2011-12-10",
				"2011-12-11",
				"2012-01-31"
		],
		"postNum": [
			[872],
			[911],
			[813],
			[892],
			[927]
		],
		"postLink": [
				"/sp34477563",
				"/sp35392293",
				"/sp34463164",
				"/sp34483222",
				"/sp35425605"
		],
		"postUser": [
				"wellerocks",
				"Omregistrerad",
				"kroppskultur",
				"scheele",
				"Dr.Spin"
		],
		"postUserID": [
				"/u536106",
				"/u479719",
				"/u240960",
				"/u231931",
				"/u496782"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p73",
				"https://www.flashback.org/t779211p76",
				"https://www.flashback.org/t779211p68",
				"https://www.flashback.org/t779211p75",
				"https://www.flashback.org/t779211p78"
		],
		"userUrl": [
				"https://www.flashback.org/u536106",
				"https://www.flashback.org/u479719",
				"https://www.flashback.org/u240960",
				"https://www.flashback.org/u231931",
				"https://www.flashback.org/u496782"
		],
		"sentence": [
				"Man har alltså gått från att vara en relativt liten men avancerad multi-roll kärra med markmål som primärsyfte, där priset skulle vara ca 60 miljoner dollar och som skulle vara enkel samt billig att hantera och underhålla, till att bli en mycket avancerad multi-roll kärra med alla typer av huvudfunktioner som skulle vara likvärdig eller bättre andra flygplan, till ett pris av ca 120-150 miljoner dollar och som är fruktansvärt dyr i drift och underhåll, b.",
				"Dassault och den franska staten har gett Schweiz ett mycket bra erbjudande om de väljer Rafale istället för Gripen NG: Detta ska ses i skenet av att Dassault nyligen fick en åthutning av franska politiker som gjorde klart att de inte ska förvänta sig att de franska skattebetalarna ska komma till deras räddning än en gång genom att fortsätta beställa Rafale till det franska flygvapnet bara för att hålla igång produktionen.",
				"Och SAAB kommer aldrig sälja några fler Gripen enligt dig, du borde lära dig att inte prata säkert om framtiden eftersom ingen vet vad som händer, det är inte omöjligt att dom utvecklar ett stealthplan, skisserna finns redan.",
				"Kanske det var menat som ett påstående för att folk skulle tycka mer synd om fransoserna och välja rafale, läs brassarna, men i realiteten så gör ju uttalandet att brassarna är ännu mer tveksamma inför rafale, väl medvetna om att systemet sannolikt inte kommer att uppgraderas av flera operatörer utan en enda, möjligen två.",
				"Per flygplan är skillnaden 400h per gripen resp 316h per Rafale eller 27% mer flygtid per plan för Gripen vilket i sluträkning ger 56% mer flyg i luften över tid jämfört med Rafale enligt budet som ligger."
		]
	},
	{
		"postIndex": [
			[3177],
			[3338],
			[3218],
			[3351],
			[3326]
		],
		"postTime": [
				"2012-02-06",
				"2012-02-09",
				"2012-02-08",
				"2012-02-09",
				"2012-02-09"
		],
		"postNum": [
			[966],
			[1002],
			[971],
			[1005],
			[1001]
		],
		"postLink": [
				"/sp35532858",
				"/sp35606285",
				"/sp35566052",
				"/sp35609636",
				"/sp35606158"
		],
		"postUser": [
				"11204",
				"Omregistrerad",
				"BleAivano",
				"wellerocks",
				"qvintusgul"
		],
		"postUserID": [
				"/u66088",
				"/u479719",
				"/u528886",
				"/u536106",
				"/u144694"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p81",
				"https://www.flashback.org/t779211p84",
				"https://www.flashback.org/t779211p81",
				"https://www.flashback.org/t779211p84",
				"https://www.flashback.org/t779211p84"
		],
		"userUrl": [
				"https://www.flashback.org/u66088",
				"https://www.flashback.org/u479719",
				"https://www.flashback.org/u528886",
				"https://www.flashback.org/u536106",
				"https://www.flashback.org/u144694"
		],
		"sentence": [
				"Svenska flygvapnet var ju på den tiden till 100% inriktat på att verka över eget territorium eller öppet hav, vilket innebär helt andra möjligheter att öva både flygning och planering av uppgifter över känd terräng - vilket i sin tur ger möjligheter för lågflygning på ett helt annat plan än vad de allra flesta andra flygvapen begagnar sig av.",
				"Det är bara det jag säger, även om Gripen hade fått bomba så hade NATO inte använt Gripen till att bomba då det fanns andra och bättre alternativ, medan Gripen fyllde en viktig niche för spaning.",
				"nu hävdas det att Rafaele planen har gått ner i pris så att de ska vara billigare än Gripen planen och att Schweiz därmed kan komma att välja det planet istället?",
				"Men Brasiliens försvarsminister har ju trots allt inte besökt Schweiz dagarna efter beslutet om sitt \"jätte-köp\" om 22 stridsflyg som han faktiskt gjorde i Indien efter att Indien \"valt\" Rafale i M-MRCA.",
				"Gripen hade inte mandat att utföra markattack det såg Ljugholt till, om Gripen är så dålig som du säger och det endast är kapseln i sig som är något att ha varför inte bara montera kapseln på en C-130 eller en Cessna?"
		]
	},
	{
		"postIndex": [
			[4231],
			[3984],
			[3853],
			[3939],
			[4377]
		],
		"postTime": [
				"2013-12-25",
				"2013-12-21",
				"2013-03-05",
				"2013-12-21",
				"2014-01-13"
		],
		"postNum": [
			[1220],
			[1157],
			[1125],
			[1146],
			[1258]
		],
		"postLink": [
				"/sp46736023",
				"/sp46695457",
				"/sp42311084",
				"/sp46694490",
				"/sp47026601"
		],
		"postUser": [
				"Ormen Långe",
				"Hansol",
				"Megaforce",
				"Ormen Långe",
				"Hansol"
		],
		"postUserID": [
				"/u76197",
				"/u90672",
				"/u58122",
				"/u76197",
				"/u90672"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p102",
				"https://www.flashback.org/t779211p97",
				"https://www.flashback.org/t779211p94",
				"https://www.flashback.org/t779211p96",
				"https://www.flashback.org/t779211p105"
		],
		"userUrl": [
				"https://www.flashback.org/u76197",
				"https://www.flashback.org/u90672",
				"https://www.flashback.org/u58122",
				"https://www.flashback.org/u76197",
				"https://www.flashback.org/u90672"
		],
		"sentence": [
				"Och USA är som sagt inte ensamma, utan utgör bara en liten delmängd av de västorienterade staterna och för att komma upp i västs totala ekonomiska styrka, så skulle Kina behöva komma upp i ett BNP per capita som är högre än de allra flesta västländer, (vilket inte ens Hong Kong är i närheten av efter 180 år av frihandel och kapitalism) vilket som sagt inte lär inträffa det här årtusendet.",
				"SAAB har två affärer som man gott vidare för slutförhandling varav en är klar (folkomröstnig kvar precis samma som när landet köpte F-18 Hornet) Den andra är slutförhandling där flygvapnet är de som fått sin vilja igenom med 36 individer (som senare läcker att man tänker öka upp precis som FX-2 var tänkt) enligt din egna uppfattning 12st , något som du blandat ihop med tillfälliga lösning med att hyra 12 Gripen C/D för att fylla upp luckan till leverans 2017-2018 Men där är inget enligt dig klart.",
				"Det lobbas ganska mycket mot Gripen från franskt håll vilket är lite lustigt eftersom chansen att få sälja Rafale är ganska liten då hela affären gäller mindre enmotoriga plan och Rafale är hur man än ser det mer än dubbelt så dyr i drift.",
				"Till syven och sist så skulle det viktigaste vara taktik, kompetens och numerär och där har Gripen alla fördelar (billigare i inköp och drift) så länge avstånden i operationsområdet är mycket stora, då man med F-15 kan hålla flygplanen längre i luften (utan att förlita sig på sårbar lufttankning) och därtill flyga från baser som ligger längre bort.",
				"Man ska ha i åtanke att både Schweiz och Brasilien kommer hyra C/D under en övergångstid tills man fått sina E levererade, ev kommer Slovakien vilja hyra in sig på 12-16 , Thailand har visat intresse för att utöka sin flotta Schweiz och Brasilien får 100% nya kärror ingen som sagt något annat."
		]
	},
	{
		"postIndex": [
			[4646],
			[4462],
			[4611],
			[4934],
			[4847]
		],
		"postTime": [
				"2014-03-16",
				"2014-01-27",
				"2014-02-16",
				"2014-05-18",
				"2014-05-18"
		],
		"postNum": [
			[1323],
			[1287],
			[1316],
			[1433],
			[1409]
		],
		"postLink": [
				"/sp47969033",
				"/sp47234830",
				"/sp47539347",
				"/sp48845513",
				"/sp48843275"
		],
		"postUser": [
				"ööööööHH",
				"BuprenOrvar",
				"BuprenOrvar",
				"Svizzera",
				"namram"
		],
		"postUserID": [
				"/u267887",
				"/u485037",
				"/u485037",
				"/u490763",
				"/u79766"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p111",
				"https://www.flashback.org/t779211p108",
				"https://www.flashback.org/t779211p110",
				"https://www.flashback.org/t779211p120",
				"https://www.flashback.org/t779211p118"
		],
		"userUrl": [
				"https://www.flashback.org/u267887",
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u490763",
				"https://www.flashback.org/u79766"
		],
		"sentence": [
				"De som är lite sunda inser att de bör ha ett flygvapen och att Gripen både är ett av världens bästa flygplan och ett av de billigaste, de förstår att Rafale inte har bättre jaktförmåga och bara skulle stå på marken för att det är för dyrt att flyga.",
				"Dom flesta som har lite kunskap om Gripen och dess konkurrenter samt dess kostnader är överens om att Gripen är ett mycket bra alternativ Och för försvar av det egna territoriummet för mindre och/eller fattigare länder så är det bäst sett till alla parametrar dvs inkl inköp och driftskostnad.",
				"Gripen är kanske inte bättre på allt jämfört med tex F18SH eller Rafale, men det finns ändå förmågor som Gripen har som vissa andra saknar eller gör sämre.",
				"Demokrati betyder just folkstyre och i och med detta är den enda verkliga demokratin när folket bestämmer direkt inom vissa sakfrågor (under givna kriterier enligt författningen) stället för att enbart välja representanter i ett random parti som sedan svänger inom en sakfråga eller som man inte ens vet vad det exakt har för hållning.",
				"När nästa inköp av plan kommer att göras i framtiden kommer ju ALLA plan att vara slutkörda vilket gör att det kommer att bli en mycket högre kostnad den gången eftersom fler plan lär behöva inköpas på samma gång."
		]
	},
	{
		"postIndex": [
			[5088],
			[5218],
			[5512],
			[5447],
			[5514]
		],
		"postTime": [
				"2014-05-18",
				"2014-05-19",
				"2014-05-26",
				"2014-05-23",
				"2014-05-27"
		],
		"postNum": [
			[1496],
			[1529],
			[1589],
			[1574],
			[1590]
		],
		"postLink": [
				"/sp48849323",
				"/sp48859968",
				"/sp48952489",
				"/sp48913678",
				"/sp48961013"
		],
		"postUser": [
				"Brunkeberg",
				"Wal1berg",
				"Svithjod",
				"Petronius",
				"Brunkeberg"
		],
		"postUserID": [
				"/u736046",
				"/u715260",
				"/u249738",
				"/u128292",
				"/u736046"
		],
		"postUrl": [
				"https://www.flashback.org/t779211p125",
				"https://www.flashback.org/t779211p128",
				"https://www.flashback.org/t779211p133",
				"https://www.flashback.org/t779211p132",
				"https://www.flashback.org/t779211p133"
		],
		"userUrl": [
				"https://www.flashback.org/u736046",
				"https://www.flashback.org/u715260",
				"https://www.flashback.org/u249738",
				"https://www.flashback.org/u128292",
				"https://www.flashback.org/u736046"
		],
		"sentence": [
				"Uppgradera flygplanen för runt 50 miljoner styck, köpa in vapen för runt 100-150 miljoner/flygplan, köpa in fler FLIR mm, köpa in modernt luftvärn ( ASTER eller patriot), återinföra vägbassystemet, köpa in luftvärn för Visby, köpa in en rad andra system som behövs inom FM mm mm skulle höja försvarsförmågan betydligt mer.",
				"Jag tvivlar dessutom på att några JAS plan skulle göra någon skillnad mot världens näst största kärnvapennation och om det skulle smälla till ordentligt så skulle ju ändå USA gripa in, han/hen som yrade om att ryssarna skulle anfalla Schweiz har tydligen inte tillgång till en europakarta.",
				"Om Schweiz hade velat ha det bästa jaktplanet rent tekniskt som kunde köpas för pengar idag så hade F22 varit det uppenbara valet, men nu har man varken råd eller behov av ett så avancerat flygplan vidare så hade man aldrig fått köpa.",
				"Sen är det så att för en given summa pengar får man fler Gripen än Rafale och även om 1 st Rafale hade varit bättre än 1 st Gripen är det inte lika säkert att 1 Rafale är bättre än 1,5 Gripen.",
				"Mycket av motståndet mot flygplansköpet var att många invånare ansåg att om man skulle köpa nya stridsflygplan, så skulle man köpa det bästa flygplanet (Rafale) och inte det billigaste (Gripen)."
		]
	}
]
