[
	{
		"postIndex": [
			[628],
			[994],
			[954]
		],
		"postTime": [
				"2009-01-07",
				"2009-04-06",
				"2009-04-06"
		],
		"postNum": [
			[127],
			[213],
			[208]
		],
		"postLink": [
				"/sp14493770",
				"/sp15995176",
				"/sp15993721"
		],
		"postUser": [
				"StateCollapse",
				"chajusong",
				"markus120"
		],
		"postUserID": [
				"/u188096",
				"/u150269",
				"/u243060"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p11",
				"https://www.flashback.org/t781949p18",
				"https://www.flashback.org/t781949p18"
		],
		"userUrl": [
				"https://www.flashback.org/u188096",
				"https://www.flashback.org/u150269",
				"https://www.flashback.org/u243060"
		],
		"sentence": [
				"ex Pyongyang dyrkar honom som en gud, men som i alla sådana där länder så kan regimen inte ta ifrån folk deras hjärnor och det finns en del personer som flytt, försökt fly och det finns ju säkerligen en svart marknad/undre värld i Nordkorea också eftersom det troligen är så korrupt land, går emot Kim Jong Il.",
				"Sen kan jag hålla med dig till viss del, nu när Nordkorea har trestegsrobotar som når hela USA och kärnvapen behöver de kanske inte så stort mantal i sin arme, å andra sidan använder de ju denna arme till mycket annat matnyttigt så frågan är vad de skulle använda folk till i stället då deras grundlag garanterar medborgarna arbete vilket gör att arbetslöshet inte är ett alternativ.",
				"USA har inte ens kontroll över sin egen media, ifall ett land har kontroll över media som Kina tex så finns det ingen möjlighet för en befolkning att vara emot ett krig, som USAs befolkning var mot slutet emot både Vietnam kriget och Irak kriget."
		]
	},
	{
		"postIndex": [
			[1677],
			[1618],
			[1881]
		],
		"postTime": [
				"2009-05-26",
				"2009-05-19",
				"2009-05-28"
		],
		"postNum": [
			[363],
			[360],
			[428]
		],
		"postLink": [
				"/sp16861114",
				"/sp16746285",
				"/sp16911264"
		],
		"postUser": [
				"Sybok",
				"Sybok",
				"gurex"
		],
		"postUserID": [
				"/u349063",
				"/u349063",
				"/u140621"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p31",
				"https://www.flashback.org/t781949p30",
				"https://www.flashback.org/t781949p36"
		],
		"userUrl": [
				"https://www.flashback.org/u349063",
				"https://www.flashback.org/u349063",
				"https://www.flashback.org/u140621"
		],
		"sentence": [
				"Notera att det anges att detta gäller under krigstid, men som alla vet så ligger länderna i krig (egentligen inte, då formellt kriget är mellan Nordkorea och FN, men i enligt USA/väst är det mellan Nord och Syd).",
				"Däremot ser man inte från Sydkorea hur USA har byggt en mur över hela Koreahalvön, inte heller ser man att den sydkoreanska armén inte lyder under Sydkorea utan under USA.",
				"Men jag förstår varför media visar det dom gör för de har ju ett intresse att kasta skit på nordkorea och hylla sydkorea som ett under även om det i sydkorea finns folk som lider utav helvete och inte har några särskilda \"rättigheter\" att skryta om."
		]
	},
	{
		"postIndex": [
			[3340],
			[3545],
			[2671]
		],
		"postTime": [
				"2010-02-23",
				"2010-02-24",
				"2010-02-18"
		],
		"postNum": [
			[741],
			[782],
			[647]
		],
		"postLink": [
				"/sp21634987",
				"/sp21666186",
				"/sp21545847"
		],
		"postUser": [
				"Saturos",
				"unsung",
				"jumpcut"
		],
		"postUserID": [
				"/u418938",
				"/u266754",
				"/u96648"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p62",
				"https://www.flashback.org/t781949p66",
				"https://www.flashback.org/t781949p54"
		],
		"userUrl": [
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u266754",
				"https://www.flashback.org/u96648"
		],
		"sentence": [
				"1: Det finns all anledning att inte lite på den informationen, men om vi antar för en stund att den stämmer så är det för att Juchen som började implementeras på 70-talet på grund av utländsk inblandning och aggression ännu inte lyckats fullt ut, detta gör att landet ännu inte är oberonede och landet begränsas i och med att USA inte låter Nordkorea skaffa egen energi genom att bygga kärnreaktorer och liknande, det är alltså enkelt att se varför Nordkorea ännu inte är oberoende då omvärlden inte vill att de ska bli det och därför får de inte bygga vissa saker som skulle göra dem oberoende inklusive egen energi.",
				"Jag tror säkert att det förekommer ett visst mått av smutskastning som kanske inte i alla hänseenden är helt korrekt eller baseras på fakta men det finns ju en hel del material som dokumenterar missförhållanden, bedömare som anser att den \"demokratiska\" folkrepubliken inte är fullt så demokratisk som namnet vill göra gällande, bland annat bedömare med insyn i Nordkoreas absolut yttersta maktskikt och i vissa fall så kallade avhoppare som själva varit en del av detta maktskikt samt dom \"vanliga\" flyktingar som vittnar om dom oerhörda risker som är förknippade med att försöka ta sig ur detta \"demokratiska\" land.",
				"Skulle jag sätta upp en högtalare i varenda hem i hela Sverige där jag dagligen berättar om hur underbar jag är, strypa tillförseln av intryck utifrån och bara tillåta egenproducerad propaganda att pumpas ut i landet samtidigt som jag hindrar människor från att ta del av fullständig, ofiltrerad information och plockar bort icke önskvärda element så skulle det inte ta särskilt lång tid innan du skulle sett samma sak i Sverige med Kim Jump, the illest mofo in sofo och hur hela Sverige avgudade mig..."
		]
	},
	{
		"postIndex": [
			[4825],
			[4124],
			[4791]
		],
		"postTime": [
				"2010-05-05",
				"2010-03-26",
				"2010-05-03"
		],
		"postNum": [
			[1127],
			[897],
			[1119]
		],
		"postLink": [
				"/sp22919175",
				"/sp22189207",
				"/sp22887518"
		],
		"postUser": [
				"gurex",
				"Saturos",
				"gurex"
		],
		"postUserID": [
				"/u140621",
				"/u418938",
				"/u140621"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p94",
				"https://www.flashback.org/t781949p75",
				"https://www.flashback.org/t781949p94"
		],
		"userUrl": [
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u140621"
		],
		"sentence": [
				"Dessutom så har ju CIA filmat diverse grejer i andra konflikter med skådespelare så man behöver ju inte vara otroligt begåvad för att se att nordkorea måste vara det lättaste landet att sprida lögner om eftersom det är så få som varit där och kan rapportera, och de som varit där lyssnar ingen på eftersom de läst i aftonbladet att deras \"porrknuttte\" till president bara tillåter 3 frisyre, vilken mat han åt i morse och att hans favoritfilm är titanic, på nästa sida beskrivs det hur omöjligt det är att få ut någon information ur landet och bläddrar man lite till i tidningen så är det en \"före detta officer\" som flytt till sydkorea och berättar hur det verkligen är osv osv.",
				"Nordkoreansk militär varnar Sydkorea att de aldrig kan rasera det socialistiska systemet: Självklart har han rätt och det sydkoreanska skeppet hade ingen rätt att spionera mot Nordkorea längs deras kust, detta visar att USA med dess marionetter mer och mer börjar längta efter en militär konflikt.",
				"Om kriget: Innan det officiella krigsutbrottet hade ju trupper från södra delen gått över gränsen och gjort räder så det var ju inte en blixt från klar himmel, om man ska bli sönderbombad av USA så ska man inte befria sina bröder/systrar från en diktatur (i nordkoreanernas ögon) för då kommer en stor makt från andra sidan havet och förstör hela landet."
		]
	},
	{
		"postIndex": [
			[5295],
			[5232],
			[5983]
		],
		"postTime": [
				"2010-05-12",
				"2010-05-12",
				"2010-05-27"
		],
		"postNum": [
			[1195],
			[1187],
			[1351]
		],
		"postLink": [
				"/sp23068552",
				"/sp23065293",
				"/sp23357461"
		],
		"postUser": [
				"Rigel",
				"Rigel",
				"Adazanim"
		],
		"postUserID": [
				"/u394464",
				"/u394464",
				"/u250800"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p100",
				"https://www.flashback.org/t781949p99",
				"https://www.flashback.org/t781949p113"
		],
		"userUrl": [
				"https://www.flashback.org/u394464",
				"https://www.flashback.org/u394464",
				"https://www.flashback.org/u250800"
		],
		"sentence": [
				"Mao ville ha en atombomb till varje pris och därför ville att Kim Il Sung skulle starta kriget som han tjatat så länge om, så att Sovjet därmed skulle tvingas att dela med sig av atomhemligheterna till Kina om USA skulle hota med kärnvapen, och därmed låta Kina ta smällen av en nukleärt krig vilket Mao inte räddes pga av att han trodde i sin dårskap att Kinas väldiga befolkning skulle vara garant för överlevnad av landet.",
				"Sant och ingen annan i Nordkorea har makten att besluta eller avgöra någonting, all politisk makt utgår från Kim IL Jong därför är alla missförhållanden i Nordkorea Kim Il Jongs fel, för det är han som har fattat de beslut som är den direkta grunden till dessa missförhållanden, ansvaret faller på Kim Il Jong Antalet utlänningar är nästan obefintligt i Nordkorea, i synnerhet icke-asiater, så det är ingen större uppoffring att behandla detta fåtal individer schysst.",
				"Även om USA kommer på världens bästa anledning så kommer dom inte vilja/kunna genomföra det på grund av NK geografiska position och närhet till Kina och SA samt det faktum att kärnvapen mycket väl kan innebära miljontals människors död något inte ens USA kan komma ifrån."
		]
	},
	{
		"postIndex": [
			[6924],
			[6942],
			[7309]
		],
		"postTime": [
				"2010-07-27",
				"2010-07-27",
				"2010-08-14"
		],
		"postNum": [
			[1579],
			[1580],
			[1662]
		],
		"postLink": [
				"/sp24484108",
				"/sp24485274",
				"/sp24833385"
		],
		"postUser": [
				"Ankan23",
				"Saturos",
				"Saturos"
		],
		"postUserID": [
				"/u294965",
				"/u418938",
				"/u418938"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p132",
				"https://www.flashback.org/t781949p132",
				"https://www.flashback.org/t781949p139"
		],
		"userUrl": [
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u418938"
		],
		"sentence": [
				"Folk har även ett problem att se utöver den egna kulturella sfär de lever inom, dvs argumentet handlar ofta från USA om att \"vi har rätt, ni har fel\" eller \"om ni inte gör som vi säger åker ni på stryk\", dvs de är en oförmåga att se andra mindre makthavande nationer som likvärdiga entiteter istället anser man att man kan behandla dessa mindre stater hur illa som helst och sedan tro att dessa länder ska älska USA och inte göra något motstånd tillbaks.",
				"Om media skulle rapporterat alla de gånger då Nordkorea velat förhandla om fred och fått nobben av USA och alla de gånger USA militär övat exakt vid Nordkoreas gräns, eller till och med att rapportera om att det var USA som tog in atombomben i Koreahalvön till att börja med för många år sedan har USA atombomber i sina baser i Sydkorea.",
				"En intressant video som visar varför det koreanska folket aldrig själva kommer kasta bort Kim Jong Il eller hans efterkommande i framtiden: Kim Jong Il och hans regering åtnjuter ett väldigt högt förtroende och många bedömare menar att det är den mest stabila staten av den karaktären i mänsklighetens historia för på över 60 år har ingen som helst revolution mot regeringen skett, inga dissidentaktiviter på någon högre skala alls."
		]
	},
	{
		"postIndex": [
			[7528],
			[8111],
			[7540]
		],
		"postTime": [
				"2010-09-30",
				"2011-02-09",
				"2010-09-30"
		],
		"postNum": [
			[1736],
			[1922],
			[1739]
		],
		"postLink": [
				"/sp25818301",
				"/sp28779961",
				"/sp25819038"
		],
		"postUser": [
				"Saturos",
				"Rigel",
				"bombacci"
		],
		"postUserID": [
				"/u418938",
				"/u394464",
				"/u366013"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p145",
				"https://www.flashback.org/t781949p161",
				"https://www.flashback.org/t781949p145"
		],
		"userUrl": [
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u394464",
				"https://www.flashback.org/u366013"
		],
		"sentence": [
				"USA låter inte DFR Korea bygga egna kärnkraftverk eller någonting som skulle förbättra landet, det är deras fel att fattigdomen är stor som den är, de vill inte ha en lyckad socialistisk mönsternation så de kommer alltid på alla sätt kämpa mot DFR Korea.",
				"Ja, det är verkligen frågan, Kina är det enda land som har möjligheten att verkligen påverka Nordkorea med fredliga medel, tror man väntar till Kim IL Jong har dött och sonen tagit över, han kommer inte alls ha samma auktoritet som sin far och framför allt farfar.",
				"nu skulle visserligen nordkorea bli utplånat om de försökte använda det mot t ex sydkorea eller japan, då skulle usa bomba nordkorea sönder och samman och tillsammans med sydkoreanska soldater och kanske japanska skulle de ta bort det sista motståndet från diktaturens kreatur."
		]
	},
	{
		"postIndex": [
			[9227],
			[9113],
			[9206]
		],
		"postTime": [
				"2012-04-14",
				"2012-02-25",
				"2012-04-13"
		],
		"postNum": [
			[2213],
			[2167],
			[2207]
		],
		"postLink": [
				"/sp36806382",
				"/sp35888658",
				"/sp36794148"
		],
		"postUser": [
				"wuuaa",
				"Ankan23",
				"Juggernautt"
		],
		"postUserID": [
				"/u283945",
				"/u294965",
				"/u686070"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p185",
				"https://www.flashback.org/t781949p181",
				"https://www.flashback.org/t781949p184"
		],
		"userUrl": [
				"https://www.flashback.org/u283945",
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u686070"
		],
		"sentence": [
				"Varf'o'r skulle det vara st'o'rsta anledningen till att man st'o'djer landet,en inte alltf'o'r viktig fraga,Kina har strikta lagar mot invandring,dem flesta flyktingar tar sig till Sydkorea inte Kina och man skulle f'o'rmodligen fa mycket pengar f'o'r att l'o'sa problemen fran det internationella samfundet eftersom det kr'a'vs f'o'r att USA ska framsta som moraliska segrare efter att man 'a'ntligen drivit regimen till kollaps,om man bara propagerar f'o'r att hj'a'lpa NKs befolkning geom att st'o'rta regimen och sen skiter i dem var ju hela kontroversen meningsl'o's ur ett propaganda perspektiv.",
				"Det stämmer att sådana uttalanden ofta kommer från Nordkorea men också att det finns intressen i Sydkorea som sänder ut propaganda, men vad media missar är de konstanta krigsövningar som Sydkorea och USA tydligen bara måste ha på gränsen till Nordkorea, ytterst onödigt och ytterst provocerande som håller konflikten vid liv.",
				"Här är en bild på männen i Nordkoreas politbyrå och de som i praktiken styr landets politik och styre: En bild på de som sitter i Nordkoreas militär-råd och de som styr landets militär: Tillsammans är dessa två grupper Nordkoreas verkliga makthavare, dessa män styr Nordkorea med en järnhand."
		]
	},
	{
		"postIndex": [
			[9863],
			[9563],
			[9862]
		],
		"postTime": [
				"2012-10-30",
				"2012-04-27",
				"2012-10-30"
		],
		"postNum": [
			[2413],
			[2328],
			[2413]
		],
		"postLink": [
				"/sp40107889",
				"/sp37058825",
				"/sp40107889"
		],
		"postUser": [
				"NobunagaOda",
				"SamuraiBenny",
				"NobunagaOda"
		],
		"postUserID": [
				"/u710549",
				"/u529805",
				"/u710549"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p202",
				"https://www.flashback.org/t781949p194",
				"https://www.flashback.org/t781949p202"
		],
		"userUrl": [
				"https://www.flashback.org/u710549",
				"https://www.flashback.org/u529805",
				"https://www.flashback.org/u710549"
		],
		"sentence": [
				"Nordkorea kanske till och med är ännu värre nationalistiskt och extremt än Hirohitos Japan, Nordkoreas totala isolering av omvärlden påminner om Japan under Shogun Tokugawa då Japan var helt isolerat från resten av världen, eliten som styr Nordkorea är därmed livrädda för all utländsk närvaro i landet, Östtyskland och liknande kommunistländer kommer inte i närheten av denna paranoida ledning.",
				"Av alla Dokumentärer och Historiska artiklar om NordKorea sedan dess födelse så har det alltid nämnts att det gick jävligt bra för dem under 70-80 talet, tills Muren föll, samt alla dessa naturkatastrofer, det är då det barkade rakt utför, visst, det finns en del mörk historia även under deras glansdagar, fast jag brukar räkna med om hur landet var innan OSV.",
				"Man får inte glömma att Nordkoreas grundare Kim Il Sung var en guerilla krigare när han var ung och Korea var en japansk koloni, Kim Il Sung visste alltså om väldigt väl hur Japan styrdes och det är enligt mig mycket som tyder på att Kim Il Sung använt mycket av det gamla Japans styre för att skapa sig egen feodala dynasti i Korea."
		]
	},
	{
		"postIndex": [
			[10622],
			[10493],
			[10479]
		],
		"postTime": [
				"2013-03-08",
				"2013-03-06",
				"2013-03-06"
		],
		"postNum": [
			[2643],
			[2598],
			[2595]
		],
		"postLink": [
				"/sp42362516",
				"/sp42330371",
				"/sp42328957"
		],
		"postUser": [
				"nummer10011",
				"Rafo",
				"nummer10011"
		],
		"postUserID": [
				"/u267066",
				"/u128102",
				"/u267066"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p221",
				"https://www.flashback.org/t781949p217",
				"https://www.flashback.org/t781949p217"
		],
		"userUrl": [
				"https://www.flashback.org/u267066",
				"https://www.flashback.org/u128102",
				"https://www.flashback.org/u267066"
		],
		"sentence": [
				"Sant De nya tilläggen är: • Reserestriktioner/frysta tillgångar för: YO’N CHO’NG NAM (Representant för ett gruvbolag och vapenhandlare) KO CH’O’L-CHAE (Vice representant för ett gruvboag och vapenhandlare) MUN CHO’NG-CH’O’L (Representant för någon bank som har hanterat vapenhandel) • Frysta tillgångar för: SECOND ACADEMY OF NATURAL SCIENCES (Har hand om forskning och utveckling för avancerade vapensystem såsom missiler och möjligtvis atombomber) KOREA COMPLEX EQUIPMENT IMPORT CORPORATION (Sysslar med försvarsindustri till landets militär-relaterade handel) • Stopp för vapenrelaterade artiklar: Något slags smörjmedel som används i kärnvapen Någon slags ventil som används i urananriknings-sammanhang Stål som är resistant mot någon slags syra (används i missilsammanhang) Olika former av extremt värmetåliga cylindrar av vissa specifika mått Ventiler som sätts igång av eld eller explosioner Utrustning som används i vindtunnlar Natriumperklorat (Natriumperklorat har använts som oxidationsmedel i startraketerna på NASAs rymdfärjor) Vakuumpumpar med specifika mått och utseenden • Stopp för lyxartiklar: Juveler Yachter Lyxfordon Racebilar Ganska otroligt att Nordkorea har mage att hota med fullskaligt krig för detta.",
				"Jag skulle gissa att Kina är intresserade utav de resurser som finns där eftersom de redan nu handlar med dem och ifall en lösning på den koreanska halvän resulterar i att dessa resurser öppnar upp sig ytterligare för dem så skulle de väll antagligen kunna tänka sig att stå på Sydkoreas sida tillsammans med Amerikanerna ifall deras del utav kakan blir större en deras nuvarande in flöde.",
				"För den som är intresserad av olika smuggelhärvor i Sverige (och i hela Norden), så finns det en ljuddokumentär från P3 Dokumentär: (70-talet, Stockholm) (Värt att komma ihåg är också att detta är året efter som terrorister från den vänsterextremistiska organisationen Röda armé-fraktionen (RAF) hade sprängt den Västtyska ambassaden i Stockholm) Man kan nog också lugnt anta att det finns ett flertal andra liknande händelser i Sverige som aldrig kommit upp till ytan."
		]
	},
	{
		"postIndex": [
			[11396],
			[11319],
			[11399]
		],
		"postTime": [
				"2013-03-17",
				"2013-03-17",
				"2013-03-17"
		],
		"postNum": [
			[2845],
			[2838],
			[2845]
		],
		"postLink": [
				"/sp42510546",
				"/sp42508880",
				"/sp42510546"
		],
		"postUser": [
				"nummer10011",
				"ka kui",
				"nummer10011"
		],
		"postUserID": [
				"/u267066",
				"/u92897",
				"/u267066"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p238",
				"https://www.flashback.org/t781949p237",
				"https://www.flashback.org/t781949p238"
		],
		"userUrl": [
				"https://www.flashback.org/u267066",
				"https://www.flashback.org/u92897",
				"https://www.flashback.org/u267066"
		],
		"sentence": [
				"Hehe, \"bebis\" Jo, jag tror att videoklippen är riktiga eftersom att geografin och miljön går \"enkelt\" att verifiera genom satellitbilder, språket och dialekten som talas, att även klipp som är långt över 10 år gamla fortfarande aldrig har kunnat motbevisas, den orimligheten i att USA skulle lyckas samla tusentals sydkoreaner med nordkoreansk dialekt, bygga hela städer, berg och ekosystem, svälta dessa sydkoreaner för att sedan spela in filmer och göra detta oupptäckt i över ett decennium utan att någon varken kan motbevisa filmerna eller att någon inblandad skulle släppa denna nyhetsbomb.",
				"Nordkorea hade inte behövt hota Sydkorea konstant såsom NK gjort, hade inte behövt svälta sin befolkning för att ha en groteskt stor försvarsmakt, hade inte behövt utveckla kärnvapen, och det hade inte funnits någon anledning för Sydkorea och USA att konfrontrera Kina genom att angripa NK.",
				"Men när all information man får pekar åt ett och samma håll, beläggen stödjer varandra och varför Nordkorea aldrig någonsin har bevisat motsatsen (eller bara låter någon komma och titta) så kan man ju börja undra Kort sagt, det mesta anser jag vara bevisat eller finnas starka belägg för."
		]
	},
	{
		"postIndex": [
			[12371],
			[12525],
			[13426]
		],
		"postTime": [
				"2013-03-30",
				"2013-03-30",
				"2013-04-01"
		],
		"postNum": [
			[3142],
			[3197],
			[3388]
		],
		"postLink": [
				"/sp42721447",
				"/sp42723375",
				"/sp42737754"
		],
		"postUser": [
				"mattep74",
				"MMA-Smurfen",
				"Wildis"
		],
		"postUserID": [
				"/u4318",
				"/u751983",
				"/u245791"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p262",
				"https://www.flashback.org/t781949p267",
				"https://www.flashback.org/t781949p283"
		],
		"userUrl": [
				"https://www.flashback.org/u4318",
				"https://www.flashback.org/u751983",
				"https://www.flashback.org/u245791"
		],
		"sentence": [
				"När det gäller ev kärnvapenkrig är det värt att komma ihåg vad Mao sägs ha sagt när McArthur ville använda kärnvapen mot Kina \"So we loose a million or two\" Något annat som är värt att komma ihåg är att USA inte skickade B2 bombare för en flyover och sen till hemmabasen igen förrän NK började hota att skicka missiler mot USA.",
				"Jag kan med säkerhet säga att dessa inte skulle stå och se på när Kim tar livet av hela landet genom att attackera USA eller Syd Korea.",
				"Skulle Sverige acceptera ett antal arbetsläger vissa lyckas fly ifrån och anser är vidriga skulle det säga en hel del om landet som helhet ifall det tyst accepterades av regimen och det samma gäller Nordkorea."
		]
	},
	{
		"postIndex": [
			[13681],
			[14475],
			[14216]
		],
		"postTime": [
				"2013-04-01",
				"2013-04-03",
				"2013-04-02"
		],
		"postNum": [
			[3431],
			[3584],
			[3543]
		],
		"postLink": [
				"/sp42740781",
				"/sp42776190",
				"/sp42760813"
		],
		"postUser": [
				"pyj",
				"rex144",
				"Masturblija"
		],
		"postUserID": [
				"/u783776",
				"/u251373",
				"/u524340"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p286",
				"https://www.flashback.org/t781949p299",
				"https://www.flashback.org/t781949p296"
		],
		"userUrl": [
				"https://www.flashback.org/u783776",
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u524340"
		],
		"sentence": [
				"Nordkorea kommer inte att dra blod först, men de kommer att fortsätta tills USA gör det och när det händer så är Nordkorea under ett läge man känner igen, en kommunistisk stat som blir attackerad av USA, vilket är en situtation som Kina och Ryssland inte tycker om alls.",
				"dessa arbetsläger är en källa till gratis arbetskraft, hundratusentals om inte en miljon jobbar där, Kina outsourcar en massa lego jobb till dessa nordkoreanska arbetsläger, så dessa behöver ständigt fyllas på eftersom folk orkar inte jobba under dessa vidriga förhållanden särskillt länge, Stalin brukade fängsla folk som kom för sent till jobbet eftersom spårvagnen kom sent, de kunde dömas till 5 år straffarbete i en \"folkdomstol\" för \"sabotage\" , Sibirien behövde byggas upp...",
				"Vad jag vet så finns inga dissidenter som organiseras mot regimen i utlandet, folk innuti verkar i allmänhet tycka att juche systemet är bra trots omfattande ekonomisk kris, personligen tror jag inte nordkoreanerna skulle kollapsa i en myriad olika grupper som kämpar om makten och mot varandra som det hände i irak, utan de skulle i största allmänhet sluta upp bakom sin ledare."
		]
	},
	{
		"postIndex": [
			[15046],
			[15539],
			[14996]
		],
		"postTime": [
				"2013-04-04",
				"2013-04-05",
				"2013-04-04"
		],
		"postNum": [
			[3704],
			[3799],
			[3686]
		],
		"postLink": [
				"/sp42787876",
				"/sp42805713",
				"/sp42786050"
		],
		"postUser": [
				"rex144",
				"Snezhinka",
				"DjPutte"
		],
		"postUserID": [
				"/u251373",
				"/u653253",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p309",
				"https://www.flashback.org/t781949p317",
				"https://www.flashback.org/t781949p308"
		],
		"userUrl": [
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"nu har jag löst hela den här gåtan Kim fyller år den 15 april, (officiellt eftersom många tror att han är yngre egentligen, ingen vet när han är född) och i samband med den store ledarens födelsedagsfirande kan man förklara för det nordkoreanska folket att man har uppnått sina mål och fått USA på knäna, man har skrämt upp imperialister, nu kan vi leva i fred, efter vår styrkebesked kommer de inte våga attackera oss på så sätt slår man två flugor i en smäll inrikespolitiskt 1) den lite väl unge valpige Kim kommer uppfattas av folket som en storspelare i världspolitiken och en landsfader, hans position blir orubblig 2) just vid den här tiden på året är det svält i Nordkorea, alla matmagasin står tomma, den här krigsretoriken får folket att gå samman och sluta sig bakom Kim och glömma att de är hungriga 3) kanske kan man tilltvinga sig på det sättet större livsmedelleveranser från Sydkorea.",
				"Precis som jag själv och alla andra som har lite insikt och bakgrund i det här har sagt hela tiden så kommer det absolut inte bli något krig och allt kommer vara tillbaka till det normala när Sydkorea och USA avslutar sin militärövning som är vad Nordkorea motsätter sig.",
				"Så här har Nordkora agerat alltid då det gått emot dem med olika resulotiner inom FN vad gäller bistånd i from av humanitära och mat leveranser in i landet, Det känns som Kim Jong Un är mer desperat och vill visa sina muskler till omvärlden men han har inte tänkt till riktigt då han trycket på launch knappen för missilerna och när dem skjutits ned av sk patriot missiler så kommer han se sitt land bli en total grushög!"
		]
	},
	{
		"postIndex": [
			[16255],
			[16403],
			[17361]
		],
		"postTime": [
				"2013-04-08",
				"2013-04-09",
				"2013-04-14"
		],
		"postNum": [
			[3968],
			[3990],
			[4228]
		],
		"postLink": [
				"/sp42856380",
				"/sp42869311",
				"/sp42943635"
		],
		"postUser": [
				"Silverhjelmen",
				"Bladderblad",
				"ka kui"
		],
		"postUserID": [
				"/u796482",
				"/u696908",
				"/u92897"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p331",
				"https://www.flashback.org/t781949p333",
				"https://www.flashback.org/t781949p353"
		],
		"userUrl": [
				"https://www.flashback.org/u796482",
				"https://www.flashback.org/u696908",
				"https://www.flashback.org/u92897"
		],
		"sentence": [
				"USA har naturligtvis allt intresse av att så många icke allierade stater som möjligt går under så att det amerikanska imperiets punggrepp över jorden kan bestå för evigt, faller Nordkorea så har USA snart omringat Kina med fientliga amerikanska lydstater vilket på sikt skulle göra att Kina för all framtid skulle bli en kastrerad hund för Washington.",
				"På den förhållandevis aktuella bilden där den store ledaren Kim Jong Un satt vid ett bord* med sin ganska nya mac-dator, så började i alla fall jag direkt tänka på dessa personsanktioner som man hävdar (och baserar på diverse studier) fungerar bättre än de övergripande sanktioner som riktades och riktas mot t ex Iran.",
				"Om inte Nordkorea angrips snart, regimen störtas och pluffsfejset och de militära ledarna jagas med blåslampa kommer det att skicka farliga signaler till många andra hänsynslösa, oansvariga förtryckarländer i världen: skaffa kärnvapen och världens mäktiga demokratier kommer att frukta er."
		]
	},
	{
		"postIndex": [
			[18176],
			[18111],
			[18211]
		],
		"postTime": [
				"2013-04-17",
				"2013-04-17",
				"2013-04-17"
		],
		"postNum": [
			[4382],
			[4373],
			[4387]
		],
		"postLink": [
				"/sp43004955",
				"/sp43000325",
				"/sp43009299"
		],
		"postUser": [
				"Silverhjelmen",
				"Silverhjelmen",
				"Silverhjelmen"
		],
		"postUserID": [
				"/u796482",
				"/u796482",
				"/u796482"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p366",
				"https://www.flashback.org/t781949p365",
				"https://www.flashback.org/t781949p366"
		],
		"userUrl": [
				"https://www.flashback.org/u796482",
				"https://www.flashback.org/u796482",
				"https://www.flashback.org/u796482"
		],
		"sentence": [
				"Så länge amerikanska folket stöder sin regering och deras imperialistkrig är de ett legitimt mål, man kan inte dels säga att man gillar när ens egen armé invaderar andra länder och inte förvänta sig att ens ''fiender'' kommer slå tillbaka, eller föreslår du att länderna USA förtrycker bara ska ta det?",
				"En skillnad är att Ryssland och Nordkorea mördar sin egen befolkning medan USA startar illegala krig mot andra nationer där miljoner dör och skadas svårt och skickar drönare mot nationer de inte krigar mot där 90 % som dör inte ens är terrorister utan oskyldiga människor varav många barn.",
				"På samma sätt är det amerikanska folket medskyldiga till alla brott som USA begår mot andra nationer, all tortyr och skador, alla bomber och mänskligt lidande, på samma sätt som amerikaner kan bomba hundratals oskyldiga till döds för att mörda 2-3 terrorister i en by så kan folken i de länderna som revansch mörda hundratals amerikaner, våld föder som sagt våld och det måste amerikanska folket inse."
		]
	},
	{
		"postIndex": [
			[19481],
			[19491],
			[19509]
		],
		"postTime": [
				"2013-11-16",
				"2013-11-16",
				"2013-11-17"
		],
		"postNum": [
			[4729],
			[4732],
			[4734]
		],
		"postLink": [
				"/sp46174770",
				"/sp46175060",
				"/sp46178097"
		],
		"postUser": [
				"Behemoth1",
				"Behemoth1",
				"Behemoth1"
		],
		"postUserID": [
				"/u855386",
				"/u855386",
				"/u855386"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p395",
				"https://www.flashback.org/t781949p395",
				"https://www.flashback.org/t781949p395"
		],
		"userUrl": [
				"https://www.flashback.org/u855386",
				"https://www.flashback.org/u855386",
				"https://www.flashback.org/u855386"
		],
		"sentence": [
				"Västmakterna försöker svälta dessa stater till döds för brottet att de inte lyder västs order, det är detta som Irak och Lybien straffats för och som Syrien nu också straffas för, det är detta väst vill utföra även mot Venezuela, Iran och Nordkorea och deras hatobjekt Vladimir Putin som har mage att vilja göra ''det besegrade'' Ryssland till ett land att räkna med igen, västs tro var ju att Ryssland var ett land som aldrig mer skulle bli relevant efter Sovjets fall, de skulle kollapsa och försvinna från historien, istället kom denna Putin och ville något annat, vilket väst aldrig kommer förlåta honom för.",
				"En folkrepublik för det egna folket och en självständig, enad nation kan aldrig kollapsa, över 20 år total internationell blockad på stater som Nordkorea trodde USA naivt skulle få landet att kollapsa, de gjorde misstaget att tro att nordkoreaner fungerar som jänkare, en jänkare är en egoistisk lat och fet individ som aldrig skulle offra sig för ett högre syfte, för ett stolt folk i en självständig nation är det hur enkelt som helst att offra sig genom att äta måltider bestående av ris under många års tid, då de vet att de inte är individer, de är en del av en nation, ett folk.",
				"Nordkoreas folk står upp för nationen och har gjort så hela nationens historia, medan de flesta andra socialistiska länder föll ihop har Nordkorea aldrig haft en tillstymmelse av uppror, landet är så stabilt som möjligt, detta för att folket där vet vad USA gjort mot andra självständiga nationer, ledningen i Nordkorea får man säga på ett strålande sätt tänkte till i förväg, de skaffade vapen som gör att de får vara i fred, de lärde sig av vad som skedde med Irak, Libyen, Syrien och andra stater som fick smaka på imperialism bomber nyligen."
		]
	},
	{
		"postIndex": [
			[20194],
			[21080],
			[20897]
		],
		"postTime": [
				"2013-12-13",
				"2013-12-22",
				"2013-12-20"
		],
		"postNum": [
			[4880],
			[5084],
			[5038]
		],
		"postLink": [
				"/sp46565216",
				"/sp46698622",
				"/sp46683207"
		],
		"postUser": [
				"Savoy",
				"Nekromantern",
				"Nekromantern"
		],
		"postUserID": [
				"/u166340",
				"/u866311",
				"/u866311"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p407",
				"https://www.flashback.org/t781949p424",
				"https://www.flashback.org/t781949p420"
		],
		"userUrl": [
				"https://www.flashback.org/u166340",
				"https://www.flashback.org/u866311",
				"https://www.flashback.org/u866311"
		],
		"sentence": [
				"Bara det faktum att man fortfarande 2013 har generellt utreseförbud för medborgarna är tillräckligt för att förstå att något inte står rätt till med landet, men att man dessutom har inskrivet i grundlagen att Kim Il Sung som varit död ett antal år nu är landets evige president är ju bara riktigt kusligt Det är helt uppenbart att det enda sättet man kan leva ett drägligt liv på i Nordkorea är att gå med i partiet/sekten och själv bli en del av förtrycket av sina egna landsmän.",
				"Kina har relativt goda relationer med Nordkorea men de kontrollerar inte landet, inte alls på det sätt som USA kontrollerar alla deras marionettstater som Sverige och resten som är under kontroll av det amerikanska imperiet.",
				"Nordkorea går inte att reformera för mycket eftersom landet ska styras under Juche systemet, Jang ville säkert liberalisera landet och föra den till en kinesisk modell men större delen av eliten i Nordkorea kommer inte gå emot Juchen som Kim Il Sung skapade en gång i tiden."
		]
	},
	{
		"postIndex": [
			[21300],
			[21318],
			[21241]
		],
		"postTime": [
				"2013-12-22",
				"2013-12-23",
				"2013-12-22"
		],
		"postNum": [
			[5128],
			[5130],
			[5116]
		],
		"postLink": [
				"/sp46709044",
				"/sp46714660",
				"/sp46704686"
		],
		"postUser": [
				"Nekromantern",
				"rex144",
				"Nekromantern"
		],
		"postUserID": [
				"/u866311",
				"/u251373",
				"/u866311"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p428",
				"https://www.flashback.org/t781949p428",
				"https://www.flashback.org/t781949p427"
		],
		"userUrl": [
				"https://www.flashback.org/u866311",
				"https://www.flashback.org/u251373",
				"https://www.flashback.org/u866311"
		],
		"sentence": [
				"Det är snarare USA dyrkarna som jämför länder med olika måttstockar, hade Kina eller Ryssland betet sig som USA med att godtyckligt invadera diverse länder med suspekta bevis och enbart av maktskäl så hade alla protesterat, när USA gör det däremot hittar man på ursäkter när den simpla anledningen till dessa krig är att USA är den ledande imperialistiska nationen i denna värld, det är ett land som helt och hållet kretsar kring militärmakt vilket är anledningen att de spenderar biljoner på militären samtidigt som landet går back biljoner ekonomiskt.",
				"du hade längtat efter USA, det är så lätt att kritisera, håna och hata USA, den asiatiska hänsynslösa kulturen vill jag inte veta av, och det onda imperiet Ryssland vill jag inte heller att de ska sätta sin prägel på omvärlden, USA är den bästa världspolisen vi har, USA bygger på demokratiska principer, frihet, och är den största garanten för europas säkerhet, visst gör de många fel, men jag vill inte att tomrummet ska fyllas av Kina eller Ryssland vilka länder är Rysslands vänner?",
				"Tiden börjar rinna ut för USA imperialismen och målet är att tvinga USA att rusta sig själva till döds till den ekonomiska kollapsen i det degenerade USA tillslut kommer, ett land som går back biljoner årligen kommer till slut rusta sig själva till döds och då kommer nationerna återfå sin självständighet än en gång och de brott som imperialisterna utfört i massvis med länder kommer straffas hårt och skoningslöst när imperiet faller samman."
		]
	},
	{
		"postIndex": [
			[22802],
			[22886],
			[22887]
		],
		"postTime": [
				"2014-02-09",
				"2014-02-12",
				"2014-02-12"
		],
		"postNum": [
			[5446],
			[5467],
			[5467]
		],
		"postLink": [
				"/sp47444428",
				"/sp47481918",
				"/sp47481918"
		],
		"postUser": [
				"Koksan",
				"KarlRummenigge",
				"KarlRummenigge"
		],
		"postUserID": [
				"/u866738",
				"/u881209",
				"/u881209"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p454",
				"https://www.flashback.org/t781949p456",
				"https://www.flashback.org/t781949p456"
		],
		"userUrl": [
				"https://www.flashback.org/u866738",
				"https://www.flashback.org/u881209",
				"https://www.flashback.org/u881209"
		],
		"sentence": [
				"Det kommer att kosta OTROLIGT mycket för SydKorea ( ) Kommer kosta mycket, många liv kommer att sättas till (både civila och soldater) Sydkorea försöker få reformer i NordKorea eftersom om NordKorea skulle bli Sydkorea vänliga så skulle Sydkorea kunna ta NordKoreas stora mineral tillgångar.",
				"För att spekulera lite; Säg att den nuvarande Kim dynastin kollapsar, kommer det leda till ett enat Korea under västerländsk dominans eller kommer Kina försöka installera en mer Kina vänlig vasall-stat i nuvarande Nordkorea och fortsätta hålla Korea delat?",
				"Säg att Kina snabbt inför kinesiska trupper i Korea efter Kim dynastins förfall och installerar en Kina lojal regering som inte längre har kärnvapen eller Juche styre och där Kim dynastin helt och hållet förlorar sin makt."
		]
	}
]
