[
	{
		"postIndex": [
			[351],
			[1252],
			[1699],
			[1775],
			[453]
		],
		"postTime": [
				"2008-12-27",
				"2008-12-27",
				"2008-12-28",
				"2008-12-28",
				"2008-12-27"
		],
		"postNum": [
			[81],
			[358],
			[503],
			[528],
			[108]
		],
		"postLink": [
				"/sp14308325",
				"/sp14318511",
				"/sp14326409",
				"/sp14328382",
				"/sp14309031"
		],
		"postUser": [
				"Turnip Master",
				"nyman",
				"nyman",
				"nyman",
				"Wazz"
		],
		"postUserID": [
				"/u218832",
				"/u97516",
				"/u97516",
				"/u97516",
				"/u283285"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p7",
				"https://www.flashback.org/t819672p30",
				"https://www.flashback.org/t819672p42",
				"https://www.flashback.org/t819672p44",
				"https://www.flashback.org/t819672p9"
		],
		"userUrl": [
				"https://www.flashback.org/u218832",
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u283285"
		],
		"sentence": [
				"Nej, senast alla arabländer bestämde sig att anfalla Israel samtidigt, så besegrades de på 6 dagar (egentligen var det inget arabland som klarade sig längre än 2 dagar i sträck mot de israeliska styrkorna, men eftersom israelerna var tvungna att flytta sin lilla armee mellan fronterna fick araberna lite extra andrum), detta var också innan Israel hade något verkligt stöd ifrån USA, på den tiden spöade de araberna med hjälp av gammal Brittisk utrustning ifrån 50-talet, så du kan ju föreställa dig vad mycket spö araberna får nu när Israel har toppmodern amerikansk utrustning.",
				"Hitler blev straffad för sin terror och Israel kommer också i längden att bli sraffade på precis samma sätt som Hitlers Tyskland om inte människor i Israel inser till slut att 50 års krig inte lett till någon fred och att ytterligare slakt på civila kommer bara att leda till ännu mer hat emot Israel.",
				"nassar finns det väldigt många olika sorter av liksom religiösa dårar och många nassar stödjer varje konflikt i mellanöstern vilket religiösa kristna idioter i USA och världen gör och ett bra exempel har vi ju i Sverige också Livets Ord som jobbar hårt för att alla judar ska återvända till Israel så att jesus kan komma tillbaka då slutstriden i mellanöstern börjat.",
				"Judar och andra folkgrupper har levt i stort sett i fred dom senaste 2000 åren tills sionisterna fick för sig att alla judar i hela världen som ALDRIG bott i dom palestinska områderna skulle bosätta sig där och nassar och tokkristna rörelser hjälpte och hjälper gärna till fortfarande så att judar ute i världen fortsätter att bosätta sig i dom palestinska områderna.",
				"Du kan ju ta och läsa om deras författningslag, spelar ingen roll om det finns arabiska, indiska eller svenska partier som är medlemmar i knesset, denna lag betyder ATT(läs nog idiot); INGET parti får eller ges chansen att förespråka en SEKULÄR demokrati, alltså du kommer bland annat aldrig att få se en ICKE-judisk person på en viktig post och det kvittar om han är muslim, kristen etc."
		]
	},
	{
		"postIndex": [
			[2489],
			[2453],
			[2954],
			[2104],
			[2358]
		],
		"postTime": [
				"2008-12-29",
				"2008-12-29",
				"2008-12-29",
				"2008-12-28",
				"2008-12-29"
		],
		"postNum": [
			[779],
			[766],
			[874],
			[654],
			[748]
		],
		"postLink": [
				"/sp14341991",
				"/sp14340009",
				"/sp14346916",
				"/sp14332255",
				"/sp14338158"
		],
		"postUser": [
				"Ezzelino",
				"nyman",
				"InteIgen",
				"Wazz",
				"Ormen Långe"
		],
		"postUserID": [
				"/u58436",
				"/u97516",
				"/u171357",
				"/u283285",
				"/u76197"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p65",
				"https://www.flashback.org/t819672p64",
				"https://www.flashback.org/t819672p73",
				"https://www.flashback.org/t819672p55",
				"https://www.flashback.org/t819672p63"
		],
		"userUrl": [
				"https://www.flashback.org/u58436",
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u171357",
				"https://www.flashback.org/u283285",
				"https://www.flashback.org/u76197"
		],
		"sentence": [
				"Dror Feiler är en av få judar i Sverige som offentligt visar någon form av karaktär i samband med judarnas statsterror: Judarna har konsekvent saboterat alla \"fredsansträngningar\", deras \"tillbakadragande\" från Gaza var som Dov Weisglass erkände endast en strategi för att någon palestinsk stat inom 1967 års gränser aldrig ska bli verklighet: De judisk-sionistiska parasiterna har lamslagit USA och därmed tillförsäkrat sig \"rätten\" att utöva denna besinningslösa terror - men inget varar för evigt, och förr eller senare kommer judar att få betala dyrt för vad de åsamkat mänskligheten.",
				"Hamas har hemmagjorda små raketer som slår ner och dödar någon israel i månaden medans Israel har den senaste teknologin direkt från USA och deras piloter sitter skönt i sina helt säkra flygplan eller helikoptrar och spränger hela hus i luften med Kvinnor och barn och dom är helt ohotade eftersom Gaza inte har något vapen emot flygattacker så vem är terrorist?",
				"Till och med i falklandskriget fanns det civila förluster i andra tjetjenen kriget blev det mellan 25000 och 50000 civila offer, intressant nog så fick detta ingen större uppmärksamhet Du borde vara fullt medveten att dessa poliser inte är civila och att de också upprätt håller Hamas styre, om Israels mål är att störta Hamas så varför skulle de inte attackera de som upprätthåller Hamas styre.",
				"Det bevisar bara faktumet att israel angriper civila och oskyldiga, i deras kamp att krossa \"Hamas\", finns folk som inte tror på deras propaganda och förstår att dem inte är ute efter Hamas dem är ute efter alla palestinier.",
				"Om nu israel medvetet hade civila palestinier som måltavlor, så skulle dödsoffren räknas i tusentals och Hamas skulle blåsa upp siffrorna ännu mer, och inte som nu, när Hamas talar om 100-tals döda Hamasmedlemmar och 10-tals dödade civila."
		]
	},
	{
		"postIndex": [
			[5085],
			[5999],
			[5002],
			[5847],
			[5703]
		],
		"postTime": [
				"2009-01-01",
				"2009-01-03",
				"2009-01-01",
				"2009-01-02",
				"2009-01-02"
		],
		"postNum": [
			[1366],
			[1572],
			[1351],
			[1531],
			[1503]
		],
		"postLink": [
				"/sp14385717",
				"/sp14409649",
				"/sp14383225",
				"/sp14404828",
				"/sp14401708"
		],
		"postUser": [
				"Securion",
				"kockfan",
				"Ezzelino",
				"Kawasaki 1500",
				"Crackandburn"
		],
		"postUserID": [
				"/u722",
				"/u299055",
				"/u58436",
				"/u126918",
				"/u290114"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p114",
				"https://www.flashback.org/t819672p131",
				"https://www.flashback.org/t819672p113",
				"https://www.flashback.org/t819672p128",
				"https://www.flashback.org/t819672p126"
		],
		"userUrl": [
				"https://www.flashback.org/u722",
				"https://www.flashback.org/u299055",
				"https://www.flashback.org/u58436",
				"https://www.flashback.org/u126918",
				"https://www.flashback.org/u290114"
		],
		"sentence": [
				"I våra ögon är ni bara omänskliga sinnessjuka djur, och jag ber om ursäkt om det sårar dig, det är inte min mening, men man kan inte som normal frisk människa tänka annat om en person som, på fullt allvar, tror att alla civila i Israel är \"hemska elaka judar som inget heller vill än döda andra människor och begå brott mot mänskligheten\", och med sitt andra andetag försvarar muslimska terrorister.",
				"Det Israel gör är att dom vill skydda sig emot Hamas det är inte det Palestinska folket som Judarna är ute efter utan det är Hamas ledning eftersom Hamas har tidigare skadat civila Judar någon som kommer ihåg när Hamas självmordsbombare smällde av en bomb inne i en Rabbinskola för inte så länge sedan.",
				"Det är just Hamas seriositet, deras sociala ansvarstagande, offervilja och disciplin, som (likt Hizbollah) gör dem så hatade av mörkermän som i all evighet vill se judar förnedra palestinier (och alla icke-judar sionisterna förmår komma åt att kuva kan räkna med precis samma eller snarare än värre behandling än palestinierna i Gaza och på Västbanken har tvingats utstå).",
				"[quote=Crackandburn]Först tycker jag att Israelerna ska lätta på blockaden på Gaza-remsan och jag tycker inte att dom ska bomba Hamas, Civila mål Bla 3 barn Källan Vad det gäller Hamas så ska Hamas på civila och miltära mål i israel.",
				"Först tycker jag att Israelerna ska lätta på blockaden på Gaza-remsan och jag tycker inte att dom ska bomba Hamas, Civila mål Bla 3 barn Källan Vad det gäller Hamas så ska Hamas på civila och miltära mål i israel."
		]
	},
	{
		"postIndex": [
			[7261],
			[7455],
			[6886],
			[7656],
			[8167]
		],
		"postTime": [
				"2009-01-04",
				"2009-01-04",
				"2009-01-03",
				"2009-01-04",
				"2009-01-04"
		],
		"postNum": [
			[2004],
			[2095],
			[1816],
			[2161],
			[2310]
		],
		"postLink": [
				"/sp14424424",
				"/sp14425549",
				"/sp14419434",
				"/sp14426422",
				"/sp14434550"
		],
		"postUser": [
				"Securion",
				"Securion",
				"Crackandburn",
				"Ezzelino",
				"Ozryel"
		],
		"postUserID": [
				"/u722",
				"/u722",
				"/u290114",
				"/u58436",
				"/u312619"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p167",
				"https://www.flashback.org/t819672p175",
				"https://www.flashback.org/t819672p152",
				"https://www.flashback.org/t819672p181",
				"https://www.flashback.org/t819672p193"
		],
		"userUrl": [
				"https://www.flashback.org/u722",
				"https://www.flashback.org/u722",
				"https://www.flashback.org/u290114",
				"https://www.flashback.org/u58436",
				"https://www.flashback.org/u312619"
		],
		"sentence": [
				"Tyvärr får civila palestinska kvinnor och barn agera mänskliga sköldar åt dom arabiska halvaporna Hamas, men Israel kan inte välja att längre bara sitta och titta på medans mordiska håriga barbarer skjuter missiler på deras civilbefolkning.",
				"# The official version said that Britain tried to prevent the establishment of a Jewish state; the New Historians claimed that it tried to prevent the establishment of a Palestinian state # The official version said that the Palestinians fled their homes of their own free will; the New Historians said that the refugees were chased out or expelled # The official version said that the balance of power was in favor of the Arabs; the New Historians said that Israel had the advantage both in manpower and in arms # The official version said that the Arabs had a coordinated plan to destroy Israel; the New Historians said that the Arabs were divided # The official version said that Arab intransigence prevented peace; the New Historians said that Israel is primarily to blame for the dead end.",
				"Tycker att Egypten, Jordanien Libanon , Syrien Och palestina skulle anfalla Israel Tror ej dom kan hålla sig emot 5 länder + Iran på köpet om Judesvinen skulle slaktas skulle folk vara mer friare och då hade Palestina Konflikten vara slut på 60 års blodbad.",
				"Jag är dock övertygad om att \"Israel\" långsiktigt misslyckas med sina uttalade mål i denna aggression - de kan döda fler Hamasmilitanter än de förlorar egna soldater, men Hamas kommer att vinna ökad sympati över hela den muslimska världen och särskilt förstås bland palestinier.",
				"Israel har gjort det mycket tydligt för palestinierna att om de skjuter raketer in på israeliskt territorium, massakrerar studenter eller ägnar sig åt andra liknande aktiviteter svarar Israel med att försvara sin befolkning."
		]
	},
	{
		"postIndex": [
			[8427],
			[9778],
			[8493],
			[8441],
			[8492]
		],
		"postTime": [
				"2009-01-04",
				"2009-01-06",
				"2009-01-04",
				"2009-01-04",
				"2009-01-04"
		],
		"postNum": [
			[2378],
			[2775],
			[2401],
			[2383],
			[2401]
		],
		"postLink": [
				"/sp14437723",
				"/sp14458453",
				"/sp14438640",
				"/sp14438117",
				"/sp14438640"
		],
		"postUser": [
				"qrzd",
				"kockfan",
				"Mackan Ek",
				"qrzd",
				"Mackan Ek"
		],
		"postUserID": [
				"/u277168",
				"/u299055",
				"/u242849",
				"/u277168",
				"/u242849"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p199",
				"https://www.flashback.org/t819672p232",
				"https://www.flashback.org/t819672p201",
				"https://www.flashback.org/t819672p199",
				"https://www.flashback.org/t819672p201"
		],
		"userUrl": [
				"https://www.flashback.org/u277168",
				"https://www.flashback.org/u299055",
				"https://www.flashback.org/u242849",
				"https://www.flashback.org/u277168",
				"https://www.flashback.org/u242849"
		],
		"sentence": [
				"Det handlar inte om mod, ingen raket ser en människa,men de Israel försvarar sig med riktas mot bestämda mål, hamas skickar död för att döda civila, och därmed få massmedias uppmärksamhet, -samma med att utnyttja barn för att uppnå politiska mål, -tänk lite, -varför hade man militära posteringar vid sjukhus, skolor och moskeer, varför tog man gisslan och placerade vid normalt sett \"civila\" byggnader.",
				"det jag blir förbannad över är att Hamas inte låter humanitär hjälp komma in till Gaza medan Israel låter konvojerna passera detta drabbar ju oskyldiga människor när Hamas gör på det sättet nu visar Hamas sitt rätta ansikte emot befolkningen och jag hoppas att dom förstår att Hamas är drägg...",
				"Och inte heller skulle israeliska militären ringa upp grannar och förvarna och dylikt, visst utesluter detta inte det faktum att Israel inte bryrs sig om palestinska civila men att de iaf försöker visa omvärlden en annan bild till skillnad från Hamas då som tar på sig dåd t.",
				"det gäller att sprida död från rätt område, typ att jag skulle sända raketer på måfå över Sörmland o hoppas på att ingen skulle kunna se varifrån jag skickade dom, men när jag går in med precisa mål för att ta bort de som skadar fredsförhanlingar och verkligen vill ha jihad, gör jag en insats för fred, -få slut på mördandet av Israeliska oskyldiga, döda kan man väl överlåta till militärer, som är tvugna och beväpnade, döda barn och civila är så lågt.",
				"Hamas har själva tagit på sig flera anfall utförda mot Israels civila, skulle Israels armé slå tillbaka med samma medel skulle antal döda civila offer vara fler än 25% och man skulle satsa på samtliga skolor, affärskvarter & civila bostadsområden."
		]
	},
	{
		"postIndex": [
			[11608],
			[11535],
			[11838],
			[11559],
			[11813]
		],
		"postTime": [
				"2009-01-07",
				"2009-01-07",
				"2009-01-07",
				"2009-01-07",
				"2009-01-07"
		],
		"postNum": [
			[3318],
			[3294],
			[3394],
			[3302],
			[3388]
		],
		"postLink": [
				"/sp14486043",
				"/sp14484778",
				"/sp14489390",
				"/sp14485228",
				"/sp14489108"
		],
		"postUser": [
				"ThisIsSparta",
				"smellberry",
				"kravman",
				"smellberry",
				"nyman"
		],
		"postUserID": [
				"/u210162",
				"/u314708",
				"/u212302",
				"/u314708",
				"/u97516"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p277",
				"https://www.flashback.org/t819672p275",
				"https://www.flashback.org/t819672p283",
				"https://www.flashback.org/t819672p276",
				"https://www.flashback.org/t819672p283"
		],
		"userUrl": [
				"https://www.flashback.org/u210162",
				"https://www.flashback.org/u314708",
				"https://www.flashback.org/u212302",
				"https://www.flashback.org/u314708",
				"https://www.flashback.org/u97516"
		],
		"sentence": [
				"Är det bara jag i hela det politiska Sverige som landar i slutsatsen att A) Israel har varit en stat i 60 år och kan inte upplösas, och har rätt att existera B) Palestina har också rätt att existera och C) Det bästa vore därför en fred, som kan uppnås genom att Israel återgår till 1948 års gränser och att Hamas slutar skjuta raketer mot Israel?",
				"Sionismen är byggd på en falsk grundpelare, nämligen att människor över hela världen (som är medlemmar av en viss religion) skulle bestå av \"ett enda folk\", dvs judar från USA skulle tillhöra samma \"folk\" som judar i Ryssland elller Sverige och att dessa judar har rätt till ett eget land som ligger i området av nuvarande Israel.",
				"Maten och drycken som skickades in med Israels goda vilja idag var full med kontrastvätske spårämnen, i och med att Israel enligt palestinavännerna här användser sig av \"små kärnvapen\" eller vapen med uran i eller radioaktiv ammunition, så kommer alla civila som ätit eller druckit av nödhjälpen att bli självlysande när Israel åter igen pumpar in radioaktiv ammunition över den stackars Gaza remsan, då blr palestinierna lätta att hitta för den \"judiska mördarmaskinen\" som sparar in på batterier till sina mörkersikten.....",
				"Att de som bor på en plats försvarar sitt land är logiskt ja Att personer tillhörande religionen judendomen runtom i hela världen, i USA eller Sverige eller Iran skall ha rätt att kolonialisera ett eget land hundratals mil från sina hemländer på grund av att judar i europa mördades i tyskland eller de tyskockuperade länderna under 1940-talet är inte logiskt.",
				"Vet man lite om krig och läst lite krigshistoria så förstår man att Israel skiter i om civila mördas och Israel har ju förutsätt detta genom att förbjuda TV-bolag mm att komma in i Gaza så nu finns ju bara AL-Jaseera Live där men ser man inte på denna kanal så blir man ju totalt lurad av propagandan som Israel ständigt för ut."
		]
	},
	{
		"postIndex": [
			[12482],
			[14070],
			[12463],
			[12652],
			[12485]
		],
		"postTime": [
				"2009-01-08",
				"2009-01-09",
				"2009-01-08",
				"2009-01-08",
				"2009-01-08"
		],
		"postNum": [
			[3558],
			[4033],
			[3553],
			[3605],
			[3559]
		],
		"postLink": [
				"/sp14500145",
				"/sp14519222",
				"/sp14500005",
				"/sp14502533",
				"/sp14500148"
		],
		"postUser": [
				"smellberry",
				"Noicer",
				"nyman",
				"veryniceguy",
				"nyman"
		],
		"postUserID": [
				"/u314708",
				"/u145225",
				"/u97516",
				"/u212046",
				"/u97516"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p297",
				"https://www.flashback.org/t819672p337",
				"https://www.flashback.org/t819672p297",
				"https://www.flashback.org/t819672p301",
				"https://www.flashback.org/t819672p297"
		],
		"userUrl": [
				"https://www.flashback.org/u314708",
				"https://www.flashback.org/u145225",
				"https://www.flashback.org/u97516",
				"https://www.flashback.org/u212046",
				"https://www.flashback.org/u97516"
		],
		"sentence": [
				"Det är föga förvånande att ni Israelvänner \"glömmer bort\" nutidshistorien och bakgrunden till att konflikten överhuvudtaget existerar - dvs det faktum att en fiktiv stat upprättades mitt i arabland och invånarna där tvingades undan för att folk från hela världen tillhörande religionen judendom skulle kunna flytta dit på basis av 2000 år gamla legender Klarts om fan att ni Israelvänner hellre upprätthåller er vid vem som anföll vem 1967 osv - eftersom ni i frågan om det grundläggande problemet - Israels existens, inte kan komma med några argument.",
				"Men du menar alltså att Israel ska, efter att inte ha besvarat raketbeskjutningen eller hatpropagandan, börja med just hatpropaganda i Hamas-stil samt skjuta in raketer mot civila i Gaza i syfte att träffa civila och sen placera israeliska barn på platser där man vet att Hamas raketer sannolikt träffar?",
				"Så vi i dom såkallade demokratiska länderna måste förstå att så länge vi stödjer Israels massmord mm så kommer vi att förlora dom vanliga människornas tro på våran demokrati, för vi ska inte inbilla oss att diktatur ledarna i mellanöstern som är USA:s knähundar stödjer USA för demokrati och mänskliga rättigheternas skull Så att se detta som en regional konflikt som inte påverkar oss är att blunda för verkligheten.",
				"Konstigt inlägg, den stora massan i Israel vill inte ockupera eller involvera Palestinska områden i sin stat, så visst kommer dom få tillbaka \"remsan\" Och nej dom flesta palestinier kommer fortsätta vlija kriga pga deras låga utbildning och bristande demokratiska kunskaper.",
				"Sedan ska man komma ihåg att Israel har ALDRIG godkänt FN:s gränser som dom satte upp 1967 och kärnan i konflikten är just att Israel vill inte ha en fungerande palestinsk stat utan ALLA så kallade fredsförhandlingar allt sedan dess som USA och Israel varit ledande i har erbjudit palestinierna mindre och mindre landområden som sitter ihop."
		]
	},
	{
		"postIndex": [
			[14435],
			[15221],
			[15423],
			[14376],
			[15220]
		],
		"postTime": [
				"2009-01-09",
				"2009-01-10",
				"2009-01-10",
				"2009-01-09",
				"2009-01-10"
		],
		"postNum": [
			[4120],
			[4360],
			[4419],
			[4108],
			[4359]
		],
		"postLink": [
				"/sp14535383",
				"/sp14548387",
				"/sp14550525",
				"/sp14534602",
				"/sp14548370"
		],
		"postUser": [
				"BAGARN69",
				"smellberry",
				"Wazz",
				"BAGARN69",
				"Turtor-cccc"
		],
		"postUserID": [
				"/u231178",
				"/u314708",
				"/u283285",
				"/u231178",
				"/u294641"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p344",
				"https://www.flashback.org/t819672p364",
				"https://www.flashback.org/t819672p369",
				"https://www.flashback.org/t819672p343",
				"https://www.flashback.org/t819672p364"
		],
		"userUrl": [
				"https://www.flashback.org/u231178",
				"https://www.flashback.org/u314708",
				"https://www.flashback.org/u283285",
				"https://www.flashback.org/u231178",
				"https://www.flashback.org/u294641"
		],
		"sentence": [
				"Du måste knarka eller käka konstiga piller för detta som du skriver är verk av en drog påverkad snubbe Om palestinierna inte skall klaga på deras sitts så har inte Israel rätten att finns vilket man kan önska å hoppas Men Hamas kommer Jude svinen aldrig stoppa för det ser man när rakteterna skjuts än mot Israel..",
				"De flesta av oss som är motståndare till Israels ockupation av palestinskt omrråde och motståndare till sionistisk rasistisk politik präglad av religös extremism och etniska rensningar håller inte för den skull Hamas om ryggen, tvärtom ogillar flera av oss Hamas metoder Men att hamas använder oschyssta metoder rättfärdigar inte att Israel mördar palestinas civila befolkning i stor skala.",
				"Först då kan de kräva \"raket-upphör\" från hamas, idioterna kan inte tro att man isolerar 1,5 miljoner människor och att de inte kommer att göra något, eller så är det en av deras onda sionistiska planer att hamas ska skjuta raketer så att de kan bomba barn och oskyldiga och sedan använda den amerikanska klassiska frasen \"We fight terror\" men i själva verket är det en bluff och det vet USA (mest troliga teori).",
				"Vilka dödar FN anställda genom beskjuta dom med stridsvagn Vilka föste en grupp människor in i ett hus för sedan bomba huset med 40 döda som resultat Hamas har ingen rätt att skjuta mot Israel å hatar Hamas som pesten Men jag avskyr Judar vilket jag inte gör till en hemlighet så vad fan är det du inte fattar???",
				"Och denna mur förstår jag mig verkligen inte på, om den nu är byggd på palestinsk mark (ej säker läst det på FB) då borde ju vi alla (inkl Sveriges befolkning) att demonstrera varje dag tills den går ner, jösses det är ju precis som berlinmuren, förstår verkligen inte varför det inte blivit mycket demonstrationer mot just den, konstigt."
		]
	},
	{
		"postIndex": [
			[17459],
			[17529],
			[16600],
			[17299],
			[16876]
		],
		"postTime": [
				"2009-01-12",
				"2009-01-12",
				"2009-01-11",
				"2009-01-12",
				"2009-01-11"
		],
		"postNum": [
			[5015],
			[5041],
			[4730],
			[4967],
			[4839]
		],
		"postLink": [
				"/sp14581186",
				"/sp14582138",
				"/sp14566811",
				"/sp14577119",
				"/sp14570750"
		],
		"postUser": [
				"Houmdi",
				"Houmdi",
				"BAGARN69",
				"Ezzelino",
				"Noicer"
		],
		"postUserID": [
				"/u316784",
				"/u316784",
				"/u231178",
				"/u58436",
				"/u145225"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p418",
				"https://www.flashback.org/t819672p421",
				"https://www.flashback.org/t819672p395",
				"https://www.flashback.org/t819672p414",
				"https://www.flashback.org/t819672p404"
		],
		"userUrl": [
				"https://www.flashback.org/u316784",
				"https://www.flashback.org/u316784",
				"https://www.flashback.org/u231178",
				"https://www.flashback.org/u58436",
				"https://www.flashback.org/u145225"
		],
		"sentence": [
				"Om jag får fråga en fråga om ni hade varit inlåsta runt en mur ni får inte vatten eller mat skulle du ha demostrerat som du vet inte hjälper eller skulle du börja attackera, okej vi säger att dem inte har några vapen att det bara är en grupp som kallas för hamas som har Raketer bara som knappt dödar en fågel om hamas som kanske mindre en 10.",
				"Om jag får fråga en fråga om ni hade varit inlåsta runt en mur ni får inte vatten eller mat skulle du ha demostrerat som du vet inte hjälper eller skulle du börja attackera, okej vi säger att dem inte har några vapen att det bara är en grupp som kallas för hamas som har Raketer bara som knappt dödar en fågel om hamas som kanske mindre en 10.",
				"Vi lever i 2009 och just nu slaktas civila nere i Gaza och jag har ingen lust att sitta å snacka om det som skedde 1910 i Turkiet eller någon annan stans utan det är jus slakten i Gaza som är på tapeten Och fortfarande så önskar jag att varje Hamas soldat vore död lika mycket som jag önskar alla judar vore döda med!",
				"Normalt skulle Abbas alltså vara extremt hatad, demoniserad och förtalad av judarna i Tel Aviv och det sionistlojala USA och alla \"liberala\" tidningar, men när det gäller att motverka varje effektivt motstånd från palestinierna bortser dessa maktmissbrukare helt enkelt från den saken: Även om Hamas förlorar åtskilliga stridande nu kommer de snabbt att ersättas under kommande år, organisationen kommer att bestå och bli starkare.",
				"Israeliska talesmän säger att de följer krigets regler och försöker i det längsta att inte skada icke-stridande men att Hamas utnyttjar civiala som mänskliga sköldar i syfte att få Israel att försöka undvika att döda dem … Den taktik Hamas använder är cynisk, olaglig och inhuman, säger Israels presstjänst."
		]
	},
	{
		"postIndex": [
			[18498],
			[19812],
			[18681],
			[18533],
			[20156]
		],
		"postTime": [
				"2009-01-14",
				"2009-01-15",
				"2009-01-14",
				"2009-01-14",
				"2009-01-16"
		],
		"postNum": [
			[5295],
			[5606],
			[5332],
			[5305],
			[5682]
		],
		"postLink": [
				"/sp14611230",
				"/sp14636291",
				"/sp14614053",
				"/sp14612223",
				"/sp14646633"
		],
		"postUser": [
				"N.E.R.D",
				"J_Steinbeck",
				"divinebaal",
				"Ozryel",
				"ganjabarnet"
		],
		"postUserID": [
				"/u276227",
				"/u94846",
				"/u548",
				"/u312619",
				"/u82190"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p442",
				"https://www.flashback.org/t819672p468",
				"https://www.flashback.org/t819672p445",
				"https://www.flashback.org/t819672p443",
				"https://www.flashback.org/t819672p474"
		],
		"userUrl": [
				"https://www.flashback.org/u276227",
				"https://www.flashback.org/u94846",
				"https://www.flashback.org/u548",
				"https://www.flashback.org/u312619",
				"https://www.flashback.org/u82190"
		],
		"sentence": [
				"Det är känslomässig avtrubbning som har med Israels kollektiva självsyn att göra, att det är det judiska folket som är offer och ingen annan, det palestinska lidandet går inte att jämföra och raketerna från Gaza ses som en fortsättning på 2 000 års förföljelser och ingen i Israel frågar sig varför ett instängt folk under blockad avfyrar raketer, säger Uri Avnery, den nu 85-årige fredsaktivisten som i dag är en av få röster i Israel som uttalar sig mot kriget.",
				"Om Hamas hade slutit skjuta så skulle det leda till att Israel inte hade kunnat motivera sina bombangrepp och invasion längre, man har tydligt deklarerat att man inte vill att Hamas beskjuter Israel med raketer längre och tills man når det målet så kommer man göra vad fan man vill.",
				"Nu kommer ju alla slå ner på snubben för han är väl också en sionistisk mördarjudekatastrof (eller va f*n hamaskramarna kallar dem) men en erkänd internationell jurist: Irwin Cotler (wiki: ) Han går nu ut och anklagar Hamas för att bära ALL skuld: Han räknar upp 6 tydliga krigsbrott från Hamas: - Avsikligt anfallande mot civila - Hamas anfaller i tätbebyggelse för att göra sig \"immuna\" från anfall från Israel - Hamas utnyttjande av internationella symboler för sitt krigande: röda korset, röda halvmånen, FN...",
				"Som tidigare skrivits är Hamas kortsiktiga mål att genom det heliga kriget jihad döda judar (ty annars skulle de inte skicka raketer mot civila områden) och det långsiktiga målet är att totalt avskaffa Israel.",
				"En tvåstatlig lösning, 1967års gränser och som Finkelstein säger; I sin tur, när och om Israel drar sig tillbaka, slutar riva ner palestiniernas hem för att bygga nya hem åt settlare, river ner muren, slutar kontrollera vägarna och låter Palestina fått sitt självstyre då kommer vi kunna sätta press på Hamas."
		]
	},
	{
		"postIndex": [
			[21091],
			[21101],
			[22446],
			[23215],
			[22301]
		],
		"postTime": [
				"2009-01-18",
				"2009-01-18",
				"2009-01-19",
				"2009-01-23",
				"2009-01-19"
		],
		"postNum": [
			[5894],
			[5895],
			[6202],
			[6374],
			[6164]
		],
		"postLink": [
				"/sp14674092",
				"/sp14674149",
				"/sp14704534",
				"/sp14765459",
				"/sp14693300"
		],
		"postUser": [
				"InteIgen",
				"MrTomte",
				"Alessandro",
				"Ezzelino",
				"George100"
		],
		"postUserID": [
				"/u171357",
				"/u319141",
				"/u129108",
				"/u58436",
				"/u199263"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p492",
				"https://www.flashback.org/t819672p492",
				"https://www.flashback.org/t819672p517",
				"https://www.flashback.org/t819672p532",
				"https://www.flashback.org/t819672p514"
		],
		"userUrl": [
				"https://www.flashback.org/u171357",
				"https://www.flashback.org/u319141",
				"https://www.flashback.org/u129108",
				"https://www.flashback.org/u58436",
				"https://www.flashback.org/u199263"
		],
		"sentence": [
				"Om palestinierna slutade avfyra raketer mot Israel så skulle troligtvis blockaden försvinna snabbt dock så gör de inte detta utan fortsätter vilket leder till att situationen fortsätter, att de inte slutar har troligen att göra med att Hamas inte accepterar Israel rätt att existera, viktigt att notera är att Hamas ser hela Israel som ockuperad mark och inte enbart det som vi i väst ser som ockuperad mark.",
				"Man kan gå flera tusen år tillbaka i tiden eller börja prata från det att staten Israel bildades av FN eller när Israel tog över Gaza men säg att vi lite kort börjar med när Israel lämnade över Gaza till Hamas 2005.",
				"Bra skrivet, om palestinier skall tillbaka in i Israel som Israeliska medborgare och få kompensation för förlorad egendom eller tillbaka den om ingen använder den idag, måste alla länder som konfiskerade egendom för Israeler när dom emigrerade dit också betala kompensation, inte så roligt för fattiga länder som Jemen.",
				"Samtidigt var de galna judisk-sionistiska neokonservativa i Bushadministrationen, framför allt kanske Cheneys män med ansvar för Mellanösternpolitiken, Elliott Abrams och David Wurmser (mer \"israeler\" än tokarna i Tel Aviv) svårt besvikna på att \"Israel\" endast förmådde bomba sönder den civila infrastrukturen i Libanon, driva en fjärdedel av befolkningen på flykt och döda över 1100 personer under sin 34 dagar långa fiaskokampanj - de hade velat se en attack på Syrien också...",
				"Men om detta hände i Gaza för det finns heller inget som säger att det inte skulle vara det så är det allmänt känt att palestinier skjuter hej vilt i luften , det behöver inte betyda att de dödar, detta borde den så kallade \"araben\" som talar i videon veta."
		]
	},
	{
		"postIndex": [
			[24153],
			[24894],
			[26030],
			[24896],
			[25929]
		],
		"postTime": [
				"2009-01-25",
				"2009-01-28",
				"2009-02-02",
				"2009-01-28",
				"2009-02-01"
		],
		"postNum": [
			[6539],
			[6664],
			[6809],
			[6664],
			[6790]
		],
		"postLink": [
				"/sp14808240",
				"/sp14857194",
				"/sp14922801",
				"/sp14857194",
				"/sp14915268"
		],
		"postUser": [
				"netdetect",
				"InteIgen",
				"Wazz",
				"InteIgen",
				"ganjabarnet"
		],
		"postUserID": [
				"/u226315",
				"/u171357",
				"/u283285",
				"/u171357",
				"/u82190"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p545",
				"https://www.flashback.org/t819672p556",
				"https://www.flashback.org/t819672p568",
				"https://www.flashback.org/t819672p556",
				"https://www.flashback.org/t819672p566"
		],
		"userUrl": [
				"https://www.flashback.org/u226315",
				"https://www.flashback.org/u171357",
				"https://www.flashback.org/u283285",
				"https://www.flashback.org/u171357",
				"https://www.flashback.org/u82190"
		],
		"sentence": [
				"Majoriteten tycks, avsky Israel numera, du gör bort dig helt, som håller dig vid israeal sida, förhoppningsvis kommer Israel att straffas för det de håller på, Stark är den som med all vapen och teknik och makt är ödmjuk, och tänkter omsesidig, det verkar som Israel tappat bort uppfattningen helt, de vald en tid punkt där Usa var upptagen med valet, på en president, \"Barak Hussein Obama\", som judarna är rädda för och därför passade de på att utrota hela gaza, innan Hussain kommer på makt i USA, Ni vet att Islam är överlgsen, och kommer att driva bort er till öken, men det här gången blir kalla Alaska, för det sägs att i torat judarnas gud hade kissat och bajsat där, och nu har judarna kallat Alaskas mark för helig mark.",
				"Saken handlar inte om att journalister är ansvariga för sina egna liv eller inte, poäng som jag syftar till är att om utländska journalister dör i Gaza kommer Israel få skulden för det vilket generar dålig publicitet för Israel, Hamas avfyrar raketer från eller i närheten av bostads områden, om det i samma områden råkar finnas journalister är det fullt möjligt att de skulle dö då krig är kaos speciellt när markinvasionen började.",
				"Hamas ska fortsätta avfyra raketer (legitimt) tills ockupanterna accepterar att de -Hamas- är demokratiskt valda och börja tala med dem, sionisterna kan inte tro att pga förintelsen eller någon häftig rad i toarullen att de kan se sig som bättre än andra och att allt ska gå enligt deras vilja, acceptera Hamas fullt logiska krav, acceptera att Hamas är demokratiskt valda i Gaza, diskutera med Hamas, inget mer med det.",
				"Båda blockaden och attackerna mot Israeliska städer är båda ett hot mot freden eller en kommande fred, det ena kommer inte ske förren det andra sker, det skulle vara en gigantisk PR förlust för Israel om raketerna upphörde under en tid och Israel fortsatte med en fullständig blockad.",
				"Om Hamas blivit erkända så hade man kunnat börja förhandla om fred, hade båda parter fått komma till tals och få gehör för sina svar så hade vi även här sluppit diskutera om Israel gör rätt eller inte, argument som; \"Israel försvarar sig\" är således bortblåsta då palestinierna blev bestraffade för sitt demokratiskaval."
		]
	},
	{
		"postIndex": [
			[30606],
			[30613],
			[29598],
			[30472],
			[29789]
		],
		"postTime": [
				"2009-03-20",
				"2009-03-20",
				"2009-02-22",
				"2009-03-03",
				"2009-02-22"
		],
		"postNum": [
			[7445],
			[7447],
			[7300],
			[7403],
			[7327]
		],
		"postLink": [
				"/sp15708493",
				"/sp15711993",
				"/sp15261446",
				"/sp15413573",
				"/sp15265804"
		],
		"postUser": [
				"ganjabarnet",
				"Giladi",
				"vonmanstein",
				"Carpe Diem",
				"nyman"
		],
		"postUserID": [
				"/u82190",
				"/u210265",
				"/u274503",
				"/u2781",
				"/u97516"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p621",
				"https://www.flashback.org/t819672p621",
				"https://www.flashback.org/t819672p609",
				"https://www.flashback.org/t819672p617",
				"https://www.flashback.org/t819672p611"
		],
		"userUrl": [
				"https://www.flashback.org/u82190",
				"https://www.flashback.org/u210265",
				"https://www.flashback.org/u274503",
				"https://www.flashback.org/u2781",
				"https://www.flashback.org/u97516"
		],
		"sentence": [
				"IDF in Gaza: Killing civilians, vandalism, and lax rules of engagement The lead is cast Mycket information kommer upp till ytan på senare tid, vad som är mest häpnadsväckande är den otroliga synen på Israel ifrån judar som inte ens bor i Israel, vi har några i tråden, de försvarar något utan någon som helst anknytning till varför Israel har vissa rättigheter såväl som skyldigheter, Israel har rätt oavsett vad man säger eller i detta fallet skriver.",
				"Bristen hos er och omvärlden att ställa krav och förväntningar på Hamas/PA - Krav på självkritiska symposium, öppna arkiv och självrannsakan ( ) tyder på dubbelmoral men också på att du och dina vänner här, inte fattat att MÖ:s kärnproblematik och processerna har inte förändrats nämnvärt från 1920, förutom en sak och det att Israel/erna försvarar sig nu med FN:s legitima rätt…( ) och att för varje försök att attackera/anfalla eller skada Israel genom att medvetet rikta sig på landets civila - slutade med större/mindre katastrofer för palestinierna själva.",
				"USA har gjort fel som dom har bedrivit under 19talet är främst sydamerika samt vietnam, men i övrigt har dom gjort en hel del rätt skulle dom inte agerat så hade vi kanske haft kina eller ryssland istället som hade agerat istället, pest eller kolera+ å som sagt israel, blev sponsrde efter -73.",
				"En delförklaring till varför Israel misslyckades med att tillfångata så många terrorister som man hade hoppats på finns förmodligen här: Även om en stor del av terroristerna flydde eller gömde sig hos civilbefolkningen, så var det dock en del som tog till vapen, dessa dödades i stor utsträckning, detta förklarar den låga andelen civila arabiska dödsoffer i förhållande till de relativt stora förlusterna som drabbade terroristerna.",
				"Om Israel drog sig tillbaka till FN:s gräns 1967 och respekterade att palestinierna bildade ett eget land så skulle rekryteringen till Hamas mm minska på en gång eftersom vanliga palestinier vill leva i fred i sitt eget land precis som alla andra i världen."
		]
	},
	{
		"postIndex": [
			[35397],
			[35784],
			[32864],
			[32829],
			[34730]
		],
		"postTime": [
				"2010-03-19",
				"2010-04-23",
				"2009-05-15",
				"2009-05-15",
				"2010-01-24"
		],
		"postNum": [
			[8006],
			[8034],
			[7641],
			[7640],
			[7921]
		],
		"postLink": [
				"/sp22063896",
				"/sp22697153",
				"/sp16676968",
				"/sp16676267",
				"/sp21091385"
		],
		"postUser": [
				"ganjabarnet",
				"ganjabarnet",
				"ganjabarnet",
				"Giladi",
				"ganjabarnet"
		],
		"postUserID": [
				"/u82190",
				"/u82190",
				"/u82190",
				"/u210265",
				"/u82190"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p668",
				"https://www.flashback.org/t819672p670",
				"https://www.flashback.org/t819672p637",
				"https://www.flashback.org/t819672p637",
				"https://www.flashback.org/t819672p661"
		],
		"userUrl": [
				"https://www.flashback.org/u82190",
				"https://www.flashback.org/u82190",
				"https://www.flashback.org/u82190",
				"https://www.flashback.org/u210265",
				"https://www.flashback.org/u82190"
		],
		"sentence": [
				"Så simpelt att lura obildade som dig, det är synd att du aldrig kunnat bevisa dina påståenden, så som att palestinierna \"oprovocerat\" attackerat judar 1929, du har inte heller någonsin visat en bra källa vilket du bör kunna göra då det var du själv som nämnde dina \"3 utbildningar\" som vi andra inte tror på att du har Israels rätt att försvara sig finns enligt lag men den rätten behöver inte betyda vad du tolkar den till, exempelvis pågår en ockupation, enligt samma organ och dess regelverk har en ockupant ett ansvar över ockuperat område, bland annat får inte ockupanten ta över mark via våld, inte heller föra över den egna befolkningen till ockuperat område, känner du till detta eller vad vill du ha sagt?",
				"Jag kan kort och gott säga att om jag var i palestiniernas situation hade jag också velat föra ett krig med den som orsakar mitt och alla mina vänner samt min familjs liv att vara i det kaos det idag är, utan hopp om framtiden finns heller inget hopp om försoning och här kommer Israel in, här borde israel ta sina chanser att söka fred men istället kör man på våldsvägen (OCL) och påstår att palestinierna är ett hot när de i själva verket inte är det (Israel har aldrig provat den fredliga vägen, alltid har de försökt lösa saker med våld mot Palestina).",
				"Du är för Israels agerande, om du försvarar Israels agerande med tanke på skyldigheterna till palestinierna som befinner sig under ockupation och har lag och rätt på sin sida så blundar du för orsaker till konflikt vill du se fred börja med att rannsaka dig själv och fråga vad ditt land kan göra för freden, inte förrens Israel visar på tecken till fred kommer palestinierna kunna möta dem \"halvvägs\", vi har allt för många gånger sett palestinierna vika sig och sedan bli överkörda (oslo t.",
				"Man behöver inte gå på djupet eller egna långa lässtunder för att se att du tar upp de fall Israel begår brott medan du inte tillåter dig tänka att ”mehoraot” dvs våldsangreppen mot judar i Palestina och det omfattande kriget som startades 48 i syfte att kasta ut judarna från området samt dess efterspel…är ett enda stort brott mot internationell lag och moraliskt förfall för att inte tala om det motsägelsefulla ställningstagande humanister som gör, …genom stödet till den teatraliska skådespelet som regisseras av fanatiska muslimer.",
				"Men eftersom du låtsas förstå saker och ting som sker kanske du kan börja med att förklara vilka \"militäramål\" IDF träffade under OCL, oavsett vad du anser om Hamas eller inte så finns det lagar som säger att det är olagligt och om du inte håller med så är det för att du är en partisk person som inte bryr dig om palestinierna och du har upprepade gånger bevisat det, vem tror du att du lurar?"
		]
	},
	{
		"postIndex": [
			[37840],
			[38219],
			[37841],
			[36553],
			[38649]
		],
		"postTime": [
				"2012-11-17",
				"2012-11-18",
				"2012-11-17",
				"2012-11-16",
				"2012-11-18"
		],
		"postNum": [
			[8506],
			[8606],
			[8506],
			[8208],
			[8715]
		],
		"postLink": [
				"/sp40416194",
				"/sp40424343",
				"/sp40416194",
				"/sp40386601",
				"/sp40435827"
		],
		"postUser": [
				"oasislfc",
				"Psychedelika",
				"oasislfc",
				"Logain",
				"Din Morsa"
		],
		"postUserID": [
				"/u523088",
				"/u580620",
				"/u523088",
				"/u441142",
				"/u56144"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p709",
				"https://www.flashback.org/t819672p718",
				"https://www.flashback.org/t819672p709",
				"https://www.flashback.org/t819672p684",
				"https://www.flashback.org/t819672p727"
		],
		"userUrl": [
				"https://www.flashback.org/u523088",
				"https://www.flashback.org/u580620",
				"https://www.flashback.org/u523088",
				"https://www.flashback.org/u441142",
				"https://www.flashback.org/u56144"
		],
		"sentence": [
				"Israel kommer aldrig så länge man har USA i sin ryggsäck lämna mellanöstern, tvåstats lösning kan kanske ske (men mer troligt är helt enkelt att ett storskaligt krig utbryter mellan Iran/egypten/syrien etc mot Israel/USA där antingen ovanstående länder hamnar i Israels ockupation eller Israels försvinnande från mellanöstern) men Palestinierna kommer aldrig få tillbaka sina hem så länge Israels politik med stöd av USA fortsätter.",
				"Gaza kommer till slut bli vildmark, och när det händer kommer andra nationer attackera / vända sig emot Israel \"Hamas\" i Gaza provocerar israel (medans dom gömmer sig bland oskyldiga) att attackera dem, alltså tvinga (Dessa terrorister som gör detta offrar sig själva alltså) Dom andra allierade får en ursäkt att slås ihop och slåss mot israel (Flera nationer) Står i en 3500 år gammal bibel.",
				"Det finns aldrig något som är svart eller vitt i sådana här konflikter, men fakta är att Palestina har ockuperats av ett land som fördrivit dem, jag förstår att Palestiner inte kommer sluta kämpa för sitt land och rättigheter, hade inte jag heller gjort om detta hände i Sverige.",
				"Eller kritisera Palestinas grannländer, Egypten, Jordanien, Syrien som inte gör ett skit åt flytkingfrågan, den palestinska befolkningen som bor i flyktingläger är en bricka i ett politiskt spel, de hade kunnat få hjälp av någon av dessa länder för länge länge sen men det passar bättre att ha dem kvar i misären som ett vapen mot Israel.",
				"Eftersom Palestinierna deltog i sexdagarskriget där Israel vände på kuttingen och ockuperade Västbanken + Gaza (och Golanhöjden och hela Sinai) och inte slutit något fredsavtal med Israel sedan dess, så kan det ses som lite oartigt att be att få tillbaka sitt land innan dess."
		]
	},
	{
		"postIndex": [
			[40860],
			[39769],
			[38966],
			[40177],
			[39089]
		],
		"postTime": [
				"2012-11-21",
				"2012-11-20",
				"2012-11-19",
				"2012-11-20",
				"2012-11-19"
		],
		"postNum": [
			[9191],
			[8952],
			[8774],
			[9023],
			[8798]
		],
		"postLink": [
				"/sp40482152",
				"/sp40456109",
				"/sp40445635",
				"/sp40463306",
				"/sp40446714"
		],
		"postUser": [
				"smurfrunner",
				"remixutoheaven",
				"DemosthenesNu",
				"awestby",
				"Largeone"
		],
		"postUserID": [
				"/u520511",
				"/u515266",
				"/u488167",
				"/u290287",
				"/u314294"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p766",
				"https://www.flashback.org/t819672p746",
				"https://www.flashback.org/t819672p732",
				"https://www.flashback.org/t819672p752",
				"https://www.flashback.org/t819672p734"
		],
		"userUrl": [
				"https://www.flashback.org/u520511",
				"https://www.flashback.org/u515266",
				"https://www.flashback.org/u488167",
				"https://www.flashback.org/u290287",
				"https://www.flashback.org/u314294"
		],
		"sentence": [
				"Israels motiv till kärnvapen är för att ha en säkerhet för sitt eget land, deras operationer i Gaza går ut på att neutralisera Hamas och deras möjligheter till attacker på civila i Israel, nackdelen är att det vid sånna operationer som Israel utför alltid blir oskyldiga som skadas eller dödas, men det är för den delen ändå inte \"terror\".",
				"Skillnaden mellan Hamas och Israel är att Hamas gladligen dödar Israeler med nöje spelar ingen roll ifall det är en man, kvinna, barn, jude eller muslim bara om de dödar som många som möjligt inom Israels gräns.",
				"Så även om vi antar att båda sidorna har lika stora skäl att angripa varandra (även om jag själv tycker det är helt uppenbart att Israel har begått långt större brott gentemot palestinerna än tvärtom - det är knappast palestinierna som ockuperar israels olivodlingar, eller blockerar införsel av varor till Israel) har Israel ändå ett större ansvar att lösa konflikten på ett konstruktivt sätt.",
				"Utan ockupation finns det ingen grund för dem att finnas och skulle säkert gå i Igruns fotspår, Men om så inte var fallet och Hamas fortsätter med sin militära gren då är jag villig att acceptera Israels rätt att slå ut Hamas, under omständigheten att Israel inte ockuperar Gasa förstås.",
				"I Gaza bestämmer Hamas vem som filmar vad och vart därav blir utländsk media bara en förlägning ett språkrör för en av dom mest radikala dödskulterna som finns på jorden just nu nämligen Hamas Att Hamas med vilje drar till sig attacker mot känsliga mål är en väl beprövad Hamas teknik, man har troligtvis just nu fullt upp med att mörda meningsmoståndare i skuggan av Israels bombningar och driva ut folk på gatorna i riskzoner likt man gjorde 2009...."
		]
	},
	{
		"postIndex": [
			[43544],
			[41807],
			[43110],
			[41459],
			[41790]
		],
		"postTime": [
				"2014-07-12",
				"2012-11-22",
				"2014-07-11",
				"2012-11-21",
				"2012-11-22"
		],
		"postNum": [
			[9823],
			[9421],
			[9714],
			[9348],
			[9417]
		],
		"postLink": [
				"/sp49554018",
				"/sp40505476",
				"/sp49538654",
				"/sp40493403",
				"/sp40504706"
		],
		"postUser": [
				"Bratel",
				"mrbananbrallan",
				"kimmos",
				"Conventius",
				"Micke_hs"
		],
		"postUserID": [
				"/u597607",
				"/u522840",
				"/u57448",
				"/u660609",
				"/u269296"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p819",
				"https://www.flashback.org/t819672p786",
				"https://www.flashback.org/t819672p810",
				"https://www.flashback.org/t819672p779",
				"https://www.flashback.org/t819672p785"
		],
		"userUrl": [
				"https://www.flashback.org/u597607",
				"https://www.flashback.org/u522840",
				"https://www.flashback.org/u57448",
				"https://www.flashback.org/u660609",
				"https://www.flashback.org/u269296"
		],
		"sentence": [
				"Tänk bara på hur det hade sett ut om denna typ av krigsföring hade skett i Syrien (28 680 döda i år), Irak (7442 döda i år) , Nigeria (5026 döda i år), Pakistan (2316 döda i år) eller någon av de ca 10 konflikter i världen som är dödligare än Israel/Gaza men som ägnas alldeles för lite tid åt i media och allmänna opinionen.",
				"judarnas land (israel) är ett par tusen år gammalt, palestina är inte ett land, folket är inte ETT folk, en palestinier är mix av länderna runt omkring, syrien, jordanien, egypten, etc och de har aldrig haft ett land, de har aldrig brytt sig om detta förrens judarna kom tillbaka och ville ha det som alltid varit deras, för muslimera hatar judar.",
				"Antingen tycker man på något outgrundligt sett att det är legitimt för Hamas att skicka iväg raketer med uppsåt att döda civila Israeler, eller tycker man på något lika outgrundligt sätt att Israel har rätt att behandla Gazabor som en form av lägre stående varelser, samt att det är legitimt för Israel att ödelägga en hel palestinsk familj med en bomb i sin jakt på radikala Hamasanhängare.",
				"Judar började fly till palestina under början av 1900-talet när det var brittiskt och det var efter att israel förklarade sig självständiga och den judiska befolkningen började invandra från ett sönderbombat europa efter andra världskriget som de arabiska länderna kring israel attackerade för att de var rädda att den judiska befolkningen skulle bli för starka.",
				"Märk väl att jag inte säger att det inte kan vara så, jag bor inte i Israel och har aldrig varit där och har sett att det utan tvekan finns israeler som tycker så (religion kanske inte i sig leder till våld och galenskap men det rättfärdigar det dessvärre alltför lätt), men jag har aldrig sett några som helst belägg på att en majoritet av Israelerna tycker så."
		]
	},
	{
		"postIndex": [
			[44827],
			[46717],
			[44302],
			[45035],
			[46549]
		],
		"postTime": [
				"2014-07-15",
				"2014-07-20",
				"2014-07-13",
				"2014-07-15",
				"2014-07-20"
		],
		"postNum": [
			[10089],
			[10472],
			[9976],
			[10124],
			[10433]
		],
		"postLink": [
				"/sp49589120",
				"/sp49650338",
				"/sp49567002",
				"/sp49591278",
				"/sp49648477"
		],
		"postUser": [
				"Melange5738",
				"Strossel",
				"pederN",
				"bernad_law",
				"Strossel"
		],
		"postUserID": [
				"/u372430",
				"/u653348",
				"/u594526",
				"/u249939",
				"/u653348"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p841",
				"https://www.flashback.org/t819672p873",
				"https://www.flashback.org/t819672p832",
				"https://www.flashback.org/t819672p844",
				"https://www.flashback.org/t819672p870"
		],
		"userUrl": [
				"https://www.flashback.org/u372430",
				"https://www.flashback.org/u653348",
				"https://www.flashback.org/u594526",
				"https://www.flashback.org/u249939",
				"https://www.flashback.org/u653348"
		],
		"sentence": [
				"Israel this och Israel that: CNN , \"Israel OKs cease-fire, Hamas rejects it\" Fox, \"Israel strikes back at defiant Hamas after militants reject cease-fire proposal\" NBC, \"Cease-Fire Over: Israel Abandons Truce After Barrage\" MSNBC, \"Hopes for Israel-Hamas Case-Fire Dashed\" NY Times, \"Israel Resumes Attack After Militants Spurn Cease-Fire Plan\" Washington Post, \"Cease-fire ends as Israel resumes attacks in Gaza\" BBC, \"Israel hits Gaza as truce bid fails\" The Times, \"Israel resumes strikes after new Gaza attacks\" The Guardian, \"Gaza ceasefire collapses\" The Telegraph, \"Hamas rejects ceasefire with Israel over Gaza\" CBC Canada, \"Israel resumes airstrikes after Hamas rejects ceasefire\" Al Jazeera, \"Israeli strikes resume after brief Gaza calm\" Russia Today, \"Israel resumes Gaza attacks after Hamas rejects ceasefire\" The Times of India, \"Israel resumes air strikes on Gaza\" Le Monde France Front page \"Après une trêve de six heures, Israël reprend ses frappes sur Inte ett ord i rubrikerna om att Hamas hade blivit erbjuden en vapenvila OCH ETT BRUTET HANDELSEMBARGO och ändå sa nej och fortsatte skjuta.",
				"Jag kan inte riktigt förstå ett sådant handlande, att placera raketbaser och vapen i bebyggt område så att civila blir lidande, det sägs att Israel då inte ska svara med samma mynt eftersom de civila dör och hamas raketer inte dödar lika många som de israeliska, har det någon betydelse i krig?",
				"bor väl bara palestinier där ändå,dom är ju så tjurig Israel också , kom överens om en lösning och följ det för helvete , det var ju typ samma konflikt i stort sett mellan ryssland och tjetjenien , men Ryssarna gav ju med sig och lät tjetjenerna få den där delen , det har ju inte blivit värre efter det i alla fall , ge bort den där delen till palestinierna så kanske det här ändlösa kriget kan nå ett slut.",
				"Deras mål är inte ens främst att döda israeler, då de knappt har förmåga att döda någon fiende, deras mål är att få så många civila palestinier som möjligt dödade så att du och andra kan sitta och gnälla på \"onda Israel\".",
				"Har suttit och tittat lite på google maps över Gazaremsan, det finns ju en hel del obebyggt land utanför själva bebyggelsen, varför sätter inte Hamas upp sina raketbaser där istället för inne i bebyggelsen, då skulle ju inte civilbefolkningen komma till skada när Israel svarar, bara en fundering alltså."
		]
	},
	{
		"postIndex": [
			[46723],
			[48964],
			[49822],
			[47271],
			[47458]
		],
		"postTime": [
				"2014-07-20",
				"2014-07-26",
				"2014-07-29",
				"2014-07-22",
				"2014-07-22"
		],
		"postNum": [
			[10475],
			[10915],
			[11055],
			[10590],
			[10627]
		],
		"postLink": [
				"/sp49650470",
				"/sp49710845",
				"/sp49745196",
				"/sp49663407",
				"/sp49670711"
		],
		"postUser": [
				"reconnaissance",
				"RexNemorensis",
				"norr-om-isabella",
				"Kedoslav",
				"Tridnod"
		],
		"postUserID": [
				"/u894743",
				"/u525459",
				"/u595321",
				"/u358808",
				"/u166626"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p873",
				"https://www.flashback.org/t819672p910",
				"https://www.flashback.org/t819672p922",
				"https://www.flashback.org/t819672p883",
				"https://www.flashback.org/t819672p886"
		],
		"userUrl": [
				"https://www.flashback.org/u894743",
				"https://www.flashback.org/u525459",
				"https://www.flashback.org/u595321",
				"https://www.flashback.org/u358808",
				"https://www.flashback.org/u166626"
		],
		"sentence": [
				"Hade inte Israel varit intresserade av att specifikt döda civila Palestinier hade de tagit fasta på att Hamas tjutraketer dödar i snitt två Israeler om året och att hundratals döda civilpersoner inte är värt det och försökt lösa situationen på annat sätt.",
				"Någon eller några mördar tre judar, judar mördar en palestinier, Israel går in i palestinska områden och börjar ha ihjäl massa folk, Hamas reagerar på våldet och sen börjar Israel bomba skiten ur civila palestinier.",
				"En lösning på den här konflikten hade varit om Israel erövrar Gaza och låter området bli en del av Israel, skicka gazaborna till Västbänken och låta Västbanken bli ett självständigt land oberoende av Israel och alla palestinierna skulle få leva där och endast där.",
				"Hamas måste ha gjort ett rejält lyft åt sin vapenarsenal och taktik, i den förra konflikten dödades 13 soldater under hela konflikten och nu dödar Hamas 13 på 2-3 dagar, Tror Israelerna kommer ha det mycket svårare att undvika att deras slaktas om dom försöker att gå djupare in i Gaza.",
				"har idag sett bevis på att Hamas skickar raketer från civila institiutioner och ger Israel ett erkännande efter all kritik om civilt dödande r går gemensamt ut och kräver avväpning av samtliga extremistiska grupperingar på Gaza-remsan ställer in flygtrafiken till och från Ben gurion efter att en granat landat i ett närliggande område."
		]
	},
	{
		"postIndex": [
			[49869],
			[51227],
			[50155],
			[51947],
			[50933]
		],
		"postTime": [
				"2014-07-29",
				"2014-08-01",
				"2014-07-30",
				"2014-08-03",
				"2014-08-01"
		],
		"postNum": [
			[11063],
			[11313],
			[11126],
			[11449],
			[11258]
		],
		"postLink": [
				"/sp49746359",
				"/sp49785426",
				"/sp49754418",
				"/sp49802497",
				"/sp49778511"
		],
		"postUser": [
				"Strossel",
				"SirHizz",
				"Evangelion",
				"Douche-chill",
				"stronglikealion"
		],
		"postUserID": [
				"/u653348",
				"/u707536",
				"/u471475",
				"/u612921",
				"/u576451"
		],
		"postUrl": [
				"https://www.flashback.org/t819672p922",
				"https://www.flashback.org/t819672p943",
				"https://www.flashback.org/t819672p928",
				"https://www.flashback.org/t819672p955",
				"https://www.flashback.org/t819672p939"
		],
		"userUrl": [
				"https://www.flashback.org/u653348",
				"https://www.flashback.org/u707536",
				"https://www.flashback.org/u471475",
				"https://www.flashback.org/u612921",
				"https://www.flashback.org/u576451"
		],
		"sentence": [
				"Nu är det så att jag inte tillhör judarna och skiter fullständigt i kriget därnere i det stora hela, vad jag hängt upp mig på i denna tråd är just de sk förklaringar som kommit om vem som har rätt eller inte, när det gäller landet som sådant och då eftersom FN är den som håller dessa lagar fann jag denna artikel som du antagligen inte ens läst eftersom ditt svar är av så låg nivå att jag verkligen funderade starkt på att inte svar, Läs artikeln innan du uttalar dig.",
				"ja det stämmer, hamas är ansvariga för 100 procent av alla dödsoffer, när dom använder sitt eget folk som human shields, dom gömmer raketer och vapen i skolor, i sjukhus, i daghem, hamas brutaliserar sitt eget folk nåt så fruktansvärt, när israel säger dom skall evakuera så skickatr hamas in sitt folk istället och ber dom stanna kvar, när israel bombar.",
				"Även om man anser att hans anspråk är legitima (han talar om 1967-års gränser och säger sig vilja leva i fred med judarna, så utstrålade inte direkt \"batshit-islamist\" - mer än man kan säga om en hel del Hamas-propaganda) , så är det fruktansvärt korkat av Hamas att \"angripa\" Israel militärt (skriver det inom citationstecken då de milt uttryckt inte kan sägas vara framgångsrika angrepp).",
				"För er andra i tråden så kan jag berätta att idèn om att Palestinierna inte fanns som folkslag innan staten israel bildades, utan var en sorts freeloaders som flockades till den forna öknen först när \"civilisationen\" kom dit, var en ide som Tv-producenten och zionisten Joan Peters kom ut med i sin bok From Time Immemorial 1984 Tesen som boken drev blev bland åttiotalets zionister den nya flugan, ty om detta stämde så skulle det ju inte vara någon gigantisk stöld av land som israelerna bedrev.",
				"Konflikten i Syrien med flera andra länder skördar just nu tiofalt eller hundrafalt mera dödsoffer och lidande, men då media väljer att fokusera på Gaza så är detta mycket mer relevant för folk, det är klart om judar dödar 1000 muslimer är detta värre än om muslimer dödar 100 000 andra muslimer."
		]
	}
]
