[
	{
		"postIndex": [
			[967],
			[594],
			[346],
			[626],
			[679]
		],
		"postTime": [
				"2009-03-18",
				"2009-02-11",
				"2009-01-28",
				"2009-02-16",
				"2009-02-22"
		],
		"postNum": [
			[369],
			[206],
			[102],
			[219],
			[247]
		],
		"postLink": [
				"/sp15671536",
				"/sp15087762",
				"/sp14843263",
				"/sp15162153",
				"/sp15268078"
		],
		"postUser": [
				"Abschaum",
				"gmn",
				"dianno",
				"mtkor",
				"Matros-Seger"
		],
		"postUserID": [
				"/u157640",
				"/u188653",
				"/u119885",
				"/u153806",
				"/u308444"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p31",
				"https://www.flashback.org/t820956p18",
				"https://www.flashback.org/t820956p9",
				"https://www.flashback.org/t820956p19",
				"https://www.flashback.org/t820956p21"
		],
		"userUrl": [
				"https://www.flashback.org/u157640",
				"https://www.flashback.org/u188653",
				"https://www.flashback.org/u119885",
				"https://www.flashback.org/u153806",
				"https://www.flashback.org/u308444"
		],
		"sentence": [
				"Skönt att inte Moström vann även om jag tyckte hon var riktigt duktig och min syn på damfotboll har nästan växt lite, för om hon hade vunnit hade man ju aldrig fått sluta höra om \"kvinnor kan blablabla\", de glömmer visst bort att killarna bara rösta ut varandra i början.",
				"-Peter Forsberg, Börje Salming, Kenta Nilsson -Torgny Mogren, -Pernilla Wiberg, Ylva Nowen -Tomas Gustafsson -Sven Nylander, Patrik Sjöberg -Ingemar Stenmark, Stig Strand -Magdalena Forsberg -Hoa-Hoa Dahlgren -Frank Andersson, Tomas Johansson -JO Waldner, Appelgren, Jörgen Persson -Micke Pernfors, Stefan Edberg; Björn Borg - Tomas Brolin, Limpar ( ngn från vm94 borde gå) Ett förslag på 20 avmaskulint kön, och tre av feminint.",
				"verkar ju vara en riktigt härlig typ, skulle vara kul om han kunde tagga till lite mer i tävlingarna ibland bara, lite hot mot familjen hade ju inte skadat ( ).",
				"Tänk dig de andra deltagarnas syn på henne under programmets gång Hade hon inte lite käbbel med Stefan Holm?",
				"det är jag inte helt säker på), pingis, många VM-guld Typ Gunde Svan, Stefan Holm och dylikt tror jag inte hade varit lika roligt, eftersom han redan varit så involverad inom TV under och efter sina karriärer."
		]
	},
	{
		"postIndex": [
			[1008],
			[1779],
			[2117],
			[2118],
			[1946]
		],
		"postTime": [
				"2009-08-12",
				"2010-02-03",
				"2010-02-10",
				"2010-02-10",
				"2010-02-06"
		],
		"postNum": [
			[387],
			[655],
			[759],
			[759],
			[705]
		],
		"postLink": [
				"/sp18144638",
				"/sp21255782",
				"/sp21384831",
				"/sp21384831",
				"/sp21321013"
		],
		"postUser": [
				"Black Bottle",
				"Dr King",
				"foool13",
				"foool13",
				"jugbandblues"
		],
		"postUserID": [
				"/u227491",
				"/u98999",
				"/u219629",
				"/u219629",
				"/u155142"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p33",
				"https://www.flashback.org/t820956p55",
				"https://www.flashback.org/t820956p64",
				"https://www.flashback.org/t820956p64",
				"https://www.flashback.org/t820956p59"
		],
		"userUrl": [
				"https://www.flashback.org/u227491",
				"https://www.flashback.org/u98999",
				"https://www.flashback.org/u219629",
				"https://www.flashback.org/u219629",
				"https://www.flashback.org/u155142"
		],
		"sentence": [
				"Det verkar som om deltagarlistan är klar för nästa säsong: Agneta Andersson - kanot Tomas Brolin - fotboll Tomas Gustafson - skridsko Stefan Holm - höjdhopp Tomas Johansson - brottning Louise Karlsson - simning Ulrika Knape - simhopp Armand Krajnc - boxning Catrin Nilsmark - golf Åsa Sandell - boxning Patrik Sjöberg - höjdhopp Källa: Jag tror Åsa Sandell kan bli farlig, bra fysik, snabba reaktioner och en del innanför pannbenet.",
				"Det erkände väl mer eller mindre Holm också när han sa att de hade samma lite råa humor men att de tidigare inte pratat med varandra utan media bara förstärkt allt de sagt.",
				"det kan tyckas lite hårt för vissa och självklart finns det grader i detta men Sjöbergs nivå skulle jag nog vilja är ganska medel-göteborgsk och inte på något sett extrem.",
				"Visst finns det folk som inte kan detta och konstant går över denna gränsen och då blir det ju mer som allmän \"håning\" men och självklart är det personligt var ens egen gräns går vad man tål men det är ju inte på något sätt Sjöberg närmar sig den och tycker man det då är man en väldigt känslig människa...",
				"Anledningen till att den fadäsen inte slog så hårt mot Sjöberg var väl just att han stuckit fram snoken ett par gånger tidigare så ingen blev väl direkt förvånad Holm-Sjöberg diskussionen kändes lite regisserat ja."
		]
	},
	{
		"postIndex": [
			[2796],
			[3142],
			[2597],
			[2756],
			[2714]
		],
		"postTime": [
				"2010-03-31",
				"2011-03-28",
				"2010-03-30",
				"2010-03-31",
				"2010-03-31"
		],
		"postNum": [
			[1025],
			[1147],
			[971],
			[1020],
			[1014]
		],
		"postLink": [
				"/sp22273996",
				"/sp29741652",
				"/sp22261470",
				"/sp22272341",
				"/sp22269650"
		],
		"postUser": [
				"tryffel",
				"No_fear",
				"__Alez__",
				"jack71",
				"Hedulen"
		],
		"postUserID": [
				"/u167197",
				"/u107538",
				"/u221164",
				"/u240804",
				"/u408842"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p86",
				"https://www.flashback.org/t820956p96",
				"https://www.flashback.org/t820956p81",
				"https://www.flashback.org/t820956p85",
				"https://www.flashback.org/t820956p85"
		],
		"userUrl": [
				"https://www.flashback.org/u167197",
				"https://www.flashback.org/u107538",
				"https://www.flashback.org/u221164",
				"https://www.flashback.org/u240804",
				"https://www.flashback.org/u408842"
		],
		"sentence": [
				"Däremot så kan man snacka i en oändlighet vem man anser vara den bästa idottsmannen (och det har det redan gjorts i Holm vs Sjöberg-tråden) Själv rankar jag Holms OS-guld, 4 VM guld inne och medalj på alla mästerskap som högre än Sjöbergs 0 OS guld och ett VM guld inne samt usla resultat på samtliga EM ute) Lägg därtill att Sjöberg hoppade 2,25 eller sämre på 9 av sina 21 finaler.",
				"Sen har vi Pekka Lindmark, världens mest otränade idrottsman, ha ha fan va jag garvade innan dom skulle löpa backe och han sa att han aldrig ens sprungit, folk skrattade men troligtvis är det väl sant också, eventuellt har han spurtat till baren när happy hour är på väg att ta slut Kommer heja febrilt på Pekka får hoppas han ännu är snabb med plockhandsken när det ska plockas nedrasande istappar i plast eller vad det nu är dom plockar.",
				"130 kg Men måste säga att Tomas har kämpat riktigt bra under den här serien, visst han är inte värd att vinna och att komma 3:a hade kanske varit mer rättvist men nu blir det inte så.",
				"Tycker Sjöberg har förgyllt programmet denna säsong men stör mig ibland på honom som nu när han hade uttalat sig att \"om hon har hjärtfel kanske hon inte skulle vara med i programmet\"???",
				"Tycker det är märkligt att de alltid ska vara tvungna att bära sin egen vikt, hade man varit konsekvent med de övriga momenten och utgått från deltagarnas kroppar så hade till exempel Tomas Johansson fått betydligt mer utrymme i hinderbanorna för att kompensera bort sin rejäla kroppshydda istället för att behöva klämma sig igenom minimala hål som knappt de tunnaste av tjejerna lyckades ta sig igenom..."
		]
	},
	{
		"postIndex": [
			[3248],
			[3583],
			[3574],
			[4107],
			[3619]
		],
		"postTime": [
				"2011-03-28",
				"2011-04-04",
				"2011-04-04",
				"2011-04-20",
				"2011-04-04"
		],
		"postNum": [
			[1180],
			[1315],
			[1312],
			[1540],
			[1323]
		],
		"postLink": [
				"/sp29749583",
				"/sp29880474",
				"/sp29880203",
				"/sp30202068",
				"/sp29885780"
		],
		"postUser": [
				"SureBet",
				"No_fear",
				"Falcão",
				"pyttefnax",
				"Funkydude"
		],
		"postUserID": [
				"/u235506",
				"/u107538",
				"/u226185",
				"/u456376",
				"/u407684"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p99",
				"https://www.flashback.org/t820956p110",
				"https://www.flashback.org/t820956p110",
				"https://www.flashback.org/t820956p129",
				"https://www.flashback.org/t820956p111"
		],
		"userUrl": [
				"https://www.flashback.org/u235506",
				"https://www.flashback.org/u107538",
				"https://www.flashback.org/u226185",
				"https://www.flashback.org/u456376",
				"https://www.flashback.org/u407684"
		],
		"sentence": [
				"tar ut sig genom att vinna hela tiden på den tävligen där de sprang upp för backen, till skillnad från stenmark som bara ser till att inte komma sist, och i 90° blir han inte imponerad av stenmark, som slutade för 22 år sen, \"jag är inte imponerad av stenmark för han ska i toppen\"(?",
				"När han pratade att han skulle störa deras frukost och pratade om att dom ännu var i sitt elittänkande eller vad han nu sa och att han hade släppt det för länge sen så undrar jag exakt hur hans elitladdande såg ut i matväg, var nog ingen Gunde Svan direkt Och lite halvt offtopic men satt och pratade med en kollega här att det fanns förut ett ordspråk som gick: Att göra en Prytz!!",
				"Jag tror också att de som åkt ut är kvar på ön och även att Scott kommer att återkomma då jag inte kan tänka mig att de bara skulle skippa hans film (förmodligen kommer någon annan deltagare att).",
				"Jag gör också en lista över vilka jag skulle vilja ha med: Foppa JO Waldner Björn Borg Mats Wilander Gunde Svan Wille Löfkvist Kajsa Bergkvist Carolina Kluft Maria Akraka Ulrika Knape Annika Sörenstam Magdalena Forsberg Men av ovanstående tror jag bara Brolin, Svan och Kluft skulle tacka ja till en inbjudan.",
				"Men å andra sidan så föredrar jag det framför att veta vem som kommer att förlora duellen i slutet av programmet (satt precis som alla andra och trodde Kenny skulle åka ut)."
		]
	},
	{
		"postIndex": [
			[4436],
			[4435],
			[4610],
			[4614],
			[4254]
		],
		"postTime": [
				"2011-05-01",
				"2011-05-01",
				"2011-05-02",
				"2011-05-02",
				"2011-04-25"
		],
		"postNum": [
			[1687],
			[1687],
			[1744],
			[1744],
			[1597]
		],
		"postLink": [
				"/sp30389261",
				"/sp30389261",
				"/sp30395975",
				"/sp30395975",
				"/sp30269700"
		],
		"postUser": [
				"Dantia",
				"Dantia",
				"supersmurfigt",
				"supersmurfigt",
				".Mortimer."
		],
		"postUserID": [
				"/u409919",
				"/u409919",
				"/u113915",
				"/u113915",
				"/u178281"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p141",
				"https://www.flashback.org/t820956p141",
				"https://www.flashback.org/t820956p146",
				"https://www.flashback.org/t820956p146",
				"https://www.flashback.org/t820956p134"
		],
		"userUrl": [
				"https://www.flashback.org/u409919",
				"https://www.flashback.org/u409919",
				"https://www.flashback.org/u113915",
				"https://www.flashback.org/u113915",
				"https://www.flashback.org/u178281"
		],
		"sentence": [
				"Väldigt tråkigt att både Hannah och Marianne Berglund är ute nu, inte mycket att titta på nu mellan tävlingarna :/ Skönt att det blir lite riktiga tävlingar nästa vecka iaf, första tävlingen idag hade så lite att göra med strategi att göra så kunde lika gärna spelat sten sax påse istället.",
				"Klart dumt att välja den långa Brandin i nattduellen, men Hannah hade dock inte vart där innan så kanske inte visste hur stor fördel det är ändå att ha så bra räckvidd som Brandin har.",
				"Billan eller Stenmark hade antagligen vart ett bättre val av Hanna, men fanns ju inte i Hannas värld att välja bästa kompisen eller Stenmark som hon kom rätt bra överens med.",
				"Att Limpar tar ut sig kommer väl inte som någon skräll, det såg man ju på backlöpningen i första programmet där han försökte vinna 12 heat i rad att han inte fattar när det är dags att köra och när det är dags att ta det lite lugnt.",
				"Det var kul i ett par avsnitt att se honom göra bort sig gång efter annan men det börjar bli tjatigt nu och det blir ju inte bättre av att man nästan sitter och undrar om det inte är George Scott som är gammal fotbollsspelare och Limpar som exboxare som fått alldeles för många smällar mot huvudet."
		]
	},
	{
		"postIndex": [
			[5382],
			[6013],
			[5582],
			[5233],
			[5359]
		],
		"postTime": [
				"2011-05-20",
				"2011-05-30",
				"2011-05-23",
				"2011-05-16",
				"2011-05-19"
		],
		"postNum": [
			[2034],
			[2297],
			[2115],
			[1997],
			[2027]
		],
		"postLink": [
				"/sp30725520",
				"/sp30903033",
				"/sp30775582",
				"/sp30659074",
				"/sp30709944"
		],
		"postUser": [
				"Funkydude",
				"Mr.Zeb",
				"losingyou",
				"eternussermo",
				"Falcão"
		],
		"postUserID": [
				"/u407684",
				"/u107687",
				"/u460618",
				"/u433787",
				"/u226185"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p170",
				"https://www.flashback.org/t820956p192",
				"https://www.flashback.org/t820956p177",
				"https://www.flashback.org/t820956p167",
				"https://www.flashback.org/t820956p169"
		],
		"userUrl": [
				"https://www.flashback.org/u407684",
				"https://www.flashback.org/u107687",
				"https://www.flashback.org/u460618",
				"https://www.flashback.org/u433787",
				"https://www.flashback.org/u226185"
		],
		"sentence": [
				"Tvivlar på att det är en kostnadsfråga (att SVT inte har råd att ha kvar alla i huset så länge) och gäller det några sorters programrättigheter så borde man ändå kunna komma runt dem Imo så väger det tyngre att få lära känna gamla nationalidoler på bästa sändningstid än att få några minuters spänning då någon ska elimineras.",
				"Jag Gillar detta program så det får gärna hålla på i många år framöver så vi behöver inte toppa med alla de bästa på en gång Min första gång i denna tråd denna säsong.",
				"Får nästan intrycket av Stenmark att han hade kunnat bli bäst på vilken sport som helst egentligen, som du säger känns han så himla allround (givetvis inte bäst i sporter, men ni förstår min poäng).",
				"Jag tycker att det är rätt kul att MB tar det på sånt allvar och har svårt att tycka illa om henne för det, man måste vara en vinnarskalle och roddare och kanotister verkar vara riktiga tävlingsmänniskor, Agneta Andersson och Susanne Gunnarsson såg väl knappt åt varandra fast de satt i samma kanot.",
				"Dock kan jag tycka att det kunde vara olika nattdueller i varje program så att man inte kan vara hur usel som helst i övriga grenar och ändå klara sig kvar så länge man är en jävel på att fånga pinnar snabbt."
		]
	},
	{
		"postIndex": [
			[6413],
			[6149],
			[6623],
			[6156],
			[6677]
		],
		"postTime": [
				"2013-03-18",
				"2012-07-08",
				"2013-03-25",
				"2012-07-20",
				"2013-03-25"
		],
		"postNum": [
			[2463],
			[2362],
			[2533],
			[2365],
			[2549]
		],
		"postLink": [
				"/sp42528438",
				"/sp38226131",
				"/sp42635432",
				"/sp38412186",
				"/sp42642525"
		],
		"postUser": [
				"runesune",
				"bzo",
				"the_mack_attack",
				"dubbeltommy",
				"kalmartjejen"
		],
		"postUserID": [
				"/u501448",
				"/u88947",
				"/u1638",
				"/u109892",
				"/u522935"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p206",
				"https://www.flashback.org/t820956p197",
				"https://www.flashback.org/t820956p212",
				"https://www.flashback.org/t820956p198",
				"https://www.flashback.org/t820956p213"
		],
		"userUrl": [
				"https://www.flashback.org/u501448",
				"https://www.flashback.org/u88947",
				"https://www.flashback.org/u1638",
				"https://www.flashback.org/u109892",
				"https://www.flashback.org/u522935"
		],
		"sentence": [
				"Hade tråkigt på lunchen idag så räknade lite snabbt ut medelåldern i alla säsonger, kan ha fått någon siffra fel, men så här ser den ut: säsong 1: män medelålder 43,16 säsong 1: kvinnor medelålder 34 säsong 2: män medelålder 41,6 säsong 2: kvinnor medelålder 44,2 säsong 3: män medelålder 48,5 säsong 3: kvinnor medelålder 47,4 (Hög för att Evy palm drog upp det ganska rejält, hon var 68 eller så) Säsong 4: män medelålder 48,16 Säsong 4: kvinnor medelålder 42,3 Säsong 5: män medelålder 50,16 Säsong 5: kvinnor medelålder 37,3 nästan alla män är över 50 och inte speciellt fit är de heller, inte jämfört med Stenmark iallafall.",
				", dels för att den personen kommer ha en stor fördel i fysiska grenar om han/hon kommer direkt från en karriär i en krävande fysisk sport med tävling på elitnivå (nu hör kanske inte simhopp till en sådan sport, men iaf).",
				"Jag menar bara på att om något liknande hade hänt idag så hade den personen varit svensk idrotts onekligt största personlighet genom tiderna, något jag inte tycker Hägg kommer nära.",
				"Pratar man om Mästarnas Mästare så pratar man om: - Gunde Svan - Ingemar Stenmark - Thomas Wassberg - Björn Borg - Peter Forsberg - Börje Salming och en handfull andra namn (tyvärr dyker ingen kvinna upp, illa för jämställdheten, men jag är ingen sportmupp i nätbrynja).",
				"I tidigare säsonger kunde man räkna ut vem som skulle åka ut i nattduellen men nu visade dom hälften av alla filmer i avsnitt 1 och hälften i avsnitt 2 och den första nattduellen var i avsnitt 2."
		]
	},
	{
		"postIndex": [
			[7801],
			[7942],
			[7907],
			[7199],
			[7062]
		],
		"postTime": [
				"2013-05-12",
				"2013-05-13",
				"2013-05-13",
				"2013-04-15",
				"2013-04-09"
		],
		"postNum": [
			[3035],
			[3069],
			[3063],
			[2760],
			[2696]
		],
		"postLink": [
				"/sp43396154",
				"/sp43401914",
				"/sp43400031",
				"/sp42959232",
				"/sp42867049"
		],
		"postUser": [
				"eternussermo",
				"kostymnisse",
				"Oddball",
				"kostymnisse",
				"kostymnisse"
		],
		"postUserID": [
				"/u433787",
				"/u468903",
				"/u59942",
				"/u468903",
				"/u468903"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p253",
				"https://www.flashback.org/t820956p256",
				"https://www.flashback.org/t820956p256",
				"https://www.flashback.org/t820956p230",
				"https://www.flashback.org/t820956p225"
		],
		"userUrl": [
				"https://www.flashback.org/u433787",
				"https://www.flashback.org/u468903",
				"https://www.flashback.org/u59942",
				"https://www.flashback.org/u468903",
				"https://www.flashback.org/u468903"
		],
		"sentence": [
				"Är väl antagligen så att tävlingarna tidigare år inte varit helt i linje med tävlingens anda (att kvinnor och män skall ha ungefär samma möjlighet att vinna) eftersom män vunnit varenda gång.",
				"Bernt kommer ju inte ha skuggan av en chans i finalen iaf, det hade troligen inte Jeppe haft heller å andra sidan.",
				"Väldigt storsint och gentlemannamässigt av Jesper att välja Bernt, motsvarande skulle Bernt själv aldrig gjort - han känner nog inte ens till begreppet eller åtminstone förstår han det inte.",
				"Detta verkar onekligen vara en mer välkomponerad grupp än den förra och alla verkar trivas med alla, det är ju inte ett alltför vågat tips att det blir Anna Lindberg och den där j-a Jeppe som vinner denna grupp.",
				"Jo, fast det var ju inte så mycket idrott över tävlingarna direkt så det är ändå någonstans vinnarskallen det hänger på och har man då nyligen lagt av är inte hungern densamma efter tävlingsmoment som om man inte tävlat på länge."
		]
	},
	{
		"postIndex": [
			[8225],
			[8091],
			[8565],
			[8567],
			[8021]
		],
		"postTime": [
				"2013-05-21",
				"2013-05-19",
				"2014-03-17",
				"2014-03-17",
				"2013-05-14"
		],
		"postNum": [
			[3161],
			[3113],
			[3304],
			[3305],
			[3084]
		],
		"postLink": [
				"/sp43529944",
				"/sp43506634",
				"/sp47973400",
				"/sp47973893",
				"/sp43415296"
		],
		"postUser": [
				"Oddball",
				"runesune",
				"kostymnisse",
				"Smokey",
				"Oddball"
		],
		"postUserID": [
				"/u59942",
				"/u501448",
				"/u468903",
				"/u76361",
				"/u59942"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p264",
				"https://www.flashback.org/t820956p260",
				"https://www.flashback.org/t820956p276",
				"https://www.flashback.org/t820956p276",
				"https://www.flashback.org/t820956p257"
		],
		"userUrl": [
				"https://www.flashback.org/u59942",
				"https://www.flashback.org/u501448",
				"https://www.flashback.org/u468903",
				"https://www.flashback.org/u76361",
				"https://www.flashback.org/u59942"
		],
		"sentence": [
				"Ungefär så här skulle min drömmatchning se ut om man även fick peta in några nya: Ingmar Stenmark Johan Mjällby Gunde Svan Magdalena Forsberg Jonas Björkman Carolina Kluft Erik Hajas Per Fosshaug Per Elofsson Lars Frölander Peter Forsberg Therese Alshammar De hatar alla att förlora och skulle (förhoppningsvis iaf) inte vika ner sig i någon enda gren.",
				"Som väntat blir det en kvinnlig vinnare, tycker det är väldigt dåligt gjort att SVT, kan ju låta en kvinna vinna ärligt i alla fall, inte utforma alla grenar efter vad kvinnor presterar bra i.",
				"Precis, jag motsätter mig verkligen inte att spelare från VM94 etc är med, jag pekade som flera andra på det bisarra i att om man bara skall ha VM/EM-titlar så kommer ingen fotbollsspelare med medan folk som vunnit hockeyvm (där de bästa aldrig är med) får vara med...",
				"Har aldrig gillat Sunneborn och det har bara blivit värre nu, en riktig fjant och när han börjar tjata om dieter och säger att det är helt fel Söderström äter så blev det en rejäl facepalm, hans diet gjorde ju liksom inte ett skit för honom för han var ju rätt kass samt att han verkar sjukt korkad och om det beror på dieten som gjorde hjärnan slö av att vara utan kolhydrater eller om det är medfött vet ju ingen...",
				"Du missade kanske att jag innan också skrev: Egentligen är jag mest förvånad och imponerad av att Anna gjorde så bra ifrån sig när det gällde både jägarställningen och flera andra grenar, man tror ju inte att simhopperskor är lika vana vid riktigt hård mjölksyraframkallande träning även om de naturligtvis är muskulösa och i väldigt bra form."
		]
	},
	{
		"postIndex": [
			[9312],
			[9340],
			[9976],
			[9839],
			[8976]
		],
		"postTime": [
				"2014-04-16",
				"2014-04-16",
				"2014-07-11",
				"2014-05-17",
				"2014-04-11"
		],
		"postNum": [
			[3578],
			[3585],
			[3839],
			[3795],
			[3467]
		],
		"postLink": [
				"/sp48407391",
				"/sp48408836",
				"/sp49546336",
				"/sp48833829",
				"/sp48334298"
		],
		"postUser": [
				"kostymnisse",
				"Skibi",
				"Dr King",
				"chessjamt",
				"sm910dif"
		],
		"postUserID": [
				"/u468903",
				"/u631315",
				"/u98999",
				"/u663350",
				"/u315077"
		],
		"postUrl": [
				"https://www.flashback.org/t820956p299",
				"https://www.flashback.org/t820956p299",
				"https://www.flashback.org/t820956p320",
				"https://www.flashback.org/t820956p317",
				"https://www.flashback.org/t820956p289"
		],
		"userUrl": [
				"https://www.flashback.org/u468903",
				"https://www.flashback.org/u631315",
				"https://www.flashback.org/u98999",
				"https://www.flashback.org/u663350",
				"https://www.flashback.org/u315077"
		],
		"sentence": [
				"Beträffande de rent fysiska argumenten är det som så att ju mer vältränad du är desto bättre kan du koncentrera dig, givetvis finns det de som är bättre/sämre på det ändå men en god fysik gör att man koncentrerar sig bättre och om vi tar curling som exempel är visst fysik en viktig del, många hävdar ju varje OS att män och kvinnor skulle kunna tävla med och mot varandra i den sporten men skillnaden är stor just tack vare fysiken.",
				"Hade era tankegångar inte varit grundade i egoism så hade ni tänkt 'det hade varit kul att se e-sport i tv, men kanske det inte passar i Mästarnas Mästare för att det inte är en idrott och programmet går ut på att idrottsmän tävlar i fysiska aktiviteter'.",
				"Man vill ju därför ha med några som var lite egensinniga och stod ut under sin karriär såsom Håkan Carla Carlqvist Tony Rickardsson Staffan Olsson (på tiden med en till handbollspelare när bara Slangen varit med från den gyllene generationen men 5 st från 94-laget i fotboll Brolin, Limpar, Jeppe Blomka, Ravelli, Schwarz) Björsa Ferry Robban Kronberg Skulle också vara kul att se Anja Pärson i sittande stolen.",
				"Den som man trodde minst av alla skulle vinna går och vinner allting Nåja, en skön segrare, hade hoppats mer på Tommy då han som många andra skriver verkar vara ödmjuk och sympatisk.",
				"Sen hymlar jag inte med att jag anser att upplägget skall gynna yngre över äldre, de mer mentala förmågorna kan ju bestå väl upp i de äldre åldrarna men viktas de egenskaperna mot de fysiska lika som de viktas under en aktiv karriär innebär det ju också att de fysiska grenarna - där yngre är överlägsna - kommer ge de yngre en viss fördel."
		]
	}
]
