[
	{
		"postIndex": [
			[790],
			[1493],
			[1892],
			[1745],
			[1469]
		],
		"postTime": [
				"2007-12-08",
				"2008-03-20",
				"2008-04-27",
				"2008-04-22",
				"2008-03-16"
		],
		"postNum": [
			[223],
			[489],
			[645],
			[591],
			[481]
		],
		"postLink": [
				"/sp9217336",
				"/sp10448881",
				"/sp10987772",
				"/sp10922032",
				"/sp10394893"
		],
		"postUser": [
				"Chriztah",
				"X666X",
				"Ptoma",
				"CriminalClass",
				"Hellstroem"
		],
		"postUserID": [
				"/u181817",
				"/u234757",
				"/u180970",
				"/u186098",
				"/u229562"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p19",
				"https://www.flashback.org/t989231p41",
				"https://www.flashback.org/t989231p54",
				"https://www.flashback.org/t989231p50",
				"https://www.flashback.org/t989231p41"
		],
		"userUrl": [
				"https://www.flashback.org/u181817",
				"https://www.flashback.org/u234757",
				"https://www.flashback.org/u180970",
				"https://www.flashback.org/u186098",
				"https://www.flashback.org/u229562"
		],
		"sentence": [
				"va visst ett dygn sen, men såg dagstidningen idag och såg ingen annan som hade postat detta heller så, Enligt aftonhorans dagstidning så ska dom anhållna tillhöra Red & White crew iaf, mannen som blivit mördad hade tydligen gått dit för att be om ursäkt för att ha kontaktat polisen vid ett tidigare bråk.",
				"Var på The Anker i stockholm ihelgen skulle ut med polarna o ta en öl bara, är inte på någons sida varken bandidos eller hells angels osv men polarna sa att det där är en Bandidos krog eller flera medlemmar o deras supportrar hänger dära...",
				"En annan fantastisk sak är att så många trycker i sig ångestdämpande, sömnpiller, anabola och andra droger för att kunna leva vilket borde tyda på att de egentligen är goa killar som valt fel väg men inte ser någon annan plats för sig själva förrän de hittat de riktiga värderna i t ex en familj eller vänner som är lojala på \"riktigt\".",
				"anledningen till att jag ens tar upp det här e för idiotreaktionerna från såna som dig e så satans patetiska, inga verkar vilja fatta att HA skyddar sin golbög för folk tror inte att det finns golbögar i HA även fast målsnummer osv redan ligger här så får man se idiotkommentarer som \"jag tror knappast nån i HA skulle gola fram me bevis\" fast bevisen finns mitt framför näsan på dem.",
				"[quote=submariner]hej, anledningen till att jag frågar om våldtäkt & HA är att jag utomlands för något år sedan träffade på en svensk donna som hade en historia med flera pojkar som man kanske inte presenterar för mamma, varav den senaste skulle vara HA - under en \"känslomässig genomklappning\" berättade hon att det han inte fick tog han med våld, och vid något tillfälle även hans vänner."
		]
	},
	{
		"postIndex": [
			[3606],
			[3207],
			[3652],
			[3993],
			[2871]
		],
		"postTime": [
				"2008-10-01",
				"2008-09-10",
				"2008-10-02",
				"2008-11-11",
				"2008-07-24"
		],
		"postNum": [
			[1262],
			[1164],
			[1268],
			[1375],
			[1025]
		],
		"postLink": [
				"/sp13097448",
				"/sp12805661",
				"/sp13116955",
				"/sp13668622",
				"/sp12123072"
		],
		"postUser": [
				"bajenvrak",
				"X666X",
				"racedevil",
				"snorig",
				"TRASH KING"
		],
		"postUserID": [
				"/u79973",
				"/u234757",
				"/u195397",
				"/u137223",
				"/u267630"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p106",
				"https://www.flashback.org/t989231p97",
				"https://www.flashback.org/t989231p106",
				"https://www.flashback.org/t989231p115",
				"https://www.flashback.org/t989231p86"
		],
		"userUrl": [
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u234757",
				"https://www.flashback.org/u195397",
				"https://www.flashback.org/u137223",
				"https://www.flashback.org/u267630"
		],
		"sentence": [
				"Likaså är det med kvaliten, skall vissa klubbar kunna hålla upp sin expansion kommer de själva att behöva börja producera medlemar medans andra snart inte kan expandera mer pga att det inte finns några kvar att ta in så länge man vill upprätthålla en viss standard.",
				"bland annat torontos(canada) ena hells angels avdelning har flera iranier som fullvärdiga sen har Red & white crew flera medlemmar med invandrar bakrund men det e som sagt vanliga som har växt upp hära inga flykt importer som de andra färgerna tar in(inga nämnda inga glömda) sen i danska crewet AK81 (som red & white crew i sverg.",
				"Några tuffa märken på ryggen ger dig varken kunskapen att meka en 49a Panna, viljan att åka till en schysst hojträff 40-50 mil bort i ösregn eller den rätta känslan eller dom goda kontakterna med trevliga, likasinnade människor, som vissa andra fått på köpet, eftersom dom levt det jag skulle vilja kalla riktigt bikerliv under halva sitt liv..",
				"Vi hade inga maskiner förr, dessutom skriver en hel hög jag känner aldrig trots att om är superkriminela, för vad har man att säga ibland, man kan ju inté vara 15 år som en del och babla om skjutningar och knark och elände, det är sådant som alla vetiga kriminela flyr sådana diskutioner, vet knappt någon kriminell som kan skriva något för man käner då igen vad som hänt och undrar vem fan är det som är så djävla dum som skriver de på internet, där polisen hänger dygnet runt.",
				"Ursprungligen postat av TRASH KING RD är en egen klubb och HA ser absolut inte över axeln på dess medlemmar, HA sköter sitt, RD sköter sitt, alla är olika klubbar och man behöver absolut inte bara se RD som en språngbräda vidare till HA."
		]
	},
	{
		"postIndex": [
			[5050],
			[5027],
			[4321],
			[5084],
			[4396]
		],
		"postTime": [
				"2009-02-16",
				"2009-02-15",
				"2008-12-16",
				"2009-02-24",
				"2008-12-26"
		],
		"postNum": [
			[1840],
			[1831],
			[1514],
			[1865],
			[1545]
		],
		"postLink": [
				"/sp15163688",
				"/sp15152223",
				"/sp14163221",
				"/sp15303593",
				"/sp14299703"
		],
		"postUser": [
				"oldboyback",
				"Jullen",
				"CYBERTEC",
				"JJDecay",
				"JJDecay"
		],
		"postUserID": [
				"/u292477",
				"/u250202",
				"/u9320",
				"/u159372",
				"/u159372"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p154",
				"https://www.flashback.org/t989231p153",
				"https://www.flashback.org/t989231p127",
				"https://www.flashback.org/t989231p156",
				"https://www.flashback.org/t989231p129"
		],
		"userUrl": [
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u250202",
				"https://www.flashback.org/u9320",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u159372"
		],
		"sentence": [
				"Vadå på vilket vis räcker det inte med att HA e störst i hela världen och att dom sysslar med laglig verksamhet också dom vet hur man gör pengar inte som BMC fan dom äter upp varandra så hungriga dom e, böta varandra för skit grejer och höjer avgifter, dom kan verkligen inte göra pengar BMC skit e dom och så få dom massa kuk av andra gängen som Tex avrätta dom eller så, utan att någon brur sig samtidigt vill dom käna pengar på det också, fy fan det e så äckligt va spotta på BMC tro fan alla hoppar...",
				"Har inte orkat läsa igenom hela tråden men kan nån svara på vilken politisk sida Hells Angels och andra kriminella MC- gäng troligtvis står på, vilket politiskt parti hade de förspråkat för?",
				"Är lite svårt att bevisa något om man INTE är inne så att säga, och är man inne så ÄR det direkt hoppöst att bevisa något för någon som inte är inne Det är klart upp till betraktaren att tro eller inte tro på vad andra skriver, om detta och andra ämnen.",
				"Vet att jag för många år sedan (om jag inte missminner mig, 5års jubileet av Bike Meet) såg en kille med R&W jacka samt en väst med märken för en annan klubb (vilken kommer jag inte ihåg och vet inte om jag npterade heller)..",
				"Vara medlem i en förening där nån eller några åker mc, det går inte att förbjuda, då ryker ju alla golf klubbar, hockey klubbar etc där en eller flera medlemmar åker mc."
		]
	},
	{
		"postIndex": [
			[6782],
			[6114],
			[6966],
			[7219],
			[5757]
		],
		"postTime": [
				"2009-08-17",
				"2009-05-18",
				"2009-08-27",
				"2009-09-16",
				"2009-04-15"
		],
		"postNum": [
			[2598],
			[2289],
			[2673],
			[2785],
			[2151]
		],
		"postLink": [
				"/sp18222082",
				"/sp16724383",
				"/sp18411217",
				"/sp18756214",
				"/sp16140880"
		],
		"postUser": [
				"JJDecay",
				"nwodasd",
				"-MASON-",
				"Benknäckarn",
				"Voine"
		],
		"postUserID": [
				"/u159372",
				"/u249352",
				"/u350605",
				"/u235092",
				"/u259677"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p217",
				"https://www.flashback.org/t989231p191",
				"https://www.flashback.org/t989231p223",
				"https://www.flashback.org/t989231p233",
				"https://www.flashback.org/t989231p180"
		],
		"userUrl": [
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u249352",
				"https://www.flashback.org/u350605",
				"https://www.flashback.org/u235092",
				"https://www.flashback.org/u259677"
		],
		"sentence": [
				"Ligger det nån uns av sanning i det hela lär det väl visa sig framöver Enda man funderat över i samband med RD i Salas \"nerläggande\" och sökande till HA samt ryktena om Red & White istället för Hog Riders är: Varför det inte försökts startat ett nytt HA chapter då det verkar finnas relativt stort antal potentiella blivande medlemmar, ganska geografiskt samlat.",
				"Enligt uppgifter ska Luleå blivit upphöjda till fullvärdiga nu i dagarna, vågar inte säga att så är fallet men har sett att det står Hells Angels osv på deras brevlåda, samt att en polare idag nämnde att det har snackats om dom på radio och TV att dom ska ha blivit fullvärdiga.",
				"Men en av killarna gac en rejäl snyting till en medlem vars det blev telefonsnack hit och dit så kom det några HA medlemmar som skulle fixa resten men ´ledaren som kallas för Rus*n var ju bra kompis med dom grabbarna så istället för att puckla på så fick medlem utskällning att de var bra grabbar man inte ska tjaffsa med.",
				"vi får väl se hur lång tid det tar innan dom stoppar huvet i sanden denna gång, gick ju inge bra sist när dom bråka med X-Team bla, att hålla sig undan hos en HA klubb i karlstad var väl det ända valet som fanns, vad kommer hända nu?",
				"Skulle polisen hårdprioritera och media granska nämnda gäng lika mycket som dom gjort mot \"det andra\" mc gäng så tror jag det hade mer eller mindre sett precis likadant ut som det idag, fasst vice versa då."
		]
	},
	{
		"postIndex": [
			[8511],
			[8492],
			[8486],
			[8419],
			[8391]
		],
		"postTime": [
				"2009-12-17",
				"2009-12-17",
				"2009-12-17",
				"2009-12-17",
				"2009-12-15"
		],
		"postNum": [
			[3319],
			[3314],
			[3312],
			[3282],
			[3277]
		],
		"postLink": [
				"/sp20397293",
				"/sp20397072",
				"/sp20396996",
				"/sp20383073",
				"/sp20348590"
		],
		"postUser": [
				"Von0ben",
				"HippieKiller",
				"Von0ben",
				"Roadrage",
				"Roadrage"
		],
		"postUserID": [
				"/u341712",
				"/u248735",
				"/u341712",
				"/u343050",
				"/u343050"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p277",
				"https://www.flashback.org/t989231p277",
				"https://www.flashback.org/t989231p276",
				"https://www.flashback.org/t989231p274",
				"https://www.flashback.org/t989231p274"
		],
		"userUrl": [
				"https://www.flashback.org/u341712",
				"https://www.flashback.org/u248735",
				"https://www.flashback.org/u341712",
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u343050"
		],
		"sentence": [
				"Blev bara lite förvånad av påståendet att svenska Hells Angels inte skulle vara en organisation som präglas av kriminalitet, dels alla skriverier såklart men även en del som jag hört av folk som haft affärer med medlemmar som tagit in grejer Men det kanske är mer kopplat till enstaka klubbar och individer än organisationen.",
				"jag kan iaf säga som så att det handlar inte om att ja har internetsökande lr skvaller som källa och att det skulle vara så jävla kul att motbevisa vissa inlägg,dementera fler och avslöjja annan ren fakta som skulle kunna påverka folks bild i flera av dessa trådar om olika \"gäng\".",
				"En förening för svenssons, folk med vanliga jobb som gillar motorcyklar och har en klubbloal och inte är individer med koppling till organiserad brottslighet eller inom klubbens ram hjälper sina kompisar med kriminell verksamhet, som typ indrivning eller narkotikabrott eller liknande?",
				"Hon kommer nog inte att få göra det några fler gånger när hennes chefer får se vad hon så oaktsammt vräkt ur sig till media, då polisens ståndpunkt nu för tiden verkar vara att alla ryggmärkesklubbar är kriminella och igenom sverigemodellen, lyder under HA (som enligt polisen är en kriminell organisation).",
				"Jag har inte speciellt bra koll på vad som händer på västkusten, därför skrev jag en del grejor igår i denna tråd för att se vilka som hade koll, och vilka som bara hakade på något som dom tycker låter som det stämmer och sedan får det att låta som om dom hade riktig insyn i vad som händer."
		]
	},
	{
		"postIndex": [
			[9662],
			[9367],
			[9376],
			[9137],
			[9431]
		],
		"postTime": [
				"2010-02-08",
				"2010-01-14",
				"2010-01-14",
				"2010-01-07",
				"2010-01-22"
		],
		"postNum": [
			[3732],
			[3621],
			[3623],
			[3543],
			[3639]
		],
		"postLink": [
				"/sp21355453",
				"/sp20885184",
				"/sp20902515",
				"/sp20757828",
				"/sp21052662"
		],
		"postUser": [
				"corn-holio",
				"Jocke_S",
				"Jocke_S",
				"d_renfro",
				"SYLHA"
		],
		"postUserID": [
				"/u418582",
				"/u206148",
				"/u206148",
				"/u209192",
				"/u414552"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p311",
				"https://www.flashback.org/t989231p302",
				"https://www.flashback.org/t989231p302",
				"https://www.flashback.org/t989231p296",
				"https://www.flashback.org/t989231p304"
		],
		"userUrl": [
				"https://www.flashback.org/u418582",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u209192",
				"https://www.flashback.org/u414552"
		],
		"sentence": [
				"enda problemet va ju att dörrvakten \"kände\" en ganska högt uppsatt hells angels medlem som också brukade gå till samma ställe och enligt dörrvakten va en helt reko snubbe som aldrig tjafsade eller blev stökig så dörrvakten pratade med den hells angels medlemmen han \"kände\" och sa vad den andra hade gjort och det slutade med att den stökiga hells angels medlemmen inte va välkommen i hells angels längre plus att han fick \"böta\" (vet inte hur mycket) för och använt deras namn för något sånt här utan tillstånd.",
				"man ska inte fästa så stor vikt vid vad den här fd Hells Angels medlemmen berättar i boken, jag tycker hela boken var rent ut sagt usel, fanns vissa små detaljer angående Bandidos som stämde och \"MC-kriget\", resten var bara ren blajja och dom har missat massor av info som kunde gjort boken mer trovärdig men ändå inte avslöja för känsliga detaljer om medlemmarna eller klubbarna H.",
				"svårt och svara på då vi snackar om hundratalet medlemmar i Sverige, men det är absolut inte representativt för klubben skulle jag vilja påstå, visst finns en del som börjat komma sig till åren och tänker mycket på att tjäna deg, medans dom yngre är glada att ha ens ha kommit in i gemenskapen, och har mer offer vilja för klubben och känner mycket för klubben.",
				": Tomas Dahlén - President Jorma Varhevaara - Vice President Kennet Ylikangas Mårten Cronsten Johan Billander Timo Pohjama Conny Lilja Mika Tuominen Peter Lidén Peter Mathisson Peder Urban Österholm Jörgen Brandfjäll Per Storesund Kari Kähkönen Jan Hans Åke Hovberg Ronnie Milland Silver Dani Virtanen \"Dirty Dani\" Joen Larsson Lars Larry Håkansson Rickard Broberg Jan Kenneth Nordgren Jari Olavi Tammi Allan \"Gedda\" Söderqvist - Ray Vesterinen - Ej medlem längre Lars Heikkinen - Ej medlem längre Johan Segui - Ej medlem längre : Thomas Möller Kent-Inge Sjöblom - President Anders Sjöholm - Vice President Dan-Åke Christian Assarsson Jörgen Uvstam Per-Anders Johansson Anders Söderberg Stefan Rodin \"Rudaz\" Lars-Olov Westberg \"Sillen\" - Ej medlem längre (Första presidenten innan Herr Möller) Per Jensen - Ej medlem längre Mikael Johansson \"Micke Piss\" - Ej medlem längre Johnny Möller-Larsen \"Seven Bullets\" - Ej medlem längre Jonas Granborg - Ej medlem längre Peter Bergün \"Pidder\" - Ej medlem längre Niklas Karmhagen - Ej medlem längre : Roger Söderberg Martin Söderberg - President Mats Andersson Mikael Blomdahl Mikael Mikkelsen \"Mim\" Morgan Blomgren - Ej medlem längre.",
				": Tomas Dahlén - President Jorma Varhevaara - Vice President Kennet Ylikangas Mårten Cronsten Johan Billander Timo Pohjama Conny Lilja Mika Tuominen Peter Lidén Peter Mathisson Peder Urban Österholm Jörgen Brandfjäll Per Storesund Kari Kähkönen Jan Hans Åke Hovberg Ronnie Milland Silver Dani Virtanen \"Dirty Dani\" Joen Larsson Lars Larry Håkansson Rickard Broberg Jan Kenneth Nordgren Jari Olavi Tammi Allan \"Gedda\" Söderqvist - Ray Vesterinen - Ej medlem längre Lars Heikkinen - Ej medlem längre Johan Segui - Ej medlem längre : Thomas Möller Kent-Inge Sjöblom - President Anders Sjöholm - Vice President Dan-Åke Christian Assarsson Jörgen Uvstam Per-Anders Johansson Anders Söderberg Stefan Rodin \"Rudaz\" Lars-Olov Westberg \"Sillen\" - Ej medlem längre (Första presidenten innan Herr Möller) Per Jensen - Ej medlem längre Mikael Johansson \"Micke Piss\" - Ej medlem längre Johnny Möller-Larsen \"Seven Bullets\" - Ej medlem längre Jonas Granborg - Ej medlem längre Peter Bergün \"Pidder\" - Ej medlem längre Niklas Karmhagen - Ej medlem längre : Roger Söderberg Martin Söderberg - President Mats Andersson Mikael Blomdahl Mikael Mikkelsen \"Mim\" Morgan Blomgren - Ej medlem längre."
		]
	},
	{
		"postIndex": [
			[11387],
			[12596],
			[12541],
			[12880],
			[11449]
		],
		"postTime": [
				"2010-05-21",
				"2010-07-10",
				"2010-07-09",
				"2010-07-24",
				"2010-05-22"
		],
		"postNum": [
			[4313],
			[4688],
			[4680],
			[4756],
			[4326]
		],
		"postLink": [
				"/sp23241480",
				"/sp24172751",
				"/sp24150083",
				"/sp24417388",
				"/sp23245646"
		],
		"postUser": [
				"aiv",
				"KuntasKinte",
				"JJDecay",
				"VonSilfwertryffel",
				"Apocrypha"
		],
		"postUserID": [
				"/u99307",
				"/u444158",
				"/u159372",
				"/u419860",
				"/u412753"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p360",
				"https://www.flashback.org/t989231p391",
				"https://www.flashback.org/t989231p390",
				"https://www.flashback.org/t989231p397",
				"https://www.flashback.org/t989231p361"
		],
		"userUrl": [
				"https://www.flashback.org/u99307",
				"https://www.flashback.org/u444158",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u419860",
				"https://www.flashback.org/u412753"
		],
		"sentence": [
				"(läs misslyckat) Att ta med alla utan några underlag är väl kanske inte det ultimata men det är ju bara för media som vanligt, till och med åklagaren fick ju förklara för polisen att det inte gick att åtala alla för att äga samma vapen (GP) Tycka vad man vill om deras rykte men enligt svensk lag är dom oskyldiga och har samma rättigheter som alla andra, som skriver här har ju inte en aning om vad som egentligen försigår inom klubben utan bara spekulerar i saker..",
				"Mega skulle ha lurat någon kompanjon i bygg och bemanning svängen vid en fördelning av pengar, kompanjonen kände sig blåst varefter han via en annan HA medlem golade ner Mega inför sin bröder som payback, vilket man i efterhand kan tyckas var en effektiv hämnd Vidare så hade Mega visst lånat pengar av en annan kompanjon som är framgångsrik pokerspelare, denne kille hade även han visst vänt sig till klubben och när Mega blev utsparkad vände sig samma kille till någon alban för hjälp med inkasso.",
				"Eller rent utav förlorar nåt på att den nystartade klubben bedriver (vad det kan vara låter vi vara osagt då 1% klubbar inte bedriver någon form av olaglig verksamhet ) Det kan ju vara så att \"1% klubbarna\" vill att den nystartade klubben ska stöjda dom, komma på deras fester etc fast den nya klubben (eller gamla klubben) inte har det minsta lust och känner man inte har samhörighet med \"1% klubben\".",
				"Nästan alla HA gick småleende till bilarna och allt gick lugnt till, inte en enda pikétpolis syntes till, men gissar på att dom lurade runt hörnet för det var bara snutar tillverkade på Töreboda Takstolar som gjorde \"insatsen\" Snacket på stan var att inte fan kommer polisen och plockar in främlingsgäng på samma sätt när dom flockas på valfritt ställe, denna reaktion förstärks av att HA alltid är välkomna av personalen etc på krogar på Avenyn då dom alltid sköter sig, dricker mkt och lugnar ner eventuella wannabegangsters med sin blotta närvaro.",
				"Jag sitter inte och hatar Hells Angels eller några andra bikers, det finns säkert några hyvens människor där med, men de har gjort sina val och följer de inte våra gemensamma regler så ska de inte få bo med oss andra heller."
		]
	},
	{
		"postIndex": [
			[13824],
			[13450],
			[14964],
			[13590],
			[13611]
		],
		"postTime": [
				"2010-10-23",
				"2010-09-22",
				"2011-01-10",
				"2010-10-02",
				"2010-10-04"
		],
		"postNum": [
			[5147],
			[4980],
			[5582],
			[5039],
			[5049]
		],
		"postLink": [
				"/sp26334767",
				"/sp25670715",
				"/sp28125364",
				"/sp25871258",
				"/sp25906346"
		],
		"postUser": [
				"BIKERBANDIT",
				"janepetrine",
				"bikerrider",
				"Azphyxia",
				"mcmonster"
		],
		"postUserID": [
				"/u439269",
				"/u240590",
				"/u257910",
				"/u387456",
				"/u328889"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p429",
				"https://www.flashback.org/t989231p415",
				"https://www.flashback.org/t989231p466",
				"https://www.flashback.org/t989231p420",
				"https://www.flashback.org/t989231p421"
		],
		"userUrl": [
				"https://www.flashback.org/u439269",
				"https://www.flashback.org/u240590",
				"https://www.flashback.org/u257910",
				"https://www.flashback.org/u387456",
				"https://www.flashback.org/u328889"
		],
		"sentence": [
				"Ja det är verkligen en gåta, var det inte dano själv som sa att de flesta som hoppat av OG och gått vidare till andra gäng är fittor mm och nu hoppar han själv med i nåt annat gäng, tycker hela grejen är en förnedring för OG, för på sätt och vis så säger han med sitt inhopp i RD att OG inte är starka nog ,för varför skulle en lyckad kriminell ledare och organisation vilja samtidigt vara med i 2 organisationer detta tyder ju endast på att det går dåligt för OG för inte kliver man in i en organisation till om den första klarar sig bra eller hur?",
				"på bilarna som stod utanför BSK s lokaler så kan t o m en idiot räkna ut att när två sådana organistioner ( klubbar ) har lokaler mittemot varann så vill dom ha koll på vilka som är där, detta gjorde han tydligen tidigare innan det som hände Håkan, så det var genom att kolla upp telefontrafiken i området vid dessa tidpunkter som man kunde få koll på Allans samtal till vägverket och plocka in honom vilket jag inte skall sticka under stol med att jag är tacksam fö,r trots att det blev ett så gott som ostraffat mord.",
				"Ha skulle ha det lättare om dom visade att dom bestämmer,inte låta några snorungar i deras support eller under klubbar vara dom drivande i deras affärer,isf ska ha inte ens vara på plats utan låta dom sköta allt.......",
				"Men när personen i fråga poserar i jackan ( Just denna har jag inte sett på deras hemsida och de har ingen lokal på orten där han bor ) talar på ett sätt som vill ge intryck av att han är med när det snarare verkar som att han sökt någon form av medlemskap ( jag vet inte alls hur detta fungerar ) samt nu ska skaffa sig rottweiler, övervakningskameror osv.",
				"Bandidos växer sig starkare och starkare, Outlaws likaså, fler och fler klubbar börjar tappa respekten för HA´s position som nr1, vilket jag tror kommer att visa sig på så sätt att klubb efter klubb kommer att sakta men säkert flytta över sina sympatier på någon av de andra storklubbarna."
		]
	},
	{
		"postIndex": [
			[16231],
			[16563],
			[16223],
			[16021],
			[16316]
		],
		"postTime": [
				"2011-03-14",
				"2011-03-20",
				"2011-03-14",
				"2011-03-11",
				"2011-03-15"
		],
		"postNum": [
			[5961],
			[6027],
			[5959],
			[5912],
			[5977]
		],
		"postLink": [
				"/sp29463483",
				"/sp29587930",
				"/sp29463280",
				"/sp29407634",
				"/sp29496689"
		],
		"postUser": [
				"Jooo",
				"rafaelo",
				"Jooo",
				"Jooo",
				"Quiet1"
		],
		"postUserID": [
				"/u369843",
				"/u489618",
				"/u369843",
				"/u369843",
				"/u474751"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p497",
				"https://www.flashback.org/t989231p503",
				"https://www.flashback.org/t989231p497",
				"https://www.flashback.org/t989231p493",
				"https://www.flashback.org/t989231p499"
		],
		"userUrl": [
				"https://www.flashback.org/u369843",
				"https://www.flashback.org/u489618",
				"https://www.flashback.org/u369843",
				"https://www.flashback.org/u369843",
				"https://www.flashback.org/u474751"
		],
		"sentence": [
				"Vi drar upp ett flertal olika fall,allt från kvinnomisshandel alternativt kvinnofridskränkning av ledaren för hells angels Stockholm Tomas Dahlen,till att att ge sig på en 15-årig flicka av Göteborgspresidenten Tommy Steele Peterson till våldtäkter av medlemmen Andreas Johansson,sedan finns det troligen situationer som skapat ilska bakom ett flertal av situationerna fast inget som rättfärdigar såna handlingar meningen angående klubbarna bygger man nog dels pga att vissa saker utförts utav 2 presidenter,sedan att de är såpass ok för hela klubben att de väljer att lyfta en medlem från garage1 efter domen till att få övergå till hells angels?",
				"S Fråga var vänligt ställd, alltså inge kuggfråga eller nån annan ironi, förstår om du uppfatar det som det eftersom det är en hel del av sånt här inne (det hör mer hemma i CIS tråden ) För övrigt tycker jag det är skönt med lite omväxling här inne (nån som säger öppet vad dom \"tillhör\" istället för att försöka göra en massa löjlig PR & låtsas att man inte har nån koppling dit, men VET att det här är BRA killar som kommer bli STORA osv...",
				"Inte i klubben eller bland dina \"bröder\" eftersom det är ett sånt vanligt symptom gissar jag åtminstone att någon alternativt några i din avdelning i Helsingborg har detta,rätta mig gärna fall jag har fel,eftersom du tydligen inte tillhör red and white utan antagligen ha borde du vara äldre även fall jag hört om skräckexempel med red and white medlemmar som närmar sig 40-årsåldern säg mig bara såhär i efterhand var Mega en broder?",
				"de måste väl när allt hettar till de lyckades väl bra till en början men att visa för andra gäng att de fungerade att kriga sig till en plats som en utav sveriges 1% gäng var nog inget bra drag Tvärtemot vad många andra här verkar tro tror jag inte de har så mycket att säga om allt som de vill ge sken av , kanske ge sig på vekare klubbar osv men.",
				"Och självklart köra MC då, först då kan man \"söka\" in, och tror det fungerar så hos de flesta att klubben röstar om det, och då får man först bli \"hangaround\" under en tid, tycker klubben att det fungerar säg efter 1 år, så blir man i så fall \"prospect\" under en tid också, först efter det kan man bli fullvärdig medlem av en klubb."
		]
	},
	{
		"postIndex": [
			[18951],
			[19286],
			[17901],
			[19487],
			[19174]
		],
		"postTime": [
				"2011-07-07",
				"2011-07-18",
				"2011-04-23",
				"2011-07-30",
				"2011-07-13"
		],
		"postNum": [
			[6729],
			[6847],
			[6367],
			[6932],
			[6803]
		],
		"postLink": [
				"/sp31533983",
				"/sp31723144",
				"/sp30239190",
				"/sp31947294",
				"/sp31648683"
		],
		"postUser": [
				"vittne",
				"vittne",
				"b-o",
				"JJDecay",
				"svenskmexikan"
		],
		"postUserID": [
				"/u554159",
				"/u554159",
				"/u450174",
				"/u159372",
				"/u486546"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p561",
				"https://www.flashback.org/t989231p571",
				"https://www.flashback.org/t989231p531",
				"https://www.flashback.org/t989231p578",
				"https://www.flashback.org/t989231p567"
		],
		"userUrl": [
				"https://www.flashback.org/u554159",
				"https://www.flashback.org/u554159",
				"https://www.flashback.org/u450174",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u486546"
		],
		"sentence": [
				"Om man tänker på saken noga så inser man att HA har redan sin status och rykte och sina pengar och makt, de skulle aldrig riskera att förlora allt genom en onödig konflikt, jag är säker på att HA undviker att blanda sej i konfliker, och de kommer ej att starta nåt mot nån, men jag tror fortfarande att HA kan försvara sej, så ingen kommer våga attakera dom i onödan och HA vet det, men HA vet också om att de själva inte heller vågar attakera nån annan stor gäng, och riskera att förlora allt de byggt upp..",
				"Hade Mongols mc frågat bandidos eller omc om de fick öppna i Sverige och fått deras godkänd, då hade bägge hjälpt mongols, men nu frågade de inte om lov, så mongols mc får klara sej själv och visa vad de går för, innan det äns kan bli tal om samarbete med omc eller bmc, som i USA där bmc och mongols och omc är vänner..",
				"böter och åker ut i Bad Standing = inte välkommen i biker svängen, så istället för att anmäla till Polisen så löser man det själv i klubben, där är ett exempel på \"egna lagar\" Sorry för detta tillägg Jamson det var inte menat till dej utan till kommande kommentarer på detta inlägg, dock får du hålla med om att det varit mycket skit runt poliskåren på sista tiden, så istället för lägga delar av den utökade budgeten på MC klubbar kan dom lägga den på rekrytering eller uppblåsbara dockor till sexuellt frustrerade polismän?",
				"Det brukar sällan båda gott för lilla Svedala Fast å andra sidan, här finns kanske andra klubbar som HA och BMC gemensamt vill att dom förvinner, ett gäng för första gången och ett gäng för andra gången Menar då inte Rock Machine eller Rebels.",
				"Tänk om de som blivit utsatta för dessa enskilda Hells Angels medlemmars copyright intrång skylle hyra in exempelvis Ryska maffian för att ge dem stryk, skulle klubben hjälpa dessa medlemmar eller skulle de bli utan hjälp?"
		]
	},
	{
		"postIndex": [
			[21676],
			[21714],
			[20383],
			[21197],
			[20228]
		],
		"postTime": [
				"2011-09-09",
				"2011-09-09",
				"2011-08-21",
				"2011-09-06",
				"2011-08-20"
		],
		"postNum": [
			[7603],
			[7618],
			[7174],
			[7437],
			[7156]
		],
		"postLink": [
				"/sp32754597",
				"/sp32761436",
				"/sp32374945",
				"/sp32696167",
				"/sp32367133"
		],
		"postUser": [
				"bajenvrak",
				"b-o",
				"1ofakind",
				"mcmonster",
				"Jocke_S"
		],
		"postUserID": [
				"/u79973",
				"/u450174",
				"/u606314",
				"/u328889",
				"/u206148"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p634",
				"https://www.flashback.org/t989231p635",
				"https://www.flashback.org/t989231p598",
				"https://www.flashback.org/t989231p620",
				"https://www.flashback.org/t989231p597"
		],
		"userUrl": [
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u450174",
				"https://www.flashback.org/u606314",
				"https://www.flashback.org/u328889",
				"https://www.flashback.org/u206148"
		],
		"sentence": [
				"Personligen förstår jag inte att någon vill jobba järnet i flera år för att komma in i klubb A för att en dag bara vilja joina klubb B, skulle man sen i klubb B fullständigt lita på sin nya broder, vet inte...",
				"Tanken är ju att man lättare skall kunna bryta en Propp tid än som fullvärdig medlem, man lämnar inte en klubb som fullvärdig för att man inte gillar en eller två personer dvs då har man märkt det som Propp alternativt varit fullvärdig och inte röstat in dom i klubben.",
				"Om de har mindre pungkulor än andra gäng/klubbar så kan man ju fråga sig varför det är HA som är störst, finns i flest länder, och i många av de länderna har de andra svårt eller på vissa ställen är de omöjligt för dem att komma in.",
				"men jag skulle tro att det har att göra med att likt FILTHY FEW som också har svart och vitt, dock i annan kombo, så är det inte sanktionerat att det är officiella klubbmärken, då det skulle tolkas som att klubben godkänner att man har dödat och att man har spöat en snut vilket då bidrar till att man skulle lättare kunna påstås vara en kriminell organisation i och med att man uppmuntrar och belönar brott...",
				"De borde varit en väletablerad tredje klubb vid detta laget istället för att fortfarande tampas med samma problem som innan med oenligheter inom de egna leden , oseriösa medlemmar som inte vet ett skit om vad det innebär att leva inom ramen som en biker."
		]
	},
	{
		"postIndex": [
			[23794],
			[23118],
			[23955],
			[22707],
			[23229]
		],
		"postTime": [
				"2011-11-20",
				"2011-10-13",
				"2011-11-27",
				"2011-10-04",
				"2011-10-17"
		],
		"postNum": [
			[8344],
			[8160],
			[8439],
			[8008],
			[8183]
		],
		"postLink": [
				"/sp34101027",
				"/sp33439408",
				"/sp34223422",
				"/sp33256354",
				"/sp33498495"
		],
		"postUser": [
				"AMstar",
				"raggsockan-83",
				"Bovfinken",
				"Jocke_S",
				"Jocke_S"
		],
		"postUserID": [
				"/u307817",
				"/u351730",
				"/u521620",
				"/u206148",
				"/u206148"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p696",
				"https://www.flashback.org/t989231p680",
				"https://www.flashback.org/t989231p704",
				"https://www.flashback.org/t989231p668",
				"https://www.flashback.org/t989231p682"
		],
		"userUrl": [
				"https://www.flashback.org/u307817",
				"https://www.flashback.org/u351730",
				"https://www.flashback.org/u521620",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u206148"
		],
		"sentence": [
				"jag har inte vart i bikersvängen, har hållit mig mer till bilar, men har många vänner som är bikers, och har vart på varandras fester, tex så var jag ofta på four wheels fester, sen blev några av dem desperados, då var det kul ett tag, sen började de bli lite för tuffa när andra mc klubbar började uppmärksamma dem, då började det bli tråkigt att vara där, alla ville bara vara så jävla tuffa så de blev tråkiga, och när de blev HA så sitter de mest själva och festar med varandra, förutom nån större fest ibland, jag saknar hur det var när de var vanliga schyssta bikers, de är fan inte schyssta nu!",
				"Nu skriver media om att smågäng tar över i förorterna och att HA tappar mark, om detta nu stämmer tror ni inte att det har lite att göra med att smågängen tar in första bästa shonne med kriminell bakgrund och HA visserligen har sina prospects som får springa lite ärenden men det kan väl vara lite så att de tar in \"för lite\" folk eller att det tar för lång tid att få en väst?",
				"Tänk till lite, det ligger en hel del andra saker på deras agenda, och oavsett hur det var förr så är Hells Angels inte längre på något sätt en \"vit\" organisation utan har medlemmar av flera olika hudfärger.",
				"Finns nattklubbar i Stureplans krokarna som frekvent besöks av västar , inte så konstigt då verksamheten i en del klubbar drivs av nämnda enprocentare och dom flesta dörrvakter med någolunda sunt förnuft vet att dessa inte ställer med problem finns andra grupper som är bra mycket värre på det.",
				"Hells Angels sköter sitt , finns ingen anledning för dom att korsa vägar eller samröra med organisationer likt kartellerna och andra kriminella grupper utanför biker kretsar."
		]
	},
	{
		"postIndex": [
			[24314],
			[24705],
			[25012],
			[24285],
			[26153]
		],
		"postTime": [
				"2012-01-13",
				"2012-02-04",
				"2012-02-11",
				"2012-01-09",
				"2012-02-16"
		],
		"postNum": [
			[8589],
			[8736],
			[8840],
			[8576],
			[9102]
		],
		"postLink": [
				"/sp35091163",
				"/sp35495780",
				"/sp35638248",
				"/sp35017995",
				"/sp35726730"
		],
		"postUser": [
				"OGalexander",
				"DonKilluminati",
				"Glock9",
				"Sture.Bergwall",
				"Bovfinken"
		],
		"postUserID": [
				"/u660715",
				"/u578486",
				"/u667451",
				"/u406774",
				"/u521620"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p716",
				"https://www.flashback.org/t989231p728",
				"https://www.flashback.org/t989231p737",
				"https://www.flashback.org/t989231p715",
				"https://www.flashback.org/t989231p759"
		],
		"userUrl": [
				"https://www.flashback.org/u660715",
				"https://www.flashback.org/u578486",
				"https://www.flashback.org/u667451",
				"https://www.flashback.org/u406774",
				"https://www.flashback.org/u521620"
		],
		"sentence": [
				"MONGOjonas att sprida lögner är du bra på för jag har inte varit en sökande till HA eller red and white crew jag har inte vetat om att det skrivs så mycket om mig här på flashback tydligen så är det någon som skriver i mitt namn så ta reda på fackta innan du skriver om sånt du inte vet något om men det va väll du som sprang in på gris stationen och tog skydd när dom sköt efter dig dom här sidorna intresserar mig inte för det är bara en massa lögner och fantasier.",
				"Alltid när man hör att HA \"spöar folk\", så handlar det oftast om ett stort övertag, som när dåvarande mc Sweden i Eskilstuna bråkade med medlemmar från dåvarande BC i stan, reaktionerna här på forumet var lyriska, dom fick tugga asfalt osv, men jag som var där på platsen, och satt på grappa, kan säga att det var säkert 25-30 pers om inte mer från hamc sidan, då de haft fest och hade folk från andra avd där, medan bc var kanske 5-6 pers.",
				"Du har ju rätt i det att när det står OUT så är du inte välkommen på fester eller tillställningar, man får inte heller lov att komma ner till klubben för att snacka lite skit eller ta en öl.",
				"Jag tror inte att den näsan rår sig på dessa grabbar, kolla in motorcyklarna och bilarna dessa grabbar kör, då förstår alla vilken tönt Alexander Ivanovic är med sitt busskort, näsan behöver vi väl knappast nämna något om då han avhandlas friskt i sin egna lilla tråd Kan vi förvänta oss att Hells Angels vidtar åtgärder så att det blir ett stopp på Alexanders respektlösa attityd?",
				"andra kriminella kan inte bara komma och råna eller skjuta dig efterom de då inte skjuter enbart en liten smågangster utan en red & white medlem och därigenom attackerar hela R&W."
		]
	},
	{
		"postIndex": [
			[28317],
			[26513],
			[27528],
			[26522],
			[28717]
		],
		"postTime": [
				"2012-05-08",
				"2012-02-22",
				"2012-03-24",
				"2012-02-22",
				"2012-05-10"
		],
		"postNum": [
			[9759],
			[9199],
			[9462],
			[9200],
			[9874]
		],
		"postLink": [
				"/sp37241723",
				"/sp35840004",
				"/sp36434475",
				"/sp35841219",
				"/sp37278823"
		],
		"postUser": [
				"Hellbender",
				"Hem_bränt",
				"Hellbender",
				"Mesmero",
				"Hellbender"
		],
		"postUserID": [
				"/u640857",
				"/u187769",
				"/u640857",
				"/u151888",
				"/u640857"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p814",
				"https://www.flashback.org/t989231p767",
				"https://www.flashback.org/t989231p789",
				"https://www.flashback.org/t989231p767",
				"https://www.flashback.org/t989231p823"
		],
		"userUrl": [
				"https://www.flashback.org/u640857",
				"https://www.flashback.org/u187769",
				"https://www.flashback.org/u640857",
				"https://www.flashback.org/u151888",
				"https://www.flashback.org/u640857"
		],
		"sentence": [
				"de flesta har ju barn oxå och hade aldrig i helvete accepterat att sånt här sker framför ens barn, trodde HA hade lite heder som en av världens största klubb men tydligen inte, Man hoppar aldrig på någon framför dennes barn o kvinnor och en familje klubb dessutom , näe all skit ska dom ha varenda jävel som vågar bära en 81 support tröja nu ska ha skit för det, detta är inte bikers längre, dessa barn kommer att ha men för livet pga detta hur ska HA rättfärdiga det???",
				"Tycker bara inte att man ska sitta och säga att alla i det eller det gänget är jävla töntar som superman4ever gör, då det finns bra och dåliga killar i alla gäng, jag menar det finns dom som sticker så fort det hettar till och det finns dom som inte skulle backa för någon eller något.",
				"Ni som predikar om att HA är nr 1 , jag kan förstå om ni tycker det om tex HA i amerika men sverige är ett skämt och har alltid vart det Sveriges HA är grundat av ett gäng RAGGARE utan någon som helst mc bakrund el respekt för mc världen, dessa raggare terroriserade stackars vanliga hederliga mc klubbar som ett snorungen gäng och enligt statistik så är 90% av grova brotten som sker i deras namn utförda av anhängare el r&w dvs springpojkar , smart drag visst = HA gubbarna blir fetare o fetare medans springpojkarna hamnar på kåken o hoppas på uppgradering om 5 till 7 om dom fortfarande är ihågkomna när dom kommer ut och tjockisarna garvar och buisness goes on as usual , låter som en riktigt bra mc klubb va Och hojåkandet då?",
				"Dom klubbar som inte ser till att aktivt jobba mot informatörer och \"golar-beteenden\" så som tex MMC och OMC (OMC verkar ha börjat rensa men MMC har fortfarande presidenten kvar som golat friskt förutom att hålla upp sin bebis framför några som hotar honom när dom dessutom erbjuder hans tjej att gå ut med ungen) dom kommer aldrig att kunna närma sig dom tunga vännerna utan bara andra pajasar och därmed har dom inget att sätta emot om det börjar blåsa.",
				"Killen högst upp på misstanke listan Michel diaz manzano är gänghoppar micha, som byter klubb var 6e månad här är några få klubbar han hunnit \"gästa\" under sin korta kärriär Black & white crew (omc) Loyalty Bfl (omc) Loyalty bfl (Bmc) X-team Bandidos Asir HA prospect möjligtvis en o annan till, tydligen har han 1 eller 2 barn undrar vad han skulle känna om någon av hans ex klubbar valde att spöa på honom framför sina barn?"
		]
	},
	{
		"postIndex": [
			[29372],
			[29358],
			[29493],
			[29424],
			[29753]
		],
		"postTime": [
				"2012-05-13",
				"2012-05-13",
				"2012-05-15",
				"2012-05-14",
				"2012-05-26"
		],
		"postNum": [
			[10072],
			[10067],
			[10118],
			[10090],
			[10226]
		],
		"postLink": [
				"/sp37339440",
				"/sp37338310",
				"/sp37371362",
				"/sp37349784",
				"/sp37541128"
		],
		"postUser": [
				"Kioskvaltare",
				"Kioskvaltare",
				"Glock9",
				"kranium123321",
				"Hellbender"
		],
		"postUserID": [
				"/u662785",
				"/u662785",
				"/u667451",
				"/u663168",
				"/u640857"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p840",
				"https://www.flashback.org/t989231p839",
				"https://www.flashback.org/t989231p844",
				"https://www.flashback.org/t989231p841",
				"https://www.flashback.org/t989231p853"
		],
		"userUrl": [
				"https://www.flashback.org/u662785",
				"https://www.flashback.org/u662785",
				"https://www.flashback.org/u667451",
				"https://www.flashback.org/u663168",
				"https://www.flashback.org/u640857"
		],
		"sentence": [
				"Inget förutom dom inblandade VET idag varför detta skedde, om det \"bara\" skulle vara så att det är utpressning på dom pengarna, ja då har dom börjat gå längre än dom borde, men precis som med allt annat vet vi inte som legat före denna ev utpreesning, har svinen ändå efterfrågat ev skydd från ha, hjälp med saker osv osv o sen försöker blåsa ha på pengar, ja då har jag större förståelse för det inträffade, sånt här inträffar inte utan anledning, vill HA ha en del av kakan åker inte 20 pers om det inte finns saker innan som grund..",
				"Att några få barn fanns på plats (som förmodligen fått se slagsmål förr i sitt liv o kommer få se fler) tycker jag är väldigt lite i förhållande till vad som utspelar sig på många andra platser i sverige just nu, där barn själva kastar stenar, eld o annat mot polisen, ambulans o brandkår, där deras ännu yngre syskon o grannar är med i bakgrunden o lärs upp på detta betéende tycker jag är MKT värre!",
				"Att HA har lagt ner i vissa städer tror jag inte ett skit på men att dom blivit vingklippta och att dom har interna problem är helt klart, att det sedan finns medlemmar som kommer att åka ut där ifrån råder det inga tvivel på heller och det gäller nog i alla avdelningar.",
				"det ryktas en del hit och dit om folk som uppenbarligen inte vet (tex när hising island la ner, men i det fallet VET jag att det inte hade ett piss med pengar att göra utan helt andra saker då det var säkert 15 klubbar från göteborg där och pratde med dom om att dom bettede sig fel, innan dom lade ner) så kan du ge nått exempel på när det har krävts provision?",
				"dom har inte lyckats stoppa någon av dom stora klubbarnas etablering i sverige, dom misslyckades att stoppa bandidos etablering på 90talet och har fortsatt att misslycks tills idag enda dom är bra på är att göra reklam för sig själva och att ta på sig ära för saker som andra har gjort, förlåt dom lyckades att stoppa svineris framfart i sverige LOL och på köpet psykiskt misshandla barn och kvinnor wow vilka män dom är, inte konstigt när dom har medlemmar som är dömda för kvinnomisshandel och våldtäkt."
		]
	},
	{
		"postIndex": [
			[31951],
			[30955],
			[30910],
			[30953],
			[32649]
		],
		"postTime": [
				"2012-09-11",
				"2012-08-06",
				"2012-08-05",
				"2012-08-06",
				"2012-09-28"
		],
		"postNum": [
			[10960],
			[10624],
			[10615],
			[10624],
			[11170]
		],
		"postLink": [
				"/sp39282932",
				"/sp38681183",
				"/sp38674040",
				"/sp38681183",
				"/sp39572113"
		],
		"postUser": [
				"Gandolfini",
				"veritatem",
				"veritatem",
				"veritatem",
				"Hem_bränt"
		],
		"postUserID": [
				"/u240940",
				"/u706449",
				"/u706449",
				"/u706449",
				"/u187769"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p914",
				"https://www.flashback.org/t989231p886",
				"https://www.flashback.org/t989231p885",
				"https://www.flashback.org/t989231p886",
				"https://www.flashback.org/t989231p931"
		],
		"userUrl": [
				"https://www.flashback.org/u240940",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u187769"
		],
		"sentence": [
				"Läste PDf:en som länkades i tråden från Megas bok och undrar över några saker 1, Han säger själv att han drog in bra med stålar men var ändå tvungen att låna av andra, vad gick pengarna till, drog han i sig 5 gram cola om dagen så borde det ändå blivit pengar över 2, Vilka var han skyldig pengar, andra medlemmar eller outsiders 3, Vilka är som andra lirarna som syns på hans bilder och var det dessa som han var skyldig pengar Om han nu var medlem i 15 år och drog in mkt pengar som han säger, för mig är mkt pengar typ 1 miljon om året.",
				"Det kommer inte att ändra på folks syn och inställning till 1% klubbarna (förutom här på fb då) dom kommer att vara lika välkomna till tillställningar/klubbar som dom varit innan , bara att gilla läget warriors , och det är absolut inget ni kommer att kunna göra åt saken mer än att sitta här på fb och lipa och kalla medlemmar i 1% klubbarna för öknamn , och det påverkar ju verkligheten , , , inte.",
				"Inte det minsta , har desto mer erfarenhet av folk som inte har en aning om hur miljön fungerar , dom har aldrig varit i miljön och kommer aldrig att vara där (sen menar jag inte miljön där du förmodligen varit i typ nån bonklubbar som grillar tillsammans på lördagkvällarna) , utan helt går på slutsatser från folk som är som dom själva samt vår helt underbart fantastiska media (känns detta igen) Jag har aldrig påståt att \"hembesöket\" hos svinen inte var obefogat , har bara sagt att fallet kan ha en anledning som inte ni lallare känner till.",
				"Inget som ni internet-warriors kan göra nåt åt , det har hänt förut och kommer att hända igen , så länge det finns folk/klubbar som tror att man kan göra som man vill , svinen hade en jävla tur att dom inte gick samma väg som ett par Outlaws killar gått , och det vet dom om , fråga han med skallbenet.",
				"Helt rena avdelningar vill dom inte ha för det generar inte lika mycket pengar men visst finns det ett intresse i att ha lite folk med ett prickfritt brottsregister, dom killarna utses oftast som representanter för klubben om dom ska uttala sig om något i till exempel media så länge dom inte gör business och behöver hålla en låg profil."
		]
	},
	{
		"postIndex": [
			[33024],
			[34096],
			[34544],
			[33228],
			[34159]
		],
		"postTime": [
				"2012-10-13",
				"2012-12-10",
				"2012-12-21",
				"2012-10-23",
				"2012-12-13"
		],
		"postNum": [
			[11328],
			[11749],
			[11910],
			[11420],
			[11779]
		],
		"postLink": [
				"/sp39814265",
				"/sp40822070",
				"/sp41037270",
				"/sp39981506",
				"/sp40878174"
		],
		"postUser": [
				"Makrame",
				"veritatem",
				"veritatem",
				"--A.D.I.O.S--",
				"veritatem"
		],
		"postUserID": [
				"/u653445",
				"/u706449",
				"/u706449",
				"/u740250",
				"/u706449"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p944",
				"https://www.flashback.org/t989231p980",
				"https://www.flashback.org/t989231p993",
				"https://www.flashback.org/t989231p952",
				"https://www.flashback.org/t989231p982"
		],
		"userUrl": [
				"https://www.flashback.org/u653445",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u740250",
				"https://www.flashback.org/u706449"
		],
		"sentence": [
				"Detta gäller inte bara Hells Angels utan alla dom större klubbarna, det är ju bara varandra dom bråkar med aldrig hör man att dom krigat mot Juggarna eller dylikt för dom vet att dom gubbarna är på allvar och inga reklampelare som springer runt med tröjor och västar för att behöva se tuffa och balla ut.",
				"Hur fegt och förjävligt det än må tyckas vara så har nog en hel del folk och klubbar som haft funderingar på att gå med i Outlaws sfären fått sig en eller två tankeställare , hur ballt och fräckt det än må vara med en internationell mc klubbs väst på ryggen så har nog fördelarna bytts ganska omgående mot nackdelarna , jag skulle då inte vilja offra mitt liv för en \"hobby\" , men det är ju bara jag det.",
				"Kan sätta vad som helst på att om en nybildad klubb drar på sig en väst med MCC så kommer ingen att bry sig en sekund trots att man inte gått genom svemod , det vill säga då att man inte kränker på någon annan klubbs \"färger\" , \"namn\" att man inte skriver \"Sweden\" i botom rockern osv men däremot enbart , då får man det hett om öronen.",
				"Flera Firman Boys grabbar är eller har varit medlemmar i Red & White Crew, Firman Boys har bla jobbat som vakter på fester samt festar rätt ofta med eller på någon av avdelningarna i Stockholm, en av anledningarna är nog att 2 st Hells Angels Stockholm är medlemmar i Firman Boys, men deras namn lämnar jag.",
				"Har aldrig påstått att den ena är bättre än den andra , enligt mig så har HA gjort fel i fallet Svineri MC , men vad som har hänt och sagts innan man skred till handling vet inte jag och kommer förmodligen aldrig att få reda på heller , men det skulle förvåna mig om överfallet var första kontakten parterna emellan."
		]
	},
	{
		"postIndex": [
			[35689],
			[36137],
			[35290],
			[35944],
			[35275]
		],
		"postTime": [
				"2013-02-26",
				"2013-03-23",
				"2013-02-03",
				"2013-03-16",
				"2013-02-03"
		],
		"postNum": [
			[12331],
			[12475],
			[12224],
			[12423],
			[12222]
		],
		"postLink": [
				"/sp42196661",
				"/sp42609053",
				"/sp41827523",
				"/sp42492778",
				"/sp41825234"
		],
		"postUser": [
				"WTFworld",
				"puma79",
				"veritatem",
				"guldankan",
				"veritatem"
		],
		"postUserID": [
				"/u739230",
				"/u629059",
				"/u706449",
				"/u349439",
				"/u706449"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p1028",
				"https://www.flashback.org/t989231p1040",
				"https://www.flashback.org/t989231p1019",
				"https://www.flashback.org/t989231p1036",
				"https://www.flashback.org/t989231p1019"
		],
		"userUrl": [
				"https://www.flashback.org/u739230",
				"https://www.flashback.org/u629059",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u349439",
				"https://www.flashback.org/u706449"
		],
		"sentence": [
				"Nej det är de inte de har tappat rejält, en avdelning med ett handfull individer samt några wannabes i deras crew, och det enda de gör sista åren är att trakassera sina sbm klubbar som svineri mc osv, väldigt modigt att ställa till det framför barnfamiljer osv, kan överhuvudtaget inte förstå att yenkarna inte reagerat över detta och låter en ängel göra så de skämmer ju ut hela organisationen, man går ALDRIG ut på en aktion när där finns kvinnor och barn detta är bara ytterligare ett bevis på hur lågt de sjunkit senaste åren, också en av anledningarna till att de tappar folk och support och därmed mark...",
				"Sedan ett 20-tal killar i Outlaws svartvita västar och jackor tagit sig igenom historiens största säkerhetskontroll anlände bil efter bil med till slut bortåt hundratalet män i rödvita kostymeringar med Hells Angels-sfärens olika avdelningar Omc hade antagligen ingen aning om att det skulle komma rödvita så det var nog inte för att vara tuffa som dom kom dit, Hade de vetat innan så hade dom aldrig dykt upp..",
				"Frågan är hur länge gemene man ute i klubbkåkarna orkar med att se på när ens vänner blir nerstängda , man ska inte glömma att alla klubbar där ute slickar inte storebrors röv , trots att man är med i SBM , det kan lätt bli övergångar till andra färger , det har historiskt sett redan skett tex i region Göteborg där kvillebäcken , runestone och nu sist romano antagit bandidos färger , bara en tanke , och jag tror nog att fler än jag tänker i dom banorna?",
				"Har du fattar att tråden du skriver i varken handlar om Dig eller om vad jag fattar, den handlar om > Hells Angels tråden, allt om HA, prospects och Red Devils så bespara oss andra vad du tror dig veta vad andra som skriver i tråden fattar eller inte, försök gärna komma med något som för tråden vidare, nått som är relevant för tråden.",
				"Dessa killar i Divers som klev in i kamelernas stall och började veva för att försvara sina färger borde ju fan ha en medalj , det finns tamejfan inte många kvar i dagens klubbar som skulle ha ballar nog för att kliva in 3-5 man mot 30-40 som det verkar ha gått till i detta fallet."
		]
	},
	{
		"postIndex": [
			[36898],
			[36955],
			[38210],
			[38155],
			[38133]
		],
		"postTime": [
				"2013-05-05",
				"2013-05-07",
				"2013-09-09",
				"2013-09-01",
				"2013-08-31"
		],
		"postNum": [
			[12767],
			[12787],
			[13254],
			[13227],
			[13222]
		],
		"postLink": [
				"/sp43278160",
				"/sp43318564",
				"/sp45162226",
				"/sp45037744",
				"/sp45027720"
		],
		"postUser": [
				"VonSilfwertryffel",
				"Axxxx",
				"mgmm",
				"Skinheadways",
				"LisboaCaralho"
		],
		"postUserID": [
				"/u419860",
				"/u805666",
				"/u588364",
				"/u778576",
				"/u813022"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p1064",
				"https://www.flashback.org/t989231p1066",
				"https://www.flashback.org/t989231p1105",
				"https://www.flashback.org/t989231p1103",
				"https://www.flashback.org/t989231p1102"
		],
		"userUrl": [
				"https://www.flashback.org/u419860",
				"https://www.flashback.org/u805666",
				"https://www.flashback.org/u588364",
				"https://www.flashback.org/u778576",
				"https://www.flashback.org/u813022"
		],
		"sentence": [
				"Det är lite samma resonemang som att man inte skulle vara rädd för den italienska maffian för det är bara gamla gubbar i rullstol som spelar kort och trycker i sig cannoli hela dagarna, det är ju knappast dessa som gör smutsjobbet, precis som västarna inte gör det utan låter tröjorna fixa och trixa med dessa uppgifter Med risk för att verka tjatig så förstår jag inte hur man kan sitta och debattera detta in absurdum a´la \"det finns många tunga grabbar i förorten, o skulle dom gå ihop så bla bla BLAAAA\", det är lite som om man skulle säga att det finns en massa hårda svenskar som är snickare och skulle dom en dag tröttna och bara gå ihop så skulle dom kunna göra det ena och det andra.",
				"Asså dessa konflikter världen över kommer med all säkerhet att fortgå och alla sidor får förluster men att någon av färgerna skulle slå ut den andre helt tror jag är så gott som obefintlig HA har ganska tuffa inträdesprov men det innebär inte att dom skulle ha fler krigare än till exempel BMC Och angående MMC och OMC så har dom inte lyckats i Sverigen men utomlands är dom stora som tillexempel OMC i England sen så har alla sidor både bra och kanske mindre bra folk och vad jag menar med bra folk är lojala personer till sina färger som står upp för det precis lika starkt som dom står upp för en broder...",
				"helt ärligt denna danska idiot,,att aftonblaskan ens lägger energi på han,,Utan att försvara HA eller nån annan så vet jag personligen att denna man e en ren idiot, och myttoman,,ja vi vet att de e många lustigkurrar i HA eller andra mc relaterat miljö,,men ja kan personligen säga IGEN att ingen kan jämnföras me denna idiot,han e en idiot,,de einte många andra kanske,,han e en myttoman,,hans fru är en exstrippa samt exprostituerad,,Jag kände dom personligen, Lars stal pengar och blåste folk utan nåd,,sedan gick han till polisen med alla dessa påhitt,,altså jag tror ingen vill ha med han o göra,,ingen vill ens döda han,,han e bara en förvirrad psykpatient!!!!!!",
				"Annars är det väl det gamla vanliga, om du har ett rykte av dig som en person med bra våldskapital, golar inte osv så kommer folk alltid vilja knyta dig till sin organisation, på ett lr annat sätt Kan flika in med det att alla dom rwc man festat med så har dom flesta börjat bråka med oskyldiga människor, så att ha's brottslighet inte skulle drabba vanliga människor är ju inte riktigt sant, vad tror ni rwc och folk i ha periferin gör för att tjäna pengar?",
				"Det jag skriver o tycker uppfattas säkert av en del kritiskt, men det är inget jag direkt bryr mig om eller blir arg/ledsen över, tycker man ska kunna diskutera utan en massa påhopp eller idiotförklaringar då jag inte är ute efter att dissa folk här eller idiotförklara folk då jag inte känner någon direkt glädje eller känner mig boostad utav att va tuff eller smartast här eller på nätet."
		]
	},
	{
		"postIndex": [
			[38732],
			[39909],
			[39532],
			[39441],
			[39901]
		],
		"postTime": [
				"2013-12-05",
				"2014-04-19",
				"2014-03-03",
				"2014-02-26",
				"2014-04-19"
		],
		"postNum": [
			[13461],
			[13939],
			[13787],
			[13751],
			[13939]
		],
		"postLink": [
				"/sp46443083",
				"/sp48442445",
				"/sp47770473",
				"/sp47693913",
				"/sp48442445"
		],
		"postUser": [
				"snomos",
				"vanto",
				"Trelleborgpalm",
				"nasti",
				"vanto"
		],
		"postUserID": [
				"/u641559",
				"/u713426",
				"/u836608",
				"/u607741",
				"/u713426"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p1122",
				"https://www.flashback.org/t989231p1162",
				"https://www.flashback.org/t989231p1149",
				"https://www.flashback.org/t989231p1146",
				"https://www.flashback.org/t989231p1162"
		],
		"userUrl": [
				"https://www.flashback.org/u641559",
				"https://www.flashback.org/u713426",
				"https://www.flashback.org/u836608",
				"https://www.flashback.org/u607741",
				"https://www.flashback.org/u713426"
		],
		"sentence": [
				"Själv skulle jag inte vilja vara med en klubb där du totalt delar på allt om jag inte var minst 100% tvärsäker på alla polare i klubben gör samma sak för dig Normalt sett om du blir kickad från en klubb så är det omöjligt för dig att gå med en annan klubb.",
				"Sen så är det inte positivt i någons ögon och då menar jag dig med med att HAMC ska vara beroende av nätverk som inte tillhör deras sfär det e ju bara pinsamt att behöva ropa på hjälp av utomstående när man slår sig själv på bröstet om att man e bäst och vackrast Enligt dig så har BMC inga vänner i förorten, BMC medlemmar kan inte gå på sina gator i förorten med sina färger.",
				"Det hade varit annan sak om några nya folk skulle flytta in till Köpenhamn eller Malmö och öppna ny klubb.",
				"Sen har Hells Angels med sig många fler än bara sitt egna gäng så länge dem har varit i den undre världen i Sverige så har den kontakterna med andra grupperingar.",
				"Du pratar som om BMC inte känner eller umgås med folk från förorten dom alla är nästan från förorten och bor kvar där, du menar att dom inte kan gå med sina västar på sin egen gata du e för rolig du min vän."
		]
	}
]
