[
	{
		"postIndex": 1055,
		"postNumber": 1082,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 11,
		"userScore": 8.9,
		"postUserName": "avriiil",
		"postUserID": "u250384",
		"postUserUrl": "https://www.flashback.org/u250384",
		"postDateTime": "2011-08-06, 17:34",
		"postUrlInThread": "https://www.flashback.org/t1345419p91",
		"postUrlUniq": "https://www.flashback.org/sp32079276",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lieutenant</strong></div> <div>Några frågor till dig som jobbar med försörjsningsstöd.<br/>  Jag ska snart söka igen efter pengar denna månaden, vilka papper behöver man ha med sig då?<br/> <br/>  Sen var vi ett par stycken som köpte ett Playstation 3 till en gemensam vän som fyllde år men jag betalade alltihop med mitt kort och fick tillbaka kontanter från dem andra efter 1-3 dagar.<br/> <br/>  Jag tänkte sätta in dom på mitt konto igen men blev tillsagd att soc inte bryr sig vad pengarna kommer ifrån och att det räknas som en inkomst denna månaden om jag sätter in dom nu (detta var den 3). <br/> <br/>  Det betyder ju att om jag tar ut 1000kr och sedan går till banken och sätter in dom igen så räknas det som en inkomst denna månaden och jag får 1000kr mindre nästa månad, Låter jävligt dumt i mina öron. Ligger det någon sanning i det här?<br/> <br/>  Hur kommer soc tänka när dom ser att ca 2500kr gick åt på elgiganten om jag behöver ha med mig kontoutdrag för nästa månad?<br/> <br/> <br/> <br/>  Nu tror jag inte du vill skriva i vilken kommun du jobbar i men hur många uppskattar du går på försörjningsstöd i din kommun? Samt ungefär hur många bor det i kommunen?<br/> <br/>  Vad tycker ni ser skumt ut?<br/> <br/>  Kan du berätta lite mer om dessa \"klientproffs\"?<br/> <br/>  Jag tycker dom flesta som jobbar på soc ser ner på alla som söker, är det vanligt och gör du själv det?<br/> <br/>  Jag har sett många sitta och ringa privata samtal på telefonen vid receptionen, får man göra det? (Dom brukar lägga på efter ca 30 sec till 1 min när dom ser att nån behöver hjälp så det stör ju inte så mycket men dom ringer upp igen sen efter)<br/> <br/>  Har du alltid velat jobba på soc eller blev det bara att du hamnade där?<br/> <br/>  Hur länge har du pluggat och vad gick du för linjer?<br/> <br/></div> </td> </tr> </table> </div> <br/> <br/>  Jag ska snart söka igen efter pengar denna månaden, vilka papper behöver man ha med sig då?<br/> <br/>  -Hos oss kräver vi att man har med först och främst din ansökan korrekt ifylld, kontoutdrag (sedan 1 månad tillbaka om du är återkommande och sedan 3 månader om du är \"ny\"),  papper från arbetsförmedlingen som bevisar att du är inskriven och att du deltar i de aktiviteter du blivit anvisad,alternativt om du är sjukskriven skall du ha med intyg på detta. sedan skall du ha med räkningar eller kvitton på sådant du söker till utöver försörjningsstödet (t ex pengar till hyran, medicin, glasögon, el och liknande), samt lista över jobb som du sökt den senaste månaden.<br/> <br/> <br/>  Sen var vi ett par stycken som köpte ett Playstation 3 till en gemensam vän som fyllde år men jag betalade alltihop med mitt kort och fick tillbaka kontanter från dem andra efter 1-3 dagar.<br/> <br/>  Jag tänkte sätta in dom på mitt konto igen men blev tillsagd att soc inte bryr sig vad pengarna kommer ifrån och att det räknas som en inkomst denna månaden om jag sätter in dom nu (detta var den 3). <br/> <br/>  Det betyder ju att om jag tar ut 1000kr och sedan går till banken och sätter in dom igen så räknas det som en inkomst denna månaden och jag får 1000kr mindre nästa månad, Låter jävligt dumt i mina öron. Ligger det någon sanning i det här?<br/> <br/>  -Ja du skall sätta in dem på kontot igen eftersom de pengarna du fått av dina kompisar är pengar som du <i>har</i> och således skall du redovisa detta för soc. Så ja, det ligger sanning i det. Tar du ut 1000 kr och sen sätter in dem igen så är det ju 1000 kronor som du <i>har</i>, alltså - en inkomst. Är du oroad för att få 1000 mindre så spara då de 1000 du har istället för att ta ut dem.<br/> <br/>  Hur kommer soc tänka när dom ser att ca 2500kr gick åt på elgiganten om jag behöver ha med mig kontoutdrag för nästa månad?<br/> <br/>  - Ja de kommer nog undra lite men egentligen struntar de i vad du gör med dina pengar. det är inte deras problem vad du gör av med dina pengar på, så länge du sedan inte kommer och säger att du gjort av med allt och vill ha akutpengar till mat...ser de då att du handlat prylar för 2500 så kommer du inte att få några matpengar utan då kommer de säga att du ska lämna tillbaka det du handlade för 2500. jag ser ofta på utdragen t ex att klienter äter mcdonalds och pizza hela tiden, men det bryr inte jag mig om så länge de inte kommer och säger sen att de inte har pengar till mat. <br/> <br/>  Nu tror jag inte du vill skriva i vilken kommun du jobbar i men hur många uppskattar du går på försörjningsstöd i din kommun? Samt ungefär hur många bor det i kommunen?<br/> <br/>  -det är inte så jättemånga. ca 200 hushåll skulle jag tippa på. tror det bor ca 35 000 pers här eller så...<br/> <br/>  Vad tycker ni ser skumt ut?<br/> <br/>  - Ja t ex om man handlat för 2500 på elgiganten <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Nä, men om man ser på kontoutdraget att det t ex gjorts uttag i utlandet eller så. Kan inte gå in exakt på vad för detaljer eftersom det skulle vara att avslöja våra \"knep\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/>  Kan du berätta lite mer om dessa \"klientproffs\"?<br/> <br/>  - Det är de som fuskar helt enkelt. Ofta de som är aktuella hos oss i många år och vet hur saker och ting fungerar. Ofta så får de dock inte så mycket pengar som de vill eller ingenting alls eftersom vi kommer på deras knep. De har nästan alltid barn också, sorgligt nog.<br/> <br/>  Jag tycker dom flesta som jobbar på soc ser ner på alla som söker, är det vanligt och gör du själv det?<br/> <br/>  - Det är jäkligt svårt att veta hur man skall bete sig när man möter folk som söker försörjningsstöd eftersom alla måste behandlas olika. Vissa måste man vara lite tuffare mot och vissa måste man \"dadda\" med. Ibland vet man inte hur man ska göra och då är det nog lätt att klienterna tror att man \"ser ner\" på dem, fast jag tror faktiskt att de flesta socialsekreterare, inklusive mig, innerst inne vet att detta är inte några \"dåliga\" personer utan helt enkelt personer som av olika anledningar fått problem med ekonomin (alternativt vill fuska till sig pengar) - och det ligger ofta så mycket annat bakom, t ex psykiska åkommor, dysfunktionella familjer, drag i personligheten som gör det svårt att få och behålla ett jobb eller helt enkelt bara otur, t ex olyckor eller dödsfall i familjen eller så. Jag tror inte att någon av de här människorna VILL ha det som de har det egentligen, och därför ser man heller inte ner på dem.<br/> <br/>  Jag har sett många sitta och ringa privata samtal på telefonen vid receptionen, får man göra det? (Dom brukar lägga på efter ca 30 sec till 1 min när dom ser att nån behöver hjälp så det stör ju inte så mycket men dom ringer upp igen sen efter)<br/> <br/>  - Hur vet du att samtalen är privata? Jag sitter inte i reception så jag vet inte hur det är hos oss, om man får eller inte.<br/> <br/>  Har du alltid velat jobba på soc eller blev det bara att du hamnade där?<br/> <br/>  - Alltid och alltid kan man väl inte säga, detta är mitt första jobb efter examen och de flesta börjar på försörjningsstöd efter examen. de är där det är lättast att få jobb. Men det är mycket roligare än jag trodde det skulle vara så jag stannar nog ett tag till. <br/> <br/>  Hur länge har du pluggat och vad gick du för linjer?<br/>  Jag gick socionomprogrammet i 3,5 år."
	},
	{
		"postIndex": 676,
		"postNumber": 699,
		"rankGlobal": 2,
		"scoreGlobal": 95.8,
		"userRank": 94,
		"userScore": 3.2,
		"postUserName": "eratoc",
		"postUserID": "u233635",
		"postUserUrl": "https://www.flashback.org/u233635",
		"postDateTime": "2011-03-15, 00:54",
		"postUrlInThread": "https://www.flashback.org/t1345419p59",
		"postUrlUniq": "https://www.flashback.org/sp29479136",
		"sentence": "Hej!<br/> <br/>  Jag behöver lite råd från er flashbackare. Kanske blir en ganska lång text men vore bra om iallafall någon kunde ta sig tiden att läsa detta. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> <br/> <br/>  För att köra första detaljerna lite snabbt: När jag var 16 flyttade min enda förälder till Danmark och betalade min lägenhet så jag kunde gå gymnasiet. Gjorde ett dumt misstag och ska snart hoppa in igen och fortsätta på samma linje, alternativt plugga upp gymnasiebetygen på folkhögskola.<br/> <br/>  Tills dess måste jag ha pengar, för min mor har inte råd att försörja mig och jag söker jobb hela tiden men det finns väldigt lite då jag bor i en småstad. Att flytta är jag inte redo för pga. att jag ska fortsätta plugga vidare här senare och har ingenstans att bo annars. <br/> <br/>  Jag bor i min morsas ex lägenhet som numera bor i Mexico, han har slutat betala hyran och vi har ingen kontakt med honom överhuvudtaget. vilket innebär att jag snart kommer bli utkastad från lägenheten och bli hemlös. Mamma har inte råd att betala hyran och jag vill kunna ordna det på egen hand genom bostadsbidrag samt försörjningsstöd från SOC tills jag hittar ett jobb. Jag har varit på ett X antal möten hos arbetsförmedlingen och SOC ang. detta. <br/> <br/>  Första mötet på SOC, fick snacka med en äldre kärring där som verkade sakna någon slags empati överhuvudtaget - det enda hon påpekade var att jag bodde \"olagligt\" då jag inte hyr lägenheten i andra hand, men vad ska jag annars göra, bo på gatan? Har även frågat hur hon skulle göra i denna situation och hon började prata om annat. Jag sa att jag måste ha något slags bidrag så jag kan klara mig gällande maten och ha någonstans att bo och hon kan tydligen inte hjälpa mig med lägenhet pga att jag inte har någon inkomst? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> men vi skrev på papper om försörjningsstöd med villkoren att jag \"praktiserar\" på ett ställe där det är fullt av pundare och mindre smarta människor, om man säger så...<br/> <br/>  För att få pengar måste jag gå dit varje dag i veckan, sitta framför en dator samt läsa en bok och skriva en bokrecension på en hel drös sidor, dag in och dag ut. Jag förklarade då för henne att jag hellre praktiserar på ett riktigt ställe t.ex. ICA så jag eventuellt kan få jobb där senare och att jag vill lägga ner all min energi på att börja kunna tjäna mina egna pengar så jag slipper detta. Har tidigare levt på 1000-1500 i månaden samt betald lägenhet av min mor men detta går inte längre.<br/> <br/>  Idag (måndag) gick jag till banken för att se om jag fått in pengar, och där låg det 300:- från SOC. Det kändes som en smäll i ansiktet ungefär. Hur ska jag klara mig på det, räcker ju knappast till mat, kläder någon gång och att bo någonstans?<br/> <br/>  Har nästa möte om ca. en månad, men vet inte om det är \"försent\" tills dess. Ska ringa dom imorgon och be om en ny socperson och förklara hela min historia för dom igen och berätta hur akut det är. <br/>  Jag funderar även på att be någon närstående stå på en lägenhet till mig som jag sedan kan hyra i andra hand och på så sätt försöka få bostadsbidrag från försäkringskassan - är detta möjligt?<br/>  Har förövrigt ingen aning om vad jag ska säga till SOC. Jag menar, dom har väl en viss skyldighet att se till att jag inte hamnar på gatan?<br/> <br/>  Någon som kanske kan hjälpa mig på något sätt här? <br/>  Hoppas att jag valde rätt forum, annars får MOD gärna flytta!"
	},
	{
		"postIndex": 1895,
		"postNumber": 1933,
		"rankGlobal": 3,
		"scoreGlobal": 87,
		"userRank": 119,
		"userScore": 2.9,
		"postUserName": "Fargoth",
		"postUserID": "u181975",
		"postUserUrl": "https://www.flashback.org/u181975",
		"postDateTime": "2012-06-03, 00:24",
		"postUrlInThread": "https://www.flashback.org/t1345419p162",
		"postUrlUniq": "https://www.flashback.org/sp37668608",
		"sentence": "Blir fan förbannad! Första mötet med denna institution från det djupaste sossehelvetet:<br/> <br/>  Jag tjänade för lite förra månaden (jobb i april, lön i maj - timanställning), hade inga sparade pengar och kan inte låna mer av mina föräldrar så jag bet i det sura äpplet och gick ner till soc för att be på mina bara knän om existensminimum. Berättade hur det låg till med pengar, hyra och sådär och tanten var ganska tillmötesgående på mötet och jag berättade att det bara handlade om en, max två månader som jag behövde hjälp. Jag hade med de flesta pappren man skulle ha med sig och fick sedan en lista på papper jag skulle komplettera med, som jag dessutom gick tillbaka med samma dag. Detta var 1½ vecka innan hyran och övriga räkningar skulle betalas och jag var lugn för stunden. <br/>  Men så gick det en vecka och några dagar innan den sista i månaden så ringde jag kärringen jag var hos och frågade hur det gick med överläggningen. Då sa hon att hon behövde ytterligare papper och ett till kontoutdrag. Detta sades det inte ett ord om på mötet veckan innan. Jag kompletterar samma dag och mailar att jag gjort det för säkerhets skull. Då mailar kärringen tillbaka att hon vill att jag ska lämna in min inkomstdeklaration! Som att de inte kan kolla upp det själva (de kollar ju upp allt annat för fan). Och varför inte bara säga att hon vill se den direkt vid första mötet? Satkärringen har även mage att säga att jag får ta och fixa pengar på annat håll för att betala räkningarna \"så länge\". För i helvete, om jag hade kunnat göra det så hade jag inte kontaktat soc från början!<br/>  Nu sitter jag här och har inte kunnat betala hyran vilket kommer leda till att jag kommer få betala ännu mer nästa gång. Jag fattar fan inte varför det är denna fördröjning. Är det medvetet planerat från staten för att man ska tänka \"nej fan, jag får inte pengar från soc, nu får jag hitta ett jobb\". Då är det verkligen en skev verklighetsbild bland batikhäxorna som styr denna avgrening i den svenska statsapparaten. Som ung, (relativt) erfaren man med körkort, truckkort och högskoleutbildning så är det <i>även då</i> svårt att få jobb om man inte har kontakter. Jag har nog sökt 300 jobb de senaste 12 månaderna (är ofta ute direkt på arbetsplatserna, att söka via nätet är ju helt hopplöst) så inte fan sitter jag bara hemma och degar. Dessutom har jag redan ett jobb, men som tyvärr är väldigt osäkert vissa månader.<br/> <br/>  Sverige, landet där alla har det bra. Så länge man inte hamnar i kläm mellan arbetsmarknaden och långtidsarbetslöshet."
	},
	{
		"postIndex": 134,
		"postNumber": 138,
		"rankGlobal": 4,
		"scoreGlobal": 85.8,
		"userRank": 30,
		"userScore": 6,
		"postUserName": "aliquis",
		"postUserID": "u133117",
		"postUserUrl": "https://www.flashback.org/u133117",
		"postDateTime": "2010-10-23, 21:19",
		"postUrlInThread": "https://www.flashback.org/t1345419p12",
		"postUrlUniq": "https://www.flashback.org/sp26350990",
		"sentence": "Läste ditt första inlägg nu istället, det verkar ju mycket vettigare.<br/>  Där var det ju iaf inte ett faktum att de skulle be om pengarna retroaktivt och mer intressant hur de skulle agera. Normalt kanske de inte hade fått veta det då som någon annan sade men nu var de ju insatta i det hela ifrån början.<br/>  Kronofogden gör väl inte ett skit om du inte håller på och strular, de är ju knappast de första som ber om pengarna.<br/> <br/>  Hur normen fungerar vet jag inte men får du andra pengar lär de ju dra bort den delen från försörjningsstödet. Det är ju något som fyller upp till existensminimum, inte något som ger extrapengar. Väl?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>saken är den att pga olika faktorer jag inte kunnat påverka inte fått träffa läkare och därav inte kunnat få sjukskrivning trots jag varit sjuk vilket resulterat i att mian färäldrar fått betala min hyra och försörjt mig under flera månader då soc inte kan bevilja försörjnigsstöd till mig då jag inte haft papper på min sjukdom</div> </td> </tr> </table> </div> Vad snackar du om? Försörjningsstöd får du om du inte har råd att överleva själv, det spelar ingen roll om du är sjuk eller inte. Om däremot dina föräldrar redan har betalat din hyra så får du ju inte soc retroaktivt för de skiter i hur saker och ting löste sig bara att det löste sig och inte är något problem nu. Ju mer oansvarig man är desto bättre typ. Sjukpenning/aktivitetsersättning och soc är ju inte på något vis samma sak. Soc får vem som helst typ.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>därav är jag istället skuldsatt pga min sjukdom och borde kunna få behålla pengarna och betala tillbaka de personer som försörjt mig under den peroden socialen egentligen skulle ha beviljat mig pengar,</div> </td> </tr> </table> </div> Nej, för de skiter i det. När jag pluggade visste jag inte att man hade rätt till försörjningsstöd under sommaren om man inte hade något jobb utan trodde att man skulle klara sig på det man fick de andra 10 månaderna. Ofta soc bryr sig om att jag blev skyldig min mor pengar då. Jag hade ingen aning om att man kunde söka bostadsbidrag som student heller. Det hade man ju möjligen kunnat få retroaktivt dock. Men soc är ju lösning _NU_. Det är ju knappast så att alla de som har skuldsatt sig själva kan gå och be om försörjningsstöd för att de vill ha lättare att betala tillbaka sina lån. Det du borde ha gjort hade varit att söka försörjningsstöd redan ifrån början när du inte hade egna pengar till hyran istället för att ha dina föräldrar gå in med pengarna. Fast är du under 18 eller fortfarande går på gymnasiet så är de väl försörjningsskyldiga för dig och isf hade soc fortfarande inte brytt sig. Kanske i något slags specialfall typ med pundare eller misshandel och dylikt. Vad vet jag.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>nu har jag tex ingen sjukskrivning heller så dom KAN bevilja utan så varför jag inte fick åengar då ställer jag mig mycket frågande till?</div> </td> </tr> </table> </div> Försörjningsstöd har inget med din sjukdom att göra. Försörjningsstöd är för folk som inte kan betala för sig själva.<br/>  Aktivitetsersättningen däremot är väl en ersättning för att du har nedsatt arbetsförmåga. Definitionen och information om det finns säkert på försäkringskassans websida.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>  nu är utbetalningen redan skedd från soc och jag har nog pengarna på måndag och kan inte stopa skiten men tänkte nog mer att försöka stoppa aktivtetsskiten istället och ansöka igen utan att soc går in och tar pengarna.</div> </td> </tr> </table> </div> För samma månad? Du har ju redan fått från försäkringskassan? Tar du bort dem så får du ju bara soc som är mindre pengar, söker du igen för samma månad så blir det ju bara muppigt. Skulle du påstå att \"oj jag har ett jobb på gång så jag behöver inte det här, jag vill betala tillbaka\", \"oj det löste sig inte?\"<br/> <br/>  Värt besväret? Och tänk om det inte fungerar? Jävla strul. Krångla tillräckligt och så förlorar du kanske aktivitetsersättningen, försörjningsstödet vet jag inte om du kan förlora om du inte har något annat.<br/> <br/>  Att betala tillbaka försörjningsstödet för den här månaden är ju lätt ordnat, du fick ju både aktivitetsersättning + försörjningsstöd.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>nej varför skulle jag hellre ha soc?<br/>  hur får du till det nu?</div> </td> </tr> </table> </div> Vet inte vad du snackar om.<br/> <br/>  Avstår du aktivitetsersättning en månad och väljer försörjningsstöd istället för den månaden så får du mindre pengar var min poäng. Jag fattade inte att du tänkte försöka söka om aktivitetsersättningen igen efteråt ...<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>tillbaka till det intressanta:</div> </td> </tr> </table> </div> Ingenting i den här tråden är intressant ärligt talat.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DieFucker</strong></div> <div>om jag fixar ett jobb borde väl inte soc kunna gå emellan och vilja ha pengar om jag varit självförsörjande mellan jag fått bidrag och fått aktivitetsersättning??</div> </td> </tr> </table> </div> Du har ju inte varit självförsörjande? Skulle du få lön retroaktivt med eller vad? Eller menar du om du bara försöker fuska till den här månaden och få båda genom att ta bort det en gång?<br/> <br/>  Jag tror inte du kommer lyckas. Och ha så kul om försäkringskassan skiter i dig. Eller om du håller på och strular tills du får kronofogden efter dig.<br/> <br/>  Hade ju varit lite kul att veta vad det är för sjukdom vi talar om med tanke på hur du resonerar."
	},
	{
		"postIndex": 1667,
		"postNumber": 1703,
		"rankGlobal": 5,
		"scoreGlobal": 85.6,
		"userRank": 7,
		"userScore": 11.9,
		"postUserName": "Ataris",
		"postUserID": "u539122",
		"postUserUrl": "https://www.flashback.org/u539122",
		"postDateTime": "2012-04-02, 20:48",
		"postUrlInThread": "https://www.flashback.org/t1345419p142",
		"postUrlUniq": "https://www.flashback.org/sp36603025",
		"sentence": "Jag börjar bli lite irriterad på socialtjänsten i min kommun. Jag har som sagt varit arbetslös och fått försörjningsstöd i en kommun, men flyttade tillfälligt till föräldrarna som bor i en annan kommun eftersom lägenheten brann ner, och jag ville slippa vara hemlös. <br/> <br/>  1) Jag har inte varit arbetslös särskilt länge, så jag skrev in mig på AF i början av februari. Nu påstår socialtjänsten i nuvarande kommun att jag måste vara inskriven i jobbgarantin och få aktivitetsstöd (blir väl troligen inskriven i början av maj, men då jag var inskriven på AF tidigare, så gäller nog den förra tidsperioden på aktivitetsstödet (1-31:e varje månad), vilket innebär att jag inte kan få pengar förrän mitten av juni). I min förra kommun så räckte det att jag var inskriven på AF för att ens få bidrag. Kan socialtjänsten då kräva att man dessutom är inskriven i jobbgarantin och får ersättning därifrån innan man får socialbidrag? I sådana fall får man vänta 4-5 månader innan man ens får försörjningsstöd. Nu är det väl bara 2 ½ månader kvar för min del, men ändå. Tycker att det är skumt att kommunerna hart olika regler angående detta.<br/> <br/>  2) Socialtjänsten trodde inte att jag var folkbokförd i nuvarande kommun, så de skulle kolla upp det förra veckan och sedan ringa upp mig. De har fortfarande inte ringt mig. Hur länge ska man vänta? Är det bättre att jag ringer igen?<br/> <br/>  3) De vill att föräldrarna försörjer mig, och jag kan absolut inte få pengar för hyra eller något. Helst av allt vill jag flytta till eget boende igen, för branden och hemlöshet var inget som jag själv valde. Men de anser att det blir en onödig utgift när jag kan bo gratis hos föräldrarna. <br/> <br/>  Jag kan inte bo gratis här, och jag kan inte bo här en längre period. Så måste få både en hyresdel beviljat (tex 4000 kr) så att jag kan söka egen bostad i rätt prisklass, och så få försörjningsstöd. Annars kommer jag troligen bli hemlös på riktigt inom ett par månader. Kan jag då påpeka detta för socialtjänsten, berätta hur situationen ser ut och få hjälp så att jag kan skaffa egen bostad och fortsätta få försörjningsstöd? <br/> <br/>  4) Socialtjänsten är motvilliga till att hjälpa till överhuvudtaget då de har sådana sparkrav, men måste det gå ut över folk som verkligen behöver ha hjälp? Jag menar, jag söker inte försörjningsstöd för skojs skull. Jag har inte valt att förlora min bostad och i princip allt jag äger genom en brand, eller att vara arbetslös och inte kunna försörja mig själv.<br/> <br/>  På grund av sparkraven försöker de få mig att låta bli att ansöka om försörjningsstöd, bland annat genom att inte vilja ge mig en tid så att jag kan komma dit på \"nybesök\" och ansöka. Vilket är väldigt jobbigt, för jag har alltid trott att man har rätt att ansöka även om man kommer få avslag. <br/> <br/>  Är det alltid så jobbigt att försöka ansöka om försörjningsstöd?"
	},
	{
		"postIndex": 2317,
		"postNumber": 2362,
		"rankGlobal": 6,
		"scoreGlobal": 85.3,
		"userRank": 49,
		"userScore": 4.4,
		"postUserName": "Fynite",
		"postUserID": "u500019",
		"postUserUrl": "https://www.flashback.org/u500019",
		"postDateTime": "2012-11-02, 17:35",
		"postUrlInThread": "https://www.flashback.org/t1345419p197",
		"postUrlUniq": "https://www.flashback.org/sp40152410",
		"sentence": "Tjena nu vet jag inte om jag är helt rätt iofs. Men uppskattar om jag i så fall skickas rätt.<br/> <br/>  Kommer bli en del ''wall of text'' men ska försöka hålla det så kort och sakligt som möjligt.<br/> <br/>  Iallafall.<br/> <br/>  Efter 3 år på högskolestudier som avslutades nu i början av juni så flyttade jag tillbaka till min hemstad för att försöka mig på ett nytt självförsörjande liv.<br/> <br/>  Dock har det gått dåligt med jobbdelen, och socialen har då försörjt mig sedan dess. <br/>  Sommaren var inga större problem. Fick en trevlig ung man som socialsekreterare (student själv för den delen) som var hjälpsam att få mig på rätt spår. <br/>  Jag gjorde vad jag blev tillsagd för att vara berättigad detta försörjningsstöd och gick först och skrev in mig som arbetssökande på AF och gick sedan på ett kort infomöte som verkligen inte gav mig speciellt mycket. Satt med mestadels (förmodligen bara) nyexaminerade gymnasieelever som såg både rädda och vilsna ut medans någon kvinna berättade ytligt vad AF var för något och vilka tjänster de hade att erbjuda. (Något som jag redan hört 3-4 gånger innan då jag har sommarjobbat osv tidigare).<br/> <br/>  Efteråt pratade jag med någon kvinna och vi gjorde en handlingsplan och hon nämnde kort att jag skulle höra av mig i september (ca 3 månader senare) och berätta hur min status var. <br/> <br/>  Fortsatte söka jobb på egen hand och redovisa minst 15 sökta jobb i månaden (brukade dock skicka in runt 30) och det var inga problem detta. I mitten på augusti had jag lyckats hyra min brors lägenhet i andra hand, vilket socialen tyckte om. ''Ett steg på vägen till självständighet'' lät det. Sen ville socialen att jag skulle börja med jobbcoaching tills jag var berättigad att få ingå i ''Jobbgaranti för Ungdomar'' och jag då kunde få söka aktivitetsstöd (ca 3000 kr/mån) av FK om jag varit arbetslös i minst 3 månader (vilket sades väldigt löst). Detta var inget problem. <br/>  Jag gick dit 2 ggr i veckan/2 tim per gång (vilket var obligatoriskt) samt 2gg/v för personlig och grupp coaching som jag själv ansökte om att få göra. <br/>  Jag skötte detta mycket noga och missade inte en enda gång och stannade flera gånger kvar för att göra klart de uppgifter jag fått. Min socialsekreterare slutade i detta skede för att fortsätta med sina studier, och jag fick en ny. En kvinna jag aldrig hann träffa innan hon själv blev mammaledig. Fick ytterligare en ny kvinna som vikarie för den föregående. <br/> <br/> <b>Så september rullade på men mitt stora misstag här var att jag glömde att höra av mig till AF angående min status. Dock fick jag ingen som helst påminnelse/varning varken per telefon, mail, sms eller brev (de hävdar dock att de skickat ett brev men jag är övertygad att ett sådant brev inte lästes av mina ögon) som sa att jag skulle höra av mig inom ett givet datum.</b><br/>  Jag fortsatte ovetandes att gå på jobbcoachingens föreläsningar och personliga utvecklingskurser tills några veckor senare när min coach sa till mig att jag blivit utskriven från AF och om jag visste detta. Det visste jag verkligen inte utan tog mig så fort jag kunde till arbetsförmedlingen för att rätta till detta. <br/> <br/> <b>Jag skrev in mig igen och personen där sa att det var tur att jag var snabb nog (vart utskriven ca 24 dagar) och om jag väntat en vecka till så hade jag blivit av med dessa 3 månader och hade fått börja om. Nu slapp jag detta dock blev min jobbgaranti förskjuten 3 veckor och kan därmed söka pengar av FK efter denna tiden. </b><br/> <br/> <b>Detta tyckte inte socialen om och nekade mig ersättning för november månad med motiveringen att jag ''inte gjort tillräckligt för att hitta andra sätt att försörja mig och förlorat min rätt till aktivitetsstöd''. </b>Jag hävdade dock att jag visst gjort vad jag kunnat. Hade fortfarande full närvaro hos jobbcoachen och att det är uppenbart att jag inte skulle missat ett sådant tillfälle om jag hade fått tillräckligt med information, dels hur viktigt det var att jag var med i Jobbgarantin, dels att jag inte fått någon påminnelse av någon, varken från soc eller AF. Och AF skickade ironiskt nog iväg ett sms som påminde mig om ett infomöte här om dagen, vilket bara visar hur lätt de kunnat göra detta även med uppföljningen. <br/> <br/>  Så jag sa till min socialsekreterare att okej om nu dessa 3000 kronorna var så viktiga (som jag ändå inte hade fått förrän i dec, jan eftersom jag kan först börja söka UG först när jag blivit registrerad vilket är ca en vecka efter blankett var inlämnad och sen skulle FK ta ca 6-8 veckor på sig innan några pengar skulle kunna betalas ut) <b>så kunde de räkna med dessa teoretiska pengarna och betala mig resten. Jag fick väl helt enkelt ta mitt straff för min mänskliga klantighet </b>(som jag förvisso fortfarande tycker att soc och AF bär visst ansvar över).<br/> <br/> <b>Nej detta dög inte heller och efter överklagan så stod beslutet fast.<br/>  Inga pengar skulle betalas ut och jag hade ju hyra, räkningar och allmän levnadskostnad att stå för. Som svar till detta fick man ''Du kan väl låna av någon?''.</b><br/>  ''Som om jag inte redan gjort det? Hade väl inte suttit här om jag inte absolut måste.'' <br/>  De ville dessutom att jag ändå skulle fortsätta på jobbcoachen trots att jag inte ens fick pengar till busskort utan fick svaret att ''du kan ju gå'' denna biten på en halvmil i höstväder som är illa nog med kollektivtrafik. Har även fått ringa min mobiloperatör och bett om förskjutning av min telefonräkning vilket de tacksamt gick med på. Dock blir ju räkningen dubbelt tills nästa gång. Dock har ju andra skulder jag inte kunnat betala tack vare detta lagts på hög och känner verkligen hur den högen bara blir större och större. <br/> <br/> <b>Så efter en massa bråk fram och tillbaka och tyket och dåligt bemötande så gick jag till socialjouren för ett sista försök att iallafall få hyran betald, så jag slipper åka ur och kanske något matkort. Här blev jag bemött lika illa där de menar att dom inte vill gå över sina kollegor och att det inte finns motiv att jag ens skulle få nödpengar till mat. ''Det får jag ta upp med min sekreterare'' (den som redan nekat mig vid behovet tidigare).<br/>  Och här kom svaret ''Du kan väl äta hos kompisar'' och då gick jag bara därifrån.</b><br/> <br/>  Har nu fått sälja av flera av mina saker på diverse säljsidor för att kunna få ihop till något.<br/>  Känns helt jäkla förjävligt att dom praktiskt taget ger mig fingret och är så sjukt hårda i sin bedömning trots att jag visat att jag sköter mig och gör så gott jag kan för att ta mig ur denna arbetslöshet och fattigdom. <br/> <br/>  Kan tillägga att jag är svensk, född i sverige av svenska föräldrar även vars föräldrar var svenska. Jag har inte blivit dömd för något brott (kan väl erkänna några rackartyg som barn men inget att jämföra med fängelsestraff). Har gått ut grundskola, gått ut gymnasiet och högskola och haft praktik i Los Angeles tidigare i år.  <br/> <br/> <br/>  Så ja det är min historia och tackar för att ni orkat läsa er igenom det. <br/>  Jag vet inte riktigt vad jag vill ha sagt mer än att jag ville ha ur min historia och kanske är det någon här som gått igenom något liknande? Hur gick det sedan för er? osv.<br/> <br/>  Tackar för mig// Fynite"
	},
	{
		"postIndex": 2420,
		"postNumber": 2467,
		"rankGlobal": 7,
		"scoreGlobal": 84.6,
		"userRank": 2,
		"userScore": 33,
		"postUserName": "Spyrran",
		"postUserID": "u246388",
		"postUserUrl": "https://www.flashback.org/u246388",
		"postDateTime": "2012-11-17, 19:17",
		"postUrlInThread": "https://www.flashback.org/t1345419p206",
		"postUrlUniq": "https://www.flashback.org/sp40416365",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tardumej?</strong></div> <div>Jo. Ett av kraven för att få bistånd är att du står till arbetsmarkandens förfogande och har gjort så. Om du har missat möten och blir utstraffad från AF, så är det inte så säkert att du har stått och står till arbetsmarkandens förfogande. <br/> <br/> <br/>  Det handlar inte om vad som är rimligt, utan snarare det kommunala självstyret och rätten till att delvis utforma ramarna själva. Jag vet flera kommuner som har regler för inskrivning, vet ex att malmö tidigare haft, ej säker om de har idag. Och däremot nog aldrig sett en dom på det.</div> </td> </tr> </table> </div> <br/>  Det är sådant som brukar gälla under tiden som man går på bistånd. Inte vad som hände en månad (eller en viss tidsperiod) innan man ens har ansökt om försörjningsstöd för första gången. Det viktigaste är egentligen att man är inskriven och sköter allt (tex går på möten) när det väl är dags att ansöka och även senare om man ska fortsätta ansöka om försörjningsstöd varje månad. <br/> <br/>  Det som brukar gälla är att man är inskriven när det är dags att ansöka, och att man har sökt alla former av bidrag etc som man är berättigad till. Personen är inskriven i AF och därmed även till alfakassan, men utbetalningen dröjer. Om det är en akut situation där man inte kan vänta flera månader (i värsta fall) på alfakassan och om den inkomsten inte räcker till, så ska det räcka att man är inskriven på AF nu, när man ansöker om försörjningsstöd.<br/> <br/>  Socialtjänsten i vissa kommuner kräver att man är inskriven på AF i minst 1 månad men även upp till 3 månader. \"CTRLfreaq\" säger själv att i den kommunen så måste man ha varit inskriven på Arbetsförmedlingen i minst 1 månad innan man kan ansöka om försörjningsstöd. Det är inte rimligt. Varför? Tänk om man verkligen inte får något annan inkomst under dessa månader, och är i en akut situation? Ska man ändå vara inskriven på AF i 1-3 månader innan man ens kan ansöka för att sedan behöva vänta minst några veckor till för ett möte på socialtjänsten och utbetalning? Man kan riskera vräkning om man inte får några pengar under 3-4 månader, samtidigt som man inte har pengar till mat. Är det rimligt att ha sådana krav då?<br/> <br/>  Grejen är att man inte ska bli straffad för sådant som hände innan man ens har börjat ansöka för första gången. Om man uteblir från AF's möten etc när man väl har börjat ansöka om försörjningsstöd, ja då står man inte riktigt till arbetsmarknadens förfogande och kan få avslag. Men det är inte samma sak om man uteblev från ett möte för 1 månad sedan eller kanske ett halvår sedan om man inte ens har ansökt om försörjningsstöd."
	},
	{
		"postIndex": 2874,
		"postNumber": 2931,
		"rankGlobal": 8,
		"scoreGlobal": 83.5,
		"userRank": 103,
		"userScore": 3,
		"postUserName": "DeMo_D",
		"postUserID": "u81105",
		"postUserUrl": "https://www.flashback.org/u81105",
		"postDateTime": "2013-02-27, 15:50",
		"postUrlInThread": "https://www.flashback.org/t1345419p245",
		"postUrlUniq": "https://www.flashback.org/sp42221255",
		"sentence": "Åh gud nu får ni duktiga hjälpa mig för nu mår jag inte så bra, lite kan jag få skylla mig själv men nog om det jag behöver lite information.<br/> <br/>  Flickvännen har ej a-kassa och har nyligen hamnat i FAS3. Hon fick ett mail idag av sin handläggare att \"som du redan vet så får du inga mer pengar..\" <br/> <br/>  Det är något vi vetat tidigare att den dagen någon gång skulle komma, men min bror sa åt mig att han är i fas3 och att hans pengar ändå kommer in varje månad. (det handlar då om aktivitetsstödet på ca 3000kr/mån). Så man trodde ju på det bästa... Sånt måste man kolla upp och hon har ju såklart inte gjort det för hon är inte den socialaste när det gäller sånt. Surt.<br/> <br/>  Min inkomst är baserat på a-kassa men jag är utförsäkrad så jag får ca 10500 i månaden. Det räcker till all hyra och krediter jag amorterar på (3st @ ~450 mån) och sen kanske 1500 till mat på ett ungefär.<br/> <br/>  Vi är sambos, båda står på dörren och delar ekonomi så att säga men nu blir det ju inte så himla roligt längre.<br/> <br/>  Problemet nu är att mina senaste månader på banken ser ut som kaos,<br/>   några snabba lån (återbetalda nu med hjälp av snällare lån med avbetalning) och flera uttag som jag kommer ha svårt att motivera. (återfall en kort period i drogrelaterade problem men har slutat igen det funkar inte ekonomiskt någonstans osv).<br/> <br/>  Jag kan betala ALLT som berör min ekonomi med mina egna pengar, men kommer dem att lägga ansvaret på mig att jag borde ha förutsett detta och därmed bli nekad att hon ska få hjälp av dem? Förstår det som att om man är sambos räknas ekonomin ihop, men hur djupt in ska dem gå på min ekonomi nu? Jag antar att det är ALL in och att jag kommer behöva 200 A4 med förklaringar på mina lån?<br/> <br/>  Nej fyfan inte beskedet jag ville höra när jag kom hem, dåligt med information om när pengarna tar slut inte ens ett brev från försäkringskassan... Trodde allting skulle vända nu också när jag valde att bli drogfri och fått bort dem elakaste skulderna (sms osv).<br/> <br/>  Hur kommer det se ut för mig nu? Kommer det bli svårt att få en motsvarande summa pengar från soc som hon fått från försäkringskassan? Vi hade då 10500 + 3000 varje månad på två personer. Hyran ligger på 4.6 och annars andra normala utgifter som comhem, tvavgift, el, hyresgästföreningen och försäkringar. <br/> <br/>  Jag har inget register hos polisen och kan utan problem pissa och vara drogfri framöver så jag undrar ska man vara ärlig där och säga som det är att man fick ett återfall men nu går på samtal och erbjuda sig att också gå på piss? Eller finns det möjlighet att vi inte ens behöver ta detta så långt så att jag ska behöva blotta hela mitt livs dumma misstag för att hon (Vi eftersom vi är sambo's I guess) nu behöver hjälp av socialen?<br/> <br/>  Nej jag vet fan inte hur jag ska göra, varit så glad på sista tiden fick ett större lån med bra bättre villkor och avbetalade en del dyra lån och köpte en begagnad dator till tjejen för att hon inte har någon (vi är båda glada för datorspel). Och hade precis bestämt mig för att lägga ner med skiten som fördärvar...<br/> <br/>  Ja kom gärna med era erfarenheter och tips eller rädda mig från oron! Vill helst slippa att iaf ha en fil hos socialen att man är hopplös pundare utan omdöme.<br/> <br/>  Har stadig kontakt med psyk pga att jag haft psykos förut, dem vet dock inte om att jag nyligen (dec-feb) föll tillbaka i gamla mönster. (jag har inte fått psykos igen)<br/> <br/>  Tack på förhand om ni inte bara vill sitta och gotta er åt min situation <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/><br/> <br/>  Hon är sur på mig för att jag nojjar, men jag är en som tänker mycket ganska naturligt att man vill planera och lösa situationen på bästa vis också. Men jag vet iallafall innerst inne att mina pengar räcker till mina egna utgifter, får man räkna så?"
	},
	{
		"postIndex": 189,
		"postNumber": 194,
		"rankGlobal": 9,
		"scoreGlobal": 82.9,
		"userRank": 19,
		"userScore": 7.3,
		"postUserName": "Tvillingmamma",
		"postUserID": "u452654",
		"postUserUrl": "https://www.flashback.org/u452654",
		"postDateTime": "2010-11-02, 14:55",
		"postUrlInThread": "https://www.flashback.org/t1345419p17",
		"postUrlUniq": "https://www.flashback.org/sp26567346",
		"sentence": "Min historia om att söka försörjningsstöd &amp; hjälp när det krisar<br/>  -<br/> <br/>  Får lönespec den 25/10, ringer då till Soc &amp; får prata med Zaid. [handläggare]<br/> <br/>  Förklarar läget för honom, och förklarar även att jag fått \"bra\" lön aug,sep. <br/> <br/>  Han ber mig inkomma med ansökan,kontoutdrag,handlingsplan från af samt mina räkningar. Gör som han säger samma dag. Och han säger även att han ska räkna på mina ansökan såfort den kommer in. <br/> <br/> <br/> <br/>  Ringer tillbaka 2 dagar senare och han har fortfarande inte fått några papper. <br/> <br/>  Pratar då med MH som tydligen blivit min handläggare. Förklarar samma sak för henne om de tidigare löner och vad som betalades för dessa pengar. Hon säger att hon ska hjälpa mig så fort hon kan, och att det i värsta fall finns pengar att låna. Hon skulle även prata med sin teamledare då dom ser från fall till fall. <br/> <br/> <br/> <br/>  Ringer tillbaka på måndagen och hon kräver då ett kontoutdrag från sparkontot. <br/> <br/>  Åker ner till banken och fixar det direkt och lämnar in. Skriver även på det att hon ska ringa mig såfort hon fått pappret. <br/> <br/> <br/> <br/>  Ringer tillbaka till henne idag tisdag då jag inte hört något. Och hon då melelar att jag fått avslag. Att jag inte kommer att få några pengar men att jag alltid kan överklaga. <br/> <br/>  Hon hakar även upp sig på dessa 8600:-jag hade på mitt konto när jag lämnade in ansökan med kontoutdrag. Och förklarar då att jag har betalt hyra + andra räkningar för dessa pengar då jag bara fick 700 i lön denna månad. <br/> <br/>  Hon svarar då att det är mina problem vad jag har gjort för pengarna. Men att man inte ska slösa pengar om man inte har råd att leva. <br/> <br/>  SLÖSA? Jag har betalt de viktigaste räkningar för att jag och barnen ska kunna bo någonstans. Har fortfarande 3 räkningar jag inte kunnat betala. <br/> <br/> <br/> <br/>  Så jag sitter nu med 5:- på kontot, 2000:- utlånade som jag inte värkar se nu när jag behöver dom. Och ingenting att leva för, och får ingen hjälp alls. <br/> <br/>  Enbart för att jag tackade ja till ett jobb i somras på 9 veckor för att jag och barnen äntligen skulle få göra något kul när dom fyllde 3 år. <br/> <br/>  Har varken ett sparande eller någon anhörig jag kan vända mig till... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/>"
	},
	{
		"postIndex": 51,
		"postNumber": 51,
		"rankGlobal": 10,
		"scoreGlobal": 82.9,
		"userRank": 65,
		"userScore": 4,
		"postUserName": "kavalen",
		"postUserID": "u113820",
		"postUserUrl": "https://www.flashback.org/u113820",
		"postDateTime": "2006-07-13, 10:03",
		"postUrlInThread": "https://www.flashback.org/t1345419p5",
		"postUrlUniq": "https://www.flashback.org/sp4545553",
		"sentence": "Kn även tilläggas att många bla min Mor är så vansinnigt trött på alla dessa arbetslösa människor, hon sa personligen igår när jag var ute hos dem på landet då hon kommit hem på kvällen att -hoppas borgarna vinner valet så att det blir nån ordning, jag ringer folk på dagarna för att skaffa assistenter åt dem handikappade men det finns ju fan knappt folk som vill jobba, det här samhället håller inte, om några år kommer det gå helt åt helvete om det fortsätter såhär.<br/> <br/>  När hon sa detta hade hon kommit hem på kvällen, hon var trött, hade tagit massa beslut under hela dagen och var allmänt trött, då förstår man ännu mer hur arbetare tänker om dessa som helt sonika bara inte vill ha något jobb för att dem tycker det är trevligare att vara hemma när det enl min Mor (är så fint väder ute)<br/> <br/>  Jag är personligen inte i den situation där jag är i behov av att träffa en Psykolog, så under isen är jag inte, men jag har en beslutsångest för vad jag vill göra vilket leder till att vad jag än tar mig an i arbetsväg inte ger 100% utan går och tänker på annat. Om jag nu börjar en utbildning så är jag rädd för att denna ej ska giva mig något bättre jobb än jag i dagsläget kan få + attjag då programmet/kursen håller på skulle gå och tänka tex, vad gör jag här? har jag valt rätt + ha ångest för ett studielån som 2-3 år senare kommer att vara 200 - 300 000kr och kanske därav utan att jag får något jobb där jag tjänar såpass att jag kan betala in dessa CSN räkningar jg kommmer att få utan att det svider nämnvärt i fickan.<br/> <br/>  Häromdagen ville dem ha ut mig i en Ungdomsgaranti fram till den 25e Augusti då jag ska börja plugga (ja nått måste jag göra med mitt liv) men efter möte med handläggare så sa jag att detta inte kommer komma på tal då jag bara anser att jag skulle bli ännu mer nedtryckt på en sökajobb kurs + att jag förklarade vad jag skulle göra där då jag skulle börja plugga i Augusti, har ett bra CV och kan få jobb utan att vara där och skicka ansökrningar hela dagarna. Jag frågade hur dem kan besluta något så idiotiskt dåligt och förklarade att dem jobberbjudande jag fått krävde att jag var villig att jobba heltid och att dem då hade ställt kravet att jag skulle få jobbet om jag bestämde mig för att inte börja plugga, det är ingen som vill anställa mig 1 månad vilket tillslut började klarna upp för idioten på AMS, varpå ett direkt avbrott på ungdomsgarantin skedde. <br/> <br/>  Efter detta så sa jag att det inte fanns någon mening för mig att gå till AMS något mer utan att dem framöver kan förvänta sig telefonsamtal och att dem sedan sänder hem handlingsplanen varpå jag returnerar den så jag slipper sitta nere på tråkams. <br/> <br/>  Under de 6 månader jag varit inskriven på AMS så ville dem första gången ha ut mig efter bara 1 månad, då på samma som dem ville ha ut mig på nu, efter detta har jag gått en kurs som hette karriärcoach, som varade i 5 veckor, där tyckte jag det var allmänt trevligt så dit gick jag varje dag och tro det eller ej, trivdes faktiskt ganska bra, och nu vilket förklarat ovan så ville dem ha ut mig igen, det är inte undra på att man mår dåligt från och till när dem beter sig på det här sättet, de tror att man kan gå och ha makten över mig, detta funkar inte längre då jag säger stopp, dem slänger ut människor i meningslösa aktiviteter, som att sätta folk i fängelse och då bara sitta av tiden utan att något vettigt händer vilket jag också förklarade, Jag sa till dem att jag inte var i behov av deras tjänster och hade förväntat mgi att de skulle skriva ut mig helt vilket tro det eller ej inte skedde, varför vet jag inte, men när mötet var slut så satt det två handläggare i rummet och ingen av dem visste vad dem egentligen skulle säga, jag kände att jag kunde vara ganska hård mot dem eftersom jag inte brydde mig vad dem skulle göra mot mig på den ekonomiska punkten då jag ändå har massa pengar undanstoppat och var beredd på att använda dessa.<br/> <br/>  Jag funderade ett tag på vad en ensamstående mamma med socialbidrag kunnat ta sig för i nämnvärd situation och hur denne från och till blir behandlad, dem kan iaf lyssna på människor och behandla människor med värdighet och respekt, dem är inte speciellt mycket bättre för att dem sitter på AMS med löner som inte är bättre än vad högsta ersättningen på A-kassan ger + att jag tror att dessa aktivitetsåtgärder är en hämnd för deras egen kassa semester på 5 veckor, när man själv går hela sommaren och får lapa i sig sol, dem kan inte ta sånt, aja sorry att jag gått ifrån ämnet lite i detta inlägg jag tror inte att system med A-Kassa och socialbidrag kommer finnas kvar speciellt många år till, sen blir dt väl till att samla tomglas för många, inte för mig själv då jag ska plugga till Jurist skärpa till mig."
	},
	{
		"postIndex": 501,
		"postNumber": 515,
		"rankGlobal": 11,
		"scoreGlobal": 82.2,
		"userRank": 89,
		"userScore": 3.2,
		"postUserName": "d3strukchun",
		"postUserID": "u334263",
		"postUserUrl": "https://www.flashback.org/u334263",
		"postDateTime": "2011-02-06, 14:17",
		"postUrlInThread": "https://www.flashback.org/t1345419p43",
		"postUrlUniq": "https://www.flashback.org/sp28715828",
		"sentence": "Hejsan.<br/> <br/>  Jag har sökt försörjningsstöd för något år sedan, och minns att varje gång dem sökte så kollade dem upp 2 månader tillbaka på bankkontot vilka inkomster man hade.<br/> <br/>  Grejen är att fram till någon vecka sedan hade jag 20 000 kr där jag gjorde mig av med 15 000 på diverse relativt onödiga saker kanske men men, eller ja en laptop är ju inte onödig hursomhelst.<br/> <br/>  Jag har inte jobbat sedan JULI förra året och har levt på A-KASSA (på 4100 kr i månaden) sedan dess (plus lönerna jag inkasserat för extrajobbet jag haft i ett och ett halvt år).<br/> <br/>  Nu börjar ju då pengarna ta slut: 5000 kr kvar på kontot.<br/> <br/>  En viktig sak: Jag har sedan några månader bott hemma hos mina föräldrar och därav kommit undan med ganska billig hyra osv.<br/> <br/>  Men det skulle bara vara tillfälligt för jag visste att dem snart skulle sälja huset då det är onödigt stort när alla barnen flyttat ut (minus jag då för tillfället, har haft hela övervåningen för mig själv).<br/> <br/>  Dem ska sälja huset om några månader (skulle egentligen bli senare men det blev ändrat) och då måste jag ju ha ett ställe att bo på.<br/> <br/>  En jag känner ska bli av med sin hyrlägenhet, den kostar 3500 i månaden, och även fast jag söker jobb över hela Sverige så måste jag ju ha någonstans att bo.<br/> <br/> <b>Min undring är om jag ska kontakta och ansöka om försörjningsstöd INNAN (om jag nu tar den lägenheten) eller om jag ska ansöka om försörjningsstöd efter alla pengar tagit slut och jag fått första räkningen på hyran på lägenheten?</b><br/> <br/> <b>Jag minns ju som sagt att när jag sökte försörjningsstöd förrut så gick dem tillbaka 2 månader och \"drog av\" pengar som man egentligen skulle sparat, och har räknat lite:<br/> <br/>  Dem kommer väl antagligen att se 20 000 på bankkonto och sedan dra av ca 4000 (försörjningsstöd) för varje månad så dem räknar med att senast 5-6 månader efter jag söker har jag rätt till försörjningsstöd, eller har jag fel?<br/> <br/>  När jag dessutom får a-kassa varje månade på 4200 blir det ju inte bättre utan dem lär väl dra av det nu iom att jag inte har några legitima hyresutgifter för tillfället?<br/> </b><br/> <br/>  Jag kan låna lite pengar så länge och leva på knäckebröd och vatten i min lägenhet antar jag dem första månaderna men inte för evigt.<br/> <br/>  Vad säger ni? är det kanske bättre att rent ut sagt vänta 2 månader iom att dem väl antagligen kommer räkna ut att jag SKA ha mer pengar kvar?<br/> <br/>  Och satsa på att ta lägenheten ändå, för dem blir väl tvungna att hjälpa till till slut.<br/> <br/>  SJÄLVKLART söker jag jobb och hoppas på att få ett sådant så man slipper sådant här klureri men förutsatt att jag inte hittar ett jobb."
	},
	{
		"postIndex": 1053,
		"postNumber": 1080,
		"rankGlobal": 12,
		"scoreGlobal": 80.9,
		"userRank": 67,
		"userScore": 3.8,
		"postUserName": "Lieutenant",
		"postUserID": "u449243",
		"postUserUrl": "https://www.flashback.org/u449243",
		"postDateTime": "2011-08-05, 23:49",
		"postUrlInThread": "https://www.flashback.org/t1345419p90",
		"postUrlUniq": "https://www.flashback.org/sp32067850",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>avriiil</strong></div> <div>Jag jobbar själv med försörjningsstöd</div> </td> </tr> </table> </div> <br/>  Några frågor till dig som jobbar med försörjsningsstöd.<br/> <br/>  Jag ska snart söka igen efter pengar denna månaden, vilka papper behöver man ha med sig då?<br/> <br/>  Sen var vi ett par stycken som köpte ett Playstation 3 till en gemensam vän som fyllde år men jag betalade alltihop med mitt kort och fick tillbaka kontanter från dem andra efter 1-3 dagar.<br/> <br/>  Jag tänkte sätta in dom på mitt konto igen men blev tillsagd att soc inte bryr sig vad pengarna kommer ifrån och att det räknas som en inkomst denna månaden om jag sätter in dom nu (detta var den 3). <br/> <br/>  Det betyder ju att om jag tar ut 1000kr och sedan går till banken och sätter in dom igen så räknas det som en inkomst denna månaden och jag får 1000kr mindre nästa månad, Låter jävligt dumt i mina öron. Ligger det någon sanning i det här?<br/> <br/>  Hur kommer soc tänka när dom ser att ca 2500kr gick åt på elgiganten om jag behöver ha med mig kontoutdrag för nästa månad?<br/> <br/> <br/> <br/>  Nu tror jag inte du vill skriva i vilken kommun du jobbar i men hur många uppskattar du går på försörjningsstöd i din kommun? Samt ungefär hur många bor det i kommunen?<br/> <br/>  Vad tycker ni ser skumt ut?<br/> <br/>  Kan du berätta lite mer om dessa \"klientproffs\"?<br/> <br/>  Jag tycker dom flesta som jobbar på soc ser ner på alla som söker, är det vanligt och gör du själv det?<br/> <br/>  Jag har sett många sitta och ringa privata samtal på telefonen vid receptionen, får man göra det? (Dom brukar lägga på efter ca 30 sec till 1 min när dom ser att nån behöver hjälp så det stör ju inte så mycket men dom ringer upp igen sen efter)<br/> <br/>  Har du alltid velat jobba på soc eller blev det bara att du hamnade där?<br/> <br/>  Hur länge har du pluggat och vad gick du för linjer?"
	},
	{
		"postIndex": 3778,
		"postNumber": 3853,
		"rankGlobal": 13,
		"scoreGlobal": 80.7,
		"userRank": 13,
		"userScore": 8.2,
		"postUserName": "Klopek",
		"postUserID": "u366440",
		"postUserUrl": "https://www.flashback.org/u366440",
		"postDateTime": "2014-01-21, 19:55",
		"postUrlInThread": "https://www.flashback.org/t1345419p322",
		"postUrlUniq": "https://www.flashback.org/sp47154173",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Eerie</strong> <a href=\"/p47148571#p47148571\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja svarar på din fråga och du tror att jag är soc och att du därför ska bråka med mig på ett forum?<br/> <br/>  Det är orimligt att folk som har ett utrymme för att låna mer på sin bostad får bidrag. Det är orimligt att folk som eventuellt kan hitta ett billigare boende får bidrag. <br/> <br/>  För att ta dig som exempel istället.<br/> <br/>  Värde: 500 000 kr<br/>  Lån: 250 000 kr<br/>  Ytterligare låneutrymme: 125 000 kr<br/>  Total boendekostnad/månad idag: 3 625 kr på ett ungefär<br/> <br/>  Så dina alternativ på sikt är, skaffa ett jobb, låna pengar på bostaden att leva för eller hitta ett billigare boende. Kan du inte hitta ett billigare boende kommer soc ta det som att du kan låna mer på bostaden.<br/> <br/>  Jag säger inte att det är bra, jag säger bara att det är så det fungerar.<br/> <br/>  mitt exempel med en obelånad bostad syftade till att visa dig det orimliga i att få bidrag för att försörja sig medan man sitter i en obelånad bostadsrätt med låg avgift. Gränsdragningen må vara svår men vad tycker du att det är är rimligt att man ska ha för belåningsgrad för att kunna gå på bidrag?</div> </td> </tr> </table> </div> <br/> <br/>  Nej min boendekostnad är nästan 4000kr. Och om den går upp eller ner beror förstås på hyreshöjningar och ränteläget, just nu är räntan låg. Billigare än 4000kr har jag aldrig betalat i hyra + ränta.<br/> <br/>  Nu är du ute helt fel. Jag ska alltså gå till banken och begära om extra låneutrymme som arbetslös och ev utan bidrag? Säger väl sig självt att jag inte får låna 125 tusen kr dom kommer vilja se anställningspapper vilket jag inte har då jag inte jobbar. Och varför ska jag låna på mig mer skulder? Det kommer bara sluta illa att dra på mig mer kostnader. Förstår inte riktigt hur du tänkte där. Får gärna förklara dig. \"Låna mig ur min sits och kortsiktigt få det att funka men i långa loppet förvärra situationen\" så ser jag på det. Om jag nu ev hade fått ett lån på 125 tusen som jag aldrig ens kommer överväga att göra/försöka med.<br/> <br/>  Jag tycker det ska göras från fall till fall. Bor man i en storstad finns det inte lägenheter, vare sig jag bor i Linné och har en BF eller om jag bor i en BF i en förort. Sedan hur socialen ser på det är en annan femma. Men jag ser det på så sätt det beror på var man bor. Bor du i Norrköping, mellanstor stad ska du kunna hitta en lägh, förmodligen är det inte ett problem där heller då få äger BF i mindre städer. I storstäder sthlm/malmö/gbg tror jag detta är ett stort problem och jag hoppas och vill tro att socialen har samma synsätt som jag.<br/> <br/>  Socialkärringen jag snackade med idag sa inget om att sälja lägh, uppgav var jag bor och hon vet att här finns det gott om BF och villor. Kravet var att söka 5/jobb i veckan. Alltså 20e jobb i månaden.<br/> <br/>  Problemet nu var att jag måste ha sökt jobb under en månad, alltså 20 jobb under en månads tid för att få min ansökan beviljad. Hon sa att jag har full rätt att ansöka redan nu men att jag förmodligen kommer få avslag då jag inte sökt jobb aktivt men ja jag är ju nyss in skriven på AMS, inte så konstigt jag inte hunnit söka jobb. Men sådana är reglerna. Räcker alltså inte att jag helt hypotetiskt söker 20 jobb idag, dom ska delas upp under 4 veckor. Låter otroligt men sant.<br/> <br/>  Fattade att du svara på min fråga men du drog liksom exempel som inte hör till min tråd. Svar JA en BF i Linné värd över 2 mille ska personen få behålla och leva på socialen just därför det inte finns hyresrätter i gbg. Säger väl sig självt och något annat är konstigt. Sedan om hyran på 4800kr/månaden inte täcker hela hyran, vilket är maxhyran man kan få betald ja då får man sälja den om man inte klarar levernet och köpa en mindre/billigare BF.<br/> <br/>  Så ser jag på saken, humant och logiskt."
	},
	{
		"postIndex": 846,
		"postNumber": 871,
		"rankGlobal": 14,
		"scoreGlobal": 79.9,
		"userRank": 34,
		"userScore": 5.3,
		"postUserName": "Smurfkonto2010",
		"postUserID": "u475315",
		"postUserUrl": "https://www.flashback.org/u475315",
		"postDateTime": "2011-05-23, 17:24",
		"postUrlInThread": "https://www.flashback.org/t1345419p73",
		"postUrlUniq": "https://www.flashback.org/sp30783784",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>alizitouni</strong></div> <div>okej, ja det förstår jag. men det kanske är värt ett försök ifall kontoutdraget inte ser bra ut lämnar jag inte in det. ifall jag skulle säga att jag har sålt en fond jag hade, och lånat ut dem pengarna. skulle jag kunna få försörningsstöd endå? <b>eller skulle dem säga du hade pengar ditt fel att du har lånat ut dem?</b></div> </td> </tr> </table> </div> <br/>  Är medveten om att jag svara på samma inlägg igen, men glömde en sak:<br/> <br/>  Allt på ditt konto räknas som en tillgång. Har du haft pengar på kontot och gjort av med dem (köpt sprit, lånat ut dem, spelat bort dem etc.) anser de att du får skylla dig själv. För att få försörjningsstöd måste du visa att du har gjort allt i din makt för att själv försörja dig, och då ser det konstigt ut om hade pengar som du valde att låna ut när du inte ens har så du kan försörja dig själv (för då hade du ju inte behövt söka soc). Att då låna ut pengar så du en kort tid senare måste tigga pengar hos soc ses som att du får skylla dig själv, vilket jag tycker är helt rätt. Annars skulle folk helt plötsligt börja låna ut pengar till höger och vänster och kräva soc-bidrag för att kunna betala mat och hyra.<br/> <br/>  Man måste vara medveten om att soc har hört alla möjliga varianter på varför folk har haft pengar på kontot för en kort tid sedan och nu måste tigga pengar till sitt uppehåll.<br/> <br/> <b>Så nej, du kan inte hävda att</b> du lånat ut ditt konto till en kompis/släkting som kränger saker på Blocket.<br/> <br/> <b>Så nej, du kan inte hävda att</b> du tvingades betala tillbaka en privat skuld och därför inte kan betala din hyra.<br/> <br/> <b>Så nej, du kan inte hävda att</b> du lånade ut pengar till någon och nu måste tigga soc-pengar.<br/> <br/> <b>Så nej, du kan inte hävda att</b> du tog ut fondpengar som \"egentligen var någon annans\".<br/> <br/>  Allt på ditt konto antas tillhöra dig. Med all rätt, för annars skulle det missbrukas å det grövsta. Vilket det i många fall redan görs då folk sätter in pengar på \"barnens konto\" och tvingas tigga soc då det \"inte är rätt att röra ungarnas pengar\" när man har knapert med flis till hyran. Sen att ungarna hamnar på bar backe om man inte betalar hyra spelar ingen roll.<br/> <br/>  Ska man söka soc ska man som jag skrev ovan först ha gjort allt i sin makt för att själv försörja sig, och går du till soc och säger att du behöver pengar då dina egna är utlånade kommer soc-tanten snällt be dig kräva tillbaka pengarna av den som lånade dem, med eller utan fogdens hjälp."
	},
	{
		"postIndex": 2621,
		"postNumber": 2674,
		"rankGlobal": 15,
		"scoreGlobal": 79.3,
		"userRank": 205,
		"userScore": 2.3,
		"postUserName": "Rabiosa",
		"postUserID": "u686465",
		"postUserUrl": "https://www.flashback.org/u686465",
		"postDateTime": "2013-01-11, 11:18",
		"postUrlInThread": "https://www.flashback.org/t1345419p223",
		"postUrlUniq": "https://www.flashback.org/sp41411617",
		"sentence": "Jag har under en tid tyvärr fått be socialtjänsten om ekonomiskt bistånd. Detta är ingenting jag vill utan det jag vill är självfallet att komma ut i arbetslivet så fort som möjligt. Nu till min fråga, där jag varken vill ha sympati eller elaka kommentarer eller andra spekulationer utan enbart tips och råd om hur jaggår vidare.<br/> <br/>  Jag fick hjälp av min pojkväns mamma att beställa ett bredband i hennes namn då jag själv ej kan teckna bredband på grund av betalningsanmärkning. När socialen fick nys om detta så kom de hit på ett oanmält besök då jag ej var hemma. De såg då den lappen jag satt upp på dörren med min pojkväns mammas namn på grund av fakturorna jag skulle betala. Grundat på det tog de beslutet att jag och min pojkvän var sammanboende. Detta är helt felaktigt då min pojkvän fortfarande bor och är folkbokförd hos sin mamma i en annan kommun än mig.<br/> <br/>  Jag ringde upp min handläggare och frågade vad hon nu grundade detta beslut på. Hon sa då att det var märkligt att jag låtit någon annan ta bredband åt mig eftersom jag själv borde kunna göra detta. Jag påpekade att jag försökt ta ett bredband hos comhem tidigare men fått avslag dels för att jag tidigare var kund där med uteblivna fakturor och dels på grund av betalningsanmärkningen. Min handläggarefrågar då om det är okej att hon ringer och frågar comhem och jag säger okej i ren välvilja eftersom jag vet att hon inte kommer få fram några uppgifter från comhem på grund av PUL.<br/> <br/>  På mötet idag sa hon dock att comhem visst lämnat ut uppgifter med mitt personnummer och att de säger att jag aldrig varit kund hos dem så nu måste jag gräva fram fakturor från 2006 för att bevisa detta. Frågan är om de ljuger elller om comhem brutit PUL. Jag ringde såklart comhem och förklarade min situation och de sa att de ej skulle göra så. Min handläggare kunde ej uppge namn på den som lämnat ut dessa uppgifter. <br/> <br/>  Min handläggare vägrar dock att betala ut ekonomiskt bistånd åt mig då hon fortfarande är fast besluten om att vi är sammanboende. Hon kräver att min pojkvän skall inkomma med en kompletterande ansökan tillsammans med mig. Min pojkvän blir lagom förvirrad och frågar nu vad han skall kompletera med då han inte har någonting med socialen att göra. Det hon menar är att vi måste söka tillsammans som sambos.<br/> <br/>  Han säger då att hans mamma kan ringa och intyga att han visst bor hos henne och att han betalar in hyra till henne varje månad. Min handläggare svarar då: Så, hon ska också ringa hit så hon också kan säga att du bor där fast du inte gör det. Hon påstår alltså rakt ut att hans mamma skulle fara med osanning. Vi är tre personer som över telefon hör detta men på mötet idag förnekade hon inför sin kollega att hon någonsin sagt det. <br/> <br/>  På mötet idag frågade vi vad de grundade sitt beslut på och de grundade beslutet på lappen på dörrenoch att jag vid ett möte enligt dem hade sagt \"att min kompis mamma betalade bredband\" men att jag nu ändrat mig till pojkvän. Vilket jag aldrig gjort. De grundade även besultet på andra saker som de ej kunde ange vid mötet utan som de kallade just för \"omständigheter\". Efter mötet idag tvingar de oss mer eller mindre att bli sambos för det är ju det vi vill enligt dem, trots att vi påpekade att vi inte alls vill det på grund av att jag har en dotter som är med i spelet också så vi måste ta hänsyn till henne. <br/>  Så, deras attityd mot mig/oss är fruktansvärd. jag sitter nu hos kronofogden och har fått besked om att avhysning kommer ske om jag inte inkommer med några pengar inom tre veckor. Pengar jag inte har, pengar jag får om jag tvingas till att bli sambo. <br/> <br/>  Så nu är jag trött på deras behandling av mig, framförallt denna handläggare. För att nämna några saker av vad hon gjort, så hoppas jag på hjälp ifrån er kunniga människor om vad jag bör göra, vad jag kan kräva, vart jag ska anmäla, vad jag kan anmäla för, har jag rätt till skadestånd? Mår ju inte allt för gott av detta eller den tidigare behandlingen. <br/> <br/>  Andra saker min handläggare uttalat/gjort:<br/> <br/>  Krävt ett läkarintyg då jag ville ha hjälp med att ordna ett större boende. Jag inkom med läkarintyg att mina besvär berodde på vissa faktorer men enligt henne var detta ej giltigt som intyg då det enbart stod att \"patienten säger\". Något jag och min läkare kom överens om att det ej skulle stå. Något intyg kunde hon ej uppvisa på mötet.<br/> <br/>  Uttryckte att jag skulle använda sömntabletter samt antidepressiva tabletter mot den svåra situationenjag sitter i istället för att försöka se hur man skulle kunna lösa situationen på ett bättre och långsiktigt jsätt.<br/> <br/>  Sagt att om jag blir av med denna lägenhet är hennes enda skyldighet att ge mig tak över huvudet och att det knappast blir i staden jag bor utan mer utanför staden (dåliga bussförbindelser, slumlägenheter) Då jag ej har körkort och bil skulle detta bli en omöjlighet för mig att ta mig till dagis. Skall jag då enligt dem rycka upp min dotter från hennes trygga dagisplats? <br/> <br/>  Har varit i kontakt med en jurist men behöver mer tips och råd! Tacksam för svar!"
	},
	{
		"postIndex": 1332,
		"postNumber": 1365,
		"rankGlobal": 16,
		"scoreGlobal": 78.8,
		"userRank": 4,
		"userScore": 28.5,
		"postUserName": "Baltimora",
		"postUserID": "u582964",
		"postUserUrl": "https://www.flashback.org/u582964",
		"postDateTime": "2012-01-15, 17:50",
		"postUrlInThread": "https://www.flashback.org/t1345419p114",
		"postUrlUniq": "https://www.flashback.org/sp35135563",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollsmurf</strong></div> <div>Viktig fråga: hur blir det om man flyttar till en annan kommun när man går på soc? har de något smidigt sätt att flytta över hela ärendet eller måste man gå igenom hela grejen med utredning och handläggningstid hit och dit igen?    <br/> <br/>  Bor nämligen i en studentlägenhet nu som jag kommer tvingas flytta ifrå. Men kan nog inte räkna med att få något nytt på samma ställe eftersom att det är stockholm.<br/> <br/>  Och hur blir det om man bor i en kommun men är skriven i en annan? det går inte alls eller? man måste vara skriven där man bor \"enligt lagen\" va?</div> </td> </tr> </table> </div> <br/>  När det gäller socialen, så är huvudregeln att man söker socialbidrag/försörjningsstöd i den kommun där man huvudsakligen vistas. Vilket innebär att man inte måste vara folkbokförd där. Även om man inte ansöker om pengar för hyra och boende, så underlättar det om man är folkbokförd i samma kommun som man bor i. Speciellt med tanke på att socialtjänsten ofta kräver att man hyreskontrakt/hyresavi eller annat som visar var du bor och vad du betalar för bostaden. Detta gäller ej om man är ung och fortfarande bor hos sina föräldrar. Då socialen kan vara rätt motvilliga att ens betala ut hyrespengar till dessa personer.<br/> <br/>  Får du socialbidrag/försörjningstöd i dagsläget? Ibland kan socialtjänsten hjälpa till med flytt till en ny kommun, men då brukar man behöva ha särskilda skäl och även prata med sin socialsekreterare. Om du inte får socialbidrag nu utan har en annan inkomst, så kan det bli svårt att flytta till en ny kommun och få försörjningsstöd direkt. Det beror på att man helst ska flytta när man har egen inkomst (hit räknas studiemedel från CSN och lön från jobb). <br/> <br/>  Kan du inte hyra i andra hand alternativt bli inneboende i Stockholms län? Socialtjänsten skulle acceptera det och kunna bevilja pengar för hyran så länge du har ett hyreskontrakt. Det kan nästan bli lättare än att flytta till en annan kommun.<br/> <br/>  När det gäller studier, så får man inte studera alls medan man går på försörjningsstöd. Eftersom man ska stå till arbetsmarknadens förfogande. Det är det enda som jag vet säkert.<br/> <br/>  Sedan verkar det variera lite. Socialtjänsten har rätt att kolla upp om man får studiemedel från CSN, och även inhämta information från skolor. I alla fall i min kommun. Det är offentliga uppgifter. Vilket innebär att de kan kolla upp om du är registerad på en skola. Nu vet jag dock inte om de kollar upp varenda skola i kommunen eller gör en slumpmässig kontroll, men ändå. <br/> <br/>  Sedan finns det folk som påstår att man får ta kvällskurser alternativt distanskurser, eftersom man kan stå till arbetsmarknadens förfogande till 100 % ändå. När det gäller kvällskurserna så ska man då ha arbetsmarknadspolitiska åtgärder under dagstid (tex söka jobb, ha möten med Arbetsförmedlingen, praktik etc). När man har distanskurser så kan man studera när man har tid över. Men jag vet inte om det stämmer, eftersom vissa kommuner (kanske alla) kan hämta information från skolor även om man inte får studiemedel från CSN."
	},
	{
		"postIndex": 569,
		"postNumber": 588,
		"rankGlobal": 17,
		"scoreGlobal": 76.6,
		"userRank": 15,
		"userScore": 7.8,
		"postUserName": "RockyZorro",
		"postUserID": "u536630",
		"postUserUrl": "https://www.flashback.org/u536630",
		"postDateTime": "2011-02-09, 15:39",
		"postUrlInThread": "https://www.flashback.org/t1345419p49",
		"postUrlUniq": "https://www.flashback.org/sp28782580",
		"sentence": "<b>Det sägs att man alltid blir nekad försörjningstöd första gången man går dit och ansöker. Ofta även andra gången man ansöker. Stämmer det? I så fall, varför? </b><br/> <br/>  Ska tilläggas att jag redan har frågat om nedanstående sak tidigare, men fick inget vettigt svar. En person skrev att Socialen har ingen rätt att ifrågasätta vad jag spenderar pengar på. Medan en annan person påstod att Socialen har rätt att bedöma det. Så om de anser att jag har slösat med pengarna, så kan jag få avslag. Men jag berättar situationen lite mer utförligt denna gången och hoppas jag får bättre svar denna gången.<br/> <br/> <b>Ska dit på möte nästa vecka. Vid det laget har jag varit helt pank i 2 veckor. Varav helt utan mat 1 vecka (8 dagar, om man ska vara exakt). Kylskåp, frys och skafferi ekar tomt. Finns dock mat till djuren härhemma. Jag misstänker dock att socialtanten kommer att anse att jag får skylla mig själv. pga för höga utgifter. Utöver hyran + el varje månad, så har jag väl i runda slängar slösat mellan 3500-5000 kr . Vilket är en uppskattad beräkning. Men mycket av pengarna har ändå gått till vettiga saker </b>(mat, kläder, hygienartiklar, sjukvård, mediciner, nya skor då mina gamla blev trasiga efter ett halvårs användande, saker till djuren (dvs mat, burspån, kattsand etc), personliga räkningar (då Socialen bara betalar elräkning och inte övriga räkningar. Riksnormen ska täcka övriga räkningar, så det kallas väl personliga räkningar), och en del andra utgifter (som busskort etc). <br/> <br/> <b>I övrigt uppfyller jag alla krav som ställs.</b> Förrutom att jag blev nekad bostadsbidrag, då jag inte kunde styrka mina inkomster så FK krävde att jag skulle komplettera ansökan. Inte lätt utan någon inkomst. Har inte varit inskriven på Arbetsförmedlingen tillräckligt länge för att hamna i Jobbgarantin. Även när jag får pengar därifrån, så kommer det knappt täcka hyran. Det räcker bara om jag dessutom får bostadsbidrag (om FK anser aktivitetsstöd vara en inkomst..). Men det räcker bara hyran som sagt. Inte elen, mat eller något annat. Så behöver fortfarande försörjningsstöd.<br/> <br/> <b>Kommer jag då bli nekad, med tanke på att jag har spenderat mer än riksnormen (2800 kr) för ensamstående de tre senaste månaderna (vilket kommer att synas på kontoutdraget)? Är socialkontoret stenhårda på att man måste snåla och endast ska betala hyra, el och övriga utgifter på 2800 kr (enligt deras riksnorm) så länge som möjligt?</b> Eller gäller deras riksnorm endast under tiden man får socialbidrag och inte perioden före dess? Jag vet inte om det finns någon maxsumma. Dvs om man har slösat pengar på hyra och sedan 4000 kr per månad till andra utgifter, så har man slösat med sina pengar. Då man som ensamstående utan barn ska klara sig med hyrespengar och riksnormen. <b>Vet inte hur de gör sina beräkningar. Om de alltid går enligt riksnormen, eller tillåter att bidragssökande kan få ha extra kostnader vissa månader. </b><br/> <br/> <i>Jag har även läst om folk som blivit nekade matpengar, trots 0 kr på kontot. Så jag oroar mig för att jag kommer bli nekad matpengar också.</i> <b>Har dock betalat hyran för denna månad, så nästa gång jag behöver pengar till hyran är nästa månad (mars alltså). Är det ytterligare ett skäl till att neka mig försörjningsstöd? Utöver mina utgifter de senaste månaderna alltså, samt att det är första gången som jag ansöker (och tydligen blir alla nekade då). </b><i>Behöver fortfarande matpengar åtminstone. </i><br/> <br/>  (Ska tilläggas att jag frågade socialsekreteraren om hur stränga de är. Men hon kunde inte svara på det utan att titta på mitt kontoutdrag, trots att jag berättat vilka summor jag har slösat per månad. Därför frågar jag här, ifall någon har erfarenhet av mitt dilemma)."
	},
	{
		"postIndex": 246,
		"postNumber": 252,
		"rankGlobal": 18,
		"scoreGlobal": 76.2,
		"userRank": 93,
		"userScore": 3.2,
		"postUserName": "seven09",
		"postUserID": "u495476",
		"postUserUrl": "https://www.flashback.org/u495476",
		"postDateTime": "2010-11-02, 17:36",
		"postUrlInThread": "https://www.flashback.org/t1345419p21",
		"postUrlUniq": "https://www.flashback.org/sp26570852",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flima</strong></div> <div>Men lugna ned dig nu. Nej, du verkar inte komma någonstans med denna tråd men det bror enbart på att du inte kan ta till dig tips och förslag utan att tolka dem som kritik. Jag föreslog att du skulle ha köpt begagnade kläder istället. Sa jag att det gjorde dig till en dålig människa att du köpte nya? Nej, det gjorde jag inte. Tycket jag att det gör det? Nej. Men jag tycker att det hade varit smartare att göra det. <br/> <br/>  Och det var jättebra att du sparade pengar från de tidigare månaderna. Det menar jag. Men det var tyvärr inte tillräckligt, och det är där du måste göra en förändring om du ska klara dig ur detta.</div> </td> </tr> </table> </div> <br/> <br/>  Allt det här är bra tips för framtiden, men TS har ett akut problem som dessa tips tyvärr inte hjälper med just nu, hur bra de än är.<br/> <br/>  Det är inte sannolikt att något bidrag kommer att beviljas. Inte för att handläggaren inte vill utan för att hon är tvungen att följa reglerna för att  behålla sitt arbete. Dessutom brukar de ofta vara flera som pratar om ansökan och beslutar på sätt och vis tillsammans. Problemet med handläggaren är dock att hon troligen inte kan alla lagparagrafer. Annars skulle inga beslut ändras vid en överklagan. <br/> <br/>  Det jag vet är i alla fall att kommunen inte kan låta en barnfamilj svälta. Det finns möjlighet att ansöka om matpengar vid akuta fall. Det är den 2:a i månaden idag och TS du måste ju kunna äta och framför allt dina barn. Det som finns i kylen kommer inte räcka månaden ut. Du måste ta dig samman, fastän du är frustrerad just nu. Har full förståelse för det eftersom situationen måste kännas hopplös, men det går inte att lösa något om du bryter ihop.<br/> <br/>  Ring och boka tid hos soc så fort det går och prata inte om annat än matpengar. De kan i värsta fall låna pengar till dig. Om du får mer pengar än socialbidragsnormen nästa månad får du betala tillbaka pengarna. Du kan få låna och betala tillbaka under några månader. Be om akuta matkuponger. Då vet de att du inte kan köpa annat än mat till familjen.<br/> <br/>  Du måste försöka att få något akut bidrag och be om att få laghänvisning om de vägrar. Då måste handläggaren ofta vända sig till en mer kunnig person som kanske kan hitta något undantag som kan gälla sådana akuta situaioner som du befinner dig i.<br/> <br/>  Jag hoppas det ordnar sig på något sätt."
	},
	{
		"postIndex": 3618,
		"postNumber": 3691,
		"rankGlobal": 19,
		"scoreGlobal": 76.1,
		"userRank": 73,
		"userScore": 3.6,
		"postUserName": "MaraTsy",
		"postUserID": "u842885",
		"postUserUrl": "https://www.flashback.org/u842885",
		"postDateTime": "2013-10-19, 11:06",
		"postUrlInThread": "https://www.flashback.org/t1345419p308",
		"postUrlUniq": "https://www.flashback.org/sp45741313",
		"sentence": "Tjena flashcare!<br/> <br/>  Kan börja med att förklara min situation, jag har bott hos min far i 2 veckor han va full varje dag och gnällde och sa att jag va värdelös osv, jag har nydligen blivit arbetslös och därför jag bodde hos far. En dag så tog de stop jag sa emot och knuffade in honom i väggen vilket resulterade att vi började bråka. Han sa att jag skulle sticka därifrån och de va precis vad jag gjorde. <br/> <br/>  Jag ringde mor och sa vad som hade hänt och hon ringde socialen och förklarade att jag inte hade någonstans att ta vägen, dem ringde upp mig kort efter och hämtade mig hos far (Då de är 3 mil till stan) Jag förklarade allt till socialen och att jag ej hade några kontanter elr jo 17 kr på kortet vilket inte räcker långt, i alla fall dem fixade allt till mig och fick även pengar till mat, även tillfälligt boende på vandrarhem och ett busskort (Då vandrarhemmet ligger 3,5 mil bort).<br/> <br/>  Tänker aldrig mer snacka med far eftersom han dricker och trycker ner en.. Har varit tsm med en tjej i 4 år enda sen jag va 16, jag har mått psykiskt dåligt i 3-4 månader nu vilket gjorde att jag princip sket i allt.. <br/> <br/>  Bor förtillfället på ett vandrarhem då jag har sagt upp kontakten med alla mina kompisar då jag ville komma ifrån all jävla skiten aka droger.. <br/> <br/>  Jag ringde runt hela dagen idag till alla privata hyresvärdar(I stan) och förklarade min situation, det va förgäves.. Hade nästan gett upp hoppet, jag ringde till den sista på listan jag hade skrivit upp och drog samma historia, han sa att han förstod min situation och ville hjälpa mig på alla möjliga sett så han sa att han hade en etta på 22 kvm som uppsägningstiden låg på 2 månader men han sa att jag kunde ta över den om socialen betalade halva hyran(1200kr 14 dagar) jag kunde få flytta in omgående efter han har fått godkännande från socialen! <br/> <br/>  Nu till min fråga, kan socialen neka mig detta boende? Tänker på att vandrarhemmet kostar 2450kr för 14 dagar så det är billigare, socialen kanske tycker att jag visar motivation att hitta boende? Jag är jätte orolig nu att dem kmr neka men vad tror ni? Jag pallar inte sitta här, känner mig helt utstött.. <br/> <br/>  Är 20 år och har bott på vandrarhemmet i 1 och en halv dag. Ursäkta alla stavfel men skriver från mobilen.<br/> <br/>  Är mycket tacksam för alla svar!<br/> <br/>  Uppdatering:<br/>  Har nu pratat med socialen och ska ha möte med dem på onsdag. Så länge fick jag bo kvar på vandrarhemmet. Jag sa att jag hade hittat lägenhet men eftersom jag ej blivit beviljat socialbidrag så kan dem inte fixa boende än. <br/> <br/>  Jag läste runt lite på internet och såg att man ej får ha tjänat mer än 21 tusen på 3 månader, detta gjorde mig orolig för jag har tjänat 6757kr varje månad, tre månader tillbaka vilket motsvarar 20700kr ungefär.. Betyder detta att jag kmr bli nekad bidrag och hjälp med boende?<br/> <br/>  Mvh<br/> <br/>  En väldigt uppröd kille.."
	},
	{
		"postIndex": 3139,
		"postNumber": 3200,
		"rankGlobal": 20,
		"scoreGlobal": 75.8,
		"userRank": 112,
		"userScore": 3,
		"postUserName": "assyria",
		"postUserID": "u376277",
		"postUserUrl": "https://www.flashback.org/u376277",
		"postDateTime": "2013-05-11, 18:17",
		"postUrlInThread": "https://www.flashback.org/t1345419p267",
		"postUrlUniq": "https://www.flashback.org/sp43377717",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fettalukt</strong></div> <div>Fick ekonomiskt bistånd för maj, spelade lite casino och vann några tusenlappar härodär, brände bort allt direkt. Nu kommer jag antagligen inte få bidrag på flera månader va? <br/> <br/>  Även om jag säger att jag e spelberoende..</div> </td> </tr> </table> </div> <br/>  Ge inte upp mannen. Var på dem som en igel. Jag har haft liknande bekymmer som dig med bland annat spelberoende och andra psykiska bekymmer. På soc där hade jag en schysst handläggare, en kille runt 25 som hjälpte mig ganska mycket under min sjukskrivning. Fick sjukpenning som gick åt till bland annat spel och diverse nöjen. Festade hårt. När räkningarna skulle betalas hade jag noll kronor på kontot. Ringde till min handläggare och jämra mig lite så tog de tag i situationen där jag fick lämna in alla mina räkningar. Hyra som ofta var flera månader sen, räntekostnader på min lån på lägenheten, skyhög elkostnader, tandläkarkostnader och han betala in dessa. Dessutom hade jag bilen skriven på mitt namn utan problem. Jag tom skjutsade handläggaren till sitt jobb efter att vi varit hos psyk på möten, vilka tider det var =)<br/>  Denna onda cirkeln höll på under en lång period och om jag inte räknat helt fel så har soc lagt ut över 80-90k på mina skulder. Sedan har jag fört över pengar från bankkontot till spelkonton och omsatt dem där och ej tagit ut dem. Gäller att vara fiffig =) Tyvärr har den trevliga soc handläggaren slutat där och fick en annan person som jag också blåste skjortan av fast då handla det endast om 4k som jag var tvungen att få låna under kort varsel annars hade jag blivit vräkt. Den gången gick jag till soc med sliten pyjamas. Hade skägg som en taliban, oklippt och ej dushat på 2 veckor, stank skit och svett. Bankade på dörren tills de öppnade och ställde till med ett helvete där. Till slut gav de mig pengarna och jag fick skriva på ett papper om att lämna tillbax dem efter 3mån. Gjorde givetvis inte detta och det verkar ha runnit ut i sanden. Idag jobbar jag heltid och drar in 19 lax i månaden och har kommit bort från soc och försöker hålla mig undan så alla mina skulder till dem preskriberas nån gång <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>  Ingen annan som haft flyt som mig vad gäller soc? Detta händer för ca 3-4 år sen. Kanske har det blivit lite svårare idag då alla somalier och afghaner belastat systemet."
	},
	{
		"postIndex": 3468,
		"postNumber": 3539,
		"rankGlobal": 21,
		"scoreGlobal": 75.7,
		"userRank": 100,
		"userScore": 3.1,
		"postUserName": "Rysktysk",
		"postUserID": "u786682",
		"postUserUrl": "https://www.flashback.org/u786682",
		"postDateTime": "2013-07-10, 14:28",
		"postUrlInThread": "https://www.flashback.org/t1345419p295",
		"postUrlUniq": "https://www.flashback.org/sp44254245",
		"sentence": "Tjenare!<br/> <br/>  En fråga angående Lägenhet.<br/> <br/> <b>Historia</b><br/>  Jag är 22+ arbetslös, har varit det sedan gymnasiet. Har dock varit på cirka 15+ olika praktiker, jobbat från 1-5 månader på vardera ställe, har alltid fått jättebra feedback av dom jag praktiserat hos men aldrig något jobb. <br/> <br/>  Jag valde då att plugga upp mina betyg via komvux, och jag klarade alla förutom matte...<br/> <br/>  Just nu är jag inskriven på AF igen.<br/> <br/>  Saken är det att jag inte kan bo kvar hemma längre, min mamma har inte råd att försörja oss alla trots att hon får hela mitt bidrag. Men det gör det ganska svårt för mig, jag har kanske 100-200kr att röra mig på för en hel månad, och det börjar bli ganska tröttsamt. <br/> <br/>  Jag hade en stor chans att få ett jobb men tack vare SOC så sket det sig. Jag blev nämligen utvald att få gå en lager utb inne i stan (Cirka 1½h) ifrån mig med bil. Även utbildaren sa att jag var en perfekt kandidat för jobbet! Saken var bara att jag inte hade råd att åka buss in till utbildningen varje dag och berättade detta för både min utbildare och handläggare på AF, båda sa att jag kunde fråga dom på SOC efter lite pengar (500kr för busskort) men dom nekade mig.<br/> <br/>  Då kände jag liksom, varför inte spendera 500kr och bli av med mig? Varför inte hjälpa mig bara?<br/> <br/>  Nej istället så fick jag hoppa av och sedan dess varit på olika praktiker m.m<br/> <br/>  Jag försöker söka realistiska jobb som tex städare, lager, affär etc, jobb som nästan alla kan, men ändå får jag inget... <br/> <br/>  Jag bor hemma med min mamma och sover på soffan (Bor i en 2a) Gjort det sedan jag gick ut gymnasiet. Min handläggare säger att det är en av anledningarna varför jag inte kan få jobb, att jag helst skulle försöka fixa mig en egen lägenhet, men det har jag redan försökt en gång men blev blånekad. <br/> <br/> <br/>  Det jobbiga är att min mamma börjar bli väldigt trött, både psykiskt och fysiskt och jag vill inte att det ska hända henne något.. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/><br/> <br/>  Finns det någon jag kan göra för att få hjälp?<br/> <br/>  Mvh"
	},
	{
		"postIndex": 817,
		"postNumber": 841,
		"rankGlobal": 22,
		"scoreGlobal": 75.5,
		"userRank": 114,
		"userScore": 2.9,
		"postUserName": "Robinhiio",
		"postUserID": "u244417",
		"postUserUrl": "https://www.flashback.org/u244417",
		"postDateTime": "2011-05-18, 01:04",
		"postUrlInThread": "https://www.flashback.org/t1345419p71",
		"postUrlUniq": "https://www.flashback.org/sp30687257",
		"sentence": "Jag har en fråga.<br/> <br/>  jag pluggar nu på komvux och det är sista terminen nu sen e jag klar, just nu lever jag på CSN och efter denna terminen vill jag hitta ngt jobb så jag tänkte gå till SOC så länge. Mitt konto är på swedbank och det e inga konstigheter där jag får in CSN varje månad och i slutet av månaden har jag i princip inget kvar.<br/>  Nu finns det ett problem jag har även fonder på Skandiabanken som min pappa har sparat ihop till mig sedan jag va liten (de är nu värda ca 30 000) problemet är att detta kommer ju SOC se när jag går dit och ansöker så kommer väll de antagligen säga att jag ska leva upp dom pengarna först.<br/>  Fast jag vet om att min pappa har sparat dom till mig för att köpa bil körkort osv ja ni fattar.<br/>  Jag udnrar om man på något sätt kan skriva över/skänka fonderna till min mamma alternativt sälja dom och sätta in pengarna på hennes konto.<br/>  Detta kommer ju också SOC se men vet ni hur många månader dom kräver kontoutdrag för?<br/>  Jag har hört 3 månader, i så fall betyder det då att jag kan sälja fonderna nu och ge mamma pengarna sen vänta 3 månader sen söka SOC och dom kommer inte se någonting ? skälet till att jag vill göra såhär är för att jag vet att min pappa hade dödat mig om jag betalade hyra osv för de pengarna =("
	},
	{
		"postIndex": 2421,
		"postNumber": 2468,
		"rankGlobal": 23,
		"scoreGlobal": 73.1,
		"userRank": 72,
		"userScore": 3.6,
		"postUserName": "CTRLfreaq",
		"postUserID": "u529582",
		"postUserUrl": "https://www.flashback.org/u529582",
		"postDateTime": "2012-11-18, 01:34",
		"postUrlInThread": "https://www.flashback.org/t1345419p206",
		"postUrlUniq": "https://www.flashback.org/sp40422317",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Spyrran</strong></div> <div>Text..</div> </td> </tr> </table> </div>   Håller med dig totalt! I värsta fall tror jag att dom kan gå in och nödhjälpa även om man inte har varit inskriven 1 månad (eller hur lång tid dom nu kräver), men det ska nog mycket till för det.. Jag orkade inte tjafsa, klarar mig på lånade pengar 1 månad. Hade dom sagt 3 månader så hade jag dock anmält dom, överklagat eller vad man nu kan göra.<br/> <br/>  Eftersom dom bara har sagt till mig att det som gäller för att jag ska få försörjningsstöd är att jag ska ha varit inskriven en månad, sökt 1 jobb om dagen (31+ jobb?), samt sökt alla bidrag jag kan ha rätt till så hoppas jag att dom inte straffar mig och ger mig avslag bara för att jag missade ett möte. Då kommer jag verkligen överklaga, känns inte rimligt alls att dom ska kunna kräva att jag inte ens varit sjuk INNAN jag sökte om försörjningsstöd! Det är ju helt omänskligt! Speciellt eftersom jag kan visa att jag trots sjukdom har varit aktivt arbetssökande och sökt minst 1 jobb om dagen."
	},
	{
		"postIndex": 1966,
		"postNumber": 2004,
		"rankGlobal": 24,
		"scoreGlobal": 73.1,
		"userRank": 121,
		"userScore": 2.9,
		"postUserName": "WePee",
		"postUserID": "u618390",
		"postUserUrl": "https://www.flashback.org/u618390",
		"postDateTime": "2012-06-25, 22:09",
		"postUrlInThread": "https://www.flashback.org/t1345419p167",
		"postUrlUniq": "https://www.flashback.org/sp38037761",
		"sentence": "När jag studerade så lade jag undan pengar varje månad för att kunna betala hyra under sommarmånaderna samtidigt som jag jobbade ca 28 tim/mån. Så klarade jag mig.<br/> <br/>  I ditt fall kan jag bara rekommendera att du ber dina föräldrar om ett lån eller bidrag samtidigt som du söker jobb, men helst ser till att du skaffar dig ett jobb.<br/> <br/>  Nästa år ska du tänka på att de flesta söker sommarjobb redan under februari-mars, ibland även så tidigt som januari.<br/> <br/>  Det låter lite konstigt att du förväntade dig att Soc bara skulle betala din hyra bara sådär... 10 dagars handläggningstid! Och det tycker du är lång tid? Blev du förvånad när du inte fick någon utbetalning från CSN och fick panik 5 dagar innan hyran ska vara betald eller? Jag hade fått panik redan i april-maj om jag inte hade lyckats få ett sommarjobb och vänt mig till soc långt innan.<br/> <br/>  På ett sätt blir jag glad när man läser sånt här eftersom det innebär att soc verkligen ser till att hålla hårt i pengarna. Annars läser man bara om hur stora bidrag invandrare får utan någon som helst motprestation men det kanske är en sanning med modifikation ändå?<br/> <br/>  Men jag önskar dig lycka till ändå och hoppas att du har föräldrar eller nära släkt som kan bistå dig."
	},
	{
		"postIndex": 2820,
		"postNumber": 2876,
		"rankGlobal": 25,
		"scoreGlobal": 73,
		"userRank": 22,
		"userScore": 6.8,
		"postUserName": "Unknownhemlig",
		"postUserID": "u528085",
		"postUserUrl": "https://www.flashback.org/u528085",
		"postDateTime": "2013-02-22, 01:42",
		"postUrlInThread": "https://www.flashback.org/t1345419p240",
		"postUrlUniq": "https://www.flashback.org/sp42136583",
		"sentence": "Tja. Ska skicka in min andra ansökan. Trodde inte man behövde skicka in så mycket grejer igen. Kvitto på betald hyra (den förstår jag), handlingsplan från AF (igen?!), kontoutdrag från perioden X-X (trodde inte de brydde sig om vad man gjorde med pengarna bara man betalade hyran?). <br/> <br/>  Sen undrar jag en grej. Det är så att jag är anställd via ett bemanningsföretag som jag får jobb på lite då och då. Det har varit sjukt lite på sistone, just därför jag måste söka soc, men har börjat få lite jobb igen. Men inte så att jag klarar att betala hyran. Men man ska jag skriva in sin ekonomi för den perioden man söker. Då skriver jag ju in den lönen jag fått. Det är ett jobbpass som gav mig lite över tusenlappen. <b>Det jag undrar är </b> att det känns som ett onödigt jobbpass nu. Jag kommer antagligen få mindre pengar av soc eftersom jag tjänat in den där tusenlappen. Men sammanlagt blir det ju lika mycket som man brukar få. Det är inte så att jag vill snylta på soc men jag fattar ju varför folk kan göra det nu. Vad tjänar jag på att slita några timmar på ett jobb som jag ändå inte kan försörja mig helt på om jag inte får de pengarna EXTRA? Alltså utöver soc pengarna.<br/> <br/>  Alltså skulle man kunna tacka nej till sådana ingringsningsjobb eftersom jag vet att jag inte kommer klara mig med den lönen ändå. Om man inte får mycket jobb under en månad dvs.<br/> <br/>  Något jag funderade på när jag satt på jobbet idag."
	},
	{
		"postIndex": 3292,
		"postNumber": 3357,
		"rankGlobal": 26,
		"scoreGlobal": 72.7,
		"userRank": 59,
		"userScore": 4.1,
		"postUserName": "MrEchoz",
		"postUserID": "u670485",
		"postUserUrl": "https://www.flashback.org/u670485",
		"postDateTime": "2013-06-11, 14:09",
		"postUrlInThread": "https://www.flashback.org/t1345419p280",
		"postUrlUniq": "https://www.flashback.org/sp43858964",
		"sentence": "Tog examen nyligen, fick mitt sista csn bidrag i slutet av maj som var bara på ca 2000 kr vilket är slut nu då jag har rest en hel del (arbetsintervju mm).. Jag måste ta en medicin som kostar över 1000 kr, trodde att jag fortfarande hade kvar högkostnads grejen vilket jag borde ha haft också men när jag var till apoteket för att hämta medicinen så var det ingen rabatt.. så jag frågade direkt om det gick att delbetala och hon som jobbade testade det direkt men jag blev ej godkänd.<br/> <br/>  Nu så har jag tagit kontakt med soc, då jag verkligen behöver hjälp. Skickade mail till dom då jag inte har råd att ringa eller åka dit. Fick nyss mail tillbaks där stod det att det kommer ta några veckor innan jag får tid till dom, och att jag skulle testa att delbetala medicinen på apoteket.<br/>  Jag måste ta medicinen denna vecka!!!.. har tänkt att ta sms lån men det har inte funkat samt att soc kommer se att jag har fått in pengar och kommer nog då att inte vilja ge mig bistånd. <br/>  Har funderat på att folkbokföra mig på en kompis adress (som jag även bor hos tills jag får eget) som bor i stockholm( jag är folkbokförd på en annan ort än 08), och sedan gå till dem och kolla om de kan hjälpa mig snabbare.. men jag har inga pengar för att folkbokföra mig via adressändringar utan får isf göra det via skatteverket el vart det nu var som det är gratis men nackdelen är att det tar ett par veckor innan man blir folkbokförd. <br/>   Någon som vet om det borde funka ändå eller om de 2 kommunerna kan samarbeta? ( grann kommuner) eller hur skall jag göra?? Kan inte be någon vän eller föräldrar om det då de inte har pengar samt att det är mitt problem och inte deras!"
	},
	{
		"postIndex": 344,
		"postNumber": 354,
		"rankGlobal": 27,
		"scoreGlobal": 72.3,
		"userRank": 111,
		"userScore": 3,
		"postUserName": "infected88",
		"postUserID": "u504116",
		"postUserUrl": "https://www.flashback.org/u504116",
		"postDateTime": "2010-12-09, 13:26",
		"postUrlInThread": "https://www.flashback.org/t1345419p30",
		"postUrlUniq": "https://www.flashback.org/sp27446233",
		"sentence": "Hej igen alla kära fb:are<br/> <br/>  Fick mitt socialbidrag för november månad väldigt sent i månaden, pga orelevanta anledningar. Runt 29:e var det nog. Hur som helst så får jag en check på ungefär 7 lakan som jag går till banken med och löser in mot kontanter. Betalar en räkning och sätter in 1400:- Resten behåller jag i kontanter.<br/>  Betalar hyran, skulder och köper mat. Några dagar senare ska jag ansöka om bidrag för december och lämner därmed in underlag för sökta jobb, hyresavi, kvitto på betald hyra, kvitto på sl-kort och ett kontoutdrag (där det står att jag satt in 1400:-) Igår ringde min handläggare och bad mig komma till kontoret för beslutet om december månad. Så jag kommer dit idag och ser att hon beviljat mig 6000 ungefär (istället för 7 som i november) och anledingen är att \"någon\" satt in 1400:- på mitt konto. Jag svarar ju såklart att jag satt in pengar jag fått av henne! Hon hävdar att denna insättning var en extra inkomst och därav en aledning till avdrag och om jag ska beviljas dem pengarna (extra tusenlappen) måste jag styrka att det är jag som satt in pengarna. Jag börjar skrika på henne att saken är helt absurd. Hur fan kan dem dra av pengar från mitt bidrag för jag satt in pengar jag fått från dem?? Och om jag satt in hela beloppet då? Hade jag då inte fått nånting alls för december?<br/>  Hon står på sig och säger att det är upp till mig att bevisa att det är jag som satt in pengarna så jag drar till banken och frågar dem om bevis.<br/>  Dem säger att dem inte kan hjälpa på plats utan att det kommer på posten om några dagar.<br/>  Alltså kopian på insättningen undertecknad av mig. <br/>  Finns det något mer jag kan göra?<br/>  Har dem handat rätt? Tycker allt bara verkar helsjukt!<br/>  Ni får ursäkta om det är lite svårförstått, är jävligt lack över hela händelsen och kan inte skriva normalt.<br/> <br/> <br/>  Tacksam för svar."
	},
	{
		"postIndex": 3040,
		"postNumber": 3099,
		"rankGlobal": 28,
		"scoreGlobal": 72.3,
		"userRank": 196,
		"userScore": 2.4,
		"postUserName": "Xololanxinxo",
		"postUserID": "u182421",
		"postUserUrl": "https://www.flashback.org/u182421",
		"postDateTime": "2013-03-26, 13:17",
		"postUrlInThread": "https://www.flashback.org/t1345419p259",
		"postUrlUniq": "https://www.flashback.org/sp42656084",
		"sentence": "Först och främst vill jag bara be er snällt att inte komma med några personliga påhopp pga av att jag har ekonomiskt bistånd, och därmed \"snor\" skattebetalarnas pengar. Det är inget jag stolt över och även någonting jag absolut vill och försöker göra något åt samt kommer när den tiden är inne.<br/>  Jag har gjort andra förändringar i mitt liv som tagit sin tid och har lite kvar att arbeta med innan jag kan ta steget att försöka bli självförsörjande. Vill ni kritisera mig får ni gärna göra det på något konstruktivt sätt, men jag är medveten om min situation och min moraliska syn kring det hela.<br/> <br/> <b>Jag har en fråga angående EKB (Ekonomiskt bistånd - socialbidrag) i samband med Bostadsbidrag från FK (försäkringskassan). Som har gjort att jag hamnat i en situation jag vill veta mina utgångslägen i från.</b><br/> <br/>  Jag får utbetalat varje månad; det så kallade \"Existensminimumet\" dvs \"normen\" från Ekonomiskt bistånd. Eftersom jag också fått den fantastiska hjälpen med en bostad från Socialförvaltningen så hamnar min ansökan inom någon speciell paragraf, då min hyra är något högre än vad \"EKB\" i normala fall tillåter, så jag får den normala normen minus bostadsbidraget som jag får av FK i stället.<br/> <br/>  Dvs varje månads inkomst; vid ansökan = <br/> <br/>  normen +~3800 -Bostadsbidraget(1300kr) = 2500kr<br/>  och därefter får jag 1300kr av FK någon dag senare så jag jag åter landar på normen. +3800kr<br/> <br/> <b>Till själva frågan och problemet.</b><br/> <br/>  Eftersom det är massa paragrafer hit och dit som jag inte är så speciellt bekant med, så uppstod följande situation. Precis innan jag bytte handläggare fick jag utbetalt 1300kr mindre än normalt i Februari, inget jag reagerade på för äns jag såg beloppet på kontot.<br/> <br/>  Jag träffade där efter min nya handläggare och frågot varför det hade blivit så här, och då hade avgående handläggaren noterat dubbel utbetalning från FK, vilket skedde i Jan., alltså en retroaktiv? utbetalning pga av att jag inte hade fått någon betalning i Dec. (pga av ett fel som reddes ut på detta vis.)<br/> <br/>  Min teori är då att handläggaren som avgick inte hade noterat att jag inte fått betalt i December utan trott att jag fått en dubbel-utbetalning helt-enkelt. Då träffar jag min nya handläggare som undersöker saken och det är då jag för reda på varför det blev så här.<br/> <br/>  Så resultatet i slutändan blev att jag fick lite mindre pengar i Dec. som jämnades ut i Januari. Men i Februari 1300kr för lite, så då fick jag låna pengar för att kunna gå runt, vilket man egentligen inte får lov att göra om man inte vill ha avdrag senare på nästkommande ansökan, som jag då också fick, men det var jag medveten om.<br/> <br/>  Men däremot trodde jag att jag skulle kunna få lov att få ansöka tillbaka om dessa 1300kr. Eftersom i praktiken så ligger jag \"back\" dessa pengar. <br/> <br/>  Ex: Lånar jag pengar och för över det till mitt konto så blir det också \"dubbelt-back\" dvs jag lånar 500kr (räknas som inkomst), då får jag 500kr mindre vid nästkommande ansökan och resultatet blir då att jag hamnar 1000kr back vid återbetalning av en sådan personlig skuld. Detta är jag dock medveten om och tar hänsyn till att så fungerar detta systemet.<br/> <br/>  Men frågan är hurovida jag har någon möjlighet att kunna få utbetalt de 1300kr jag fick i avdrag pga av en i praktiken senare utbetalning av FK:s bidrag. <br/>  I praktiken så är detta 2 system som krockar, och i deras papper så kan det ju vara banalt, men i realiteten hamnar jag 1300kr back och lånar jag dessutom pengar (ej kontant) så hamnar jag ännu mera back. Eftersom jag verkligen försöker sköta min ekonomi i dagens läge, och även om det låter lite moraliskt fel nu kanske; men göra rätt för mig så är 1300kr mycket pengar för mig.<br/> <br/>  Jag googlade snabbt på detta men jag måste hitta någon som hamnat i samma situation alt. läsa igenom alla paragrafer och försöka förstå dem, och det blev bara krångligt. Jag tolkade dock genom detta att man icke kan söka retroaktivt från EKB, vilket jag inte vet i fall det stämmer, men om det är någon som har varit med om en likartad situation eller bara är medveten om vad jag kan göra så hade jag varit väldigt tacksam för en sådan upplysning. Jag är ganska inställd på att detta är pengar jag inte kommer att få, men finns möjligheten så vill jag försöka göra vad jag kan i alla fall.<br/> <br/>  Ursäkta tendenserna till överformulering etc.<br/>  Tack på förhand!"
	},
	{
		"postIndex": 378,
		"postNumber": 388,
		"rankGlobal": 29,
		"scoreGlobal": 72.3,
		"userRank": 64,
		"userScore": 4,
		"postUserName": "samson123",
		"postUserID": "u489339",
		"postUserUrl": "https://www.flashback.org/u489339",
		"postDateTime": "2011-01-09, 04:18",
		"postUrlInThread": "https://www.flashback.org/t1345419p33",
		"postUrlUniq": "https://www.flashback.org/sp28098346",
		"sentence": "Tjena,<br/> <br/>  Nu är det så att jag ligger ganska dåligt till och har inga möjligheter att betala alla räkningar väldigt snart. Jag har pluggat under en kortare tid och läste bara enstaka kurser och avbröt de andra. Nu sitter jag här med lägenhet, elräkningar, mobilräkningar, matutgifter som jag snart inte kan betala. <br/> <br/>  Jag har snart använt upp mina få sparade pengar jag hade och sitter inne med 4 000kr just nu. Att flytta hem kommer inte på fråga, skulle inte klara av att bo hemma (inget fel på föräldrarna, men vill ha ett eget nu och skulle inte kunna ställa om mig), dessutom vill jag inte förlora denna lägenhet då jag skall börja på Volvo till sommaren.<br/> <br/>  Jag har inte jobbat något, förutom sommarjobb. Får ingenting från CSN och är inte inskriven på arbetsförmedlingen ännu. Men kan jag ansöka om försörjningsstöd? Har jag rätt till det i min situation? <br/> <br/>  Problemet är att jag måste klara mig 6 månader och det finns ju ingen möjlighet att jag gör det med 4000kr. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/no.gif\" title=\"No\"/><br/> <br/>  Ska jag ringa dit och boka ett möte, eller är chansen stor att jag inte får något? Är 20 år för övrigt och har ingen A-kassa."
	},
	{
		"postIndex": 1392,
		"postNumber": 1426,
		"rankGlobal": 30,
		"scoreGlobal": 72.1,
		"userRank": 4,
		"userScore": 28.5,
		"postUserName": "Baltimora",
		"postUserID": "u582964",
		"postUserUrl": "https://www.flashback.org/u582964",
		"postDateTime": "2012-02-06, 15:20",
		"postUrlInThread": "https://www.flashback.org/t1345419p119",
		"postUrlUniq": "https://www.flashback.org/sp35535962",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>onaqui</strong></div> <div>Han har läkarintyg nu, frågan är om de kan straffa honom nu för att han saknade läkarintyg under en period då han inte sökte arbete? Nu när han är förklarad oförmögen till arbete borde de vara tvungna att bistå med den fulla riksnormen, om inte speciella skäl finns. Är faktumet att han inte sökt arbete innan han blev sjuk ett sådant skäl?</div> </td> </tr> </table> </div> <br/>  Svårt att svara på. Första gången som man ansöker så brukar det vara särskilda regler som gäller. Bland annat att man ska visa upp kontoutdrag för de senaste tre månaderna. Sedan blir det något annorlunda när man gör en återansökan eftersom man endast går efter den senaste månaden och hur situationen ser ut just nu. Alltså borde de gå efter läkarintyg och sjukskrivningen just nu, inte hur det såg ut för 6 månader sedan. <br/> <br/>  Men du skriver att din far fick visa upp kontoutdrag för de senaste 6 månaderna och socialtjänsten ansåg att han tjänade för mycket. Vet du hur länge de pengarna beräknades räcka? Oavsett om din pappa fortfarande hade denna summa pengar i sin ägo eller var pank. <br/> <br/>  Det vanliga är att man får riksnormen + pengar till hyra, el, och hemförsäkring varje månad. Sedan andra kostnader vid behov, som läkarvård och mediciner. Men det finns undantag. Om man tex behöver specialkost pga olika allergier (eller annan anledning) så kan man få extra pengar beviljat eftersom denna typ av mat brukar vara dyrare än \"vanlig\" mat. Om det finns särskilda skäl så kan man alltså få ett högre belopp. Men det innebär också att man kan få ett lägre belopp än själva riksnormen, vilket är vad din far har råkat ut för.<br/> <br/>  Speciella skäl när det gäller arbete brukar ofta vara att man inte är inskriven på Arbetsförmedlingen eller väljer att tacka nej till en arbetsmarknadspolitisk åtgärd (tex praktik). Men även att man inte har sökt tillräckligt många jobb. Men eftersom din pappa numera är sjukskriven, så borde man göra en ny bedömning på detta. <br/> <br/>  Men det är svårt att säga hur det borde se ut nu eftersom jag inte känner till hela situationen. Socialsekreteraren kan säkert berätta mer."
	},
	{
		"postIndex": 3391,
		"postNumber": 3459,
		"rankGlobal": 31,
		"scoreGlobal": 72,
		"userRank": 131,
		"userScore": 2.8,
		"postUserName": "Snauser22",
		"postUserID": "u816598",
		"postUserUrl": "https://www.flashback.org/u816598",
		"postDateTime": "2013-06-20, 11:02",
		"postUrlInThread": "https://www.flashback.org/t1345419p289",
		"postUrlUniq": "https://www.flashback.org/sp43982092",
		"sentence": "Hej!<br/>  Jag har ett litet problem som jag skulle vilja ha lite input på. Det är nämligen så att jag kommer förlora arbetet sista juli och då har jag bara vart med i A-kassan i 6 månadet, vilket innebär att jag bara kommer kunna få ut grundersättningen.<br/> <br/>  Det kommer inte räcka långt för min egen del. Jag bor med min sambo och jag vet om att hon har försörjningsplikt men om vi skriver ett inneboendeavtal sinsemellan så bör jag väl kunna få försörjningsstöd? Saken är att vi har bott ihop tidigare, hur pass rigorösa är Soc när dom kolla upp sånt, tittar dom i folkbokföringen så kommer de ju se att vi vart sambos ett tag. Funkar det ifall man blir påkommen med att säga att vi har gjort slut men pga min situation så bor vi ännu ihop eftersom jag annars hamnar på gatan?<br/> <br/>  Hur hade ni löst situationen? Funderar på att inte söka A-kassa direkt heller utan gå på soc rakt av men vara inskriven såklart på AF, vill inte slösa bort mina A-kasse dagar på grundbeloppet så under tiden funderar jag på att låta en kompis som driver eget \"anställa\" mig och betala samma lön som jag har nu fast bara låta pengarna gå fram och tillbaka samma belopp med andra ord enbart för att jag vill vara säker på att få ut 680.- om dagen när det blir aktuellt med A-kassa om det blir det då.<br/> <br/>  Hmm har säkert glömt något av det jag funderat på men hur tror ni det här hade funkat?<br/> <br/>  Juste har mitt riktiga konto på nordea med ungefär 50 k sparat men har dessutom ett Swedbank konto som jag inte använt på 6 år, jag kommer ge ut kontoutdrag från swedbank och inte från Nordea, kommer de kolla upp detta?<br/> <br/>  Saken är den att jag haft ett relativt välbetalt jobb och om de begär min senaste deklaration så kommer de se att jag taxerade dryga 400.000:- hur kommer de resonera då när jag säger att jag inte har en krona sparat?<br/> <br/>  Mvh"
	},
	{
		"postIndex": 3538,
		"postNumber": 3610,
		"rankGlobal": 32,
		"scoreGlobal": 72,
		"userRank": 126,
		"userScore": 2.8,
		"postUserName": "Rise_Of_Evil",
		"postUserID": "u267160",
		"postUserUrl": "https://www.flashback.org/u267160",
		"postDateTime": "2013-09-04, 12:03",
		"postUrlInThread": "https://www.flashback.org/t1345419p301",
		"postUrlUniq": "https://www.flashback.org/sp45084950",
		"sentence": "Min erfarenhet av att söka försörjningsstöd.<br/> <br/>  Först och främst så satt jag i Fas2 när jag slutligen lyckades komma in på yrkeshögskola efter att ha långt tidigare insett att det inte gick att få jobb i min branch, försökte ordna upp livet genom att byta yrke, jag är nöjd med utbildningen och tycker att det är riktigt roligt att syssla med detta men det är inga 100% får jobb direkt efter utbildning som dom påstår utan snarare 30-40%.<br/> <br/>  Hursomhelst får man efter 2 års studier inte fortsätta i Fas2 eller A-Kassa utan direkt fick vi gå till soc. Väl där får man ingen information, en låång lista på olika papper som ska lämnas in, vi fick information om att föräldrapenning som min sambo hade tagit ut fick vi inte ta ut mer av då vi måste söka jobb på heltid, så det fick vi avbryta för juli och augusti, som skulle ha gett oss en inkomst på 5000:- i månaden, barnet kommer snart fylla 8 så det kommer vi inte att kunna ta ut senare.<br/> <br/>  Första avslaget fick vi för juli med motiveringen att vi inte sökt tillräckligt många jobb (20 stycken var på 2 veckor, jag slutade skolan 14 juni) utan att ens ge oss information om hur många jobb som måste sökas, överklagan inskickad till förvaltningsrätten beslut väntas tas inom 6 månader.<br/> <br/>  Andra avslaget i Augusti fick vi med motiveringen att vi inte sökt i tillräckligt många brancher, jag hade framförallt sökt i jobb i branshen där jag har min nya yrkesutbildning inom och därför har störst chans att få, har också förklarat för dom att mitt hälsoläge gör det omöjligt att konkurrera med friska personer vid tunga fysiska jobb. ej heller där fick jag information om att X antal jobb som ska sökas måste vara i x antal bransher.<br/> <br/>  Tredje avslaget september beror helt på felaktigheter i den dagliga aktivitetens instämplingssystem, aktiviteten vi måste gå på vilket bara är att sätta sig vid en seg dator och söka jobb, trots att jag har både snabbare dator hemma, länkar och CV på hårddisken, det där är bara en dagisaktivitet och nya skäl att avslå ansökningar för att straffa folk som har det sämst ställt i samhället, <br/>  Instämplingssystemet är inställt på att vi ska vara där 10:00 på torsdagar för rekryteringsmöte, det har vi inte haft under sommaren utan den började först torsdagen v34 igen, och sedan har jag inte blivit informerad om att när jag ska träffa coach istället för den vanliga datorsittningen så måste jag meddela receptionen för att dom ska rätta till tiden,<br/> <br/>  så soc får en lista på en flera okända frånvaro dagar utan specificering när jag stämplade in och ut, så jag har nu försökt kontakta min socialhandläggare via mail och telefon i en vecka för att boka möte och intyga att jag var där och hon svarar inte.<br/> <br/>  Vi var inte fått ett rött öre av soc, pengarna vi får från barnbidrag och bostadsbidrag säger dom ska räcka till matpengar, vi har förlorat 10.000kr på att inte få ta ut föräldrapenning, <br/>  Socialen sitter verkligen och letar med förstoringsglas och pincett efter anledningar till att förstöra folks liv på löpande band, det är inget annat än ett dödsläger dom gör oss hemlösa och räkningarna börjar ramla in hos kronofogden, snart är vi hemlösa och i personlig konkurs. det är hjälpen vi fått så här långt."
	},
	{
		"postIndex": 153,
		"postNumber": 158,
		"rankGlobal": 33,
		"scoreGlobal": 71.8,
		"userRank": 2,
		"userScore": 33,
		"postUserName": "Spyrran",
		"postUserID": "u246388",
		"postUserUrl": "https://www.flashback.org/u246388",
		"postDateTime": "2010-10-29, 16:29",
		"postUrlInThread": "https://www.flashback.org/t1345419p14",
		"postUrlUniq": "https://www.flashback.org/sp26484166",
		"sentence": "Mitt inlägg kommer inte enbart handla om socialbidrag/försörjningsstöd. Men jag tar upp ämnet, så postar mitt inlägg här i alla fall. <br/> <br/>  För att berätta om min situation relativt kort, så har jag varit student det senaste året. Har nu valt att ta studieavbrott, då jag inte har klarat av en enda kurs och därmed inte får mer studiemedel. Vilket är rättvist eftersom jag varken studerar nu eller uppfyller kraven på fortsatt studiemedel. <br/> <br/>  Har kontaktat Socialkontoret för att fråga om jag kan få ekonomiskt stöd (socialbidrag). Men jag är inte berättigad till det enligt deras normer och beräkningar. Inte om man ska gå efter inkomster och utgifter de senaste 3 månader (som man alltid gör vid en ansökan) eftersom jag har spenderat för mycket pengar. Mer än hyran + normen på 2800 kr varje månad. Det dröjer flera månader innan jag kan ansöka om socialbidrag och vara berättigad till det.<br/> <br/>  Det dröjer 3 månader innan jag kan få pengar från ungdomsgarantin/jobbgarantin. Den summan täcker inte ens hyran, samtidigt som jag hinner bli vräkt långt innan jag får dessa pengar. <br/> <br/>  Ska även tilläggas att jag är sjuk och har nedsatt arbetsförmåga (och studieförmåga). Märkte det både under utbildningens gång och när jag hade praktik.  Har funderat på att söka sjukpenning, men jag får inte den information som jag behöver från Försäkringskassans hemsida.  Så jag är osäker på om jag kan få sjukpenning. Å andra sidan har jag inte ens pengar så att jag kan besöka läkare och få läkarintyg.<br/> <br/>  Så vad händer nu? Som sagt, jag är livrädd för att jag antingen kommer bli hemlös om nån månad (eller två i bästa fall), eller kommer dö av svält/näringsbrist då jag inte kommer ha några pengar till mat. Har inte ens pengar till annat som behövs. Har iaf lyckats klara av oktober månads hyra, och den är betald. Men jag måste klara av resten av året också, till att börja med."
	},
	{
		"postIndex": 46,
		"postNumber": 46,
		"rankGlobal": 34,
		"scoreGlobal": 71.5,
		"userRank": 65,
		"userScore": 4,
		"postUserName": "kavalen",
		"postUserID": "u113820",
		"postUserUrl": "https://www.flashback.org/u113820",
		"postDateTime": "2006-07-13, 03:53",
		"postUrlInThread": "https://www.flashback.org/t1345419p4",
		"postUrlUniq": "https://www.flashback.org/sp4544619",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SebbeBoy</strong></div> <div>har icke nekat arbete..<br/>  har inte sagt upp mig heller.. då jag aldrig haft arbete..<br/>  alla uppgifter stämmer.<br/>  jag har varit rätt kaxig å uppkäftig mot min handläggare ja.. mest pga att hon mer eller mindre fumlar bort mina papper osv..<br/>  jag är 20 år..<br/>  mina föräldrar är icke rika.. bor hos ensamstående mamma..<br/> <br/>  *Systemet är grundat på att man ska uppleva sig värdelös och intet värd,*<br/>  känner mig redan så.. har i flera år gått å grubblar på varför jag lever å vad meningen med det är.. har ingen lust.. ork eller nått me de.. men men.. är väl bara å hålla kämparglöden uppe å hoppas att det på något vis dyker upp ett jobb till mig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> har ju gymnasiekompetens å allt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div> </td> </tr> </table> </div> <br/> <br/>  Jag tycker absolut inte att du ska gå och känna dig vissen över livet när det har så mycket att ge, visst känns det svårt och många människor känner sig värdelösa, egentligen känner jag mig inte hller så pass mycket bättre när jag går på A-Kassa, många tycker man får skylla sig själv för man sagt upp sig osv, jag ångrar nästan att jag sa upp mig även om jag fått jobberbjudanden efter detta och inte heller tagit dem, anledningen till detta är att jag inte vågat pga hur dåligt jag mådde av att sitta i en telefonlur hela dagarna och jag är rädd för att detta ska upprepas, jag söker jobb går på intervju men vågar inte säga att det är något för mig, pga mitt tidigare jobb.<br/> <br/>  Jag har inte speciellt mycket pengar, min Far är förtidspensionär, min mor är chef på ett ställe för handikappade, har en riktigt bra lön men jobbar väldigt mycket och har egentligen inte nytta av pengarna, min gudfar har en herrgård i Stallarholmen dit jag åker ibland men sammanfattningsvis vet jag inte vad jag ska göra, jag känne rmig jävligt vissen, det enda jag vill göra är att spela golf, detta gör jag riktigt bra men jag vågar heller inte ta klivet på den fronten heller, så vad ska jag göra? Jag hade förut en flickvän som jag tyckte mycket om, man kan väl säga att jag själv sinkade det hela och i dagens läge mår lite si och så, jag mår inte jättedåligt, men heller inte toppenbra, det känns som att det hade kvittat om jag gått till ett härbärge ikväll eller hem till min lägenhet.<br/> <br/>  Jag kan inte begära att staten tar hand om mig och jag mår heller inte bättre av att gå på bidrag, en golfkompis som varit i Florida sa att det där inte fanns några bidrag men att människor gjorde sitt bästa för att försörja sig, jag förstår inte varför jag själv inte sysselsätter mig och försöker vara oberoende istället för att snylta på skattebetalarna, som jag vet och känner till från när jag själv jobbade vill ha sina pengar ifred utan att betala en massa skatt, jag mår inte speciellt bra, jag tar mig ut till golfbanan på dagarna, jag spelar men jag är dock inte glad som tidigare år, många kanske ser det som en lyx och säger att jag ska söka jobb istället, och visst kan man tänka så men när jag inte vill eller vågar, när jag mår dåligt och inte vet vad jag ska ta mig till så vill jag bara låta tiden flyta iväg, 4 timmar därute sen nästa dag 4 till, jag vill inte sluta eftersom jag då bara mår dåligt, jag vill bara stå och slå boller."
	},
	{
		"postIndex": 3189,
		"postNumber": 3250,
		"rankGlobal": 35,
		"scoreGlobal": 71.3,
		"userRank": 2,
		"userScore": 33,
		"postUserName": "Spyrran",
		"postUserID": "u246388",
		"postUserUrl": "https://www.flashback.org/u246388",
		"postDateTime": "2013-05-26, 19:46",
		"postUrlInThread": "https://www.flashback.org/t1345419p271",
		"postUrlUniq": "https://www.flashback.org/sp43634645",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LuciferSucksAss</strong></div> <div>Ligger pengarna på kontot när man fått en sån där \"beräknings\" lapp hemskickad? fattar noll XD nån som vet?</div> </td> </tr> </table> </div> <br/>  Ser att du har fått en del andra svar, och måste då säga att det varierar från kommun till kommun och även på en och samma socialtjänst. När jag hade socialbidrag så varierade det också kraftigt. Ibland kunde jag få beräkningslappen flera dagar innan pengarna beräknades vara på kontot, ibland fick jag det samma dag som jag skulle få pengarna och ibland fick jag lappen i efterskott. <br/> <br/>  Så det är svårt att säga.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gato12</strong></div> <div>Bor man i studentkorridor så har man två hyresfria månader. juni och juli. Studentlägenheter har inga hyresfria månader.</div> </td> </tr> </table> </div> <br/>  Studentlägenheter kan visst ha hyresfria månader. När jag bodde i studentlägenhet så fick vi välja mellan att ha hyra 12 månader om året (billigare hyra per månad) eller att betala hyra 10 månader om året (lite dyrare hyra, pga mer som skulle betalas under färre antal månader). Årsbeloppet när det gäller hyran var detsamma. Jag antar att andra studentlägenheter också kan ha hyresfria månader under sommaren, även om de hyrevärdarna inte behöver ha samma system (med valfrihet) som min före detta hyresvärd."
	},
	{
		"postIndex": 1043,
		"postNumber": 1070,
		"rankGlobal": 36,
		"scoreGlobal": 71.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Sereena",
		"postUserID": "u92556",
		"postUserUrl": "https://www.flashback.org/u92556",
		"postDateTime": "2011-08-01, 22:19",
		"postUrlInThread": "https://www.flashback.org/t1345419p90",
		"postUrlUniq": "https://www.flashback.org/sp31988751",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Baltimora</strong></div> <div>Kan vem som helst söka matpengar/matkuponger hos socialen? Är det vanligt att folk blir nekade?<br/> <br/>  Är lite nyfiken bara eftersom vissa människor tycks tro att alla kan gå dit och ansöka om matpengar så får man pengar/kuponger direkt. Bara man kan visa ett kontoutdrag på att man inte har några pengar alls. I så fall borde ju man kunna spendera alla pengar på tex en runda på krogen, och dagen därpå går man till socialtjänsten och ansöker om matpengar bara för att pengarna är slut.</div> </td> </tr> </table> </div> <br/>  Kontoutdraget är inte för att visa att du är pank just nu, dom kollar hur mycke pengar du haft unders enaste 1-3 månaderna (variera lite mellan kontor och om du varit där förut om dom kollar 1 eller 3 månader, men oftast 3 månader). Under dom 3 månaderna så får du inte ha haft mer pengar än normen som är ung 3500kr + hyra (hyran får inte överstiga ~3-4000) och el för en ensamstådende. Har du haft mer pengar än så så säger dom bara att du skulle ha tänkt dig för och inte slösat bort pengarna du hade.<br/> <br/>  Har du haft mindre än normen så kan du få hjälp.<br/> <br/>  Du måste dessutom ha gjort vad du kan för att fixa pengar själv (sälja bilen om du inte måste ha den för jobbet, bytt till billigare boende, sålt ev båt/fritidshus mm), som arbetslös så måste du vara inskriven på AF eller sjukskriven mm<br/> <br/>  Detta gäller även \"matpengar\" (dom kan tom kolla att du inte har mat hemma för dessa, vet inte om dom får, men det förekommer att dom gör det ändå), dom kan dock vara lite mindre hårda på saker som att ha sålt bilen och sånt, samt med barn i bilden kan dom ge matpengar mot återbetalningskrav får att barnen inte ska bli lidande, men det är inget dom måste göra.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Baltimora</strong></div> <div>Vad då berättigad? Att man uppfyller kraven på att få försörjningsstöd? Vad händer med tex den ensamstående mamman som har deltidsjobb och behöver få matpengar vid ett enda tillfälle bara tills hon får sin lön och barnbidrag om 2 veckor då? I vanliga fall skulle hon inte vara berättigad till försörjngsstöd.<br/> <br/>  Eller om personen ifråga har försörjningsstöd i vanliga fall men spenderar en stor del av pengarna på \"onödiga grejer\". Har den personen då lättare att få matpengar beviljat än den ensamstående mamman?<br/> <br/>  Och spelar det någon roll när man blir pank och därefter ansöker om matpengar? Tex om man går dit dagen därpå och ansöker, eller ska man vänta ett par veckor?<br/> <br/>  Är nyfiken som sagt, för när man läser diverse forumsinlägg så skriver alla ungefär: \"Gå till socialen, så får du matpengar direkt. Du är ju pank och behöver mat\". Verkar ju vara ovanligt lätt att spendera pengar på annat och sen få matpengar i så fall <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/></div> </td> </tr> </table> </div> <br/> <br/>  Ja, du måste uppfylla kraven för försörjningstöd för att få pengar av soc.<br/> <br/>  Om mamman i ditt fall har haft pengar nog för att överstiga normen så får hon inte pengar av soc.<br/> <br/>  OM hon har TUR så kanske handläggaren känner sig riktigt snäll och ger henne några hundra mot återbetalningskrav just pga att det finns barn med i bilden, hade det inte varit barn med i bilden så hade hon fått kalla handen direkt och tillsagd att planera sin ekonomi bättre.<br/> <br/>  Om du går på soc och blåst dina socpengar på annat så kan du INTE få mer, du har redan fått sina matpengar, det är inte soc problem om du blåst dom på annat.<br/> <br/>  Det är inte bara att traska ner och be om matpengar för att man är pank, det är en fet jävla missupfattning som tyvärr allt för många har. Det är en hel vetenskap att söka soc, och en tämligen grundlig undersökning av dina tillgångar, allt \"onödigt\" som kan säljas ska säljas (typ bil/MC/båt, hus/stuga/husvagn osv).<br/> <br/>  Med barn i bilden så är det lite lättare att få tillfälligt stöd till mat, men då ofta med återbetalningskrav, dvs rent ut sagt ett lån."
	},
	{
		"postIndex": 747,
		"postNumber": 771,
		"rankGlobal": 37,
		"scoreGlobal": 71,
		"userRank": 28,
		"userScore": 6.2,
		"postUserName": "Lovelorn",
		"postUserID": "u294081",
		"postUserUrl": "https://www.flashback.org/u294081",
		"postDateTime": "2011-04-12, 12:46",
		"postUrlInThread": "https://www.flashback.org/t1345419p65",
		"postUrlUniq": "https://www.flashback.org/sp30035123",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jooosse</strong></div> <div>Är så jävla frustrerad så jag behöver skriva av mig lite här och se om ni kanske har några tips/råd om det kanske finns någon annanstans man kan vända sig. <br/> <br/>  Ringde idag för att ansöka om försörjningsstöd för att kunna hjälpa till med utgifterna här hemma då jag och min sambo nyligen gjort slut och jag bara väntar på att få tag på ett nytt boende. Visste om att han var försörjningsskyldig för mig under tiden vi var sambos men antog att det var annorlunda nu. <br/>  Tydligen så räcker det att man bor med någon av motsatt kön och de har en fast inkomst för att han/hon ska bli försörjningsskyldig för en och det är ju så jävla sjukt så att det inte är sant. <br/>  Snillet föreslog att jag skulle kolla runt bland kompisar men då jag i princip bara har killkompisar så blir ju det samma problem där. Är väl ingen som vill ha någon hos sig som inte kan betala för sig!<br/> <br/>  Sedan skulle dom så vänligt skicka en lista på hyresvärdar åt mig, vet dock inte vad jag ska med den till när jag inte har råd att betala någon hyra! <br/> <br/>  Har en kompis som har/haft problem med droger och han ska snart få sin TREDJE lägenhet! En kompis till en kompis som blev på smällen fick en TREA och när hon inte trivdes där så ordnade dom utan något krångel en annan lägenhet till henne. Det är ju för jävligt att man ska behöva bli på smällen eller knarka ner sig för att få hjälp. <br/> <br/>  Inte räcker det att man är inskriven på arbetsförmedlingen, söker alla jobb som går att söka osv osv..</div> </td> </tr> </table> </div> <br/>  du har blivit felinformerad, eller så är socialtjänstemannen dåligt insatt. du kan vara inneboende eller ha en inneboende av valfritt kön och denne har inget försörjningsstöd för dig. jag och mitt ex (nu ett riktigt ex) sa att vi var separerade men bodde  ihop för att det var enklast så och hon hade inte försörjningsstöd för mig då vi inte var tillsammans. <br/> <br/>  det du fått höra stämmer inte, men jag känner till att socmmänniskor är duktiga på att ljuga för att slippa betala pengar. i en annan stad så hade jag problem med en socgubbjävel som ljög mig rakt i ansiktet hela tiden. han sa att dom inte betalade elen. när jag sa att andra fått elräkningen betald så sa han att dom visst betalade elräkningen. samma med hyran. dom gav mig en viss summa, men efter ett årsskifte var dom tvungna enl lag att betala hela hyran på min billiga tvåa för 3200 i månaden. jag hörde av mig först i mars och påpekade att hyran blev höjd och först då betalade dom fulla hyran. <br/> <br/>  jag har under mina tonårsdagar haft mycket problem med soc och jag vet vilka regler som gäller. om någon vill fråga något privat så skriv pm.<br/> <br/>  slutligen vill jag säga att det går att ta sig ur skiten. förra året var mitt första riktiga heltidsarbetsår och jag tjänade nästan 400.000 direkt, detta inom ett vårdyrke. om man bara försöker att finna något intressant man tycker om och försöker att studera till så kommer man bort från soc. socialen är tyvärr en regenererande strukturell kraft i samhället, är man väl där så måste man kämpa för att komma därifrån. när man väl är därifrån så har man fått lära sig hur man kan leva billigt och kommer därefter med ett vanligt arbete att kunna leva väldigt väldigt rikt på en vanlig lön om man bara vill. man lär sig att inte skita pengar på onödiga saker, utan spendera på sånt som är viktigt för en själv."
	},
	{
		"postIndex": 3928,
		"postNumber": 4007,
		"rankGlobal": 38,
		"scoreGlobal": 70.9,
		"userRank": 136,
		"userScore": 2.8,
		"postUserName": "BraniacMountain",
		"postUserID": "u903483",
		"postUserUrl": "https://www.flashback.org/u903483",
		"postDateTime": "2014-04-25, 18:22",
		"postUrlInThread": "https://www.flashback.org/t1345419p334",
		"postUrlUniq": "https://www.flashback.org/sp48527355",
		"sentence": "En fråga (och mitt första inlägg!). <br/> <br/>  Pga sin sjukdom (obotlig men kontrollbar) blev mamma förtidspensionerad många många år sedan. Hon har en \"godeman\" (stavning?) som söker stöd för henne varje månad. Jag var aldrig så insatt då jag bodde med pappa när jag var liten. Men eftersom jag har bott hos henne sedan...ja högstadiet, så har hon fått 3000kr i månaden för mig. Egentligen skulle väl hon ha slutat få de 3000 när jag fyllde arton, slutade gymnasiet och flyttade ut, men jag gick om andra året och bor därför fortfarande hemma (tar studenten nu i vår). Jag hade för mig att saker och ting fortsätter som de var/är tills man slutar gymnasiet, dock tills man fyller 21. Men idag frågade hennes godeman efter min skattedeklaration.<br/> <br/>  Tydligen så är jag med, och har varit det sedan jag fyllt 18 (runt 20 månader sen), i socialens lista som bidragssökande för de 3000 som mamma får för att jag bor hos henne och hon \"tar hand om mig\". Så nu ville de ta reda på om jag har jobbat etc så att de inte ger och har gett bidrag till någon som har en annan inkomst. <br/> <br/>  Men är inte detta olagligt? Någon specifik lag?<br/> <br/>  Jag menar, jag har ju aldrig sökt någon bidrag. Jag pluggar fortfarande på gymnasiet och min inkomst är mitt studiehjälp på 1050kr från CSN som alla mina andra klasskamrater också får. Behöver de (socialen) inte ha min signatur etc? Och behöver man inte söka? Det kan ju inte bara automatiskt gå vidare. (Eller?) Mamma visste inte heller om detta. Och är inte mamma fortfarande \"underhållsskyldig\" då jag fortfarande går på gymnasiet? <br/> <br/>  Kommer mamma bli skyldig att betala tillbaka det lilla hon tjänar om jag t.ex jobbar under sommaren? <br/> <br/>  Är så förvirrad och vet inte var jag ska vända till med dessa frågor. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/>  Tråkigt att det blir såhär krångligt mot slutet av terminen, speciellt med tanke på att jag ska flytta ut i höst."
	},
	{
		"postIndex": 1867,
		"postNumber": 1905,
		"rankGlobal": 39,
		"scoreGlobal": 70.8,
		"userRank": 67,
		"userScore": 3.8,
		"postUserName": "Lieutenant",
		"postUserID": "u449243",
		"postUserUrl": "https://www.flashback.org/u449243",
		"postDateTime": "2012-05-23, 19:15",
		"postUrlInThread": "https://www.flashback.org/t1345419p159",
		"postUrlUniq": "https://www.flashback.org/sp37504060",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SleepyRipper</strong></div> <div>Har inte sagt det till dom att han gjort det. Utan jag har bara skickat in min ansökan som vanligt och sen fixat ett kvitto om det blir strul.</div> </td> </tr> </table> </div> <br/>  När jag var inneboende och gick på soc så sa dom ingenting när jag ibland storhandlade mat åt hon jag hyrde av för min del av hyran. Dock så hade vi det systemet att hon betala hyran och allt och jag satte över pengar till hennes konto för allt jag skulle betala. Dom kanske ser det lite annorlunda om du har egen lägenhet?<br/> <br/> <br/> <br/>  Sen har jag en egen fråga. <br/> <br/>  Jag jobbade från Feb till April för ett företag som hade mycket folk borta av nån anledning. Jag visste att jag skulle behöva gå i slutet av april redan i mitten av mars. <br/> <br/>  Så jag skickade in ansökan om F-skatt och kontaktade soc redan i slutet av april och fick min gamla socialsekreterare och allt gick skit snabbt för att bli inskriven på soc, arbetsförmedlingen etc och lämnade in papper för ekonomiskt bistånd den 21 maj och fick idag samtal från skatteverket som hade några följd frågor och sedan sa han att jag blivit godkänd för F-skatt och att alla papper kommer inom 3 dagar.<br/> <br/>  Hur kommer soc se på detta nu när jag är beviljad F-skatt och samtidigt väntar på pengar denna månaden, spelar det ingen roll? Samt kan jag ansöka om månaden därefter också för att ha 1 månad på mig att registrera ett företagsnamn och skapa ett kundnät.<br/> <br/>  Så ett litet kundnät är etablerat och godkännande från Bolagsverket om företagsnamet ramlar in ca en vecka efter jag fått pengar för månaden därefter.<br/> <br/>  Jag gissar att jag inte kan söka för månaden därefter pga att jag är beviljad F-skatt och att dom inte bryr sig om att jag inte hunnit registrera ett företagsnamn.<br/> <br/>  Inte mycket pengar det handlar om men en lite större buffert kan inte skada."
	},
	{
		"postIndex": 1260,
		"postNumber": 1292,
		"rankGlobal": 40,
		"scoreGlobal": 70.6,
		"userRank": 20,
		"userScore": 7.3,
		"postUserName": "IvI",
		"postUserID": "u349609",
		"postUserUrl": "https://www.flashback.org/u349609",
		"postDateTime": "2011-11-24, 23:55",
		"postUrlInThread": "https://www.flashback.org/t1345419p108",
		"postUrlUniq": "https://www.flashback.org/sp34190964",
		"sentence": "Har ett par frågor:<br/> <br/>  1. Ska man visa upp kontoutdrag där saldo syns eller räcker det med att bara händelser syns?<br/> <br/>  2. Varför vill soc att jag ska hämta ut utdragen från banken istället för att jag skriver ut dom t.ex från ett bibliotek? Det enda som skiljer är att dom jag skrivit ut utanför banken har en webadress längst ner.<br/> <br/>  3. Har soc rätt att kräva att jag lämnar in alla dokument i original? Tidigare gjorde jag alltid kopior för att jag lärt mej att aldrig lämna original-papper. Tänk om dom försvinner nånstans på vägen!<br/> <br/>  4. Jag fick låna pengar av mina föräldrar en månad för att pengarna inte räckte till mat hela månaden.<br/>  Pengarna sattes in på mitt konto och därmed ansåg soc att det var en inkomst trots att jag förklarade att jag skulle betala tillbaka så fort jag fick pengar. Lånet blev därmed en dubbel skuld iom att jag betalat tillbaka dom, samt att jag fick samma summa draget från mitt bidrag.<br/>  Är detta verkligen rätt? <br/> <br/>  Pga detta vågar jag inte låna pengar av nån trots att jag inte har matpengar.<br/>  Dessutom har jag slutat betala saker via mitt bankkort eftersom jag inte vill att soc ska ha koll på vad jag köper. Råkar jag köpa fel sak eller på fel ställe kanske det blir till min nackdel fast det oftast bara gäller mat...<br/>  Tycker detta kontrollerande är kränkande. Jag är sjukskriven (med låg ersättning) och har inget annat val än att \"tigga\" pengar av soc för att öht överleva."
	}
]
