[
	{
		"postIndex": 1936,
		"postNumber": 1996,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2013-08-07, 02:53",
		"postUrlInThread": "https://www.flashback.org/t1427614p167",
		"postUrlUniq": "https://www.flashback.org/sp44656791",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44656045#p44656045\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Du har fel i att LENR bryter mot fysikens lagar.<br/>  W-L-teorin bygger på känd fysik.<br/>  Larsen letade upp Widom, därför A. Widom kunde en hel del om kvantmekanik för mångpartikelsystem av plasma nära kristaller mm.<br/>  Det är lite sällsynt kombination.</div> </td> </tr> </table> </div>   Jag står fast i att LENR bryter mot vad vi vet i den följande mening: vi vet vilka energier som krävs för normal fusion, och vi vet vilka typiska energier som förekommer i de \"kalla\" system i vilka kall fusion påstås äga rum. Det finns en stor skillnad mellan dessa två energier, så om inget konstigt, okänt fenomen äger rum kan kall fusion inte ske. Så det är väl inte strikt talat förbjudet, men det kräver något nytt som vi inte känner till; och det är definitivt inte något vi kan se genom att titta ut genom våra fönster. <br/> <br/>  Vidare: varenda forskare inom fasta tillståndets fysik kan en himla massa om kvantmekanik, mångpartikelsystem, kristaller etc., detta är ju precis vad deras forskningsområde går ut på, så jag tror inte precis det är en så konstig kombination att kunna kvantmekanik och mångpartikelfysik etc. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Elektronen kan även ha tung massa, vid rumstemperatur i halvledare. (se effektiv massa).<br/>  Men jag vet inte vad max effektiv massa är vid rumstemperatur.<br/>  Temperatur handlar om rörelse av elementarpartiklar. Experiment med effektiva massan, bör pågå så länge att man hinner mäta upp effektiva massan. Under ytterst korta tidsintervall kan det vara svårt att mäta upp effektiva massan. I halvledarfysiken, så används effektiva massan när e rör sig i ledningsband.<br/> <br/>  I Hallens elektricitetslära (Min bibel), finns en liten beräkning nånstans, som ger relativistiskt uttryck för massan, från klassisk elektromagnetisk fältteori, då man tar hänsyn till både elektronens massa och det elektriska fältet. Alltså om man tar hänsyn till elektriska fältet, så kan elektronen verka tyngre även med klassisk fysik.<br/>  Alltså temperaturen bör inte vara nån kritik mot W-L-teorin.<br/> </td> </tr> </table> </div>   Ja, E-fältet kan \"renormalisera\" elektronens massa så att den får en tyngre effektiv massa, det är precis vad de räknar på i artikeln om W-L-teorin, de pratar aldrig om det andra fenomenet med tunga fermioner. Problemet är bara att det behövs ett extremt starkt elektriskt fält för att nå den massa (=energi) som behövs. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Du kanske har rätt i kritiken om E-fältet.<br/>  Jag kan inte kvantmekanik på den nivån, som Widom använt.<br/>  Jag tänker inte sitta och försöka räkna på det i månader.<br/> </td> </tr> </table> </div>   Som sagt, detta är det huvudsakliga problemet med W-L-teorin: de antar ett extremt stort E-fält, vilket trollar fram den energi de behöver. Men det största teoretiska problemet med kall fusion är precis att förklara varifrån denna energi kommer ifrån, så genom att bara anta ett stort värde tycker jag teorin fallerar ganska så brutalt. De besvarar liksom frågan genom att anta svaret, och sen presentera det som sin \"teori\". <br/> <br/>  I het fusion kommer energin från rörelse-energin, så där är det enkelt att förstå varför fusion kan ske. I kall fusion finns ingen sån naturlig förklaring, så någonting komplicerat måste hända (om nu någonting alls händer). <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Men jag kan tänka mig e utsätts för extrema fält, mycket nära p, och mellan två p. Ovanpå detta kan det finns elektromagnetiska vågor, som ibland interfererar på en elektron. Detta enligt klassisk fysik. Ytterligare fält kan komma från atomer i kristall-ytan eller vid gitterdefekter. Ännu mer fält från gnisturladdningar eller LASER?<br/> </td> </tr> </table> </div>   Ja, det är klart att det finns ett nollskillt E-fält i metallen och i ytan, som växelverkar med atomer och elektroner etc., problemet är bara styrkan på detta E-fält och hur mycket energi det innehåller. Detta är något vi vet, också från klassisk fysik och fasta tillståndets fysik, och det är på tok för lågt för att förklara hur kall fusion ska inträffa. Att prata om gnistor och laser löser inte någonting egentligen, dels för att det krävs en extremt stark laser för att skapa fusion (folk försöker ju precis detta i forskning om het fusion), och dels för att jag aldrig sett något sådant nämnas i diskussioner om experiment som ska producera kall fusion. En gnista räcker inte heller långt: energierna är igen alltför låga för kärn-reaktioner.  <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Enligt klassisk fysik är det konstigt att e nästan aldrig åker in i p. Men många verkar tänka att detta är förbjudet enligt kvantmekaniken, men var är bevisen?<br/> </td> </tr> </table> </div>   Du borde läsa på lite om kvantmekanik, det är ett intressant ämne, och förklarar detta på ett ganska fint sätt, nämligen genom kvantiseringen av rörelsemängdsmoment. Detta är vad som medför att atomer är stabila, dvs. varför inte elektronerna bara faller in i atomkärnan. Detta är dels något man teoretiskt bevisar i en första kurs i kvantmekanik, och dels eftersom atomer är stabila och inte faller sönder på nano-sekunder tycker jag detta är ganska så experimentellt bevisat också. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Nu kanske W-L-teorin är felaktig, delvis felaktig. Men kanske rätt, eller behöver justeras något.<br/>  Det finns 66+ andra teorier om LENR.      </td> </tr> </table> </div>   Okej, förhoppningsvis är någon av dem lite bättre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Det finns över hundra experiment som visar på LENR, många replikerade.<br/> </td> </tr> </table> </div>   Ja, detta är ju vad ni förespråkare vill hävda. För en mer saklig syn på bevisen kan du ju läsa rapporten från 2004 beställd av amerikanska DOE, där de kommer fram till att 15 år av forskning mellan Pons och Fleischmanns första resultat -89, inte hade förbättrat bevissituationen och att experimenten fortfarande inte gick att upprepa. Rapporten kom fram till att ytterligare finansiering inte var berättigat. Så forskningen kan inte överleva peer-review, det är ju ett ganska dåligt betyg, eller hur?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Det finns minst tre forskare med olika teorier eller olika synpunkter, som sysslat med LENR.<br/>  1) Widom-Larsen.<br/>  2) Peter Hagelstein MIT<br/>  3) Dr. Edmund Storms<br/>  Det finns säkert många fler. Från Japan, Ryssland, Kina, Italien mm.<br/> </td> </tr> </table> </div>   Jag vet att det finns folk som tror och forskar om det. Men det betyder inte så mycket för mig, det finns en hel massa folk som tror och forskar om UFOs också. Kanske dåligt exempel, jag vill inte jämställa dessa två fält då jag tror kall fusion är betydligt, betydligt mer sannolikt; men ändå... argument om hur många som forskar på ämnet är i sig inte ett argument; och om Widom-Larsen är ledande i fältet med en så dålig teori, så kanske det säger något om hur bra forskning som faktiskt bedrivs. Och folk som Rossi gör ju inte mycket för att hjälpa fältets rykte, direkt. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Ett föredrag om bevis, frågor och forskningsresultat, på 1 timme:<br/>   Publicerad den 6 aug 2012<br/> <br/>  \"Dr. Edmund Storms is the 19th Natural Philosophy Alliance Conference John Chappell Lecturer on July 27, 2012 in Albuquerque, New Mexico.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQE1W8NcYsSE%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D39\" target=\"_blank\">http://www.youtube.com/watch?v=QE1W8NcYsSE&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P&amp;index=39</a><br/>  Vetenskapsjournalisten Krivit har ett föredrag som liknar detta. (Om bevisen).      </td> </tr> </table> </div>   Kanske orkar titta på det där senare, ska kommentera då i så fall. Dock igen, är det inte mycket bättre med en kritisk granskning än föredrag av folk som spenderat sina karriärer åt att forska i ämnet? Jag gissar att de ger en ganska så partisk bild av det hela, precis som du och drbob gör i den här tråden, men jag har gärna fel. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Även om W-L-teorin vore felaktig, så finns det starka bevis på LENR-effekten existerar.<br/>  Men nu verkar W-L-teorin förklara att det behöver inte alls vara omöjligt med:<br/>  e+p+energi--&gt;n+neutrino.<br/> </td> </tr> </table> </div>   Så klart är den processen möjlig, problemet är varifrån den energi som behövs kommer ifrån. Och dessutom förklarar det inte hur den påstådda fusionen går till."
	},
	{
		"postIndex": 1745,
		"postNumber": 1798,
		"rankGlobal": 2,
		"scoreGlobal": 94,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-02-26, 23:08",
		"postUrlInThread": "https://www.flashback.org/t1427614p150",
		"postUrlUniq": "https://www.flashback.org/sp42212718",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Elohir</strong></div> <div>Rossi ja.<a href=\"/leave.php?u=http%3A%2F%2Fwww.lenrnews.eu%2Fwp-content%2Fuploads%2F2013%2F02%2FReactions-with-nickel-and-hydrogen142972_TMP.pdf\" target=\"_blank\">http://www.lenrnews.eu/wp-content/up...142972_TMP.pdf</a><br/> <br/>  The case is closed. Ingen påvisad LENR effekt.</div> </td> </tr> </table> </div> <br/>  Under minst 20 år finns det många som misslyckats, med t.ex. Pd/D.<br/>  Men det finns många som fått effekter, som tyder på LENR.<br/>  En hel del misslyckande kan nu förklaras med, att de inte lyckats få in tillräckligt hög koncentration av t.ex. D i Pd. Svårt att komma upp till 0.85 då LENR kan visa sig.<br/> <br/>  I normal vetenskap så verkar de inte kräva starka bevis. T.ex. Kolesterolmyten, ägg, salt, rökning, fett osv.<br/>  Inom Fysik brukar det gå att upprepa experiment.<br/>  Men inom LENR så är många extremt kritiska. Det beror en del på media och dåliga undersökningar t.ex. om Pd/D.<br/> <br/>  Extremt kraftiga bevis kräver att flera oberoende byggt kraftverk som gått länge.<br/>  På MIT har de NANOR som gått mycket länge. Normalt borde detta räcka för vetenskapligt bevis, om andra upprepar det. De som vill kan åka till MIT och kolla NANOR.<br/>  Experimenten på MIT och en del Universitet tillsamans är egentligen relativt kraftiga bevis på LENR.<br/> <br/>  Då det gäller Rossi vet jag inte nått säkert, jag tänker vi får se.<br/>  Det verkar orimligt att Rossi själv medvetet och planerat försöker lura andra om E-CAT.<br/>  Då måste det vara en konspiration med Rossi och flera andra forskare bakom Ni-H-LENR.<br/>  Då Svenskarna var nere, så tyder det på att E-CAT fungerade. Det kanske är så att E-CAT fungerade just då och liksom andra försök fungerade ibland.<br/>  Men det finns tusentals sätt att luras om E-CAT eller annat i forskarvärlden. T.ex. generera siffror med slumptals-störning, för att hitta på mätdata, eller MASER under golvet. Men vad vinner de på det?<br/>  Det kan finnas de som gör misstag och försöker gömma undan det med fusk.<br/>  Men var är bevisen för att Rossi verkligen luras?<br/>  Jag tar inte ställning förrän man har mer övertygande bevis.<br/> <br/>  Rossi är bara en ingenjör som försökt bygga en apparat efter några forskares kunskaper.<br/>  Det är jäkla bra att några försöker.<br/>  Men det är jäkla synd att Rossi inte släpper all information.<br/> <br/>  Jag tycker det är intressantare att lyssna på riktiga forskare som släpper all viktig information.<br/> <br/>  Det finns åtminstone en hel del hyggligt starka bevis på okända effekter som kan vara LENR, men som man inte har fullständigt accepterade teorier för. Widom-Larsen skall vara accepterad och kan förklara hur en speciell neutron kan bildas ur ett svängande kollektiv av elektroner och protoner.<br/>  Hagelstein nämner även en del om varför inte gammastrålning syns, och har hypoteser om det.<br/>  Det är nya saker och oerhört intressant.<br/> <br/>  Christer"
	},
	{
		"postIndex": 172,
		"postNumber": 177,
		"rankGlobal": 3,
		"scoreGlobal": 93.8,
		"userRank": 20,
		"userScore": 11.6,
		"postUserName": "aw",
		"postUserID": "u507115",
		"postUserUrl": "https://www.flashback.org/u507115",
		"postDateTime": "2011-01-27, 19:21",
		"postUrlInThread": "https://www.flashback.org/t1427614p15",
		"postUrlUniq": "https://www.flashback.org/sp28512159",
		"sentence": "Brukar bara läsa i vanliga fall, men här vill jag göra ett inlägg.<br/> <br/>  Har sett mycket skepsis angående Rossi/Focardi-experimentet här, och överallt på nätet... Men förvånansvärt lite uppdaterad information? <br/> <br/>  De påstår inte att de utför kall fusion, utan LENR (Low Energy Nuclear Reaction). <br/> <br/>  Den mest lovande teorin för LENR är nog Widom-Larsen (2005-2009) som förklarar alla mätbara fenomen (vad jag vet) kring LENR helt med vedertagen fysik. Bland annat NASA anser att Widom-Larsen håller som teori, och att LENR är mycket lovande för energiproduktion i framtiden. Det finns flera färska papper från andra halvan av 2010, på NASAs hemsida, som talar sig varma om potentialen hos LENR. Det finns också hundratals publicerade artiklar i ämnet. <br/> <br/>  Widom-Larsen:<br/> <br/>  Om man tillför ett starkt elektriskt fält till vissa metaller, i kontakt med väte, så kan elektronerna börja \"grupposcillera\" på metallens yta. När det händer så kommer vissa fria elektroner i fältet att få tillräckligt med energi för att kunna slås ihop med en fri proton och bilda en fri neutron. Detta är ett känt fenomen inom elektrosvag (Electroweak) växelverkan, som är ett relativt nytt fält inom fysiken (Nobelpris 1979).<br/> <br/>  Om neutroner bildas i den här processen så kommer de att vara nästan helt stillastående. En stillastående neutron innebär dels att den, i enlighet med rådande kvantfysik, har nästan 100% sannolikhet att \"sugas upp\" av en närliggande atom (kärna) och omvandla denna till en högre isotop (neutron capture). Samtidigt har den nästan 0% sannolikhet att lämna ytan där de bildas, eftersom den saknar rörelseenergi. <br/> <br/>  (I vanliga fall så flyger neutroner runt i världen med relativt hög fart, och det gör \"neutron capture\"  väldigt ovanligt under normala omständigheter.) <br/> <br/>  I det här fallet så skulle atomer i maskinens nickel suga upp neutroner, och omvandlas till högre isotoper av nickel, dvs med fler neutroner i kärnan. Dessa isotoper kommer att vara mer eller mindre instabila, och det finns även stor sannolikhet att inte bara en, utan flera, neutroner fångas av en och samma nickelatom, så att den skjuts upp till en flera nummer högre isotop.  <br/> <br/>  Till saken hör, en instabil högre isotop av nickel (och andra grundämnen) kan sönderfalla inte bara tillbaka till lägre isotoper av nickel, utan även till ett helt nytt grundämne med högre atomtal. Exempel:<br/> <br/>  1) Ni63 + neutron -&gt; (neutron capture) -&gt; Ni64<br/>  2) Ni64 + neutron -&gt; (neutron capture) -&gt; Ni65<br/>  3) Ni65 -&gt; (normalt sönderfall) -&gt; Cu65 + restprodukter + energi<br/> <br/>  Vi håller oss fortfarande inom helt vedertagen fysik. Processen kommer att producera energi vid sönderfall av de instabila isotoper som bildats. <br/> <br/>  Dock, detta är INTE fusion, utan kanske snarare fission (sönderfall) som följer av att man tvingat upp atomer hos metallen i ett högre instabilt tillstånd genom neutron capture. <br/> <br/>  För att ingen ska tro att detta låter som en evighetsmaskin så ska man komma ihåg att det går åt fria protoner och elektroner för processen. Enkelt kan man enkelt beskriva det som att man omvandlar fria protoner och elektroner till beståndsdelar i grundämnen, och frigör mellanskillnaden i energi genom E=mc2 på grund av att grundämnet har mindre massa än de fria partiklarna.<br/> <br/>  Om Widom-Larsen håller så innebär det att LENR:<br/>  * Producerar energi i samma storleksordning som fusion och fission,<br/>  * Inte producerar stora mängder skadlig strålning,<br/>  * Inte spottar ut neutroner,<br/>  * Kommer att bilda nya grundämnen och isotoper, vid fallet nickel så bildas mycket koppar,<br/>  * Inte kräver att Colomb-barriären övervinns (gäller bara proton+proton med samma laddning, ej neutroner) och därmed behövs inte extremt hög temperatur som i klassisk fusion,<br/>  * Experimentet har ett utförande identiskt med italienarnas, eventuellt palladium istället för nickel.<br/> <br/>  Det är dock INTE så enkelt att genomföra som det låter. För att det första steget ska inträffa (oscillationen) så ställs väldigt ovanliga krav på inte bara vilka ämnen man använder, utan även ytstruktur hos metallen, storlek, temperatur, tryck, fältstyrka, inkörstid osv. Det räcker inte med att slänga lite nickel i vatten och slå på strömmen och hålla tummarna. Men det är fortfarande inget hokus-pokus, utan ett 100% verifierat fenomen som uppstår under de rätta omständigheterna. <br/> <br/>  Eftersom ytan hos metallen är så viktig för experimentet så krävs det typiskt bearbetning av metallen (t.ex. kemiskt) på olika sätt för att få igång processen och upprätthålla en hög nivå. Det är en välfungerande bearbetning av den här metallen som italienarna säger att de har kommit på, och det är den informationen som de inte vill släppa innan patentet beviljas, eftersom bearbetningen är patenterad. Resten av innandömet i maskinen är gammal skåpmat inom LENR. <br/> <br/>  Slutligen kan man säga vad man vill om italienarna. Det ser inte jätteproffsigt ut, experimentet kanske är en bluff. Men teorierna bakom det, och faktumet att hundratals experiment av forskargrupper världen över har verifierat att LENR producerar energi på kärnnivå (och omvandlar mellan isotoper och grundämnen) talar ändå för att man någon dag kommer att lyckas med LENR.<br/> <br/>  Sen är det ju lite en Hollywood-myt att fysikexperiment utförs i balla lokaler med mysbelysning. Italienarnas presentation ser ut som en helt vanlig undervisningslokal på vilken högskola som helst, bärbara datorer och diverse fula mätinstrument som alltid. Metallfolie är praktiskt att arbeta med och fungerar utmärkt för både det ena och det andra.<br/> <br/>  Jag vill reservera för eventuella fel. Det var några år sedan jag läste fysik, och jag jobbar inte med det heller."
	},
	{
		"postIndex": 1130,
		"postNumber": 1169,
		"rankGlobal": 4,
		"scoreGlobal": 86.7,
		"userRank": 6,
		"userScore": 29.5,
		"postUserName": "teknikfreak",
		"postUserID": "u168291",
		"postUserUrl": "https://www.flashback.org/u168291",
		"postDateTime": "2012-08-08, 16:27",
		"postUrlInThread": "https://www.flashback.org/t1427614p98",
		"postUrlUniq": "https://www.flashback.org/sp38722269",
		"sentence": "Tack för länkarna.<br/> <br/>  Man kan ju jämföra med t.ex fenomenet UFO.<br/>  Det finns ingen rationell förklaring till att tro på UFO, sannolikheten att det finns intelligent liv någon annanstans i universum är förvisso hög, men sannolikheten att de hittat hit är ohyggligt låg.<br/> <br/>  Det finns dock tiotusentals människor som hävdar att dom sett UFOn, tusentals foton och tusentals människor som hävdar att dom blivit bortförda av utomjordingar.<br/>  Många av dom vill säkert bara få uppmärksamhet men många är också övertygade om att det verkligen var utomjordingar dom såg.<br/> <br/>  Det finns säkerligen tusen och åter tusen websidor och massor av forum som bara behandlar ämnet UFO.<br/>  Man påstår även att militären varit inblandad vid Roswell och det förekommer otaliga konspirationsteorier.<br/> <br/>  Trots att UFO-teorin har funnits i över 50 år och trots alla dessa tusentals vittnen så har dock hittills ingen kunnat uppbringa otvetydiga bevis för att den faktiskt landat utomjordingar på den här planeten.<br/> <br/>  Jag hör till skaran som med ovanstående information i bakhuvudet kräver extraordinära bevis för att låta mig övertygas. De flest av fotona som presenterats kan till exempel förklaras med naturfenomen och bortföranden kan till exempel förklaras med sömnparalys och liknande.<br/>  Så, ge mig en utomjording eller ett flygande tefat så tror jag på det.<br/> <br/>  Det samma gäller LENR.<br/>  Det har gått över 20 år sedan Pon och Fleischmann först rapporterade fenomenet. Tusen och åter tusen arbetstimmar lades ner runt om i världen för att återskapa deras resultat, men det visade sig mycket svårt.<br/> <br/>  Nu, 20 år senare, har vi en italienare som påstår sig ha knäckt nöten. Han är tidigare känd för att påstått sig kunna framställa olja ur sopor samt att kunna tillverka högeffektiva peltierelement för att utvinna elenergi ur överskottsvärme. Något som i båda fallen visade sig vara bluff. Han anklagades för miljöförstöring i samband med soporna och verkningsgraden på peltierelementen var bara procent av det han påstod.<br/> <br/>  Han återkommer med en LENR-manick som påstås använda ny fysik för att slå ihop väte och nickel och genom kall fusion med betydande energiöverskott. Han vägrar dock notoriskt att lämna in manicken till nåt oberoende testinstitut eller att låta folk mäta fritt på den. Folks försök att mäta på manicken eller på dess bränsle har hittills inte kunnat bekräfta Rossis påståenden.<br/> <br/>  För att jag ska övertygas så krävs det protokoll från två oberoende testinstitut, typ SP, som med marginal påvisar en energiutveckling som inte är möjlig på kemisk väg. Helst i kombination med mätningar som registrerar gammastrålning som påvisar någon form av rimlig kärnreaktion.<br/> <br/>  Den där mätningen med NI-utrustning som visar på överskottsvärme känns som att den kan förklaras med en kemisk reaktion, då värmeutveckling och verkningsgrad är väldigt låg.<br/> <br/>  Jag hade tänkt att försöka undvika att röja min identitet, men jag kan tillägga att jag jobbar med forskning som delvis är relaterad och jag har även pratat med folk i Kullanders grupp samt att jag känner till anläggningarna där Rossis \"använda bränsle\" analyserades, så jag kanske har en något annorlunda bild av situationen än många andra.<br/> <br/>  Vad gäller att sälja en 1MW reaktor som eventuellt inte fungerar så var det ju exakt det Rossi gjorde med anläggningen för att utvinna överskottsvärme, dvs sålde något som inte fungerade. Så att 1MW-reaktorn skulle vara något form av bevis att tekniken fungerar ger jag inte mycket för.<br/>  Hur Rossi resonerar om säljer en sak som inte fungerar har jag ingen aning om, men hans sätt att hantera situationen i största allmänhet övergår mitt förstånd, så jag är inte så värst förvånad om han sålt något som inte fungerar.<br/> <br/>  I detta fallet gäller helt klart att \"extraordinära påstående kräver extraordinära bevis\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 1230,
		"postNumber": 1274,
		"rankGlobal": 5,
		"scoreGlobal": 86.3,
		"userRank": 6,
		"userScore": 29.5,
		"postUserName": "teknikfreak",
		"postUserID": "u168291",
		"postUserUrl": "https://www.flashback.org/u168291",
		"postDateTime": "2012-08-18, 17:49",
		"postUrlInThread": "https://www.flashback.org/t1427614p107",
		"postUrlUniq": "https://www.flashback.org/sp38897876",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lobstr</strong></div> <div>Läst Celanis papper? Hans apparat producerar ju 20 ish watt som överskott. Var hittade du tecken på att man inte använt flöde + T.in + T.ut ? Jag tror att National Instruments pöjkar vet vad dom gör. Ibland får man lita på att proffsen gör rätt. </div> </td> </tr> </table> </div> <br/>  Har du en länk till pappret?<br/> <br/>  Vad gäller National Instruments så har jag haft mycket kontakt dom genom jobbet.<br/>  National Instruments affärsområden är att <b>sälja hårdvara och programvara för datainsamling</b><br/> <br/>  Jag har aldrig varit med om att NI installerar mätsystem eller tillhandahåller sensorer.<br/>  Dom säljer ett lämpligt mätkort och sedan får man själv fixa lämpliga sensorer och koppla in dessa på ett lämpligt sätt. <br/>  NI tillhandahåller programvaran (Labview) och det är upp till kunden att fixa programmeringsbiten själv. Vid specifika programmeringsfrågor kan man få support av NI.<br/> <br/>  Att dom på NI skulle vara några experter på energimätning eller liknande har jag ingen anledning att tro. Däremot ger dom gladeligen dig en offert på lämpliga mätkort och programvara om du talar om vad dina sensorer har för utsignaler samt vilken noggrannhet du behöver.<br/> <br/> <br/>  Anledningen till att jag ständigt ifrågasätter mätmetoderna och vägrar låta mig övertygas så länge något är skumt är att jag själv jobbar med forskning.<br/>  De flesta av LENR-experimenten delar samma konstiga egenhet i mina forskarögon:<br/> <br/>  Om jag, eller något av mina kollegor hade forskat på onormal värmeutveckling, var hade då fokus legat?<br/> <br/>  - Jo, självklart hade man börjat med att försöka designa ett mätsystem som kunde mäta värmeutvecklingen med tillräcklig noggrannhet, förslagsvis så att man kan räkna fram COP med minst två värdesiffror.<br/> <br/>  I stort sett ALLT inom experimentell fysik går ut på att göra mer noggranna mätningar eller att tillverka mer väldefinierade prover. <br/> <br/>  För att framgångsrikt kunna bedriva forskning är detta en nödvändighet. Om man inte vet vad det är man mäter på, eller inte kan mäta med tillräcklig noggrannhet så är det i stort sett poänglöst att hålla på, eftersom man inte har en chans att upprepa eller förbättra saker.<br/> <br/>  När jag ser nån ihopsvängd rörgrunka med några instuckna tempreratursensorer här och där och en gubbe som påstår att den ger COP 10 eller nåt, vad är det första en forskare gör? <br/>  Jo, självklart, som man alltid MÅSTE göra i forskningsvärlden, man kollar upp alla tänkbara felkällor, ifrågasätter och försöker bilda sig en uppfattning ifall något förbisetts.<br/> <br/>  I normala fall hade man väntat sig att mätsystemet hade bestått av beprövade komponenter och mätmetoder, för att minska risken för fel. Man hade också väntat sig att innehavaren av utrustningen gladeligen hade låtit folk granska alla delar av mätsystemet i detalj, samt låtit dom kontrollmäta med sin egen utrustning för värmemängds- och eleffekt-mätning.<br/>  En forskare vill ju absolut inte gå ut med ett sådant påstående som att man lyckats med LENR utan att ha goda skäl att tro det.<br/>  Om man har chansen att få mätutrustningen granskad i detalj av kunnigt folk på ett tidigt stadium, innan det hela blivit för stort, så tar man givetvis den chansen.<br/> <br/>  Man kan väl jämföra med när CERN-forskarna tyckte sig ha mätt upp neutrinos som färdades snabbare än ljuset men de mycket tydligt påpekade att detta inte verkar rimligt enligt gällande fysik samt att de ville ha hjälp av andra forskare att granska vad de gjort.<br/>  Några veckor senare visade det sig att glappkontakt orsakat ett mätfel och att neutrinos alltså inte är snabbare än ljuset.<br/> <br/>  Jag säger alltså INTE att jag tror att LENR är omöjligt. Det skulle inte förvåna mig alls om det går att åstadkomma.<br/>  Däremot finner jag det hela tiden mer och mer underligt hur så många kan påstå att de lyckats med LENR utan att det hittills presenterats en enda oberoende rapport.<br/>  En oberoende rapport är ju steg två efter att utrustningen granskats av andra forskare och denna borde varit gjord för minst ett år sedan nu när det gäller Rossis reaktor.<br/> <br/>  Att bara hålla på att svänga ihop nya manicker och hävda att dom ger si och så mycket effekt baserat på överslagsräkningar och ögonmått leder ingen vart och är inte en forskares sätt att angripa problemet. Det är precis här som jag har problem med LENR-forskningen. Den sker helt enkelt inte på det vetenskapliga sätt som forskare normalt jobbar."
	},
	{
		"postIndex": 1757,
		"postNumber": 1810,
		"rankGlobal": 6,
		"scoreGlobal": 83.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-05-17, 02:43",
		"postUrlInThread": "https://www.flashback.org/t1427614p151",
		"postUrlUniq": "https://www.flashback.org/sp43467632",
		"sentence": "Rättelse: Jag missuppfattade frågan. Men svarar allmänt om LENR.<br/> <br/>  Det finns nog ganska pålitliga mätdata, men det är inga absoluta bevis på att E-CAT funkar ibland.<br/>  Extremt starka bevis är att flera E-CAT byggts av olika oberoende forskare och att de körts mycket länge.<br/>  Det är bra om Rossi försökt bygga ett riktigt kraftverk. Men vi får se om det kommer maximalt starka bevis.<br/> <br/>  Men att LENR-effekten finns och är ny upptäckt är starkt bevisad.<br/>  Kolla in Peter L. HAGELSTEIN  MASSACHUSETTS INSTITUTE OF TECHNOLOGY<br/>  Lite om NANOR: (Upprepar):<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftheatomunexplored.com%2F%3Fpage_id%3D133\" target=\"_blank\">http://theatomunexplored.com/?page_id=133</a><br/> <br/>  Om man söker, så kan man hitta en analys av en snubbe som studerade utredningen om \"Kall fusion i köket\" om Pd/D. Han upptäckte grovt fel i utredningen de hade lagt in felaktig noll-nivå, eller fuskat, så det såg ut som ingen överskotts-energi alls. Denne snubbe på MIT blev mördad.<br/>  Alltså utredningen hindrade vidare forskning i USA.<br/>  Kanske Japan, Kina, Indien, Italien kommer först i forskningsfronten på LENR.<br/>  Men Hagelstein på MIT ligger långt framme.<br/> <br/>  Det finns kraftiga bevis på överskotts-effekt, isotop-förändringar, IR-bilder, Elektronmikroskop-bilder på kratrar.<br/>  Det nu teoretiskt svåra är att det blir ingen radioaktiv strålning, men det finns många hypoteser för att förklara det. Hagelsten har föreläsningar på Youtub om det på hög nivå i kvantmekanik.<br/> <br/>  Jag tycker det verkar finnas många bra bevis på att en ny fysikalisk effekt existera, som man kallar LENR.<br/>  Det kanske dröjer, likt annat i vetenskapshistorien, länge innan det accepteras.<br/>  Det vore bra om Rossi eller annan lyckades med en apparat.<br/>  Kanske E-CAT fungerat eller fungerar, men det verkar behövas överväldigande bevis som vi väntar på.<br/> <br/>  Christer"
	},
	{
		"postIndex": 1538,
		"postNumber": 1588,
		"rankGlobal": 7,
		"scoreGlobal": 82.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2012-12-03, 16:44",
		"postUrlInThread": "https://www.flashback.org/t1427614p133",
		"postUrlUniq": "https://www.flashback.org/sp40699954",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ippskiff</strong></div> <div>.......<br/> <br/> <br/>  Bullshit, man kan använda ordet lobba även när det enbart handlar om personliga fördelar eller vinning också. <br/>  Jag t ex, lobbar hårt för legalisering av gräs. Inte för att jag vill sälja gräs, utan för att jag vill kunna konsumera det ifred. Personlig vinning, men inte av ekonomisk art utan lobbing utifrån ett tillvaro-perspektiv. <br/> <br/> <br/>  ................</div> </td> </tr> </table> </div>   Ordet \"Bullshit\" är dåligt argument.<br/>  \"Lobbying, lobbyism, lobby eller lobbning (från engelska: lobby) innebär politiskt påtryckningsarbete, det vill säga att professionella företrädare för intressegrupper och särintressen i organiserad form framför sina åsikter till politiska makthavare. Lobbyister kan exempelvis vara anställda som PR-konsulter eller ombudsmän.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FLobbying\" target=\"_blank\">http://sv.wikipedia.org/wiki/Lobbying</a><br/>  Jag tolkar inte lobba, som att man enbart talar för en sak, eller propagerar för något.<br/> <br/>  Det kan ploppa upp skurkar överallt, där de tror de kan roffa åt sig pengar.<br/>  Efter det med kall fusion i köket för ca 20 år sedan, trodde jag det var ett rejält misstag.<br/>  Många är ytterst kritiska nu.<br/>  Men då jag förstod att man kan skapa långsamma neutroner med elektriska fält mm, så har jag ändrat uppfattning. Men jag har ännu inte sett fullständiga bevis själv på neutron-produktionen.<br/> <br/>  Det starkaste beviset på att t.ex. E-CAT fungerar, vore många stora oberoende kraftverk som producerat energi länge, t.ex. ett år.<br/>  Man har ännu inte lyckats bevisa het fusion på detta sätt.<br/> <br/>  Det finns ännu inget starkt bevis på att E-CAT är humbug. En mängd forskare och journalister borde kunnat bevisa det. Jag tror inte han är en mäster-illusionist, som lurat forskare. Han förlorar ju både pengar, anseende och tid om han luras.<br/>  Jag tycker det är mer troligt att han är en ingenjör som försökt konstruera nått, men det funkar inte som han önskat. Kanske det inte funkar, eller kanske han sporadiskt fått igång LENR.<br/>  Även om Rossi mislyckas, så finns andra områden, där forskare fått resultat som tyder på LENR.<br/> <br/>  Det finns mycket på internet om t.ex. kall fusion som är humbug eller dåligt. Det gäller att vaska fram det pålitliga, men det är inte lätt.<br/> <br/>  En länk som verkar pålitligt och tar upp det teoretiska är av Steven B. Krivit (Kanske vetenskapsjournalist och fysiker???), vid \"New Energy Times\".<br/>  Upprepning:   \"Widom-Larsen Theory Simplified\":<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/>  Jag själv är intresserad av den teoretiska grunden för LENR.<br/> <br/>  Han har även föredrag på youtube om varför man tror det misslyckas.<br/> <br/>  Jag vet inget säkert, men det skulle inte förvåna mig om nån lyckas med en stor LENR-apparat i framtiden.<br/>  Det är så jäkla intressant, så jag hoppas det även finns de som talar för det. En fri debatt i demokratins namn kan vara stimulerande.<br/> <br/> <br/>  Christer"
	},
	{
		"postIndex": 1709,
		"postNumber": 1761,
		"rankGlobal": 8,
		"scoreGlobal": 81.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-02-15, 00:06",
		"postUrlInThread": "https://www.flashback.org/t1427614p147",
		"postUrlUniq": "https://www.flashback.org/sp42022516",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>drbob</strong></div> <div>De filmerna som las ut på YouTube var bara research inför ett mycket störe och aningen seriösare film projekt.</div> </td> </tr> </table> </div> <br/>  En dokumentär, med tyngd på vetenskapsteori om LENR, vore intressant och nått för vetenskapshistorien.<br/> <br/>  Övrigt:<br/>  Många har fått oförklarliga resultat, som kan vara LENR. På 1800-talet, 20-talet och nån Svensk har fått nått. Jag uppfattade det som He-produktion och i minst ett fall med volfram-tråd.<br/>  Men Hagelstein nämner att det behövs en bra masspektrometer för att mäta He noggrant.<br/>  Krivit ger en kort översikt över olika LENR experiment. Ett konstigt biologiskt av Ryssar mm som ändrar isotoper. Jag upprepar en länk:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DyR-5Zw_Hds8%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P\" target=\"_blank\">http://www.youtube.com/watch?v=yR-5Z...8MtMfc8oSL1K1P</a><br/>  Det finns många \"oförklarliga\" experiment, som kan vara LENR. Krivit nämner att det finns minst 66 st varianter av teorier, men han håller fram Widom-Larsen som bästa.<br/> <br/>  Krivit nämner här Huizenga's 3 \"Miracles\" för kall fusion. Det är om:<br/>  Coulomb barriären, saknas strong neutrons, saknas gamma.<br/> <br/>  Dessa \"mirakel\" måste förklaras för att få en stark teori.<br/>  Widom-Larsen visar att första inte alls behöver vara ett mirakel.<br/> <br/>  Hagelstein föreläser om flera olika modeller och på annat sätt försöker förklara att det inte är mirakel. Men han ligger i forskningsfronten och man har ännu ingen slutgiltig model. Många frågetecken finns nu, vilket är intressant. Mest om Pd/D.<br/>  I föreläsningarna ställer han upp modeller för två-system som är kopplade och med fononmodel samt med ett system som tar upp energi. Han ställer även upp relativistisk Hamiltonian för kärnor och elektroner samt kopplingar. Tyvärr inte slutgiltig, (Den var inte Lorenzinvariant). Men han går vidare.<br/>  Han jobbar alltså med att försöka förklara och bevisa hur en hög energi kan överföras till kristallgittret, så att inte gamma behöver utsändas. Ett stort energikvanta borde kunna splittras upp i en mängd små energikvanta, inne i ett kollektiv av bundna kärnor i en fast kristall.<br/>  Detta ligger i forskningsfronten och han verkar planera nya experiment, för att testa nått.<br/>  Sedan begriper jag inte allt, t.ex. FW-rotation, optisk-fonon (optisk ljudpartikel). Men jag slötittar och snappar upp lite här och där.<br/>  De 3 \"miraklen\" kanske bara är tecken på att nya upptäckter i fysiken kommer. Därefter är det inte längre mirakel.<br/>  Han har lite av det jag nu nämnt i föreläsning nr. 12:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D9Cgf3hW0GZ8%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P\" target=\"_blank\">http://www.youtube.com/watch?v=9Cgf3hW0GZ8&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P</a><br/>  Modeller för samband mellan elektron-övergångar och hur de kan avge fononer (värme), skall vara välkänt och accepterat. Här gäller det hur energin vid kärnreaktion kan avges till kristallen, för att förklara varför gamma saknas i vissa experiment.<br/> <br/>  Alltså: Mycket tyder på att LENR existerar. Men man har ännu ingen fullständigt teori som förklarar allt och som är starkt verifierad.<br/>  Men Widom-Larsens teori förklarar en del av det viktigaste.<br/> <br/>  Christer"
	},
	{
		"postIndex": 1996,
		"postNumber": 2057,
		"rankGlobal": 9,
		"scoreGlobal": 81.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-10-06, 03:12",
		"postUrlInThread": "https://www.flashback.org/t1427614p172",
		"postUrlUniq": "https://www.flashback.org/sp45551950",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>analogic</strong> <a href=\"/p45511166#p45511166\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Såg filmen och gubben imponerade ju inte precis, i början ser man ju nån lirare som går fram och vsar vilka papper han ha ska rabbla upp. Nä, är amatör inom detta men den videon där luktar inte hallon precis..<br/> <br/>  Fetmarkerat nr 2: Börjar du inte tröttna på att det aldrig kommer fram nått riktigt experiment som tillåts verifieras oberoende? <br/> <br/>  Sitta och spåna om hur protoner och elektroner skapar gäng för att kollektivt överföra sin energi till superelektroner och liknadne hattande med grundämnen som magiskt förvandlas tll nått helt annat ämne (typ bomba kolatomer med väte och lite el så uppstår ren koppar osv. <br/> <br/>  Visst vore det fett grymt om nån lyckades ge alla människor en egen energikälla men hittar du verkligen nått vettigt inom detta fält? <br/>  Snurra in på hur vi kan omvandla det vibrerande kvantskummet till elproduktion istället. Är nog lite pill å halvklurigt tekniskt sådär men va fan! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/></div> </td> </tr> </table> </div> <br/>  Allan Widom, ser inte ut som nån imponerande människa. Men han kan vara en mycket stor teoretiker. Han kan många områden. Det skulle inte förvåna mig om Widom och Larsen får nobelpris om många år.<br/> <br/>  Jmf. Het fusion, man har ännu inte nått bra energikraftverk, fast man forskat med enorma summor. Kanske från 60-talet till nu.<br/> <br/>  Jmf. Första halvledaren, dioden och transistorns historia. Det tog oerhört lång tid. Jag har hört att det var svårigheter att framställa tillräckligt rena material.<br/> <br/>  Detta om LENR, kanske tar 20-50 år till, innan det blir helt accepterat.<br/> <br/>  En anti-kall-fusions-rapport efter 1989, stoppade en hel del forskning. Mallove avslöjade långt senare att man fuskat eller gjort grovt misstag i rapporten, där man förvanskat ett diagram, så det såg ut som att ingen överskotts-energi förekommit.<br/>  Jag trodde att det med kall fusion i köket var ett saftigt misstag. Men då jag hörde om Widom-Larsen-teorin och att neutroner kan bildas, så har jag ändrat uppfattning, till att det är högst troligt att LENR existerar.<br/> <br/>  Nu finns det redan hundratals experiment som visar på transmutationer, (isotop-förändringar), som är starkt bevis på LENR-effekt.<br/> <br/>  Det är inget magiskt, det är bara LENR. Widom-Larsen-teorin förklarar det med accepterad fysik.<br/>  (Det finns massor inom kvantmekaniken mm, som är betydligt mer konstigt. Egentligen är det inte alls konstigt att e+p--&gt;neutron+neutrino. Det svåra är att förstå att det krävs högt E-fält för massökningen.)<br/>  Larsen listar massor av olika typer av experiment på: (upprepar):<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fsr%2FWL%2Fslides%2F20111020LatticeEnergySlides.pdf\" target=\"_blank\">http://newenergytimes.com/v2/sr/WL/s...ergySlides.pdf</a><br/> <br/>  Jag tycker det är oerhört intressant att följa vetenskapliga framsteg inom så ny fysik som LENR.<br/> <br/>  (Jag bryr mig inte om Rossi nu, jag väntar och ser. Det är åtminstone bra att nån försöker skapa en E-CAT. Men kanske den inte duger?)<br/> <br/>  Den vetenskapliga verifieringen av LENR är fullständigt överlägsen strängteorin. Man har inte ett enda experiment som verifierar strängteorin. Men det finns hundratals experiment som verifierar LENR.<br/>  Det finns mängder med forskarlag som med minst 20 olika metoder verifierat LENR. Dessa kan ses som oberoende forskarlag. Ryssland, Israel, Kina, USA, Japan, Italien mm.<br/>  Det vore osannolikt att alla ha gjort helt fel.<br/> <br/>  Christer"
	},
	{
		"postIndex": 2140,
		"postNumber": 2203,
		"rankGlobal": 10,
		"scoreGlobal": 81.2,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2014-06-13, 10:54",
		"postUrlInThread": "https://www.flashback.org/t1427614p184",
		"postUrlUniq": "https://www.flashback.org/sp49171895",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong> <a href=\"/p49171153#p49171153\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Inget märkvärdigt att beräkna värmeeffekt utifrån yttemperatur. Det görs i många sammanhang när man hanterar höga temperaturer. Det är praktiskt svårt att göra på ett annat sätt.  Man satte också en ator felmarginal utifrån att ange värden som lkraftigt låg på den konservtiva sidan.<br/>  Men jag hade också önskat att man istället mätt på en ecat med flödes och temperaturmätningar på kylvatten.<br/>  Att tro att Levi och Forcadi skulle vara inblandade i ett bedrägeri och att de andra forskarna skulle vara så lättduperade kräver en konspirationsteori uppbyggd som ett korthus.</div> </td> </tr> </table> </div>   Men att Levi har jobbat med Rossi är ju ett faktum. Dessutom dikterade Rossi själv vilken metod de skulle använda och vad de fick/inte fick göra i sitt test. Och då är det inte ett äkta oberoende test. Och visst finns det en massa andra sätt att mäta energi-utveckling, t.ex. genom som du säger att mäta på kylvatten. Ett äkta oberoende test hade gått hur enkelt som helst att ordna, bara skicka apparaten till ett labb med forskare utan någon Rossi-anknytning och låt dem mäta hur de vill, samt även titta inuti maskinen etc. Det är hur forskning fungerar, man är öppen med vad man gör, man publicerar alla sina resultat och beskriver ens experiment så att de kan upprepas, har man en maskin tillåter man oberoende testning av den, och så vidare. Att Rossi inte gör dessa saker visar att hans apparat är en scam, så enkelt är det. Varför är detta så svårt att inse? Om du hade hittat kall fusion som fungerat, hade du agerat som Rossi? Nej, man behöver vara bra godtrogen för att fortfarande tro på ECAT."
	},
	{
		"postIndex": 127,
		"postNumber": 132,
		"rankGlobal": 11,
		"scoreGlobal": 80.9,
		"userRank": 24,
		"userScore": 9.6,
		"postUserName": "Halge78",
		"postUserID": "u257612",
		"postUserUrl": "https://www.flashback.org/u257612",
		"postDateTime": "2011-01-22, 04:44",
		"postUrlInThread": "https://www.flashback.org/t1427614p11",
		"postUrlUniq": "https://www.flashback.org/sp28392487",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Jag förutsätter inte att man lyckats med projektet, men det gör det likt förbannat inte omöjligt, vare sig du sagt att det är det eller inte. Jag kan inte påstå att jag bryr mig så mycket såvida det inte halverar min elräkning. <br/> <br/>  Men det blir tröttsamt att diskutera om folk lägger ord i mun på mig och avfärdar allt jag säger som trams bara för att jag inte känner till fysiken bakom en outforskad teknik. Ja, du hör hur det låter. Om vi skulle kallat processen för Vectrotenoltrialys istället för Cold fusion så hade man inte haft något att jämföra med. <br/> <br/>  Att avfärda en okänd och outforskad teknologi känns lika vettigt som att hänga någon som tror jorden är rund, vilket man gjorde förr i tiden, då man också hade alla svar man behövde.<br/> <br/>  Vad gäller liknelsen med flygplanen så är den inte så dålig som du får den till. Folk avfärdade den iden också, \"inget som är tyngre än luft kan flyga\" hette det då. Märkligt med tanken på att folk måste sett fåglarna klara av det. Vad jag menar är, ser man att någonting verkar fungera så är det per definition inte omöjligt. <br/> <br/>  Därför tycker jag resultaten av forskningen kring Cold fusion aka Vectrotenoltrialys är intressant och förstår därför inte varför man avfärdar den så enkelt, trots att man får resultat?</div> </td> </tr> </table> </div> <br/>  Jag förstår din poäng. Dock håller jag inte med. Jag avfärdar inte saker för att jag inte förstår hur det fungerar. Jag avfärdar dom för att det inte finns något som tyder på att det kan fungera.<br/> <br/>  Jag har inte läst några anteckningar från forskarteamet, och skulle sannolikt inte förstå dom i alla fall. Dock är sannolikheten för att dom ska ha upptäckt något så banbrytande, att ingen annan har funderat i de banorna, utan att diskutera det med andra fysiker, och lyckats bygga en fungerande prototyp, väldigt väldigt liten. Det är inte omöjligt, nej det har du rätt i, men mycket osannolikt.<br/> <br/>  Du tar för givet att teorierna inom området är okända. Jag tror att det är där vi framförallt har meningsskiljaktigheter. Bara för att vi inte vet hur vi ska göra en sak, så betyder det inte att vi inte vet vad vi behöver för in-parametrar.<br/> <br/>  Jag lovar. Jag önskar också att detta stämmer. Jag ska själv tala om hur fel jag hade om det stämmer (vad det nu skulle ge dig vet jag inte). Detta skulle sannolikt vara en av de absolut största upptäckterna i världen. Genom historien. Tillsammans med penicillin och weissbier.<br/> <br/>  Dina jämförelser med \"jorden är rund\" eller \"inget tyngre än luft kan flyga\" har ingen grund. Det kanske var medelmänniskans inställning, men folk med fysikalisk utbildning hade en annan uppfattning. Anledningen till att man inte flög tidigare var i princip att man inte hade effektiva framdrivningssystem. I o m detta forskades det lite på aerodynamik (även om det förekom). Att jorden var rund bevisades på 1500-talet om jag inte missminner mig, men det hade bevisats att den inte var platt många hundra år innan.<br/> <br/>  Skillnaden mellan då och nu är stora. Inte för att vi är smartare, utan för att 95% av befolkningen inte behöver odla mat för att överleva. Jag gissar (gissar även att det skiljer sig på många 10-potenser) att det finns fler personer levande idag som förstår Newton-mekanik än som har dött med kunskapen. Forskning handlar även till stor del om samarbete. Vi är dessutom fler. Detta kommer leda till att vetenskapliga stegen blir kortare men fler.<br/> <br/>  Att teoretiskt ta fram en teori gällande detta, testa den och producera en prototyp, utan att någon annan har diskuterat det med dom, samt det faktum att de inte fått de teoretiska sambanden publicerade gör att jag är skeptisk. Inte att det är ny teknik.<br/> <br/>  Här har vi tankesättet på hur logik kan misstolkas illustrerat av genier.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DzrzMhU_4m-g\" target=\"_blank\">http://www.youtube.com/watch?v=zrzMhU_4m-g</a>"
	},
	{
		"postIndex": 1913,
		"postNumber": 1973,
		"rankGlobal": 12,
		"scoreGlobal": 80.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-07-25, 22:00",
		"postUrlInThread": "https://www.flashback.org/t1427614p165",
		"postUrlUniq": "https://www.flashback.org/sp44476451",
		"sentence": "<b>Neutronen</b> i LENR:<br/> <br/>  Att olika LENR-forskare har olika argument är väldigt intressant vetenskapshistoriskt och vetenskapsteoretiskt.<br/>  Att det finns olika argument är naturligt i forskningsfronten.<br/>  Jag avfärdar ingen, det kanske är värt att lyssna på alla vettiga argument.<br/> <br/>  Jag tänker så här:<br/>  Om det bildas en mycket långsam neutron, som med nästan 100% sannolikhet går in i nån närliggande kärna, (enligt W-L-teorin), då tror jag det är extremt svårt att mäta upp dem.<br/> <br/>  Om forskare mäter upp neutroner med betydligt högre energi, så kan man fundera över om det kommer från ett senare sönderfall av nybildade isotoper. Dessa kan även verifiera att det bildas isotoper och verifiera LENR.<br/> <br/>  Om det är svårt att mäta upp neutroner, så kanske det stämmer med W-L-Teorin ändå.<br/> <br/>  Jag vet inte hur långt LENR-forskarna kommit. En del visar upp spår av elementarpartiklar mm i mikroskop-bilder. Även om det kommer från nybildade isotoper, så borde det kunna säga nått intressant.<br/>  Det finns alltid risk med felaktiga experiment, men experimenten behövs för att teori-byggandet skall fortsätta och för framsteg i forskningen.<br/> <br/>  Det är svårt att bedöma allt.<br/> <br/>  Men totalt sett verkar det som om det finns effekter i väte-metall-ytan eller i Pd/D fallet mm, som tyder på nya fysik-\"fenomen\", som kanske inte ännu till 100% förklarats.<br/>  Jag kallar det för LENR.<br/> <br/>  Christer"
	},
	{
		"postIndex": 1706,
		"postNumber": 1758,
		"rankGlobal": 13,
		"scoreGlobal": 79.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-02-12, 20:03",
		"postUrlInThread": "https://www.flashback.org/t1427614p147",
		"postUrlUniq": "https://www.flashback.org/sp41984323",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>teknikfreak</strong></div> <div>&lt;klipp&gt;<br/> <br/>  I LENR fallet finns nån form av hemlighetsmakeri, fanatism och löften om guld och gröna skogar som åtminstone jag inte kan koppla ihop med seriös forskning.</div> </td> </tr> </table> </div> <br/>  Jag håller med. Det finns massor av galningar på internet, som fantiserar om evighetsmaskiner, utomjordingar och säkert en del som galningar som skriver om Kall fusion.<br/>  Detta är irriterande.<br/>  Jag letar bara efter de som verkar vara riktiga vetenskapare, som även kan en del om vetenskapsmetoder (vetenskapsteori).<br/>  Jag gissar det även fanns galningar innan första riktiga flygplanet funkade.<br/>  Det gäller att söka efter sanningen kritiskt. Strunta i galningarna och leta efter riktig vetenskap.<br/> <br/>  Jag tog exemplet med flyg, för alla misslyckade försök.<br/>  Men kanske LENR inte alls är så unikt vetenskapshistoriskt. Om unikt så är det extra intressant.<br/> <br/>  Det finns \"oförklarliga\" saker i naturen, som kan förklaras med LENR.<br/>  Jag kan ha missuppfattat, men hört om:<br/>  1) Isotop-förändringar i biologiskt experiment av italienare.<br/>  2) Effekt i yttre delar av solen.<br/>  3) Ryssar fann ökad neotronstrålning innan jordbävning.<br/> <br/>  Ryssarnas nämns i första videon, som är ganska rolig. Men jag är inte säker på bevisstyrkan.<br/>  Här är åtminstone inbjudna forskare:<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftheatomunexplored.com%2F%3Fpage_id%3D133\" target=\"_blank\">http://theatomunexplored.com/?page_id=133</a><br/>  Peter L. HAGELSTEIN  MASSACHUSETTS INSTITUTE OF TECHNOLOGY, nämner lite om NANOR på andra videon. (Hans föreläsningar som jag länkade till i förra inlägget är för högutbildade fysiker.)<br/>  Sedan finns det en del om piezo-LENR, isotop-förändringar mm.<br/> <br/> <br/>  Jag trodde inte alls på LENR tidigare, men efter jag läst \"aw\" sid 15 i denna tråd, så har jag ändrat mig till kanske, eller troligt.<br/> <br/>  \"Widom-Larsen:<br/> <br/>  Om man tillför ett starkt elektriskt fält till vissa metaller, i kontakt med väte, så kan elektronerna börja \"grupposcillera\" på metallens yta. När det händer så kommer vissa fria elektroner i fältet att få tillräckligt med energi för att kunna slås ihop med en fri proton och bilda en fri neutron. Detta är ett känt fenomen inom elektrosvag (Electroweak) växelverkan, som är ett relativt nytt fält inom fysiken (Nobelpris 1979).\"<br/> <br/>  Detta ändrade mig.<br/>  Om detta är sant, så är LENR inte alls konstigt, det bygger på känd accepterad fysik.<br/>  När väl en neutron är fri, så hamnar den lätt i en kärna och bildar en isotop.<br/>  Om gamma:<br/>  \"8 Cold Fusion 101 Dr. Peter Hagelstein at MIT 01/24/2013 (Day 3 Part 2) \"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DKgM-KW05U08\" target=\"_blank\">http://www.youtube.com/watch?v=KgM-KW05U08</a><br/>  Efter 32 min nämner han om gamma. \"Plasmons?\" ,\"Phonons?\". De vet ännu inte säkert.<br/>  Man bör tänka på att kristallgittret kan inverka, så det inte blir som i vanlig kärnfysik.<br/> <br/>  \"The cold fusion energy cell built by Dr. Mitchell Swartz of JET Energy produced excess heat continuously for months on the MIT campus. Described as a zirconium-oxide nanostructured quantum electronic device, the phenomenon was observed by both students and the condensed matter nuclear science (CMNS) community as well as members of the general public.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fcoldfusionnow.org%2F2013-starts-right-with-cold-fusion-101-at-mit-for-second-year%2F\" target=\"_blank\">http://coldfusionnow.org/2013-starts...r-second-year/</a><br/> <br/> <b>De som vill kan kopiera NANOR, upprepa och undersöka det.</b> OBS: man bör följa alla deras råd och se till att \"load\" blir signifikant över ca 0.85.<br/> <br/>  Om utredningar:<br/>  \"First published by Infinite Energy IE24 in 1999, the MIT and Cold Fusion Special Report [.pdf] by Eugene Mallove featured a detailed history of the Massachusetts Institute of Technologys (MIT) investigation into the claims made of cold fusion technology. The brief episode of research was undertaken by the MIT Plasma Fusion Center (PFC) in 1989 while Mallove was the schools News Office Chief Science Writer. Malloves report on the hot-fusion scientists findings is fully documented with an analysis that shows a discrepancy between the original lab data and the data published in their final evaluation.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fcoldfusionnow.org%2Fremove-institutional-blocks-at-mit-and-caltech-fund-cold-fusion-programs-now%2F\" target=\"_blank\">http://coldfusionnow.org/remove-inst...-programs-now/</a><br/>  Man kan ladda ned pdf-filen där, av Mallove. Tyvärr är Mallove mördad. (Se eng.wiki).<br/> <br/>  Det som hindrar LENR är galningar som pratar smörja. Men även meriterade forskare med bästa labben gör fel och misslyckas. Kanske ger rapporter som krossar LENR-forskningen.<br/>  Men nyligen så fick Peter Hagelstein besök av en senator. Det händer intressanta saker på andra håll än hos Rossi.<br/> <br/>  Jag upprepar \" 2012 - Low-Energy Nuclear Reactions (LENRs) - Steven B. Krivit \"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DyR-5Zw_Hds8%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D12\" target=\"_blank\">http://www.youtube.com/watch?v=yR-5Zw_Hds8&amp;list=PLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P&amp;i  ndex=12</a><br/>  Krivit såg inga bevis hos Rossi. (Men det bevisar inte att Rossi inte tillfälligt lyckats).<br/>  Men Krivit verkar kunnig och vettig, som kan vetenskap.<br/> <br/>  Christer"
	},
	{
		"postIndex": 607,
		"postNumber": 626,
		"rankGlobal": 14,
		"scoreGlobal": 79,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2011-07-21, 21:28",
		"postUrlInThread": "https://www.flashback.org/t1427614p53",
		"postUrlUniq": "https://www.flashback.org/sp31785238",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>raskens</strong></div> <div>Kullander har ju varit involverad i Kallfusionsforskning i Japan. Enligt den här artikeln har dom fått strålning i nivåer som inte kan förklaras med klassisk fysik vid bombarderande av deuterium mot Litium.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwebbshop.cm.se%2FSystem%2FViewResource.aspx%3Fp%3DEnergimyndigheten%26amp%3Brl%3Ddefault%3A%2FResources%2FPermanent%2FStatic%2F6d5bbc764d4942c89612bc9c5a9c4990%2FER2006_42W.pdf\" target=\"_blank\">http://webbshop.cm.se/System/ViewRes...ER2006_42W.pdf</a><br/> <br/>  Litium kanske han mer spännande egenskaper än man tror.</div> </td> </tr> </table> </div> <br/>  Tack för länken.<br/> <br/>  När jag tänker på kärnfysik och teorier blev jag förvånad över:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Därvid tränger de<br/>  båda kärnorna innanför de nu gemensamma K- och L-elektronskalen så att<br/>  avståndet mellan dem är mindre än 1 pm och ett kortlivat 8Be liknande tillstånd<br/>  bildas. Livslängden på detta tillstånd är normalt (fast fas) mycket kortlivat (10-18<br/>  s) och sannolikheten för fusion, via kvant-mekanisk tunnling, är nästan obefintlig<br/>  vid dessa låga energier (ca en per år). I flytande fas däremot gör de starka kohe-<br/>  sionskrafterna hos litiumsmältan att livslängden för det 8Be liknande tillståndet<br/>  förlängs dramatiskt.<br/> </td> </tr> </table> </div>   Källa: Från länken ovan.<br/> <br/>  Ökar verkligen halveringstiden för Be-isotopen i Li-smältan, relativt i fast form?<br/>  Eller tolkar jag nått fel?<br/> <br/>  I så fall skulle jag lära mig nått nytt. (som jag anat).<br/> <br/> <br/>  Övrigt:<br/>  Media brukar ju skriva om saker så det låter intressantare, de är inte så noga med sanningen.<br/>  Bättre att lyssna direkt på forskarna själva, helst då de får nämna många meningar i följd. (det kan ju komma ett \"men\"...blabla, som är viktigt.<br/> <br/>  Om bevis:<br/>  Man kan ju tänka sig att nån, medvetet försöker lura en massa forskare, kanske som nån hämnd eller för att visa att de kan luras, men med risk att de offrar sig själva.<br/>  Medvetet fusk kan säkert göras på massor av sätt, men på denna nivå ovanligt.<br/>  Man kan även tänka sig någon gör misstag.<br/>  Amerikanarnas kall fusion i köket, var misstag.<br/>  Flera forskare upprepade experimentet. Men var det inte ryssarna som förklarade energin?<br/>  Om ändå Rossi kunde avslöja allt och tillåta mätningar. Om han kan roffa åt sig äran och patent, så borde han bli nöjd och avslöja allt.<br/> <br/> <br/>  För starka bevis krävs:<br/>  1) Oberoende forskare kan bygga och upprepa det.<br/>  2) Under lång tid producera mer energi än som matas in, med hög säkerhet i mätningarna.<br/>  3) En hyfsad teoretisk förklaring, som helst kan verifieras.<br/> <br/>  Även om Rossi bluffar, så kanske nån annan  lyckas med kall fusion/fission -apparat.<br/>  När man nu , med elektriska fält, kan skapa långsamma neutroner (kanske från H-atom?), så ökar möjligheterna.<br/> <br/>  Spekulation:<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Kanske helt fel här.<br/>  H-atom kan tränga in i paladium(?), men inte He. Tyckte jag läste att He är mindre.<br/>  Alltså enbart geometri förklarar inte skillnaden.<br/>  Hur då?  Kanske protonen kan åka in i kristallen påverka vissa elektroner nära protonen, och väte-atomens elektron övergå till ledningsbandet i metall-kristallen. En elektrisk urladdning kan få en elektron att komma in i protonen, så en neutron bildas.<br/>  Man kunde testa att sända beta-strålning mot H i kristaller och mot H2 i gasform, sedan jämföra.<br/> <b>Detta är nästan garanterat fel</b>, annars skulle ju forskare redan veta det.<br/>  Men roligt att spekulera lite.<br/></div> </div> </div>   Christer"
	},
	{
		"postIndex": 1869,
		"postNumber": 1927,
		"rankGlobal": 15,
		"scoreGlobal": 78.7,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2013-07-20, 01:55",
		"postUrlInThread": "https://www.flashback.org/t1427614p161",
		"postUrlUniq": "https://www.flashback.org/sp44393717",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44392675#p44392675\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>W-L-teorin är något nytt för mig och jag är ingen expert på den.<br/>  På länken av Krivit, står att alla elektroner i kollektivet bidrar med energi.<br/>  Upprepar:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/>  se text i fig4.<br/>  Vad säger Maimon om den energin? Det kan vara enormt många elektroner.</div> </td> </tr> </table> </div>   Det där är nog bara direkt felaktigt. För att reaktionen p+e --&gt; n ska äga rum behöver en enda elektron ha nog energi, eftersom det enbart är en elektron som medverkar i reaktionen. Precis som det står i figuren, bara för att en mängd partiklar tillsammans har en stor mängd energi kommer inte kärn-reaktioner äga rum: energin behöver vara i precis de partiklar som ingår i reaktionen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Då man väl ha bildat en termisk neutron, så är resten lätt.<br/>  Detta är nog välkänt. Ett exempel:<br/>  \"1) Ni63 + neutron -&gt; (neutron capture) -&gt; Ni64<br/>  2) Ni64 + neutron -&gt; (neutron capture) -&gt; Ni65<br/>  3) Ni65 -&gt; (normalt sönderfall) -&gt; Cu65 + restprodukter + energi\"<br/>  (Från sid 15 av \"aw\").      </td> </tr> </table> </div>   Ja men frågan är ju inte om något sönderfall sker eller ej; frågan är hur mycket energi det släpper ut (samt vilka restprodukter det producerar). Och precis som Maimon säger kommer ett sönderfall som det du beskriver inte släppa ut särskilt mycket energi. Orkar inte räkna på det, men om det verkligen skapade mycket energi, varför kan vi inte bara bombardera metaller med neutroner och på så sätt utvinna extra energi? <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Jag är inte ute efter att tävla eller jäklas med dig. Men jag hoppas du har någon information, som styrker eller försvagar argumenten om att LENR existerar.<br/> <br/>  Hur kan man vara säker på att LENR inte kan existera?<br/> <br/>  De experiment som visar på isotopförändringar, hur skall de då förklaras?<br/> <br/>  En del säger \"oförklarligt\".<br/>  Fyra föredrag om \"The Atom Unexplored\"<br/>  De fyra första handlar om LENR.<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftheatomunexplored.com%2F%3Fpage_id%3D133\" target=\"_blank\">http://theatomunexplored.com/?page_id=133</a><br/>  Man kan lätt vara kritisk. Egentligen bör man upprepa experimenten själv, för att kolla att allt är rätt. Men det gäller all fysik mm i historien.<br/> <br/>  Allt verkar ännu inte fullständigt förklarat ens inom fysik i dag.<br/> <br/>  Det är väl intressant.<br/> <br/>  Christer      </td> </tr> </table> </div>   Som forskare ska man vara kritisk mot allting, bevisbördan ligger på de som vill hävda något nytt. Och visst vet vi inte allting inom fysiken idag, men vi vet faktiskt en hel del och därför är kraven på nya teorier ganska hårda, och vi har all rätt att direkt förkasta teorier som inte stämmer med det vi faktiskt vet, som t.ex. W-L-teorin och andra \"crackpot\"-teorier. Och alla teorier om kall fusion faller så vitt jag vet i det facket, eftersom de motsäger vad vi vet om kärnfysik. För att övertygas om sådana teorier krävs väldigt bra bevis, något som saknas i dagsläget, så vitt jag vet. <br/> <br/>  Så om du vill argumentera för LENR, så visa upp seriös forskning som påvisar fenomenet. Med \"seriös\" menar jag peer-reviewed artiklar, där resultaten kan och har upprepats av oberoende forskare. Det är knappast så att det finns någon konspiration bland fysiker mot kall fusion, om bra nog forskning presenterades, eller om någon faktiskt lyckades bygga en fungerande reaktor, hade enkelt inställningen mot kall fusion ändrats."
	},
	{
		"postIndex": 1677,
		"postNumber": 1729,
		"rankGlobal": 16,
		"scoreGlobal": 78.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-01-17, 12:05",
		"postUrlInThread": "https://www.flashback.org/t1427614p145",
		"postUrlUniq": "https://www.flashback.org/sp41527704",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong></div> <div>Jag vet inte vilken elektrisk mätutrustning som användes i testet för rapporten som kom i september och som visade på ett COP på 2,5.<br/>  Någon som har koll?<br/>  Med detta COP kanske man kan tänka sig att det beror på mätfel.<br/>  Men hur mycket extra effekt kan överföras utöver det som mäts om mätistrumentet förutsätter en sinuskurva?</div> </td> </tr> </table> </div> <br/>  COP är en sorts bevis på att apparaten funkar.<br/>  Jag hittade nu en video.<br/> <b>Tre olika bevis på LENR, (kärnreaktion) i E-CAT:</b><br/>  1) Isotop-förändring.<br/>  2) Gamma<br/>  3) Elektronmikroskopbilder.<br/> <br/>  OBS: en del gäller tidigare forskning, innan Rossi kom in.<br/>  Om jag fattade rätt och att det är sant det de säger, så har de själva bevis.<br/>  Men för att jag skall bli övertygad, så behövs en vetenskaplig artikel som är kontrollerad, samt att andra oberoende forskare lyckas visa samma sak.<br/> <br/>  Från videon:<br/>  Hypotes: H inne i Ni-kristaller<br/>  Det bildas --&gt;positron+neutrino, alltså beta+.<br/>  Mätning visade gamma under 10 s efter att E-CAT stängdes av, från förintelsestrålning av positron (Två gamma i motsatt riktning, från två sensorer i E-CAT).<br/>  De har tidigare mätt upp förändringar i isotop-sammansättningen för Ni,Cu.<br/>  Där nämns tre hypoteser för hur gamma absorberas.<br/>  Tidigare har de sett förändringar i elektronmikroskop.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DL4JUJhkpc3I\" target=\"_blank\">http://www.youtube.com/watch?v=L4JUJhkpc3I</a><br/> <br/>  Det är ju LENR i fast metall.<br/> <br/>  Kanske de har tre olika typer av starka bevis på LENR.<br/>  Men Rossi är ingenjör och inte speciellt intresserad av att hålla på och bevisa för alla. Han vill nog bara försöka få E-CAT att fungera bra, och sälja. Därefter kanske han tror att fler blir övertygade. Han tyckte det var svårt att förklara en sak på engelska. (Språkproblem?).<br/>  Jag tror inte han är en mäster-illusionist (\"trollkarl\"). Jag är tvivlare, men öppen för både misstag och att den funkar. Jag väntar och ser.<br/>  Forskarna kanske inte har anslag för det? Kanske de inte tror någon vetenskaplig tidskrift vill ta en artikel?<br/> <br/>  Enligt W-L-teorin är det ett moln av protoner och elektroner som svänger.<br/>  Viktigast: p+e--&gt;n+neutrino. Tänkbart via omvägar??<br/> <br/>  Tre olika hypoteser:<br/>  1) Plasma av p+e vid metallytan? (Jag trodde detta tidigare).<br/>  2) p+e packat inne i Ni-kristaller, eller D inne i Pd.<br/>  3) D eller p+e inne i vakanser, alltså inne i gitterdefekter, alternativt inne i zeoliter, benzenringar?<br/> <br/>  Men varför Beta+ ??? från E-CAT.<br/> <br/>  Det verkar som att det finns många misslyckade experiment.<br/>  Men det finns även många experiment som visat på oförklarlig energiutveckling, som kan tänkas vara LENR.<br/>  Gammalt: \"Cold Fusion - More Than Junk Science (60 Minutes, CBS News) \"<br/> <a href=\"/leave.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DJyNn_Z6wCIk\" target=\"_blank\">https://www.youtube.com/watch?v=JyNn_Z6wCIk</a><br/> <br/>  Jag får se om E-CAT funkar.<br/>  Men LENR kommer nog.<br/> <br/>  Christer"
	},
	{
		"postIndex": 811,
		"postNumber": 838,
		"rankGlobal": 17,
		"scoreGlobal": 78.3,
		"userRank": 9,
		"userScore": 26.8,
		"postUserName": "Mr Mojo Risin'",
		"postUserID": "u200104",
		"postUserUrl": "https://www.flashback.org/u200104",
		"postDateTime": "2011-11-25, 12:45",
		"postUrlInThread": "https://www.flashback.org/t1427614p70",
		"postUrlUniq": "https://www.flashback.org/sp34196453",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard09</strong></div> <div>Här finns lite mer läsning om den svenska inblandningen i katten.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.vof.se%2Fblogg%2Fsven-kullander-pa-villovagar%2F\" target=\"_blank\">http://www.vof.se/blogg/sven-kullander-pa-villovagar/</a></div> </td> </tr> </table> </div>   När jag läser det där bekräftas vad jag redan slagits av ett par gånger under min egen forskarkarriär: \"Professorerna\" är inte allvetande gudar (inte i alla fallen). De gör inte alltid rätt och kan inte allting (ur alla synvinklar) bara för att de har lyckats få en professur/viss titel.<br/> <br/>  En till faktor att betänka är att ju längre de varit med i gamet, desto större sannolikhet att eventuell egen agenda påverkar deras förhållningssätt till saker och ting. Med detta lägger jag ingen värdering eller association till Kullander specifikt - alla är olika såklart - men det pågår inte sällan mer i folks hjärnor än vad vi 'utomstående' förväntar oss.<br/> <br/> <u>Mer generellt OnT och ang. oberoende mätningarna:</u><br/>  Ang. den oberoende mätningen - det är trist att det skall behöva ta så lång tid faktiskt. Som doktorand själv, vet jag mer än väl hur jobbigt \"väntan\" är, när man känner att man kanske kan göra något nästan direkt.<br/> <br/>  Det är hur som helst så forskningsplaner fungerar och det kan vara upplysande för många här inne att förstå vad som (troligtvis) händer i Bologna. Man skaffar alltså en budget/finansiering och utser en (eller flera) huvudmän för projektet. Sen lägger man upp en tidsplan för när olika typer av försök/moment i studien beräknas hända. Här är man troligtvis väldigt frikostig med tiden (kanske med rätta, eftersom man inte riktigt vet än vad som behöver göras). Det handlar alltså om anställda personer som har en viss mängd pengar över en viss tid arbete och en noga (troligtvis) upplagd forskningsplan.<br/> <br/>  Jag skriver ovanstående för att ge lite klarhet i vad som troligen händer och varför det t ex skulle ta tills sommaren innan man publicerar resultat. Många här inne känner nog inte till processen, helt enkelt, och vill (liksom jag, faktiskt) nog helst att man bara \"tar in den, plockar isär den, bygger en ny och kör\". (Tyvärr) är forskningsvärlden full med administration och krav på \"tidslinjer\" etc. Det är så att säga mer strukturerat än jag förställer mig 'gemene man' tror.<br/> <br/>  Det tar även tid att skriva själva artikeln, även om detta naturligtvis varierar stort beroende på ämne och forskare. Sen skall den (artikeln) lassas fram och tillbaka mellan författaren och förlaget, men endast efter att ett gäng områdesexperter gått igenom och godkänt artikeln för publicering. Denna process kan ta både tid och slå slint. En av 'domarna' (referees) kan t ex ha en personlig agenda helt emot e-caten och dra ut på publiceringsprocessen (detta kanske låter larvigt, men är helt sant tyvärr).<br/> <br/>  Jag är själv publicerad och peer-reviewprocessen kan vara väldigt påfrestande faktiskt, särskilt om det råkar hamna en 'konkurrent' (inom området) som referee. Nu är ju inte e-caten vilken forskning som helst, men det går inte att bortse från risken med substantiell tidsåtgång och kanske även subjektiva käppar i hjulen, när det kommer till peer-reviewprocessen.<br/> <br/>  Jag blev själv besviken när det stod att läsa att det oberoende projektet skulle ta sådan tid, men förstår (pga mitt eget arbete) varför. Jag antar att vi får vara lite tacksamma att det ändå verkar bli en riktig artikel av det hela."
	},
	{
		"postIndex": 2043,
		"postNumber": 2105,
		"rankGlobal": 18,
		"scoreGlobal": 78,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2014-02-05, 22:44",
		"postUrlInThread": "https://www.flashback.org/t1427614p176",
		"postUrlUniq": "https://www.flashback.org/sp47383564",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Entr0pi</strong> <a href=\"/p47312705#p47312705\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jasså? Jag tycker det är rätt uppenbart att Rossi inte är särdeles ärlig. Det hade varit hur lätt som helst för honom att bevisa att hans apparat fungerar; han hade bara behövt skicka den till ett par olika oberoende universitet och låta dem testa dem hur de ville. Istället får den bara testas av personer som har arbetat med Rossi, och bara på de sätt han godkänner. Och ingen får öppna den magiska maskinen och titta inuti. <br/> <br/>  Resonemang om hur Rossi inte är en vetenskapsman utan en uppfinnare som vill tjäna pengar på sin uppfinning och därför inte kan ge ut detaljer eller tillåta oberoende tester är bara löjligt. Om han faktiskt har en fungerande kall fusion maskin, så är det ju en samhällsomstörtande uppfinning, och han hade blivit världsberömd väldigt snabbt, ett nobelpris hade nog varit ganska garanterat osv.. Så att han skulle hålla på sina hemligheter för att kunna tjäna pengar är direkt löjligt. Vilket leder till den enda rimliga slutsatsen att det hela är en scam.</div> </td> </tr> </table> </div> <br/>  Om man tänker efter, så liknar kritiken mot Rossi fanatisk skepticism.<br/>  Man kan alltid tänka sig massor av olika sätt en uppfinnare eller forskare kan lurar omvärlden.<br/>  T.ex. Rossi har hemlig agent-elektronik i dojan, som han styr mätinstrument med.<br/> <br/>  Men för att få en \"skälig\" misstanke, så behövs nått starkare än fantasier.<br/>  Ingen verkar ha nått fysiskt bevis, foto eller liknande. Ingen har byggt en liknande E-CAT och visat hur han lurat omvärlden.<br/> <br/>  En del som varit med om att testa den som \"svart låda\", har vägt E-CAT före och efter, några har haft med egna mätinstrument.<br/>  OBS: Det viktiga är inte att maximera noggrannheten. Det viktiga är att säkerställa att energiöverskottet inte kan förklaras på något annat sätt än via LENR, eller ny okänd fysik.<br/> <br/>  Jag ser ännu inget hyggligt bevis för att Rossi luras.<br/>  Jag kan även förstå, varför han är trött på misstänksamhet mm. Han kanske bara försöker förbättra den och hoppas E-CAT kommer till användning i framtiden?<br/> <br/>  Även om nån lyckas få fram hyggliga bevis på att Rossi lurat omvärlden, så berör det inte LENR.<br/> <br/> <b>LENR:</b><br/>  Då det gäller LENR finns ju hundratals experiment senaste 100 åren, som pekar på att LENR finns.<br/>  Det finns minst 20 olika metoder, med kombinationer av t.ex. gas--vättska--elektrolys. elektroder-nano-film, Pd/D-Ni/H, trådar-exploderande-trådar, elektronstrålar mot Cu osv.<br/>  Bevisen handlar om transmutationer, elektronmikroskop-bilder på kratrar, IR-bilder.<br/>  Då det gäller makroskopiskt energiöverskott (Rossi), så bedömer Larsen beviset som svagt.<br/>  Men en hel del andra experiment med lite överskottsenergi i forskningskonstruktioner, bedömer Larsen bevisen som starka.<br/> <br/>  Även om alla teorier vore fel, så talar experimenten sitt tydliga språk. Det behövs en teori, som förklarar experimenten. I detta fall är det ytterst intressant, därför det ser ut som att den äldre fysiken inte kan förklara allt fullständigt.<br/> <br/>  Det är underbart att NASA och CERN har börjat intressera sig.<br/>  CERN har kollat upp ULM-neutronen, som är en kärnpunkt i Widom-Larsen-teorin.<br/> <br/>  Christer"
	},
	{
		"postIndex": 1163,
		"postNumber": 1204,
		"rankGlobal": 19,
		"scoreGlobal": 77.9,
		"userRank": 6,
		"userScore": 29.5,
		"postUserName": "teknikfreak",
		"postUserID": "u168291",
		"postUserUrl": "https://www.flashback.org/u168291",
		"postDateTime": "2012-08-12, 14:43",
		"postUrlInThread": "https://www.flashback.org/t1427614p101",
		"postUrlUniq": "https://www.flashback.org/sp38790376",
		"sentence": "Bjorn-ola<br/> <br/>  Jag säger inte att det är omöjligt att den utvecklar 13kW. Jag säger bara att det inte finns något skäl att tro att den utvecklar mer än den inmatade effekten på 3,5kW baserat på de knapphändiga uppgifterna och fotot. Hade man fått exakta mått och temperaturer på höljet så hade man ju kunnat räkna fram en minsta möjliga effekt själv.<br/>  Om den fläckvis är 870 grader på ytan så borde den för övrigt vara orange-röd där.<br/> <br/>  Lobstr<br/> <br/>  Problemet är ju att Rossi och många andra inom LENR-forskningen smutskastar sig själva och LENR-fältet genom sitt agerande.<br/> <br/>  Hade Rossi, Defkalion eller nån annan med en \"fungerande\" maskin bara kunnat lämna in den för ett oberoende test så hade hela debatten varit över nu.<br/>  Hade maskinen visat sig fungera som utlovat enligt oberoende tester så hade LENR-fältet över en natt fått högsta prioritet och enorma resurser hade tilldelats.<br/>  Till och med ett test på ett tidigt stadium som visar att apparaten INTE fungerar hade varit bättre än allt detta slingrande. Ett negativt resultat är också ett resultat inom forskningen ju. Då hade åtminstone den som lämnat in maskinen ansetts som seriös som lät göra ett oberoende test.<br/> <br/>  Nu blir forskare istället mer och mer motvilliga att blanda sig i LENR ju fler oklara slingrande rapporter som dyker upp från Rossi, mfl.<br/>  Man får tänka på att forskare är väldigt beroende av sitt rykte och tidigare resultat när de ska söka pengar för framtida forskning. Om dom blandar sig i forskning som genom åren gång på gång avfärdats som bluff och som drar till sig folk med tveksam bakgrund så riskerar dom hela sin karriär.<br/> <br/>  Nä, sluta upp med allt trams och lämna in maskinerna för oberoende tester, det är den enda jag skulle önska."
	},
	{
		"postIndex": 1183,
		"postNumber": 1225,
		"rankGlobal": 20,
		"scoreGlobal": 77.8,
		"userRank": 4,
		"userScore": 51,
		"postUserName": "Lobstr",
		"postUserID": "u717917",
		"postUserUrl": "https://www.flashback.org/u717917",
		"postDateTime": "2012-08-14, 17:53",
		"postUrlInThread": "https://www.flashback.org/t1427614p103",
		"postUrlUniq": "https://www.flashback.org/sp38829446",
		"sentence": "Dålig debattstil? O.o dålig debattstil är att ignorera vad ett flertal väletablerade företag och universitet säger inom ett område de forskar i, vare sig det handlar om hästskor eller kall fusion. Som du kanske märker så får du ingen artikel där ett test ingår så sluta tjata om det. <br/> <br/>  Ett flertal forskare säger att LENR inte ens är kall fusion utan ett annat fenomen som inte är förklarat än. Än sen då? Det blir likförbannat intressant när det kommer ut på marknaden. Rossi är INTE den enda som försöker göra det kommersiellt så glöm honom och fokusera på viktigare saker än honom ^^<br/> <br/>  Åter igen när NASA, Boeing och MIT är så pass intresserade av kall fusion / LENR som de är just nu så ser jag inte hur det kan vara en \"bluff\", kanske är även dessa företag / universitet en bluff i så fall?<br/> <br/>  Att säga att LENR / Kall fusion eller i alla fall en process vi inte kan förklara inte finns är som att säga att NASA, MIT och Boeing inte finns...eller?"
	},
	{
		"postIndex": 1858,
		"postNumber": 1916,
		"rankGlobal": 21,
		"scoreGlobal": 77.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-07-13, 23:34",
		"postUrlInThread": "https://www.flashback.org/t1427614p160",
		"postUrlUniq": "https://www.flashback.org/sp44306171",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Entr0pi</strong> <a href=\"/p44291221#p44291221\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag ville läsa lite mer om Widom-Larsen-teorin innan jag sa något, för jag tyckte inte sidan du länkar är särskilt utmärkt; utan tvärt om ganska förvirrande; och jag hoppades hitta någon mer precis beskrivning. Dock verkar teorin inte vara byggd på något speciellt argument eller någon matematik, utan de verkar bara ha tagit \"fina\" ord och effekter, och satt ihop dem så att det låter fint. Ett av de första resultaten på google gäller precis samma fråga: <a href=\"/leave.php?u=http%3A%2F%2Fphysics.stackexchange.com%2Fquestions%2F43138%2Fwidom-larsen-theory\" target=\"_blank\">http://physics.stackexchange.com/que...-larsen-theory</a> , läs Ron Maimons svar, det förklarar bra varför teorin inte är vettig. <br/> <br/> <br/>  Vadå, titta på solen: där har du bevis på att het fusion fungerar och kan ge överskottsenergi. Sen har vi ju vätebomber, som bevisar att vi kan \"utvinna energi\" från fusion. Det \"enda\" vi inte lyckats med än är att göra det under kontrollerade former; men det finns inget som säger att detta är omöjligt. När det gäller kall fusion har vi däremot inga ordentliga bevis på att kall fusion ens är ett äkta fenomen, än mindre bevis på att man kan utvinna energi från det.</div> </td> </tr> </table> </div> <br/>  Tack för du tittade på W-L-teorin.<br/>  Steven Krivit är vetenskapsjournalist och verkar kunna en del om vetenskapsteori, bevis-metoder mm.<br/>  Han har nog i en video sagt att W-L-teorin kan både beskrivas matematiskt och utan matematik.<br/>  Han beskriver en del viktiga delar av den på ett förenklat sätt för de som kan en del fysik. I länken jag nämnde.<br/>  Han har hittat över 66 LENR-teorier, namnger 17 st och förklarar att W-L-Teorin har en del styrka.<br/>  I denna video:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D_t2RfPfQALA%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D4\" target=\"_blank\">http://www.youtube.com/watch?v=_t2RfPfQALA&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P&amp;index=4</a><br/> <br/>  Han har tittat på en hel del forskning som kan vara LENR, även från 1800-talet.<br/> <br/>  Men man skall alltid kritiskt granska alla teorier i vetenskapen, för att hitta fel och göra det bättre.<br/>  Men en hel del experiment strider mot nuvarande teorier. Detta är ju högst intressant, som kan leda till nya upptäckter inom fysiken.<br/>  Jag är inte övertygad om att W-L-teorin är rätt. Kanske det är ett av de bättre förslagen för att förklara vissa experiment.<br/>  Dr. Peter Hagelstein at the Massachusetts Institute of Technology, kanske är inne på andra teorier. Han försöker åtminstone hitta kvantmekaniska beräkningar om hur energin splittras upp t.ex. i fononer i kristaller.<br/>  Hagelstein säger nått om att om ni ger er in på LENR-forskning, så riskerar ni karriären. (I början på en föreläsning).<br/> <br/>  (Jag håller fast vid att man inte ännu lyckats med ett sådant extremt starkt bevis då det gäller het fusion., som jag nämnde tidigare. Jag menar bevis med flera energi producerande apparater på flera platser under lång tid. Självklart är det riktigt att fenomenet het fusion är starkare bevisat än LENR).<br/> <br/>  Men kärnpunkten i min fråga är:<br/> <b>Är det omöjligt att en neutron kan bildas, utan att radioaktiva isotoper tillförs, utan elementar-partikel-acceleratorer, utan het fusion?</b><br/> <br/>  Kan e+p bete sig som \"virtuell\" neutron i plasman under kort stund?<br/> <br/>  Men de där experimenten som visar på neutroner då? Hur uppstår det?<br/> <br/>  Det är väl intressant?<br/> <br/>  Om en neutron kan bildas i väte-plasman vid/i metallytan, så är resten enkelt.<br/> <br/>  Christer"
	},
	{
		"postIndex": 1723,
		"postNumber": 1776,
		"rankGlobal": 22,
		"scoreGlobal": 77.5,
		"userRank": 7,
		"userScore": 28.5,
		"postUserName": "stillton",
		"postUserID": "u244035",
		"postUserUrl": "https://www.flashback.org/u244035",
		"postDateTime": "2013-02-21, 21:13",
		"postUrlInThread": "https://www.flashback.org/t1427614p148",
		"postUrlUniq": "https://www.flashback.org/sp42132131",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lobstr</strong></div> <div>  Kom i stället med bevis för att LENR inte fungerar. Det hittar du inte.</div> </td> </tr> </table> </div>   det där är ju lika korkat som när religiösa ber ateister bevisa att inte gud finns. skärpning.<br/> <br/>  Som jag ser det är det väl inte den stora motsättningen här i tråden om LENR fungerar eller inte. om det hade varit den stora frågan här hade det kanske funnits ett 20-tal inlägg av några få nördar. väldigt få av oss besitter sannolikt kompetens nog för att ens ha en åsikt i den frågan (och jag är inte en av dom).<br/>  forskning inom LENR har pågått i minst 30 år, och nu och då under denna tidsperiod har vissa påstått att det kommer ge oss \"gratis\" energi om man bara forskar lite till.<br/>  och här ligger själva problemet. det har hittills inte visat sig sant. men om man vill göra ett \"hoax\" inom något så är det här naturligtvis ett väldigt tacksamt område, eftersom man kan peka på en hel massa forskning som egentligen inte alls pekar på att det kommer kunna ge \"oändligt\" med energi till minimal kostnad.<br/>  sen kan du fortsätta lobba för att LENR fungerar, vi normala människor skiter egentligen i om man lyckas få några extra watt i ett experiment som kostar flera tusen att utföra. vi vill bara konstatera om det går att revolutionera världen med billig energi. som jag ser det så finns det inget som pekar mot att LENR kommer revolutionera energimarknaden, tycker du att något pekar mot det?"
	},
	{
		"postIndex": 1955,
		"postNumber": 2015,
		"rankGlobal": 23,
		"scoreGlobal": 77.3,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2013-08-07, 17:28",
		"postUrlInThread": "https://www.flashback.org/t1427614p168",
		"postUrlUniq": "https://www.flashback.org/sp44664710",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44663324#p44663324\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ordet \"LENR\" kommer jag använda, även om Maimon tror på äkta fusion.<br/></div> </td> </tr> </table> </div>   Hur menar du att helium uppkommer om inte genom D-D fusion? Även om W-L-teorin skulle ha rätt i att en elektron kan växelverka med en proton i en atomkärna, så leder ju detta bara till en tung metall-isotop, inte till någon helium-produktion. Visst brukar man normalt sett prata om Paladium (Pd) i kall fusion sammanhang, så säg att en proton i Pd absorberar en elektron och blir en neutron. Då får du en rhodium-atom, vilken sönderfaller genom beta-sönderfall, dvs. avger en elektron och du får tillbaka din Pd-atom. Ingenstans bildas helium, och inte heller utvinns någon extra energi från denna process. Så hur menar du att detta ska funka? Har du alls någon förståelse för fysiken vi pratar om eller kan du bara leta hänvisningar till vad Krivit/Widom/Storm etc. har skrivit? <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44663324#p44663324\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Kan du bevisa att Widom gör ett \"magiskt\" antagande.<br/>  Man borde kolla upp alla referenser för W-L-teorin om det finns nått om E-fältet. Nästa steg är att fråga Widom själv. Om det inte finns nått svar, så kan den riktiga slutsatsen vara: W-L-Teorin är inte fullt bevisad, eller felaktig.</div> </td> </tr> </table> </div>   Tja, jag läste den första artikeln om W-L-teorin som du länkade tidigare. Där säger de ganska ordagrant \"antag ett E-fält med styrkan ... \" och sen något tal jag inte orkar leta upp, typ 10^11 V/m, med en referens till en artikel om ett spridningsexperiment för tunna metallfilmer eller liknande, som inte direkt verkar så relevant. Styrkan de antar för E-fältet är groteskt stor, många storleksordningar större än de typiska E-fält-styrkor i metaller, och detta är vad jag kallar ett magiskt antagande. Sen har jag inte läst alla de andra artiklarna eftersom det inte är värt tiden, men i bästa fall har de något form av argument eller förklaring där. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Alltså jag litar absolut inte blint på vad du skriver. Man måste tänka självständigt och försöka leta efter sanningen. Jag är medveten om att alla kan ha fel, även Krivit.<br/> <br/>  Krivit säger en del positivt om W-L-teorin. Jag kan tolka det som alla övriga teorierna kräver en helt ny fysik eller förklarar det sämre.      </td> </tr> </table> </div>   Så klart man ska vara kritisk mot allt, men extra kritisk får man vara när det rör sig om något så extraordinärt som kall fusion. Och du har rätt i att ingen teori idag förklarar kall fusion på ett tillfredsställande sätt, detta är precis en av orsakerna till att vara tvivelaktig mot själva fenomenet. Bästa teorin jag läst är nog Maimons egna teori, beskriven i viss detalj här: <a href=\"/leave.php?u=http%3A%2F%2Fphysics.stackexchange.com%2Fquestions%2F3799%2Fwhy-is-cold-fusion-considered-bogus\" target=\"_blank\">http://physics.stackexchange.com/que...nsidered-bogus</a>, andra svaret. Men även andra svar och kommentarer på samma sida är läsvärda, om du nu vill ha en mer nyanserad bild än vad som presenteras på newenergytimes.com."
	},
	{
		"postIndex": 1945,
		"postNumber": 2005,
		"rankGlobal": 24,
		"scoreGlobal": 77.1,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2013-08-07, 13:01",
		"postUrlInThread": "https://www.flashback.org/t1427614p168",
		"postUrlUniq": "https://www.flashback.org/sp44660703",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44657159#p44657159\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>LENR är egentligen inte fusion.<br/>  Enligt W-L-teorin så:  e+p+energi--&gt;n+neutrino.<br/>  Därefter kan n hamna i en kärna och det blir fission.<br/> <br/>  Jag använder helst ordet LENR.<br/> <br/>  Christer</div> </td> </tr> </table> </div>   Om nu något händer, så måste det nästan vara fusion. Kan du ens grunderna i det du förespråkar? Förespråkare hävdar ju att de i sina experiment kan hitta helium, vilket skulle bevisa att D-D fusion har ägt rum, och vilket skulle förklara överskottsenergin. Och att kalla fältet LENR istället för kall fusion är bara ett sätt att fly fältets dåliga rykte, tror jag. Och igen, se Ron Maimons svar här: <a href=\"/leave.php?u=http%3A%2F%2Fphysics.stackexchange.com%2Fquestions%2F43138%2Fwidom-larsen-theory\" target=\"_blank\">http://physics.stackexchange.com/que...-larsen-theory</a> , han förklarar varför det måste vara fusion, och varför W-L-teorin inte funkar. Det bemöter också dina andra punkter om W-L-teorin, så läs det noga igen, tycker jag. Har du problem med engelskan så prova google translate. Nämnde jag för övrigt att Maimon tror på kall fusion? Han har sin egna teori som han beskriver i svaret, som låter mer rimlig även om den också är lite konstig, så han är inte ens en skeptiker men ändå sågar han W-L-teorin helt. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Jag hittade DOE-rapporten, insiders-berättelse, ED Storms Review , \"Scientific Papers Selected for the 2004 U.S. Department of Energy LENR Review\" <br/>  och en del annat.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fgovernment%2FDOE%2FDOE.shtml\" target=\"_blank\">http://newenergytimes.com/v2/government/DOE/DOE.shtml</a><br/> <br/>  Jag kan inte bedöma rapporten. I det här läget, så skall man vara kritisk mot allt.<br/> <br/>  Men allt kan kritiseras, därför det finns inga absoluta bevis.<br/>  Kanske undantaget : \"Jag tänker, alltså existerar jag\" (Descartes).<br/>  Det kan ju vara så att den mest meriterade och fantastiske forskaren bara hittat på siffror.<br/> <br/>  Det skulle inte förvåna mig om även denna utredning är felaktig.<br/> <br/>  Om man synar en forskning, mycket noga, så kan man nog alltid hitta svagheter.<br/>  Men NASA har nog ett fantastiskt system för att maximera säkerheten per dollar, vid rymdfärjor rymdsonder mm. NASA måste vara noga med sanningen om sina konstruktioner, därför det är dyra saker.<br/>  En på NASA talar lite om LENR. Det har varit föredrag på CERN, men vet inte vad CERN-fysiker säger.<br/> <br/>  Jag skall leta efter vad Krivit skriver om dem.<br/> <br/>  Av en slump, råkade jag hitta lite om LASER-triggad LENR:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F20...leclaims.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...leclaims.shtml</a><br/>  Krivit håller nog ett listigt förhör med forskaren i slutet. Kanske nån gjort misstag?<br/> <br/>  Christer      </td> </tr> </table> </div>   Okej, man bör vara kritisk mot allt. Så varför är du bara kritisk mot kritiken mot kall fusion, och litar blint på att det finns starka bevis för att kall fusion är ett äkta fenomen? Det är inte särskilt ärligt tycker jag. DOE-rapporten bestod av 18 oberoende experter som granskade 15 års forskning, mestadels gjord av förespråkare till kall fusion. Det vill säga, det var en s.k. peer-review, något som normala forskningsartiklar (ej artiklar om kall fusion, eftersom de mestadels publicerar i sina egna journaler) måste passera innan de blir publicerade. Så det handlar inte om att de försökt upprepa experiment eller något sånt, utan de har bara granskat det redan publicerade materialet på ett kritiskt sätt, så jag ser inte hur detta kan vara direkt \"felaktigt\". Och de kom som sagt fram till att de presenterade bevisen inte var bra nog för att motivera finansiering från amerikanska försvaret, och att bevis-situationen i princip inte hade förbättrats sedan -89. Jag litar mycket mer på vad en sådan kritisk granskning säger, jämfört med vad folk som satsat sina karriärer på kall fusion påstår. Vetenskapen är ett ämne där nya upptäckter måste kunna överleva skarp kritik och nog bevis presenteras för att övertyga skeptiska experter. Detta har inte hänt än för kall fusion, trots 24 års forskning, så vad säger det oss? Om vi nu ska vara kritiska mot allt, och även välja den enklaste logiska förklaringen, tycker jag det pekar ganska starkt mot att kall fusion inte äger rum."
	},
	{
		"postIndex": 1834,
		"postNumber": 1891,
		"rankGlobal": 25,
		"scoreGlobal": 76.7,
		"userRank": 41,
		"userScore": 5.4,
		"postUserName": "4yoonly",
		"postUserID": "u618944",
		"postUserUrl": "https://www.flashback.org/u618944",
		"postDateTime": "2013-06-15, 01:28",
		"postUrlInThread": "https://www.flashback.org/t1427614p158",
		"postUrlUniq": "https://www.flashback.org/sp43909921",
		"sentence": "Detta är spännande som attan...<br/> <br/>  Men har lite invändningar...<br/> <br/>  Jag kommer inte ta de rent fysikaliska problemen, dessa har redan många klargjort... Men enkelt är att tillföra liten energi för att få ut mer energi... Första problemet är ju att det inte finns ett enda ställe i hela universum där detta är en sanning... men någon på vår jord har lyckats med skapa detta...<br/> <br/>  Om man begrundar det rent psykologiska/filosofiska istället...<br/>  Hur många vetenskapsmän i historien har varit hemliga och inte delat med sig av sin gigantiska upptäckt? <br/> <br/>  Känner vi till någon forskare/vetenskapsman som har hemlighållit en upptäckt som gagnat alla människor i hela världen? Jag vet ingen, det beror nog på att dessa människor gör detta för att dom verkligen vill göra så att vi förstår eller kan göra saker bättre...<br/> <br/>  Det kan vara så att han är \"uppfinnare\", dom kan ju vara lite luriga :-) men skulle en \"uppfinnare\" lösa den mest olösliga och fysikaliskt omöjliga gåtan av dom alla? <br/> <br/>  Jag har helt enkelt svårt att tro det, kemi, fysik har varit ganska känt sedan länge... skulle det finnas en genväg till omöjligt fysik/kemi så hade någon för 150 år sedan troligen dykt på det...<br/> <br/>  Hur som helst... tänk om Einstein sade... pssst... jag har en grej... helt sjuk grej egentligen... men visar den bara för dig... du får inte berätta den för någon... hmm... jo förresten... får jag patent på den den och kan tjäna en massa pengar... så kanske jag avslöjar det för dig..<br/> <br/>  Ok... ger Einstein en massa pengar.. han säger då till mig att jo du skall veta det att när du färdas i ljushastighet så kommer tiden stå still...<br/> <br/>  Jag kan inte se det framför mig riktigt...<br/> <br/>  Och saken är den att är detta sanning så är Einstein en fjärt i Sahara... Och inte bara Einstein... utan i princip alla vetenskapsmän som levt... INGEN av dem har kunnat producera mer energi av mindre energi som det egentligen handlar om...<br/> <br/>  Det är liksom som om universum hade sett totalt annorlunda ut om en liten energi hade skapat en stor energi...<br/> <br/>  Han har alltså förändrat en grundregel som funnits i princip alldeles efter universum föddes.<br/>  En italienare i labbet... här måste man nog vara troende...<br/> <br/>  Tror faktiskt vi har ganska bra koll vad som är kemisk, fusion, och fissions energi... Och att \"värme\" är energi...<br/> <br/>  Jaja... tycker inte det håller på det fysikaliska planet, och definitivt inte på det psykologiska...<br/>  Det är nog därför jag misstänker ytterligare en alkemist..."
	},
	{
		"postIndex": 1146,
		"postNumber": 1186,
		"rankGlobal": 26,
		"scoreGlobal": 76.2,
		"userRank": 6,
		"userScore": 29.5,
		"postUserName": "teknikfreak",
		"postUserID": "u168291",
		"postUserUrl": "https://www.flashback.org/u168291",
		"postDateTime": "2012-08-10, 12:26",
		"postUrlInThread": "https://www.flashback.org/t1427614p99",
		"postUrlUniq": "https://www.flashback.org/sp38756099",
		"sentence": "Det borde i princip inte vara några problem för Rossi att få patent på sin maskin om han kan bevisa med testprotokoll från ett par oberoende testinstitut att den fungerar, eller?<br/>  Har har ju redan en teori om hur den fungerar och om han kan bevisa att den fungerar i praktiken så ser jag inte hur patentverket skulle kunna motsätta sig patent.<br/>  För övrigt har det patenterats många maskiner genom åren som inte fungerar i praktiken, men patentverket kanske granskar ansökningarna noggrannare nu för tiden?<br/> <br/>  Angående Widom-Larsen teorin så tycker jag också att det är den intressantaste teorin.<br/>  Problemet som jag ser det är neutronframställningen. Det låter enkelt på pappret, men i verkligheten känns det som en svårknäckt nöt eller till och med kanske en omöjlighet.<br/>  Jag inbillar mig att det krävs väldigt väldefinierade ytor och väldigt hög energi lokalt för att lyckas med det. Vad jag förstått så finns det ingen som lyckats med neutronframställning enligt denna modellen än?<br/>  Sedan är det långt från säkert att man kan kommersialisera tekniken även om man skulle få den att fungera i labmiljö. <br/> <br/>  Man kan jämföra med fusionsreaktor-experimenten som hållit på i decennier nu (JET, ITER) utan att man fått reaktorn att gå stabilt under längre perioder. Teoretiskt är det en enkel process, men i praktiken är kostnaderna och de tekniska utmaningarna enorma.<br/> <br/>  Det skulle vara intressant att testa om andra halvan av Widom-Larsen-teorin fungerar ifall man kunde skaka fram långsamma neutroner någonstans.<br/>  Jag undrar om de ultrakalla neutroner som framställs på forskningsreaktorer runt om i världen är tillräckligt långsamma för att det ska fungera?"
	},
	{
		"postIndex": 588,
		"postNumber": 605,
		"rankGlobal": 27,
		"scoreGlobal": 75.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2011-07-02, 05:44",
		"postUrlInThread": "https://www.flashback.org/t1427614p51",
		"postUrlUniq": "https://www.flashback.org/sp31452205",
		"sentence": "Historien är full av misslyckade uppfinningar.<br/>  Men historien är även full av skeptiker.<br/> <br/>  Jag vet inte om kall fusion/fission kan fungera i framtiden.<br/>  Jag är öppen för att det är möjligt och att det är omöjligt.<br/>  Men jag grubblar, det är intressant.<br/> <br/>  Kanske Rossi förlorar pengar, tid och anssende om det misslyckas?<br/>  Man kan även spekulera i om han är lite korkad och försöker komma åt massor av miljoner, och sedan smita till en söderhavsö, men det verkar otroligt.<br/> <br/>  Vi får se hur bevisen är, då oberoende testat och kört apparater en längre tid.<br/> <br/> <br/>  Kall fusion, vore teoretiskt rimligare om gamma-strålning visade sig.<br/> <br/>  Men jag grubblar på om annan möjlighet finns.<br/> <br/>  En del kärn-modeller påminner om atommodeller med energi-nivåer för elektroner.<br/>  Alltså protoner och neutroner kan ligga i olika energinivåer inne i kärnan. Övergångar är tillåtna via kvanttals-regler. En deexcitation kan avge gamma-strålning, under vissa förhållanden.<br/> <br/>  Då det gäller elektroner i atomen, så kan dessa deexciteras, antingen genom att sända ut en foton eller genom att avge värme. Liknande även i kristaller mellan energiband (Jmf lysdiod).<br/> <br/> <b>Det som inte verkar vara bevisat, tror jag är: <br/>  Att kärnans deexcitation kan ske utan att radioaktiv strålning sker.</b><br/> <br/>  Jag undrar om det är möjligt.<br/> <br/>  Jag vet inte vilka energi-övergångar som är möjliga inne i kärnan. Men om det fanns övergångar med liten ennergi, som var tillåtna, så kanske vanligt ljus kunde sändas ut, eller värmestrålning?<br/>  Det skulle vara samma princip, som då gamma-strålning avges.<br/> <br/>  En helt annan hypotes, som nämnts (I mitt tidigare inlägg). Handlar om phonon till kristallgittret.<br/>  Alltså en kärna i en atom som är hårt bunden i en kristall kan avge energi i form av temperatur-energi.<br/>  ( Inom fantastiska statistisk fysik (mekanik), kan man definiera elektron-temperatur och kärn-temperatur. Kan kärntemperaturen minska på annat sätt än via gammastrålning?).<br/> <br/>  Jag tror det är förnuftigt att låta några forska på det.<br/>  Även om Rossi misslyckas, så kanske någon åtminstone hittar ett sätt, där gamma-strålning förekommer.<br/> <br/> <br/>  Christer"
	},
	{
		"postIndex": 1854,
		"postNumber": 1912,
		"rankGlobal": 28,
		"scoreGlobal": 75.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-07-11, 23:55",
		"postUrlInThread": "https://www.flashback.org/t1427614p160",
		"postUrlUniq": "https://www.flashback.org/sp44278566",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Entr0pi</strong> <a href=\"/p43865833#p43865833\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>...</div> </td> </tr> </table> </div> <br/>  Entropi, jag tror du kan mycket om fysik.<br/> <br/>  Kan du visa på att följande är falskt:<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"Widom-Larsen:<br/> <br/>  Om man tillför ett starkt elektriskt fält till vissa metaller, i kontakt med väte, så kan elektronerna börja \"grupposcillera\" på metallens yta. När det händer så kommer vissa fria elektroner i fältet att få tillräckligt med energi för att kunna slås ihop med en fri proton och bilda en fri neutron. Detta är ett känt fenomen inom elektrosvag (Electroweak) växelverkan, som är ett relativt nytt fält inom fysiken (Nobelpris 1979).<br/> <br/>  Om neutroner bildas i den här processen så kommer de att vara nästan helt stillastående. En stillastående neutron innebär dels att den, i enlighet med rådande kvantfysik, har nästan 100% sannolikhet att \"sugas upp\" av en närliggande atom (kärna) och omvandla denna till en högre isotop (neutron capture). Samtidigt har den nästan 0% sannolikhet att lämna ytan där de bildas, eftersom den saknar rörelseenergi. \"      </td> </tr> </table> </div> <br/>  Denna information ändrade min inställning.<br/>  Mer av aw på sid 15 i denna tråd:<br/> <a href=\"https://www.flashback.org/t1427614p15\" target=\"_blank\">https://www.flashback.org/t1427614p15</a><br/> <br/>  Om man kan skapa en långsam neutron, så kan den lätt hamna i nån kärna och bilda en isotop, som sönderfaller.<br/> <br/>  Problemet är att man ännu inte kan förklara varför gamma inte bildas. Men kvantfysikern  Dr. Peter Hagelstein at the Massachusetts Institute of Technology, försöker ta fram kvantmekaniska beräkningar som förklarar det.<br/> <br/>  Det finns flera saker som kan vara LENR.<br/>  Ryssarna fann att neutron-strålningen ökade något över bakgrunden före jordskalv. (Piezo?).<br/>  Åsk-blixtar sägs öka neutron strålningen under kort tid.<br/>  Detta sker utan att radioaktiva isotoper tillförs.<br/>  Det finns även flera experiment som visar på att nya isotoper bildas.<br/>  Elektronmikroskopbilder med små kratrar.<br/>  IR-bilder som visar var värmeutvecklingen sker. (Positionen visar att man kan avfärda vissa hypoteser).<br/> <br/>  Den som vill kolla mer om Widom-Larsen-teorin har en utmärkt sida av Krivit:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/> <br/>  Krivit är kritisk mot Rossi. Jag är tvivlare, men en hel del tyder på LENR.<br/>  Jag vet inget absolut säkert, men den dag det står en massa \"E-CAT\" som ger överskotts-energi, lite här och där, så borde det vara starkt bevis.<br/>  Het fusion har ännu inte lyckats med sånt bevis.<br/> <br/>  Christer"
	},
	{
		"postIndex": 1932,
		"postNumber": 1992,
		"rankGlobal": 29,
		"scoreGlobal": 75.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-08-07, 01:19",
		"postUrlInThread": "https://www.flashback.org/t1427614p166",
		"postUrlUniq": "https://www.flashback.org/sp44656045",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Entr0pi</strong> <a href=\"/p44628100#p44628100\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>En viktig skillnad mellan kall fusion och flyg, är ju dock att flygplanet aldrig stred mot de fysiklagar vi kände till. Människor har ju alltid vetat att det är fysiskt möjligt för saker att flyga, eftersom vi ser fåglar göra det hela tiden. Kall fusion å andra sidan går emot vad vi vet om kärnfysik, och det finns inga direkta bevis som accepteras av hela forskarkåren. <br/> <br/>  Oh, och en sak om dina tunga fermioner: ser du att det sker vid temperaturer på runt 10 K, dvs. -263 C? Det är väl ändå mycket kallare än vad kall fusion normalt sett händer vid? Och din kära W-L-teori, om du läser deras artikel pratar de inte alls om detta fenomen, utan om hur E-fältet i metallens yta renormaliserar elektronens massa så att den får nog energi. Och som sagt antar de ett absurt högt värde för hur starkt E-fältet är, för annars fungerar inte deras \"teori\".</div> </td> </tr> </table> </div> <br/>  Jag bråkar gärna med dig, även om du verkar arrogant. Därför du lyckades fiska fram ett argument som verkar vara tänkvärt.<br/> <br/>  Du har fel i att LENR bryter mot fysikens lagar.<br/>  W-L-teorin bygger på känd fysik.<br/>  Larsen letade upp Widom, därför A. Widom kunde en hel del om kvantmekanik för mångpartikelsystem av plasma nära kristaller mm.<br/>  Det är lite sällsynt kombination.<br/> <br/>  Elektronen kan även ha tung massa, vid rumstemperatur i halvledare. (se effektiv massa).<br/>  Men jag vet inte vad max effektiv massa är vid rumstemperatur.<br/>  Temperatur handlar om rörelse av elementarpartiklar. Experiment med effektiva massan, bör pågå så länge att man hinner mäta upp effektiva massan. Under ytterst korta tidsintervall kan det vara svårt att mäta upp effektiva massan. I halvledarfysiken, så används effektiva massan när e rör sig i ledningsband.<br/> <br/>  I Hallens elektricitetslära (Min bibel), finns en liten beräkning nånstans, som ger relativistiskt uttryck för massan, från klassisk elektromagnetisk fältteori, då man tar hänsyn till både elektronens massa och det elektriska fältet. Alltså om man tar hänsyn till elektriska fältet, så kan elektronen verka tyngre även med klassisk fysik.<br/>  Alltså temperaturen bör inte vara nån kritik mot W-L-teorin.<br/> <br/>  Du kanske har rätt i kritiken om E-fältet.<br/>  Jag kan inte kvantmekanik på den nivån, som Widom använt.<br/>  Jag tänker inte sitta och försöka räkna på det i månader.<br/> <br/>  Men jag kan tänka mig e utsätts för extrema fält, mycket nära p, och mellan två p. Ovanpå detta kan det finns elektromagnetiska vågor, som ibland interfererar på en elektron. Detta enligt klassisk fysik. Ytterligare fält kan komma från atomer i kristall-ytan eller vid gitterdefekter. Ännu mer fält från gnisturladdningar eller LASER?<br/> <br/>  Enligt klassisk fysik är det konstigt att e nästan aldrig åker in i p. Men många verkar tänka att detta är förbjudet enligt kvantmekaniken, men var är bevisen?<br/> <br/>  Nu kanske W-L-teorin är felaktig, delvis felaktig. Men kanske rätt, eller behöver justeras något.<br/>  Det finns 66+ andra teorier om LENR.<br/> <br/>  Det finns över hundra experiment som visar på LENR, många replikerade.<br/> <br/>  Det finns minst tre forskare med olika teorier eller olika synpunkter, som sysslat med LENR.<br/>  1) Widom-Larsen.<br/>  2) Peter Hagelstein MIT<br/>  3) Dr. Edmund Storms<br/>  Det finns säkert många fler. Från Japan, Ryssland, Kina, Italien mm.<br/> <br/>  Ett föredrag om bevis, frågor och forskningsresultat, på 1 timme:<br/>   Publicerad den 6 aug 2012<br/> <br/>  \"Dr. Edmund Storms is the 19th Natural Philosophy Alliance Conference John Chappell Lecturer on July 27, 2012 in Albuquerque, New Mexico.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQE1W8NcYsSE%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D39\" target=\"_blank\">http://www.youtube.com/watch?v=QE1W8NcYsSE&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P&amp;index=39</a><br/>  Vetenskapsjournalisten Krivit har ett föredrag som liknar detta. (Om bevisen).<br/> <br/>  Även om W-L-teorin vore felaktig, så finns det starka bevis på LENR-effekten existerar.<br/>  Men nu verkar W-L-teorin förklara att det behöver inte alls vara omöjligt med:<br/>  e+p+energi--&gt;n+neutrino.<br/> <br/>  Tunnel-effekts-teorin kan skrotas för LENR, därför den är osannolik.<br/>  En del kända kärnfysiker har den felaktiga föreställningen att det sker \"hot fusion\".<br/>  En del kritik bygger på okunskap om alternativa teorier.<br/> <br/>  Christer"
	},
	{
		"postIndex": 2065,
		"postNumber": 2127,
		"rankGlobal": 30,
		"scoreGlobal": 75,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2014-02-15, 14:53",
		"postUrlInThread": "https://www.flashback.org/t1427614p178",
		"postUrlUniq": "https://www.flashback.org/sp47525504",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p47520108#p47520108\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Detta har varit mycket vanligt i vetenskapshistorien.<br/>  Ludwig Boltzmann:<br/>  \"Formeln är härledd under förutsättning att materien består av enskilda partiklar (atomer), vilket på den tiden ännu inte var självklart, och detta ådrog honom mycket kritik från äldre auktoriteter.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FBoltzmann\" target=\"_blank\">http://sv.wikipedia.org/wiki/Boltzmann</a><br/> <br/>  \" En grupp filosofer i Uppsala, under ledning av professor Axel Hägerström, gick till hätska angrepp mot Einstein, som man menade bara var ute efter publicitet. De hade medhåll från högergrupper i Tyskland,\"<br/>  ...<br/>  \"En ny vetenskaplig teori slår inte igenom för att opponenterna blir övertygade och ser ljuset, utan för att de dör ut och ersätts av en ny generation\"<br/>  Max Planck<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nyteknik.se%2Fpopular_teknik%2Fkaianders%2Farticle560499.ece\" target=\"_blank\">http://www.nyteknik.se/popular_tekni...icle560499.ece</a><br/> <br/>  Jmf: Solen i centrum, Darwin, transistorn osv.<br/> <br/>  Det ser ut likadant för LENR nu.</div> </td> </tr> </table> </div> <br/>  Kall fusion är ju 25 år gammalt så borde det inte redan övertygat folk om det nu var så väl bevisat? Både Einsteins relativitetsteori och den mycket skummare kvantmekaniken hade övertygat majoriteten av fysikerna på 25 år, och att det fanns filosofer som inte förstod Einstein spelar ju knappast någon roll alls. Och den yngre generationen fysiker tror knappast på kall fusion mer än den äldre. Så din jämförelse haltar rätt rejält. <br/> <br/>  Dessutom, i princip är kall fusion väldigt enkelt att undersöka experimentellt, iaf. om man jämför med vad man gör i andra delar av fysiken. Titta på experimenten i högenergi partikelfysik och hur mycket och bra data de samlar in. Jämfört med detta är att mäta värme-produktionen och de kemiska produkterna av en kall-fusion process rena barnleken. Och trots detta så finns inte övertygande bevis efter 25 års forskning. Är folket som arbetar på det inkompetenta, eller finns det kanske inte ett äkta fenomen där? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p47520108#p47520108\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  När jag hörde om hur neutroner kan bildas, så blev jag nyfiken, och har ändrat min uppfattning.<br/> <br/>  Christer</div> </td> </tr> </table> </div>   Att neutroner kan bildas är en teori, som inte har stöd i experiment, eller stämmer med den normala modellen av kärnfysik. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>adolf512</strong></div> <div>Detta är egentligen inte konstigare än hur beta+ sönderfall sker, en fri proton behöver normalt sätt energi för att ombildas till en neutron men tex i atomkärnan så kan detta ibland vara energetiskt fördelaktigt, Det är fullt möjligt att samma sak kan ske i en palladium/nickel kristall, för att förstå detta fullt ut behöver man quantum electro weak dynamics och jag har inte läst ens quantum electro dynamics.<br/></div> </td> </tr> </table> </div>   Det är mycket konstigare än beta-sönderfall. De påstår att en elektron interagerar med en atomkärna, och därigenom skapar en neutron, dvs. omvänt beta-sönderfall. Det kan ju inte hända utan elektronen, eftersom elektrisk laddning är bevarad. Men i så fall behöver en elektron nå atomkärnan, och för att göra det måste den först ta sig igenom elektronerna runt atomen (för vi är som sagt vid låga energier, inte i ett plasma-tillstånd som vid \"normal\" fusion typ ITER). För en elektron att ta sig igenom barriären som de omgivande elektronerna utgör, så måste den ha en hiskelig energi, långt större än normala energier för fria elektroner i metaller kring rumstemperatur. Eller så får man förlita sig på att den tunnlar, men sannolikheten är så oerhört låg att man då får vänta i åratal för en enda reaktion. Dessutom, även om en elektron lyckas nå igenom barriären, så måste den fortfarande ha en väldigt hög energi för att processen e+p -&gt; n ska kunna äga rum. <br/> <br/>  Och om allt detta inte är nog, så är det för mig väldigt oklart hur man får ut energi bara för att en neutron har bildats. Vilken process händer sen med neutronen för att frigöra så mycket energi som behövs? Det naturliga är ju just att neutronen sönderfaller tillbaka i beta-sönderfall, och då är man tillbaks där man började utan extra energi, så någonting skumt behöver hända. För att sammanfatta, kan man sin kvantmekanik och partikelfysik så ser man att den teorin inte är en godtagbar förklaring av de påstådda resultaten."
	},
	{
		"postIndex": 736,
		"postNumber": 761,
		"rankGlobal": 31,
		"scoreGlobal": 74.6,
		"userRank": 27,
		"userScore": 8.8,
		"postUserName": "se_där...",
		"postUserID": "u122213",
		"postUserUrl": "https://www.flashback.org/u122213",
		"postDateTime": "2011-10-29, 21:48",
		"postUrlInThread": "https://www.flashback.org/t1427614p64",
		"postUrlUniq": "https://www.flashback.org/sp33735851",
		"sentence": "<a href=\"/leave.php?u=http%3A%2F%2Fcornucopia.cornubot.se%2F2011%2F10%2Frossis-e-cat-och-de-tre-villfarelserna.html\" target=\"_blank\">http://cornucopia.cornubot.se/2011/1...arelserna.html</a><br/> <br/>  - - -<br/> <br/> <b>Rossis E-cat och de tre villfarelserna</b><br/>  Igår testades Rossis E-cat i 1 MW-version av en \"konsult\" från \"en hemlig amerikansk kund\" utan allmän insyn. I en kommentar igår förutspådde jag att testet skulle få godkänt av \"kunden\". Därmed kan allt fortsätta som planerat, dvs Rossi (eller kunden) kan börja ta in pengar från andra hugande spekulanter utan att behöva börja leverera något.<br/>  \"Varken Ny Teknik eller någon annan av de inbjudna kunde kontrollera mätningarna på något sätt. De inbjudna fick endast observera anläggningen i drift under några få korta tillfällen.\" - Mats Lewan, Ny Teknik.<br/>  Det finns en mycket bra artikel hos Forbes om de tre villfarelserna kring ny energiteknik, som knyter an till vad jag tidigare skrivit om att det är skillnad på teknik, volym och tid. Dvs bara för att en teknik i teorin existerar (eller påstås existera som i Rossis fall) så kan det vara omöjligt att skala upp den i relevanta volymer på den tid som behövs.<br/> <br/>  De tre villfarelserna kallas Forbes för trollstavsvillfarelsen (eng the magic wand fallacy, tidfrågan), helikoptervillfarelsen (eng the helicopter fallacy, frågan om tillämpning och användbarhet) och slutligen månfararvillfarelsen (eng the moon shot fallacy, frågan om volym).<br/> <br/>  Trollstavsvillfarelsen handlar om tid och att det faktiskt tar enorm tid för ny teknik att ta någon plats som är relevant för mänskligheten. Forbes nämner två exempel. Tekniken för solceller upptäcktes av Einstein i början av 1900-talet och gav honom Nobelpriset 1921. Den första mänskligt kontrollerade kärnreaktionen skedde 1942 under framtagandet av den första atombomben. Sverige nådde först 50% elproduktion från kärnkraft 40 år senare, som ett av länderna i världen som är mest beroende av kärnkraft (tillsammans med Frankrike och Schweiz). För hela världen står kärnkraften fortfarande bara för några procent av energitillgången.<br/> <br/>  Mänsklighetens energiförbrukning 2008.<br/>  Det gröna överst är all modern förnyelsebar energi<br/>  mänskligheten investerat i de senaste årtiondena.<br/>  Från min föreläsning hos Utrikespolitiska Föreningen i Lund.<br/> <br/>  Helikoptervillfarelsen handlar om att teknik oftast har begränsade tillämpningar och alltså inte kan användas till allt. Vi far inte alla omkring i helikoptrar, vilket var vad som förutspåddes när den tekniken kom. Tekniken är inte tillämpar överallt och är dyr, men ger för det massor med jobb och nytta.<br/> <br/>  Den tredje mest intressant är månfararvillfarelsen. Argumentet \"vi kan skicka män till månen\". Ja, det kan vi. Män. Sex gånger. Det är som Forbes påtalar en enorm skillnad mot att skicka hela mänskligheten till månen, vilket motsvaras av att omvandla hela vårt energisystem. Se graf här ute till höger för hur världens energisystem är fördelat idag.<br/> <br/>  Rossis \"hemliga amerikanska kund\" lyckads bara trolla fram en italiensk \"konsult\" med samma namn som en italiensk OS-guldmedaljör i simning, vilket gör att man inte kan hitta ett dugg om denna \"konsult\", Domenico Fioravanti, på Internet. Man kan ju tycka att ett \"amerikanskt hemligt bolag\" borde skickat en amerikan.<br/> <br/>  För att göra resultaten mer trovärdiga säger man sig bara lyckats få ut 479 kW ur 1 MW-kraftverket som inte ger ifrån sig någon som helst strålning ifrån sin plåtcontainer, vilket är en bedrift för någon form av kärnreaktion.<br/> <br/>  Tillägg: Jag tror man med säkerhet kan konstatera att det hela är fejk. Det är inget bedrägeri, då inga pengar har bytt händer. Men kör man ett kraftverk på 479 kW i en lokal så måste 479 kW i värme ta vägen någonstans. Bara 5% spillvärme (nästan 25 kW) skulle dra upp temperaturen i containern till \"långt över bastutemperaturer\" och antagligen smälta varenda elkabel lindad med plast. Alla 479 kW måste ta vägen någonstans och lär dra upp även en större lokal, t ex Globen, till \"bastutemperaturer\". Finns inget sätt den mängden värme kan trollas bort. I så fall har Rossi uppfunnit ett superisolerande material och något extremt värmeabsorberande material dit värmen tagit vägen så länge.<br/> <br/>  - - -"
	},
	{
		"postIndex": 744,
		"postNumber": 769,
		"rankGlobal": 32,
		"scoreGlobal": 74.4,
		"userRank": 8,
		"userScore": 28.4,
		"postUserName": "Kupo",
		"postUserID": "u137500",
		"postUserUrl": "https://www.flashback.org/u137500",
		"postDateTime": "2011-10-30, 13:16",
		"postUrlInThread": "https://www.flashback.org/t1427614p65",
		"postUrlUniq": "https://www.flashback.org/sp33744211",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong></div> <div>Det verkar allt mindre sannolikt att detta är en bluff.<br/>  Jag kan i så fall inte förstå konceptet.<br/>  Det finns ingen chans i världen att Rossi kan sälja ett helt värmeverk som inte fungerar.<br/>  Sådana anläggningar testas noga av kunden innan pengar lämnas över.<br/>  Ett bluffkoncept är att göra en tvivelaktig demonstration och sedan gå ut och ragga investerare.<br/>  Så har ju Rossi inte gjort. Han bygger en färdig anläggning och säljer den sedan.<br/>  Är det något i det här som jag inte har förstått?</div> </td> </tr> </table> </div> <br/>  Tvivelaktiga demonstrationer har ju gjorts hela året. Han säger att han inte bryr sig om vad folk tror eftersom marknaden kommer avgöra det, men ändå fortsätter han göra demonstrationer \"för allmänheten\". Det finns ingenting som visar att han har en riktig kund än.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong></div> <div>Sedan verkar ju det folk som stöder honom vara trovärdiga personer och inga duvungar precis.<br/>  Det är osannolikt att de låter sig luras eller delta i lurendrejeriet.<br/>  Dessutom så finns det rapporter från annat oberoende håll som visar på positivt resultat med liknande teknik. Alla jobbar med nickel och vätgas i någon form.<br/>  Det är ju inte så att Rossi kommit på allt själv.<br/>  Det bygger ju på forskning som andra har gjort.<br/>  Jag tror inte heller att Nasa skulle börja titta på det här om inte det låg något bakom.</div> </td> </tr> </table> </div> <br/>  Ska man scamma så väljer man ju den teknik som visats mest lovande, så det säger ju ingenting. Sen tycker jag det är väldigt många potentiella problem som bara råkar elimineras av tekniken. En kärnreaktion utan strålning är väldigt osannolik, energin måste ju ta vägen någonstans. Att Rossi sen lyckats trimma reaktorn så att bara de kopparisotoper som är stabila bildas är ju ganska häpnadsväckande när han påstår att han inte förstår fysiken bakom apparaten själv.<br/> <br/>  Sen förstår jag fortfarande inte varför det är nödvändigt att hemlighålla spektrumet på gammastrålningen. Rossi ser inga problem med att spekulera för fullt om vad som egentligen händer där inne, men gammaspektrumet skulle tydligen kunna avslöja hans affärshemlighet.<br/> <br/>  Men han kanske har eliminerat gammastrålningen helt nu. Den gick ju att mäta när det bara var en apparat, men nu när det är flera dussin i en kontainer så har den hemliga kunden inget intresse av att undersöka om det finns några strålningsrelaterade säkerhetsrisker? Dessutom borde det ju krävas någon form av tillstånd från italienska strålningsskyddsmyndigheter för att bygga kärnreaktorer. Sånt borde väl kräva ganska rigorösa kontroller?"
	},
	{
		"postIndex": 1299,
		"postNumber": 1343,
		"rankGlobal": 33,
		"scoreGlobal": 74.2,
		"userRank": 2,
		"userScore": 99.2,
		"postUserName": "Bjorn-Ola",
		"postUserID": "u531148",
		"postUserUrl": "https://www.flashback.org/u531148",
		"postDateTime": "2012-08-26, 18:24",
		"postUrlInThread": "https://www.flashback.org/t1427614p112",
		"postUrlUniq": "https://www.flashback.org/sp39034289",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jon80</strong></div> <div>Edit: Inte riktat enbart till dig, utan syftar till texten jag gjort fet:<br/>  Är det inte då ganska dumt att sida upp och sida ner argumentera för _att_ det fungerar?<br/> <br/>  Inte riktat till någon speciell men, tycker argumenteringen i denna tråd emellanåt liknar argumenteringen religiösa kan ägna sig åt, som mer eller mindre går ut på att \"du måste tro\". Det finns vissa likheter med argumenteringen från \"stjärnorna\" som startade tråden om <a href=\"https://www.flashback.org/t1945632\" target=\"_blank\">Gratis energi från gravitation, enkelt förklarat</a>. Man ska bara \"inse\", \"förstå\" och \"tro\" - helst utan att riktiga mätningar eller fungerande maskiner ska visas upp för inspektion :-)<br/> <br/>  Följer dock utvecklingen med stort intresse! Bevisas det fungera som det sägs så är det ju helt fantastiskt! (och då pratar jag inte om stollarna från Gravitations-tråden ;-)</div> </td> </tr> </table> </div>   I detta läge kan vi bara försöka bedömma sannolikheter. <br/>  Jag tycker efter ett otal demonstrationer att sannolikheten för att LENR existerar är stor.<br/>  När det gäller Rossi så har jag länge grubblat på hur sannolikt det är att det han påstår är sant.<br/>  I början var jag mycket skeptisk. Men sättet han agerar på tyder inte på bluff. Skulle det vara bluff så är hela konceptet idiotiskt och borde ha blivit avslöjat för länge sedan med så många inblandade.<br/>  Nu håller han på att bygga upp ett försäljningsnät för försäljning av riktiga produkter som inte säljs förrän kunden har gjort en riktig besiktning. Det är väl knappast så man agerar om man vill lura till sig pengar. Då startar man ett utvecklingsprojekt som man sedan ber folk att investera i. Projektet havererar sedan och pengarna fryser inne. Det är aldrig kriminellt att misslyckas. Om man däremot försöker sälja en bluffprodukt så begår man ett brott och Rossi har ingen chans att lyckas sälja värmeverk som inte fungerar. Ingen kan vara så dum att ens komma på tanken. Den enda läcka från Rossis organisation talar inte om en bluff, tvärtom. Den tillhandahåller bilder och data från en ecat i en testrigg. Personen som läckte blev identifierad på nätet och verkade ha läckt för att han var så upphetsad över resultatet. Personen var knuten till en annan organisation som var med och genomförde testet.<br/> <br/>   Men om det finns någon som tycker sig ha en trovärdig förklaring på hur ett eventuellt bluffkoncept kan se ut så är jag intresserad av att höra om den, däremot är det bara tröttsamt med ständiga påståenden om bluff utan trovärdig förklaring.<br/> <br/>  I vilket fall som helst så tror jag att vi närmar oss ett klargörande.<br/>  Resultaten från de tester som det läckte om ska publiceras.<br/>  Även test som utförs av universitetet i Bologna ska publiceras någon gång i oktober.<br/>  Enligt Rossi deltog inte Focardi i testet då han inte anses vara oberoende eftersom Rossi tidigare har anlitat honom som konsult. Det låter lovande."
	},
	{
		"postIndex": 1762,
		"postNumber": 1815,
		"rankGlobal": 34,
		"scoreGlobal": 74.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2013-05-19, 17:53",
		"postUrlInThread": "https://www.flashback.org/t1427614p152",
		"postUrlUniq": "https://www.flashback.org/sp43503570",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lordshin</strong></div> <div>Så han har dragit ur en kontakt men den behöver fortfarande en annan kontakt för plasma-molnet?<br/>  Det låter ju i så fall som att den inte alls genererar mer energi än vad som kommer in i den.<br/>  Synd att du inte minns eller hittar en sådan film dock. <br/> <br/>  Men att de möts med misstänksamhet är ju inte så konstigt om de inte lyckats producera ett test där maskinen driver sig själv, vilket den skulle kunna göra om den producerade mer energi än vad man tillför.</div> </td> </tr> </table> </div> <br/>  Det går säkert göra om den funkar.<br/>  Jag är inte helt säker, men det sades \"självgående\". Men jag tror de drog ut den stora kabeln för uppvärmning mm. Jag tror det måste tillföras lite energi för plasma-molnet. (El, ultradjud. laser mm inverkar). Här krävs också att det finns hög koncentration av väte.<br/> <br/>  Men Ingenjör Rossi och forskarna bakom har säkert inte sådana planer.<br/>  Det är fullt tillräckligt att kontrollera mätinstrument och mäta inmatad effekt, samt avgiven effekt.<br/>  Jag gissat att Rossi bara försökt bygga en apparat som funkar, sedan visa upp den.<br/> <br/>  Det var några svenskar nere och studerade en demonstration. (vetenskapsjournalist och forskare).<br/>  De kunde se överskotts-effekt, som inte kan förklaras på annat sätt än via LENR.<br/>  Jag gissar att de menar att det inte kan förklaras kemiskt med väte mm, kristall-upplagrad energi.<br/> <br/>  (I Pd/D-LENR så ökar volymen kraftigt i Pd, då mycket tungt väte D kommit in).<br/> <br/>  Men alla är så misstänksamma, så det behövs maximalt starka bevis.<br/>  Ingen har bevisat humbug ännu.<br/> <br/>  Jag själv tar inte ställning ännu, det kan ju finnas tusen misstag. Jag väntar och se.<br/> <br/>  Jag tittar på annat om LENR som inte berör Rossis E-CAT.<br/> <br/>  Här är en Vetenskaps-jornalist, som vet mycket om LENR, men var lite sur på att Rossi inte svarade perfekt på hans frågor. (Språkproblem? Irriterad?).<br/>  Om W-L-teorin för fysiker:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/> <br/>  Steven B. Krivit, 2007:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmlKQRB2fRTc%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D2\" target=\"_blank\">http://www.youtube.com/watch?v=mlKQRB2fRTc&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P&amp;index=2</a><br/> <br/>  Vetenskapens värld.<br/>  En del kända kärnfysiker har den felaktiga uppfattningen att det måste ske som het-fussion. SVT borde ha nämnt W-L-teorin mm.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D2D-yHkmmkDc%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D27\" target=\"_blank\">http://www.youtube.com/watch?v=2D-yHkmmkDc&amp;list=PLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P&amp;i  ndex=27</a><br/> <br/>  Det är ytterst intressant. Tänk på framtidens energi och oljan.<br/>  Det verkar för bra för att vara sant. Men det finns en hel del som ser ut som bevis för en ny sorts kärnreaktion inne i kristaller eller vid ytan. (kanske i gitterdefekter?)<br/> <br/>  Christer"
	},
	{
		"postIndex": 741,
		"postNumber": 766,
		"rankGlobal": 35,
		"scoreGlobal": 74.2,
		"userRank": 2,
		"userScore": 99.2,
		"postUserName": "Bjorn-Ola",
		"postUserID": "u531148",
		"postUserUrl": "https://www.flashback.org/u531148",
		"postDateTime": "2011-10-30, 11:51",
		"postUrlInThread": "https://www.flashback.org/t1427614p64",
		"postUrlUniq": "https://www.flashback.org/sp33743067",
		"sentence": "Det verkar allt mindre sannolikt att detta är en bluff.<br/>  Jag kan i så fall inte förstå konceptet.<br/>  Det finns ingen chans i världen att Rossi kan sälja ett helt värmeverk som inte fungerar.<br/>  Sådana anläggningar testas noga av kunden innan pengar lämnas över.<br/>  Ett bluffkoncept är att göra en tvivelaktig demonstration och sedan gå ut och ragga investerare.<br/>  Så har ju Rossi inte gjort. Han bygger en färdig anläggning och säljer den sedan.<br/>  Är det något i det här som jag inte har förstått?<br/> <br/>  Sedan verkar ju det folk som stöder honom vara trovärdiga personer och inga duvungar precis.<br/>  Det är osannolikt att de låter sig luras eller delta i lurendrejeriet.<br/>  Dessutom så finns det rapporter från annat oberoende håll som visar på positivt resultat med liknande teknik. Alla jobbar med nickel och vätgas i någon form.<br/>  Det är ju inte så att Rossi kommit på allt själv.<br/>  Det bygger ju på forskning som andra har gjort.<br/>  Jag tror inte heller att Nasa skulle börja titta på det här om inte det låg något bakom.<br/> <br/>  Att det är så få forskare som vågar engagera sig i detta beror på att kall fusion kom i vanrykte efter 80-talet och idén kall fusion numera jämställs med föreställningen om evighetsmaskinen.<br/>  Att rota i det här är att döda sin karriär. Tragiskt att det är så. Det är typiskt att det är forskare med karriären bakom sig som sysslat med det här.<br/>  Dessutom så handlar det ju inte om kall fusion i den bemärkelsen att två väteatomer slås ihop."
	},
	{
		"postIndex": 119,
		"postNumber": 124,
		"rankGlobal": 36,
		"scoreGlobal": 74,
		"userRank": 32,
		"userScore": 7,
		"postUserName": "sp3tt",
		"postUserID": "u93878",
		"postUserUrl": "https://www.flashback.org/u93878",
		"postDateTime": "2011-01-22, 02:51",
		"postUrlInThread": "https://www.flashback.org/t1427614p11",
		"postUrlUniq": "https://www.flashback.org/sp28391639",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Nej, jag är ingen fysiker så jag vet inte tillräckligt om fysiken för att uttala mig om något är möjligt eller omöjligt. Min poäng är att det kan inte du heller såvida du inte vet ALLT och då menar jag verkligen allt om fysik. Det är bara naivt att tro att vi vet tillräckligt för att utesluta allt som inte stämmer överens med det vi vet IDAG.</div> </td> </tr> </table> </div>   Jag behöver inte känna till allt om allmän relativitetsteori för att veta att det går 365 dagar på ett år. Att man inte är allvetande är inte samma som att man inte vet något. Dagens teorier är extremt noggrann testade <i>inom sina giltighetsområden</i>. Just det där med giltighetsområden är något som folk som förläst sig på populärvetenskap inte verkar begripa. Newtonsk mekanik kommer inte ersättas med något annat, man vet när den kan tillämpas och att den funkar väldigt, väldigt bra inom det området. NASA använder inte relativistiska korrektioner för att skicka sonder till Mars. När nya upptäckter och korrektioner till teorier sker, så är det alltid i extremfallen. Newtons mekanik korrigeras för extremt höga hastigheter och extremt små föremål. Faktum är att ett rimlighetskrav för nya teorier är att de ger de gamla teorierna när man närmar sig deras giltighetsområden. (Låter man hastigheterna gå mot 0 i relativistisk mekanik får man Newtonsk mekanik, och så vidare.)<br/> <br/>  Du erkänner ju själv att du inte kan något, så varför envisas du? Det är visserligen sant att man inte vet exakt vad som avgör vilka kärnor som är stabila och vilka som inte är det. Det är trots allt komplicerade system som det krävs superdatorer för att räkna på. Det vi kan säga är att sönderfallsfrekvensen alltid är densamma för varje kärna. Man känner inte till någon process som kan accelerera eller förhindra sönderfall. Och även om det finns en sådan process, så är energin som krävs antagligen sådan att det skulle vara omöjligt att driva den aktuella maskinen och utvinna energi.<br/> <br/>  Hur som helst spelar det ändå ingen roll eftersom patentet tydligen nämner att det förekommer beta+-sönderfall, så varför vi diskuterar om det går att förhindra begriper jag inte riktigt längre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så antingen vet du allt, eller så vet du ingenting om det vi inte har kommit på. Där har du logik, något jag är bättre på än fysik.      </td> </tr> </table> </div>   Men vi vet idag en hel del om det vi vet saker om. Till exempel beta+-sönderfall och kärnfysik. Motsatsen till \"allt\" är inte \"inget\", hur var det med logiken?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Men snälla, tror du inte det har forskats i området förr eller? Leonardo Da Vinci skissade på den första helikoptern. De du.</div> </td> </tr> </table> </div>   Och om man ritar en drake har man forskat i biologi. Nå, det var nog lite respektlöst mot Leonardo, principen är ju faktiskt god och en fallskärm skissade han också. Det är fortfarande inte jämförbart med att faktiskt konstruera något, göra kvantitativa förutsägelser och testa dem. Leonardo hade inte ens de matematiska verktyg som krävs för att beskriva luftens rörelse eller för den delen Newtons mekanik, så nej, hans kunskap om aerodynamik är <i>fortfarande inte jämförbar</i> med dagens kunskap om kärnfysik.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Skillnaden var att vi inte hade tillräcklig kunskap på den tiden och då är frågan vad som får dig att tro vi har tillräckligt med kunskap för att avfärda allt idag?      </td> </tr> </table> </div>   Jag har ju inte läst varenda artikel som någonsin publicerats inom kärnfysik, men jag känner mig rätt säker på att man aldrig har hittat en process som påverkar sönderfallshastigheten för radioaktiva isotoper.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Halge78</strong></div> <div>Problemet är inte bara att du sannolikt saknar sakkunnande gällande kärnfysik, du saknar även kunskap om hur forskning bedrivs. <br/> <br/>  Det är inte 5 skäggiga gubbar i en stuga i fjällen som är forskarna.<br/> <br/>  Du påstår att vi vet så lite och att fysiker inte kan säga vad som är möjligt eller inte. Så är kanske, men du missar själva poängen.<br/> <br/>  Forskning går inte ut på att chansa fram ett svar. Man gör kvalificerade gissningar. Dessa gissningar kräver kunnande och detta kunnande är i princip allmän egendom (inom dessa kretsar). Gubbarna med vitt skägg sitter inte i sin stuga tysta och funderar. Därför är det så osannolikt att en grupp forskare skulle ta fram något sådant här utan att forskarvärlden kände till det.</div> </td> </tr> </table> </div>   Ja, en process som ändrar sönderfallshastigheten skulle vara en minst lika stor upptäckt. Speciellt om den går att genomföra med den utrustning som det rör sig om i det här fallet. Atomkärnans existens är ju rätt lätt att påvisa, men om man ska undersöka protonernas och neutronernas struktur ska det till en rejäl partikelaccelerator. Inte direkt något man bygger i garaget, alltså."
	},
	{
		"postIndex": 1856,
		"postNumber": 1914,
		"rankGlobal": 37,
		"scoreGlobal": 74,
		"userRank": 10,
		"userScore": 24.4,
		"postUserName": "Entr0pi",
		"postUserID": "u467662",
		"postUserUrl": "https://www.flashback.org/u467662",
		"postDateTime": "2013-07-12, 21:22",
		"postUrlInThread": "https://www.flashback.org/t1427614p160",
		"postUrlUniq": "https://www.flashback.org/sp44291221",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44278566#p44278566\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Entropi, jag tror du kan mycket om fysik.<br/> <br/>  Kan du visa på att följande är falskt:<br/> <br/> <br/> <br/>  Denna information ändrade min inställning.<br/>  Mer av aw på sid 15 i denna tråd:<br/> <a href=\"https://www.flashback.org/t1427614p15\" target=\"_blank\">https://www.flashback.org/t1427614p15</a><br/> <br/>  Om man kan skapa en långsam neutron, så kan den lätt hamna i nån kärna och bilda en isotop, som sönderfaller.<br/> <br/>  Problemet är att man ännu inte kan förklara varför gamma inte bildas. Men kvantfysikern  Dr. Peter Hagelstein at the Massachusetts Institute of Technology, försöker ta fram kvantmekaniska beräkningar som förklarar det.<br/> <br/>  Det finns flera saker som kan vara LENR.<br/>  Ryssarna fann att neutron-strålningen ökade något över bakgrunden före jordskalv. (Piezo?).<br/>  Åsk-blixtar sägs öka neutron strålningen under kort tid.<br/>  Detta sker utan att radioaktiva isotoper tillförs.<br/>  Det finns även flera experiment som visar på att nya isotoper bildas.<br/>  Elektronmikroskopbilder med små kratrar.<br/>  IR-bilder som visar var värmeutvecklingen sker. (Positionen visar att man kan avfärda vissa hypoteser).<br/> <br/>  Den som vill kolla mer om Widom-Larsen-teorin har en utmärkt sida av Krivit:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/></div> </td> </tr> </table> </div>   Jag ville läsa lite mer om Widom-Larsen-teorin innan jag sa något, för jag tyckte inte sidan du länkar är särskilt utmärkt; utan tvärt om ganska förvirrande; och jag hoppades hitta någon mer precis beskrivning. Dock verkar teorin inte vara byggd på något speciellt argument eller någon matematik, utan de verkar bara ha tagit \"fina\" ord och effekter, och satt ihop dem så att det låter fint. Ett av de första resultaten på google gäller precis samma fråga: <a href=\"/leave.php?u=http%3A%2F%2Fphysics.stackexchange.com%2Fquestions%2F43138%2Fwidom-larsen-theory\" target=\"_blank\">http://physics.stackexchange.com/que...-larsen-theory</a> , läs Ron Maimons svar, det förklarar bra varför teorin inte är vettig. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44278566#p44278566\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Krivit är kritisk mot Rossi. Jag är tvivlare, men en hel del tyder på LENR.<br/>  Jag vet inget absolut säkert, men den dag det står en massa \"E-CAT\" som ger överskotts-energi, lite här och där, så borde det vara starkt bevis.<br/>  Het fusion har ännu inte lyckats med sånt bevis.<br/> <br/>  Christer</div> </td> </tr> </table> </div> <br/>  Vadå, titta på solen: där har du bevis på att het fusion fungerar och kan ge överskottsenergi. Sen har vi ju vätebomber, som bevisar att vi kan \"utvinna energi\" från fusion. Det \"enda\" vi inte lyckats med än är att göra det under kontrollerade former; men det finns inget som säger att detta är omöjligt. När det gäller kall fusion har vi däremot inga ordentliga bevis på att kall fusion ens är ett äkta fenomen, än mindre bevis på att man kan utvinna energi från det."
	},
	{
		"postIndex": 2077,
		"postNumber": 2139,
		"rankGlobal": 38,
		"scoreGlobal": 73.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ChristerN",
		"postUserID": "u462241",
		"postUserUrl": "https://www.flashback.org/u462241",
		"postDateTime": "2014-02-19, 00:18",
		"postUrlInThread": "https://www.flashback.org/t1427614p179",
		"postUrlUniq": "https://www.flashback.org/sp47579296",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Entr0pi</strong> <a href=\"/p47525504#p47525504\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Kall fusion är ju 25 år gammalt så borde det inte redan övertygat folk om det nu var så väl bevisat? Både Einsteins relativitetsteori och den mycket skummare kvantmekaniken hade övertygat majoriteten av fysikerna på 25 år, och att det fanns filosofer som inte förstod Einstein spelar ju knappast någon roll alls. Och den yngre generationen fysiker tror knappast på kall fusion mer än den äldre. Så din jämförelse haltar rätt rejält. <br/> <br/>  Dessutom, i princip är kall fusion väldigt enkelt att undersöka experimentellt, iaf. om man jämför med vad man gör i andra delar av fysiken. Titta på experimenten i högenergi partikelfysik och hur mycket och bra data de samlar in. Jämfört med detta är att mäta värme-produktionen och de kemiska produkterna av en kall-fusion process rena barnleken. Och trots detta så finns inte övertygande bevis efter 25 års forskning. Är folket som arbetar på det inkompetenta, eller finns det kanske inte ett äkta fenomen där? <br/> <br/> <br/>  Att neutroner kan bildas är en teori, som inte har stöd i experiment, eller stämmer med den normala modellen av kärnfysik. <br/> <br/>  ...</div> </td> </tr> </table> </div> <br/>  Tänk på att alla forskare ändrar inte uppfattning på en enda dag.<br/>  Möjligen ändrade många uppfattning blixtsnabbt efter första atombomben.<br/>  Än i dag finns många religiösa som inte tror på Darwins teori.<br/>  \"En ny vetenskaplig teori slår inte igenom för att opponenterna blir övertygade och ser ljuset, utan för att de dör ut och ersätts av en ny generation\" (Max Planck).<br/>  Det finns många exempel, på där det tar mycket lång tid innan en ny teori blir fullt accepterad.<br/> <br/>  Då det gäller gäller LENR, så gjordes ett mycket grovt fel i graf i en utredning om \"Kall fusion\". Mallove har gjort en rapport om detta, som finns på internet.<br/>  Detta är en av förklaringarna till att få tror på det. Det är säkert svårt att få forskningsanslag, vilket kan fördröja det kraftigt. (Jmf. Het fusion med mycket stora anslag).<br/> <br/>  Det finns hundratals experiment med minst 20 olika metoder, som styrker att LENR finns.<br/>  Jag ser transmutationer som starkt bevis på LENR. Men även elektronmikroskop-bilder, IR-bilder kan vara bra bevis.<br/> <br/>  Då det gäller bildandet av neutroner, så finns forskning som styrker att det kan ske.<br/>  Ryssarna fann ökad neutronstrålning innan jordskalv. (Kanske detta fått en del att experimentera med piezo-effekter???)<br/>  Vid blixtnedslag, så har en del mätt upp ökad neutronstrålning. (NASA-satelit har även sett ökad gamma-strålning högt upp.)<br/> <br/>  CERN har kollat upp ULM-neutroner vid LENR, jag uppfattade det som de sett en liten men signifikant ökning. Nu tror jag det är svårt att mäta ULM-neutroner, därför de hamnar mycket lätt i en kärna, innan de rört sig långt.<br/> <br/>  Enligt Widom-Larsen-teorin så sker LENR i plasma. Det är t.ex. Väte-plasma. Det bör finnas nån elektron som är närmare protonen än andra, och därför inte repelleras mycket av andra elektroner. Andra elektroner kanske även trycker på i vissa lägen.<br/>  Jag upprepar för andra:<br/>  WLT: Ett plasmamoln (e+p) oscillerar kollektivt, där elektromagnetiska fält bildas av kollektivet och påverkar plasmat. Resonanser kan vara viktiga. Ibland sker där reaktionen: e+p+energi--&gt;neutron + neutrino.<br/> <br/>  Nu kan jag tänka mig det är möjligt att skapa neutroner, och övrigt är lättare att begripa.<br/> <br/>  LENR kan absolut inte jmf. med evighetsmaskiner och annat humbug.<br/>  Världen behöver några bra forskare, som studerar LENR, och det finns några som verkar vara bra forskare. <br/> <br/>  Christer"
	},
	{
		"postIndex": 125,
		"postNumber": 130,
		"rankGlobal": 39,
		"scoreGlobal": 72.7,
		"userRank": 24,
		"userScore": 9.6,
		"postUserName": "Halge78",
		"postUserID": "u257612",
		"postUserUrl": "https://www.flashback.org/u257612",
		"postDateTime": "2011-01-22, 03:35",
		"postUrlInThread": "https://www.flashback.org/t1427614p11",
		"postUrlUniq": "https://www.flashback.org/sp28392077",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Jag har aldrig påstått att jag vet någonting om partikelfysik eller någon fysik för den delen. Jag förstår mycket väl hur forskningen bedrivs, men jag förstår inte varför, om det nu är omöjligt enligt våra partikelfysiker på flashback, man bedriver forskningen och faktiskt får resultat som forskningen dessvärre har problem att tyda? <br/> <br/>  Man borde inte få ett enda resultat om det vore omöjligt, varför har man då fått flera resultat som dessutom är oberoende av varandra? Allt jag sagt är att jag inte ser det som en omöjlighet och det är detta jag blir kritiserad för känns det som.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fnews.bbc.co.uk%2F2%2Fhi%2Fscience%2Fnature%2F7959183.stm\" target=\"_blank\">http://news.bbc.co.uk/2/hi/science/nature/7959183.stm</a></div> </td> </tr> </table> </div> <br/>  Jag kritiserade dina argument (som du enligt dig själv använt logik till att komma fram till). Du gjorde bland annat jämförelser med flygplan på 1800-talet och verkade tro att fysiker i slutet på 1800-talet inte trodde att saker kunde flyga. Någon skrev något om att man kan lura fysiken och få flygplan att flyga (vet inte om det var du, och bryr mig inte nämnvärt) men mer fel kan man inte ha. <br/> <br/>  Du är inte intresserad av de inlägg som ger svar. Kanske vissa är på för hög nivå för att man ska kunna förstå, men då får man fråga. <br/> <br/>  Vi säger inte att kall fusion är omöjligt (jag gör det inte i alla fall). Jag säger att det är mycket osannolikt att denna grupp av italienare skulle ha byggt en liten maskin som ger nettoeffekt med hjälp av fusion. Läs på lite gällande ITER (som ska slå ihop väte till helium) och inse vilka problem dom har.<br/> <br/>  Det finns forskningsprojekt gällande en massa \"tomte-saker\". Otroligt mycket som aldrig blir något. Men att tro att dom i hemlighet byggt en fungerande reaktor, trots att teorierna säger att det inte går (som dom beskriver) är gränsfall till naivt.<br/> <br/>  Jag hade nöjet att för några år sen läsa en sommarkurs i Ukraina som hölls av 4 ukrainska teoretiska fysiker som jobbar inom ITER. Jag ska erkänna att jag inte förstod allt, men jag fick hur som helst klart för mig vilka svårigheter som ligger bakom..."
	},
	{
		"postIndex": 1096,
		"postNumber": 1129,
		"rankGlobal": 40,
		"scoreGlobal": 72.5,
		"userRank": 2,
		"userScore": 99.2,
		"postUserName": "Bjorn-Ola",
		"postUserID": "u531148",
		"postUserUrl": "https://www.flashback.org/u531148",
		"postDateTime": "2012-06-19, 11:24",
		"postUrlInThread": "https://www.flashback.org/t1427614p95",
		"postUrlUniq": "https://www.flashback.org/sp37942369",
		"sentence": "Jag håller inte med dig alls, Kulturmarxist.<br/> <br/>  Rossi har varit väldigt öppen med det han tänker göra, nämligen att börja tillverka och sälja produkter.<br/>  Han ser ingen mening med att försöka bevisa något i vetenskapliga tester utan produkterna får bevisa sin egen förträfflighet när de kommer ut på marknaden. Öppenheten visar sig i att han svarar på frågor från allmänheten och inte försöker dölja problem. Du kan följa detta här: <a href=\"/leave.php?u=http%3A%2F%2Fwww.rossilivecat.com%2F\" target=\"_blank\">http://www.rossilivecat.com/</a><br/>  Ett problem han har är att det verkar vara svårt att få patent på något med kall fusion, patentverket i USA verkar konsekvent avvisa allt som har med kall fusion att göra. <br/>  Att vara uppfinnare är inte lätt. Se bara på Håkan Lans som ägnat det mesta av sin tid med att försvara rätten till sina egna uppfinningar. <br/>  Det kan vara anledningen att han hellre väljer att starta en egen produktion, eller så tycker han helt enkelt att det är roligare. Det är inte alla som uppskattar att ligga i en solstol och sippa drinkar utan hellre väljer att vara aktiva och uträtta något. Rossi är en typisk entreprenör. Jag ser inget skumt i hans agerande alls.<br/> <br/>  De som hävdar att Rossi bluffar måste kunna peka på ett trovärdigt koncept.<br/>  Skulle allt vara bluff så agerar Rossi på ett märkligt sätt. Varför ta fram ett koncept med värmeverk som består av en massa ekatter och som bara går att sälja efter att kunden gjort en besiktning av anläggningen? Istället borde han väl stanna vid att visa att tekniken fungerar och sedan få folk att investera om han vill hova in pengar?<br/>  Varför berätta att man har svårt med stabiliteten vid högre temperaturer?<br/>  Varför begränsa sig till COP 6?<br/>  Varför starta samarbete med företag som National Instruments?"
	}
]
