[
	{
		"postIndex": 1147,
		"postNum": 1167,
		"postLink": "/sp37709187",
		"postTime": "2012-06-04",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "<b>Q, Jag har såhär många köpoäng kommer jag kunna få denhär lägenheten?</b><br/> <br/>  Det är omöjligt att säga dels pg.a hur studentbostäders kösystem är utformat och dels för att poängen varierar kraftigt. Men generellt kan man säga ~900 för en etta i ryd  ~1200+ för en etta på irrblosset eller T1. Korridorsum i ryd står tomma under vårterminen så det är omöjligt att sätta en poängsumma på dem med tanke på specialreglerna under början av höstterminen<br/> <br/> <b>Q Jag har hört något om förtur hur fungerar det?</b><br/> <br/>  Så fort antagningsbeskedet har kommit läggs alla korridorsrum som är lediga upp på studentbostäders hemsida och som ny student folkbokförd utanför linköping har man förtur, vilket innebär att skulle någon som inte stämmer in på kriterierna söka så får du lägenheten ändå. Viktigt att poängtera är att deras poäng syns fortfande som högst så att bara för att det står att någon har högre poäng än dig betyder inte det att du inte är först i kön<br/> <br/> <b>Q Hur bör jag tänka när jag söker till terminsstarten?</b><br/> <br/>  Här gäller det att vara smart, Systemet är uppbyggt att varje person kan intresseanmäla 5 lägenheter men bara bli erbjuden en, Detta gör att i snitt försvinner 4 personer från kön på varje lägenhet och det är smartare att söka lägenheter med få sökande än med låga poäng då endast den med högst visas. Observera även att äldre studenter kan söka och stå som högst utan att vara först i kön så stirra er inte blinda på poängen.<br/> <br/>  Något annat som är värt att poängtera är att korridorerna på Irrblosset och Flamman är attraktivare av äldre studenter då de generellt sett har bättre sammanhållning och ligger närmare stan men förturen gäller även här. Samtidigt är väldigt många nya studenter inställda på ryd och ryggar tillbaka av de höga köpoängen på flamman och irret så här kan man knipa åt sig guldkorn om man har tur.<br/> <br/> <b>Q Vad kostar saker?</b><br/>  Korridorsrum ryd från: 2700<br/>  Korridorsrum Irret: 2900<br/>  Korridorsrum flamman: 2800<br/>  Etta ryd Från: 3600<br/>  Etta nya irret/T1: ca 4400<br/>  Etta gamla irret: Varierar kraftigt beroende på storlek har ingen summa i huvudet<br/>  Lambohov: dont do it<br/> <br/>  Summorna är tagna från huvudet och skall tas med en nypa salt. I samtliga områden ingår (utom något enstaka hus i lambohov värme/vatten/el och internet kostar 119kr för 10/10 och 249kr för 100/10. Colonia har jag inte heller i huvudet men det är dyrt och vatten/el ingår inte i hyran. Något annat som är värt att tänka på är att de korridorsrum i ryd som har lägre hyra inte är renoverade och vissa av dom är riktigt skabbiga så dendär hundralappen som skiljer är värd varenda krona enligt mig.<br/> <br/> <b>Berga Johannelund Pendla från andra orter?</b><br/> <br/>  Jag tycker personligen att det inte är värt att bosätta sig någon annan stans än i innerstan valla gottfridsberg ryd skägget eller lambohov då man hamnar sjukt off och bostadssitationen är inte så farlig i linköping och det brukar ordna sig ganska snabbt om man bara har lite is i magen men om man vill åka buss varje dag eller cykla en halvtimme i uppförsbacke så är det något man får avgöra själv.<br/> <br/> <b>Hjälp jag fick inget korridorsrum vad skall jag göra?</b><br/> <br/>  Först och främst återbud, Varje dag publiceras återbud på studentbostäders hemsida, Dessa är lite luriga att se för de är inte markerade på något annat sätt än att tiden för intressanmälningar tar slut ca 13.00 samma dag, så se till att kolla alla lägenheter varje morgon.<br/> <br/>  Studentkårerna på liu har en bostadspool som man hittar på <a href=\"/leave.php?u=http%3A%2F%2Fbostad.karservice.se%2Fbostadspoolen%2F\" target=\"_blank\">http://bostad.karservice.se/bostadspoolen/</a> där både privata hyresvärdar och mindre bostadsbolag lägger upp lägenheter, De har även nödbostäder i ryd under första veckorna där man kan hyra en sängplats dag för dag. <a href=\"/leave.php?u=http%3A%2F%2Fwww.student.liu.se%2Fanslagstavlan%2F%3Fl%3Dsv\" target=\"_blank\">http://www.student.liu.se/anslagstavlan/?l=sv</a> LiUs egen anslagstavla där det folk som vill hyra ut i andra hand eller letar rumskompisar annonserar. <a href=\"/leave.php?u=http%3A%2F%2Fwww.graflunds.se%2F\" target=\"_blank\">http://www.graflunds.se/</a> har massvis med 3or och 4or i ryd som de delar ut enligt först till kvar, Dessa lägenheter är faktiskt rätt trevliga och de renoverade är ganska fräscha, många har egen tvättmaskin och diskmaskin, har du råd rekomenderar jag dig att ta första hyran själv en 3a själv och leta folk på plats. Det kommer garanterat finnas folk som vill ha den och det är inte kul att bo ihop med retards. <a href=\"/leave.php?u=http%3A%2F%2Fwww.linkoping.se%2Fsv%2FBygga-bo%2FHitta-bostad%2FHyresvardar-i-Linkoping%2F\" target=\"_blank\">http://www.linkoping.se/sv/Bygga-bo/...r-i-Linkoping/</a> En lista på hyresvärdar, skriv ihop ett standardmail och gör ett massutskick. <a href=\"/leave.php?u=http%3A%2F%2Fwww.corren.se%2F\" target=\"_blank\">http://www.corren.se/</a> Är linköpings största dagstidning som har lite bostads annonser. Annars är det blocket etc som gäller.<br/> <br/> <b>Dubbelhjälp jag har fortfarande inte tak över huvudet skall jag ge upp min plats?</b><br/> <br/>  Nej, kolla runt på internet, många hotell, stugcampingar, har studentrabbat under de första veckorna, Kåren har som sagt nödbostäder man kan hyra natt för natt och skall du börja på program så finns det nästan garanterat faddrar som ställer upp men en soffa eller madrassplats.<br/> <br/> <br/> <b>Länksamling</b><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.studentbost%E4der.se\" target=\"_blank\">www.studentbostäder.se</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.st%E5ng%E5staden.se\" target=\"_blank\">www.stångåstaden.se</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.byggvesta.se\" target=\"_blank\">www.byggvesta.se</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.graflunds.se%2F\" target=\"_blank\">http://www.graflunds.se/</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.linkoping.se%2Fsv%2FBygga-bo%2FHitta-bostad%2FHyresvardar-i-Linkoping%2F\" target=\"_blank\">http://www.linkoping.se/sv/Bygga-bo/...r-i-Linkoping/</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fbostad.karservice.se%2Fbostadspoolen%2F\" target=\"_blank\">http://bostad.karservice.se/bostadspoolen/</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.student.liu.se%2Fanslagstavlan%2F%3Fl%3Dsv\" target=\"_blank\">http://www.student.liu.se/anslagstavlan/?l=sv</a><br/> <br/>  Dethär var vad jag kunde komma på såhär på kvällskvisten, om mod vill så får ni gärna lägga den i startinlägget så kan resten av tråden behandla detaljfrågor istället för att samma skit skall frågas om och om igen. Och om någon har fler frågor så svarar jag gärna på PM"
	},
	{
		"postIndex": 138,
		"postNum": 141,
		"postLink": "/sp24748421",
		"postTime": "2010-08-10",
		"postUser": "MMDUJA",
		"postUserID": "/u231472",
		"postUrl": "https://www.flashback.org/t1538501p12",
		"userUrl": "https://www.flashback.org/u231472",
		"sentence": "Kör ett litet instick om allt och inget här, någon både lugnar och hjälper det säkert. Minns hur nippring jag var inför studiestarten för dryga två år sedan, ville gärna ha koll på allt, verkligen allt, innan jag skulle börja. Så, hur gick det då? Här är min topplista på saker man inte ska oroa sig för men som man ändå funderar över.<br/> <br/>  1) <b>Boendet.</b> Det är bara att acceptera att ytterst få, om ens några, flyttar in i sitt drömboende det allra första de gör. Prova ett år i Ryd, ett halvår i korridor på flamman, en fadders soffa, ett konstigt kollektiv - allt blir kul. Självklart tänkte jag öht inte så här innan jag började, men i efterhand inser man att allting verkligen fixar sig. Nu har jag ett boende som jag är övertygad om att jag kommer ha kvar resten av min studietid, men det tog också ett drygt år innan jag hamnade där.<br/> <br/>  2) <b>\"Ett lugnt område\".</b> Herregud, folk målar upp Ryd, Skäggetorp, Berga - you name it - som om de vore Harlem eller Soweto. Linköping är en löjligt lugn stad, de \"skrämmande invandrargäng\" man möter i Ryd består kanske av sju-åtta småungar på 14 år som springer runt och kastar ägg på fönsterrutor. Jag har aldrig någonsin känt mig otrygg i Linköping. Folk som målar upp skräckpropaganda om Skäggetorp kommer med stor säkerhet från någon liten håla i Norrland där traktens största snackis fortfarande är den där mörkhyade killen som jobbade där förrförra sommaren.<br/> <br/>  3) <b>Träffa nya människor. </b> No worries, så länge du inte valt att bosätta dig under en sten och är gravt socialt inkompetent (läs: ointresserad av människor what so ever) kommer du inte kunna undvika att träffa väldigt många nya människor. Det är löjligt mycket folk i åldern 18-30 som studerar, och de allra, allra flesta är i samma situation som du. Du behöver inte bo på precis rätt ställe, göra exakt rätt saker och anpassa dig efter precis det som \"alla andra\" gör för att hitta väldigt trevliga människor att umgås med.<br/> <br/>  4) <b>Kommunikationerna.</b> Skit i buss, bil och den där nya, fräsiga studentcykeln du tänkt införskaffa. Linköpings cykelutbud är en stor transportpool, har du någon gång pitchat in en egen cykel är du i princip fri att alltid ha tillgång till en - oavsett om den kanske inte riktigt är din ur en juridisk aspekt. Så resonerar många, och du KOMMER få din cykel stulen någon gång. Skaffa en enkel pärla som fyller sitt syfte, men som du inte gråter blod över om du glömmer i ett dike någonstans på fyllan.<br/> <br/>  5) <b>Att klara studierna.</b> Det gör du, till slut. Var inte så orolig för att det skall vara för svårt eller för att du skulle ha glömt för mycket - för det har du med all säkerhet gjort. Dock är alla i samma sits, och examinatorerna är inte dummare än att de vet om att folk är nya i studielivet. De anpassar sig!<br/> <br/>  6) <b>Ekonomin.</b> Går fantastiskt bra att klara sig på 8 bananer i månaden. Utelivet är billigare än där du kommer ifrån, maten kan man lägga en del pengar på utan att det förstör allt för mycket, och även om du har en hyra på 4500 så kommer du ta dig runt! <br/> <br/>  7) <b>\"Allt händer i Ryd\".</b> Detta påstående är tyvärr BS för vissa, mer sanning för andra. Läser du en teknisk inriktning; typ Data, Fysik, Maskin eller liknande kommer du hitta många av dina klasskompisar, och därför också närmare vänner den första tiden, i Ryd. Om du å andra sidan läser till ekonomi, dess industriella dito eller för den delen läkare hittar du betydligt fler av dina klasskompisar i Valla, Gottfridsberg eller Innerstan. Lärare, Socionomer, Sjuksyrror finns utspridda över hela stan. Alltså, detta är såklart grova generaliseringar, men jag har under min tid i Linköping spenderat betydligt mycket mer fritid utanför än i Ryd, och då bodde jag ändå där ett tag. Du blir alltså aldrig utanför (om du inte vill det!) var du än bor.<br/> <br/>  Ni kommer ha sjukt kul. Att börja plugga här kan vara ett av de bättre valen ni gjort i era liv. Oroa er inte så mycket, har ni inget boende när ni kommer ner löser det sig. Har ni inga kompisar nu kommer ni ha det sen. Är ni fula nu kommer ni få ligga ändå. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 1146,
		"postNum": 1166,
		"postLink": "/sp37709174",
		"postTime": "2012-06-04",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Jag har med tanke på att Lith precis fått sommarlov väldigt mycket tid över till onödig skit så jag tänkte skriva ihop en liten FAQ om det jag vet om bostadsläget i Linköping då det är tredje sommaren jag sitter i denhär tråden och det är i stort sätt samma frågor som ställs varje gång. <br/> <br/>  Jag vill poängtera att allt baserar sig på uppfattningen jag har fått av att bo i linköping och följa denna tråden så jag reserverar mig för fel och tolkningsfrågor angående allting.<br/>  Vi börjar med en karta där Campus valla och HU samt Studentbostäders områden är utmarkerade, (ursäkta för den låga upplösningen men jag sitter på min netbook)<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fimgur.com%2FaefRy\" target=\"_blank\">http://imgur.com/aefRy</a> <br/> <br/> <b>FAQ:</b><br/> <br/> <b>Q: Vad är det första jag bör göra?</b><br/> <br/>  Ställ dig i kö på  <a href=\"/leave.php?u=http%3A%2F%2Fwww.st%E5ng%E5staden.se\" target=\"_blank\">www.stångåstaden.se</a> kommunens bostadsbolag <a href=\"/leave.php?u=http%3A%2F%2Fwww.studentbost%E4der.se\" target=\"_blank\">www.studentbostäder.se</a>  som är ett dotterbolag till stångåstaden som har hand om majoriteten av linköpings studentbostäder, <a href=\"/leave.php?u=http%3A%2F%2Fwww.byggvesta.se\" target=\"_blank\">www.byggvesta.se</a> som har hand om Colonia ett bostadsområde på campus valla. <br/> <br/> <b>Q: Vilka områden finns?</b><br/> <br/> <b>Ryd:</b><br/>  Ryd är det bostadsområdet som överlägset flest studenter bor och det är också här det flesta börjar. Det är ett miljonprojektområde så i stort sätt vart man än går ser man tvåvåningshus ut och det bor mycket invandrare här, det är dock väldigt lugnt och ganska mysigt och inte alls något ghetto som vissa verkar vilja få det att framstå som här utan det värsta man råkar ut för är gäng av invandrarungdommar (de ökända rydskidsen) som kastar kastanjer, ropar glåpord och skjuter miniraketer. Om ryd är bra eller dåligt är omöjligt att säga vissa älskar det andra hatar det, pluggar du på campus valla kommer de flesta av dina vänner bo här.<br/> <br/>  Området som är markerat på kartan som studentryd består av studentbostäders utbyd och här finns det korridorer (8 rum i varje med egen dusch) och lägenheter i alla möjliga storlekar. Och området markerat som människoryd består av graflunds 3or och 4or, Graflunds har inget kösystem och hyran är grym ifall man delar med någon.<br/> <br/>  Ryds allé är finns det inte så mycket att nämna om. Ungefär samma standard som i resten av studentryd.<br/> <br/>  I ryd finns även studentkrogen [HG] som ligger i en gammal herrgård (innhuserar förmodligen sveriges mysigaste herrtoalett) och det finns en grymt bra Hemköp som ligger 2 minuter promenadväg från studentryd.<br/> <br/> <b>Irrblosset (valla)</b><br/>  Irrblosset är det näst största området och det som ligger närmast campus valla (bortsett från colonia och människoryd) och det är här Underwearman huserar. Det är uppdelat i nya irrblosset (vallavägen 2-4) Och gamla irrblosset (resterande) Nya irret består av korridorer (även här 8 rum egen dusch), ettor och ett fåtal tvåor. Husen är byggda 2001-2002 någon gång och är ganska fräsha. Gamla irret är en renoverad och ombyggd vårdcentral med ettor och tvåor. Just att det är en ombyggd vårdcentral gör att planlösningen i vissa lägenheter är rätt konstig och man får skräckfilmsvibbar av trapphusen på natten men generellt sätt så får man fler kvadratmeter/krona än i nya irret.<br/> <br/>  Nackdelen med irret är att det är långt till bra mataffär, Det finns en coop konsum och en coop nära i runda slängor en kilometer åt varje håll men det är dyrare och har sämre utbud än hemköp i ryd. Mitt imellan irrblosset och T1 finns även stans mysigaste studentpub villevalla som har som nisch att sälja fin öl billigt.<br/> <br/> <b>T1</b><br/>  Ett stenkast från irrblosset ligger studentbostäders nyaste område. Bara lägenheter, fräscht men kräver många köpoäng. Samma sak här med mataffärsutbudet<br/> <br/> <b>Flamman (gottfirsberg)</b><br/> <br/>  Jag har inte så jättemycket erfarenhet av flamman men den uppfattning jag har fått är att det är här man skall hamna om man vill leva korridorslivet, Här är korridorerna större typ 20ish rum per korridor (har aldrig varit där så jag är inte helt säker) Och sammanhållningen i korridorerna verkar bättre här, Ganska skabbigt och mycket festande, finns även ett fåtal lägenheter. I källaren ligger studentkrogen Flamman som annordnar emminenta jazzkvällar med livemusik varje onsdag.<br/> <br/> <b>Fjärillen (gottfirsberg)</b> <br/>  Ett ombyggt kontorshus med lägenheter i olika storlekar, Har aldrig varit där och känner ingen som bor där. Ligger kanske 500 meter från flamman<br/> <br/> <b>Colonia</b><br/>  Byggvestas studentområde som bara är några år gammalt, väldigt fräscht men också väldigt dyrt. Det finns dock stora lägenheter där rummen hyrs ut separat vilket är något billigare än de vanliga lägenheterna. Området ligger PÅ campus valla så det är snornära till skolan, väldigt nära till donken också men långt till bra mataffär.<br/> <br/> <b>Lambohov</b><br/>  Ett ganska fint och lugnt område, ligger nära campus valla men långt ifrån allt annat, Inte jättemånga studenter som bor här vilket gör att det känns väldigt mer off än ryd gör även om det egentligen inte är så mycket längre ifrån allt.<br/> <br/> <b>Skäggetorp.</b><br/>  Ett annat miljonprojektsomräde långt ifrån campus och allmänt off. Hyran är billig men få stannar här någon längre än någon termin/år, stort plus att det finns Willys här.<br/> <br/> <b>Innerstan vasastan</b><br/> <br/>  Inte så mycket att orda om, det är en bit att cykla till campus valla men det är nära till allt annat."
	},
	{
		"postIndex": 1466,
		"postNum": 1500,
		"postLink": "/sp38403881",
		"postTime": "2012-07-19",
		"postUser": "Simsonite",
		"postUserID": "/u469835",
		"postUrl": "https://www.flashback.org/t1538501p125",
		"userUrl": "https://www.flashback.org/u469835",
		"sentence": "Först det första vill jag bara gratulera alla som lyckats fixa boende i första svängen. Kul att det löste sig för er!<br/> <br/>  För det andra skulle jag vilja säga till de surkukar som målar fan på väggen pga uteblivet boende att rycka upp er, och lita på oss erfarna linköpingsstudenter när vi säger att det kommer att lösa sig. Ni kommer inte att behöva sova på någons soffa i 50 veckor, om ni nu inte självmant väljer att göra det. Visst känner ni inte så många i Linköping just nu kanske, men efter en veckas nolle-p kommer ni att ha hittat andra personer som inte heller har något boende som ni trivs med, och vips så delar ni en större lägenhet. Om ni dock kör vidare med er pissiga attityd kommer inte en jävel att vilja bo med er och då står ni där utan boende, och det är enbart ni själva som har förlorat på det. Livet ger er inte alltid smörpassningar, utan ibland får man kämpa lite och prova alternativa lösningar. Detta kommer ni smärtsamt att bli varse under utbildningens gång om inte annat.<br/> <br/>  Slutligen skulle jag vilja ge några tips till er som inte har hittat boende än.<br/> <br/>  1. Kolla LiUs anslagstvla samt Blocket, var trevlig och sök.<br/>  2. Håll koll på Studentbostäders sida. Ibland kan det trilla in rum, och det borde definitivt göra det efter urval 2.<br/>  3. Kolla övriga hyresvärdar i Linköping, typ Stångåstaden, Graflunds, samt privata som tidigare länkats till.<br/>  4. Ta ett djupt andetag och chilla tills terminstart. Utnyttja de kontakter du har, och gör det tydligt under nolle-p att du inte har boende och kan tänka dig att dela lägenhet med någon. Konsultera bostadsakuten i Kårallen på Campus Valla och utnyttja den kunskap och de kontakter dina faddrar sitter på. Kanske känner de någon som behöver en ny person i ett kollektiv. <br/> <br/>  Lycka till med det fortsatta sökandet!"
	},
	{
		"postIndex": 600,
		"postNum": 611,
		"postLink": "/sp31681229",
		"postTime": "2011-07-15",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p51",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag lyckades inte få någon lägenhet via studentbostäder förra året och jag känner igen känslorna. skriver lite allmänt om va ni borde göra.<br/> <br/>  Först och främst försök kolla om ni har någon ni känner eller någon släkting som har en soffa över i någon vecka som nödlösning, om så inte är fallet packa bara väskan och åk dit till kursstart, det finns ALLTID faddrar eller klasskamrater som har en soffa man kan låna några dagar.<br/> <br/>  Sen börjar rutinen:<br/> <br/>  Kolla studentbostäders hemsida varje dag mellan 10-13, då publiceras återbud. De kan va lite svåra att se då de läggs upp precis som vanliga lägenheter men med är bara öppna för anmälning 3 timmar. Dessa går oftast för lägre poäng då få hinner anmäla sig.<br/> <br/>  Graflunds <a href=\"/leave.php?u=http%3A%2F%2Fwww.graflunds.se%2F\" target=\"_blank\">http://www.graflunds.se/</a> <br/>  det är linköpings näst största bostadsbolag och de har inget kösystem. Allt de har går enligt först till kvar principen. De har mest större lägenheter i ryd och skäggetorp men de är ofta ganska billiga och absolut inte omöjliga att har råd med ensam tills man hittar någon att dela med.<br/> <br/>  Linköpings universitets anslagstavla. <a href=\"/leave.php?u=http%3A%2F%2Fwww.student.liu.se%2Fanslagstavlan%2Fbostad_linkoping_erbjudes%3Fl%3Dsv\" target=\"_blank\">http://www.student.liu.se/anslagstav..._erbjudes?l=sv</a><br/>  här annonserar folk (mest studenter) som vill hyra ut lägenheter i andrahand och även folk med stora lägenheter s.k kollektiv som har rum tomma.<br/> <br/>  Bostadspolen <a href=\"/leave.php?u=http%3A%2F%2Fbostad.karservice.se%2Fhitta-bostad%2Fbostadspoolen%2F\" target=\"_blank\">http://bostad.karservice.se/hitta-bostad/bostadspoolen/</a><br/>  Är en bostadspool som kårerna i linköping ordnar. Här annonserar både privatpersoner som vill hyra ut i andra hand eller har ett rum över för inneboende och mindre bostadsbolag.<br/> <br/>  Kolla även blocket, och Corren.se (östergötlands största dagstidning) Och ring och maila på precis allting som verkar intressant.<br/> <br/>  Men det viktigaste är att ta de lugnt och inte skita i platsen bara för man inte har någon bostad, de känns riktigt dassigt dra iväg till en stad där man knappt känner någon med bara en väska utan att veta vart man ska sova någonstans, men det ordnar sig alltid. Det är ingen generell bostadsbrist i linköping utan bara väldigt kaotiskt vid kursstart. Men innom några veckor kommer det att ha löst sig på något sätt."
	},
	{
		"postIndex": 2770,
		"postNum": 2825,
		"postLink": "/sp49552465",
		"postTime": "2014-07-12",
		"postUser": "TheShrew",
		"postUserID": "/u388477",
		"postUrl": "https://www.flashback.org/t1538501p236",
		"userUrl": "https://www.flashback.org/u388477",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Lägenheter med inflytt 1:a augusti hade anmälningsperiod tidigare, brukar vara någon månad innan inflyttning och att det inte är så många som anmäler utflytt under sommaren. Vad jag kan komma ihåg så brukar det dyka upp lägenheter, kan ha helt fel i detta dock, enbart ett vagt minne. Om lägenheter kommer ut så kommer de med inflytt 1:a september eller 1:a oktober. <br/> <br/>  Nya studenter har ju inte förtur till lägenheter och därför är det inte så stor poäng i att hamstra dem. Normalt vill man ju veta någon månad innan man flyttar att man fått lägenhet och inte så sent som nu.<br/> <br/> <br/>  Så med undantag för eventuell sista minuten så kommer det inte finnas lägenhet till första augusti. Däremot så är det 2 veckors uppsägningstid inom studentbostäder så du kommer kunna flytta snabbt om så önskas. 3 månader ska det dock gå innan flytt mellan samma bostadsttyp(det tolkar jag som korridor-korridor och inte korridor - lägenhet, bör kanske frågas innan)<br/> <br/> <a href=\"/leave.php?u=https%3A%2F%2Fwww.studentbostader.se%2Fsv%2Fbo-hos-oss%2Fbyta-mellan-bostader\" target=\"_blank\">https://www.studentbostader.se/sv/bo...ellan-bostader</a><br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hur körd är jag om jag inte reggat mig på någon bostadssida förrän idag?<br/>  Vad är mest realistiskt boende jag kan finna? Börjar plugga i Linköping till hösten      </td> </tr> </table>  <br/>  Mellan 10-13 så finns det chans att sista minuten lägenheter läggs upp, skulle tro att de är din chans hos studentbostäder. De lägenheterna är först till kvarn. Annars kolla här, finns fler hyrevärdar: <a href=\"/leave.php?u=http%3A%2F%2Fwww.linkoping.se%2FBygga-bo%2FHitta-bostad%2FHyresvardar-i-Linkoping%2F%23selection_list_panel\" target=\"_blank\">http://www.linkoping.se/Bygga-bo/Hit...ion_list_panel</a> Hör av dig till så många som möjligt och kolla om de har något som inte är kö på. Jag fick en fin etta i valla när jag flyttade hit på det viset."
	},
	{
		"postIndex": 308,
		"postNum": 314,
		"postLink": "/sp30504685",
		"postTime": "2011-05-08",
		"postUser": "marrren",
		"postUserID": "/u443439",
		"postUrl": "https://www.flashback.org/t1538501p27",
		"userUrl": "https://www.flashback.org/u443439",
		"sentence": "Hallå i stugan! Jag vet att det finns miljonstals diskussioner om att bo och plugga i Linköping men jag hittade bara väldigt gamla inlägg. Så nu lägger jag fram lite funderingar inför kommande hösttermin (om mod vill flytta, klippa och klistra eller ta bort denna tråd så är det förståeligt!). <br/> <br/>  1. Jag skulle helst vilja bo i en hyreslägenhet men vilket område bör jag bo i om jag har krav på att det ska ligga nära universitetet och vara fräscht? Någon som vet någon bra hemsida? Jag är redan inskriven på Graflunds. <br/> <br/>  2. Hur löser sig boendet om jag inte finner en lägenhet? Blir det någon korridor i Skäggetorp eller Ryd (har hört att dessa områden är mindre bra och ska undvikas, stämmer detta? Och vad grundar sig ryktena på?)<br/> <br/>  3. Och varför hör jag så gott om Irrblosset? T1? Flamman? Är detta områden där det finns korridorer eller?<br/> <br/>  4. Är det några särskilda datum då flest lägenheter är tillgängliga, läste något om att många boendeformer (både studentlägenheter, korridorer och hyreslägenheter) läggs ut 10 juni? <br/>  För övrigt är jag en väldigt renlig tjej som älskar att festa men som kommer att satsa på studierna i första hand (lätt att säga det nu kanske..).  <br/> <br/>  Så prio 1 är att bo ensam, alternativt med en roomie, bo nära områden där det festas mycket och nära skolan. Men eftersom jag tycker om att ha det rent skulle jag inte orka bo i korridor då det skulle sluta med att jag städar efter alla! <br/> <br/>  Vad säger ni? Var bör jag skriva upp mig, leta och i vilket område? Och om jag bara skulle få tag på större lägenheter, ska jag nöja mig med det och försöka hitta någon att dela med i klassen? Hyran för min del ska inte överstiga 3000kr och då vill jag ha internet och el inräknat (är det naivt?) så om jag delar med någon, högst 6000kr för boendet. <br/> <br/>  Tack för svar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 1997,
		"postNum": 2039,
		"postLink": "/sp43501542",
		"postTime": "2013-05-19",
		"postUser": "TheShrew",
		"postUserID": "/u388477",
		"postUrl": "https://www.flashback.org/t1538501p170",
		"userUrl": "https://www.flashback.org/u388477",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  För korridorsrummen har du köföreträde om du kommer från utanför Linköping, det gäller inte vanliga lägenheter hos studentbostäder.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Lägenheter som inte är korridor kommer du således få slåss med de som redan bor här också, även gamla studenter. Kollat en del senaste tiden och de verkar gå för runt 1000(2or &amp; 3or i ryd) eller mer köpoäng just nu. Så vill du ha en sådan tror jag du får försöka dig på bostad direkt(först till kvarn, man ringer) som de brukar lägga upp lite nu och då. Bör nog gå ner till efter sommaren då folk som bor här vill flytta innan terminen antagligen.<br/> <br/>  Huruvida 320 köpoäng räcker, vet inte, skulle tro det för ett korridorsrum iallafall. Tänk på att vid intresseanmälan, bara för att någon har mer så betyder det inte att de kommer att bli erbjudna den ifall de har intresseanmält andra rum, man får som mest ha 1 erbjudande om bostad i taget."
	},
	{
		"postIndex": 374,
		"postNum": 381,
		"postLink": "/sp30947568",
		"postTime": "2011-06-02",
		"postUser": "Tory",
		"postUserID": "/u121934",
		"postUrl": "https://www.flashback.org/t1538501p32",
		"userUrl": "https://www.flashback.org/u121934",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det är lite underligt att det är så många som har höga köpoäng på stångåstaden (krävs ofta mer än 1500 poäng för att ens vara bland topp 5 på en lägenhet, vilket är klart högre än på studentbostäder), har de varit lite för generösa med tävlingar (som den nu pågående) där man enkelt kan få 300 gratis?<br/>   </td> </tr> </table>  <br/>  Får ursäkta, jag var otydlig med vad jag menade. Lägenheterna i T1 följt av Nya och Gamla Irrblosset som poängen drar iväg. Just korridorrummen kan gå ner i början eftersom nya studenter som kommer utifrån staden har förtur. Men du har ju en fördel som redan pluggar och därmed kan söka lägenheterna. Söker du förresten systematiskt varje gång du ser en potentiell lägenhet på studentbostäders hemsida? Jag själv har fått alla (nåja) lägenheter utan att vara först i kön så det är bara att söka även om det står att personen först i kön har 3200 poäng (knasigt nog har jag sett det, smålustigt att vilja bo i en studentlägenhet då men men...). Jag har även polare som fått bra lägenheter (tänk typ våning 4/5 i T1) på aningen mindre poäng än vad du har. Så det är ju bara att hålla utkik och söka, söka och söka! Sedan så lägger studentbostäder ut lägenheterna allt eftersom de kommer in (de hamstrar alltså _inga_ lägenheter utan de kommer ut kontinuerligt). Mycket möjligt att det kommer ut fler nu i sommar...nya studenter har ju inte fått sina antagningsbesked och kan därför inte söka så det blir ju inte värre i alla fall. Jag tror även du slipper eventuell sommarhyra om du skulle få napp, då du flyttar inom studentbostäder.<br/> <br/>  Värdesätter du utsikten så skulle jag säga att T1 våning 3-5, Nya Irrblosset våning 3-4 och möjligen några av de högre våningshusen i Ryd (har ingen koll) skulle vara av intresse.<br/> <br/>  Vad gäller Stångåstaden så är de inne på sin andra gratispoäng-period nu på ett drygt halvår. Det är lite knasigt där med eftersom man mister sina poäng vid inflytt med...tufft att finna schysst hyreslgh!"
	},
	{
		"postIndex": 2115,
		"postNum": 2157,
		"postLink": "/sp44292109",
		"postTime": "2013-07-12",
		"postUser": "Howmakesense",
		"postUserID": "/u693579",
		"postUrl": "https://www.flashback.org/t1538501p180",
		"userUrl": "https://www.flashback.org/u693579",
		"sentence": "Två saker:<br/> <br/> <b>1.</b><br/>  Sitter just nu på runt 550 poäng, så att få ett korridors-rum någonstans borde inte vara några större problem. Frågorna är bara:<br/> <i>Område?</i> Ryd verkar ju som enklast då flest kommer bo där.<br/> <i>I så fall, vart i Ryd?</i> Då jag ändå har en del poäng finns det några lägenheter (kanske inte har tillräckligt för att vara så specifik) alternativt kanske områden som ändå är lite bättre än dem andra som jag bör satsa på? Eller är det så simpelt att jag bara borde ställa mig i kö på något lågt rum som känns vettigt?<br/> <br/> <b>2.</b><br/>  Om jag får ett rum nu, får jag behålla min kö-poäng till framtiden?<br/>  Har för mig jag läste det här eller på sidan, men lyckades inte hitta det när jag letade efter det igen.<br/> <br/>  Tack på förhand och ses i Linköping!"
	},
	{
		"postIndex": 3034,
		"postNum": 3099,
		"postLink": "/sp49764466",
		"postTime": "2014-07-31",
		"postUser": "QQM04R",
		"postUserID": "/u711596",
		"postUrl": "https://www.flashback.org/t1538501p259",
		"userUrl": "https://www.flashback.org/u711596",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  I Ryd är alla skåp numrerade så där går det inte att ta hur man vill. Man har dock gott om plats så det borde inte vara några problem för någon. Vet inte om det finns något liknande system i Flamman.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Bostad Direkt läggs upp löpande, kommer nya hela tiden.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag har väldigt svårt att se att du skulle lyckas få något med de poängen, men se till att söka allt och vara lite smart när du anmäler intresse så ökar väl chansen något. Annars skulle jag säga att Bostad Direkt är din största chans att få något via SB de närmsta månaderna. Sök på sidan runt lunchtid varje vardag, har för mig att det är då de brukar lägga upp de flesta.<br/> <br/>  Till er som inte har boende än: Packa lätt och åk ner ändå! De första nätterna löser sig alltid på plats, när man väl kommit dit och lärt känna lite folk är det inga problem att hitta någonstans att bo, om inte annat får man slå läger i någons vardagsrum en månad eller två.<br/>  Jag hade lite problem att hitta boende när jag började förra året, fick flytta runt lite i början men det löste sig tillslut."
	},
	{
		"postIndex": 2203,
		"postNum": 2246,
		"postLink": "/sp44350856",
		"postTime": "2013-07-17",
		"postUser": "TheShrew",
		"postUserID": "/u388477",
		"postUrl": "https://www.flashback.org/t1538501p188",
		"userUrl": "https://www.flashback.org/u388477",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Finns ICA-handlaren och tror ett Netto(eller något liknande) ska öppnas inte allt från långt från nu. Fast tyvärr brukar handlarn oftast inte nämnas i den mest positiva ton. Kanske finns något mer, vet inte, har aldrig bott där själv utan har bara några bekanta som bor där.<br/> <br/>  Låter lite svårt, och tänk på att få något i oktober så kommer ansökningstiden vara ganska snart. <br/> <br/> <br/> <br/>  Och en lite allmän grej som en del påpekat tidigare, många av er verkar väldigt insöade att bara titta hos studentbostäder, det finns fler hyresvärdar i Linköping med bostäder som passar studenter. Studentbostäder må vara störst för studentlägenheter, men det finns ganska fina lägenheter man kan få tag i om man letar lite. Ett bra ställe är att börja här: <a href=\"/leave.php?u=http%3A%2F%2Fwww.liu.se%2Futbildning%2Fstudentliv%2Fbostad%3Fl%3Dsv\" target=\"_blank\">http://www.liu.se/utbildning/studentliv/bostad?l=sv</a> och forsätta här: <a href=\"/leave.php?u=http%3A%2F%2Fwww.linkoping.se%2Fsv%2FBygga-bo%2FHitta-bostad%2FHyresvardar-i-Linkoping%2F\" target=\"_blank\">http://www.linkoping.se/sv/Bygga-bo/...r-i-Linkoping/</a>. Och inte vänta för länge med det, jag hade flertalet erbjudanden om bostäder, ettor och liknande, när jag skulle flytta hit i bland annat Valla som är ett bra område. Det var en dags/kvälls arbete att höra av sig till de flesta, och tycker det nog var ganska värt det, många är först till kvarn. Finns en del mycket bra tips i inlägg som kommit de senaste dagarna säkert också det jag precis skrev."
	},
	{
		"postIndex": 1292,
		"postNum": 1318,
		"postLink": "/sp38300796",
		"postTime": "2012-07-13",
		"postUser": "Toffeldjuret",
		"postUserID": "/u350729",
		"postUrl": "https://www.flashback.org/t1538501p110",
		"userUrl": "https://www.flashback.org/u350729",
		"sentence": "Verkar helt plötsligt som om jag kanske blir student i Linköping i höst. Tack och lov ställde jag mig i kö för flera år sedan och har därmed ca 1300 ködagar. Vad jag kan utläsa ur den här tråden är att det är ganska bra, och att jag redan från början kan se mig om efter nåt bättre. Är ganska säker på att jag inte vill bo i korridor (om inte första månaderna för sociala livets skull, men då kanske det är svårt att hitta lägenhet mitt i terminen sedan?).<br/> <br/>  Men frågan är då var det är bäst att bo när man faktiskt har poäng att röra sig med. De flesta i tråden verkar ha problem med för få poäng. Vad jag kan förstå är irrblosset/t1 populärt? Men mer än så har jag inte kommit fram till, har inte ens letat upp det på en karta.<br/> <br/>  Bör man skynda sig nu för att få nåt bra, eller läggs det upp fler bostäder närmare terminsstart?<br/> <br/>  Sen har jag inte riktigt fattat vad som gäller med poängen - om jag får en lägenhet för säg 1200 köpoäng, försvinner dessa från min \"pott\" eller är det poäng som jag kan använda för vidare flytt framöver?<br/> <br/>  Kanske ska tillägga att det är IT jag kommit in på också."
	},
	{
		"postIndex": 2601,
		"postNum": 2653,
		"postLink": "/sp47821718",
		"postTime": "2014-03-07",
		"postUser": "jollenstollen",
		"postUserID": "/u881289",
		"postUrl": "https://www.flashback.org/t1538501p222",
		"userUrl": "https://www.flashback.org/u881289",
		"sentence": "Hej! Jag ska kanske också flytta till Linköping i höst. Tänker läsa I, alternativt D/U. Är även jag intresserad av Ryd vs Flamman, mest för att en bekant rekommenderade Flamman men för att jag också läst att alla de nya samlas i Ryd.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Varför säger ni det, vad är det som gör Ryd/Flamman bättre än det andra tycker ni?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  De som säger det, går de första året eller senare år? Det kan ju vara kul att bo i korridor i början men det kanske blir mindre kul efter non-stop dunka dunka i två år <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  Det gäller inte alla delar av Flamman hoppas jag? Skulle du rekommendera det ändå? Om inte, vilket annat område?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Så Ryd är att föredra för närhet till det sociala?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>"
	},
	{
		"postIndex": 1563,
		"postNum": 1598,
		"postLink": "/sp38561183",
		"postTime": "2012-07-30",
		"postUser": "Midnight",
		"postUserID": "/u130845",
		"postUrl": "https://www.flashback.org/t1538501p134",
		"userUrl": "https://www.flashback.org/u130845",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Kolla på deras hemsida varje dag. Det kommer ofta upp först till kvarn lägenheter där poängen inte räknas utan det är den som ringer först.<br/> <br/>  Så fick jag min bostad. Hade visserligen några hundra poäng men det var alltid någon som hade mer.<br/> <br/>  Dessa \"först-till-kvarn\" -bostäder blir fler och fler ju närmare terminsstart man kommer. Dagarna innan terminsstart fanns det flera av dessa lägenheter än köpoängs lägenheter.<br/> <br/>  P.s. Då talar jag om studentkorridor hos Linköpings studentbostäder. Har inte läst vad du söker. Vill du ha egen lägenhet är det nog svårare för de är ett högt tryck på dem. Men utan bostad blir du inte!<br/> <br/>  Om du mot största förmodan inte har bostad när skolan börjar kommer de vid uppropet fråga om alla har bostad. Dessutom kommer du få träffa dina faddrar första dagen som gärna hjälper till. <br/> <br/>  Så man ska aldrig vara rädd för att bli utan boende när man börjar på universitetet. Har hört flera som inte börjat universitetet p.g.a. detta och det är så tråkigt för det kommer inte hända.<br/> <br/> <br/> <b>EDIT: </b>Och hamnar du i min korridor då diskar du och plockar undan dina saker efter dig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/>  Jag har gjort klart för mina korridorkamrater som är osnutna 20-åringar och inte vet att mamma inte bor där och plockar undan efter dem att det som står framme i mer än 24 h åker i soporna. hehe, efter det har det blivit mycket renare hos oss och faktiskt bättre stämning.<br/> <br/>  Dock har jag inte slängt någons ägodelar och skulle nog inte göra det heller. Det har hänt att jag ställt ned grejerna som stått odiskat på diskbänken på golvet för att markera. Och det hjälper faktiskt! <br/> <br/>  Men slänga skulle jag inte göra i första taget. <br/> <br/>  I början diskade jag upp allt själv för att markera att det inte var okej. Självklart har jag pratat med alla också men det har inte hjälpt. Ställer man ned det på golvet hjälper det dock <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> Det tycker folk är pinsamt.<br/> <br/>  Konstigt nog är jag omtyckt i min korridor ändå vilket man inte kan tro <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Så du vet vad som väntar om du hamnar i min korridor."
	},
	{
		"postIndex": 798,
		"postNum": 812,
		"postLink": "/sp31909972",
		"postTime": "2011-07-28",
		"postUser": "Wizznoch",
		"postUserID": "/u453240",
		"postUrl": "https://www.flashback.org/t1538501p68",
		"userUrl": "https://www.flashback.org/u453240",
		"sentence": "Nu måste jag nog försvara Norrköping lite här innan \"Slaka-bönderna\" målar ner stan helt.<br/> <br/>  Det fungerar alldeles utmärkt att bo i Norrköping och plugga i Linköping. Det är kopiösa mängder folk som pendlar dagligen och varje årskurs på alla utbildningar har en eller ett par som bor i Norrköping. Det finns mao ingen risk att bli \"den enda i klassen\" som pendlar.<br/>  Studentboendena Gripen och Dalkarlen i Norrköping är i mina ögon bättre än alla korridorboenden i Linköping, förutom närheten till Campus Valla då. Bor man på något av dessa två så kommer man även lära känna massor av människor. Alla studentboenden i Norrköping ligger även max 10min promenad från Campusbussen som är gratis och går 1 gång i timmen direkt till Campus Valla. Man har även max 5min ner till absoluta centrum i Norrköping. Alla studenter i Norrköping, typ, bor även inom max 10 min promenad från varandra, så till skillnad från Linköping behöver man inte cykla precis överallt. Känner få som ens har använt den där cykeln de tog med ner för 4-5 år sedan.<br/> <br/>  Självklart ställer det lite högre krav på den sociala förmågan att bo i Norrköping och plugga i Linköping då man inte får lika mkt socialt umgänge \"gratis\". Förutsatt att man inte bor i korridor dvs. Nej, det enda negativa jag kan komma på är att det blir lite jobbigt att kunna vara med på allt under Nolle-P, fast då kan man å andra sidan alltid låna en soffa hos någon eller se till att fixa bortamatch.<br/> <br/>  Usch. Det blev många \"man\" i den texten märker jag. Frågor om att bo i Norrköping är det bara att ställa så ska jag svara efter förmåga. Har själv varit inflyttad i Norrköping och pluggat i Linköping under en drös år så har koll på det mesta."
	},
	{
		"postIndex": 1086,
		"postNum": 1105,
		"postLink": "/sp37143628",
		"postTime": "2012-05-02",
		"postUser": "cresta",
		"postUserID": "/u358495",
		"postUrl": "https://www.flashback.org/t1538501p93",
		"userUrl": "https://www.flashback.org/u358495",
		"sentence": "Hej! Har lite frågor om studentboende i Lkp och tänkte att någon kanske har lite tips. Det är så att jag ska plugga Franska 1 (30hp) plus kanske någon strökurs nu i höst på Linköpings universitet. Detta alltså bara under en termin, sen ska jag resa. Jag kom på detta ganska sent, så därför har jag i nuläget endast 60 poäng på studentbostader.se, vilket av vad jag har förstått inte är särskilt mycket.<br/> <br/>  Nu till frågan; vad skall och kan jag göra just nu? Ska jag börja leta vanliga lägenheter som hyrs ut i andra hand (eller kommer jag hamna utanför umgänget ifall jag inte bor i korridor, då jag bara läser strökurser?) eller söka genom kåren, hur man nu gör det? Vad rekommenderar ni som vet?<br/> <br/>  Tack på förhand,<br/>  Cresta"
	},
	{
		"postIndex": 1214,
		"postNum": 1239,
		"postLink": "/sp38180486",
		"postTime": "2012-07-05",
		"postUser": "Garrex",
		"postUserID": "/u693494",
		"postUrl": "https://www.flashback.org/t1538501p104",
		"userUrl": "https://www.flashback.org/u693494",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Och det baserar du på?<br/> <br/>  Det står på lägenheterna att nya inte får söka dem, innan de fått beskedet. Men samtidigt så går ansökningstiden ut den 12:e, samma dag som antagningsbeskedet kommer. Väldigt tvetydigt enligt mig, eller ok andemeningen är självfallet att nya inte ska söka dem men eftersom man teoretiskt kan söka dem efter att ha fått sitt antagningsbesked så kan det även vara lite, märkligt.<br/> <br/>  Jag valde fan Linköping för att slippa bo i korridor igen, hade jag vetat att Studentbostäder infört någon \"förtur på lägenhet för gamla studenter\"-policy så hade jag förmodligen sökt till Lund. Om de nu hyr ut alla lägenheter innan nya studenter tillåts söka så borde detta framkomma tydligt. Jag har pluggat tidigare på LiU, jag vet att jag kommer in, jag har många köpoäng men tydligen försöker SB se till att man som \"ny\" förpassas till att dela kök..."
	},
	{
		"postIndex": 1096,
		"postNum": 1115,
		"postLink": "/sp37437168",
		"postTime": "2012-05-19",
		"postUser": "BalderXIV",
		"postUserID": "/u343624",
		"postUrl": "https://www.flashback.org/t1538501p93",
		"userUrl": "https://www.flashback.org/u343624",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Personligen hade jag 330 ködagar när jag sökte och fick ett korridorsrum. Tidigare i tråden har det tagits upp taktik inför sökningen. <br/> <br/>  Det är så att det släpps hundratals korridorsrum vid första antagningsbeskedet. Eftersom varje person endast får söka 5 lägenheter kan man här göra kap även med få köpoäng. <br/>  Mitt tips:<br/>   - Rikta in dig på de lägenheter där få personer står i kö. Bry dig inte om vad den som står först i kö har för poäng. (såvida det inte är mindre än dig)<br/>   - Ställ dig i kö bakom lägenheter där den som står först även står först för fler lägenheter. Jag menar, ser du flera lägenheter där den som står först har 1345 ködagar är det ganska stor chans att det är samma person. Såvitt jag vet kan man bara bo på ett ställe...<br/>   - Sök sent. Gå upp tidigt dagen då lägenheterna \"går ut\" för att kunna välja ut de bästa att ställa sig i kö på.<br/> <br/>  Kommer man dessutom från någonstans än Linköping har man ju förtur på lägenheter vid antagningen. Mycket ligger i att ha tur. En del får någonstans att bo med 30 poäng. Andra med 400 poäng blir utan."
	},
	{
		"postIndex": 584,
		"postNum": 595,
		"postLink": "/sp31676916",
		"postTime": "2011-07-15",
		"postUser": "prettydamnGood",
		"postUserID": "/u440178",
		"postUrl": "https://www.flashback.org/t1538501p50",
		"userUrl": "https://www.flashback.org/u440178",
		"sentence": "Just nu känns det mest lockande att bo i korridor på Flamman (Irrblosset är för dyrt och har typ noll objekt lediga?) för min del, eftersom jag ska plugga på H.U. Dessvärre finns det bara 41 objekt lediga i Flamman och köpoängen för respektive korridorsrum ligger på minst 400 p, vissa har 1500 ;S. Själv kommer jag att endast att ha ca. 150 poäng när intresseanmälnings-perioden är över (21/7)<br/> <br/>  Så poängbaserat allting ska vara, men det är väl svårt att hitta en smidigare lösning då det helt enkelt inte finns tillräckligt med boende för alla, eller? Bostadsgaranti my ass. Dock har man förtur om man inte är skriven i kommunen samt helt ny student, där har alla vi som har låga poäng iaf en fördel. <br/> <br/>  Just nu känner jag mig uppgiven, kommer man få ett korridorsrum eller inte liksom - trots att man ska börja ett helfartsstuderande program? Kan studentbostäder AB fixa det?? Någon mer som känner sig orolig inför boende csnbidrag/studielån och dylikt? Hoppas inte det iofs, bättre att vara lugn och sansad. <br/> <br/>  Man kan också bara söka in till 5 lediga korridorer/lägenheter, det bästa lär väl vara att söka på de som har minst intresseanmälningar, då är sannolikheten större att man står tvåa på listan om den som är först i kön tackar nej och vill ha en annan korridor/lgh så att säga. <br/> <br/>  Någon som redan har  börjat plugga i Linköping och har erfarenhet av att ha låga poäng när det skulle fixas boende? Hur gick det för er?"
	},
	{
		"postIndex": 1900,
		"postNum": 1941,
		"postLink": "/sp42863299",
		"postTime": "2013-04-09",
		"postUser": "Asfas",
		"postUserID": "/u796400",
		"postUrl": "https://www.flashback.org/t1538501p162",
		"userUrl": "https://www.flashback.org/u796400",
		"sentence": "Ni som är lite oroliga inför att inte få boende behöver inte oroa er. Om ni inte skulle få tag på något så ta in på vandrarhem eller något den första dagen och gå på uppropet. Nollningen på LIU är jävligt bra organiserad och de som anordnar den jobbar verkligen hårt för att alla ska komma till rätta. Faddrarna i din nollegrupp kommer att se till att du har någonstans att bo, visst det kanske inte är så kul att bo på en soffa och man kanske får flytta runt lite men det är bättre än ingenting. Väl där så brukar det lösa sig efter ett tag. Det kommer vara flera i din klass som inte har någonstans att bo och ni kanske kan gå ihop och hyra något större tillsammans eller så är det ofta någon som i sin tur känner någon som hyr ut ett rum eller liknande."
	},
	{
		"postIndex": 376,
		"postNum": 383,
		"postLink": "/sp31088531",
		"postTime": "2011-06-10",
		"postUser": "3864",
		"postUserID": "/u566883",
		"postUrl": "https://www.flashback.org/t1538501p32",
		"userUrl": "https://www.flashback.org/u566883",
		"sentence": "Ska börja plugga i Linköping till höst och kollar just nu på lägenheter i andra hand. Har just nu chansen på två olika och är kluven över vilken jag borde välja, så jag tänkte att de som har lite större koll på studentlivet och bostäderna i Linköping kanske kan hjälpa mig!<br/> <br/>  Några kriterier jag har är:<br/> <ul><li>Mest värde för pengarna</li><li>Nära universitetet</li><li>Trevligt område</li></ul><br/>  Kommer lista de för- och nackdelar jag har hittat med lägenheterna so far!<br/> <br/>  ALTERNATIV 1: <br/> <br/> <b>Etta på T1, HT11-VT12, ca 4800:-/mån </b><br/>  + Fräsch lägenhet, ljus och fin<br/>  + Snygga möbler<br/>  + Uthyres hela läsåret<br/>  + Nära stan<br/>  - ...men verkar vara en bit från universitetet?<br/>  - Kokvrå istället för kök (dock med en avgränsning som separera mat-delen från vardagsrums- och sovdelen)<br/>  - Ingen diskmaskin<br/>  - Ingen mikrovågsugn<br/> <br/>  ALTERNATIV 2:<br/> <br/> <b>Tvåa på Ryd, HT11, ca 4900:-/mån</b><br/>  + Nära universitetet<br/>  + Stor lägenhet (ca 70 kvm)<br/>  + Tvättmaskin<br/>  + Diskmaskin<br/>  + Riktigt kök<br/>  + med mikro :P<br/>  + Har uteplats<br/>  - Rätt ful lägenhet, interiören ser ut att vara från 80-talet typ<br/>  - Lite mörk och trist<br/>  - Samma sak med möblerna, verkar inte så nya och fräscha, lite nötta och gamla<br/>  - Man måste vara kattvakt... (fast det är inget stort negativt alls, bara en liten grej som man som hyresgäst måste anpassa sig efter)<br/>  - För stor för en person kanske?<br/>  - Endast en hösttermin<br/> <br/>  -----------<br/> <br/>  Så, vad tycker ni? Vilket alternativ är bäst, eller ska jag skita i båda och fortsätta leta? Jag vill fixa en lägenhet ganska omgående. <br/> <br/>  Vilket alternativ är att föredra för en student?<br/> <br/> <b>Edit: </b>Och ni som har koll - låt säga att jag tar lägenheten som är över höstterminen bara, hur brukar söktrycket på bostäder vara inför vårterminen och hur brukar utbudet se ut? Är det svårt/lätt att få tag i bostad då?"
	},
	{
		"postIndex": 3093,
		"postNum": 3159,
		"postLink": "/sp49813795",
		"postTime": "2014-08-04",
		"postUser": "Erkalinen",
		"postUserID": "/u230034",
		"postUrl": "https://www.flashback.org/t1538501p264",
		"userUrl": "https://www.flashback.org/u230034",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Beror både på läge och vilken tid på året. Nu i början blir det väl relativt sett ganska höga poäng som krävs, minst ett par hundra i alla fall. Det lär du väl upptäckta om inte annat sedan när det släpps nya bostäder. Vet inte riktigt hur det ser ut i korridorerna numera men de jag känner som bor i Flamman tycker i alla fall att det i allmänhet är fräschare än i Ryd och i allmänhet bättre stämning (av någon anledning). Det ligger ju även närmare stan och man slipper oroa sig för att Rydskidzen ska hitta på en massa jävligheter, typ bränna ner sin bil eller att de kastar kastanjer på en.<br/> <br/>  Samma resonemang går väl att applicera på Irrblosset som bara ligger ett kastanjkast bort. Lägenheterna i Irrblosset är dock ganska nya, speciellt om man bor i nya Irrblosset, dvs de höga husen mot westmansgatan. Tror husen blev färdigställda runt 2008, men man får väl betala därefter (korridorsrummen är ett par hundralappar dyrare än i Ryd/Flamman).<br/> <br/>  Bor man på bottenvåningen (kanske inte alla lägenhetern på bottenvåningen dock) i \"gamla\" Irrblosset får man en lgh som byggdes förra sommaren. Det var mycket trevligt att sova på morgonen när det körde omkring grävskopor och skit på innergården!<br/> <br/>  Nu svarade jag lite mer på frågan än vad frågan omfattade men men.."
	},
	{
		"postIndex": 2162,
		"postNum": 2205,
		"postLink": "/sp44312249",
		"postTime": "2013-07-14",
		"postUser": "TobiasBeecher",
		"postUserID": "/u820539",
		"postUrl": "https://www.flashback.org/t1538501p184",
		"userUrl": "https://www.flashback.org/u820539",
		"sentence": "Jag ramlade ur kön för jag inte hade loggat in på ett halvår, men fick tag på först korridorboende och sen en etta via bostad direkt (först till kvarn), med mina fjuttiga nya köpoäng hade jag inte en chans på något annars. Studentbostäder öppnar kl 9 varje vardag, mellan 9 och 10 brukar de lägga ut både möblerade och omöblerade korridorsrum, ettor och tvåor till bostad direkt.<br/>  Så ni som inte har stått i kö i flera år, kolla förmiddagarna eller när ni är vid datorn. Bestäm er blixtsnabbt och ring direkt, jag missade en lägenhet med några sekunder när jag ringde en gång. Ibland lägger de ut löpande under dagen så är inte bara förmiddagarna.<br/>  Om ni tar en korridor nu med kanske 1 års köpoäng lär det dröja till minst 1 år till om ni ska ha en etta i Ryd eller Lambohov om ni söker via kösystemet, jag bodde i korridor och det sög som fan så det är värt att gå in för att uppdatera bostad direkt hela dagarna."
	},
	{
		"postIndex": 1291,
		"postNum": 1317,
		"postLink": "/sp38300423",
		"postTime": "2012-07-13",
		"postUser": "NS2FAX",
		"postUserID": "/u711073",
		"postUrl": "https://www.flashback.org/t1538501p110",
		"userUrl": "https://www.flashback.org/u711073",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Som det ser ut nu så är ju Ryd det enda jag kommer ha chans på med mina fjuttiga 85ish poäng.<br/> <br/>   </td> </tr> </table>  <br/>  Jag har aldrig varit med om att det har hänt något i Ryd. För det mesta är det invandrarfamiljer med yngre barn och studenter som bor där (iaf min allmänna uppfattning). Du har ju trots allt en ganska stor del av Ryd som bara är studentlägenheter och studenter, och sedan ett område som det är blandat typ 50/50 på studenter och annat folk. Sen om du inte hittar något boende innan så är det nog ganska lugnt i alla fall. Känner många som fick bo hos faddrar de första veckorna osv. Det finns även nödboende. Så länge man är på plats så kommer man alltid att kunna lösa boende."
	},
	{
		"postIndex": 1498,
		"postNum": 1532,
		"postLink": "/sp38435779",
		"postTime": "2012-07-22",
		"postUser": "Chester.Molester",
		"postUserID": "/u640203",
		"postUrl": "https://www.flashback.org/t1538501p128",
		"userUrl": "https://www.flashback.org/u640203",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Skönt att höra att rum blir lediga under årets gång. Tanken är att jag och en kille som jag känner sedan tidigare ska dela på en tvårummare. Går det att lägga ihop hans och mina köpoäng för att få lite mer?<br/> <br/>  Jag har tänkt att skriva upp mig på fler bostadskösidor dock så känns det rätt så värdelöst då jag endast hinner skrapa ihop kanske 50-70 poäng vilket kanske räcker till att hyra ett trappsteg... Dessutom vill jag bo i ett område där det nästan enbart bor studenter eftersom jag vill bo där allt händer istället för att bo bland småbarnsfamiljer. Finns det några hemsidor du skulle rekommendera mig att söka bostad på? Tack på förhand."
	},
	{
		"postIndex": 1302,
		"postNum": 1328,
		"postLink": "/sp38303874",
		"postTime": "2012-07-13",
		"postUser": "Caesarn",
		"postUserID": "/u244431",
		"postUrl": "https://www.flashback.org/t1538501p111",
		"userUrl": "https://www.flashback.org/u244431",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Som det ser ut nu så är ju Ryd det enda jag kommer ha chans på med mina fjuttiga 85ish poäng.<br/> <br/>   </td> </tr> </table>    Jag har bott i Ryd i fyra år.<br/> <br/>  I Ryd bor det främst studenter men även en hel del invandrare och en och annan pensionär. Är du exempelvis teknolog kommer de allra flesta av dina kompisar bo i Ryd, åtminstone de första åren. Här lirar du beachvolley, springer i rydsskogen, köper mat på Hemköp Ryd (FANTASTISK matbutik!) och kan enkelt gå till dina polare på kvällarna.<br/> <br/>  Jag har aldrig råkat ut för något, varken dagtid eller nattetid. Kan absolut rekommendera dig att ta en lägenhet här. När du får poäng att flytta ut till Irret, T1, Flamman eller stan så gör det - men tiden i Ryd kommer du säkert inte ångra. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Har du mer specifika frågor ang Ryd är det bara att fråga. Är jag dålig på att svara så skicka ett PM och påminn mig.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men frågan är då var det är bäst att bo när man faktiskt har poäng att röra sig med. De flesta i tråden verkar ha problem med för få poäng. Vad jag kan förstå är irrblosset/t1 populärt? Men mer än så har jag inte kommit fram till, har inte ens letat upp det på en karta.<br/> <br/>  Bör man skynda sig nu för att få nåt bra, eller läggs det upp fler bostäder närmare terminsstart?<br/> <br/>  Sen har jag inte riktigt fattat vad som gäller med poängen - om jag får en lägenhet för säg 1200 köpoäng, försvinner dessa från min \"pott\" eller är det poäng som jag kan använda för vidare flytt framöver?<br/> <br/>   </td> </tr> </table>  <br/>  Har du dina köpoäng hos Studentbostäder så behåller du dom om du skaffar dig en lägenhet. Har du dom hos Stångåstaden så försvinner dom.<br/> <br/>  Anledningen till att T1 och Irret är populära är främst för att områdena ligger i mitten av allt och således inte är långt någonstans. Det är nära till campus Valla (där du kommer vara), det är nära till campus US (där läkare, sjuksköterskor osv är), det är nära till stan. Dessutom är det hyfsat fräscha lägenheter. Enda problemet är att det är rätt dyrt. Du kan lätt få pynta 4500/månad för en etta (dock med hyresfria månader juni+juli).<br/> <br/>  Edit: <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Beror på var du pluggar. Tannefors är schysst om du pluggar på HU. Pluggar du på Valla är det rätt långt till skolan, råder dig i så fall att skaffa lägenhet någon annan stans."
	},
	{
		"postIndex": 1294,
		"postNum": 1320,
		"postLink": "/sp38302495",
		"postTime": "2012-07-13",
		"postUser": "Simsonite",
		"postUserID": "/u469835",
		"postUrl": "https://www.flashback.org/t1538501p110",
		"userUrl": "https://www.flashback.org/u469835",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men frågan är då var det är bäst att bo när man faktiskt har poäng att röra sig med. De flesta i tråden verkar ha problem med för få poäng. Vad jag kan förstå är irrblosset/t1 populärt? Men mer än så har jag inte kommit fram till, har inte ens letat upp det på en karta.<br/> <br/>  Bör man skynda sig nu för att få nåt bra, eller läggs det upp fler bostäder närmare terminsstart?<br/> <br/>  Sen har jag inte riktigt fattat vad som gäller med poängen - om jag får en lägenhet för säg 1200 köpoäng, försvinner dessa från min \"pott\" eller är det poäng som jag kan använda för vidare flytt framöver?<br/> <br/>   </td> </tr> </table>  <br/>  Det ligger ju några lägenheter ute nu på irret och T1. Du kan ju prova söka dem, men var medveten om att du inte har \"nybörjar-förturen\". Den gäller bara korridorsrum. Prova sök något korridorsrum också. Med de poängen kommer du inte ha några problem att få ett bra, och då kan du bo där tills det släpps fler ettor i höst. Då blir det oftast en del ledigt och det brukar inte krävas lika många köpoäng.<br/> <br/>  Edit: Detta är helt safe att göra då dina köpoäng inte försvinner hos studentbostäder."
	},
	{
		"postIndex": 1476,
		"postNum": 1510,
		"postLink": "/sp38412052",
		"postTime": "2012-07-20",
		"postUser": "Mr.Barlow",
		"postUserID": "/u464959",
		"postUrl": "https://www.flashback.org/t1538501p126",
		"userUrl": "https://www.flashback.org/u464959",
		"sentence": "Ni som inte har lyckats hitta någon bostad kan ju förutom att ringa runt till varenda hyresvärd, kolla anslagstavlan som någon tidigare länkat till eller kolla på blocket se er runt efter boende i närliggande städer.<br/> <br/>  Norrköping är ju ett alternativ, kolla efter studenbostäder där samt ring runt till alla hyresvärdar ni kan hitta. Det går utmärkt att pendla mellan Norrköping och Linköping.<br/> <br/>  Finns ju andra ställen i närheten också, typ Åtvidaberg. Går också utmärkt att pendla mellan Åtvidaberg och Linköping, tar ca 30 minuter med tåget. Jag vet många som bor där och pluggar i Linköping och tycker att det fungerar helt okej.<br/> <br/>  Man får inte vara allt för bekväm, det är bättre att hitta en fungerande lösning om än lite obekväm till en början och sedan leta efter någonting annat senare.<br/> <br/>  När ni väl är i Linköping så kommer ni även att stöta på väldigt många andra studenter som inte har någonstans att bo. Då kan ni ju gå ihop ett gäng och hyra en större lägenhet vilket är mycket lättare att hitta. Se bara på hur många bostäder det fanns och hur många som sökte. Väldigt många blev utan."
	},
	{
		"postIndex": 3055,
		"postNum": 3120,
		"postLink": "/sp49779602",
		"postTime": "2014-08-01",
		"postUser": "Sumsarr",
		"postUserID": "/u310823",
		"postUrl": "https://www.flashback.org/t1538501p260",
		"userUrl": "https://www.flashback.org/u310823",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Om du försökt hos alla hyresvärdar och så, samt alla annonser på bla blocket och anslagstavlan får du göra som mig; Du åker ner med 1-2 väskor/ryggor kläder samt hygienartiklar, pengar (!) i fickan dagen innan och hoppas på det bästa <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Skiter det sig med nödboende finns alltid vandrarhem alternativt stugor att hyra!<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>  Det kommer ALLTID finnas en snäll själ som du lär känna under nolle-p som kan ge dig en plats på madrass/soffa gratis eller relativt billigt. Dessa kan vara allt ifrån klasskamrater till faddrar. <br/> <br/>   </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Håller med Asfas till fullo!<br/> <br/>  Jag satt i exakt samma sits förra året med hjärtat i halsgropen fem dagar innan utbildningen och oroade mig över allt. <i>Ska jag packa kavaj? Var ska jag bo? Behöver man laptop? Kommer det här ens att bli kul..?</i> Ja, allt löser sig! Du kommer att ha ultravänliga faddrar som inte vill något mer än att ge er nollor en lika kul start på studentlivet som de själva hade. Tänk dig själv att varenda fadder är där frivillig för att vare med om nolle-p nostalgin; vi faddrar har prioriterat bort jobb och \"sommarlov\" för att istället leka med er nollor.<br/> <br/>  Är det bara boendet som spökar för dig rekommenderar jag att du antingen soffsurfar, eller också (om du precis som jag vill ha lite mer stabilitet i livet) ringer ner till Glyttinge camping och hör efter om det finns ledigt boende från och med en dag innan nollningen startar. Lägg upp en annons på anslagstavlan och hör efter om några schyssta killar vill dela en stuga med dig så får du mer mail än en 17-årig tjej på playahead. Väljer du istället det första alternativet och soffsurfar tycker jag att du redan idag ska skicka ett mail till en fadder (jag gissar på att du fått hem lite nolle-böcker osv med mailadresser).<br/> <br/>  Och sist men inte minst: Kom till Linköping en eller två dagar innan nollningen börjar. Tidigare än så kommer leda till att du sitter och blir emo över att du inte känner någon och allt kan kännas läskigt. Men, med det sagt - kommer du senare än så hinner du ju inte skaffa en cykel <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Du måste ha detta suveräna fordon för att ta dig runt i Linköping, eftersom staden i sig har <b>usel</b> kommunaltrafik. Cykelaffärerna här är minst sagt sketchy och om du inte blir direkt rånad när du går in blir du definitivt det indirekt när du köper en skitdålig stulen cykel för 700 kr. Köp en ok cykel via blocket eller t.ex. biltema som finns i Tornby (går buss dit)."
	},
	{
		"postIndex": 1305,
		"postNum": 1332,
		"postLink": "/sp38308883",
		"postTime": "2012-07-13",
		"postUser": "Mr.Hanscom",
		"postUserID": "/u597347",
		"postUrl": "https://www.flashback.org/t1538501p111",
		"userUrl": "https://www.flashback.org/u597347",
		"sentence": "Hm, blev lite oroligt nu då jag ser att de flesta verkar ha bra mycket mer köpoäng än mig. Hade hoppats på att kunna få något korrodirsrum då jag i stort sätt inte har några krav alls men de flesta verkar ha mer än mina futtiga 160 poäng.<br/> <br/>  Är det många studenter som inte är förstaårsstudenter som söker dessa lägenheter? Tänker mer på dem som har köpoäng för flera år, de kanske har pluggat i Linköping ett par år innan? Eller så kanske det bara var smartare än de flesta och ställde sig i kö ett par år tidigare.<br/> <br/>  Står ju dock <br/> <br/>  \"Korridorsrummet är endast för nyantagna studenter. The corridor room is only for new students at the University of Linkoping.\" på alla."
	},
	{
		"postIndex": 1457,
		"postNum": 1488,
		"postLink": "/sp38400301",
		"postTime": "2012-07-19",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p124",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Studentbostäder hyr ut förråd billigt i husen. Jag betalade 49kr i månaden för ett förråd stort nog åt en indisk-familj vet inte kvadrat men det hade nog gått in minst 10-15 sängar, dock är det inte säkert att det finns några lediga i samma hus som du bor i men det är ju inte hela världen.<br/> <br/>  *Edit Appropå att ni inte fått erbjudanden utan tackat ja automatiskt. De gör så varje år när de första korridorerna släpps för att det ska gå fortare och bli enklare. Uthyrningsprocessen hade tagit veckor om alla hade haft 5 dagar innan det gick vidare till nästa. Detta genererar dock massor med återbud och om dom inte har ändrat systemet så ligger de bara uppe för intresseanmälan mellan 9-13 varje dag vilket gör att inte alls lika många hinner intresseanmäla, så ni som inte fått något, ge inte upp."
	},
	{
		"postIndex": 1162,
		"postNum": 1184,
		"postLink": "/sp37763288",
		"postTime": "2012-06-08",
		"postUser": "Sapphirus",
		"postUserID": "/u689960",
		"postUrl": "https://www.flashback.org/t1538501p99",
		"userUrl": "https://www.flashback.org/u689960",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är mycket överdrifter om Ryd. Visst finns det en större andel här med utländsk bakgrund i någon form, men jag har aldrig haft något problem med någon av dem. De flesta jag ser är antingen äldre eller yngre barn. <br/> <br/>  De så kallade rydskidsen kan man se ibland, dvs. tonåringar som åker runt på moped, men det verkar ha lugnat ner sig på senare år.<br/> <br/>  Studentdelarna av Ryd är inte riktigt lika lugna som människodelarna, fler fester och så, men så är det nog inte bara i Ryd <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Jag har vänner som på sistone har flyttat eller funderat på att flytta till Ryd från andra delar av Linköping eftersom det är nära till Campus Valla, nära till Hg och bekvämt i och med att ofta känner man många som bor i Ryd om man pluggar.<br/> <br/>  Jag tror nog att de som fått en dålig uppfattning av Ryd är de som hamnar i en sliten korridor och inte trivts. Ryd har haft många rätt slitna korridorer, men Studentbostäder har renoverat i Ryd under flera år nu, så jag skulle nog säga att du har större chans att få en fräsch korridor i Ryd nu än på andra ställen. Eftersom en så pass stor andel av de nya studenterna hamnar i Ryd i början så är det också rätt bekvämt i början om man vill styra upp något."
	},
	{
		"postIndex": 372,
		"postNum": 379,
		"postLink": "/sp30943356",
		"postTime": "2011-06-01",
		"postUser": "fortississimo",
		"postUserID": "/u530660",
		"postUrl": "https://www.flashback.org/t1538501p32",
		"userUrl": "https://www.flashback.org/u530660",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Samtidigt så finns det ett par knep du kan ta till:<br/>  - Hyra i andra hand på universitets anslagstavla: <a href=\"/leave.php?u=http%3A%2F%2Fwww.student.liu.se%2Fanslagstavlan%2Fbostad_linkoping%3Fl%3Dsv\" target=\"_blank\">http://www.student.liu.se/anslagstav...linkoping?l=sv</a><br/> <br/>  -även köa på lägenheter som ligger på första våningen eftersom de brukar gå för betydligt mindre än \"högre\" diton. Sedan i terminen om du känner att du vill byta upp dig så är det blott 1 månad uppsägningstid om du flyttar inom studentbostäder, så det är fullt möjligt!<br/> <br/>   </td> </tr> </table>  <br/>  Det där var jag inte med om förra året, när jag började studera i Linköping. Med drygt 300 poäng kunde jag enkelt komma in på Ryds Allé (2:a våningen, dock ingen bra utsikt), där jag för närvarande bor (gillar dock inte korridorer så mycket, så vill helst flytta någon annanstans (inte längre bort från universitetet som norra Ryd)), men under terminerna har dessa korridorer gått för betydligt mer. Sedan vill jag bo på högre våningsplan, då jag vill ha utsikt (viktigt för mig). Jag känner en som bor på Björnkärrsgatan på högsta våningen, och det är riktigt bra utsikt. Det är en etta som erhölls mha bostad direkt (har jag för mig).<br/>  Det är lite underligt att det är så många som har höga köpoäng på stångåstaden (krävs ofta mer än 1500 poäng för att ens vara bland topp 5 på en lägenhet, vilket är klart högre än på studentbostäder), har de varit lite för generösa med tävlingar (som den nu pågående) där man enkelt kan få 300 gratis?<br/>  Det känns som att jag skulle behöva dubblera mina köpoäng för att få något värt att flytta till (alltså inte Lambohov eller något annat myskoställe längre bort från universitetet &amp; stan)."
	},
	{
		"postIndex": 2314,
		"postNum": 2360,
		"postLink": "/sp44443718",
		"postTime": "2013-07-23",
		"postUser": "Kalasmums",
		"postUserID": "/u421770",
		"postUrl": "https://www.flashback.org/t1538501p197",
		"userUrl": "https://www.flashback.org/u421770",
		"sentence": "De släpper tonvis med bostäder efter det att andra intaget har gjorts. Själv kom jag in på skolan på andra urvalet och sen fick jag bostad veckan efter, typ 1 dag innan nollningen börja ;p . De flesta korridorrum brukar ligga på runt 300 dagar när jag sökte (hade ungefär 1 1/2 års kötid), men viktigt att komma ihåg är att alla rum prioriteras till de som flyttar till Linköping från annan ort. Således brukar det lösa sig ändå även om man inte har jättemycket köpoäng. I värsta fall får man ha ett alternativt boende, typ kollektiv etc., första terminen och sen söka korridorer i typ november-december (då är det så gott som 0 ködagar på dessa).<br/> <br/>  Ett hett tips är att hålla lite koll på anslagstavlan: <a href=\"/leave.php?u=http%3A%2F%2Fwww.student.liu.se%2Fanslagstavlan%2Fbostad_linkoping_erbjudes%3Fl%3Dsv\" target=\"_blank\">http://www.student.liu.se/anslagstav..._erbjudes?l=sv</a> . Det brukar komma upp lediga rum i kollektiv etc. hyfsat frekvent där i alla fall"
	},
	{
		"postIndex": 320,
		"postNum": 326,
		"postLink": "/sp30541443",
		"postTime": "2011-05-10",
		"postUser": "Polygon",
		"postUserID": "/u533191",
		"postUrl": "https://www.flashback.org/t1538501p28",
		"userUrl": "https://www.flashback.org/u533191",
		"sentence": "Som Aladdin här ovan säger, räkna inte bort Ryd för att du hört mycket skit om det. Bland studenterna i ryd, som är de du antagligen kommer umgås mest med, är stämningen riktigt härlig. Och vill du, som du skriver, bo i områden där det festas mycket, då kan få områden konkurrera. <br/> <br/>  Studentbostäder brukar köra på att nya studenter som kommer från utanför östergötland har förtur på de korridorsrum som har inflyttning i augusti och september. Dessutom brukar faddrar och medstudenter vara bra på att inkvartera nya studenter som saknar bostad. Jag vet att Lärarsektionen i Linköping, studentförening för lärarstudenterna, lyckades inkvartera ett 50tal nya lärarstudenter som saknade bostad på olika soffor och i extrarum hos äldre studenter tills de fick tag på boende själva, och jag vet att andra program också brukar köra på liknande koncept. Så oroa dig inte för det, även om det givetvis är skönt att få tag på bostad i tid och kunna flytta in på riktigt.<br/> <br/>  Studentbostäder, Stångåstaden och Graflunds är de tre som har lägenheter i Ryd. Mig veterligen har inte graflunds några ettor, utan då får du fokusera på de två första."
	},
	{
		"postIndex": 1876,
		"postNum": 1917,
		"postLink": "/sp42473645",
		"postTime": "2013-03-15",
		"postUser": "Kalasmums",
		"postUserID": "/u421770",
		"postUrl": "https://www.flashback.org/t1538501p160",
		"userUrl": "https://www.flashback.org/u421770",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Det beror lite på vad du är ute efter. T1, Valla och Colonia är väl de områden med fräschast lägenheter överlag (vet inte hur det ser ut i Lamobhov dock). Däremot så ligger ju dessa områden lite mer isolerat (bortsett från Colonia då) i jämförelse mot vart \"alla\" bor, så beror ju på vad du är ute efter.<br/>  Är du ute efter enbart fräscha lägenheter så skulle ja ta något av ovanstående alternativ. Ryds lägenheter verkar vara helt ok med i det som jag har sätt, men har ju några fler år på nacken sedan det byggdes dock. <br/> <br/>  Är du en utåtriktad och språksam filur så kan jag starkt rekommendera att bo i korridor i Ryd med, åtminstone för ett tag! Beror väl lite på vart man hamnar såklart, men har man lite tur så kan det vara bland de bästa man gör i sitt liv då man träffar folk från alla delar av universitet och verkligen skaffar vänner för livet! Sen är Ryd som område rätt bra med då det är otroligt många studerande som bor relativt tätt, vilket gör att man har polare inpå husknuten om man så vill. Men som sagt, det beror ju ltie på vad du är ute efter<br/> <br/>  Edit:<br/> <br/>  Med lite mer isolerat för vissa områden så menar jag att det är relativt få förstaårsstudenter som bor i de först nämnda områdena, varpå jag tror det skulle kunna kännas lite ensamt*"
	},
	{
		"postIndex": 728,
		"postNum": 742,
		"postLink": "/sp31786531",
		"postTime": "2011-07-21",
		"postUser": "muffinsplanned",
		"postUserID": "/u508998",
		"postUrl": "https://www.flashback.org/t1538501p62",
		"userUrl": "https://www.flashback.org/u508998",
		"sentence": "Ingenstans att bo ännu, hoppas att få på återbud (om personen före mig tackar nej går det väl ned i kön tills någon tackar ja, eller?) men annars så ska det väl lösa sig på något sätt. Har någonstans att bo i några dagar/någon vecka, men inte något jag skulle vilja bo i första hand med tanke på Nolle-P (vet inte ens var i Linköping detta ligger just nu...) och allt.<br/> <br/>  Men, det jag ska göra nu är att gå in och söka varje dag mellan 10-13, gäller det då att vara först med att ansöka, eller?<br/>  Hur många rum kommer läggas upp ungefär i augusti? Lika många som nu i juli, eller är det färre?"
	},
	{
		"postIndex": 2217,
		"postNum": 2260,
		"postLink": "/sp44358931",
		"postTime": "2013-07-17",
		"postUser": "hithereyou",
		"postUserID": "/u784976",
		"postUrl": "https://www.flashback.org/t1538501p189",
		"userUrl": "https://www.flashback.org/u784976",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Tack, en fråga mindre! Tyvärr hade de telefontid 10:00-11:30 då jag inte ens fått erbjudandet och de som har hand om studentbostäder i Linköping svarade såklart inte när jag ringde.<br/> <br/>  Jag uppfattade det som om jag skulle få reda på om jag fått lägenheten idag, vilket skulle vara perfekt då jag hade haft tid att söka via studentbostäder om jag inte fått nått.<br/> <br/>  Visst det finns en stor chans att jag får en lägenhet men när man har såpass mycket köpoäng som jag faktiskt har (nästan 900) vill man ju gärna va säker att man har bostad när man kommer dit. Verkar som ja får skippa lägenhet och köra på korridor till en början..."
	},
	{
		"postIndex": 2213,
		"postNum": 2256,
		"postLink": "/sp44355856",
		"postTime": "2013-07-17",
		"postUser": "hithereyou",
		"postUserID": "/u784976",
		"postUrl": "https://www.flashback.org/t1538501p188",
		"userUrl": "https://www.flashback.org/u784976",
		"sentence": "fick erbjudande på ett par lägenheter vid colonia på byggvesta, vilket innebär att jag är en av 5 som får komma på visning och tacka ja/nej, sen får den med mest poäng lägenheten. Står att man måste svara ja eller nej innan den 21:a, vilket väl är okej. Men sen står det även att de vill att man kommer på visning innan man tackar ja, är detta ett måste? Sen får man tydligen reda på om man får lägenheten först den 28:e, vilket verkar oerhört dumt. Får man ens tacka ja till alla lägenhetserbjudanden och sen om man har högst på flera välja bort alla utom en? <br/> <br/>  Någon som har lite koll på hur det funkar? Man vill ju inte gärna få veta den 28:e om man får boende eller inte eftersom sista dagen hos studentbostäder är imorrn."
	}
]
