[
	{
		"postIndex": 2221,
		"postNum": 2315,
		"postLink": "/sp36062500",
		"postTime": "2012-03-05",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p193",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Sådär, nu får ni en bättre översättning. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  Hej Tania! <br/> <br/>  Tusen, tusen tack för ditt brev. Det var både ett trevligt och inspirerande brev och jag uppskattar det verkligen! Tyvärr fick jag det för några dagar sedan och jag har inte haft möjlighet att svara förrän idag. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Förresten, om du kan engelska bättre än norska, låt mig veta. Jag är mycket tacksam för dina vänliga ord och önskar absolut att lära känna dig bättre Tania. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Massor med folk från hela världen har uttryckt sitt stöd för mig och det totala antalet brev har kommit upp i över 250, en stor del av dem är självklart räkningar, lol. Ca 60% är positiva, 10% är från folk som önskar att jag ska finna Jesus <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> och 30% är hatbrev. <br/> <br/>  Jag ska inte gräva så djupt i det ideologiska då jag redan har skrivit en stor del av de 1500 sidorna som utgör boken/kompendiet, \"2083\", men jag vill understryka, Tania, att mer än hälften av det som skrivits om mig i media inte är sant och har inte rötter i verkligheten. Jag är en av flera tusen militanta nationalister i nordeuropa. Inget mer och inget mindre och i alla fall inte en förvirrad, sinnessjuk, galning så som media önskar förmedla mig. <br/> <br/>  Operationen var mycket svår att genomföra både vad gäller logistik, fysiskt och emotionellt. 22/7 har varit den värsta dagen i mitt liv och en dag jag hade fasat för i flera år. <br/> <br/>  Jag förstår emellertid att speciellt den politiska vänstern, en klass som totalt dominerar bland journalister och akademiker hatar mig och det jag står för mer än något annat, något man bör hålla i åtanke när man läser artiklarna som skrivs om denna saken. Jag tror att den systematiska demoniseringen och dislegitimeringen bör betraktas som en komplimang, något som indikerar att hotet från militant nationalism manifesterar deras värsta mardröm. Det är därför ganska förståeligt med tanke på vad jag har gjort mot dem, KT-nätverket, som jag är en del av, kände att det var nödvändigt att någon i västeuropa sa ifrån tydligt och klart, att nu är det nog och dessutom lade grunden för framtida motstånd. <br/> <br/>  Det är kanske mer förståeligt om man ser saken i ett större perspektiv och ser kulturkonflikten som har pågått ända sedan våra regimer, efter andra världskriget, bestämde sig för att införa mångkulturalismen och initiera en massiv muslimsk invandring/islamisering, utan att ens fråga människor vad de ville. Denna konflikthar bara börjat att manifestera sig och vi kommer desvärre se den växa i intensitet de närmsta åren, inte bara i Norge utan över större delen av Västeuropa. <br/> <br/>  Förresten, det är inte sant det de säger ang att jag är narcissistisk och megalomanisk - en som tror han är Europas frälsare etc. Tja, jag har mycket bra självtillit <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>, men en narcissistisk person skulle aldrig offrat sig för någon eller något. Så argumentet är en självmotsägelse. Det är faktiskt i hög grad det motsatta som är fallet, jag är en mycket ödmjuk person. Och så är det alltså hundra andra feluppfattningar. Jag har inte något emot att förklara för dig om du har frågor eller tvivel. Jag känner emellertid inte att det är viktigt att jag bombarderar dig med det i första brevet. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Återigen, Tania, tack för ditt uppmuntrande brev, och ja, jag är mycket intresserad av att lära känna dig bättre!<br/> <br/>  För min del, börjar det kännas bättre att vara här än det var i början. Det var svårt att anpassa sig under de första veckorna i häkte då du blir tvingad från en väldigt aktiv livsstil till en totalt passiv tillvaro. Man blir väldigt ensam och man håller på att dö av tristess. Under perioden då jag var en sovande cell, före operationen, använde jag en känd japansk krigarkodex känd som \"Bushido\" för att hålla motivationen på topp och dessutom för att undertrycka fruktan. Jag använder fortfarande denna ritual aktivt till att bevara mental styrka, en timme varje dag. Det är i princip en meditationsteknik där jag använder mig av inspirerande låtar, ett par ideologiska låtar, från artisten Saga och Helene Bøksle.<br/> <br/>  En av de låtarna är faktiskt den sista låten jag använde i filmen jag gjorde. Jag tror den heter \"Ere, the world crumbling\" eller något liknande. En otroligt mäktig låt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Så vad sysslar jag med om dagarna? Jag fick tillgång till media den tolfte december så mina advokater tog med flera hundra mediaartiklar. Jag fick också tillgång till en DVD/TV på mitt rum. Jag har fyra advokater i mitt försvararlag, som du kanske känner till; mycket duktiga individer. Jag värderar deras insats otroligt högt då rättsförhandlingarna mest sannolikt kommer bli en cirkus utan motstycke... Jag kan inte säga att jag glädjer mig till denna cirkus men det blir en unik möjlighet för mig att förklara för världen innehållet av \"2083\". Förutom det så fick jag äntligen tillgång till ett träningsrum för några veckor sedan. Så jag får träna varje dag och hålla mig i form. Jag är fortsatt isolerad och kommer vara det tills efter rättegången. <br/> <br/>  Jag är i färd med att skriva tre böcker, förresten, som kommer publiceras på engelska. Jag tror jag ska försöka komma i kontakt med någon som är intresserad och som har en blogg eller någon som känner någon som har en. Jag är precis i början med tanken att bygga upp ett nytt nätverk av vänner, helt från början. Jag önskar primärt att fokusera på individer som i varje fall delar något av mentaliteten och våra drömmar med tanke på visionen för framtidens Norge/Europa. Jag hoppas att du är intresserad av att bli vän med mig, Tanya. <br/> <br/>  Förresten, brev är den enklaste formen av kommunikation i min nuvarande situation. Jag saknar facebook och twitter så otroligt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Från 9000 facebook-kontakter till inget internet. :-o<br/> <br/>  Ser fram emot att höra från dig, Tania! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Anders Behring Breivik"
	},
	{
		"postIndex": 2218,
		"postNum": 2312,
		"postLink": "/sp36060445",
		"postTime": "2012-03-05",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p193",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Jag har låtit Google översätta ryskan åt oss. <br/> <br/>  Brev Breivik. Den första delen.<br/>  Hej, Tanya<br/>  Bra, tack så mycket för ditt brev! Det var trevligt, och på samma gång inspirera oss och jag uppskattar verkligen dig! Tyvärr fick jag det för några dagar sedan och jag har inte haft möjlighet att svara på idag <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Förresten, om du har bättre engelska än norska, låt mig veta. Jag är mycket tacksam för era vänliga ord, och definitivt skulle vilja bättre att se dig,) Tania <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Lycka till med en massa människor i världen har uttryckt sitt stöd för mig i allmänhet, har jag fått över 250 brev, av vilka de flesta, naturligtvis hänsyn LOL. 60% positiva, 10% av människor som vill mig att komma till Jesus, och 30% av breven från dem som hatar mig.<br/>  \"<br/>  Jag kommer inte att gräva i den mycket ideologi som jag har massor till en massa uppmärksamhet på detta på 1500-sidig bok / bok \"2083\". Men jag vill understryka, Tanya, att mer än hälften skrivet om mig i media - det är inte sant och saknar någon verklig grund. Jag är en av tusentals militanta nationalister i norra Europa. Inget mer och inget mindre. Och naturligtvis är jag inte bedragit, galen, galen galen - som jag vill avslöja media.<br/> <br/>  Operationen var för mig en mycket krävande, både vad gäller logistik och fysiska och känslomässiga. 22 juli var den värsta dagen i mitt liv - den dag då jag var rädd i många år.<br/> <br/>  Jag vet att journalistiska och akademiska kretsar är den absoluta majoriteten av anhängarna till de vänsterorienterade politiska åsikter, som är något annat än att hata mig för vad jag kämpar. Man bör hålla i åtanke när man läser artiklar skrivna om detta ämne. Men jag tror att den systematiska demonisering bör betraktas som en komplimang, vilket bekräftar att hotet om militant nationalism - det är deras värsta mardröm. Så du kan föreställa sig vad för dem är vad jag gjorde. Organisation av KT del som jag kände jag behovet för någon kategoriskt sagt: Okej, nog från oss! - Och lade grunden för vidare motstånd.<br/>  Allt detta blir ännu mer uppenbart när man tittar på det i perspektiv och överväga de kulturella konflikt som har pågått ända sedan efter andra världskriget var inställd på syftar till att mångkulturalismen är att införa och initiera en massiv muslimsk invandring / islamisering, utan att ens fråga människor - vare sig de vill ha det. Konflikten är bara börjat visa sig, och tyvärr kommer vi att se honom växa intensiteten i nästa decennium, inte bara i Norge utan även i större delen av Västeuropa.<br/> <br/>  Förresten, är de helt fel jag hade uppvisar narcissistisk personlighet, en man med storhetsvansinne som tror sig frälsare Europa. Tja, egentligen har jag ju en mycket bra självkänsla: D, men den narcissistiska personligheten kommer aldrig att offra sig själva för ingen och ingenting. Så de motsäger sig själva. Praktiskt taget alla tvärtom - jag är mycket ödmjuk man. Framför allt finns det fortfarande hundratals felaktiga domar. Om du har några frågor om detta, är jag beredd att förklara. Sedan Det vore fel att bomb (leverans - ca tolk) som du detta brev i första <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>)<br/> <br/>  Igen, Tanya, tack för uppmuntrande brev, och ja, jag är intresserad av, träffa bättre du!<br/> <br/>   Som för mig, som är här nu, det är mycket enklare än det var i början. Det var mycket svårt under de första veckorna i häkte att anpassa sig till en helt inaktiv tidsfördriv, efter en aktiv livsstil. Det känns väldigt ensam och känslan av att nu bara döda dig med tristess.<br/> <br/>   Under perioden före operationen använde jag en välkänd japansk militär koden \"Bushido\" för att upprätthålla en hög nivå av motivation och även dämpa rädslan. Jag fortsätter att aktivt använda denna ritual för en timme om dagen för att bibehålla styrkan i anden. Det är i grunden en meditationsteknik där jag använder inspirerande och ideologisk låtar till artister som Saga och Helene Bøksle.<br/> <br/>  En av de låtar jag använt i min film skapas. Jag tror att det kallas \"Ere, världens sönderfallande\" eller något sånt. En otroligt kraftfull sång <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>)<br/> <br/>  Tja, vad jag gör under dagen? Jag har tillgång till medierna den 12 december, och mina advokater har förberett för mig med hundratals artiklar. Jag har också kameran DVD / TV. Till mitt försvar laget fyra jurister, och de är högt utbildade specialister. Jag uppskattar verkligen sina insatser i denna process, som i sig är bara en cirkus. Och jag är inte angelägen om att delta i cirkusen, men för mig är det det enda sättet att förklara för världen vad en \"2083\". Dessutom senaste två veckor sedan fick jag möjlighet att träna i ett särskilt rum för utbildning. Så jag tränar varje dag och hålla mig i form. Jag är fortfarande i isolering, och detta kommer att fortsätta fram till slutet domstolen.<br/> <br/>  Jag är i färd med att skriva tre böcker, som kommer att publiceras på engelska. Jag tror jag ska försöka komma i kontakt med intressenter, och de som leder bloggar eller känner någon som har en blogg. Jag kommer definitivt att skapa ett nytt nätverk av vänner att börja med. Och jag tänker koncentrera sig på pevuyu alla som delar min mentalitet och vision för framtiden i Norge och Europa. Och jag hoppas att ni, Tanya, är intresserad av att vara min vän.<br/> <br/>  Förresten, i min nuvarande situation - brevet - det är det enklaste sätt att kommunicera. Jag verkligen inte få nog av Twitter och Facebook:-D Från 9000 kontakterna på Facebook för att slutföra brist på kommunikation på internet:-O"
	},
	{
		"postIndex": 2023,
		"postNum": 2108,
		"postLink": "/sp34277587",
		"postTime": "2011-11-30",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p176",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Psykiatrikerna berättar om en 32-åring som genom lång tid levde i sitt eget universum av vanföreställningar. Med tiden räknar han med att bli regent i Norge. Han ser på sig själv som en kommande ledare i Europa. Genom sina grandiosa vanföreställningar har han över tid utvecklat paranoid schizofreni. Han bestämmer över liv och död, och <b>han vill upprätta ett eget avelsprogram för norrmän</b>.       </td> </tr> </table>  <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftenposten.no%2Fmeninger%2Fkommentarer%2FIngen-grunn-til-bekymring-6710339.html\" target=\"_blank\">http://www.aftenposten.no/meninger/k...g-6710339.html</a><br/> <br/>  Här ett citat från flashback<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Min dröm har länge varit att avla fram den perfekta rasen. Ända sedan jag var ca 13-14 år så har jag alltid drömt om att köpa en ö dit jag skulle ta människor som var blåögda, blonda, långa, välbyggda, med raka näsor, kraftiga käkar etc... Dessa skulle först kollas upp så att man såg att deras bakrund var \"bra\", alltså att minst deras far och mor föräldrar hade varit av detta \"ariska\" utseende.      </td> </tr> </table>  <a href=\"https://www.flashback.org/t1657994\" target=\"_blank\">https://www.flashback.org/t1657994</a><br/> <br/>  Jag tror inte att rättspsykiaterna som har bedömt Breivik som paranoid schizofren känner till vad som diskuteras på internetforum idag. De har dragit en förhastad slutsats tror jag. De borde sätta sig in i hur den virituella miljön han har vistats i ser ut. <br/> <br/>  Taget ur sitt sammanhang blir det han säger förmodligen helt obegripligt och han har antagligen inte så bra förmåga att anpassa sig till lyssnaren när han talar tror jag. Han försöker så gott han kan men det är för svårt för honom att sammanfatta det så att alla ska förstå vad han menar. <br/> <br/>  Jag tror att han kan tänkas ha en autismspektrumstörning (och i tillägg till det en eller flera  personlighetsstörningar) med bristande förmåga att förstå hur andra tänker och kan tänkas uppfatta det han säger. Han utgick nog från det han trodde skulle fungera, d.v.s. att vara så tydlig som möjligt och uppträda korrekt precis så som han fått lära sig att människor bör göra för att bli vänligt bemötta tillbaka. <br/>  Detta fungerar inte automatiskt för en person med autismspektrumstörningar utan det är något som måste läras in och kan ta lång tid att lära in. Man kan ha svårt att förstå att ett beteende som fungerar vid ett tillfälle (exempelvis att le mot en kamera) kan bli helt fel vid ett annat liknande tillfälle (som ett möte med pressen efter att ha mördat 77 människor). <br/>  Det kan vara inpräntat att man är på ett visst sätt när man träffar människor så då är man vänlig (eller misstänksam) mot alla. Eller så är man sig själv hela tiden utan att tänka på att pejla av hur de andra verkar vara och utan att anpassa sig till situationen.  <br/> <br/>  Jag tror på honom när han säger att han känner empati för det norska folket och ville göra detta för att rädda dem. Det är sannolikt inget han hittar på för då skulle han inte engagera sig så totalt i det här som han har gjort i så många år. Jag säger inte att han gjorde rätt utan jag säger bara att jag tror att han trodde att han gjorde det enda rätta. <br/> <br/>  När Breivik berättar om detaljerna kring sina gärningar så förklarar han noggrant och ingående men missar hur helheten kan uppfattas för de som bara känner till att han har mördat 77 personer. Även detaljfokusering och brist på helhetssyn kan vara ett symtom på en autismspektrumstörning. <br/> <br/>  Vid autismspektrumstörningar så brukar man ha intensiva specialintressen och dessa intressen kan vara vanliga men att man fokuserar mer intensivt på dem än de flesta skulle göra eller så kan man bli intresserad av ting som inte anses vara helt okej av andra. <br/>  Man kan gå helt in för det man håller på med och ha svårt att tänka på någonting annat. Det blir som en fix idé som man kan ägna sig åt väldigt lång tid och samla på sig fakta om. Kvinnor kan ha relationer och psykologi som specialintresse och dra nytta av sina kunskaper så att funktionsnedsättningen knappt märks. Oftast är dock både männen och kvinnorna intresserade av sådant som statistik och andra detaljer som går att mäta och inte så mycket sådant som innefattar känslor.<br/> <br/>  De kan ha låg till hög IQ och uppträda nästintill normalt om de är högfungerande. Dock kan man märka att vissa saker är annorlunda så som i vissa fall men inte alla, ögonkontakten, sättet att prata (man uttrycker sig <i>för</i> pedantiskt), motoriken (lättare att skriva med hjälp av dator) o.s.v. <br/>  Andra saker kan vara att man har en bristande hygien men om någon lär in att det är noga att vara ren så kan det svänga åt andra hållet så att personen blir något fixerad vid att alltid hålla sig fräsch. Tvångstankar och tvångshandlingar kan också ingå i symtombilden. <br/> <br/>  Men jag tror inte att en autismspektrumstörning skulle kunna förklara allt. Jag tror även att Breivik lider av narcissistisk personlighetsstörning och att det var när symtomen på denna störning trädde fram som han blev mer och mer extrem.  <br/> <br/>  Om narcissistisk personlighetsstörning<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FNarcissistisk_personlighetsst%25C3%25B6rning\" target=\"_blank\">http://sv.wikipedia.org/wiki/Narciss...sst%C3%B6rning</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Individen uppvisar ett ihärdigt mönster av grandiositet (i fantasi eller beteende), behov av beundran, brist på empati, börjar i det unga vuxenlivet och finns i varierande samband indikerat av fem (eller fler) av följande:<br/> <br/>   1.Har en grandios självbild (till exempel överdriver framsteg och talanger, förväntar sig att bli betraktad som överlägsen utan lämpliga meriter).<br/>   2.Är besatt av fantasier om obegränsad framgång, makt, briljans, skönhet, eller perfekt kärlek.<br/>   3.Tror att han eller hon är \"speciell\" och unik och bara kan bli förstådd av, eller bara borde umgås med, andra speciella eller högstatuspersoner (eller -institutioner).<br/>   4.Kräver stor beundran.<br/>   5.Har oresonliga förväntningar på speciella förmåner eller omedelbar respons på hans eller hennes förväntningar.<br/>   6.Är interpersonellt exploativ, det vill säga utnyttjar andra för att uppnå sina egna mål.<br/>   7.Brist på empati; är ovillig att känna igen eller identifiera sig med andras känslor och behov.<br/>   8.Är ofta avundsjuk på andra eller tror att andra är avundsjuka på honom eller henne.<br/>   9.Uppvisar arrogans, hotfulla beteenden eller attityder.<br/> </td> </tr> </table>  <br/>  Det var min teori. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Alltså bort med schizofreni-diagnosen och anta i stället att han har en autismspektrumstörning och en narcissistisk personlighetsstörning."
	},
	{
		"postIndex": 865,
		"postNum": 912,
		"postLink": "/sp31841085",
		"postTime": "2011-07-24",
		"postUser": "Pussylake",
		"postUserID": "/u437668",
		"postUrl": "https://www.flashback.org/t1837147p76",
		"userUrl": "https://www.flashback.org/u437668",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men hans formuleringar osv tyder på att han har en viss intelligens helt klart.<br/>  Han har en annan stor nackdel som väger över intelligensen dock, han är personlighetsstörd och lider av personlighetsströningar i kluster B. Det han skrivit osar narcissistisk personlighetsstörning så det står härliga till, sida upp och sida ner, riktigt äcklig människa som påminner starkt om tex John Aussonius.<br/> <br/>   </td> </tr> </table>  <br/>  Vill börja med att säga att jag föraktar ABB och hans dåd med hela min existens, men, detta tycker jag inte ska påverka berättelsen av historien. Inte för att jag tror att FB kommer ha en så stor inverkan på historieböckerna i framtiden, men det påverkar ju folk.<br/> <br/>  Jag förstår om man kallar honom \"idiot\", \"lågbegåvad\" etc, men detta är inte sanningen. Historien ska alltid berättas i sin fulla sanning så långt det går. Börjar man tulla på detta så kan scenarios i framtiden ske som vi inte kan förutsäga.<br/> <br/>  Jag vill påstå att ABB är en mycket intelligent man, mao hög IQ. (inte hög EQ, det är nog de flesta överens om)<br/> <br/>  Han lider troligen av en grav psykisk störning (jag har inte tillräcklig kunskap för att ställa en diagnos) så kalla honom för min del gärna \"galning\", \"störd\", \"psykopat\", \"djävulen i förklädnad\" etc, men sluta kalla han \"idiot\".<br/> <br/>  För att belägga detta så skulle jag vilja påstå att inte många här skulle kunna genomföra det han gjort.<br/> <br/>  -Skriva ett manuskript (på bra engelska) på 1500 sidor. (Säkerligen med logiska grodor etc, men han hade ju inte direkt nån som korrläste det. De flesta författare tar flera år på sig med heltids skrivande och flera utkast för att producera 1500 sidor)<br/> <br/>  -Vara aktiv inom politik på forum och i verkligheten. (kanske inte så mycket irl de senaste åren dock)<br/> <br/>  -Driva företag OCH överleva ekonomiskt utan att skatteetaten (skatteverket) knackar på dörren. De flesta har inte så många hundralappar kvar på kontot när månaden är slut, tänk er då att finansiera detta utan att ha nån direkt inkomst. Han hade ju en del slantar sen tidigare men han har hålt en stram budget helt klart, inte förlustat sig med pizza och öl på Fredagarna direkt. (även om det verkar ha slunkit ner en hora i Tjeckien, det kanske var det han fick bidrag från mamma för)<br/> <br/>  -Arrangera och planera allt som ska till.<br/> <br/>  -Införskaffa allt material. (kemikalier, processutrustning, vapen, förklädnader etc.)<br/> <br/>  -Lära sig hantera vapen och sprängmedel.<br/> <br/>  -Bygga en bomb.<br/> <br/>  -Designa och beställa PR-material. (typ märkena på uniformen etc.)<br/> <br/>  -Hyra en stor bondgård.<br/> <br/>  -Vara trevlig och social i interaktionen med andra människor så de inte ska misstänka nåt. (för att göra detta så kan jag lova, även om han inte hade några nära vänner de senaste åren, att han måste ha snackat med en massa folk och spelat ett spel. (tänk bara på inköp av gödsel eller färjemannen ut till Utöya))<br/> <br/>  -etc etc etc.<br/> <br/> <b>ENSAM, UTAN ATT INTE ENS MAMMAN VISSTE OM DET.</b><br/> <br/>  Detta är ett stort projekt som pågått i flera år och alla som jobbat i projektform seriöst vet att det är 1000 saker att hålla koll på och som kan gå fel och som går fel som man måste fixa.<br/> <br/>  Förringar man det han har gjort till nåt enkelt så riskerar man att i framtiden inte kunna stoppa en liknande person för att \"hxn snackar mycket med mig i förtroende om hämnd, vapen etc men hxn är ju en smart person. ABB var ju en idiot och det måste man nog vara för att göra nåt sådant!\"<br/> <br/>  Nån som inte håller med? (troligen, skulle bli förvånad annars men nu har jag i alla fall gjort vad jag kan och kan somna gott)<br/> <br/>  BR PL..."
	},
	{
		"postIndex": 2141,
		"postNum": 2231,
		"postLink": "/sp34686226",
		"postTime": "2011-12-22",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p186",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Kan du berätta varför du misstänker detta? <br/> <br/>  Det jag känner till är att en psykolog gjorde flera hembesök hos familjen och att han eller om det var en hon, då tyckte att ABB var hyperaktiv, lite \"off\" samt att samspelet mellan mor och barn inte fungerade så bra men <i>varför</i> har jag inte läst någonstans. <br/> <br/>  Man ska komma ihåg att mamman levde ensam med två små barn som säkert inte alltid var de bästa vänner, pappan bodde i ett annat land, för av okänd anledning så tog det slut mellan paret, ABB var troligtvis inne i treårstrots eller hade precis gått igenom denna utvecklingsfas, grannarna klagade på att de hörde att det bråkades i lägenheten (men erbjöd de sig att hjälpa familjen eller var de bara sura på dem?), mamman hade sitt arbete att sköta så att familjen skulle kunna ha råd att fortsätta bo i den finare delen av staden o.s.v. <br/> <br/>  Mamman ber själv om hjälp när ABB är liten så det är inte så att hon försöker dölja något för barnavårdsnämnden. Hon ber om hjälp men får ingen hjälp. <br/>  Barnavårdsnämnden tycker att ABB ska bo hemma hos en annan familj. Jag kan mycket väl tänka mig att det inte fungerar så bra och att lille ABB blir ännu mer \"mammig\" när han först blir av med sin pappa och att man sedan skiljer honom från hans mamma. Han vill väl vara hemma med sin riktiga familj och inte lämnas bort till främmande människor och sova över hos dem. Och det är naturligt om mamman i det läget längtar efter sin son och att det är svårt att lämna bort honom. Först skiljsmässan och sedan lämna bort sitt barn till en främmande familj. <br/> <br/>  Om mammans egen mamma är psykiskt sjuk så bevisar det väl nästan att mamman förmodligen hade mindre stöd än hon behövde. Då hade hon inte mamman att gå till och prata med eller få hjälp av i kriser. Mamman kanske till och med var tvungen att ta hand om sin egen mamma och hjälpa henne med olika praktiska saker på grund av sjukdomen. Men det här vet vi inget om. Det blir bara spekulationer.<br/> <br/>  Vi ska också komma ihåg att barnavårdsnämnden gjorde besök även senare hemma hos familjen och då såg man inte längre några problem, inte några orsaker till att flytta Breivik från hemmet. Så utan deras hjälp tycks krisen ha gått över. <br/> <br/>  Systern i USA vill inte prata med Geir Lippestad. Nu spekulerar jag vilt här men kan det vara så att hon inte litar på honom? Att hon vill ge sin version till polisen och att hon inte vill att den ska kunna förvrängas? Hur som helst är jag väldigt nyfiken på att höra vad hon hade att säga till polisen. Hon som har bott med ABB under hans uppväxt. Kanske kan hon hjälpa till att räta ut några frågetecken."
	},
	{
		"postIndex": 1543,
		"postNum": 1606,
		"postLink": "/sp31926469",
		"postTime": "2011-07-29",
		"postUser": "HenryRollins",
		"postUserID": "/u552944",
		"postUrl": "https://www.flashback.org/t1837147p134",
		"userUrl": "https://www.flashback.org/u552944",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Sedan litar jag inte på dig längre, eftersom du inte behärskar min abstrakta diskurs och du verkar lite väl gymnasial i dina flickaktiga utspel.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Lite lök på laxen till Schnuppfen:<br/> <br/>  Jag väntar livligt nyfiken på att du genmäler SPLEENDID's text. Gör dig ingen brådska - jag förstår att det tarvas tid. Att bli dräpt och ändå vara vid hygglig vigör ÄR förvirrande. Min förhoppning är att ditt svar helt enkelt blir; \"-Det kanske ligger någonting i vad du säger spleendid, jag ska verkligen ta fasta på dina ord\".<br/> <br/>  Men tyvärr så kommer detta aldrig att ske. För när din tillvaro inte låter sig mätas, vägas eller räknas fram och din kompassnål börjar snurra okontrollerat så börjar ditt täckningslösa mästrande. Det är evigt tröttsamt att du förorenar intressanta trådar med ditt alltför långa pekfinger. Din storvulenhet och din förmenta vidsynthet i olika frågor gör att du inte ens ser dina egna fötter.<br/> <br/>  Om det nu är så att du inte blandat ihop Högadel med Högdalen så tillhör du säkert de som lever på andras förtjänt. Inte genom vare sig hårt arbete eller goda idéer utan genom snyltande. I ditt fall genom EU's mycket generösa gårdsbidrag. Nej, lägg dig i träda och inse att något inellektuellt växelbruk duger du inte till. Vare sig med eller utan vapensköld i Riddarhuset.<br/> <br/>  CONSILIO ATQVE SAPIENTIA - skulle inte tro det i ditt fall! <br/> <br/>  För mig så kommer du alltid att framstå som Flashbacks egen jävla hybrid av Hacke Hackspett och   Markurell i Wadköping.<br/> <br/>  Putell! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/><br/> <br/> <br/>  För övrigt så är det intressant att problematisera kring ABB's person, låtanden &amp; göranden. Tror dock inte att han tillhör de mer komplexa personligheterna som ställt till med omåttlig djävulskap i världen. <br/> <br/>  Hans pappa övergav honom och verkar själv vara i avsaknad av empati. Möjligen är detta själva ursoppan ur vilken massmördaren formas. När jag ögnar i hans manifest så får jag känslan av att han ganska tidigt i livet \"bestämt sig\" för att inte släppa någon riktigt nära sig. Denna oförmåga till intimitet stänger de naturliga vägarna till bekräftelse. Hans längtan efter att bli sett föder grandiosa fantasier vilka för de flesta barn avtal under uppväxten. Hans känsla av utanförskap och olikhet får honom till slut att känna utvaldhet för att livet ska bli meningsfullt. Grandiositeten har därmed blivit ett betydande personlighetsdrag. Att till detta addera känslan av stor oförrätt parat med suspekta politiska slutsatser räcker naturligtvis inte för att förklara hans fasansfulla handlande. <br/> <br/>  Men illa blev det. Om man säger så.<br/> <br/>  ..................................................  ...........<br/> <br/>  HÖRDE JAG NÅGON VISKA MOSSAD...??? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/>"
	},
	{
		"postIndex": 2847,
		"postNum": 3004,
		"postLink": "/sp43432813",
		"postTime": "2013-05-15",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p251",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag tror redan att han har blivit en terroristprofet. Det var väl någon man i Warzawa som åkte fast och flera har öppet eller anonymt sagt att de stödjer Breivik. Men det var ändå inte det som var syftet för Breivik. Han ser sig själv som en soldat som utförde ett uppdrag och inte som en person vi ska dyrka. Media vill gärna vinkla det så, men han har bara gott självförtroende och är stolt över att ha lyckats ganska bra med det han hade tänkt sig, utifrån <i>hans</i> sätt att se det. Det han gjorde var mer eller mindre ett själmordsuppdrag med mycket stor chans att dö, antingen av explosionen i Oslo eller genom skott från Delta på Utöya. Han hade inte räknat med att överleva. <br/> <br/>  Det är klart att han inte kan allt om sina rättigheter på kriminalvårdsanstalten ännu men han kommer att hinna läsa på och pröva mycket under tiden han sitter där. Dessutom har han åtminstone <i>en</i> advokat som fortfarande arbetar professionellt och kan hjälpa honom att föra hans talan utan att blanda in personligt tyckande. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om man är fånge så har man alla mänskliga rättigheter, med reservation för de inskränkningar som är motiverade ur säkerhetssynpunkt.      </td> </tr> </table>    Det är så det är tänkt att fungera. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Man har t.ex. yttrandefrihet, men det betyder inte att man har rätt till telefon eller internet.      </td> </tr> </table>    Internet kan man få tillgång till om man studerar om jag har förstått rätt, men det blir övervakat förstås. <br/>  Telefonsamtal får han ringa. De avlyssnas och kan avbrytas om han inte följer fängelsets regler. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Man har rätt till föreningsfrihet, men det betyder inte att man har rätt att besvara eller ens läsa de brev som skickas.      </td> </tr> </table>    Angående brevväxling, så är det tillåtet. Alla hans brev läses innan han får läsa dem. Inga uppmaningar till brott eller rymning får diskuteras. Man har också stoppat brev med politiskt innehåll men detta är inte lagligt så länge inte planering av brott eller störande av ordning i fängelset diskuteras. Här har man tyvärr försökt stoppa Breivik från att skicka och ta emot alla brev med politiska diskussioner bara för att hans önskningar om framtiden inte är PK och det är fel. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag tvivlar på att han kommer att få den underskrift han vill ha. Fängelsevakterna lär inte ställa upp. Medfångarna skulle mörda honom om dom fick chansen.      </td> </tr> </table>    Det finns många som vill skriva på så chansen att någon gör det finns. Fängelsevakterna har inte rätt att stoppa brev utifrån sina egna personliga åsikter. Polisen avgör om reglerna är svårtolkade och de arbetar efter lagboken. Beslut går att överklaga i domstol. Och vem vet, om en skriver under kanske det blir en snöbollseffekt. Inte än men om ett antal år kan det kanske bli möjligt. <br/>  Några medfångar får Breivik inte träffa så länge han sitter på den här avdelningen men socialt sällskap i form av besök utifrån och i framtiden mer umgänge med anställda har han rätt till som kompensation, något annat vore att anse som tortyr och kan anmälas. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men även om han lyckades få en underskrift så skulle han aldrig kunna saluföra sitt partiprogram i det offentliga rummet.      </td> </tr> </table>  Varför tror du inte det? Har du fått ta del av Breiviks nya demokratiska fascistpartis partiprogram? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Breivik är en mycket, mycket isolerad person.      </td> </tr> </table>    Ja, men inte länge till som sagt."
	},
	{
		"postIndex": 2055,
		"postNum": 2140,
		"postLink": "/sp34292166",
		"postTime": "2011-12-01",
		"postUser": "Remloff",
		"postUserID": "/u578126",
		"postUrl": "https://www.flashback.org/t1837147p179",
		"userUrl": "https://www.flashback.org/u578126",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <i>Husby er overlege ved psykiatrisk avdeling ved Diakonhjemmet sykehus, Synne Sørheim er spesialist i psykiatri. De er to av landets<b> mest erfarne fagfolk</b> på dette området og var også oppnevnt i Faiza-saken.</i><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.bt.no%2Fnyheter%2Finnenriks%2FNekter--snakke-med-norske-rettspsykiatere-2546468.html\" target=\"_blank\">http://www.bt.no/nyheter/innenriks/N...e-2546468.html</a><br/> <br/> <br/> <br/> <i>janåke: Han verkar ju onekligen ha viss begåvning, viljestark och målinriktad. Förstår att det är vansligt att göra någon typ av diagnos rakt av, men hur pass vanliga är den här typen av individer i vårt samhälle?</i><br/> <i><b>Sten Levander:</b> Låt oss kalla det autismspektrumdrag, paranoid eller schizotypal personlighetsstörning, och vanföreställningssyndrom. Det senare 6000 individer i Sverige. De mer lindriga störningara, någon procent.</i><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.sydsvenskan.se%2Fvarlden%2Farticle1516531%2FChatta-om-handelserna-i-Norge.html\" target=\"_blank\">http://www.sydsvenskan.se/varlden/ar...a-i-Norge.html</a><br/> <br/> <br/>  Ditt kvalificerade skitsnack vittnar om att du inte vet ett skit om sinnessjukdomar.<br/>  Dårar som tror dom ska regera Norge genom att bli kung och mörda de som passar honom är inte friska.<br/>  Sen har inte alla hallucinationer och precis allt behöver inte passa in.<br/>  Verklighetsuppfattningen och empatin är hela avsaknad hos Breivik.<br/>  </td> </tr> </table>  <br/>  Du skjuter från dig den ena giftpilen efter den andra för att slippa konfronteras med DSM IV:s definition av Schizofren Paranoia. De både rättspsykiatrikerna har gett honom denna diagnos, och de anser då att rätten ska befria honom från straffansvar, som otillräknelig vid gärningstillfället, vilket måste till för fällande dom. Det är vad detta handlar om.<br/> <br/>  Vi som motsätter oss detta, gör det just för att kriterierna i DSM IV inte är helt fritt för tolkningar efter tycke, smak eller förfäran. Att människan har någon form av störning, är en elak jävel utan empati, och begått dessa dåd iskallt är inte per se tillräckligt för att han ska tilldelas diagnosen och få straffrihet, eftersom han ingenstans gjort uttryck för hallucinationer, vanföreställningar likt förföljelse, eller annat som fritar honom från ansvar. Han har handlat medvetet. <br/> <br/>  De båda hjärnskrynklarnas slutsats, efter 36 timmars möten, är att karln blivit sämre och sämre de senaste sex åren, och att denna schizofrena paranoia har utvecklats under tid. Om så är korrekt, kan rätten resonera sig fram till att även om han visste var han gjorde vid tillfället, gjorde han det under påverkan av allvarlig psykisk sjukdom, och fritar honom lik förbannat från ansvar. Jag köper inte det. <br/> <br/>  Till skillnad från dig, så lutar jag mig mot kriterierna i DSM IV. Du däremot, hävdar med en oxes tjurighet att diagnosen är korrekt satt utan att kunna presentera bevis härom. Och låt mig påminna dig, det är den som sätter diagnosen som också sitter med bevisbördan för att den är korrekt satt. <br/>  Det finns en aspekt här som kan tala för att ABB:s hjärna är medicinskt annorlunda, och det är det faktum att han vägrar låta gå med på en somatisk utredning, scanna sin hjärna, och visa dopamin- och serotoninhalter. Hittills har det varit frivilligt. Hans vägran är dock inget bevis i sig för att hjärnan är onormal, även om många vill få det till det. <br/> <br/>  Tycker förövrigt du bör vara lite mer varsam med dina källor. Att en tidningsartikel i en norsk skvallerblaska  utan pratminus, och utan källhänvisning, konstaterar att Sytte Sorheim är en av de mest erfarna i en bisats, är lika legitimt som att du påstår det. Släng gärna upp en CV där Norges kår av specialister enas kring hennes eminens, så kan jag vara beredd att ompröva. Att hon har ifrågasatts i samband med tidigare fall, struntar du i.<br/> <br/>  Sten Levander, din favoritpsykiater, hävdade tidigt att ABB har en sjukdom som är värre än den kallsinnighet/personlighetsstörning som de flesta är eniga om att han har. De som sagt emot, har gjort det just för att de inte köper teorin om att ABB varit styrd av röster och hallucinationer och att hans kapacitet och målmedvetenhet varit för stark. <br/> <br/>  Värt att notera är att Sten Levander även tidigt konstaterade att ABB knappast skulle ges straffrihet då den norska tillämpningen är ännu hårdare än den svenska. Notera vidare att den mannen styrs också av åsikter och tyck och tänk  som till exempel menar han på fullaste allvar att Sverige för lättvindigt förklarar brottslingar för otillräkneliga och sätter dem på rättspsyk. Mijailovic, Eliasson, Hagamannen och häktesmördaren är väl några exempel på att han är lite snett ute. Att dessa borde ha vård är väl nästan hela psykiatrikåren ense om. Men knappast Levander, som tycks anse att svårt störda individer kan botas i finkan. <br/> <br/>  Det är också anmärkningsvärt att psykiater nummer två i ABBs fall, Torgeir Husby, enligt utsago aldrig tvivlat på resultatet i utredningen. För mig låter det som om mannen bestämt sig på förhand och borde därmed diskvalificeras som partisk. <br/> <br/>  slimjoe har nog helt rätt i att ABB nu inom kort lär placeras i en madrasserad cell och tvångsmedicineras för all framtid. För mig hade det varit helt rätt  om han utan rimligt tvivel led av denna psykos vid tillfället för dåden. Annars ska han skaka galler. <br/> <br/>  Och apropå att han ska bli kung och ledare över ett gäng riddare  vi vet inte alls hur dessa ord uttalats, eller om de ens har gjort det. I sitt manifest nämner han tiotalet gubbar i Europa som han har kontakt med och som delar hans vision i 2083. Han benämner dem riddare. Om dessa herrar inte existerar, kan detta avfärdas som stollerier. Men om de gör det, kan hans riddarorderns existens inte betraktas som paranoia om han har ett kontaktnät med fler som är beredda attt begå liknande dåd. Sympatisörer har han ju uppenbarligen, kolla bara på granntråden. Nätverk av schizofrena massmördare är ganska sällsynta, men du sätter väl schizodiagnos på hela bunten. Lätt att ta till när avskyn är stark. <br/> <br/>  Det är lätt att sjukdomsförklara det som vi inte förstår. Norrmännens motiv till detta är ännu starkare. Deras barn har brutalt skjutits ihjäl. Endast en diagnos tycks kunna ge ett legitimt svar på frågan varför. Frågan är om nämnda psykiater skulle ha satt diagnos på alla al-quaidadårar också. Den kulturella relativismen är där och spökar som vanligt när de kliniska bevisen uteblir. <br/>  Att rapporten är omfattande är inte bevis på ett tungt innehåll  tvärtom. Det kan snarare indikera att den är tunn som fan sakmässigt och att psykiatrerna blandar rena uppfattningar och föreställningar om hans person med utvalda citat ur hans manifest. Vi får se om jag har rätt när den släpps. <br/> <br/>  Tills jag har blivit bevisad om motsatsen (om rapporten avslöjar mer än hittills) är det alldeles för tveksamt att han lider av schizofren paranoia. Och därmed faller resonemanget om straffrihet. Förstår du nu, eller ska vi ta det igen?<br/> <br/>  För övrigt höjs nu rösterna från allt fler håll om att rapporten ska ut i sin helhet. <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.vg.no%2Fnyheter%2Finnenriks%2Foslobomben%2Fartikkel.php%3Fartid%3D10024171\" target=\"_blank\">http://www.vg.no/nyheter/innenriks/o...artid=10024171</a>"
	},
	{
		"postIndex": 1080,
		"postNum": 1134,
		"postLink": "/sp31852394",
		"postTime": "2011-07-24",
		"postUser": "feed-me",
		"postUserID": "/u275640",
		"postUrl": "https://www.flashback.org/t1837147p95",
		"userUrl": "https://www.flashback.org/u275640",
		"sentence": "Frågan är om inte Anders Breivik är ett resultat av en naivitet som funnits i Europa överlag genom alla dessa år, vad gällande Islam. Frågan jag åtminstone ställer mig är om inte Anders Breivik också var en av de som var mest naiva i denna fråga, att han trodde att allt som rörde Islam automatiskt betydde gruppvåldtäkter, terrorism, heligt krig etc, etc. Dessa åsikter växer sig nog starka hos fler och fler eftersom att i just denna fråga har man bara två alternativ, vara naiv emot Islam och tro att Islam är en hatideologi eller att vara naiv åt andra hållet, och medge att inget ont finns inom Islam och att all typ av kritik riktat mot Islam innebär per automatik att man är Rasist.<br/> <br/>  Det är inte så konstigt att vi har en hög främlings fientlighet i Sverige då man bara tycks ha dessa två alternativ att välja mellan, att vara naiv åt ena eller andra hållet, men fortfarande naiv. Och då kommer direkt frågan upp till oss alla, de som har kritiska åsikter mot Islamismen och dess snedsteg, vad har de för utrymme i median och samhället? De betraktas ju av exakt alla som Rasister eller mildare uttryckt Främlingsfientliga. Det borde väll göra att den åsikten växer eftersom att man aldrig får utlopp för den, och vart söker man sig då? Enkelt, till de enda som tar upp detta, Extremhögern. Nu har vi förvisso fått ett mildare parti i Sveriges riksdag som tar upp denna fråga, och trots att de är milda så anses de ändå som rasister.<br/> <br/>  Och är Högerextremismen svaret på denna fråga? Nej, inte i min mening! Jag tror att en sådan grupp lider av ett enormt hat mot många olika typer av människor, att man också övertygar sig själv och alla andra om att man har rätt eftersom att alla andra inte ens vill diskutera detta utan glåpord. Då skapas det naturligtvis en fåfänga som också kan vara en bidragande åsikt till det som hänt i Oslo.<br/> <br/>  Så kortfattat kanske det är så att Anders Breivik är ett resultat av en naiv debatt om ett kopiöst förstorat ämne i Europa. Och jag måste slutligen säga, kalla mig för PK eller något annat, att jag verkligen tycker att detta är bland det mest hemska som kan hända ett samhälle med utrymme för debatter och vår strävan mot att alla människors åsikter skall respekteras. Så för mig innebär inte bara dåden Anders Breivik gjort sig skyldig till som ett fruktansvärt massmord, det betraktas också som ett hot mot det samhället jag själv strävar efter."
	},
	{
		"postIndex": 2613,
		"postNum": 2747,
		"postLink": "/sp40758122",
		"postTime": "2012-12-06",
		"postUser": "Bladderblad",
		"postUserID": "/u696908",
		"postUrl": "https://www.flashback.org/t1837147p229",
		"userUrl": "https://www.flashback.org/u696908",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ursprungligen postat av <b>NothingToLose</b>:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.frifagbevegelse.no%2Fpoliti...cle6377695.ece\" target=\"_blank\">http://www.frifagbevegelse.no/politi...cle6377695.ece</a><br/> <br/>  Det är nästan så att jag börjar känna lite sympati för Fjordman, trots att han enligt Verdens Gang undanhöll uppgifter om sin vapenträning för polisen, gömde sin dator, har hävdat att Breivik är schizofren m.m.       </td> </tr> </table>  Petrus... men han blev ju en känd lärjunge därefter och namnet är känt än idag <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Hur som helst:<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Citerat av <b> NothingToLose</b> ur \"22. juli - forklare, forstå, forebygge\" :<br/> <i>Hatretoriken är nära besläktad med mobbing, för mobbing kan i vissa fall beskrivas som en form av hatretorik som är riktad mot en enskild individ. Mobbing baserar sig också ofta på en osann historia med negativa generaliseringar av offret. Effekten är också, som i hatretoriken, att offrets anseende och status försvagas.</i> </td> </tr> </table>    Vad i helvete talar man om här? Bara för att det handlar om Kommendören så kan börja jiddra loss totalt? Jag tror inte att riktiga jäkla mobboffer - såna som vi alla sett och säkert en del i smyg gillat att plåga, \"men aldrig själva\" varit drivande i mobbingen av - tror nog att de inte riktigt håller med i denna förenkling.<br/> <br/> <b>Mobbning handlar om kids</b>. Vuxenmobbing kan vara lika illa, men då heter det just vuxenmobbing och dessutom har en vuxen helt andra utvägar, ett barn sitter liksom fast i systemet, maktlös. <br/> <br/>  \"<b>Hatretorik</b>\" är något jag aldrig hört talas om, möjligtvis med undantag för det som predikas i palestinska skolor gentemot israeler.<br/> <br/>  Varför försöker man koppla ihop en grej - mobbning - som många nordiska människor har erfarenhet av (sannolikt en av de värre grejerna man kan erinra sig i våra *tidigare* så stabila, lugna länder) tillsammans med <i>kritik </i>av islam m m? Varför denna eviga förenkling?<br/> <br/>  Massmordet på Balkan var inte en avhumanisering. Tala med någon från den serbiska sidan så får du höra en nyanserad variant. Även om jag kan medge att det är svårt att hitta sådana som var \"aktiva\", om man säger så, i Sverige.<br/> <br/>  I Rwanda rådde äkta rädsla. Har talat med en person, en hutu*, som sade att man bland annat gick ut på radion och varnade för de \"onda andarna\" som hade tagit över deras kroppar (eller hur han nu uttryckte sig) och att folk på allvar trodde detta eftersom man var för dum för att fatta bättre. Lite som att vänstern i Sverige på allvar verka tro att Jimmie Åkesson är besatt av nazism-häxor eller som att vissa högermänniskor på allvar tror att Gudrun Schyman tror på det hon predikar - hon är ju bara en pragmatisk egoist som tjänar pengar på folks dumhet, liksom prästerskapen gjort i Europa i århundraden, och liksom prästerskapet i den muslimska världen gör. Amen.<br/> <br/>  Det är väl det som är kärnan i det hela? Egoism och självvinnelse för prästerskapets del, oavsett om de är röda, muslimer eller \"fat corporations\". Att konstatera det är att likställa med \"hatretorik\" alltså? Att döda närmare 80 personer är \"hatretorik\"? Det finns ett ord vi alltid använt för det: Massmord. Inte \"seriemord\", inte \"hatskott\" och verkligen inte \"hatretorik\".<br/> <br/>  Fjordman kan väl knappast kallas för hatretoriker? Har läst väldigt lite av honom, ja med undantag för det som skummades genom i 2083, men någon \"hatretoriker\" är han knappast.<br/> <br/>  Varför anordnar Europarådet en konferens där \"Hatretorik\" - tydligt nyspråk - är huvudämne? DET är den stora frågan.<br/> <br/>  --- --- ---<br/>  Separat fråga: Hur har det gått för kommendör Breiviks advokat-team sedan rättegången? Har deras karriärer gått i sank, har de blivit upphöjda eller ingen förändring?<br/>  --- --- ---<br/> <br/>  *) Där har man enligt ryktet förbjudit orden \"hutu\" och \"tutsi\", hehe, PK:n gör kanske nytta ibland ändå?"
	},
	{
		"postIndex": 2865,
		"postNum": 3022,
		"postLink": "/sp43502906",
		"postTime": "2013-05-19",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p252",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Fortsättning på förhöret av Breivik på Utøya 22/7 -11<br/> <br/>  Den misstänkte säger att han körde fram bilen precis framför objektet. Han hade med sig en bultsax. Den misstänkte var överraskad över hur långt in han hade tillåtits att köra. Den misstänkte hade aldrig trott att han skulle överleva operationen. <br/> <br/>  Han säger att det skulle varit lätt att döda Stoltenberg, även om Støre skulle varit ett bättre mål. Den misstänkte anslår att det skulle förutsatt ca en månads förarbete, inklusive spaning. Värdet av att döda bara en person skulle varit för litet. <br/> <br/>  Han säger också att för en person med hans intellekt och intelligens, skulle det varit bortkastade resurser att spendera tid på att planera mord på bara en person. <br/> <br/>  Den misstänkte hade i utgångspunkten tänkt använda en minimotorcykel till att köra fram till bil B. Han tillägger att det kan vara så att det finns andra bilar som han inte har berättat om. Han skulle oavsett inte uttala sig om huruvida dessa bilar är laddade eller inte. <br/> <br/>  I samband med detta säger den misstänkte att hans doktrin säger att en förlust på upptill 50% av det han kallar civila, är acceptabelt. Målet är oavsett inte att döda flest möjligt, utan att skicka en stark signal. Detta menar den misstänkte att han har klarat. <br/> <br/>  Han påstår att om Arbeiderpartiet förändrar sin politik vad gäller invandring, kan han garantera att det inte sker ett enda angrepp till på norsk mark. Detta modererar han till att han nästan kan garantera. Efter en kort stund säger han att han kanske kan garantera att det inte kommer att ske fler attacker i Norge. <br/> <br/>  Han tror att inom loppet av 10 år, kommer Oslo vara en muslimsk stad, och att de som är ansvariga för det den misstänkte kallar massinvandring av muslimer, kräver en tydlig signal. Han ger uttryck för att vara väldigt lite nöjd med det han blev tvungen att göra, men att det geniala med att välja Utøya, var att det var som ett knivstick rakt i hjärtat på Arbiderpartiet. Den misstänkte anser att det självklart är tragiskt att någon måste dö, men att det till syvende och sist är helheten som är det väsentliga. <br/> <br/>  Han säger att han en gång trodde på att vinna på ett demokratiskt sett, men efter den dag han miste tron på detta, har han ansett våld som den enda möjligheten.<br/> <br/>  Anmärkning från polistjänstemännen XXXXXXXXXX som företog det första förhöret. <br/> <br/>  \"Den misstänkte förklarade sig utan problem under hela samtalet. Han framstod som helt klar och reflekterande. Den misstänkte förklarade sig hela tiden sammanhängande och detaljerat.\""
	},
	{
		"postIndex": 954,
		"postNum": 1006,
		"postLink": "/sp31845430",
		"postTime": "2011-07-24",
		"postUser": "trollig",
		"postUserID": "/u511973",
		"postUrl": "https://www.flashback.org/t1837147p84",
		"userUrl": "https://www.flashback.org/u511973",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Men idiot. FrPs partiledare. Hon var bedrövad att Daniel Poohl kopplat samman individen med partiet.<br/> <br/>  Hon kanske borde varit bedrövad över att gärningsmannen varit medlem i hennes parti i 7 år istället?<br/> <br/>  Självklart finns det mer och mindre radikala grupper inom FrP. Och ja det är möjligt att en grupp kan bryta ut som stödjer GMs syn, medan andra grupper fördömer det. <br/> <br/>  Men det kan ju inte bli olegitimt att berätta sanningen om hans politiska engagemang och åsikter!<br/> <br/>  Det är detta som är det sjuka i ditt och partiledarens resonemang.  <br/> <br/>  Om någon pekar ut sanningen om vart han varit organiserad så är det smutskastning, och inte att rapportera sanningen.  Det enda legitima enligt er är att säga att det var en ensam galning som utfört ett vansinnesdåd. Men detta är ju inte sant. <br/> <br/>  Det är ingen som sagt att detta har varit i FrPs namn. Personen som partiledaren klagade på var väldigt tydlig med att det inte var i FrPs namn eller att FrP stödjer våld.<br/> <br/>  Det som har sagts är att personen varit med i partiet i 7 av de 10 år han planerat dådet. Detta måste få sägas. För att det är relevant. Det är denna typ av politik som har motiverat honom. Det är ur denna rörelse han är kommen. Och det är i denna rörelse han kommer (och har) hittat stöd. Den högerextrema islamofobiska som det parti han tillhört i stora delar av sitt politiskt aktiva liv tillhör. <br/> <br/>  Jag har väldigt väldigt svårt att förstå hur någon kan sitta och på allvar säga att en det inte ska få nämnas en koppling till det parti han varit medlem i 7 av de 10 år han planerat dådet mot politiska motståndare. <br/> <br/>  Visst. Hade han dödat fotbollspelare på den lokala fotbollsplanen eller sprängt en skola hade det varit en sak. Men det är inte det vi talar om.  Detta är ett medvetet politiskt massmord på politiska motståndare. Då är den politiska motivationen och den politiska bakgrunden inte bara viktig, utan kanske det viktigaste att diskutera <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
	},
	{
		"postIndex": 3259,
		"postNum": 3457,
		"postLink": "/sp47425645",
		"postTime": "2014-02-08",
		"postUser": "sayyadina99",
		"postUserID": "/u228046",
		"postUrl": "https://www.flashback.org/t1837147p289",
		"userUrl": "https://www.flashback.org/u228046",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Du har säkert kritik mot Breivik, problemet är att man ser inte mycket av det i den här tråden, utan mest en massa goja om att allt är frid och fröjd med Breivik och alla som påstår motsatsen ljuger. <br/> <br/> <br/> <br/> <br/> <br/>   </td> </tr> </table>  <br/>  Men jag har varken sagt att något är frid och fröjd eller att någon ljuger (förutom Åsne som representerar det förljugna med sin bok). Frid och fröjd är det naturligtvis inte när någon känner sig manad att begå en terroraktion av den här storleksordningen, men det trodde jag kunde vara osagt.<br/>  Det psykologiserande du för fram är lite förenklat tycker jag. A är inte alltid lika med A. Den logiken betyder i praktiskt tillämpning att alla män utan far borde begå politiskt motiverade brott där fler än tjugo personer men färre än hundra personer mister livet, rent statistisk.  Så är det ju inte.<br/> <br/>   Samma sak med kvinnorna. Breiviks erfarenhet spelar naturligtvis in, men om du tänker efter här framför han en mycket allmängiltig synpunkt som väldigt många andra män också har uttryckt genom århundraden. Har de alla haft en instabil mor? Osv. Breivik kritiserar t.ex. feminismen, och där kan jag som själv är kvinna (inte väldigt instabil dock) tycka att Breivik har rätt rörande kvinnors sammanlagda förmåga. Då kan \"kvinnors instabilitet\" istället handla om hormoner och svårigheter att kombinera barn,relationer och karriär med samhällets krav. Subjektivt av mig iofs. men knappast något som har med Breiviks mamma att göra.<br/>   Sen säger ju Breivik att han älskar kvinnor när han får kritik för det han sa om instabila kvinnor. Han fick sen aldrig en möjlighet att lägga fram i sak vad det var han egentligen menade med det där. Själv tyckte jag det var mindre viktigt,för även Breivik kan väl få säga helt meninglösa och ganska mänskliga saker ibland? Så hur kan t.ex. Åsne veta då, när hon inte ens fick en intervju? Osv, osv, osv....  Man måste få ifrågasätta hur bilden av Breivik-som-person egentligen blir till. Någon säger ditt, någon säger datt. Mest rykten, och vips vet hela världen att det är \"sant\" ??"
	},
	{
		"postIndex": 2226,
		"postNum": 2320,
		"postLink": "/sp36082169",
		"postTime": "2012-03-06",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p194",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Breivik får skicka och ta emot brev eftersom norsk lag tillåter detta. Det här gäller alltså <i>inte</i> specifikt för Breivik utan för <u>alla</u> som sitter i norskt fängelse. Det gäller inte heller bara i Norge utan även i Sverige och andra länder. <br/> <br/>  Breivik har faktiskt lite hårdare regler än någon annan fängslad person i Norge just nu eftersom han är den enda som sitter på en avdelning med extra hög säkerhet. Detta innebär att alla hans brev kontrolleras av polisen. Hittills har ett tiotal brev stoppats innan de nått fram till Breivik, säger polisen och detta ska då vara gjort av säkerhetsmässiga skäl. <br/> <br/>  För ett tag sedan så skrev en norsk tidning på internet att Breivik hade sagt att han är bra på att läsa av människor. Han påstår sig kunna tolka folks kropssspråk, ögonkontakt m.m. så pass bra att han vet att ungefär 15% sympatiserar med honom. Om det stämmer vet jag inte så klart men det visar att han inte tror att han är avgudad för i så fall borde siffran vara långt mycket högre kan man tänka."
	},
	{
		"postIndex": 3249,
		"postNum": 3447,
		"postLink": "/sp47415334",
		"postTime": "2014-02-08",
		"postUser": "yashiroka",
		"postUserID": "/u839804",
		"postUrl": "https://www.flashback.org/t1837147p288",
		"userUrl": "https://www.flashback.org/u839804",
		"sentence": "Jag spelade WoW i Unit och Goosfraba. I de perioder Anders var aktiv så pratade vi mer eller mindre dagligen så jag tänker att jag har en ganska god bild av honom. På den tiden var han inte mycket annorlunda från någon annan. Han var glad och trevlig. Han hade onekligen vissa starka narcissistiska drag och kunde därför vara ganska övertygad om att han hade rätt. Men det gick alltid att förklara för honom varför han tänkte fel om man försökte, och han var ganska ödmjuk om att han hade haft fel. Jag och de andra av mina tidigare guildmates som jag har pratat med tänker ungefär samma sak. Han kan inte ha mått så bra åren innan han gjorde sitt dåd. Men våran guild var död och vi hade ingen kontakt med honom.  Men ser det även på bilderna som visas i media. Han ser hemsk ut nu jämfört med de han la upp på våra forum. Då såg han fan riktigt bra ut. <br/> <br/>  Detta är förövrigt inte mitt riktiga flashback konto, men jag tänker att det kanske går som i WoW. Där fick man dödshot i extrema mängder av randoms bara för att man varit i samma guild. Och det var ju ganska svårt att komma in i någon bra guild när man behövde dölja sina tidigare erfarenheter (Tänk er ett stort fett svart hål på 5 år på ens CV) så jag var tvungen att lägga spelet på hyllan för gott. På flashback skulle ju folk kunna luska ut vem jag är irl <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>  vilket är ju lite värre."
	},
	{
		"postIndex": 2709,
		"postNum": 2854,
		"postLink": "/sp42041270",
		"postTime": "2013-02-16",
		"postUser": "Snokeri",
		"postUserID": "/u758488",
		"postUrl": "https://www.flashback.org/t1837147p238",
		"userUrl": "https://www.flashback.org/u758488",
		"sentence": "Ok, tack för svar, NothingToLose! Är det någon här som skrivit till honom, nyligen, och vet vad man kan skriva, utan att få sina brev kastade (innan de når honom) där? Hm, har redan skrivit ett brev, innan jag researchat tillräckligt, tydligen. Trodde inte det skulle spela någon roll vad jag skriver in, bara vad han skriver ut. Jag tog upp politik, såklart, (vem vill prata om ditt och datt med honom?) men trodde det var ok, det var ju (bland annat) MINA erfarenheter av socialdemokrater, hur de agerar i flock, emot oliktänkande, som började slåss med mig, för att jag som ensam 15-årig motdemonstrant vågade tycka annorlunda på deras dag och plats. Och det var absolut ingen uppmaning till, eller försök att starta nån cell, ta efter hans brott, eller nåt! Så jag trodde det var ok, och skulle komma igenom. Men det var ca 2-3 veckor sedan nu, så jag undrar jag... Därför undrade jag om vilken tid det brukar ta. Det var om lite annat också, som jag inte kan skriva här, av outningsrisk, men kan de ha nåt emot att jag också är i kontakt med svenska fångar? Och översättning behövs väl inte från svenska till norska? De borde väl förstå svenska? Ville inte använda google translate, för alla knäppa fel som blir då, och jag kan inte skriva norska. Frimärken visste jag inte heller att man skulle skicka med för att kunna få svar. Undrar om man kan skicka dem i efterhand? Frågade också redan i brevet om de kan skicka tillbaks det, eller om man kan få nåt kvitto eller så, om det bortcensureras helt. Det kom ut i tidningarna bara någon dag efter att jag skickat brevet, om att han överklagar/klagar på de dåliga villkoren i fängelset, för bla brevväxling/censur, och förbudet mot att diskutera politik.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Som jag har förstått det så har Tord Jordet, Breiviks advokat, sagt att Breivik inte tillåts skriva någonting om politik. Alla sådana brev stoppas. <br/>  Jag har sagt det förut men säger det igen: Fängelset har från början haft regler som kan utnyttjas för att censurera och stoppa brev med uppmaning till kriminella handlingar. Det är inte det som är problemet. Problemet nu är att alla brev som tar upp politiska ämnen stoppas, trots att Breivik enligt sin advokat inte i breven har uppmanat till kriminella handlingar. <br/>  Det går inte att ändra reglerna i efterhand. <br/>   </td> </tr> </table>"
	},
	{
		"postIndex": 3181,
		"postNum": 3370,
		"postLink": "/sp47083277",
		"postTime": "2014-01-17",
		"postUser": "Bladderblad",
		"postUserID": "/u696908",
		"postUrl": "https://www.flashback.org/t1837147p281",
		"userUrl": "https://www.flashback.org/u696908",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>thewellovedone </b>skrev:<br/>  ...och ändå så klagar alla recensenter på att det inte finns något av vad Seierstad tycker och tänker i \"en av oss\". Vad är objektivitet? Det går inte att utplåna sig själv hur mycket man än försöker, ens personliga jag lyser alltid igenom, det finns många på Flashback som inbillar sig att de är objektiva men ingen av dem är det för det går inte att vara objektiv, eftersom det skulle vara det samma som att utplåna sig själv och bli ersatt av en berättarrobot. Jag har lagt märke till att <b>idealistiska kritiker av det politiskt korrekta har en sådan otrolig motvilja mot Seierstads \"En av oss\", </b>är det för att den bryter ner den idealiserade bilden av Anders Behring Breivik. <b>Tyvärr men ABB är inte mer glamorös än så här</b>.      </td> </tr> </table>  <br/>  Intressant syn på saken. Tror inte det har att göra med glamorös bild av B. utan snarare en misstro mot det mesta av vad som produceras av gammelmedia.<br/> <br/>  Men jämför mediebilden av kommendör B. och krigaren Taimour (Stockholmsbombaren): Två terrorister som skiljer sig åt oerhört mycket, inte bara i bakgrund och tillvägagångssätt och drivkrafter, utan framförallt med resultatet av deras handlingar, även om krigaren Taimour misslyckades* och B. lyckades: Kritiker av det politiskt korrekta kan nog finna större försök till förståelse för Taimour hos gammelmedia än detsamma för B. - vilket visade sig i några ledare, eller till och med öppen förståelse för Taimour i tidningen <i>Flamman </i>eller om det var <i>Offensiv </i>- vilket borde vara lika märkligt som att visa öppet stöd till B. <br/> <br/>  Skillnaden är alltså, som man som kritiker av det politiskt korrekta kan se det: Förståelse ges för palestinska självmordsbombare** medan total fördömelse ges till B. och potentiella aktionsfränder, karaktärsmord sker på inte bara B. (som om det behövdes) utan en regelrätt häxjakt på alla i hans eventuella närhet sker... man gör utredningar, skriver böcker, sänder rättegången på tv för att visa vilken dåre det är... som lyckades inte bara med våldsdåden utan också med ett av sina delmål.<br/> <br/>  Kritiker av det politiskt korrekta utgår väl från att när den, enligt medieberättelsen, \"rätta\" sidan gör ett bombdåd, så kan det förklaras utifrån den klassiska vite-mannen-är-i-grunden-ansvarig, medan när en vit man (förenklat) gör något likartat, och i detta fallet, långt mycket värre sett till antalet döda, så fördömer man helt riktigt akten, men tyvärr stannar man inte där, eftersom man då verkar tro att man måste - som du också kanske riktigt hävdar, att ABB inte är mer glamorös än så här - och då måste inpränta budskapet om hans egocentrism, vansinne, drogcoktail han var hög på (som var en ganska klen blandning visade det sig), påstådda vanskötsel som liten etc etc.<br/> <br/>  Sålunda är det lätt, som kritiker av det politiskt korrekta men som inte nödvändigtvis direkt påhejare av B. - att anta att vissa böcker som skrivs innehåller rena felaktigheter, medvetna missförstånd och felciteringar - framförallt i ljuset av den första psykrapporten som gjordes efter att kommendör Anders Behring Breivik gripits: Kontentan var att \"Breivik är helfnoskig och bör dömas till mentalvård\".<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har inte läst En av oss men av din text att döma så antyder Seierstad att Breivik inte har någon som vill skriva till honom.       </td> </tr> </table>  <br/>  Vilket var vad jag antog av dennes inlägg också (den som citeras av NTL, som skrevs av TheBlackSwan), <b>thewellovedone</b>. Men det är bra att du har läst boken och rättat min uppfattning i frågan. Jag vidhåller ändock att Åsne Seierstad är opålitlig i sin natur som journalist.<br/> <br/> <br/>  - - -<br/> <br/>  *) Även om krigaren T. säkerligen lyckades skrämma några svenskar, vilket brukar sägas är ett av delmålen med terrorismen som strategi/delstrategi.<br/>  **) Säger inte att T. var palestinier, pratar om medierapporteringen i Sverige under den så kallade<i> Andra Intifadan</i>."
	},
	{
		"postIndex": 3313,
		"postNum": 3512,
		"postLink": "/sp47606908",
		"postTime": "2014-02-20",
		"postUser": "sayyadina99",
		"postUserID": "/u228046",
		"postUrl": "https://www.flashback.org/t1837147p293",
		"userUrl": "https://www.flashback.org/u228046",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>  Jag är precis som Breivik både narcissist och masochist, både han och jag går passionerat och egoistiskt inför den loserroll vi redan från början blev tilldelade och ser inte vad vi har utan bara vad vi saknar. Det finns en orsak till att jag identifierar mig med honom. Det kan verka motsägelsefullt att jag då kritiserar till exempel anti-feminister men feminister har aldrig varit mitt problem som man vilket anti-feminister hela tiden påstår att det skulle vara, därför är jag oerhört kritisk mot anti-feministernas svartvita världsbild.<br/> <br/>  Med avsaknad av grepp om Breivik menar jag att ni inte ser vilken förlorare han är, detta säger jag inte för att jag skulle förakta honom utan för att jag respekterar honom och jag har varken försökt kontakta honom eller besöka honom och kommer aldrig att göra det heller. Ni förstår inte det här och kommer aldrig att göra det.<br/> <br/>   </td> </tr> </table>  <br/>  Jag förstår faktiskt vad DU menar. Det verkar vara du som inte vill förstå vad andra menar, och du vill inte känna dig förstådd själv heller. Jag har lite svårt att ta det på allvar, det här att vilja vara så jäkla speciell och sen spela underdog även när du inte är det. Strategin är nämligen inte helt unik.<br/> <br/>   T.o.m. Breivik har uttryckt ett behov av att vilja bli förstådd. Att vilja förklara sig.  Så det är faktiskt lite svårt att prata med dig när du hela tiden vet så jäkla mycket om andra människor, som du faktiskt inte vet.<br/> <br/>   Jag förstår också att Breivik inte ser sig själv, eller borde se sig som urtypen för en vinnare här. Han har offrat något, kanske är det som du säger att han offrat därför att med sin självinsikt insåg att det var hans dramatiska livsöde att offras. Men det du pratar om är olika känslolägen eller personlighetstyper trots allt. Och spekulation kring en annan männskas inre. Du är inte den enda på planeten som identifierar sig med Breivisk spegelbild, altså den bild i vilken man ser något av sig själv också. Han har inspirerat många till självreflektion och tankar på allt möjligt, det är jag ganska säker på.<br/>   Jag har hela tiden velat fokusera mer på innehållet i Breiviks politiska budskap, alltså vad det var han offrade sig för. Där är han en vinnare. I det större skeendet, och i tiden vi lever i.<br/> <br/>   Det du är inne på får mig därför att känna mig lite förlorad i olika personliga projektioner. Jag försöker se lite objektivt på vad det hela kan komma att innebära på sikt, kanske utifrån mina egna \"narcissistiska\" förutsättningar. Man är ju som bekant sig själv närmast, även när det inte alls handlar om en själv <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/><br/> <br/>  Och humor? Det är livets krydda, det."
	},
	{
		"postIndex": 2550,
		"postNum": 2677,
		"postLink": "/sp40258288",
		"postTime": "2012-11-09",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p224",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag undrar vad Breivik menar med ordet \"tortyr\"? Min gissning är att han menar att ensamheten är som tortyr. Det var ju tal om att han skulle få professionellt sällskap eller vad man ska kalla det, är dessa planer ändrade? <br/> <br/>   </td> </tr> </table>    Jag håller med dig. Polisen har beslagtagit datorn som de hade lovat att han skulle få för att han i gengäld gav dem upplysningar. Det var ett av hans första och starkaste krav för att låta sig förhöras. Men polisen ändrade plötsligt deras avtal och påstod att Breivik inte har rätt att behålla datorn när kriminalvården tar över ansvaret. Så polisen kom och hämtade datorn medan Breivik fick en gummipenna att skriva med i stället. Därför ber nu Breivik om att få en skrivmaskin eftersom han har rätt till sysselsättning i fängelset och att skriva är vad han har tänkt syssla med. Det är ännu inte avgjort om han ska få en skrivmaskin på cellen. <br/> <br/>  Men jag tror att det som upprör Breivik mest inte är att han tvingas skriva för hand, utan polisens sätt att agera i denna situation. Breivik hade inte berättat så mycket för polisen som han har gjort om han inte fick tillgång till dator (utan internet) för att kunna skriva brev, artiklar och böcker. Det var därför Breivik valde livet i stället för att skjuta sig själv på Utøya. Han trodde att han kanske kunde förändra mer här i världen om han överlevde och kunde sprida sitt budskap. Om han inte får göra det var det meningslöst att överlämna   sig till polisen, tror jag att han tänker. Då hade det varit bättre för alla om han dog. Men han valde livet trots att han visste att han skulle bli hatad och omtalad som det värsta man kan tänka sig, kanske till och med torterad. Det är det få som skulle klara. Och anledningen till att Breivik hittills har klarat det är därför att han tror att han genom att berätta det han själv har fått lära sig om hur samhället fungerar genom personliga erfarenheter och studier, kan lösa problem och förändra samhället. Han vill visa att det går genom kreativitet, envishet och mod, tror jag.<br/> <br/>  Det finns ingen anledning att ta ifrån honom hans yttrandefrihet. Det är en rättighet alla fångar har i Norge enligt lag. Att  stoppa hans brev trots att han <i>inte</i> skriver något som uppmanar andra till att begå brott är emot lagen! Det man stoppar nu är hans möjlighet att få kommunicera helt lagligt. <br/> <br/>  Dessutom är förvaring som ett långt fängelsestraff men med bättre uppföljning då straffet syftar till att inte bara låsa in utan också hjälpa till med aktiviteter och utbildning. Rehabilitering. Ny brottslighet ska förhindras men ens tro/politiska åskådning, är inte fängelsets uppgift att lägga sig i."
	},
	{
		"postIndex": 2014,
		"postNum": 2099,
		"postLink": "/sp34273294",
		"postTime": "2011-11-30",
		"postUser": "-Info-",
		"postUserID": "/u736",
		"postUrl": "https://www.flashback.org/t1837147p175",
		"userUrl": "https://www.flashback.org/u736",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det var nog ganska många experter som bedömde Breivik vara tillräckligt frisk för att dömas till fängelse. Att han kanske istället kommer att dömas till vård överraskar nog många.<br/> <br/>  Man får inte blanda ihop psykiska störningar, att man har nån form av defekt men ändå har hyfsad koll på det man gör och förstår konsekvenserna av sitt handlande, med att vara allvarligt psykisk sjuk och inte vara medveten om det man gör. Det sistnämnda brukar i regel krävas för att dömas till vård. Det förstnämnda gör det inte.<br/> <br/>  Läkarna verkar ha tagit stort intryck av hans prat om tempelriddare. En avgörande faktor är förstås hur hårt Anders tror på detta. Om detta bara är en fasad, eller om han verkligen är en tempelriddare i sin värld. Fast ser man till historien så har många politiska rörelser och religioner börjat med enstaka galningar som levt i \"sina egna världar\". Men vissa rörelser har fått många anhängare, och synsättet på dem har ändrats med tiden. Hur galna de än verkat i början.<br/> <br/>  Försök se objektivt på religioner som Islam och Kristendom. Folk har dödat i dessa religioners namn, och de har gjort det för att de trott på olika sagoväsen med goda eller onda egenskaper, som antingen belönar dem eller straffar dem. Vissa har till och med hört dessa sagoväsen tala till dem i deras huvuden eller genom uppenbarelser.<br/> <br/>  Muslimen ber 5 ggr om dagen till ett sagoväsen han aldrig sett och vars existens aldrig har bevisats. Men ändå \"vet\" muslimen att varelsen finns. Många muslimer kan till och med döda för denna varelses skull. Kristna går till kyrkan för att de \"känner\" närvaron av ett gudomligt väsen. Men ingen kristen har någonsin sett detta. De \"vet\" ändå. Hade det rört sig om enstaka person som betett sig så här så hade han/hon med stor sannolikhet fått en diagnos. Men är man tillräckligt många, då slipper man en diagnos. I vissa fall har sådana här personer blivit så många att de styr hela länder, som i t ex Iran eller Saudi-Arabien."
	},
	{
		"postIndex": 1223,
		"postNum": 1277,
		"postLink": "/sp31864027",
		"postTime": "2011-07-25",
		"postUser": "d0z",
		"postUserID": "/u388267",
		"postUrl": "https://www.flashback.org/t1837147p107",
		"userUrl": "https://www.flashback.org/u388267",
		"sentence": "Att han i isoleringen, \"lämnad ensam med sina tankar\", skulle finna en plötslig ånger efter åratal av att brinna för sin sak och åratal av vad som det framgår av journalanteckningarna tvingats leva i stor mån ensam och utan att kunna dela med sig av sina tankar och åsikter till någon med tanke på risken att bli avslöjad är väldigt otroligt.<br/> <br/>  Jag tror inte han känner någon ånger över att han \"ströp partiets tillväxt\" som det kommer heta i hans huvud under hela isoleringstiden fastän andra säger kallblodigt mördare en massa barn och unga.<br/>  Hans övertygelse är stark, hans psyke är otroligt starkt, allting har fallit på plats och norsk media spelar honom i händerna när dom går ut med hans citat. Norrmännen är snälla och menar väl tror jag. Detta inberäknat och skickligt utnyttjat. Alla som kallar Anders dum eller korkad eller galning misstar sig.<br/> <br/> <br/>  Vilda gissningar om att Anders skulle blivit sexuellt utnyttjad som barn var väntad, ifall någon har läst bara första 2-3 sidorna i hans manifest så står det i stil med, ursäkta att jag inte kan citera rent av men det är lätt att hitta. \"Dom kommer kalla mig terrorist, mördare, galning, pedofil\".<br/>  Han är steget före fortfarande.<br/> <br/> <br/>  Återigen vill jag belysa att jag inte delar alla hans åsikter eller på något vis rättfärdigar det han gjort även om jag tror att det fått precis den effekt han var ute efter. Pennan är och kommer alltid att vara mäktigare än svärdet även om det i tider (som i vår tid) inte alltid kan verka så.<br/>  Men våldshandlingar och \"terrorism\" ska inte ses med lätthet eller förlåtas."
	},
	{
		"postIndex": 3144,
		"postNum": 3332,
		"postLink": "/sp46984859",
		"postTime": "2014-01-10",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p278",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Inte utan viss möda och besvär har jag nu lyckats omformulera texten i VGs artikel för att få med så mycket som möjligt utan att min text bryter mot Flashbacks regler om citat. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  <br/>  Breivik har skrivit klart manuset till självbiografin \"The Breivik Diaries\" och väntar nu på att Skienfängelset ska godkänna att det överlämnas till hans förläggare som kommer att gå igenom det. Vilket förlag det rör sig om kan Breiviks advokat Tord Jordet inte kommentera. <br/> <br/>  - Breivik har själv mottagit förfrågan från förlaget, och jag har inte haft någon dialog här. <br/> <br/>  Den färdiga boken kommer att innehålla långt över tusen sidor med flera hittills okända uppgifter om bland annat detaljer från planeringsfasen av terrordådet. Läsaren kommer också att få en inblick i Breiviks överväganden vid de val han har gjort. <br/> <br/>  Breiviks egen förklaring under rättegången mot honom förbjöds att sändas på TV, och har därför bara blivit känd för allmänheten på det sätt pressen har valt att återberätta den, förklarar advokaten. Han anser att Breivik borde ha fått tid och möjlighet att förklara sig fritt, istället för att upprepade gånger bli ombedd att moderera sig och att dra ned på det han ville berätta. <br/> <br/>  Breivik har tidigare försökt att skicka manuset från Ila men upplevde att fängelset ville stoppa hans bok. Han har fått manuset i retur utan några åtgärder och på Skienfängelset, där han sitter nu, verkar de inte ha kapacitet att kunna behandla ärendet lika snabbt. <br/> <br/>  Även om Breivik avtjänar ett straff under mycket strikta fängelseförhållanden ska han fortfarande ha yttrandefrihet, och den ska inte tas ifrån honom, säger advokaten som kommer att skriva ett brev till fängelset för att utreda saken. <br/> <br/>  Breivik har även skrivit brev om sina fängelseförhållanden till Advokatforeningens menneskerettsutvalg där ett antal advokater arbetar aktivt med att förhindra brott mot de mänskliga rättigheterna i Norge. <br/> <br/>  I ledningen för Advokatforeningens menneskerettsutvalg sitter Mette Yvonne Larsen känd som målsägandebiträde för offren under terrorrättegången. Hon har förklarat sig jävig i behandlingen av ärendet gällande brevet från Breivik. <br/> <br/>  Karl Gustav Knudsen, fängelsechef vid Skien avvisar Breiviks påstående om att fängelset försöker stoppa hans bok och förklarar att det finns vissa grafiska utmaningar med Breiviks skriftliga arbete.<br/> <br/>  - Det är något utav det som vi inte förstår på grund av skriften, och som då måste levereras tillbaka till honom, säger Knudsen.<br/> <br/>  Fängelset kommer inte att hindra Breivik att skicka iväg manuset till bokförlaget så länge han inte uppmanar till något som är kriminellt. Norge har tryckfrihet, säger fängelsechefen.<br/> <br/>  Källa: <a href=\"/leave.php?u=http%3A%2F%2Fwww.vg.no%2Fnyheter%2Finnenriks%2Fterrorangrepet-22-juli-anders-behring-breivik%2Fbreivik-ferdig-med-bok-paa-1000-sider%2F10142446%2F\" target=\"_blank\">http://www.vg.no/nyheter/innenriks/t...ider/10142446/</a>"
	},
	{
		"postIndex": 1487,
		"postNum": 1549,
		"postLink": "/sp31906043",
		"postTime": "2011-07-27",
		"postUser": "ChristerN",
		"postUserID": "/u462241",
		"postUrl": "https://www.flashback.org/t1837147p130",
		"userUrl": "https://www.flashback.org/u462241",
		"sentence": "TS:<br/>     <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Spekulationerna flödar fritt. Nazist, sionist, nationell, högerextremist, rasist, anti-rasist, kristen, islamofob, etc.<br/> <br/>  Vad vet vi egentligen om killen? <br/> <br/> <i>\"Nu kommer nya fullständiga källor som bekräftar att Anders Behring Breivik har extrema sionistiska sympatier. Han kallar sig också antirasist och säger att han avskyr etniska nationalister. Han utger sig för att vara starkt marknadsliberal och jämför nationalsocialism med islam och kallar båda för hatideologier \"</i><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nationell.nu%2F2011%2F07%2F23%2Fanders-behring-breivik-en-kristen-antirasistisk-edl-sympatisor%2F\" target=\"_blank\">http://www.nationell.nu/2011/07/23/a...dl-sympatisor/</a><br/> <br/>  Nationell.nu har i ett försök att rentvå sig från dådet snokat fram en hel uppsjö information om Breivik och hävdar att han inte är nationalist, utan en sionistisk anti-nationalist.<br/> <br/>  Det ska även finnas en backup med alla kommentarer Breivik skrivit på olika nyhetssidor: <a href=\"/leave.php?u=http%3A%2F%2Fwww.document.no%2Fanders-behring-breivik%2F\" target=\"_blank\">http://www.document.no/anders-behring-breivik/</a>  - sidan fungerar dock inte för mig i skrivande stund (överbelastning månntro?).<br/> <i><br/>  \"På sin Facebook-sida uppger sig 32-åringen vara politiskt konservativ. De senaste åren har han varit aktiv på islamfientliga nätsidor och han har i olika inlägg sagt att han stödjer nationalismen, och har kritiserat det mångkulturella samhället. Han har även vänt sig mot svenska medier, som han anser inte är tillräckligt kritiska mot islam.\"</i><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle13364853.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article13364853.ab</a><br/> <br/>  Aftonbladet skriver att det rör sig om en tystlåten, skjutglad nationalist med tillgång till gödsel (dvs möjlighet att tillverka egna bomber).<br/> <br/>   </td> </tr> </table>    <br/> <b>Vad vet vi nu?</b><br/>  \"pro-sionistisk, anti-muslimsk, anti-rasistisk, anti-kulturmarxistisk frimurare.\" (inlägg nr 2, sid1).<br/>  \"politiskt konservativ\"<br/>  \"avskyr etniska nationalister\", \"nationalist\"?<br/>  \"kristen\"<br/>  \"marknadsliberal\"?<br/> <br/>  Pro-sionistisk motsäger inte anti-muslimsk.<br/>  \"antinazist\"?<br/>  \"antifascist\"?<br/> <br/>  Jag och en annan (i manifest-tråden) som kollat Umberto Eco och hans 14 punkter om urfascism, tycker han ligger ganska nära urfascismen, men inte till 100%. (inte genetik-rasist, men kanske nått liknande).<br/> <br/>  ABB vet säkert inte vad urfascism är, han tänkte nog på vissa delar av italienska fascismen.<br/> <br/>  Jag tycker det finns mycket urfascism hos flera terrorister, musslimska självmordsbombare, politiska massmördare och framförallt ABB.<br/> <br/>  Även om urfascismen är en grundläggande kärna i nazism och fascism, så kan en urfascist ta avstånd från nazism och fascism.<br/> <b>Urfascismen handlar om normsystem och världsuppfattning</b>, inte om ekonomiskt system.<br/> <br/> <b>En urfascist kan mycket väl avsky sossar, socialliberaler,komunister mm</b>.<br/>  En riktig fullblodsfascist lägger stor vikt vid sundhet, renlevnad, styrka (steorider?) samt ogillar sprit och rökning (som Hitler och Himler). Inte för individens skull, utan för statens skull.<br/>  Individen är till för staten i total-fascism och kan gärna offras för högre syften.<br/>  Synen på hjältar passar bra in, (se Umberto Eco).<br/> <br/>  Jag upprepar lite om Urfascismen i spoilern, (endast fåtal förstår urfascism).<br/>    <br/>  \"Målet helgar medlen.\"</b><br/> <br/>  Svagt sanningsideal.<br/> <br/>  14 punkter orginal av Umberto Eco på engelska:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.themodernword.com%2Feco%2Feco_blackshirt.html\" target=\"_blank\">http://www.themodernword.com/eco/eco_blackshirt.html</a><br/>  På svenska med kommentarer om hälsofascism på:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fhem.passagen.se%2Fcnyland%2Fhfasc%2Furfascism.html\" target=\"_blank\">http://hem.passagen.se/cnyland/hfasc/urfascism.html</a><br/>  Längst ned en del om nazister och mystik, sundhet mm. Jmf Hitlejugendt.<br/> <br/>     <br/>  Om psykologi mm:<br/>  IQ är en siffra man får efter att svarat på frågor. IQ är nått annat än högt intellekt sammanvävt med empati och förmåga att förstå andra kulturer mm.<br/>  \"Ändamålet helgar medlen\" passar in på urfascismen och motverkar empatin.<br/>  Individen är till för staten, ligger nära att individen är till för högre syften men kan offras. (t.ex. massmord är \"nödvändigt ont\" för högre syften).<br/>  Jag vet inte hur ABB försvarar massmord, men någon här kanske vet?<br/> <br/>  Uppväxt? brukar finnas spekulationer om.<br/>  OBS: detta nedan kan inte vara hela förklaringen, uppväxt och psykologi kanske bara kan förklara ytterst lite?<br/>  Jag har hört att det är statistiskt vanligare att värstingar har ensamstående mammor.<br/>  OBS: Nästan alla som har ensamstående mammor har hyffsade ynglingar.<br/>  Hypotes:  ynglingar som växer upp, utan att se mycket av hur verkliga vuxna män tänker och är, kan få mer av sina manlighets-ideal från annat håll. T.ex. Böcker, film, dataspel.<br/>  De flesta kan skilja på data-spel och verklighet, men ett fåtal kanske kan påverkas.<br/>  Väldigt många data-spel handlar om hjälte-dyrkan, handlingskraft och man får ofta beröm för dödande. Jag ser en hel del av urfascismen i en del data-spel.<br/>  I WOW finns hjältedyrkan och många vill duellera till döds, fast på låtsas. Man kan lätt dras med och \"spela med\", men efter att tittat lite där, vill jag aldrig mer spela WOW. Det finns många liknande spel. Där finns nästan inga icke-våldsliga alternativ, det är ofta dödande som ger skills.<br/>  OBS: De flesta tål säkert data-spel, film och böcker med krigar-hjälte-sagor, därför att de flesta ynglingar får information och kunskap via andra och skola mm.<br/> <br/>  OBS: Han kanske inte alls är psykiskt sjuk, han kanske inte alls har lågt IQ.<br/>  Men någonstans måste han vara lite korkad. Man måste nog vara enfaldig och lite korkad för att bli en urfascist.<br/>  Man kan förklara det, även om han har normal empati.<br/>  (Jmf. vid krigshysteri så vill massor av människor med normal empati, med krig massmörda kollektivt.)<br/>  Det är populärt att stämpla och förklara nått med \"enstöring\".<br/>  Varför skulle det vara en orsak? Det kanske är en verkan.<br/>  (T.ex. Mobbning skapar enstöring, i sällsynta fall ta våldsam hämnd?)<br/>  Det är ju inte konstigt att han inte hittade andra som ville samma, det är ytterst sällsynt att nån vill delta i massmord. Han kanske var social i datorspel?. Men planerade dådet ensam.<br/> <br/> <b>Att han till stor del är urfascist, förklarar väldigt mycket.</b><br/> <br/>  Christer"
	},
	{
		"postIndex": 2462,
		"postNum": 2578,
		"postLink": "/sp39392474",
		"postTime": "2012-09-18",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p215",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Här är fortsättningen på Breiviks mail till systern i USA. <br/> <br/> <br/> <br/>  xxxxxx jobbar som brandman och har blivit ett riktigt fitness freak, vi tränar tillsammans. Han har tatuerat halva kroppen.... xxxxx är jurist i försvarsdepartementet, flickvännen xxxxx är gravid. xxxxx flyttade precis in med xxxx (xxx har en unge från ett annat förhållande), men förhållandet gick åt helvete för ett par dagar sedan. Vi är fortfarande ett sammansvetsat gäng (inklusive en del andra), med undantag av xxxxx, som har isolerat sig i Drammen med den nya flickvännen. <br/> <br/>  Ang. ekonomisk och politisk utsikt för Västeuropa såväl som USA ser det ut som att det kommer hända mycket de kommande två åren.... Jag råder alla att fokusera på guld/ädelmetaller eller jordbruksprodukter eftersom vi nu är mycket nära en krasch utan historiska jämförelser (denna krasch började under 2008 men är ännu inte över). USA har varit bankrutt i flera år, ett faktum som kommer dominera väst ekonomiskt. Således hade det optimala varit att hyra bostad och ha alla likvida medel i ovannämnda placeringar när detta inträffar inom de närmaste 24 månaderna. Det är stor sannolikhet för att USD omvärderas. <br/> <br/>  I Europa går det väldigt dåligt kulturellt. Groruddalen (Östra Oslo) har inoffeciellt förklarats som ett katastrofområde (muslimsk enklav med delvis sharialagar) och det föregår nu en massflykt av norrmän från detta område. Situationen är likaledes i de flesta andra europeiska storstäder (särskilt i Frankrike  men även i Sverige, Storbritannien, Tyskland). Det finns till exempel nu mer än 800 no-go zones i Frankrike... en fördubbling på bara 10 år. Det var till exempel muslimska kravaller utanför Göteborg för några dagar sedan där de tände på bilar, byggnader etc. Detta sker nu på veckobasis över hela Västeuropa (med undantag av Norge då staten här förvaltar 3000 miljarder på grund av oljefonden). Detta kallas; lågintensiv Jihad. Det har skett en extrem utveckling på detta område de senaste tio åren och mycket tyder på att det på längre sikt kommer leda till inbördeskrig i och runt europeiska huvudstäder. Vissa hävdar att det redan har börjat, men det kommer gradvis eskalera i linje med muslimernas demografiska expansion (massinvandringen fortsätter eftersom 80% av de politiska partierna fortfarande stöder mångkulturalism (cultural Marxism), kombinerat med muslimska födelsetal på 3+). Men, men; ignorance is bliss och 90% vill inte ens tänka på detta i nuläget...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/>  USA-situationen är ju inte direkt jämförbar eftersom de flesta av asiaterna/afrikanerna där borta inte är muslimer, så det kommer nog begränsa den potentiella konfliktnivån. Men i alla fall skulle jag förmodligen se till att slå mig ned i en \"stark\" europeisk enklav i Los Angeles (med många NRA-medlemmar &lt;3), lååångt ifrån närmaste afrikanska eller asiatiska enklav... För NÄR USA går i konkurs (officiellt), kommer en regering inte ha något annat val än att skära ned på social welfare dramatiskt, något som kommer resultera i extremt våldsamma upplopp (upp till 10 gånger mer våldsamma än de du upplevde på 90-talet). Självklart överdriver jag och det är möjligt att detta kan ta längre tid än 24 månader, men det är bättre att vara safe than sorry<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Avser för all del inte att stressa er, inte precis nödvändigt att tänka på sådant hela tiden men det är en bra sak att ha i bakhuvudet. <br/>  Oavsett, är stolt över hur bra ni har ordnat det!<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Fortsätt med det så hörs vi snart, xxxxxxx!<br/> <br/>  Anders <br/>  Och det stämmer, mailet var otroligt generiskt, haha!<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 1932,
		"postNum": 2014,
		"postLink": "/sp33790782",
		"postTime": "2011-11-02",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p168",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Jag tror inte att det har nämnts i just denna tråd men det är ganska intressant. Dagen innan Breivik utförde terrordåden i Oslo och på Utöja så skulle han enligt sin dagbok i manifestet resa till nordnorge för att ta in på hotell. Resan skulle ta 11 timmar. <br/>  Det låter ologiskt och mer som en täckmantel för någonting annat tycker jag. <br/>  Jag hittade en tidningsartikel på internet där det står att Breivik ska ha setts i en affär i en annan stad någon gång mellan den 18 juli och den 21 juli. Dagen/dagarna innan morden.<br/>  Breivik ska ha stått och pratat med expediten i kassan och de ska ha skämtat om Breiviks klädsel. Han bar då något som såg ut som ett polismärke. <br/> <br/>  Nu råkar det vara så att hans styvfar bor i den där staden tillsammans med sin fru. De har varsin klädesbutik på en gata i centrum. <br/> <br/>  Jag gissar därför att Breivik reste dit innan han begick morden för att träffa någon han känner dagen innan terrorattackerna. Antingen för att säga adjö eftersom de inte kommer att ses mer (på ett tag i.a.f.) eller så hade han något annat att prata med dem om.<br/> <br/>  Hur som helst så ska han ha befunnit sig där med två av sina vänner. Vilka de var framgår inte av artikeln men de ska ha stått utanför butiken när Breivik var där inne.<br/>  Polisen har sökt vittnen till detta.<br/> <br/>  En annan sak jag har tittat närmare på är Breiviks frimurarkontakter. Det verkar vara så att en äldre man, en släkting, ska ha bjudit in honom till frimurarna. <br/>  Vanligtvis ska det vara två personer som rekommenderar (säger man så?) en person men denna gång gjordes enligt frimurarna själva ett undantag. Denna persons son som ju då också är släkt med Breivik är också frimurare. Han har vissa kunskaper och intressen som man kan börja fundera lite kring. Han är norrman men bor numera i Sverige.<br/>  Någon misstanke om inblandning i brotten kan man väl inte tala om men det är också kul att veta om jag lyckas bidra med något av intresse i tråden eller om jag är helt ute och cyklar. <br/> <br/>  Mer om ovanstående och massor med länkar finns i forumdelen för konspirationsteorier. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 1588,
		"postNum": 1652,
		"postLink": "/sp31935413",
		"postTime": "2011-07-29",
		"postUser": "HenryRollins",
		"postUserID": "/u552944",
		"postUrl": "https://www.flashback.org/t1837147p138",
		"userUrl": "https://www.flashback.org/u552944",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Sedan har du fel när du tror att dagens adel lever på andras bekostnad, eftersom det snarare är pöbeln som stulit adelns tillgångar och arvegods;vilket i sin tur gjort <b>den Europeiske </b>adelsmannen (som inte är registrerad i Riddarhusets kalender) till en fattig rebell med stor revanschlusta.<br/>  Men eftersom du saknar allt vad idealism och storsinthet betyder (du styrs istället av pengar), lär vi knappast kunna diskutera den här frågan på Herrars hövliga och upplyftande vis.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Att ditt väsen inte förmår följa mitt enkla resonemang kring ABB's väg från barndom till terrorist förvånar föga. Vetenskap där empirin sällan är stringent är för dig att promenera i kvicksand. Man går liksom ner sig och förlorar kontrollen tämligen omgående. Kanske gott att du inser åtminstone denna begränsning. Det är ju penibelt att stup i kvarten ertappas med brallorna nere. <br/> <br/>  Jag skäms inte en sekund att använda mig av ad hominems i detta sammanhang. Själv så har du gjort guilt by association-argumentation till ditt eget varumärke. Den enda skillnaden är att du argumenterar utifrån en förment överhöghet och utvaldhet. Inte jag.<br/> <br/>  Skulle jag haft pengar som främsta drivkraft i livet så skulle jag ha känt mig oändligt fattig. Mina största drivkrafter är nyfikenheten och kärleken. Kärleken har jag idag manifesterat genom att i stort sätt hela dagen lekt med min 3,5-åriga dotter. Vi har dansat, lekt affär, byggt kojor av filtar, kramats, haft picknick i skogen och ritat tillsammans.<br/> <br/>  Jag anar att du ser dig själv som den bestulne adelsmannen som av omständigheterna tvingats bli rebell med stor revanchlusta. En naturlig undran blir då hur privilegierna ska återerövras - värja eller sabel? <br/> <br/>  Så här såg det slutligen ut med den skamlösa adelns snyltande för år 2008:<br/> <br/>  Att läsa listor från olika år över de största mottagarna av EU:s gårdsstöd är som att läsa den svenska adelskalendern. Allra mest får Thure-Gabriel Gyllenkrok som äger godsen Svenstorp och Björnstorp och så har det varit många år. Jordbruket bedrivs dock av sonen Nils. I stort sett är det samma namn som återkommer år efter år i listan över de som får mest gårdsstöd. Samma gods och samma adelsmän.<br/> <br/>  Thure Gabriel Gyllenkrok är nu inte vem som helst. Hans dotter var den första frun till Michael Treschow, en centralfigur i det svenska näringslivet och hans frus föräldrar är Hakon Mörner af Morlanda och Andrea Wallenberg, syster till Marcus och Jacob Wallenberg, de två bröder som i decennier dominerade svenskt näringsliv. Den förre är farfar till nutidens Marcus och Jacob Wallenberg.<br/> <br/>  Andra som får mycket är greve Peder Thott, ägare till Skabersjö, var mor var född Bennet, och greve Carl-Trolle Bonde på Trolleholm vars far bl.a. var ambassadör i Budapest en tid. På långt håll är han släkt med den Peder Bonde (syssling med Carl Trolle-Bondes far) som var en av Wallenbergarnas centrala personer på 1970-talet.<br/> <br/>  Den delen av ätten Bonde äger dock ett par andra stora mottagare av bidrag. Peder Bondes brors sonson Carl Bonde äger Bordsjö Säteri, Ericsberg, Hörningsholm med flera gods och säterier. Barnen är dock på väg att ta över. Wibyholm togs dock över av hans syster, Malin (gift med Sven Öberg). Familjen är en av de största privata markägarna i Sverige och är alla ättlingar till den rika göteborgsfamiljen Dickson genom att modern till Peder Bonde och hans syskon, såsom Carl Carlsson Bonde, var Blanche Dickson. Han gifte senare om sig med Ebba Wallenberg, syster till 1970-talets Marcus och Jacob Wallenberg..<br/> <br/>  Vidare finns där Hans Ramel på Övedskloster, relativt nära släkt med Povel Ramel och avlägset släkt med den Stig Ramel som var en tidigare chef för Nobelstiftelsen. Hans gren av ätten Ramel (på 1970-talet var det hans bror Malte Ramel som ägde godset) äger däremot Hviderup, ett annat gods som tar emot stora bidrag. Hans Ramel är gift med Madeleine Douglas från en annan gren av ätten Douglas än Gustaf Douglas. Stig Ramel var i sin tur gift med Ann-Marie Wachtmeister, syster till nedan nämnde Hans-Gabriel Wachtmeister.<br/> <br/>  Motttagare variera dock lite från år till år men till de stora under de senaste tio åren hör bl.a. Wathier Hamilton på Barsebäck varit en stor mottagare, liksom Staël von Holstein (avlägset släkt med den mer kände och fattigare Johan Staël von Holstein) på Wapnö, Silfverschiöld (Niclas Silfverschiöld är gift med en syster till kungen) på Gåsevadholm och Koberg, Hans-Gabriel Trolle-Wachtmeister som äger Trolle-Ljungby . Han är gift med Alice Tornérhielm, faster till en annan stor mottagare, Gustaf Tornérhielm på Gedsholm. Hans syssling Rudolf Tornérhielm på Wrams-Gunnarstorp är också en bidragstagare. Andra grenar av Wachtmeisterätten som också är eller varit stora mottagare av stöd, är Stephan Wachtmeister på Halmstadgården (Whaxta AB) och ägarna av Wanås, från samma gren av ätten Wachtmeister.<br/> <br/>  Till de stora mottagarna hör också Georg Bergengren på Pugerup, från den tidigare finansfamiljen Bergengren. Även familjen Trolle som äger Trollenäs och Kulla-Gunnarstorp är stora bidragstagare och man är nära släkt med familjen Wachtmeister på Wanås.<br/> <br/>  Ägarna till Jordberga, en annan stor mottagare av stöd, familjen von Arnold, en familj som inte är upptagen i Riddarhuset, men är med i den ointroducerade adelns bok istället. Godset har kommit i familjens ägo genom att den nuvarande ägarens, Otto von Arnold, far var gift med en medlem i ätten Stjernswärd och sysslingar i den familjen äger fortfarande godset Vittskövle. Otto von Arnold är riksdagman för och partistyrelseledamot i kristdemokraterna. Han är gift med Catherine Paues som är ordförande i den svenska delen av organisationen Europa-Nostra.<br/> <br/>  Gyllenstiernska stiftelsen, förvaltar ett stort gods, Krapperup, och är också stor bidragsmottagare. Den siste ägaren hade nämligen inga arvingar. Hans andra gods, Bjersgård, hamnade dock hos en avlägsen släkting med samma efternamn. Gyllenstierna är dessutom en av de kändaste adelsfamiljerna i nordisk historia, i Danmark framförallt.<br/> <br/>  Den långa listan över bidragstagare i den gamla svenska adliga överhögheten fortsätter, Stiernblad på Stora Markie, olika grenar av familjen Piper på Högestad, Christinehof och Krageholm. Fritz Piper som äger det sistnämnda godset har en bror som är gift med en dotter till Malte Ramel, som nämns ovan som en tidigare ägare av Hviderups gods. Även godset Ågerup ägs av ättlingar til familjen Piper. Vidare Ehrensvärd på Tosterup, Ankarcrona på Boserup och von Schwerin på Skarhult.<br/> <br/>  Utöver adelsfamiljer förekomer också reprsentanter för gångna tider finansfamiljer flitigt bland bidragstagarna, som exempelvis ovan nämnda Bergengren, familjen Wehtje på Ellinge och Rydsgård,<br/> <br/>  Det rör sig om människor som kan var medlemmar i den exklusiva Jordägarföreningen, en förening för dem uppfyller följande villkor:<br/> <br/>  En medlem väljs in i den regionala jordägareförening som egendomen geografiskt hör hemma i.<br/>  Vid inval av ny medlem läggs stor vikt vid att egendomen är i enskild ägo (vilket inkluderar närstående bolag respektive stiftelser) och att ägaren har ett långsiktigt ägarintresse.<br/>  Personliga egenskaper värderas positivt vid invalet: Aktiv, engagerad ägare som kompletterar nätverket<br/> <br/>  Egendomen bör ha viss storlek och också vara av gods- eller brukskaraktär.<br/>  Med gods- eller brukskaraktär menas exempelvis:<br/> <br/>  att det finns en kulturmiljö att vårda<br/>  att det på gården bedrivs aktiv<br/>  jordbruks-, skogs- eller annan på fastighetsinnehavet baserad förvaltning<br/>  att det sker upplåtelser av arrenden och bostäder eller bedrivs annan kompletterande verksamhet<br/>  att egendomen präglas av god naturvård<br/>  (citerat från organisationens hemsida)<br/> <br/>  I styrelsen för denna exklusiva organisation brukar sitta gräddan av de svenska godsägarna, förutom en del av de ovan nämnda är det bl.a. sådana som Kyulenstierna på Sperlingsholm, von Horn på Hjelmarsnäs, Treschow på Karsholm, Hagemann på Ruuthsbo, Posse på Bergqvara och Adelswärd på Adelsnäs.<br/> <br/>  Man dessutom konstatera att de olika höga herrarna alla verkar vara släkt med varandra och med de svenska finansfmiljerna på olika sätt. Överklassen i Sverige är liten och den gamla godsägaradeln utgör fortfarande en del av den. Att de samtidigt hör till de största bidragstagarna i Sverige är dock lite mer oväntat.<br/> <br/>  Intressant.<br/> <br/>  FOTNOT: Kan det vara så att sådana som ABB och du röstar på Europeiska Arbetarpartiet (EAP)? Eftersom du här på FB smått försvarat, eller i alla fall inte tagit avstånd ifrån aset ABB's handlingar, så hör du per definition till samma kategori människor. Nämligen asen."
	},
	{
		"postIndex": 451,
		"postNum": 471,
		"postLink": "/sp31830466",
		"postTime": "2011-07-23",
		"postUser": "Andemening",
		"postUserID": "/u574046",
		"postUrl": "https://www.flashback.org/t1837147p40",
		"userUrl": "https://www.flashback.org/u574046",
		"sentence": "Ok, detta är riktigt obehaglig. Det verkar som om GM på många sätt är en spegelbild av mig. Hans liv, hans tankar, hans historia osv känner jag igen mig mycket i. Och nu förstår man även avsikten bakom det hela. Han är ute efter att starta moderna korståg och upprätta en modern korsriddarorder. Hans bok är manualen för detta.<br/> <br/>  Jag kan säga att jag funnits på internet i nu tio år och jag förmodar att han kan svenska samt att vi stött på varann på olika forum och tagit intryck. Jag antar även att han var en frekvent besökare på detta forum under något nick. Om inte annat så använde han begreppet \"cultural enritcher\" som väl härrör härifrån.<br/> <br/>  I motsats till honom så har jag mer gett upp på världen. Jag tycker mig ha förstått att världen inte är konstruerad för sådana som mig och därför kommer jag inte föra några gener vidare. Jag kommer dock efter bästa förmåga försöka underlätta för mina efterkommande.<br/> <br/>  Jag förmodar att för mig är den strakaste drivkraften nyfikenhet. Jag försöker förstå hur saker och människor fungerar och jag blir irriterad när saker kan fungera bättre än de gör. Detta har lett mig in på, i tur och ordning, antifeminism, antiislamism, antisemitism och numera antifrimureri i mina kontroversiella ställningstaganden. När man underspöker saker så upptäcker man en lögn här och en stor lögn där. Men det tar inte slut där utan numera är jag av övertygelsen att mer eller mindre allt är lögn och konspiration och alltid har varit det. Då kan man fråga sig varför det skulle vara lönt att avslöja lögner ifall världen verkar klara sig ganska bra med dem. Jag vet faktiskt inte men det är en drift som jag har och vi får se vart den leder.<br/> <br/>  Det är viktigt att märka att dessa lögnavslöjanden bara möjliggjorts av våra nya medier på internet. Vi genomgår nu en mediarevolution som ni vet och inget vet vart den kommer att leda och hur människan kommer fungera på sikt. <br/> <br/>  Men jag är verkligen ledsen över det som hänt. Det hade ju funnits helt andra sätt för honom att föra fram sina ideer nu med nätet. Tragiskt.<br/> <br/>  Han verkar vilja inspirera till en ny värld på något sätt men hur fan skulle den värden kunna bli bra när den bygger på detta? <br/> <br/>  Jag får verkligen en tankeställare av detta."
	},
	{
		"postIndex": 2227,
		"postNum": 2321,
		"postLink": "/sp36082349",
		"postTime": "2012-03-06",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p194",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag tror att de som spekulerar kring detta har försökt att sätta sig in i Breiviks situation och försöka förstå hur en människa kan göra det han gjorde. De kanske funderar på vad som skulle kunna få dem själva att begå sådana handlingar och tänker att det i så fall skulle vara mycket allvarliga psykiska problem, hemskheter i barndomen eller liknande eftersom de själva inte skulle kunna tänka sig att offra sin frihet för någon ideologi. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tycker det är vidrigt att vissa har svårt att bry sig/förstå om det inte drabbar en själv. Ingen hade försvarat ABB på något sätt om det hade varit ens egen dotter, tillexempel. Varje ungdom som ABB tog livet av har en familj som sörjer bakom sig. Tack vare <b>honom</b>. Inte hans mamma, eller hans styvfar. Han står i skuld till allt. Spyr på alla som kallar han \"hjälte\". Fast det hör inte hit.      </td> </tr> </table>    Du har rätt att känna så men jag tycker ändå att du uttalar dig lite väl säkert här när du i början av andra inlägget talar om att du faktiskt inte har satt dig in i detta så mycket. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>"
	},
	{
		"postIndex": 2903,
		"postNum": 3064,
		"postLink": "/sp44046903",
		"postTime": "2013-06-25",
		"postUser": "Ignus.Prometheus",
		"postUserID": "/u809147",
		"postUrl": "https://www.flashback.org/t1837147p256",
		"userUrl": "https://www.flashback.org/u809147",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <i>\"Mitt stipendium är gott och väl inom gränserna, men Fritt Ord har gjort misstag förr.\"</i><br/> <br/>  Fjordman skriver bland annat att journalisterna och författarna Øyvind Strømmen och Kjetil Stormark får flera miljoner kronor i stöd från Fritt Ord till sitt projekt <i>Hate Speech International</i>. Även det norska utrikesdepartementet bidrar ekonomiskt till Strømmens och Stormarks projekt. <br/> <br/> <b>Källa:</b> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftenposten.no%2Fmeninger%2Fdebatt%2FFeil-av-Fritt-Ord-7238905.html%23.Ucg-m_dvljo\" target=\"_blank\">http://www.aftenposten.no/meninger/d...l#.Ucg-m_dvljo</a> <br/> <br/> <b>Vad projektet handlar om:</b> <br/> <br/>  De två författarna och frilandsjournalisterna Øyvind Strømmen och Kjetil Stormark går ihop för att skapa ett internationellt och journalistiskt fagnettverk (översättning?) som <b>ska bevaka hatyttringar, hatbrott och extremism</b>. Projektet har fått namnet <b>\"Hate Speech International\" (HSI)</b>, och är ett tvåårigt förprojekt. <b>Projektet utförs med ekonomiskt bidrag från Fritt Ord och Utrikesdepartementet.</b> <br/> <br/>  Nätverket kommer att etablera en egen webbplats och genomföra specifika journalistiska projekt med syfte att identifiera orsakssamband och bakspillere (försvarsspelare?) som står bakom hatyttringar och hatbrott. Dessutom kommer Hate Speech International fokusera på extremism som fenomen. HSI kommer att ledas av redaktörplakatet och arbeta under det norska Vær Varsom-plakatet (etiska riktlinjer). <br/> <br/>  Förutom Strømmen och Stormark är advokat Jon Wessel-Aas anknuten faginitiativet som juridisk rådgivare. Det har dessutom upprättats ett eget rådgivande råd med bland annat framträdande representanter från akademin. Det rådgivande rådet ska bidra med yrkesmässiga inspel, idéer och kvalitetssäkring av projekten. Medlemmar av rådet, är professor Tore Bjørgo från Polishögskolan, forskaren Peter Nesser från Försvarets forskningsinstitut (FFI), som för närvarande leder FFIs Terra-projekt, professor och sociolog Katrine Fangen från Universitetet i Oslo, professor och statsvetare Bernt Hagtvet från Universitetet i Oslo, folklorist Kristian Bjørkelo från Universitetet i Bergen och frilandsjournalisten <b>Anna-Lena Lodenius från Sverige</b>, som har publicerat ett stort antal böcker om nationalistiska och extrema rörelser, bland annat tillsammans med avlidne författaren Stieg Larsson.  <br/> <br/>  Projektet har mottagit <b>3 334 500 NOK</b> i stöd från Fritt Ord. <br/> <br/> <b>Källa:</b> <a href=\"/leave.php?u=http%3A%2F%2Fwww.fritt-ord.no%2Fno%2Ftildeling%2Fmer%2Fjournalistisk_fagnettverk_pa_hatytringer_hatforbrytelser_og_ekstremisme%2F\" target=\"_blank\">http://www.fritt-ord.no/no/tildeling...g_ekstremisme/</a> <br/> <br/>  What the hell?! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/> <br/>  Stormark:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.journalisten.no%2Fnode%2F39935\" target=\"_blank\">http://www.journalisten.no/node/39935</a><br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> <br/> <br/>   </td> </tr> </table>  <br/>  Självfallet. Jag brukar vanligtvis inte förolämpa folk, men Fjordman har varit, är och kommer att förbli en feg jävel som inte vågar stå för sina åsikter. Jag konfronterade honom med detta (att han inte lever som han lär) för kanske ett år sedan, men han svarade inte ens på kritiken. Däremot kallade han mig för en galen Breivik-dyrkare i nästföljande blogpost, om jag minns rätt. Jag tar det som en komplimang. ^_^<br/> <br/>  Det är ju tack vare Anders som vi vet Fjordmans riktiga identitet, så han är - i och för sig förståeligt - förbannad på grund av detta. Jag skulle inte heller vilja att en massa vänstertomtar kände till min identitet, men det är tyvärr en risk man får ta om man vill bidra i kampen. Vill man inte ta den risken ska man hålla sig ifrån debatten.<br/> <br/>  Jag tycker att alla borde fråga sig själva vad de som mest har att förlora på att bidra (som mest kan man förlora sitt liv, i extrema tillfällen) och vad man förlorar genom att <b>inte </b>kämpa - stolthet, självrespekt, sin frihet etc.<br/>  I mina ögon är det rätt så uppenbart vad som är viktigast att behålla. Vi ska ju alla ändå dö så småningom, så jag förstår inte varför så många människor är rädda för döden. Fast jag kanske är något sorts psykiskt stört extremfall? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/><br/> <br/>  Edit: Kanske borde nämna att Kjetil Stormark är en person som tror att han är viktigare än han är. Han sa - när Massemorderens private e-poster kom ut - att han minsann själv skulle spåra upp personer knyttade (eller \"knutna\"? eh, se nedanstående kommentar...!) till Knights Templar, trots att polisen misslyckats med detta. Som om han ens har en tillstymmelse till chans. Men vill han leka oumbärlig räddare i nöden, so be my guest. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Ber också om ursäkt för om min svenska har blivit dålig. Jag skriver och läser mest på engelska och norska nuförtiden, så jag skriver nog sämre på svenska än en Tensta-bo..."
	},
	{
		"postIndex": 2285,
		"postNum": 2385,
		"postLink": "/sp36815203",
		"postTime": "2012-04-14",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p199",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<b>Rättspsykiatrerna om Breivik:</b> <br/> <br/>  De nya sakkunniga beskriver Breivik som teatralisk, fanatisk, självsuggestiv, rigid och envis. Han beskrivs sakna ånger för det som skedde 22 juli och saknar äkta empati för offren.   <br/> <br/>  Men inga psykotiska symtom. <br/> <br/>  De beskrivna dragen kan lika gärna tolkas som uttryck för narcissistiska behov och att han har dragit sig själv in i en orealistisk framtidsdröm baserad på totalitär och militant ideologisk fanatism, skriver de två i den nya sakkunnigrapporten. <br/> <br/>  De påpekar att Breivik själv har medgett att hans beteende kan framstå som pompöst. <br/> <br/>  - Det är ingen tvekan om att Breivik har haft och har höga tankar om sin egen betydelse. Vittnesmål har också nämnt hans upptagenhet av att vara vällyckad och inflytelserik. Hans självutnämnda titlar som riddarjustitiarius tyder på betydlig grandiositet. Det samma gäller den uniform han har gjort och de utmärkelser han har tilldelat sig själv, står det i rapporten. <br/> <br/>  De hänvisar till begreppet «pseudologia fantastica» som används för att beteckna tillstånd när en person med teatraliska personlighetsdrag, konstruerar historier som gör dem betydelsefulla. <br/> <br/>  Breivik kommer med stor sannolikhet att fortsätta vara som han är men risken för våldshandlingar minskar om han tar avstånd från handlingarna han står åtalad för och förhärligande av våld. <br/> <br/>  Psykiatrerna har inte funnit någon grund att bedöma Breivik som psykotisk trots att samhället kan tycka att hans handlingar och åsikter avviker mycket från deras. <br/> <br/>  Att Breivik inte är psykotisk märkte rättspsykiatrerna också när de konfronterade honom med hans fantastiska självbild och hans världsbild. Då tonade han ner sig. Det hade en psykotisk patient aldrig kunnat göra.<br/> <br/>  Enligt rapporten är han principfast och envis som person samt har ett starkt specialintresse för politiskt engagemang. <br/> <br/>  För honom är sociala förpliktelser irrelevanta och han brister i förståelse av andras känslor, anser rättspsykiatrerna. <br/>  Enligt deras tolkning saknar Breivik förmåga att ta in de drabbades perspektiv på ett äkta sätt. <br/> <br/>  Breivik ser sig som en unik person och tror att kanske bara vissa kan förstå honom. Det var enligt rättspsykiatrerna därför som Breivik ville att japanska och koreanska psykiatrer, som han anser har en möjlighet att läsa av honom bättre, skulle få göra det.  <br/> <br/>  Angående händelserna den 22 juli så anser Breivik att han hade rätt att handla så som han gjorde på egen hand och mot samhällets regler, moral och etiska normer därför att han ville uppnå önskan om att andra människor ska läsa hans manifest och se hans vision. <br/> <br/>  Han har inte inför någon visat ånger, eller känslomässiga reaktioner på effekterna av handlingarna.<br/> <br/>  Breivik står fast vid att Knights Templar existerar även om han erkänner att de inte finns i den form som han har skrivit i sitt manifest. <br/> <br/>  Enligt rapporten har Breivik haft storslagna idéer och fantiserat om socialt anseende i en organisation som han har tänkt ut. Likaså har han drömt om framtida erkännande, position och att få bli beundrad av människor. <br/> <br/>  Han säger att han inte kommer att få någon stor roll i framtidens Knights Templar eftersom han har för mycket blod på sina händer.<br/> <br/>  Breivik förklarar att han inledningsvis framhävde och dramatiserade organisationen för att vända sig till potentiella sympatisörer så att de skulle motiveras till militant nationalism. <br/> <br/>  - Föreställ dig en Ellos-katalog, de säljer kläder, jag sålde ett paket med ideologi, förklarar Breivik för rättspsykiatrerna. <br/> <br/>  Han säger att hans livliga och uppseendeväckande beskrivningar var en slags modell för dem som vill göra något, handla.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.vg.no%2Fnyheter%2Finnenriks%2F22-juli%2Fartikkel.php%3Fartid%3D10057464\" target=\"_blank\">http://www.vg.no/nyheter/innenriks/2...artid=10057464</a>"
	},
	{
		"postIndex": 3220,
		"postNum": 3418,
		"postLink": "/sp47301004",
		"postTime": "2014-01-31",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p285",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Breivik valde inte själv bort studierna. Fängelset tvingade honom! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/> <br/> <br/> <b>Nu har det dykt upp fler uppgifter om missförhållandena i fängelset!</b> <br/> <br/>  Breivik har skickat ett brev till den ryska tv-kanalen REN-TV och klagar över förhållandena i fängelset. <br/> <br/>  Han tillåts inte att utbilda sig, får inte bilda sitt eget politiska parti och har inte tillgång till regelbundet duschande och frisk luft. <br/> <br/>  Breivik räknar upp <b>sju</b> olagliga handlingar av kriminalvården. <br/> <br/>  Han klagar också på att han inte tillåts kommunicera med andra nationalistiska fångar. <br/> <br/>  Vi får också veta att anledningen till att Breivik inte studerar är <i>inte</i> för att han frivilligt valde det, utan därför att fängelset vägrar bekosta hans böcker! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/angry.gif\" title=\"Angry\"/> Förbjuds andra fångar att studera på grund av att de har mördat eller på grund av sina politiska åsikter? Om Breivik särbehandlas på detta sätt så bryter det väl mot lagen? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/angry.gif\" title=\"Angry\"/> <br/> <br/> <i>Alla</i> andra medier som fått brevet har valt att inte omtala denna uppgift. Fy fan! Det snackas så fint i media om att man inte ska diskriminera någon, att alla ska behandlas lika, att alla är lika mycket värda o.s.v. o.s.v. men det är ju bara skitsnack när det kommer till kritan. <br/>  Vad gör då Breiviks vision värre än den rådande tillvaron? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/> <br/>  Breivik skriver också, vilket andra medier valt att inte ta upp när brevet omtalades, att Ila fängelset var tvungna att bygga en ny avdelning till honom, och för detta ändamål tilldelades 25 miljoner NOK, men det har fortfarande inte gjorts! <br/> <br/>  Han klagar även på att han inte får skapa sitt eget politiska parti så att han kan ställa upp i val.  <br/> <br/>  Brevet från Breivik på 30 sidor skrivet på engelska kom i ett vanligt kuvert till Tv-kanalen. REN-TV-journalisterna visade historien på kvällsnyheterna och sade att inte alla som lever i Ryssland i frihet lever under sådana förhållanden som Breivik och menade att han har tillgång till tre rum - ett sovrum, ett kontor och ett gym. Men har de sett hur cellerna ser ut? Det är inget lyxliv vi snackar om. Varje gång han ska förflytta sig från en cell till en annan tvingas han klä av sig helt naken medan alla kroppshålor undersöks. Detta gör såklart att han undviker att förflytta sig mellan cellerna. Nu har han visserligen flyttats till Skien som är byggt så att inte lika många kontroller behövs men han kommer att tvingas flytta tillbaka till Ila igen någon dag eftersom kriminalvården anser att det finns säkerhetsrisker med att han bor alltför länge på en och samma plats. <br/> <br/>  Läs nyheten här (ryska):<a href=\"/leave.php?u=http%3A%2F%2Fwww.gazeta.ru%2Fsocial%2F2014%2F01%2F31%2F5876469.shtml\" target=\"_blank\">http://www.gazeta.ru/social/2014/01/31/5876469.shtml</a><br/> <br/>  Om de 25 miljoner som skulle ha gått till en ny avdelning för Breivik men som har fifflats bort med tiden: <a href=\"https://www.flashback.org/sp38980304\" target=\"_blank\"> (FB) Rättegången mot Anders Behring Breivik (Sammanfogade trådar/Mod)</a><br/> <br/>  Media fick det att låta som att det var Breivik som valde självmant att inte studera när det i själva verket var så att fängelset väljer att diskriminera honom och inte betala för hans böcker. Man ska komma ihåg att han inte tillåts att aktivera sig öht. De borde väl ha pengar över när det aldrig blev någon ny avdelning för 25 miljoner NOK?   <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dagbladet.no%2F2013%2F11%2F20%2Fnyheter%2Futdanning%2Finnenriks%2Fanders_behring_breivik%2Fterror%2F30430600%2F\" target=\"_blank\">http://www.dagbladet.no/2013/11/20/n...rror/30430600/</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.ta.no%2Fnyheter%2Farticle6996004.ece\" target=\"_blank\">http://www.ta.no/nyheter/article6996004.ece</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.vg.no%2Fnyheter%2Finnenriks%2F22-juli%2Fartikkel.php%3Fartid%3D10137163\" target=\"_blank\">http://www.vg.no/nyheter/innenriks/2...artid=10137163</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Instituttleder ved Institutt for statsvitenskap ved Universitet i Oslo, Dag Harald Claes, bekrefter overfor VG at Breivik har trukket seg fra de tre eksamenene.<br/> <br/>  - Vi fikk nylig melding om at han ikke kommer til å ta noen eksamener hos oss, sier Claes.<br/> <br/>  - Først trakk han seg fra eksamenene i internasjonal politikk og politisk teori for over en måned siden. Så trakk han seg fra den tredje eksamenen, som var i offentlig politikk og administrasjon. Det skjedde nå nylig. Jeg fikk vite om det tidligere i dag, sier Mads A. Danielsen til VG.      </td> </tr> </table>"
	},
	{
		"postIndex": 2640,
		"postNum": 2774,
		"postLink": "/sp40819077",
		"postTime": "2012-12-10",
		"postUser": "Bladderblad",
		"postUserID": "/u696908",
		"postUrl": "https://www.flashback.org/t1837147p232",
		"userUrl": "https://www.flashback.org/u696908",
		"sentence": "@ NothingToLose: Intressanta texter. Pallar inte gå in på bloggar som har hand om sånt här, då blir man väl terrormisstänkt eller nåt, alltid intressant att se vad som försiggår i kommendörens värld. Typiskt att intresset har svalnat så kraftigt - väntat, javisst, men synd, jag tror dessvärre att det kan komma att dyka upp fler saker av denna typ. Inte lika spektakulära kanske, men...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Från NothingToLose, citerandes <b>Anders Behring Breivik</b>: Alla asiater, afrikaner och sydeuropéer som definieras som illojala mot (den nordiska) ursprungsbefolkningens intressen bör deporteras. Alla judar som är illojala mot (den nordiska) ursprungsbefolkningens intressen bör deporteras. I realiteten innebär detta att mer än 80% av dem kommer att deporteras. Däremot stöder jag Israels krig mot Jihad. Vi får inte glömma att det finns en minoritet av israeliska judar (20%) som delar vår etnocentriska nationalistiska ideologi och även de vill deportera illojala utlänningar från sitt land. Så nej, jag är inte en \"sionist\". Och är det sant att jag är emot nationalsocialismen? Jo, ja. Men det betyder att jag är emot 20% av nationalsocialismens negativa politikområden; den expansionistiska karaktären (jag är en isolationist) och den antisemitiska karaktären (jag är inte emot alla judar, bara emot illojala judar som utgör ca 80%), och den anti-kristna karaktären (jag tror kristendom kan reformeras till en etnocentrisk militant kristenhet ungefär som den var innan upplysnings-reformerna).       </td> </tr> </table>  <br/>  Notera hur han anpassar innehållet till ryssarna - tonen är <i>aningen </i>mer rasbetonad än i 2083. Rätta mig om jag har fel, men visst försöker han lirka in ryssen till en något mindre ras-aggressiv sits utan att samtidigt \"komma ut\" som... ja... för vänlig och öppen? Vilket kanske kan låta motsägelsefullt, men personligen är jag alldeles övertygad att B. talar sanning när han säger att han gjorde vad han gjorde pga sin enorma empati.<br/> <br/> <b>Kommendör Breivik </b>skrev:<br/>   ... kvinnor ska ha en sekundär <b>yrkes</b>roll<br/> <br/> <i>Yrkesroll</i>, gott folk, inte människovärde. De flesta som har försökt att få ordning på det så kallade <i>livspuzzlet</i> (kulturmarxistiskt ord, någon?) vet att det alltid är trevligare med två löner. Men det optimala är ändå en vänlig kvinna som tar hand om merparten av barnskötseln, inhandling av mat samt jobbar <i>deltid</i>. Inget konstigt med det. En sekundär yrkesroll.<br/> <br/>  Nog om det. När jag läser dessa texter, citerade av NothingToLose, finner jag det självklart att kommendör Breivik inte får skicka några brev. Det är ju standard i t ex USA, att förhindra gängledare från att styra sina gaturiken - självklart lyckas de ändå, men svårigheterna är påtagliga. Sannolikt kommer kommendör Breivik att lyckas få ut ett eller annat brev med tiden - han kanske, mot alla odds, lyckas bli vän med en vakt, eller om det finns någon kvinna på anstalten så är ju det ett <i>säkert</i> kort.<br/> <br/>  Måste säga att hans brev, för mig personligen, i ljuset av innehållet känns väldigt lätta att motivera kvarhållandet av. Finns det något sätt för honom att komma till rätta med det? Alltså att kunna försöka bygga upp ett fängelsegäng?"
	},
	{
		"postIndex": 2089,
		"postNum": 2174,
		"postLink": "/sp34350040",
		"postTime": "2011-12-04",
		"postUser": "tryff",
		"postUserID": "/u96358",
		"postUrl": "https://www.flashback.org/t1837147p182",
		"userUrl": "https://www.flashback.org/u96358",
		"sentence": "<i>\"samt att han hävdat att han ska bli Norges nästa regent. Dessa två saker ligger i linje med vad man kan kalla för en sjukdomsbild.\"</i><br/> <br/>  Jag är inte alls säker på att han sagt att han skall bli nästa regent. Han kan lika gärna ha sagt att sådana som han kommer att styra i framtiden, och säkert ha en annan syn på hans handlingar.<br/> <br/>  Jag har lusläst psykologernas uttalande och de har mer beskrivit sina egna världsbilder.<br/>  Bl.a. skriver de att anders tror han är Gud eftersom han anser sig ha rätt att avgöra vem som skall få leva och vem som skall dö. Men det är deras tolkning. Anders har aldrig sagt att han är Gud.<br/> <br/>  De säger också att anders ser sig som den perfekta riddaren...men de nämner ingenting om att han skulle tro att han är riddare<br/> <br/>  Anders är ett solklart fall av asperger....som ev skulle kunna gått över i psykos/schitz men det finns ingenting som tyder på detta ännu.<br/> <br/>  Kom ihåg att de säger sig ha träffat honom i 36-timmar....en människa som inte accepterar att bli utsatt för rättpsykriatrisk undersökning...och enligt honom själv är han förberedd för situationen.<br/>  Har de lyckats knäcka honom? Har han varit tillmötesgående? De låter ju onekligen så på psykologernas tvärsäkra uttalanden.<br/> <br/>  Schitz är inte en musse pigg diagnos...men den här undersökningen verkar vara en musse pigg undersökning som är beställd av norska staten. Det blir lätt så i länder som Norge och Sverige där all forskning bedrivs i symbios med staten och igentligen inte är fristående som i andra länder.<br/> <br/>  Man vill till varje pris undvika en rättegång och det är vad detta handlar om. Jag tycker det är konstigt om man dödar 70 människor och sen blir det ingen rättegång.<br/> <br/>  Fördelen med att klassas som sjuk är i alla fall i sverige att då får man tillgång till dator (anses vara en rättighet) vilket man inte får på fängelser. Då skulle vi ju kunna fråga \"fjordman\" direkt."
	},
	{
		"postIndex": 1304,
		"postNum": 1361,
		"postLink": "/sp31870872",
		"postTime": "2011-07-25",
		"postUser": "rootbit",
		"postUserID": "/u334389",
		"postUrl": "https://www.flashback.org/t1837147p114",
		"userUrl": "https://www.flashback.org/u334389",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Genom att använda sådana ord som \"censur\", \"hjärntvätt\" etc försöker du koppla till icke-demokratiska samhällen, ja eftersom de sitter folkvalda partier i riksdagen som du ogillar måste du komma med massa nödlögner för att täcka upp din agenda och åsikt.<br/> <br/>  2. Av 1 följer att vi har fria val. SD är som bekant med i valet (även så partier som Svenskarnas parti etc). Men hur många % fick SD? Jo de fick runt 5,6%. 5,6% är inte 100% av sveriges befolkning, det är inte ens en majoritet, inte ens hälften av en majoritet, inte ens hälften av hälften. Du liksom GM får helt enkelt acceptera att har vi folkstyre kan partier man ogillar komma till makten. Om ni inte accepterar detta så är ni ju uppenbarligen emot att folket väljer. Dessa 5,6% förresten, var de Guds utvalda? De upplysta? Är inte alla hjärntvättade? Kom igen nu...<br/> <br/>  3. Vi har flera mediakanaler och det står folket fritt i en demokrati att välja det man vill läsa och vidare rösta på. Du verkar inte kunna förstå eller acceptera att folk i gemen inte gillar den politik du fodrar i ett samhälle.<br/> <br/>  4. Du säger emot dig själv, å ena sidan säger du dig vilja ha ett fritt samhälle men attackerar hela median (även den som inte är statsägd) för att punga ut en agenda som är \"icke-demokratisk\". Men du, i ett fritt samhälle har även den privatägda median (i synnerhet) vilken rätt som helst att säga det man vill, det är det du vill begränsa. Dessutom har SD fått reklam i TV, de har fått sina artiklar i tidningar, de har fått vara med i debatter i SVT, Tv4 etc.<br/> <br/>  5. Ni säger ofta att vänstern styr media och detta är intressant. För om vänsterpersoner styr media till Vänsterpartiets fördel, hur kommer det då sig att Vänsterpartiet fick mindre röster på sig än det enligt dig det \"censurerade\" SD? <br/> <br/>   </td> </tr> </table>  <br/>  1. Att andra länder lever under en censur som är värre gör inte den svenska mediala censuren acceptabel.<br/> <br/>  2. Jag har inga problem med att människor har åsikter. Jag förespråkar riktig och äkta demokrati där alla ges samma rätt att yttra sig. Problemet är när människor med en agenda i demokratins namn försöker framhäva sin egna åsikter som de enda rätta och samtidigt kväva andras. Det är inte rent spel och det vet du om. <br/> <br/>  Läser man tidningarna, vilket jag antar att du gör, ser man inte en ENDA journalist som avviker från mönstret. En journalist idag vet nämligen om att det är publicistiskt självmord att göra det. Det hela beror på att vänsterorienterade människor i samhället över åren har haft stort inflytande över den allmänna opinionen och bland annat sett till att gränsen för vad som är legitim kritik av svensk invandringspolitik och vad som är rasism är hårfin. Normen är satt och den är tyvärr helt skev... <br/> <br/>  Att kritisera HUR MÅNGA invandrare Sverige hjälper per år har INGENTING med vare sig rasism eller främlingsfientlighet att göra. Jag anser nämligen själv att vi ska hjälpa människor som har det svårt i världen. Däremot tycker jag inte att vi som faktiskt kan hjälpa till ska behöva ge upp vår egen identitet på köpet. En god medmänniska ger gärna en annan människa på flykt mat och husrum. Däremot ger han inte bort hela sitt hus. Inte om han är frisk i alla fall. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/> <br/>  Du säger att SD (och jag röstar INTE på SD) har fått sina artiklar publicerade, fått tid i TV etc. Då minns du kanske också att det blev en smärre folkstorm när man från medias håll ville stoppa den demokratiska processen. Tiden SD har fått i media har de helt och hållet folket att tacka för. Problemet som jag ser det är att man ens tänker tanken att stoppa ett demokratiskt parti!<br/> <br/>  Jag gillar exempelvis inte kommunister och vänsterpartister men likförbannat är de en del av samhället, vilket jag får acceptera. Det är dock ingen tidning eller TV-kanal som har hindrat dem från att sprida sin propaganda. Kommunister är att likställa med nazister men trots det ses ändå ingen medial reaktion, snarare tvärtom. Lars Ohly går fri och ska accepteras av folket medan Jimmie Åkesson är en skurk. Båda partierna har en historia full med folkmord och arbetsläger men de behandlas inte lika. Förstår du skillnaden? Det här är ett tydligt exempel på den skeva samhällsbilden vi ser i Sverige 2011... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 1437,
		"postNum": 1498,
		"postLink": "/sp31891414",
		"postTime": "2011-07-27",
		"postUser": "spleendid",
		"postUserID": "/u283732",
		"postUrl": "https://www.flashback.org/t1837147p125",
		"userUrl": "https://www.flashback.org/u283732",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Goddag, yxskaft!<br/> <br/>  Till att börja med inleder jag på ett särdeles provokativt sätt. Jag har alltså redan lagt grunden för dina förväntningar av det här inlägget. I vanliga fall är det en hälsande ohövlighet som skulle tyda på underläge, men med tanke på din egna framfart och behandling av motparter på detta forum fann jag dig ovanligt välförtjänt en gnutta nedlåtenhet. Du bör alltså betrakta detta som ett statement, snarare än som ett debattinlägg. Jag inser nämligen att du inte kommer att påverkas oavsett vad någon skriver, men istället för att lyssna kan du åtnjuta följande minnesbeta som ett supersoniskt oljud. Du vet, det där som stör balansen i korsdraget mellan dina öron. Därefter får du mer än gärna invända, men lyssna först och låt mig återigen understryka mitt förakt. Jag inleder: <br/> <br/>  God afton, lillhjärna!<br/> <br/>  Du äger en drygt normalbegåvad förmåga att tänka, men du verkar vara fullkomligt ur stånd att känna, och där empatin lyser med sin frånvaro står det iskalla sinnelaget solokvist. Därvidlag får du gärna vara alldeles fullödig högadel, ty högfärd allena skiljer noblessen från populasen. Högadel och högfärd går ofta hand i hand helt enkelt. Det hörs ju till och med! <br/> <br/>  Och ni är många som du; människotypen med det starka intellektet, men med en kopplingspotens som blir helt oduglig där den inte kompletteras med någon medmänsklighet. Din logik duger till att styra med järnhand, till att manipulera och till en avskyvärd båtnad över andras olycka. Det är en skrämmande logik, och den jämställer du med ledaregenskaper och liknande plusord. Måhända en flockledare av rang, men när det kommer till kritan framstår medmänskligheten som den viktigaste ledaregenskapen: konsten att förstå en människa  inte skärpan att påbjuda en soldat. Din hybris biter bara dig själv i svansen. Inte idag, och inte imorgon, men i slutet ligger du alltjämt övergiven. Du blir den där surmulna pissgubben till brukare som spottar ditt lössnus efter personalen på hemtjänsten när de kommit för undsättning efter en riktigt jävla plaskvåt natt i någon svindyr, men ack för det lika galonklädd, sänghimmel. Och lita på mig; när den dagen kommer vill du inte vara ensam. Den ensamheten blir tystnadens ekokammare. Där föds helvetet på jorden. <br/> <br/>  Du ska få lite sakkunskap att skölja ned denna kallskurna kvällsbjudning med: Att barn från högre samhällsklasser statistiskt sett har starkare abstraktionsförmåga än barn från lägre socioekonomiska grupper beror på att de förra barnen tidigare möter den offentliga koden, där kod motsvarar en typ av kommunikation. Inom lingvistiken skiljer man fortsatt på begränsad och utvecklad kod. Den begränsade präglas av kontextberoende tal och <i>tillsägelser</i> - ett kommunikationssätt som är vanligare i arbetarfamiljer, vilket förstås har att göra med föräldrarnas egen underställning i yrkeslivet. På samma sätt får de högutbildade föräldrarnas ungar tidigare möta en utvecklad kod (som arbetarbarn alltså antas stöta på tidigast i skolåldern) som närmare innebär <i>vädjanden</i> och argumentationer, och där barn nästan redan under spädbarnsåren får större valmöjligheter i kommunikationen. <br/> <br/>  Begränsad kod leder alltså till <i>partikularistiska </i>betydelsestrukturer och utvecklad kod till <i>universalistiska</i> diton, och där förmågan till universalistiska betydelsestrukturer skulle göra de högre barnen bättre förberedda att tänka kontextfritt och teoretiskt. Hursomhelst; det finns inga tecken på att arbetarbarnen skulle vara sämre lämpade att tidigare möta den utvecklade koden. Det handlar uteslutande om att föräldrarnas arbeten influerar hemmets samtalsklimat. Tankeförmågan har alltså inte sin primära bas i arvsanlagen, vilket stöds av lingvistisk, och säkerligen också dylik, kognitiv forskning. <br/> <br/>  Avslutningsvis har jag inte heller mycket till övers för feminism. Det är också en konspirerande konstruktion med akademiska anor, och med jämställdhetsivrare som stavas nuckor och flator utan skuggan av en chans att få sitt lystmäte - alternativt kobenta halvbögar intrasslade i genusteori. Det ironiska är att din verklighetsuppfattning står lika skev som feministens, som du självklart bakdantar för fulla muggar. Det är ungefär lika ädelt som när finländaren helt utan självinsikt ståtar med sitt folkskygga finnkomplex och trycker ned svartskallen, eller kringvandraren, eller den svartjobbande kioskturken. Där någonstans  i en stormrik ankdamm  flyter du omkring med osanningar och idel tragikomiskt förmenande.<br/> <br/>  Nej, vet du vad. Jag skulle aldrig byta ut min självdestruktiva egenart mot ett ögonblick av ditt inskränkta leverne. Kalla det pöbelmentalitet, om du vill. Men det kvittar om du glider land och rike runt i praktåk som avlöser varandra, eller om du snurrar jorden runt av ren tristess. Din livsfilosofi är fågelträck under mina skor, och den största tragiken är att alldeles för många respekterar en plånbok.<br/> <br/>  Hur många generationer föreslog du att blått blod strömmat dina ådror? <br/> <br/>  När inavel blev inadel."
	},
	{
		"postIndex": 964,
		"postNum": 1017,
		"postLink": "/sp31846511",
		"postTime": "2011-07-24",
		"postUser": "Ola Schubert",
		"postUserID": "/u58815",
		"postUrl": "https://www.flashback.org/t1837147p85",
		"userUrl": "https://www.flashback.org/u58815",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> Han försöker vara en slags kristen Bin laden.<br/> <br/> Han kommer aldrig lyckas med det. Det finns ingen totalitär grogrund för hans vision. <br/> <br/>  </td> </tr> </table>  <br/> Låt oss en kort stund bortse ifrån det sjuka i både ABB:s tänkesätt och handlingar utan bara diskutera taktik och strategi:<br/> <br/> Det är sant att hans slutmål inte bara är att sprida maifesten <u>utan att förverkliga det</u>.<br/> <br/> Att hans fruktansvärda dåd har lett till att manifestet uppmärksamats råder det inga tvivel om, så där har han \"lyckats\".<br/> <br/> Det kommer säkert att komma ännu mer retorik när han häktas, (om norrmännen väljer att hålla öppna häktningsförhandlingar).<br/> <br/> Vi vet inte heller säkert om det finns medhjälpare, redo att utföra flera \"marketing dåd\".<br/> <br/> Av vad jag fattar av manifestet så ser ABB saker och ting på väldigt lång sikt, kanske bortom sin egen död. Det hela är alltså uppdelat i långsiktliga faser. <br/> <br/> Jo, han vill ha en kulturell reaktionär tillbakagång i Europa. Med tanke på vad han varit bredd att göra bara i marknadsföringsyfte så är det ingen som helst tvekan om att han, (och ev. medhjälpare), är beredda att göra vad som helst för att förverkliga visionen. Våld är här tydligen inget självändamål: Om den politiska eliten är beredd att överlämna makten till de sk \"Tempelriddarna\" så kan man säkert klara sig utan våld. Men ABB, och för all del, alla andra, räknar inte med det. Och då kommer, enligt manifestet \"andra världskriget att likna en söndaskolelektion jämfört med det som skall komma\", (eller hur det nu den exakta formuleringen var, jag orkar inte leta i manifestet).<br/> <br/> ABB verkar se sig själv som en av sina figurer i World of Warcraft, en tempelriddare som gör uppoffringar för \"ett högre ideal\". Hans hjältar är också riddare och krigare som kämpar \"mot islam\".<br/> <br/> Det finns inte många, ens i högerextrema kretsar, som delar hans åsikter i stort. Men tyvärr, kärnkomponenten, hans islamofobi, delas av såväl SD:are, andra högerextremister och extremsionister, kanske uppåt 10 procent av den röstberättigade befolkningen i Sverige.<br/> <br/> Vad ABB inte fattar är att den totalt hänsynslösa våldsanvändningen hindrar allt stöd för hans sak. Han är visserligen högst medveten om att detta är fallet på kort sikt. Men minnet av massakern på ungdomarna kommer även att leva vidare på långsikt, och detta förstår inte ABB. Liksom, förstås, alla andra ev. framtida terrordåd som hans ev. anhängare kan ta sig för i framtiden.<br/> <br/> Det mest skrämmande är nog att det redan börjat dyka upp hyllningstrådar på flashback. Iof så kan mycket vara resultatet av troll, men tyvärr så finns det nog svaga själar här som blir imponerande över ABB:s sk \"framgång\". För, tyvärr, så verkar en ensam ideologiskt förblindad människa, som har tillräckligt lång tid på sig och tillräckliga resurser, kunna åstakomma mycket skada på det öppna samhället."
	},
	{
		"postIndex": 2383,
		"postNum": 2487,
		"postLink": "/sp37232402",
		"postTime": "2012-05-07",
		"postUser": "lampros",
		"postUserID": "/u249453",
		"postUrl": "https://www.flashback.org/t1837147p208",
		"userUrl": "https://www.flashback.org/u249453",
		"sentence": "Trådens rubrik är: \"Vad vet vi om Anders Breivik?\" Den frågan har jag ställt mig några gånger de senaste månaderna. Här är i alla fall en biografi i punktform som jag sammanställt. Källorna är Wikipedia <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FAnders_Behring_Breivik\" target=\"_blank\">http://en.wikipedia.org/wiki/Anders_Behring_Breivik</a> samt Breiviks manifest. <a href=\"/leave.php?u=http%3A%2F%2Fwww.zerohedge.com%2Farticle%2Fmass-killer-andrew-berwicks-aka-anders-breivik-complete-777724-word-manifesto\" target=\"_blank\">http://www.zerohedge.com/article/mas...word-manifesto</a><br/> <br/>  . 1979 - föds Anders Behring Breivik i Oslo 13/2 som son till diplomaten Jens David Breivik och sjuksköterskan Wenche Behring.<br/> <br/>  . 1994 - Breivik konfirmeras i norska statskyrkan.<br/> <br/>  . 1995 - vid 16 års ålder gör Breivik uppror och fängslas för graffitimålning. Fadern säger upp kontakten med sin son; Breivik får leva med sin mor. Han bryter med sitt graffitigäng.<br/> <br/>  . 1997-2004 - aktiv medlem i Fremskrittspartiet. 2007 förföll hans medlemsskap pga obetalda avgifter.<br/> <br/>  . 1997 - förlorar 2 miljoner (370 000 dollar) på aktier.<br/> <br/>  . 1998 - examen från treårigt handelsgymnasium (Oslo handelsskola).<br/> <br/>  . 2001 - genomgår plastikoperation för haka, näsa och panna. Arbetar på kundtjänst på ett okänt företag.<br/> <br/>  . 2002 - inleder en nioårsplan för att finansiera sina terrordåd. Inom ett år ska ha han tjänat 1 miljon NOK. Sedan går affärerna lite si och så och han går i konkurs. Han flyttar hem till mor i Oslo för att spara pengar.<br/> <br/>  . 2005 - besöker Vitryssland. \"According to Belarusian opposition figure Mikhail Reshetnikov, Anders Breivik underwent paramilitary training in a camp organized by retired KGB colonel Valery Lunev. According to Reshetnikov, Breivik visited Belarus three times and had lasting connections with the country. According to official data, however, Breivik visited Belarus only once, as a tourist in 2005.\" Källa: <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FAnders_Behring_Breivik\" target=\"_blank\">http://en.wikipedia.org/wiki/Anders_Behring_Breivik</a><br/> <br/>  . 2007 - Breiviks deklarerade tillgångar är 630 000 NOK enligt norska skatteverket. Nästa år säger sig Breivik ha haft 2 miljoner NOK.<br/> <br/>  . 2006-2008 - researchar och skriver manifestet \"2083 - a European Declaration of Independence\".<br/> <br/>  . 2009 - maj, grundar \"Breivik Geofarm\", ett jordbruksföretag som front för sitt projekt att göra sprängmedel av konstgödsel.<br/> <br/>  . 2009 - augusti-september, misslyckat försök att köpa illegala vapen i Prag. Han köper dem legalt i Norge istället. Genom sitt medlemsskap i en skytteklubb får han licens för en 9 mm Glock 34-pistol. Sitt 5,56 mm Ruger Mini 14 automatgevär får han på jaktlicens. Han hade även ett hagelgevär typ Benelli Nova, <i>pump action.</i> - Deklarerad inkomst 2009, noll. Deklarerad förmögenhet, 390 000 NOK.<br/> <br/>  . 2011 - april, skriver arrendekontrakt för en gård i Åmot kommun, Hedmark fylke, 140 km nordöst Oslo. Maj, köper sex ton konstgödsel. Juni, flyttar in i gården; det jordbruk han bedriver är en front för att göra sprängämne. <br/> <br/>  . 2011 - 13 juni, gör en lyckad provsprängning på en öde plats. <br/> <br/>  . 2011 - 22 Juli 15:25, spränger via en bilbomb en regeringsbyggnad i Oslo med 8 döda. Två timmar senare mördar han 69 personer på Arbeiderpartiets sommarläger på Utöya, utklädd till polis.<br/> <br/>  - - -<br/> <br/>  Kommentar: det enda kontroversiella jag nämner i denna översikt torde vara detta med den ryska anknytningen år 2005. Nåväl, jag har inga bevis, jag låter det hela stå som ett vagt indicium. Han ska alltså ha fått paramilitär träning i öst. Men vad jag utöver det gissar är att han fått ekonomiskt stöd någonstans ifrån, möjligen öst. Terrorism kostar pengar nämligen. Jag menar, det är ju fullkomligt omöjligt att han enligt egen utsago tjänat miljoner på att sälja falska betyg över internet. Denna saluverksamhet av betyg är en cover för något annat får jag för mig. Breivik är slipad, han lägger ut dimridåer (som detta med Knights Templar som kanske finns, men som han nog broderar ut. Och media och åklagare tycks svälja allt).<br/> <br/>  Ekonomin: se hur han 1997 säger sig ha förlorat 2 miljoner på aktier. 2002 inleder han enligt egen utsago en plan för finansiering av terrordåd, men det slutar i konkurs och flytt hem till mamma. Sedan Rysslandsresa 2005. 2007 är han så uppe i smöret igen med 630 000 och nästa år (= 2008) har han 2 miljoner. Hur då? Har han tjänat ihop dem genom att sälja falska universitetsbetyg...? Kom igen. Dra den där om Rödluvan också. Han har mer sannolikt fått dem av en främmande säkerhetstjänst. Dylika organisationer tenderar att ha fonder för vissa operativa ändmål. Vissa mellanchefer behöver visa för sina chefer att verksamhet pågår, att resultat görs. Så dyker där upp en breivikare som kommer med en operativt gedigen affärsplan, honom kan de väl stödja...?<br/> <br/>  Men som sagt, jag kan inget bevisa. Vissa saker om Breivik får vi nog aldrig veta. Det åsido ger manifestet rika mängder upplysningar om mindre viktiga, men inte ointressanta ting, som hans vardag innan dådet, hans åsikter och hans favoritfilmer- och böcker. Hela manifestet finns online här: <a href=\"/leave.php?u=http%3A%2F%2Fwww.zerohedge.com%2Farticle%2Fmass-killer-andrew-berwicks-aka-anders-breivik-complete-777724-word-manifesto\" target=\"_blank\">http://www.zerohedge.com/article/mas...word-manifesto</a>"
	},
	{
		"postIndex": 3261,
		"postNum": 3459,
		"postLink": "/sp47446097",
		"postTime": "2014-02-10",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p289",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det psykologiserande du för fram är lite förenklat tycker jag. A är inte alltid lika med A. Den logiken betyder i praktiskt tillämpning att alla män utan far borde begå politiskt motiverade brott där fler än tjugo personer men färre än hundra personer mister livet, rent statistisk.  Så är det ju inte.<br/> <br/>   Samma sak med kvinnorna. Breiviks erfarenhet spelar naturligtvis in, men om du tänker efter här framför han en mycket allmängiltig synpunkt som väldigt många andra män också har uttryckt genom århundraden. Har de alla haft en instabil mor? Osv. Breivik kritiserar t.ex. feminismen, och där kan jag som själv är kvinna (inte väldigt instabil dock) tycka att Breivik har rätt rörande kvinnors sammanlagda förmåga. Då kan \"kvinnors instabilitet\" istället handla om hormoner och svårigheter att kombinera barn,relationer och karriär med samhällets krav. Subjektivt av mig iofs. men knappast något som har med Breiviks mamma att göra.<br/>   </td> </tr> </table>  <br/>  Jag skrev aldrig någonting i mitt inlägg om att Breiviks åsikter gjorde honom till massmördare och det gör inte Seierstad heller i \"En av oss\", vad jag skrev var att hans ÅSIKTER kommer ur hans förflutna men jag sa ingenting om att hans massmord skulle ha någonting med det att göra. <br/> <br/>  Jag kommer ihåg när Breivik sa att han hatar feminister men älskar kvinnor på rättegången och precis som du säger så blev det inget mer med det. <br/> <br/>  Vad du säger är att alla som har känt Breivik ljuger om honom för det finns inget annat sätt att tolka det du skriver. Breivik vore den sämsta personen att fråga om du vill veta sanningen om honom eftersom han mer än gärna serverar efterkonstruktioner i alla sammanhang, i synnerhet sådant som har med hans person att göra, hur vore det om du insåg det någon gång. Jag litar hellre på vad Breiviks styvmor säger om honom än på hans egna beskrivningar av sig själv.<br/> <br/>  Åsne hade intervjuat Breivik om han inte hade ställt orimliga krav som att Breiviks´s diaries skulle bli utgiven i hennes namn, fast egentligen är det nog ingen större förlust om sanningen ska fram för med tanke på hans patologiska självöverkattning så skulle det bara bli långrandiga beskrivningar om hur fantastiskt hans liv har varit och hur intressant är det."
	},
	{
		"postIndex": 2918,
		"postNum": 3079,
		"postLink": "/sp44089533",
		"postTime": "2013-06-28",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p257",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Breivik tar upp kampen om sin yttrandefrihet. <br/> <br/>  Han har skrivit ett brev till Morgenbladets redaktion med titeln <b>\"Rätten att inte bli tystad\"</b>. Han skriver att Ila fängelse har \"inrättat ett nästan fullständigt brevförbud\" för honom sedan den 8 augusti 2012. Fler än 450 helt lagliga brev, varav tre essäer, har stoppats, skriver han. <b>\"Bara i april månad har så många som 127 av 130 utgående och flera ingående brev stoppats\"</b>. Han kallar det för <b>\"litterär lynchning\"</b>.<br/> <br/> <b>Han omtalar även pressens skriverier om honom: \"Väldigt mycket av det som i realiteten är otaliga grova karaktärsmord, är ofta välskrivna, kreativa och underhållande texter av varierande trovärdighet\".</b> <br/> <br/>  Han meddelar också att boken han skriver på snart är klar, och argumenterar för sin rätt att få den publicerad, eftersom det var \"många lösa trådar i detta fallet\", däribland \"okända omständigheter och oavklarade frågor som tills nu inte har varit kända för någon\". <br/> <br/>  Breiviks advokat Tord Jordet anser att Kriminalvården \"är mer upptagna med att förhindra att Breivik ska kunna främja politiska yttringar. <br/> <br/>  - Jag vet inte ens om man ska kalla Kriminalvårdens genomgång av brev till och från Breivik för tolkning, eller om det närmast ligger en förutsättning om att ifall han yttrar något som helst med politiskt snitt, så blir det stoppat. Det kan nog uppfattas som politisk censur. <br/> <br/> <i>- Politisk censur?</i> <br/> <br/>  - Man bör kalla en spade för en spade, och erkänna att man genom att stoppa brev till och från Breivik först och främst vill censurera politiska yttranden. Skälet om att hans politiska budskap innebär uppmaning till terror framstår bara som en legitimering av denna praxis. <br/> <br/> <i>§30. Sensuren skal hindre nye kriminelle handlinger. I straffegjennomføringslovens §30 heter det at post skal stoppes hvis den «inneholder opplysninger om planlegging eller gjennomføring av straffbar handling, unndragelse av gjennomføringen eller handlinger som vil forstyrre ro, orden og sikkerhet».</i><br/> <br/>  Kommunikationskontrollen tar nu stora resurser från fängelset.<br/> <br/>  - Jag har räknat på det och funnit att systemet som är kopplat till censur och Breiviks brev motsvarar två årsarbetsplatser för oss, säger fängelsechefen Knut Bjarkeid. <br/> <br/>  Som mest kan ett brev bli läst av tio personer inför ett beslut. <br/> <br/>  Försvarare Tord Jordet anser att Breivik måste ha \"samma yttrandefrihet som alla andra intagna\". <br/> <br/>  - Det innebär rätten att få uttala sig politiskt, däribland utväxla politiska synpunkter även om dessa kan uppfattas som stötande och provocerande. Man kan inte ha ett regelverk som öppnar för så hög grad av diskriminering, genom att vissa intagna inte får syssla med politiskt eller religiöst åsiktsutbyte.  <br/> <br/>  Breivik skriver också: <b>\"Vi har nu kommit till en vägkorsning; jag kommer den 01-08-13 försöka att skicka över \"The Breivik Diaries\" till min förläggare, efter att ha arbetat med den i 18 månader. Det är samtidigt väntat att Ila-fängelsets ledning kommer att göra absolut allt i sin makt för att förhindra utgivning\". Frågan som reser sig blir; ska jag ges möjlighet att få komma med min fullständiga och kompletta historia?</b> <br/> <br/> <b>Läs fortsättningen på en väldigt lång och intressant artikel här:</b> <a href=\"/leave.php?u=http%3A%2F%2Fmorgenbladet.no%2Fsamfunn%2F2013%2Fhundrevis_av_breiviks_brev_stoppes_av_fengselet%23.Uc1oufdvljo\" target=\"_blank\">http://morgenbladet.no/samfunn/2013/...t#.Uc1oufdvljo</a><br/> <br/>  Det finns <i>mycket</i> mer man kan diskutera om denna artikel, så läs den!"
	},
	{
		"postIndex": 2608,
		"postNum": 2742,
		"postLink": "/sp40730106",
		"postTime": "2012-12-05",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p229",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag märker att man farit fram lite annorlunda med kommendör Breivik i fråga om behandling rent allmänt. Tänker på trådar om yttrandefrihet, snack i denna tråden om kroppsvisitationer etc. <br/> <br/>  Istället för det sedvanliga gullandet så har man bestraffat ordentligt (ordentligt är ju relativt till oss själva, inte en stor del av omvärlden som givetvis skrattar åt norrmännens veka behandling). Rätt så nyligen var det en rättegång i Stockholm (brottet skedde i Uppsala, så det kanske var där den hölls, minns inte) där två iran-svenskar hade kidnappat sonen till en rik svensk man. Förövarna fick också rejäla straff - självklart veka i jämförelse med omvärlden, men för Sverige hårda straff - och kommer någon och svamlar om komparativ straffrätt eller vad f*n det nu heter så gå och skit på er - det finns ett flertal andra exempel som får mig att ta på foliehatten. Man hade gett sig på fel typ av offer och nu signalerar eliten till kriminella \"Fortsätt att destabilisera de försvarslösa medborgarna MEN GE ER INTE PÅ OSS!\"<br/> <br/> <br/>  Min fråga, i ljuset av detta - att förövare gentemot mer eller mindre \"eliten\" döms hårdare - är det troligt att man kommer att \"tappa bort\" de saker som inte förverkas. Vapnen kommer ju sannolikt att förverkas. Kan alltså kommendör Breivik återfå sin uniform när han släpps om cirka 20 år... ?<br/> <br/>  - - -<br/>  (... följande lite halvt off topic, behövde \"nyansera debatten\" lite som de säger politikerna)<br/> <br/>   </td> </tr> </table>    Jag tror att många missförstår mig när jag talar om Breiviks rättigheter. Det handlar inte om att särbehandla en massmördare, utan om att inte göra det. Jag är inte för kortare fängelsestraff. Jag tycker att Norge bör införa ett riktigt livstidsstraff för grov kriminalitet. Förvaring som de har i Norge är inte okej. Efter 21 år så ska alltså både den som har avtjänat straffet och de anhöriga till gärningsmannen samt eventuella anhöriga till offret leva i ovisshet. Man vet inte när den som begått brottet kommer ut och det verkar också väldigt godtyckligt. <br/>  När det gäller hur straffet ska utformas, vad fången ska göra under tiden då han avtjänar sin dom, så finns det forskning som visar att det är ekonomiskt mest lönsamt att ge fångarna en lite bättre tillvaro. Det har nämligen visat sig att Norge som har de bästa fängelserna med bäst kriminalvård, har lägst antal återfallsförbrytare. Så samhället tjänar på att ge fångar en innehållsrik vistelse. De är då inte lika benägna att återgå till ett kriminellt leverne efter avtjänad dom. Jag är alltså för långa fängelsestraff men osäker på hur fångar bör behandlas. Hade jag själv varit utsatt hade det varit enklare att svara. Nu känner jag mig kluven. Dödsstraff och tortyr tycker jag inte att civiliserade länder ska syssla med. Där håller jag inte med Breivik och många andra. <br/> <br/>  Men det jag också kanske måste förtydliga är att jag tycker att det är fel att straffa Breivik hårdare än vad lagen medger och det är det som jag tror händer nu. Det är ju så att de lagar som gällde när brottet begicks, ska styra domen. Det går inte att i efterhand ge någon ett hårdare straff, med mindre friheter och mer isolering, bara för att vara schysst mot anhöriga till offren eller för att visa resten av världen att man inte har gjort bort sig med för milda straff eller för att den kriminella har begått handlingar man inte haft erfarenhet av tidigare. Det finns inga sådana undantag i lagen som ska vara lika inför alla oavsett politisk tillhörighet.<br/> <br/>  När det gäller din fråga om vapnen så vet jag inte vad som gäller men det var en intressant fråga eftersom vi vet att Breivik köpte sina vapen lagligt och borde få tillbaka dem när han släpps ut. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>"
	}
]
