[
	{
		"postIndex": 1410,
		"postNum": 1420,
		"postLink": "/sp41220946",
		"postTime": "2013-01-02",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p119",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Kvinnan beslutar det ja, och mannen hålls ansvarig för kvinnans beslut?<br/>  Så du tycker att vuxna människor ska ta ansvar för andra vuxna människors beslut.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Han är delansvarig i graviditeten om han hade sex i det syftet ja, men inte alls delaktig i beslutet rörande graviditetens resultat.<br/>  Man måste ha gravt nedsatt logisk tankeförmåga om man inte ser problematiken.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Hur kan du svara nej på den frågan när du fullhjärtat försvarar systemet vi har idag rörande föräldraskap?<br/>  Lagen säger att mannen MÅSTE bli far om kvinnan väljer det, finns inga lagar där kvinnan måste bli mor då mannen säger det. Vi har olika lagar för olika kön.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Ja? Och på vilket sätt gör det honom ansvarig för kvinnans beslut? Finns det mer områden där män bör hållas ansvariga för kvinnors beslut? Är kvinnor kapabla att ta ansvar för sina egna beslut?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Så då blir det inte \"så småning om barn\" alltså. Vilket var vad du påstod, du påstod absolut ingenting om dagen efter-piller och aborter så vad du menar med \"Kvinnan väljer, Exakt\" kan jag bara spekulera i. Kanske försökte du kapa mina åsikter och hävda dom som dina egna?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja det vet jag väl, det är ju precis det jag debatterar emot.<br/>  Du kan lägga till att han bara har dom juridiska rättigheterna till barnet om modern tillåter det.<br/> <br/>  Och varken du eller någon annan har lyckats rättfärdiga att mannen ska ansvara över kvinnans beslut för att i slutändan stå fullständigt rättslös i frågan. Inte rätten till sina barn om han vill, inte rätten till sitt eget liv om han inte vill ha barn.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Uppenbarligen har det inte gått in i skallen din gällande lika rättigheter och ansvar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Osäker på hur jag ska tolka detta, är du kritiskt ställd till abort? Om så är fallet önskar jag att du sagt det tidigare. Även om jag inte nödvändigtvis kommer att hålla med dig så köper jag i varje fall dina resonemang. Då blev det helt plötsligt logiskt i mina ögon. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja det kan jag också tycka, men det blir svårt att införliva. Finns många ensamstående föräldrar som av ett eller annat skäl valt att ta hand om barnet själv, kanske med den andres medgivande till och med.<br/>  Det kan slå fel om man försöker tvinga på dessa föräldrar och barn pappor och mammor dom inte vill ha.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Håller med, men ett barn är inte ett barn försän det har fötts. Ett barn som aldrig blev fött lider inte av att en far valde att avstå faderskapet varpå modern valde att avbryta graviditeten.<br/> <br/>  Och här känner jag att det blir extra farligt att kräva precis samma rättigheter för alla barn då det finns gott om ensamstående föräldrar som klarar att försörja sig och sitt barn galant helt på egen hand. Så om en kvinna känner att hon kan ta hand om ett barn på egen hand så ska inte moralryttare få stå i vägen för henne och hennes barn som med all sannolikhet kommer att klara sig bra och växa upp till en bra medborgare."
	},
	{
		"postIndex": 3584,
		"postNum": 3616,
		"postLink": "/sp44637550",
		"postTime": "2013-08-05",
		"postUser": "Irenicus",
		"postUserID": "/u827925",
		"postUrl": "https://www.flashback.org/t2114904p302",
		"userUrl": "https://www.flashback.org/u827925",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Absolut, men det hjälper ju inte barnet som blir juridiskt aborterat. Här kan vi så klart klandra kvinnan hur mycket vi vill men fortfarande så hjälper det inte barnet. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Man uppmuntrar det då man ger kvinnor rätten att göra män till fäder mot deras vilja. Behövde det förklaras verkligen?      </td> </tr> </table>    Du tror alltså att kvinnor väljer att föda barn för att kunna tvinga mannen att bli pappa? Du tror även att de hade gjort abort om de inte fått en extra tusenlapp i månaden? Eller du tror att man hade varit mer försiktig med sin sexualitet om man inte kan tvinga mannen på tusenlappen efteråt? <br/> <br/>  Din kvinnosyn är helt vedervärdig.. Kvinnan föder barnet om hon vill ha barnet, kvinnan gör abort om hon inte vill ha barnet. Det enda som kan påverka hennes val är möjligtvis om pappan vill bli pappa eller inte, men hans pengar har knappast någonting med saken att göra. Och du undrar varför jag benämner kvinnan som en hora? Verkar ju vara så ni ser dem.. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Rimligt att modern som gjorde det dåliga valet får stå för konsekvenserna för sitt eget val? Ja det är rimligt.<br/>  Och ska någon bestraffas för det dåliga valet kanske straffet bör riktas mot personen som tog det dåliga valet. Eller? Om nu någon envist måste bestraffas, är ensamstående föräldrar dåliga föräldrar?<br/> <br/>  Anser du att en ensamstående mor är en hora så får det stå för dig.      </td> </tr> </table>    Jag anser att pappan bör ta på sig fadersrollen, vill han inte det så är det rimligt att han kompenserar barnet ekonomiskt. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Mer rättigheter förutsätter att mannen har några rättigheter till att börja med, kan du lista dessa för mig är du snäll.<br/>  Att man tar bort en kompensation som en part ger till en annan pga biologiska olikheter är inte att ge någon rättigheter, snarare att ta bort en orimlig skyldighet.<br/> <br/>  Vilken rättighet var det feministerna ville ge kvinnan i talet du skriver om?       </td> </tr> </table>    Eftersom mannen inte kan bära ett foster så kan han omöjligtvis ha en rättighet att abortera ett foster, är det svårt att förstå? Att ge honom möjlighet till juridisk abort blir just en kompensation han tilldelas för att väga upp orättvisan. <br/> <br/>  Kvinnor ska få subventionerade hygienartiklar, kvinnor ska kvoteras in i bolagsstyrelser, kvinnor ska få tjejtaxa när de åker taxi, kvinnor ska få subventionerat självförsvar. Har du koll på vad feminister brukar häva ur sig så vet du säkert att de vill ge massa extra till kvinnor för att kompensera hennes oduglighet som patriarkatet och männen försatt henne i.. Det är väl ingen nyhet direkt. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vilket ansvar menar du, ansvaret över ett eventuellt val hon kan tänkas göra, helt på egen hand?<br/>  Kvinnan får ansvar för barnet om hon väljer det ansvaret då hon bestämmer sig för att fullfölja graviditeten. Tycker du att det är konstigt att man ansvarar för sina egna beslut? <br/> <br/>  Och som det ser ut nå så har mannen lika mycket ansvar men inga rättigheter, du ser inga problem i det. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Är svaret nej behöver du inte bemöda dig att svara alls på inlägget.      </td> </tr> </table>    Nu utgick jag ifrån att kvinnan skulle ha alla rättigheter och skyldigheter, mannen får ingenting. Det är det enda rimliga eftersom det enbart är kvinnan som behöver ta konsekvenser för fostret genom att antingen abortera eller försörja det kommande barnet. Om mannen får ett alternativ att slippa undan allt detta så bör han heller inte ha några rättigheter inför barnet om inte kvinnan vill det. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du får helt enkelt ta och samtala med kvinnor och mödrar så kanske du får dig en verklighetscheck rörande detta. Vad säger din mor? Var graviditeten och resultatet av den hemskt, ångrar hon sig?      </td> </tr> </table>    Jag är helt övertygad om att kvinnor hade föredragit att få barnet levererat av en stork istället för att vara gravid i nio månader och sedan gå igenom en smärtsam födsel. Att man är nöjd med resultatet betyder inte att graviditeten är en välsignelse. Mannen får ju också barn men han slipper allt detta, det är hundra gånger bättre enligt mig men du verkar lite avundsjuk.. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att ta bort en orimlig skyldighet är inte att ge en rättighet, att försvara en orimlig rättighet då det gynnar kvinnor i stort sett definitionen av feminism. Feminist.      </td> </tr> </table>    En skyldighet inför <b>barnet </b>ja, samma skyldighet som kvinnan har. Du vill ta väck skyldigheterna för det eventuella barnet bara för att kvinnan kan göra en medicinsk abort. Du har ju själv sagt att du vill ha kvar skyldigheterna om abort vore förbjudet, så det är ju allt det handlar om. Sen kan du säga att det ska vara lika skyldigheter efter rättigheter hur mycket du vill men du kompenserar fortfarande mannen med en rättighet han inte kan ha, rättigheten att göra \"abort\". Har du ens kollat på vad tråden heter? \"Bör mannen ha <b>rätt </b> till abort?\" En rättighet han inte har idag. Men att ge honom denna rättigheten är inte att ge honom en rättighet? Är du full, hög eller vad går du på? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, vems inlägg svarar du på?<br/>  Ja precis, pga sin biologi... Män kan inte bli gravida, du kanske är undantaget. <br/>  Och det är precis här ordet \"kompensation\" kommer in i bilden, män kompenserar för sin oförmåga att bli gravida.      </td> </tr> </table>    De kompenserar ingenting, du vill dock att de ska kompenseras med juridisk abort. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Precis som kvinnan måste göra om hon <b>väljer</b> det, förstår du? Vet du vad ett val är?<br/> <br/>  Feminist, maskulinist. Kärt barn har många namn men du får gärna bestämma dig istället för att hoppa mellan två motpoler.      </td> </tr> </table>    Ingen aning vad du snackar om. Vad måste kvinnan göra? Kompensera? Prioritera kanske är ordet du söker? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du menar att moderskapet bara blir ett surt äpple om kvinnan väljer att föda barnet i den situationen.<br/>  Du har inte höga tankar om kvinnor och kvinnors egna val du inte, vill du ansvara över fler beslut som kvinnor tar? Känns rustningen tjockare då?      </td> </tr> </table>    Du kan välja att uttrycka det hur du vill, en abort kommer alltid att vara ett surt äpple för kvinnan då det knappast är ett trevligt ingrepp. Moderskapet behöver inte bli ett surt äpple för att hon väljer att föda barn, det blir bara ett surt äpple när mannen inte vill. Vilket val hon än gör så blir det ett surt äpple så länge mannen inte vill, förstår du? Att du anser att hon själv väljer det sura äpplet är helt irrelevant då hon bara har två sura äpplen att välja mellan. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det blir ju svårt om man inte vet vad en kompensation innebär, så jag klandrar dig inte.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       \"kompensera<br/> <br/>      ge kompensation /för något/, ersätta, uppväga, kvitta, gottgöra\"      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       \"kompensation<br/>  ersättning, gottgörelse, vederlag, utjämning, kvittning\"      </td> </tr> </table>    När mannen får en rättighet att göra abort så kompenseras han, man uppväger och utjämnar för det maktövertag kvinnan hade. På vilket sätt menar du att mannen kompenserar kvinnan om hon väljer att föda barn? Barnet har alltid haft rätt till underhållet så det är ingen kompensation mannen får göra eller hur du nu tänkte. Du verkar ju undvika denna frågan. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Argumentet juridisk abort är rätten att avsäga sig föräldraskapet, det du bubblar om var när jag rättade ditt påstående om att män har en massa rättigheter de inte har. Du får starta en tråd om det, ingen som stoppar dig.      </td> </tr> </table>    Har aldrig sagt att män har massa rättigheter, de <b>bör </b> ha samma rättigheter för barnet. Även om juridisk abort handlar om att avsäga sig föräldraskapet så är det fortfarande en kompensation för att han inte kan bli gravid, det är väl bara att inse. Hade abort varit förbjudet så hade han inte behövt denna kompensation, det sa du själv. Varför försöka få det att handla om någon annat? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och det är det ju.       </td> </tr> </table>    Mh, men nu tänker jag hers exclusively. Mannen har idag umgängesrätt vilket han inte borde ha ifall han ska kunna avsäga sig föräldraskapet. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Exemplet gick dig tydligen över huvudet då du var okapabel att svara, ska försöka sjunka lite i nivå nästa gång så att du hänger med.      </td> </tr> </table>    Tack, du är bussig du. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Rättelse: \"Allt att säga till om\" inte mer att säga till om.<br/> <br/>  Jag vill ge män samma rättighet som kvinnor att själva kunna avgöra om de kan, vill eller är mogna nog att bli föräldrar. Så djävla radikalt tydligen.      </td> </tr> </table>    Finns massa män som får igenom krav på delad vårdnad och umgängesrätt, vissa får t.o.m hela vårdnaden. Så nej, kvinnan har inte allt att säga till om även om det i de flesta fall döms till hennes fördel. <br/> <br/>  Radikalt vet jag inte, känns jävligt knasigt bara att man inte vill ta hand om sitt barn eller ge ekonomisk kompensation för det."
	},
	{
		"postIndex": 2124,
		"postNum": 2142,
		"postLink": "/sp44463490",
		"postTime": "2013-07-24",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t2114904p179",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Han blir inte förälder fören barnet är fött, likaså är det för modern. Fosterstadiet är inte en föräldrafråga. <br/> <b>1. </b>Han blir förälder föst när barnet är fött, men av logiska skäl så bör han underrättas redan innan. <br/> <b>2.</b>En kvinna blir inte på smällen utan en man och han har lika stort ansvar för den sexuella akten som kvinnan då han vet riskerna samt att han har ett ansvar gentemot barnet om kvinnan väljer att behålla det. <br/> <b>3. </b>En sådan lag skulle inte fungera i praktiken och skulle förmodligen leda till ännu mer aborter om man inte får föda barn utan att vara i ett förhållande, för det blir ju per automatik olagligt. Antingen det eller så får man förbjuda sex utanför stadgade förhållande vilket jag inte heller tycker är rimligt. Då är det smidigare att pappan tar sitt ansvar istället. <br/> <br/>   </td> </tr> </table>  <br/>  Ja och det är här du hycklar. Du skriver att mannen bara skapar en cellklump. Men han är ändå skapare till ett barn som (enligt dig) blir till vid ett senare tillfälle som han inte har någon inblandad i öht. Detta är ett extremt intellektuellt ohederligt sätt att se på saken. Antingen skapas barnet där och då, och i så fall är fadern förälder till en människa från den stunden. Eller så skapas barnet senare genom ett beslut som mamman är till 100 procent ansvarig till, och i så fall är det endast hon som är förälder och den enda som har skapat barnet. Du vill plocka lite av varje enbart för att kunna ge hela valet till kvinnan men ändå kunna kräva mannen på pengar. Finns som sagt bara ett ord för detta hyckleri. Nåja, jag tror inte vi kommer längre. <br/> <br/>  Men jag ger ett sista svar på dina tre frågor här ändå som någon sorts sammanfattning: <br/>  1.  Om han blir förälder så blir han det i samma stund som han skapar barnet. Skapas barnet vid befruktningen så blir han förälder då och i så fall är en abort ett mord på mannens barn. Skapas barnet av kvinnan senare så är barnet enbart hennes. Då har pappan varken några rättigheter eller skyldigheter till barnet. Lagstiftarna måste bestämma sig för när barnet skapas. De kan inte hålla på att välja att när det passar kvinnan så skapas barnet vid befruktningen och när det inte passar kvinnan att göra så så skapas barnet senare.   <br/> <br/>  2. Oväsentligt när kvinnan blir på smällen i så fall i och med att på smällen enligt dig ändå inte betyder att skapa ett barn, i så fall är som sagt pappan bara pappa till cellklumpen, om barnet blir barn först långt senare så är det enbart mamman som är förälder eftersom det enbart var i mammans kropp som barnet blev barn. Vem som gör henne gravid är bara intressant om gravid är samma sak som att bli med barn. Och i så fall är barnet ett barn redan i samma stund som kvinnan blir på smällen. Dessutom har du fel i att båda har lika stort ansvar om kvinnan blir gravid. Det jag har kritiserat är just att bara mannen behöver ta ansvar medan kvinnan slipper undan. Antingen är båda ansvariga eller så är ingen det. <br/> <br/>  3. Alla lagar jag har nämnt skulle fungera i praktiken. Lättast vore att bara tilldela barnet en pappa om båda föräldrarna kommit överens om det. Detta skulle till och med bli lättare än dagens lagstiftning eftersom att man då skulle slippa lägga några resurser på att leta efter pappan. Ja det vore i så fall mer rätt att förbjuda kvinnor från att bli gravida utanför stadgade förhållanden än nuvarande lagstiftning. Det är ungefär lika fascistiskt och orättvist (och ingenting som jag stöder), men det skulle lösa problemet bättre, i och med att det skulle leda till att färre barn föddes utan två föräldrar. Och eftersom du ändå kräver att barnets rättigheter efter att det är fött är det enda som betyder något och att föräldrarna måste ta sitt ansvar därefter så kan jag inte se varför du skulle ha något emot en sån lag. Förutsatt att du inte hycklar då (vilket du gör).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Att du är juridiskt skyldig från ett ögonblick betyder inte att du måste göra något för det du är juridiskt ansvarig för hela tiden. Om man menar att mannen blev pappa i och med att han befruktade kvinnan så är det från den stunden som han är juridiskt skyldig."
	},
	{
		"postIndex": 3613,
		"postNum": 3646,
		"postLink": "/sp44649719",
		"postTime": "2013-08-06",
		"postUser": "Irenicus",
		"postUserID": "/u827925",
		"postUrl": "https://www.flashback.org/t2114904p304",
		"userUrl": "https://www.flashback.org/u827925",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Du hävdar att du bryr dig om barnets bästa men anstränger dig in i det sista att försvara en situation där barnets bästa åsidosatts. <br/> <br/>   </td> </tr> </table>    Du hävdar att färre barn kommer födas och få leva utan fäder, hur hade du tänkt att detta skulle gå till om man inför juridisk abort? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att se kvinnor som vuxna människor kapabla att ansvara för sina egna beslut är en vedervärdig kvinnosyn jämfört med vad? Att se kvinnor som små barn som det måste daltas med? Blir det kallt eller varm om vintrarna i rustningen?      </td> </tr> </table>    Att se kvinnan som en hora som bara är ute efter mannens pengar är en vedervärdig kvinnosyn. Om detta inte är din kvinnosyn så får du förklara ovanstående mening jag skrev. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej det har förklarats varför det inte är rimligt. Ett uselt argument som upprepas är fortfarande ett uselt argument. Vill jag diskutera med en papegoja så köper jag en.      </td> </tr> </table>    Right back at you. Är du tjurig nu för att inte alla håller med dig? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Han ska inte ha rätten att abortera ett foster, börjar du bli desperat i ditt fäktande? Jag tar det som en bekräftelse på att jag har rätt och du har inte bara fel, du har även insett att du har fel.      </td> </tr> </table>    Ne, han ska ha rätt till att \"säga upp föräldraskapet\". Jag vet att du ser det så men det är fortfarande en kompensation. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Lägg till \"kvinnor ska ha rätten att diktera mäns liv\" alternativt \"kvinnor ska inte behöva ansvara över sina egna beslut\" på den listan när du befinner dig på nästa feministiska stormöte. Hur mår Mona och Gudrun?      </td> </tr> </table>    Jodå, skulle hälsa att din medlemsavgift har kommit in. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Utgick du ifrån verkligheten snarare än ett hypotetiskt scenario? Ja då män faktiskt inte har några rättigheter om inte kvinnan tillåter honom dessa. Och du talar om det som om det vore absurt om det var på det viset      </td> </tr> </table>  <br/>  Att kvinnan har alla rättigheter över barnet <i>är </i> absurt, jag har aldrig ställt mig bakom det. Då mannen har samma skyldigheter gentemot barnet som han inte kan avsäga sig så ska han så klart ha samma rättigheter. Detta bör man lägga fokus på, inte abortlagstiftningen. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men har hon skaffat sig barnet på egen hand så ser jag inget problem i det, har hon och mannen däremot gemensamt beslutat sig för att skaffa ett barn så är det rimligt att båda ansvarar för det beslutet.      </td> </tr> </table>    Möjligtvis om hon lät sig insemineras... <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kan du svara på enkla frågor, patetiskt försök att slingra dig.<br/>  Men du säger ju så gott som själv att män måste kompensera för att \"de slipper allt detta\". Det är där skon klämmer alltså.      </td> </tr> </table>    Okej, var nyss och frågade min mor och samtalade med några andra morsor, de instämde. Hade de fått välja så hade det blivit storken som kom med barnet och födseln var allt annat än en välsignelse, slutresultatet var dock bra. <br/> <br/>  Du har fortfarande inte svarat på frågan på vilket sätt män kompenserar, du slingrar dig varje gång. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Barnet</b> som är en konsekvens av vems beslut? Varför försvarar du kvinnors rätt att bryta mot barnets rättigheter?      </td> </tr> </table>    Det är du som tycker att kvinnor bryter mot barnens rättigheter om hon väljer att föda med en ovillig man, inte jag. Jag har hela tiden sagt att det ska vara samma rättigheter och skyldigheter när barnet är fött, men detta verkar inte gå in i din skalle. Jag vet att <i>du </i>tycker att det är kvinnans beslut och därför kan <i>bara </i>hon ta konsekvenserna,<b> jag vet</b>. Du behöver inte upprepa det. Jag håller liksom inte med dig, varför fattar du inte? Jag skiter i om mannen inte fick något beslut i att föda barnet, det är ingen anledning till att barnet inte ska få en pappa, arv eller pengarna den har rätt till. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och åter igen kan det inte ligga i barnets intresse att ha en far som eventuellt avskyr det.<br/>  Skriv ned det på en lapp så att du inte glömmer det. Vid närmare eftertanke skriv ned hela inlägget på en lapp så kanske jag slipper förklara samma sak för dig om och om igen och du slipper ställa korkade frågor eller ge svar på frågeställningar jag inte ställt.      </td> </tr> </table>    Får han en rättighet eller inte? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Förstå innebörden av ordet först, skriv sen.      </td> </tr> </table>    Jag länkade t.o.m en beskrivning och synonymer men du verkar ändå inte förstå. Trögheten når visst inga gränser. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Välja är faktiskt precis ordet jag söker och att du inte har en aning om vad jag snackar om är föga förvånande.       </td> </tr> </table>    Nej, du vägrar ju förklara på vilket sätt mannen kompenserar så det är inte så konstigt. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och varför är det orättvist? Vem ska behöva kompensera för att de slipper göra abort nu igen? Gick det upp ett lyse nu?<br/>  Men ja, moderskapet blir surt om kvinnan väljer att ha oskyddat sex med en man som hon fullständigt skiter i om han vill bli far eller ej samtidigt som hon har väldiga moraliska bekymmer rörande aborter.<br/>  Samtidigt i denna parallella verklighet fanns bara valet att göra abort tidigast vecka 20.<br/>  Och återigen kan bara kvinnan bli gravid, orättvist, och vem ska kompensera för denna orättvisa? Kanske ett lyse nu då?      </td> </tr> </table>    Du vill alltså hävda att mannen kompenserar kvinnan för att hon föder barnet? Mh, så kanske det blir i din värld när mannen inte hade något att säga till om. I min värld så kompenserar han inte ett skit, han ger barnet vad barnet har rätt till. Är det lika skyldigheter inför <b>barnet </b> så blir det ingen kompensation. Försök att förstå. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Mannen får inte rätten att göra abort, mannen kan inte bli gravid.<br/>  Jahaaa, om en orättvisa funnits länge så är den inte orättvis. Den var ny.<br/>  Tvånget till sex inom äktenskap fanns jättelänge, varför avskaffades det tvånget? <br/>  Jag har som sagt svarat på den här frågan vid ett flertal tillfällen, faktiskt ett par gånger i detta inlägg bara. Du verkar undvika att förstå.      </td> </tr> </table>    Ja, detta är orättvist mot mannen, hur kan du få det till att det är orättvist mot kvinnan? Kvinnan har ju mer att säga till om så hon behöver ingen kompensation, det är ju mannen som ska få kompensation genom en juridisk abort för att råda bot på orättvisan. Och nej, att hon har mer att säga till om är ingen kompensation, det grundar sig i hennes biologiska väsen då det är hon som bär fostret och föder barnet. Den dagen du lär dig att det är skillnad på ett foster och ett barn så kanske du börjar förstå, men du är ju helt insnurrad på dina \"skyldigheter efter rättigheter\" att du hela tiden blandar ihop begreppen. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Förstå ord först, snälla.      </td> </tr> </table>    Kompensation innebär en utjämning, ersättning, gottgörelse. Man får något extra för att kompensera t.ex en orättvisa. Är det kvinnan eller mannen som ska få kompensationen? Det är <b>mannen </b> som får kompensationen. Underhållet, faderskapet eller whatever du jiddrar om är vad barnet har rätt till och ingenting han kompenserar kvinnan för. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Mannen har idag \"umgängesrätt\" om modern tillåter det, vilket underkänner hela begreppet då en rättighet inte är en rättighet om någon annan måste ge dig tillstånd att använda dig av den.<br/> <br/>  Umgängesrätt bör han få om han och kvinnan tillsammans beslutat att skaffa barn.<br/> <br/>  I nio fall av tio så får modern ensam vårdnad vid en vårdnadstvist och delad vårdnad kan man inte kräva om man inte ens är godkänd som far, vilket kvinnan måste godkänna.<br/>  Så jo, kvinnan har allt att säga till om. Lev ditt liv med skygglapparna på du, men vips så sitter du där med ett barn du inte förmår eller får ta del av.<br/> <br/>  Har du läst på om faderskap än? Gör det så ska du se att kvinnan måste godkänna faderskapet, och du kan inte kräva ett skit då du inte har någon lagstadgad rätt till ett barn som du inte är besläktat med.      </td> </tr> </table>    Och detta ska så klart förbättras, inget snack om saken. Det har dock ingenting med abortlagstiftningen att göra. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja visst är det hemskt knasigt att inte alla män vill bli föräldrar? Ditt enda mål i livet är inte andra människors mål i livet, jag och många andra män vill ha rätten att bestämma över våra egna liv.      </td> </tr> </table>    Kastrera dig så slipper du alla skyldigheter och ansvar som kommer med vuxenlivet, men innan du gör ett sådant ingrepp så bör du först bli vuxen själv så kanske du utvecklat ditt sinne för ansvar istället. Vi får hoppas det i alla fall."
	},
	{
		"postIndex": 3582,
		"postNum": 3614,
		"postLink": "/sp44635283",
		"postTime": "2013-08-05",
		"postUser": "Irenicus",
		"postUserID": "/u827925",
		"postUrl": "https://www.flashback.org/t2114904p302",
		"userUrl": "https://www.flashback.org/u827925",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Barnets bästa är att fadern vill vara en del i dens liv, vill han inte det så är det beklagligt. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag förstår att du vill tro att jag tycker det, men nej.<br/>  Om jag säger att jag inte vill uppmuntra ett beteende betyder det då att jag vill uppmuntra ett annat?<br/>  Sex inom äktenskapet hör dåtiden till, passar kanske bra med eran föråldrade syn på män och manlig sexualitet.      </td> </tr> </table>    Vilket beteende är du du inte vill uppmuntra? Att kvinnor skaffar barn med ofrivilliga män var det va? På vilket sätt uppmuntrar man till detta idag, och hur ska man göra för att motverka det? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Därför att vem har gjort valet att föda barnet? Människor är svin, konstigt att du vill bestraffa de som betett sig ansvarsfullt för vad svin gjort      </td> </tr> </table>  <br/>  För att mamman gjorde valet att föda barnet, som den dumma horan hon är. Och detta ska sen barnet få lida för när pappan inte vill ha det. Rimligt va? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja det är ju inte direkt rättvist att en vuxen person ska bestraffas för en annan vuxen människas beslut ett beslut, eller? Tycker du att vuxna människor ska ansvara för sina egna beslut      </td> </tr> </table>    Nej det är väldigt orättvist, bäst vi ger mannen mer rättigheter för att uppnå mer jämställdhet mellan könen. Hm, undra var jag hört detta förr? Tror det var när Feministiskt initiativ höll tal, men då var det rättigheter till kvinnan man ville ge. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kvinnan har ensamt alla rättigheter över fostret och det nyfödda barnet, män har inga rättigheter över någotdera om inte kvinnan tillåter honom dessa men han ska ha lika mycket ansvar?<br/>  Låter det rimligt?      </td> </tr> </table>    Om allt ansvar ligger på kvinnan så slipper ju mannen ansvar, men det är ett problem? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag tror de allra flesta kvinnor ser graviditet och möjligheten till abort som ett privilegium och inget annat. Vad ser du det som, en förbannelse?      </td> </tr> </table>    Ja, jag skulle ju knappast vilja byta.. Vi får hoppas på att du blir kvinna i nästa liv så du får uppleva denna välsignelse. Vem vet, i framtiden kanske det blir möjligt även för män att föda barn, antar att du hade varit först i kön för att få detta privilegium. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag erkänner att du sysslar med det du tycker är \"åt helvete\" eller vad menar du?<br/> <br/>  Att män idag måste kompensera för sin oförmåga att bli gravida är just att se till det ena könet och enbart det ena könet, så har det varit i 50 år om du missat det. <br/>  Feministisk jämställdhet, kvinnans rätt till abort och manligt ansvar över kvinnors beslut är samma sak, det är feminism.<br/> <br/>  Är du feminist?      </td> </tr> </table>    Du vill ge mannen extra rättigheter för att jämna ut, precis som feminister vill ge kvinnor extra rättigheter för att jämna ut. Det är samma sak fast på andra hållet, jag förstår inte hur man kan vara emot den ena men för det andra. <br/> <br/>  Idag kompenseras inget kön, eller du tycker att det är en kompensation att kvinnan kan göra abort? Det är hon möjlighet hon har pga sin biologi och knappast någon kompensation. Rättigheter och skyldigheter för barnet när det väl är fött <b>bör </b>vara precis lika.<br/> <br/>  Eller hur ser du på det? På vilket sätt kompenserar mannen för sin oförmåga att bli gravid? Är det en kompensation att han måste betala för barnet precis som kvinnan måste göra? Jag tycker det låter helt likvärdigt, enda skillnaden är att kvinnan har mer val än mannen under fostertiden, men om vi rättar till detta så är det ingen kompensation till mannen menar du? Konstigt hur du tänker. Du är som sagt en feminist fast åt andra hållet, en maskulinist som vill samma sak fast ser till mannens behov istället. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kvinnor i dagens underbara värld har möjligheten att <b>välja</b> om de vill bli mödrar eller inte, jag drar sedan slutsatsen att dessa kvinnors mödraskap var ett val.<br/> <br/>  Är det synd om en kvinna som gör ett val? Vill du skydda kvinnor från sina egna val, vilka val, alla val?      </td> </tr> </table>    Valet är att bli mor eller göra abort, abort kommer alltid vara ett surt äpple hur man än väljer att se på det. Moderskapet blir bara ett surt äpple om mannen inte vill göra rätt för barnet. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du tycker alltså att det är orättvist att män börjar vakna upp för orättvisan i att kompensera för en biologisk oförmåga, men inte att män måste kompensera för denna oförmåga? <br/>  Har jag förstått dig rätt?      </td> </tr> </table>    Jag vet fortfarande inte vad det är för kompensation du talar om.. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Kvinna kan göra abort vare sig mannen är med eller ej. Vissa finner det antagligen traumatiskt JA, men kvinnan har fortfarande valet.<br/> <br/>   </td> </tr> </table>    En kvinna får massa nya känslor och modersinstinkter som triggar igång när hon blir gravid, självklart är det värre för kvinnan att göra abort än vad det är för mannen. Mannen blir säkert jätteledsen om han ville ha barnet men om du jämför det med vad kvinnan går igenom så kan man nästan tro att du bortser från biologin. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Och detta tycker du är bra? Om det hade varit detta som var problemet så hade du argumentet för att män ska få mer rättigheter för föräldraskapet, inte någon juridisk abort under fostertiden. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ansvar för vad, att ha sex? Innebär sex att det blir ett barn, finns inga val, inga möjligheter? <br/>  Är du abortmotståndare? Annars kan det inte föreligga några skyldigheter i att ha sex.<br/>  En kvinna kan till skillnad från en man bli gravid, rimligt att kvinnan då ansvarar för fysiska tillstånd som endast kvinnan själv kan hamna i.      </td> </tr> </table>    Om fostret är hennes så bör rimligen även barnet vara hennes. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Låt säga att prostatacancer var en möjlig följd av att ha sex, mannen vet detta, kvinnan vet detta och de har sedan sex. Mannen får prostatacancer, och kvinnan är då medskyldig och ska åläggas ansvar av staten?      </td> </tr> </table>    Du jämför alltså ett barn med prostatacancer? <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Som sagt, läs på om faderskap.      </td> </tr> </table>    Jag är väl medveten om att kvinnan har mer att säga till om gällande <b>föräldraskapet </b>, detta kan dock ändras men det har ju inget med abortlagstiftningen att göra. Du vill ge mannen rätt till abort för att kvinnan har mer att säga till om när barnet är fött? Varför inte ge mannen mer rättigheter för barnet istället? Eller just det, det handlade ju om den biologiska orättvisan som måste jämnas ut.."
	},
	{
		"postIndex": 206,
		"postNum": 206,
		"postLink": "/sp36397233",
		"postTime": "2012-03-22",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p18",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>   Du har läst fel med flit igen ser jag, och ignorerat hälften.<br/>  Om du ska svara på mina inlägg så får du gärna läsa det jag skriver och inte hitta på eget.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vuxna män äger bara ansvar och skyldigheter, kvinnor äger ansvar, skyldigheter och rättigheter, precis som små barn, precis som du.<br/> <br/>  Och jag har aldrig ens nämnt barnets rättigheter, det är du som hittat på igen.<br/>  Det enda jag har haft invändningar emot är att endast kvinnan har alla rättigheterna i frågan.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Med moderns skriftliga godkännande ja, eller?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Om båda parter besuttit samma rättigheter så hade jag inte sett något problem med detta.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej inte alls.<br/> <br/>  \"Uppenbarligen går inte det då det måste vara upp till kvinnan om hon vill föda ett barn, vore snäppet intill barbariskt att tvinga kvinnan till födsel eller abort.\" Är precis vad jag sagt.<br/> <br/>  Förstår du hur irriterande det är att svara på dina rabiata inlägg som helt saknar grund i verkligheten?<br/>  Hur kan du tolka om det jag skrev till det du nu påstår?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det kan bli barn ja, men den allra största andelen sex slutar inte med barn.<br/> <br/>  Endast kvinnan kan påverka detta. Hon har alltså hela beslutsrätten, med detta kommer hela ansvaret. Och om kvinnor vill ha pappor till sina barn så kan dom helt enkelt sluta upp att ha sex med oansvariga män och välja lite bättre. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Ja säger du det så, en aning förlegat i mina ögon men du får ju tycka som du vill.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Ja på 1800-talet och dessförinnan så hade mannen till viss del beslutanderätt, numera har mannen inte det.<br/> <br/>  Endast kvinnan kan bli gravid, endast kvinnan kan bestämma sig för att behålla barnet.<br/>  Kommer du ihåg det här med lika rättigheter och skyldigheter?<br/> <br/>  1+1 är 2.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Hittepå igen, vem är det du svarar på egentligen för inte är det mig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Jag tycker att barnet ska ha rätt till båda föräldrarna, citera gärna vart jag påstått annat.<br/>  I verkligheten så har kvinnor rätt till barn och pappor till dessa barn, mannen är tvungen att få barn och bli pappa till denna eller tvärtom då han blir av med sitt barn (du vet barnet med alla dessa rättigheter som kvinnan helt plötsligt har all rätt i världen adoptera bort) om kvinnan så önskar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Citera mig gärna.<br/> <br/>  Och för alla här på flashback är det ingen hemlighet att du endast ser till kvinnans bästa och fullständigt skiter i både mäns och barns rättigheter, sluta hyckla.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Och? Vill du ha könstävling eller vad handlar det om.<br/> <br/>  Och nej det var för mig helt främmande att det fanns manliga psykopater.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Turligt nog har dessa inte lagstadgad makt att ta barnen ifrån kvinnor eller att för den delen tvinga <br/>  på kvinnor barn som dom inte vill ha och kräva underhåll.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Briljant lösning, alla dessa män som blivit påtvingade barn dom aldrig velat ha blir säkerligen underbara pappor.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Den goda kontakten med föräldrarna kan ju bygga på grunden att båda föräldrarna ville ha barnet från första början.<br/> <br/>  En enkel åtgärd vore ju att kräva av kvinnor att ta ansvar för tillstånd som endast dom kan försätta sig i, du vet barnafödsel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Tydligen så är det en jämställhetsbonus att som kvinna kunna avskaffa pappan.<br/>  Bäst för barnet är att båda föräldrarna vill ha det."
	},
	{
		"postIndex": 4620,
		"postNum": 4665,
		"postLink": "/sp47112262",
		"postTime": "2014-01-19",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p389",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Så? vilka beslut är det då män ska ta ansvar för? Du kräver att män ska ha alla rättigheter<br/>   </td> </tr> </table>  <br/>  Kräver inte rättigheter för män bara för att de haft sex med en kvinna, men de ska fan inte ha några skyldigheter utan rättigheter.<br/>  Om en man och en kvinnan bestämmer sig för att skaffa barn så ska mannen likt kvinna självklart ta ansvar för sitt eget beslut.<br/> <br/>  Eget beslut - Ansvar för eget beslut Rätt simpelt faktiskt.<br/> <br/>  Att du efterlyser fysiska konsekvenser för män för att göra det jämställt är skrämmande.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Och lyckligtvis tvingar inte samhället kvinnor att ansvara för barn därför att de har ägg eller foster i kroppen. Samhället begär dock att kvinnor tar ansvar för sitt beslut att föda ett barn.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Lösryckt antagande. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Varför skulle jag, män kan inte bli gravida.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Tycker du man ska införa tvångsabort för kvinnor?<br/>   </td> </tr> </table>  <br/> <br/>  Ingen som tvingar kvinnor till abort och om kvinnan har moraliska betänkligheter rörande barnets rättigheter så kanske kvinnan ska skaffa barn med män som vill bli fäder. Bara en tanke.<br/>  Förlorar pappan minst som blir tvingad att förändra sitt liv?<br/>  Kommer mamman ha traumatiska symptom i 18 år? Nej du om kvinnan har moraliska betänkligheter över det ena eller det andra beslutet hon själv tar så kanske hon själv ska ansvara för vilken situation hon försätter sig i.<br/> <br/>  Självklart inte tvångsabort.<br/>  Nej jag tycker inte att det är bra att barnet tvingas leva med de konsekvenserna, även om det finns singelmödrar som gör ett underbart jobb på den fronten.<br/>  Fråga dig själv vems beslutet var att föda barnet, vem som inte bemödade sig att höra med sin partner om denne ville bli far eller ej.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Men foster har inga rättigheter så vad kvinnan tycker i det läget är sekundärt, ska ett foster som inte har några rättigheter gå före en levande människas rättigheter för att en kvinna tycker det?<br/> <br/>  Det sistnämnda kan jag inte tro att du verkligen står för, du är i princip för mäns rätt att kräva kvinnans fortlöpta graviditet?<br/>  Om så är fallet så börjar jag med att säga att jag absolut inte under några omständigheter håller med dig men jag skulle förstå varför du resonerar som du gör på övriga punkter och dina ståndpunkter blir logiska. Då får vi enas om att vi inte enas helt enkelt."
	},
	{
		"postIndex": 715,
		"postNum": 718,
		"postLink": "/sp40993016",
		"postTime": "2012-12-19",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p60",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Hur menar du att det är ett cirkelresonemang om jag aldrig påstått det du påstår att jag påstått?<br/>  Citera mig gärna.<br/> <br/>  Fortfarande så borde du vara för samma resonemang gällande kvinnor som släpper till fittan, men det gör du inte och förstår inte ens att du hycklar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Sorry - men så är det. När du väl har släppt ifrån dig sperman har du släppt makten om befruktning sker.<br/>   </td> </tr> </table>  <br/>  Vad drar du in våldtäkt i det hela för, där argumenten tar slut får känslorna ta över.<br/> <br/>  Släppt makten och med det ansvaret, du vet rättigheter och skyldigheter.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Jag skulle heller inte ha mage att kräva att någon annan tar ansvar över dom besluten, vissa har ju hyfs i kroppen. (pro tip: inte du)<br/> <br/>  Antar att du anser samma sak då kvinnor väljer att föda barn trots att pappan inte vill ta del, eller då hon vägrar pappan ta del av barnet? Men det gör du så klart inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Rättigheten att besluta ges upp, men skyldigheten till besluten som någon annan tar består? Bra där.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Precis, kvinnans rättigheter, kvinnans skyldigheter.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du anser att kvinnor inte ska behöva ta ansvar över sina egna beslut, utan att män ska göra det då kvinnor uppenbarligen inte kan hållas ansvariga över sina egna beslut, enligt dig. <br/>  Du tyckte fortfarande synd om kvinnor som väljer att abortera foster utan att meddela mannen, den gropen är alldeles för djup så den kan du inte gräva dig ur. <br/>  På plussidan så kommer du inte frysa där nere i gropen med alla dina koftor.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Abort, adoption. Och åter igen, ansvaret över ett beslut dom själva gjort. Du försår uppenbarligen fortfarande inte skillnaden i att ansvara över egna och andras beslut.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  olyckshändelser och beslut är inte samma sak, tänk så låg nivå man måste sjunka till när man diskuterar med vissa.<br/> <br/>  Och till skillnad från mannen så har kvinnan ett val efter en \"olyckshändelse\".<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Sin egen kropp ja, men mannen ansvarar tydligen över kvinnans graviditet också, där har han ansvar men ingen beslutsrätt. Konstigt.<br/> <br/>  Nu radar vi upp mäns rättigheter i frågan barnafödsel i samboförhållanden vilket är den vanligaste situationen.<br/> <br/>  Mannen.<br/>  Rättigheter: Efter att mannen gjort kvinnan gravid så har han rättigheten att.... Nej det var inte mer där.<br/>  Efter födseln har mannen rättigheten att. Nej det var inte mer där då han ännu inte är fastställd fader till barnet och försörja detta. Detta kan han endast bli om modern i samråd med Soc tillåter det.<br/> <br/>  Skyldigheter: Efter att mannen gjort kvinnan gravid så har han skyldigheten att rätta sig efter kvinnans enhälliga beslut hurvida hon fullfölja eller abortera. Skyldigheten att acceptera rollen som far oavsett hur mannens livssituation ser ut.<br/> <br/>  Kvinnor.<br/>  Rättigheter: Kvinnan har rätt till abort fram till 18:e veckan, till vecka 22 med tillstånd från soc.<br/>  Efter födseln har kvinnan rättigheten att avgöra hurvida fadern är far till barnet eller inte, om kvinnan väljer att inte ange fader så står hon som ensam vårdnadshavare och kan adoptera bort barnet om hon så väljer.<br/> <br/>  Skyldigheter: Att efter vecka 18/22 fullfölja graviditeten.<br/>  Efter födseln har kvinnan skyldighet att försörja barnet, om hon vill, man kan ju som sagt adoptera vilket betyder att det egentligen inte är någon skyldighet alls.<br/> <br/>  Alltså har mannen inga som helst rättigheter men mer skyldigheter då kvinnan endast är skyldig att fullfölja graviditet från och med vecka 18/22 och mannen är ansvarig från det att spermien rör vid ägget fram till födsel. Ja det låter jämställt och bra.<br/> <br/>  Trots mer skyldigheter så finns det inga garantier att han får ta del av barnet, eller så vill han inte ta del av barnet men blir tvingar att göra det i form av diverse utbetalningar."
	},
	{
		"postIndex": 3123,
		"postNum": 3152,
		"postLink": "/sp44603501",
		"postTime": "2013-08-03",
		"postUser": "stopbitching",
		"postUserID": "/u174319",
		"postUrl": "https://www.flashback.org/t2114904p263",
		"userUrl": "https://www.flashback.org/u174319",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  I nuläget är det kvinnan som ensamt bestämmer om något som har enorm påverkan på mannen under en lång tid. Mannen kan ju tex(helt korrekt) inte stoppa kvinnan ifrån att ta abort. Det är där du har motpolen.<br/> <br/>  Och om han inte kan \"rädda\" barnet/fostret(dumt att starta diskussion om det här, räcker att säga att båda åsikterna finns angående om det är ett barn eller inte än) om kvinnan vill ta abort, om hon kan besluta att han inte ska bli pappa trots att ett barn är på väg, så är det väl minst sagt rimligt att mannen iaf kan ta samma beslut själv - att inte bli pappa. <br/> <br/>  Kort sagt:<br/>  I nuläget kan kvinnan besluta åt båda om de ska bli föräldrar eller inte. <br/> <br/>  Mannen kan inte besluta något. <br/> <br/>  I mitt exempel så hade kvinnan fortfarande kunnat besluta åt båda att de inte skulle bli föräldrar. Enda skillnaden är att mannen kunnat ta samma beslut för sin egen räkning iaf. <br/>   </td> </tr> </table>    Inför man juridisk abort av detta slag så försvinner allt ansvar för mäns sexualitet då det är helt fritt fram att ha oskyddad sex med alla kvinnor man behagar utan att behöva tänka på några konsekvenser. Blir kvinnan gravid så är det bara att göra en juridisk abort och sedan är det kvinnans problem, vill kvinnan dock behålla barnet så kan mannen kräva rättigheter inför sitt barn. <br/> <br/>  Är det så här du vill ha det? Kvinnan ska behöva känna sig pressad till att göra abort för att mannen som knullade henne inte vill ta något ansvar, eller att hon ska behöva föda och uppfostra barnet själv helt utan kompensation där mannen går helt fri utan konsekvenser. <br/> <br/>  Om det är så det ska gå till så bör även kvinnan ha rätt att föda sitt barn utan att mannen är inblandad, dvs ge alla rättigheter och skyldigheter till kvinnan tills dess att hon beslutar om mannen ska få några rättigheter. Det är det enda konsekventa då två fel inte blir ett rätt. Att ge mannen rätt till juridisk abort kompenserar bara mannen men det blir knappast rättvist för kvinnan."
	},
	{
		"postIndex": 2180,
		"postNum": 2198,
		"postLink": "/sp44466335",
		"postTime": "2013-07-25",
		"postUser": "stopbitching",
		"postUserID": "/u174319",
		"postUrl": "https://www.flashback.org/t2114904p184",
		"userUrl": "https://www.flashback.org/u174319",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag tycker som sagt att livet livet börjar senare samt att fostret är en parasit som lever av mammans kropp och att hon då måste ha rätten att styra över detta. Det är två faktorer som gör att jag sätter mamman före barnet när det är i hennes kropp. Att jag inte kan kräva att mannen ska ta ansvar efteråt är bara din egna åsikt då det inte passar in på din egen moraliska kompass. Här kallar du mig då hycklare för att rättfärdiga dig själv och dina åsikter. Varför skulle jag inte kunna räkna mannen som föräldern då det är hans avkomma? Jag värderar helt enkelt kvinnans rätt till sin egen kropp högre än jag värderar mannens rätt att smita från ansvaret. Hade det varit ombytta biologiska roller så hade det varit samma sak fast till mannens fördel.  <br/> <br/>  Män har också rätt att skaffa barn utanför förhållandet så det är lika för båda könen. Han får dock rätta sig efter kvinnans beslut gällande barnets vara eller icke vara då det är hennes kropp det handlar om. Det är en biologisk fördel och har ingenting med rättigheter att göra. Kvinnan utgår bara från rätten till sin egen kropp och det är ingen speciell rättighet som inte mannen har, han har så klart också rätt till sin egen kropp. Men då han är oförmögen att bli gravid så blir det också helt andra konsekvenser, det är inget konstigt med det. Bara för att jag inte vill ge mannen särrättigheter för att jämna ut så betyder inte det att jag ger kvinnan mer rättigheter. <br/> <br/>  Att kvinnan blir gravid utanför ett förhållande underminerar helt enkelt inte hennes rätt till sin egen kropp, och då barnet växer i henne så har hon även mer att säga till om än mannen. Vill kvinnan behålla barnet så får mannen helt enkelt finna sig i det och ta sitt ansvar. Är han inte man nog och likt en ynkrygg försöker smita från ansvaret så är det helt rätt att straffa honom. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag säger att det finns två olika perspektiv. Antingen tycker man att livet börjar med befruktningen, med två ansvariga föräldrar och delar ut ansvaret efter det. I så fall blir abort fel (min privata åsikt). Eller så kan man påstå att livet börjar senare, med en ansvarig förälder och delar ut ansvaret efter det. Båda alternativen är konsekventa, och jag respekterar båda synsätten. Däremot respekterar jag inte åsikten att barnet blir till vid befruktningen när det kommer till att kräva ansvar för pappan men att barnet blir till långt senare när det kommer till att kräva ansvar av mamman. Då ändrar man premisserna efter eget godtycke. Däri ligger hyckleriet för jag vet inte vilken gång i ordningen.       </td> </tr> </table>    Du är fortfarande en hycklare då du anser att foster och födda barn är lika mycket barn samtidigt som du hävdar att man inte ska ha olika rättigheter eller att man inte ska mörda människor. Att du respekterar andra människors åsikter om att livet blir till i ett senare skede ursäktar inte ditt hycklande. Det blir snarare ännu värre då du inte är sann mot dig själv. Du tycker själv att abort är samma sak som mord men du är helt okej med det för att andra tycker annorlunda. Detta för att framstå som rättfärdig, konsekvent, hederlig och logisk. Kasta inte sten i glashus. <br/> <br/>  Jag har aldrig påstått att någon har ansvar för fostret, det enda jag sagt är att kvinnan har rätt till sin egen kropp. Samlaget och det födda barnet har de precis lika mycket ansvar för. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hon får rätten att ångra sitt föräldraskap när olyckan är framme. Det får inte han. Hon får rätten att bestämma över delar av hans liv i den stunden hon blir gravid. Han får inte den rätten över henne. Enklaste sättet att lösa detta är att inte ge någon rätten över någon.      </td> </tr> </table>    Hon <i>får </i>inte rätten att ångra något föräldraskap, hon <i>har </i> rätten till sin egen kropp precis som mannen har, det är inget konstigt med det. Det enklaste är att mannen tar sitt ansvar, finns ingen anledning att ge honom särrättigheter eller att man ska ändra om en massa bara för att försöka uppnå någon form av jämställdhet eller feministisk utopi."
	},
	{
		"postIndex": 3910,
		"postNum": 3945,
		"postLink": "/sp47004181",
		"postTime": "2014-01-12",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p329",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "Då det verkar tämligen svårt för vissa att förstå varför män idag sitter i en djupt orättvis och helt oförsvarbar sits på fronten barnafödsel ska jag försöka förklara detta så tydligt jag bara kan.<br/> <br/>  Jag kommer att anta att ni är av en viss övertygelse i argumentet och kommer att ta med ett antal spekulerade svar som jag förutsätter att mina åsiktsmotståndare har.<br/>  Ett par frågor och svaren på dessa är grunden för argumentet.<br/> <br/>  Det här argumentet rör inte sex och impregnering därför att det inte är relevant<br/>  Rättigheterna och skyldigheterna börjar först (eventuellt) efter impregnering.<br/>  Har jag fel får ni länka till den paragrafen i lagen som berör rättigheter och skyldigheter vid sex och bevisa mig fel.<br/> <br/> <br/> <br/>  Ställ dig själv dessa frågor:<br/> <br/>  1. Är du för principen lika rättigheter lika skyldigheter?    Jag antar att du svarar ja.<br/>  2. Är du för män och kvinnors jämlikhet inför lagen?        Jag antar att du svarar ja.<br/>  3. Är du för jämställdhet?                                          Jag antar att du svarar ja.<br/> <br/>  Notera att det är omöjligt att svara ja på vissa frågor och nej på andra, antingen svarar man bara ja eller bara nej annars har man inte förstått vad begreppen innebär och bör googla sig vidare till wikipedia och stanna där.<br/> <br/>  Vilka rättigheter och skyldigheter har män och kvinnor över en graviditet?<br/> <br/>  Kvinnor: Kvinnan har alla rättigheter och vissa skyldigheter. Med vissa så menar jag att kvinnan inte har några skyldigheter från dag 1 utan skyldigheterna börjar först efter vecka 22 <b>om kvinnan väljer det.</b> Och även efter vecka 22 kan skyldigheterna i vissa fall kringgås om jag förstår det hela rätt.<br/> <br/>  Mannen: Inga rättigheter, alla skyldigheter <b>om kvinnan bestämmer</b> att hon vill behålla barnet.<br/>  Får mannen medföljande rättigheter om kvinnan väljer att behålla barnet? Nej, inga som helst.<br/> <br/>  Redan här blir det problem, <b>mannen har alltså endast dessa skyldigheter om kvinnan gör ett visst val</b> vilket är lustigt. Vanligen medföljer de val man själv tar vissa skyldigheter och rättigheter.<br/> <br/>  För att sätta det i perspektiv så jämför jag det med om män hade rätten att tvinga kvinnor att fortlöpa graviditeter. (Läskigt va? Börjar det snurra i kugghjulen än?)<br/> <br/>  Kvinnan har alltså alla rättigheter och vissa skyldigheter, var då medveten om att dessa skyldigheter endast tilldelas kvinnan <b>om hon gör det valet.</b><br/> <br/>  Mannen har inga rättigheter men alla skyldigheter <b>om kvinnan gör det valet</b>.<br/> <br/>  Här brister det alltså samtliga på samtliga punkter (1, 2, 3). <br/>  Principen lika rättigheter lika skyldigheter har inte efterföljts, män och kvinnor är inte lika inför lagen och det innebär att det inte är jämställt.<br/> <br/>  Om du fortfarande anser att <b>män ska hållas ansvariga för kvinnors val</b> så bör du svara följande frågor på detta viset:<br/> <br/>  1. Är du för principen lika rättigheter lika skyldigheter?    Nej<br/>  2. Är du för män och kvinnors jämlikhet inför lagen?        Nej<br/>  3. Är du för jämställdhet?                                          Nej<br/> <br/>  Nu är jag av den bestämda åsikten att män aldrig kan tillåtas samma rättigheter över kvinnans graviditet som kvinnan själv åtnjuter. <br/> <br/>  Med tanke på att män aldrig kan ha den rättigheten så finns det tre val: <br/> <br/>  1. Ge män 0 rättigheter och 0 skyldigheter över graviditeten och även för resultatet av graviditeten.<br/>  Problematiskt då män som vill bli fäder helt enkelt inte får bli det och väldigt många barn kommer växa upp utan fäder.<br/> <br/>  2. Ta bort kvinnans rättighet att utföra abort.<br/>  I detta fall är vi helt jämlika inför lagen, principen lika rättigheter lika skyldigheter bryts inte och det är jämställt. Men av uppenbara anledningar så är det här ett extremt oönskvärt val i synnerhet då det vore rent ut sagt bestialiskt att tvinga kvinnor till barnafödsel.<br/> <br/>  3. Ge män en konstgjord rättighet i form av Juridisk abort inom samma tidsramar som abort.<br/>  Om män väljer att använda sig av rättigheten så förlorar han alla anspråk på barnet och har ingen rätt att ångra sig på samma sätt som man inte kan ångra en utförd abort.<br/>  Barnet ska givetvis ha rätten att kunna söka upp sin far när den åldern kommer att barnet börjar undra.<br/> <br/> <br/> <br/> <br/>  Vidare bör du ställa dig själv frågan om barn verkligen har rätt till båda föräldrarna oavsett omständigheterna.<br/> <br/>  Om du tycker att barnet alltid har rätt till två föräldrar oavsett bör du ställa dig ännu ett antal frågor:<br/> <br/>  Är alla ensamstående mödrar dåliga föräldrar, kanske till och med så pass att de bör låsas in?<br/>  De har ju trots allt brutit mot barnets rättigheter i de fall de gjort valet att inte uppge vem fadern är eller om de helt enkelt inte vet då de legat runt.<br/> <br/>  Kanske har båda föräldrarna gjort valet att inte berätta vem fadern är då modern ville ha barnet på egen hand och fadern inte ville bli far, ska båda låsas in och staten ta över?<br/> <br/>  Vem låser då in staten då staten berövat barnet sina föräldrar?<br/> <br/>  Och är det verkligen i barnets intresse med en eller två föräldrar som inte vill ha det?"
	},
	{
		"postIndex": 3673,
		"postNum": 3706,
		"postLink": "/sp44656488",
		"postTime": "2013-08-07",
		"postUser": "Irenicus",
		"postUserID": "/u827925",
		"postUrl": "https://www.flashback.org/t2114904p309",
		"userUrl": "https://www.flashback.org/u827925",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>      <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>      Verkar som att du inte vill uppmuntra kvinnor att bli gravida med ofrivilliga män, och på så sätt motverka att fler barn ska hamna i en situation där de växer upp utan eller med en ofrivillig far. Uppenbarligen så uppmuntrar samhället till detta beteende när man tvingar fäder att ta ansvar för sina barn så som det är idag, detta är vad du har skrivit.<br/> <br/> <b>På vilket sätt kommer en juridisk abort motverka detta beteende</b>? Du svarade aldrig på detta, och då gav jag dig eventuella alternativ som du viftade bort och inte ville kännas vid. Nu har du chansen att beskriva själv hur du menar. Inte för att jag har några högre förhoppningar och jag gissar på ännu ett undvikande svar. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad finns att förklara? Du ser kvinnor som barn jag ser dem som vuxna människor. Vad det har med hora att göra får du förklara, det var trots allt du som drog den parallellen.      </td> </tr> </table>    Japp, jag ville att du skulle förklara hur man motverkade beteendet och det verkade som att en juridisk abort var lösningen. Det enda en juridisk abort innebär i praktiken är ju att kvinnor inte får några pengar, så jag drog en slutsats att du trodde att kvinnor skaffar barn för att de kan tvinga fadern till underhåll, likt en hora som bara vill ha pengar. Det var en <i>eventuell </i>slutsats jag drog av det du skrev, en av flera. <br/> <br/>  Men som sagt, det är bara att redogöra för hur du menar så slipper jag dra slutsatser när du inte vill svara. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Alla behöver inte hålla med mig, men det är ett plus om folk förstår självklarheter så att man inte behöver förklara dem. Som detta ungefär, som jag måste förklara för dig      </td> </tr> </table>    Du verkar ju inte förstå det jag skriver så jag antar att vi sitter i samma båt.. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad har det med ditt resonemang angående mäns rätt att abortera foster att göra?<br/>  Köp en ordbok.      </td> </tr> </table>    Allt. Det är ett substitut han får som kompromiss till kvinnans abort, för att göra det mer jämställt. Ett under att du inte har fattat detta ännu. Hade abort varit förbjudet så hade han ju inte behövt detta substitut, eller hur? Alltså ska han få en juridisk abort enbart för att kvinnan har rätt att göra abort, är det så svårt att förstå? Sen kan du välja att kalla det att han säger upp föräldraskapet, men det är fortfarande en väsentlig skillnad. Han får denna rättighet enbart för att göra lika skyldigheter för lika rättigheter som du tjatat om nu igenom hela tråden. Denna <b>särrättighet</b> får han enbart för att kvinnan föder barn och inte mannen. Med andra ord så vill du kompensera för en biologisk olikhet. Jag kan inte säga det tydligare eller på fler sätt än så här, fattar du inte nu så kommer du aldrig fatta. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hur ska män få samma rättigheter rent praktiskt? Har du tänkt igenom det här?      </td> </tr> </table>    Det bästa är att föräldrarna själva kommer överens om umgänget inför barnet, kan de inte komma överens om detta så får det ju gå till domstol. Här kan man förbättra genom att ge mannen en ärlig chans och se honom som en likvärdig förälder, och beroende på omständigheterna så bör han få delad vårdnad om det är det han vill ha och har förutsättningar för det. Finns säkert massa saker man kan göra för att förbättra mäns föräldrasituation, utan att för den delens skull kompensera honom med en juridisk abort. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Varför då? Är det rätt att tvinga en kvinna in i en relation med en man efter ett one night stand som råkade resultera i att hon blev gravid? Ja du blir i varje fall konsekvent i ditt resonemang så jag köper det ställningstagandet men håller inte med.      </td> </tr> </table>    Bra. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så dom ångrar sig inte alltså? Men ja storken låter trevlig, eller kanske ett fabeldjur      </td> </tr> </table>    Nej, slutresultatet var ju bra. Men graviditeten som sådan är inte direkt Guds välsignelse till kvinnan även om barnet i sig kan ses som en välsignelse. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det tycker jag inte alls, men om man som du hävdar barnets rätt till två föräldrar så tycker man däremot det. Eller hycklar du?      </td> </tr> </table>    Om fadern är okänd så blir det väldigt svårt att lösa såvida man inte vill införa tvångsaborter eller liknande åtgärder, men om fadern är känd så ursäktar inte det att man försummar barnet sin far med flit, bara för att han inte vill ha barnet. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Han får en självklarhet.      </td> </tr> </table>    Idag verkar det inte vara en självklarhet.. Men du kan kalla det vad du vill, jag kallar det för en extra rättighet då det är precis vad han får. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att kvinnan har mer att säga till om men mannen har lika stora skyldigheter är just den kompensationen jag talar om. Att mannen ska ha lika skyldigheter, men inga rättigheter, över ett foster i kvinnans kropp. Då har alltså kvinnan kompenserats för att det är så orättvist att bara hon kan bli gravid.      </td> </tr> </table>    Fast han har varken rättigheter eller skyldigheter inför fostret, dessa inträder först om barnet föds. Och ja, det är kvinnan som beslutar detta och häri ligger orättvisan. Det är dock ingen kompensation kvinnan får av mannen då han alltid haft skyldigheter inför eventuellt barn, precis som kvinnan. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Är det utjämnat när en man får ta ansvar över ett tillstånd som kvinnan styr över, ett beslut hon tar?<br/>  Nej precis. Barnets rätt hit och dit är hos dig och din sort inte värt ett skit utan används som svepskäl för att rättfärdiga ett korkat tankesätt.      </td> </tr> </table>    Gratulerar, nu som först har du förstått. Nej, det är inte utjämnat, utjämningen sker först när/om mannen skulle få möjlighet till juridisk abort, en kompensation med andra ord <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Tog några sidor innan du fattade men bättre sent än aldrig antar jag. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Övertala mig om att det ligger i barnets bästa att ha en far som förmodligen avskyr hans mor och inte bryr sig om barnet? Men det kan du inte så nu kommer du i vanlig fanatiskt övertygad feministisk ordning virra bort dig i rena fantasier igen.      </td> </tr> </table>    Barnet får rätt till arv och sina farföräldrar som kanske vill träffa sitt barnbarn. Barnet får även lika ekonomisk försörjning likt andra barn som har två föräldrar. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       På vilket vis ska det förbättras?       </td> </tr> </table>    Det skrev jag om lite längre upp. Du kanske själv har några förslag? Detta gäller ju även för män som vill ta ansvar för barnen när kvinnan krånglar. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag ser till att hålla mig till riktiga kvinnor istället och lämnar de vuxna barnen till dig. Så kanske du känner dig tryggare i din manlighet då du får dalta och dadda med dina \"kvinnor\" hur mycket du vill och ploppa ut en unge hit och och ett par ungar dit oavsett om tiden är den bästa för det.<br/> <br/>  Och jag kan då slappna av med vetskapen att om jag och min kvinna skaffar barn så gör vi det i samförstånd, i en period i våra liv då det känns ansvarsfullt att göra just det.<br/>  För barnets bästa på riktigt.      </td> </tr> </table>    Bra det, glöm inte gummit bara <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 2224,
		"postNum": 2242,
		"postLink": "/sp44472032",
		"postTime": "2013-07-25",
		"postUser": "stopbitching",
		"postUserID": "/u174319",
		"postUrl": "https://www.flashback.org/t2114904p187",
		"userUrl": "https://www.flashback.org/u174319",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Rätten till sin egen kropp, i detta fall kvinnans kropp då det är hon som blir gravid. Hade mannen blivit gravid så hade samma sak gällt för honom. Det är inga konstigheter. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Anser du att mannens pengar är dina pengar? Vart vill du komma med dina rån? Du kan lägga ner dina rån. Ingen, inte ens rånare anser att rån är rätt. Bara märklig undanflyktsbabbel      </td> </tr> </table>    Nej, det är barnets pengar. Om kvinnan ska ta hand om barnet ensam så blir det naturligt att hon tar hand om pengarna då barnet är oförmögen att göra detta på egen hand.<br/> <br/>  Vad jag vill säga med rånen är att staten inte bör tvinga mig att ge tillbaks dina pengar bara för att jag ska rätta mig efter ditt beslut om att jag inte har rätt till dina pengar från början. Likaså kan ju inte staten tvinga mannen till att betala pengar till kvinnan bara för att han måste rätta sig efter hennes beslut att föda barnet. Varför sa jag ta hänsyn till vad du tycker om rättigheten om att behålla dina pengar när du inte tar hänsyn till vad jag tycker om föräldrars ansvar inför barnet? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Som sagt nej. Kvinnan får göra precis som hon vill och tro det eller ej men tar du beslutet att skaffa barn med din partner mot hans vilja så kommer det definitivt att påverka hans kropp och själ resten av livet så mannen har således inte fulla rätten till varken sin kropp eller själ när du använt staten för ditt beslut      </td> </tr> </table>    Som sagt, jag anser inte att kvinnan ska få göra precis vad hon vill så därför behöver jag inte stå till svars det. Om mannen inte kan ta att kvinnan har rätt till sin egen kropp eller att han har ett ansvar för ett eventuellt barn så bör han heller inte idka samlag med en kvinna. Det finns ingen anledning att ge honom särrättigheter bara för att kvinnan bär på barnet och på så sätt får mer makt över situationen. Det man i så fall får göra är att ge mannen extra rättigheter grundat på den biologiska olikheten men detta är enligt mig feministiskt trams och inget jag förespråkar. Det är helt okej om du tycker att det är rimligt men då ska du också stå för det vilket du inte gör. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du har fortfarande inte svarat på frågan, varför du känner behovet att staten ska gå in med våld och få din partner att rätta sig efter dina egna beslut resten av livet      </td> </tr> </table>    Jag jag har svarat på den frågan två gånger nu, att du väljer att ignorera mina svar och inte bemöta det är inte mitt problem. Citera och svara på allt jag skriver istället så blir det inga konstigheter, men det reder du väl inte ut."
	},
	{
		"postIndex": 1112,
		"postNum": 1119,
		"postLink": "/sp41181282",
		"postTime": "2012-12-30",
		"postUser": "Cedrick",
		"postUserID": "/u735529",
		"postUrl": "https://www.flashback.org/t2114904p94",
		"userUrl": "https://www.flashback.org/u735529",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Åter igen, barnet föddes pga ett beslut kvinnan själv tog.<br/> <br/>   </td> </tr> </table>  <br/>  Nej det är logiskt att kvinnan är den som tar beslutet om barnet ska födas eller inte. Sen så är föräldrarna ansvariga för det.<br/> <br/>  Så om en mamma föder ett barn tycker du alltså att hon kan lämna det hos pappan och säga att jag vill inte betala för barnet det får du göra?<br/> <br/>  För det är ju först efter att barnet är fött mannen kan göra juridisk abort och då borde mamman också få göra det om hon vill.<br/> <br/>  Kanske bägge föräldrarna vill göra juridisk abort, vem tycker du ska ta hand om barnen då? Ingen?"
	},
	{
		"postIndex": 3583,
		"postNum": 3615,
		"postLink": "/sp44635925",
		"postTime": "2013-08-05",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p302",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Tror du att det hjälper att mannen vill bli far?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Man uppmuntrar det då man ger kvinnor rätten att göra män till fäder mot deras vilja. Behövde det förklaras verkligen?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Rimligt att modern som gjorde det dåliga valet får stå för konsekvenserna för sitt eget val? Ja det är rimligt.<br/>  Och ska någon bestraffas för det dåliga valet kanske straffet bör riktas mot personen som tog det dåliga valet. Eller? Om nu någon envist måste bestraffas, är ensamstående föräldrar dåliga föräldrar?<br/> <br/>  Anser du att en ensamstående mor är en hora så får det stå för dig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Mer rättigheter förutsätter att mannen har några rättigheter till att börja med, kan du lista dessa för mig är du snäll.<br/>  Att man tar bort en kompensation som en part ger till en annan pga biologiska olikheter är inte att ge någon rättigheter, snarare att ta bort en orimlig skyldighet.<br/> <br/>  Vilken rättighet var det feministerna ville ge kvinnan i talet du skriver om? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vilket ansvar menar du, ansvaret över ett eventuellt val hon kan tänkas göra, helt på egen hand?<br/>  Kvinnan får ansvar för barnet om hon väljer det ansvaret då hon bestämmer sig för att fullfölja graviditeten. Tycker du att det är konstigt att man ansvarar för sina egna beslut? <br/> <br/>  Och som det ser ut nå så har mannen lika mycket ansvar men inga rättigheter, du ser inga problem i det. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Är svaret nej behöver du inte bemöda dig att svara alls på inlägget.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Du får helt enkelt ta och samtala med kvinnor och mödrar så kanske du får dig en verklighetscheck rörande detta. Vad säger din mor? Var graviditeten och resultatet av den hemskt, ångrar hon sig?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Att ta bort en orimlig skyldighet är inte att ge en rättighet, att försvara en orimlig rättighet då det gynnar kvinnor i stort sett definitionen av feminism. Feminist.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, vems inlägg svarar du på?<br/>  Ja precis, pga sin biologi... Män kan inte bli gravida, du kanske är undantaget. <br/>  Och det är precis här ordet \"kompensation\" kommer in i bilden, män kompenserar för sin oförmåga att bli gravida.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Precis som kvinnan måste göra om hon <b>väljer</b> det, förstår du? Vet du vad ett val är?<br/> <br/>  Feminist, maskulinist. Kärt barn har många namn men du får gärna bestämma dig istället för att hoppa mellan två motpoler.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Du menar att moderskapet bara blir ett surt äpple om kvinnan väljer att föda barnet i den situationen.<br/>  Du har inte höga tankar om kvinnor och kvinnors egna val du inte, vill du ansvara över fler beslut som kvinnor tar? Känns rustningen tjockare då?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Det blir ju svårt om man inte vet vad en kompensation innebär, så jag klandrar dig inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Och, en kvinna kan till skillnad från en man bli gravid. På vilket sätt är det rimligt att män ska ansvara för kvinnors kroppar och beslut? Är du lite gammeldags?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Argumentet juridisk abort är rätten att avsäga sig föräldraskapet, det du bubblar om var när jag rättade ditt påstående om att män har en massa rättigheter de inte har. Du får starta en tråd om det, ingen som stoppar dig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Och det är det ju. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Exemplet gick dig tydligen över huvudet då du var okapabel att svara, ska försöka sjunka lite i nivå nästa gång så att du hänger med.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Rättelse: \"Allt att säga till om\" inte mer att säga till om.<br/> <br/>  Jag vill ge män samma rättighet som kvinnor att själva kunna avgöra om de kan, vill eller är mogna nog att bli föräldrar. Så djävla radikalt tydligen."
	},
	{
		"postIndex": 5441,
		"postNum": 5499,
		"postLink": "/sp49675324",
		"postTime": "2014-07-23",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p459",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Fast då återkommer vi till att om man valt att ha sex så ska man kunna bli tvingad att bli förälder, både kvinnor och män. Rimmar illa om man är abortförespråkare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Precis och här gäller samma för kvinnor som för män. Här är även kvinnan skyldig för att hon haft oskyddat sex. Här får män och kvinnor ta samma konsekvenser och ingen av dem kan tvinga den andre att lida följderna för sin egen könssjukdom.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag anser också att endast kvinnan kan och får ha rätten över fostret och graviditeten (sin egen kropp), något annat vore bestialiskt.<br/>  Men då endast kvinnan kan och få ha dessa rättigheter så måste hon även själv ta allt ansvar, det går inte att kräva ansvar från någon som inte kan påverka utfallet av en graviditet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Många människor har oskyddat sex, ofta.  Gör män en tabbe när det litar på kvinnor som säger sig gå på p-piller eller annat?<br/> <br/>  Lustigt hur du avsäger kvinnor allt ansvar i frågan, det är män som är skyldiga om kvinnan blir gravid men inte kvinnan? Kvinnan som är den enda av de två som faktiskt kan bli gravid.<br/>  Nej du, här får du tänka om."
	},
	{
		"postIndex": 4621,
		"postNum": 4666,
		"postLink": "/sp47118450",
		"postTime": "2014-01-19",
		"postUser": "ScottWalter",
		"postUserID": "/u836531",
		"postUrl": "https://www.flashback.org/t2114904p389",
		"userUrl": "https://www.flashback.org/u836531",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Kräver inte rättigheter för män bara för att de haft sex med en kvinna, men de ska fan inte ha några skyldigheter utan rättigheter.<br/>  Om en man och en kvinnan bestämmer sig för att skaffa barn så ska mannen likt kvinna självklart ta ansvar för sitt eget beslut.<br/> <br/>  Eget beslut - Ansvar för eget beslut Rätt simpelt faktiskt.<br/> <br/>   </td> </tr> </table>  <br/>  ? Var efterfrågar jag <b>fysiska</b> konsekvenser för män? <br/> <br/>  Ansvarsskyldighet kommer inte alltid med rättigheter. Har du sex så har du en skyldighet ansvara för befruktning både som man och kvinna. Den skyldigheten är jämnt delad. Hur man kan skydda sig rent praktiskt är däremot helt olika för våra kön. <b>Där</b> har du en orättvisa man relativt lätt kan göra något åt. Utfallet för en ev. befruktning är också extremt orättvist. Men i biologin så inget vi kan göra något åt. Orättvisan där faller dock på bägge könen för kvinnan rätt uppenbart och för männen ex. denna fråga, där de i viss mån saknar kontroll.<br/> <br/>  Så kontentan är att jepp reproduktion har alltid varit en sak i obalans. Förmodligen den fråga som<br/>  styr hela vårt sätta att lägga upp samhällen socialt. Ex. mäns behov av att kontrollera kvinnors sexualitet och liv.  <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och lyckligtvis tvingar inte samhället kvinnor att ansvara för barn därför att de har ägg eller foster i kroppen. Samhället begär dock att kvinnor tar ansvar för sitt beslut att föda ett barn.<br/> </td> </tr> </table>  <br/>  Jo kvinnor tvingas till ansvar. Blir du gravid och skiter i det och föder en unge så visst du kan skita i ungen, men då blir det konsekvenser. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Lösryckt antagande. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> </td> </tr> </table>  <br/>  Bah! jag är självklart 2,3 m och tar en mindre elefantbebis i bänkpress.  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Varför skulle jag, män kan inte bli gravida.      </td> </tr> </table>  <br/>  Inte fysiskt nej, men juridiskt. Och barnmorskor ska idag även jobba för papporna. (Du vet, svimmningsanfall, måste tas om hand.) <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ingen som tvingar kvinnor till abort och om kvinnan har moraliska betänkligheter rörande barnets rättigheter så kanske kvinnan ska skaffa barn med män som vill bli fäder. Bara en tanke.<br/>  Förlorar pappan minst som blir tvingad att förändra sitt liv?<br/>  Kommer mamman ha traumatiska symptom i 18 år? Nej du om kvinnan har moraliska betänkligheter över det ena eller det andra beslutet hon själv tar så kanske hon själv ska ansvara för vilken situation hon försätter sig i.      </td> </tr> </table>  <br/>  Och samma sak tillbaka, har män oro för att hamna i sitsen bli ovillig pappa så ligg inte med \"osäkra\" kvinnor utan skydd. Voilá! <br/>  Ja, i jämförelsen inte få lov få ett liv alls, definitivit, och i jämförelsen bli oskyldigt född in i  situation som skiljer från alla andras runt omkring, dvs sämre rättigheter, så jo det tycker jag.<br/>  Tycker inte du?<br/>  För mamman har det som sagt mindre betydelse, är inte mellan henne och mannen denna fråga står.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Självklart inte tvångsabort.<br/>  1.Nej jag tycker inte att det är bra att barnet tvingas leva med de konsekvenserna, även om det finns singelmödrar som gör ett underbart jobb på den fronten.<br/>  Fråga dig själv vems beslutet var att föda barnet, vem som inte bemödade sig att höra med sin partner om denne ville bli far eller ej.<br/> <br/>  2.Men foster har inga rättigheter så vad kvinnan tycker i det läget är sekundärt, ska ett foster som inte har några rättigheter gå före en levande människas rättigheter för att en kvinna tycker det?<br/> <br/>  3.Det sistnämnda kan jag inte tro att du verkligen står för, du är i princip för mäns rätt att kräva kvinnans fortlöpta graviditet?<br/>  Om så är fallet så börjar jag med att säga att jag absolut inte under några omständigheter håller med dig men jag skulle förstå varför du resonerar som du gör på övriga punkter och dina ståndpunkter blir logiska. Då får vi enas om att vi inte enas helt enkelt.      </td> </tr> </table>  <br/>  1.Jepp hennes beslut som hon tar ansvar för, varför ska mödrar också ta ansvar för och skuld för fäders beslut? Om en man blir gravid via en kvinna och tar beslutet juridisk abort så får ju han stå för det. Är han som inte ställer upp för sin avkomma. Punkt. Samma får en kvinna stå för genom hela livet i de fall hon gör abort. Om hon inte klarar stå för det beslutet så blir det barn. Hon har inte mer svängrum än så.<br/> <br/>  2. Det val mamman står för och även pappan, är att resonera om det finns \"rum\" för det potentiella livet i magen. Kommer detta barn få det de behöver i form av kärlek, trygghet, tid etc. <br/>  Om en mamma absolut inte kan se att detta kommer finnas så gör hon ett klokt val enligt mig göra abort. Finns det detta hos henne själv, men inte hos pappan, så gör hon ändå ett klokt beslut låta detta liv få komma till, enligt mig. För i valet mellan en människa tvungen betala 1200 i månaden<br/>  (om han kan, annars blir det staten) eller ett nytt liv. så? ja , vad tycker du själv?  <br/> <br/>  3.Ja i etiks moralisk syn så är jag för det. När jag tänker på det praktiskt så ser jag så klart stora svårigheter (förmodligen därför vi inte har det så) men ur moraliskt konekvenstänk så ja.<br/>  Jag ser hela tiden nämligen 3 parter, där du verkar se 2. Om en pappa har denna kärlek, rum tid lust till en liten kotte, så borde han egentligen ges denna chans i lika grad som en moder. <br/> <br/>  Ja du, nej vi kommer nog inte längre i denna sak."
	},
	{
		"postIndex": 2149,
		"postNum": 2167,
		"postLink": "/sp44464544",
		"postTime": "2013-07-25",
		"postUser": "stopbitching",
		"postUserID": "/u174319",
		"postUrl": "https://www.flashback.org/t2114904p181",
		"userUrl": "https://www.flashback.org/u174319",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag förstår precis vad du menar. Men rätten till abort är samma sak som rätten till sin egen kropp så det är ingen speciell rättighet egentligen. Mannen kan inte föda barn så det vore ju jättelustigt om han skulle ha rätt till en medicinsk abort, det går ju inte. Man kan inte få en rättighet som är omöjlig rent biologiskt. Man kan inte göra en likvärdig princip av det där båda ska ha rätten att avsäga sig sin avkomma eftersom kvinnan bara tillämpar rätten hon har till sin egen kropp när hon gör abort. Man vill alltså ge en extra rättighet till mannen enbart på grund av hans biologiska oförmåga att bli gravid, allt för en feministisk utopi att alla ska vara exakt lika vad det än gäller. Man och kvinna är inte lika och därför går det inte. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så låter det inte när micro och hennes gäng sätter igång. Då är det minsann mannens fel om kvinnan blir gravid. Trodde det var ganska uppenbart att det där var en oseriös pik mot ett barnsligt argument.      </td> </tr> </table>    Okej, fast jag var ju dock seriös när jag menade att man kränker kvinnans rätt till sin egen kropp. Och jag kan inte stå till svars för vad andra skriver <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om fostret tillhör kvinnan tillhör senare också barnet kvinnan.      </td> </tr> </table>    Fostret är en del av kvinnan och om hon ska ha rätt till sin egen kropp så måste det vara så. När barnet väl är fött så har barnet rätt till en mamma och pappa och då ska varken mamman eller pappan fly sitt ansvar. Gör man det så får man stå för det ekonomiska, helt enkelt. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du håller med om att en person utan rättigheter och makt inte kan ställas till ansvar?      </td> </tr> </table>    Mannen hade makt att välja om han ville ha samlag eller inte och då får han ta konsekvenserna efteråt. Detsamma gäller för kvinnan, det är bara det att hon har rätt till sin egen kropp så man kan ju se det som en biologisk fördel i detta fall."
	},
	{
		"postIndex": 3604,
		"postNum": 3636,
		"postLink": "/sp44648426",
		"postTime": "2013-08-06",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p303",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  I slutändan kommer det att hjälpa barnet då färre barn kommer att befinna sig i den situationen.<br/>  Du hävdar att du bryr dig om barnets bästa men anstränger dig in i det sista att försvara en situation där barnets bästa åsidosatts. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vart läser du att jag tror det? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Att se kvinnor som vuxna människor kapabla att ansvara för sina egna beslut är en vedervärdig kvinnosyn jämfört med vad? Att se kvinnor som små barn som det måste daltas med? Blir det kallt eller varm om vintrarna i rustningen?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Nej det har förklarats varför det inte är rimligt. Ett uselt argument som upprepas är fortfarande ett uselt argument. Vill jag diskutera med en papegoja så köper jag en.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Han ska inte ha rätten att abortera ett foster, börjar du bli desperat i ditt fäktande? Jag tar det som en bekräftelse på att jag har rätt och du har inte bara fel, du har även insett att du har fel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Lägg till \"kvinnor ska ha rätten att diktera mäns liv\" alternativt \"kvinnor ska inte behöva ansvara över sina egna beslut\" på den listan när du befinner dig på nästa feministiska stormöte. Hur mår Mona och Gudrun?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Utgick du ifrån verkligheten snarare än ett hypotetiskt scenario? Ja då män faktiskt inte har några rättigheter om inte kvinnan tillåter honom dessa. Och du talar om det som om det vore absurt om det var på det viset. <br/> <br/>  Men har hon skaffat sig barnet på egen hand så ser jag inget problem i det, har hon och mannen däremot gemensamt beslutat sig för att skaffa ett barn så är det rimligt att båda ansvarar för det beslutet. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Kan du svara på enkla frågor, patetiskt försök att slingra dig.<br/>  Men du säger ju så gott som själv att män måste kompensera för att \"de slipper allt detta\". Det är där skon klämmer alltså.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/> <b>Barnet</b> som är en konsekvens av vems beslut? Varför försvarar du kvinnors rätt att bryta mot barnets rättigheter?<br/> <br/>  Och åter igen kan det inte ligga i barnets intresse att ha en far som eventuellt avskyr det.<br/>  Skriv ned det på en lapp så att du inte glömmer det. Vid närmare eftertanke skriv ned hela inlägget på en lapp så kanske jag slipper förklara samma sak för dig om och om igen och du slipper ställa korkade frågor eller ge svar på frågeställningar jag inte ställt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Förstå innebörden av ordet först, skriv sen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Välja är faktiskt precis ordet jag söker och att du inte har en aning om vad jag snackar om är föga förvånande. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Och varför är det orättvist? Vem ska behöva kompensera för att de slipper göra abort nu igen? Gick det upp ett lyse nu?<br/>  Men ja, moderskapet blir surt om kvinnan väljer att ha oskyddat sex med en man som hon fullständigt skiter i om han vill bli far eller ej samtidigt som hon har väldiga moraliska bekymmer rörande aborter.<br/>  Samtidigt i denna parallella verklighet fanns bara valet att göra abort tidigast vecka 20.<br/>  Och återigen kan bara kvinnan bli gravid, orättvist, och vem ska kompensera för denna orättvisa? Kanske ett lyse nu då?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Mannen får inte rätten att göra abort, mannen kan inte bli gravid.<br/>  Jahaaa, om en orättvisa funnits länge så är den inte orättvis. Den var ny.<br/>  Tvånget till sex inom äktenskap fanns jättelänge, varför avskaffades det tvånget? <br/>  Jag har som sagt svarat på den här frågan vid ett flertal tillfällen, faktiskt ett par gånger i detta inlägg bara. Du verkar undvika att förstå.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Förstå ord först, snälla.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Mannen har idag \"umgängesrätt\" om modern tillåter det, vilket underkänner hela begreppet då en rättighet inte är en rättighet om någon annan måste ge dig tillstånd att använda dig av den.<br/> <br/>  Umgängesrätt bör han få om han och kvinnan tillsammans beslutat att skaffa barn.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Jag vet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  I nio fall av tio så får modern ensam vårdnad vid en vårdnadstvist och delad vårdnad kan man inte kräva om man inte ens är godkänd som far, vilket kvinnan måste godkänna.<br/>  Så jo, kvinnan har allt att säga till om. Lev ditt liv med skygglapparna på du, men vips så sitter du där med ett barn du inte förmår eller får ta del av.<br/> <br/>  Har du läst på om faderskap än? Gör det så ska du se att kvinnan måste godkänna faderskapet, och du kan inte kräva ett skit då du inte har någon lagstadgad rätt till ett barn som du inte är besläktat med.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja visst är det hemskt knasigt att inte alla män vill bli föräldrar? Ditt enda mål i livet är inte andra människors mål i livet, jag och många andra män vill ha rätten att bestämma över våra egna liv."
	},
	{
		"postIndex": 687,
		"postNum": 690,
		"postLink": "/sp40987521",
		"postTime": "2012-12-18",
		"postUser": "Cedrick",
		"postUserID": "/u735529",
		"postUrl": "https://www.flashback.org/t2114904p58",
		"userUrl": "https://www.flashback.org/u735529",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men jag kan tycka att om mannen finner sig i graviditeten tills dess att aborttiden är överskriden så bör han ta sitt ansvar.<br/>   </td> </tr> </table>  <br/>  Du anser alltså att pappor inte ska ha några rättigheter till barnen eftersom de finns i kvinnans kropp. <br/> <br/>  Om mamman under graviditeten väljer att pappan SKA göra en juridisk abort eftersom barnet är i hennes kropp då? Det är ju bara hon som har ansvar för det som finns i hennes kropp då kan inte en man komma och säga att barnet är hans sen. Barnen blir helt och hållet kvinnornas. Enligt ditt sätt att se det. Varför du vill att det ska vara så är mycket svårt att förstå."
	},
	{
		"postIndex": 207,
		"postNum": 207,
		"postLink": "/sp36398180",
		"postTime": "2012-03-22",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t2114904p18",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Jag läser precis det du skriver, enligt dig är fäder inte viktiga, de behövs bara om de själva har lust att närvara. Saknas den lusten hos mannen så kan fadern avvaras såvitt det gäller barnet -- då är det på frågan om vem som har makten över vad som sker i kvinnans kropp som fokus skall ligga, inte på det födda barnets behov och rättigheter.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vuxna män äger bara ansvar och skyldigheter, kvinnor äger ansvar, skyldigheter och rättigheter, precis som små barn, precis som du.<br/> <br/> <b>Och jag har aldrig ens nämnt barnets rättigheter, det är du som hittat på igen.</b> </td> </tr> </table>    Precis min poäng - du har aldrig ens nämnt barnets rättigheter - ej heller dess behov faktiskt, och jag försöker faktiskt inte tillskriva dig några som helst tankar eller omtanke om själva barnet, <b>det</b> går nämligen inte att läsa in något sådant i det du skriver.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det enda jag har haft invändningar emot är att endast kvinnan har alla rättigheterna i frågan.      </td> </tr> </table>    Ja, det enda du hakat upp dig på är att det är just kvinnan som har avgörandet över processen som sker i hennes kropp.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Med moderns skriftliga godkännande ja, eller?      </td> </tr> </table>    Nej, inte alls. Du bör läsa på Föräldrabalken i den delen. Modern kan föra <b>barnets talan</b> i en faderskapsprocess -- för att fastställa faderskap. Gör hon inte detta är hon skyldig att medverka till att faderskapet fastställs,  socialnämnden skall föra <b>barnets talan</b>.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om båda parter besuttit samma rättigheter så hade jag inte sett något problem med detta.<br/> </td> </tr> </table>    Båda parter äger samma rätt att skydda sig vid samlag, båda parter kan inte ha samma rätt till den enes kropp -- mycket enkelt.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej inte alls.<br/> <br/>  \"Uppenbarligen går inte det då det måste vara upp till kvinnan om hon vill föda ett barn, vore snäppet intill barbariskt att tvinga kvinnan till födsel eller abort.\" Är precis vad jag sagt.<br/> <br/>  Förstår du hur irriterande det är att svara på dina rabiata inlägg som helt saknar grund i verkligheten?<br/>  Hur kan du tolka om det jag skrev till det du nu påstår?      </td> </tr> </table>    Jag tolkar inte - jag läser det du skriver. Så länge män inte får styra över det som sker i kvinnans kropp så skall det inte behöva ta ansvar för sina barn - därmed säger du dessutom att de inte kan vara särskilt viktiga för sina barn, eftersom det då inte handlar om barnens behov utan ett styrmedel över det som sker med i kvinnans kropp och den \"orättvisa\" som du uppfattar när män inte äger makten i alla skeden.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Samma rättigheter på papper över det födda barnet, men i praktiken kan kvinnan \"avskaffa\" fadern om hon så väljer.<br/> <b>Och innan barnet är fött så har ENDAST kvinnan rätten att avgöra</b> vare sig barnet skall behållas eller ej, vilket ter sig logiskt då det är hon som måste föda barnet. <br/> <b>I och med det så kan inte fadern hållas ansvarig för ett beslut som kvinnan och endast kvinnan tog.<br/> </b><br/> <br/> <br/> <b>Det enda skälet till att jag motsätter mig att kvinnan har beslutsrätt över sin egen kropp är därför att mannen inte har beslutsrätt gällande föräldraskap.</b><br/>  Men som sagt,<b> kvinnan måste ha det sista ordet men då ska inte mannen ha samma skyldigheter</b> då han saknar rättigheterna till barnet.<br/>  [...]<br/> <br/>  </td> </tr> </table>  <a href=\"https://www.flashback.org/sp36378908\" target=\"_blank\">https://www.flashback.org/sp36378908</a><br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det kan bli barn ja, men den allra största andelen sex slutar inte med barn.<br/> <br/> <b>Endast kvinnan kan påverka detta.</b> Hon har alltså hela beslutsrätten, med detta kommer hela ansvaret. Och om kvinnor vill ha pappor till sina barn så kan dom helt enkelt sluta upp att ha sex med oansvariga män och välja lite bättre.       </td> </tr> </table>    Nej, om du på fullt allvar tror att endast kvinnan kan påverka om det blir barn eller inte, då bör du inte ha sex. Då bör du kontakta RFSU och be om utbildning och rådgivning på området, samt överväga sterilisering så att dina cowboysar inte löper amok på stan.<br/> <br/>  Jag börjar dock ana källan till din känsla av maktlöshet ... det måste ju komma en bunt räkningar på posten om du är så jävla obildad faktiskt.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja säger du det så, en aning förlegat i mina ögon men du får ju tycka som du vill.      </td> </tr> </table>    Jag lyfter dina egna ord ...<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   [...]<br/> <b>Det enda skälet till att jag motsätter mig att kvinnan har beslutsrätt över sin egen kropp </b>är därför att mannen inte har beslutsrätt gällande föräldraskap.<br/>  [...] <br/>  </td> </tr> </table>  <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja på 1800-talet och dessförinnan så hade mannen till viss del beslutanderätt, numera har mannen inte det.<br/> <br/>  Endast kvinnan kan bli gravid, endast kvinnan kan bestämma sig för att behålla barnet.<br/>  Kommer du ihåg det här med lika rättigheter och skyldigheter?<br/> <br/>  1+1 är 2.      </td> </tr> </table>    Och återigen upprepar du tydligen det du uppfattar som den stora orättvisan -- mannen får inte styra över kvinnan.....<br/> <br/>  Att han styr över sin säd ... det har du inte förstått -- det blir för abstrakt för dig att en man faktiskt kan ta ansvar för sin del.... mmm<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hittepå igen, vem är det du svarar på egentligen för inte är det mig.<br/> </td> </tr> </table>    Det du förespråkar är ju just det. Fadern är inte viktig, hans närvaro behövs bara om han vill, inte för att barnet har ett sådant behov. Allt handlar om faderns lilla känsla och vilja... <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Jag tycker att barnet ska ha rätt till båda föräldrarna,</b> citera gärna vart jag påstått annat.      </td> </tr> </table>    Vi tar väl det inledande inlägget för enkelhetens skull -- där du börjar med att tala om varför barnet inte skall få ha en pappa -- i \"rättvisans namn\".<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ursprungligen postat av <b>Namnetblevida</b><br/>  Jag tycker att det låter logiskt och rättvist att mannen inte ska behöva ta ansvar för ett barn som endast kvinnan vill ha!!!      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Det är kvinnan och endast kvinnan som avgör om barnet ska behållas eller inte, fast mannen har lika stort ansvar? Om han ska ha lika stort ansvar måste han också ha rätten att avgöra om barnet ska behållas eller inte.<br/> <br/>  Uppenbarligen går inte det då det måste vara upp till kvinnan om hon vill föda ett barn, vore snäppet intill barbariskt att tvinga kvinnan till födsel eller abort.<br/>   </td> </tr> </table>  </td> </tr> </table>  <a href=\"https://www.flashback.org/sp36357513\" target=\"_blank\">https://www.flashback.org/sp36357513</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       I verkligheten så har kvinnor rätt till barn och pappor till dessa barn, mannen är tvungen att få barn och bli pappa till denna eller tvärtom då han blir av med sitt barn (du vet barnet med alla dessa rättigheter som kvinnan helt plötsligt har all rätt i världen adoptera bort) om kvinnan så önskar.      </td> </tr> </table>    Mamman är också tvungen att få barn för att bli mamma fyi ... och nej, mamman kan inte \"bara\" adoptera lite som hon vill. Fullt så enkel är faktiskt inte processen i Sverige.<br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Citera mig gärna.      </td> </tr> </table>    Jag skall citera hur du utelämnar barnet ur ditt resonemang? Allvarligt?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och för alla här på flashback är det ingen hemlighet att du endast ser till kvinnans bästa och fullständigt skiter i både mäns och barns rättigheter, sluta hyckla.      </td> </tr> </table>    Jag hycklar inte, jag talar om barnets rätt och barnets bäst - och har försökt föra fram idéer för hur man förbättrar möjligheten för att barnet skall få tillgång till båda sina föräldrar utifrån olika scenarier - Du slår vilt ifrån dig - för dig gäller makten över kvinnan eller mannens rätt till ansvarsfrihet, för i ditt scenario finns inga barns behov, fäder är är oviktiga i egentligen, det är mäns vilja som har betydelse, inget annat.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och? Vill du ha könstävling eller vad handlar det om.      </td> </tr> </table>    Jag konstaterar att om du vill tala om diagnoser så kan vi göra det -- eller också kan vi hålla oss till ämnet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och nej det var för mig helt främmande att det fanns manliga psykopater.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Turligt nog har dessa inte lagstadgad makt att ta barnen ifrån kvinnor eller att för den delen tvinga <br/>  på kvinnor barn som dom inte vill ha och kräva underhåll.      </td> </tr> </table>    Jodå, de lyder under samma lagar som alla andra.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Briljant lösning, alla dessa män som blivit påtvingade barn dom aldrig velat ha blir säkerligen underbara pappor.      </td> </tr> </table>    Nu är vi tillbaka till kärnan igen -- barn behöver egentligen inte pappor, bara om pappor vill bli behövda. Det är viktigare att män får bestämma än att fäder anknyter till sina barn .... överraskande .<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Och svaret på frågan är att ja -- väldigt många män som inte alls ville bli fäder är alldeles underbara pappor när de väl står inför faktum, lär känna sitt barn och anknyter till det.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Den goda kontakten med föräldrarna kan ju bygga på grunden att båda föräldrarna ville ha barnet från första början.      </td> </tr> </table>    Nej, inte sant vare sig för män eller kvinnor faktiskt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       En enkel åtgärd vore ju att kräva av kvinnor att ta ansvar för tillstånd som endast dom kan försätta sig i, du vet barnafödsel.      </td> </tr> </table>    Man är två om att försätta kvinna i \"tillstånd\" faktiskt -- det krävs samlag för att nå dit i allmänhet. <br/> <br/>  Så vi bör nog kräva att vuxna människor tar ansvar för konsekvensen av sina handlingar - och inser att födda barn har behov av sina föräldrar.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tydligen så är det en jämställhetsbonus att som kvinna kunna avskaffa pappan.<br/>  Bäst för barnet är att båda föräldrarna vill ha det.      </td> </tr> </table>    Du pratar dig varm för att pappan skall kunna avsäga sig barnet -- så vad detta med att kvinnan skulle avskaffa pappan kom ifrån det kan man ju bara undra faktiskt....."
	},
	{
		"postIndex": 2577,
		"postNum": 2601,
		"postLink": "/sp44512672",
		"postTime": "2013-07-28",
		"postUser": "stopbitching",
		"postUserID": "/u174319",
		"postUrl": "https://www.flashback.org/t2114904p217",
		"userUrl": "https://www.flashback.org/u174319",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det bryr jag mig inte om, jag vill bara att man ska stå för det man säger och vara uppriktig med vad man har för intentioner och inte ursäkta det med skitsnack om att det ska vara lika inför lag och annat trams. Att förespråka det han förespråkar och samtidigt säga att det ska vara lika inför lag eller att insemination egentligen inte är en bra lösning går inte ihop. Antingen bör alla ensamstående föräldrar få adoptera eller så bör det vara krav på att det måste vara två. Och ska det dessutom vara lika inför lag så borde det heller inte spela någon roll om adoptivparet är samkönade eller lever i en heterosexuell relation då alla visst är lika ändå. <br/> <br/>  Häver man ur sig lösningar så bör motiveringen också gå ihop med ens eget resonemang, allt annat är bara hyckleri och visar att man har en annan agenda som man inte vill stå för. <br/> <br/>  Varför det enligt mig skulle vara sämre med juridisk abort för män grundar jag först och främst på att man delar ut särrättiheter grundat på biologi för att släta ut den praktiska jämställdheten. Man dumpar även hela ansvaret på den gravida kvinnan och tar inte konsekvenserna för samlaget som man visste kunde leda till graviditet. Det är bara oansvarigt och dåligt beteende. <br/> <br/>  Man kan så klart också tycka att kvinnan gör fel som föder ett barn mot mannens vilja men ska man respektera rätten till sin egen kropp så kan man varken tvinga henne till abort eller tvärtom tvinga henne att föda barnet om bara mannen vill ha det och inte kvinnan. Detta är ett biologiskt övertag som kvinnor har och jag tycker man får finna sig i det eller hitta en mer konsekvent lösning. Är man på det klara med att det är okej att dela ut särrättigheter, ge kvinnan fullt ansvar eller vad det nu kan vara så har jag inga problem med det, men man ska också stå för det vilket folk här verkar ha svårt för att göra."
	},
	{
		"postIndex": 168,
		"postNum": 168,
		"postLink": "/sp8230500",
		"postTime": "2007-09-03",
		"postUser": "Brandbil",
		"postUserID": "/u98412",
		"postUrl": "https://www.flashback.org/t2114904p14",
		"userUrl": "https://www.flashback.org/u98412",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>  Den ekonomiska skillnaden mot läget idag (då staten redan betalar bidrag) är då i praktiken endast att mammor med låg lön får ännu sämre ekonomi och högavlönade får dra av mer. Tror inte riktigt att det är målet...<br/> <br/> Att du sen tycker att det är staten och inte föräldrarna (pappan) som ska betala för barnet... ja, det kan man tycka. Jag är inte helt säker själv i fallet då morsan inte tagit hänsyn till farsans vilja.<br/> <br/> <br/> (Utlägg)<br/> Eftersom jag ser abort som <i>främst</i> en jobbig period för kvinna och man samt en del  kostander för samhället så tycker jag inte att det är så farligt om man någon gång \"råkar\" bli med barn. Detta gäller såklart exakt lika mkt för såväl kvinnor som män. Att tala om \"ojämnt ansvar\" mellan könen tycker jag är intellektuellt självmord.<br/> <br/> Eftersom jag inte ser en oönskad graviditet som så <i>väldigt </i>allvarlig anser jag inte heller att varken kvinna eller man kan krävas på ett så tungt ansvar i det läget. Sexet var ett beslut. Nu har man ett nytt beslut att fatta (abort/behålla). Eventuella bekymmer pga abort eller så drabbar i nuläget ingen annan än föräldrarna som innan valde att ha sex. Om någon av föräldrarna vill \"kliva av\" i det här läget så tycker jag att det ska vara lagligt, även om det är mycket olyckligt. I kvinnans fall innebär det som bekant en abort. I mannens fall innebär det att han inte har kontakt med barnet, men för att inte barnet ska drabbas ekonomiskt så tillför man idag den ensamma mamman ett extra bidrag. Finansierat (delvis) av den motvilliga fadern.<br/> <br/> Att de extra pengarna (generellt) behövs håller jag med lagstiftaren om. Men med tanke på tidigare resonemang om ansvar kanske inte mannen i sig ska hållas ekonomiskt ansvarig.<br/> <br/> Då kommer dock ytterligare ett problem in. Vad gör samhället åt män som om igen lämnar sina gravida kvinnor (och inte har vett att ha sex med kvinnor som vill göra abort <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>)? Som vanligt är det en gråskala. Jag vet inte hur vanligt det är. Men om mannen hamnar i sådana situationer flera gånger så bli genast situationen lite värre, främst då mannen upprepade gånger utsätter kvinnor för den \"jobbiga period\" (vilken såklart kan stanna länge) som jag nämnde i början. Då kan det inte ses som lika oskyldigt och vi har ett problem... Samtidigt finns det tydligen fall då kvinnan lurat mannen på olika sätt. Få anser väl då att mannen ska anses ansvarig, även om pengarna behövs (och då får betalas av t.ex. staten).<br/> <br/> Ett sätt att svara på problematiken är att fortsätta att tvinga mannen att betala. Det är olyckligt för mannen som blivit lurad eller bara inte vill, där kunde kanske skattebetalarna tagit smällen (och kvinnan straffas vid eventuell bevisning om svek). Men då det är svårt att skilja på hur ansvariga varje enskild förälder är och då de alltid har ett <i>visst </i>ansvar så håller jag nog ändå fast vid att mannen ska betala. <br/> <br/> Det blev kanske lite hattigt. Här kommer en punktlista! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/> <b>Talar för skattefinansiering:</b><ul><li>\"Oskyldiga\" män tvingas inte betala</li><li>Antagligen lättare administration (inga konflikter/bedömningar om betalningsmöjligheter osv)</li></ul><b><br/> Talar för mansfinansiering:</b><ul><li>Tvingar antagligen fadern närmare barnet</li><li>Motverkar oansvarigt fulspel från mäns sida</li><li>Belastar inte andra för det ansvar som, trots allt, ligger på de som haft sex</li></ul>Nu blev det lite \"obalans\" i punkterna då punkten om administration känns ganska svag. Det är inte så lätt, men för mig är det ändå lättare att ta de negativa sidor som kommer med manlig finansiering.<br/> <br/> Det vore riktigt kul med lite konstruktiv feedback. En stor fråga med många punkter och i all hast missar man säkert både det ena och det andra. <br/> <br/> <b> Det vore också kul med ett resonemang</b>/punktlista <b>från någon som förespråkar mannens ekonomiska frihet</b> i situationen. För en gångs skull är jag inte så säker på att jag har fått med allt i mitt resonemang <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/> Attackoffer med taggarna utåt ombedes knipa. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> Om man dödar ett barn som inte fötts är det inte mord.<br/> <br/> I båda fallen är människan programmerad att passera (fosterstadium), barndom, ungdom, vuxenliv. Enda skilladen är i vilket stadium det befinner sig.<br/> <br/>  </td> </tr> </table>  Detta är inte en diskussion om huruvida vi stödjer abort eller inte. Att du har svårt att se fördelarna med abort får stå för dig. Vill du diskutera det kan du skriva i den tråd som (jag antar) redan finns. Då kan jag förklara för dig varför jag tycker att ditt resonemang är extremt bristfälligt.<br/> <br/> Annars blir det kanske abort av ditt konto <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>"
	},
	{
		"postIndex": 52,
		"postNum": 52,
		"postLink": "/sp7940208",
		"postTime": "2007-08-07",
		"postUser": "Jooosse",
		"postUserID": "/u94906",
		"postUrl": "https://www.flashback.org/t2114904p5",
		"userUrl": "https://www.flashback.org/u94906",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Så som jag ser det är mannen och kvinnan lika skyldiga/ansvariga för att ett embryo har kommit till världen och då borde det tyckas självklart att båda ska ha lika stor rätt till att avsäga sig ansvaret.<br/>  I dagens samhälle är det kvinnan som har enväldig makt att bestämma om barnet skall födas eller ej.<br/> <br/>  Det som ska berättiga mannen aborträtt är om vi lagstadgade att kvinnan måste berätta för mannen inom 7v efter samlaget (om man som kvinna ej märker att ens menstruation är kraftigt försenad/förlorad borde man öht. ej få ha barn).<br/>  Efter nyheten får mannen en veckas betänketid och om han kommer till insikt med att han ej vill ha barnet ska detta anmälas till socialen eller ansvarig myndighet som då avsäger mannens rätt till vårdnad samt all underhållsskyldighet. Detta beslut är gör inte att modern tvingas till abort, hon får gärna behålla barnet men då skall hon vara medveten om att när tiden är kommen kan hon inte driva in pengar från fadern. Vårdnaden kan omprövas vid dödsfall av mamman (om samtycke med fadern finnes).<br/> <br/>  Anledningen till valet av 7v är att efter mannens betänketidsvecka har kvinnan en vecka på sig att få abort genom hjälp av läkemedel (gränsen går vid 9v), den skonsammaste metoden som även flest kvinnor föredrar.<br/> <br/> <br/>   </td> </tr> </table>  <br/>  visst det ligger i kvinnans händer att bestämma om barnet ska födas eller ej men bara för att barnet föds betyder inte det att man som man måste ta sitt ansvar. finns hur många män som helst som bara skitit i allt och jag tycker att om man som kvinna vill föda barnet ändå så klart man ska kunna få göra det. <br/>  man kanske börjar bli lite äldre och verkligen vill ha barn.. kan finnas många anledningar. men jag tycker inte att männen ska få bestämma om man vill ha barn eller ej. sen behöver de inte ta ansvar för ungen om de inte känner för det.."
	},
	{
		"postIndex": 179,
		"postNum": 179,
		"postLink": "/sp20213938",
		"postTime": "2009-12-07",
		"postUser": "susanlynette",
		"postUserID": "/u99607",
		"postUrl": "https://www.flashback.org/t2114904p15",
		"userUrl": "https://www.flashback.org/u99607",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Så som jag ser det är mannen och kvinnan lika skyldiga/ansvariga för att ett embryo har kommit till världen och då borde det tyckas självklart att båda ska ha lika stor rätt till att avsäga sig ansvaret.<br/>  I dagens samhälle är det kvinnan som har enväldig makt att bestämma om barnet skall födas eller ej.<br/> <br/>  Det som ska berättiga mannen aborträtt är om vi lagstadgade att kvinnan måste berätta för mannen inom 7v efter samlaget (om man som kvinna ej märker att ens menstruation är kraftigt försenad/förlorad borde man öht. ej få ha barn).<br/>  Efter nyheten får mannen en veckas betänketid och om han kommer till insikt med att han ej vill ha barnet ska detta anmälas till socialen eller ansvarig myndighet som då avsäger mannens rätt till vårdnad samt all underhållsskyldighet. Detta beslut är gör inte att modern tvingas till abort, hon får gärna behålla barnet men då skall hon vara medveten om att när tiden är kommen kan hon inte driva in pengar från fadern. Vårdnaden kan omprövas vid dödsfall av mamman (om samtycke med fadern finnes).<br/> <br/>  Anledningen till valet av 7v är att efter mannens betänketidsvecka har kvinnan en vecka på sig att få abort genom hjälp av läkemedel (gränsen går vid 9v), den skonsammaste metoden som även flest kvinnor föredrar.<br/> <br/> <br/>   </td> </tr> </table>  <br/>  Är det mannen som är gravid? I rest my case. Det är kvinnans kropp, det handlar om två personer som blir gravida, någon måste givetvis ha veto om man ska göra abort eller inte och det vore väldigt absurt om mannen skulle tvinga kvinnan att göra abort eller föda barnet. Givetvis ska kvinnan och mannen prata om det tillsammans och fatta ett beslut, men om man inte kan komma överens så måste det vara kvinnans slutgiltiga beslut för att är hon som föder barnet.<br/>  Du verkar inte ha speciellt stora kunskaper i hur kvinnans kropp fungera. Mensen kan utebli även av andra skäl än graviditet. Dessutom finns det fall där kvinnor har fått mens trots att de är gravida. <br/>  Jag tycker att det är att smita från sina skyldigheter som pappa om man skulle kunna säga när kvinnan upptäcker att hon gravid att han inte vill ha barnet och att han därmed ska slippa betala underhåll."
	},
	{
		"postIndex": 2033,
		"postNum": 2051,
		"postLink": "/sp44450909",
		"postTime": "2013-07-24",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t2114904p171",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Jag skriver att det beror på hur lagstiftningen ser ut. OM modern ska kunna avsäga sig ansvaret så ska även fadern kunna göra det. Att fostret inte räknas som människa är ett fullständigt politiskt beslut som saknar både logisk och vetenskaplig grund och någonting som jag vänder mig emot.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Japp, i detta fallet gör jag det. Jag sa ju att man måste se till varje scenario för sig och utforma lagarna efter de specifika omständigheterna så det är inget konstigt med det. <br/> <br/>   </td> </tr> </table>  <br/>  Det intressanta är inte när barnet föds utan när barnet skapas. I alla fall utifrån den logiken som du använder mot pappan. Om det intressanta är vem som föder barnet, så ska barnet helt tillhöra mamman, och då ska både alla rättigheter och alla skyldigheter tillfalla mamman. Varför ska mammans rätt till sin egen kropp väga tyngre än barnets rätt att slippa bli dödad? <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Det är du som gör det till en ekonomisk fråga inte jag. Jag menar att den ekonomiska delen bör vara rätt ointressant för barnet. Barnets viktigaste rättighet bör vara att slippa bli dödad (som du struntar i), den näst viktigaste är rätten till båda föräldrarna (som lagstiftningen och antagligen även du också struntar i eftersom det inte finns någon lag som kräver att båda föräldrarna måste ha ett förhållande när de skaffar och uppfostrar barn), och först i tredje hand rätten till försörjning. Men då är det just försörjningen som är det intressanta och inte hur pengarna trillar in. Och menar man att den principen är jätteviktig för ungen (vilket jag inte gör, men du verkar göra), så bör man i konsekvensens namn även förbjuda fattiga människor från att föda barn. Du kräver ansvaret av mannen och inte av kvinnan. Det är hyckleri, och ingenting av det du har skrivit har förändrat det. <br/> <br/>  Men även om det är så att föräldrarnas skylidgheter mot barnet bara gäller när det har kommit ut i \"friska luften\" så borde ju i så fall ensamstående mammor räknas som brottslingar om de inte har tagit sitt ansvar när de skaffade barn och se till att de först är inne i ett bestående förhållande. Annars berövar de ju barnet dess rätt till sin biologiska pappa. OM man nu ska följa din logik. <br/>  Och varför skulle staten kompensera kvinnan vid en sådan lag om den inte kompenserar mannen. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Nej men däremot ska man ha rätt att döda sitt barn för att fly från föräldrarollen? Proportioner tack. Har redan givit flera exempel på att du tar kvinnans roll före barnet och tänker inte upprepa mig. <br/> <br/>  Ett foster är ett barn, oavsett om politikerna har bestämt det eller inte."
	},
	{
		"postIndex": 4460,
		"postNum": 4503,
		"postLink": "/sp47071757",
		"postTime": "2014-01-16",
		"postUser": "ninjutsu",
		"postUserID": "/u834442",
		"postUrl": "https://www.flashback.org/t2114904p376",
		"userUrl": "https://www.flashback.org/u834442",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Vi måste ju komma fram till vems barnet är. Du säger att graviditeten är kvinnans eget ansvar och mannen ska inte behöva ta del av ett barn han inte vill ha. Här är det alltså kvinnans barn. Men om mannen vill ha barnet så är det plötsligt hans barn <i>också</i>?"
	},
	{
		"postIndex": 575,
		"postNum": 578,
		"postLink": "/sp40954257",
		"postTime": "2012-12-17",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p49",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Förstod du inte motionen, dom kan inte enhändigt begära ett faderskapstest, dom måste gå via socialstyrelsen och hoppas på att dom väljer att göra ett sådant. Men som tidigare avhandlats på detta forum så tar oftast socialstyrelsen kvinnans sida. I vissa fall försöker dom också avråda kvinnan från att gå med på ett faderskapstest.<br/> <br/>  Alltså bara för att man kräver att soc ska göra ett faderskapstest så betyder det inte på långa vägar att man kommer att bli far, oavsett om man är biologisk pappa eller ej.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Att låta män avsäga sig sina rättigheter till sitt barn innan barnet ens är fött är grymt mot män som senare inser vad många pappor först inser när barnet är fött. Att man har intresse för sitt barn.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Ja man bör låta möjligheten finnas för pappor att ta del av sina barns liv, den möjligheten finns inte alltid idag.<br/>  Att låta kvinnor tvinga på män barn dom inte vill ha är grymt mot både barnen och männen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Sen är ju frågan om staten... om mamman bestämmer sig för att ta hand om ett barn på egen hand.<br/>  Ena sidan av myntet igen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Man måste då också beakta kvinnans rätt till abort, adoption och hurvida fadern ska vara far eller inte.<br/>  Och tar man som vuxen ett beslut, så ansvarar man för det beslutet.<br/> <br/>  Återigen så är allt detta irrelevant om man sätter barnets bästa först, då ska man kräva att båda föräldrarna tar sitt ansvar. Och idag så måste bara mannen enligt lag ta det ansvaret.<br/>  Eller enligt lag fråntas det ansvaret även om han vill ta det."
	},
	{
		"postIndex": 2067,
		"postNum": 2085,
		"postLink": "/sp44455830",
		"postTime": "2013-07-24",
		"postUser": "stopbitching",
		"postUserID": "/u174319",
		"postUrl": "https://www.flashback.org/t2114904p174",
		"userUrl": "https://www.flashback.org/u174319",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Kvinnan kan behålla barnet mot mannens vilja och sedan låta honom göra en juridisk abort, men mannen kan inte behålla barnet mot kvinnans vilja och sedan låta henne göra en juridisk abort istället. Är inte detta orättvist? <br/> <br/>  Som du själv säger så handlar det om ett foster om kvinnan gör abort, när mannen gör juridisk abort så handlar det om ett barn då män av biologiska skäl inte kan göra abort av ett foster. Hur man än ser på det så kan det inte bli lika villkor då män och kvinnor inte är lika, och i detta fallet är det stor skillnad eftersom kvinnan bär fostret och inte mannen. När barnet sedan har fötts så är det inget foster längre och har andra rättigheter, då kan man inte längre bara göra abort. <br/> <br/>  Allt detta handlar bara om att män ska kunna smita undan ansvar för att det ska bli mer \"likvärdigt\" och \"rättvist\" eftersom mannen inte kan göra en biologisk abort likt kvinnan. Man kan inte göra exakt lika villkor när spelreglerna ser annorlunda ut."
	},
	{
		"postIndex": 1922,
		"postNum": 1938,
		"postLink": "/sp42787663",
		"postTime": "2013-04-04",
		"postUser": "tompers",
		"postUserID": "/u207883",
		"postUrl": "https://www.flashback.org/t2114904p162",
		"userUrl": "https://www.flashback.org/u207883",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Och nej, det är fullständigt logiskt att det är den som har möjligheten att välja efter att befruktningen är ett faktum som också är den som har möjligheten att välja efter att befruktningen är ett faktum.<br/> <br/>  Och precis - när du gett bort dina spermier och befruktat en kvinna så är det ingen orimlig tanke att hon väljer att föda barnet. Det är därför du skall se till att INTE befrukta en kvinna om du inte vill ha barn.<br/> <br/> <br/> <br/>  Du får gärna kalla det för ett rymdskepp i universum om du vill ... Det är placerat i kvinnans kropp, det är hennes kropp som skall utsättas för risker, det är i henne eventuella ingrepp skall eller inte skall göras.<br/> <br/>  Får kvinnor besluta om ingrepp i mäns kroppar - svar nej. Var och en äger rätten till sin kropp.<br/> <br/> <br/>  Ja, det finns det. Förespråkar man att män skall styra över vad som sker med kvinnors kroppar, så måste givetvis kvinnor få styra över mäns kroppar och kunna minimera de risker de utsätter sig för i interaktionen med dessa.<br/> <br/>  Och du - ta en titt på sidan och fundera på vem av oss som \"posthorar\".<br/> <br/> <br/>  Vid en befruktning är båda ansvariga - vilket är min poäng. Skillnaden är att efter befruktningen ligger beslutet hos kvinnan eftersom naturen lagt fostret hos kvinnan.<br/> <br/> <br/> <br/> <br/>  Du menar att män skall slippa ta ansvar för sina handlingar - ja. I din värld är det barn som ska bära ansvaret för att vuxna män inte orkar skydda sig ...<br/> <br/>  Och du - i en \"stor\" del av världen stenas eller piskas män som har sex utanför äktenskapet. Vill du införa det också?<br/> <br/> <br/>  Precis - det handlar om att män skall bli helt ansvarsbefriade och kunna knulla runt oskyddat utan \"kolapapper\" för de behöver ändå aldrig ta konsekvenserna av det de gör....<br/> <br/>   </td> </tr> </table>  <br/>  Att hon har möjlighet att välja beror endast på att vår lagstiftning ser ut så. Att man inte har möjlighet att välja beror endast på att vår lagstiftning ser ut så. Det är just detta vi diskuterar. Abort är ingen universell mänsklig rättighet. Om en kvinna inte vill föda barn ska hon se till att inte bli befruktad blir ditt argument om man överför det på kvinnor. Förstår du verkligen inte detta? <br/> <br/>  Jag har aldrig hävdat att män ska bestämma huruvida kvinnor ska göra ingrepp i sina kroppar. Det är i så fall samhället som ställer upp dessa premisser. Det finns en liten kropp inuti mammans kropp. Den lilla kroppen tillskriver du inga rättigheter alls. <br/> <br/>  På vilket sätt menar du att män styr över kvinnors kroppar? Ett av alternativen jag gav för ökad jämställdhet var ju att mannen fick avsäga sig ansvaret? Hur påverkar detta en kvinnas kropp menar du?<br/>  Finns det några andra sätt att öka jämställdheten angående detta eller? Är du nöjd med att män på detta område är förtryckta? Hur ska detta i så fall kompenseras? Ska det kompenseras? Om inte, varför inte i så fall? Skulle man kunna få den jämförelsen av sterilisering och abort som jag tidigare efterfrågade och som du anser är relevant?<br/> <br/>  Beslutet om abort ligger hos kvinnan pga naturen ja. Mannen tvingas dock av samhället att ta ansvar inte av naturen. Antingen ska båda vara tvingade av samhället att ta ansvar eller så är ingen tvingad av samhället att ta ansvar. Det är rättvisa.<br/> <br/>  Om det nu är så jobbigt med abortvoch finns så många risker, varför sker det i så fall så många aborter i Sverige? Kan inte kvinnorna ta ansvar och skydda sig så de inte blir gravida? Kvinnor kan knulla runt så mycket de vill och behöver inte riskera att få oönskade barn. Detta medför en större risk helt klart det erkänner jag. <br/> <br/>  Men se där. Det handlar om att du vill kontrollera mäns sexualitet. Mannen är uppenbarligen den nya kvinnan och ju längre ni kvinnor drar detta spektakel desto hårdare kommer motkrafterna bli."
	},
	{
		"postIndex": 3536,
		"postNum": 3568,
		"postLink": "/sp44632863",
		"postTime": "2013-08-05",
		"postUser": "ConnyStalberg",
		"postUserID": "/u824075",
		"postUrl": "https://www.flashback.org/t2114904p298",
		"userUrl": "https://www.flashback.org/u824075",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Du vänder på det på orimliga sätt.<br/> <br/>  Så här ser det ut nu:<br/>  Kvinnan har valet att göra abort eller ej om hon vill och mannen blir juridiskt ansvarig om hon behåller det. Mannen har med andra ord inget att säga.<br/> <br/>  Om juridisk abort fanns:<br/>  Kvinnan har fortfarande valet att göra abort eller ej men blir inte juridiskt ansvarig om han väljer att göra juridisk abort. Mannen har fått ett val, men kan fortfarande inte välja att behålla barnet.<br/> <br/>  Och jag säger inte att mannen ska kunna avsäga sig alla skyldigheter när han vill, jag har nämnt flera ggr i tråden att mannen ska ansöka om juridisk abort 12 veckor efter graviditet precis som fysisk abort. Alltså kan han inte ångra sig och säga att nu vill jag inte detta längre, han får stå sitt kast och betala eller ta hand om barnet efter det.<br/> <br/>  Den största problemställningen jag kan se med juridisk abort är om mannen ändrar sig och kommer på att han nu vill vara en del av barnets liv."
	},
	{
		"postIndex": 568,
		"postNum": 571,
		"postLink": "/sp40953866",
		"postTime": "2012-12-17",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p48",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Du verkar hänga upp dig på att en man <i>gör</i> en kvinna gravid, som om att hon inte har något med saken att göra.<br/> <br/>  Och fortfarande så är det kvinnan och endast kvinnan som själv väljer hur långt graviditeten ska gå, jag tror knappast att kvinnan svallar över av modersinstinkt direkt efter att hon blivit gravid.<br/> <br/>  Oavsett hur olika vi är biologiskt så handlar det fortfarande om två vuxna människor som ansvarar över sitt eget handlande.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Det anser jag också, men biologiska skillnader är inte grund nog för ojämställda lagar och förordningar, framför allt inte om det endast handlar om hur någon <i>känner</i>.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Män är inte kvinnor utan de är män och de bör ha rätten att vara män. Således bör inte män vara ansvariga över ett tillstånd som endast kvinnan kan försättas i.<br/>  Såvida man inte förespråkar hårdare abortlagstiftning, där både mannen och kvinnan måste sätta barnets bästa före sitt eget. Då förstår jag om mannen måste ta ansvar över en graviditet, likt kvinna.<br/> <br/>  Du vet precis vad jag menar, föder man sitt barn trots att fadern inte vill veta av det så har man satt sig själv i första rummet, barnet i andra och mannen i tredje. För att inte tala om abort."
	},
	{
		"postIndex": 4609,
		"postNum": 4654,
		"postLink": "/sp47111118",
		"postTime": "2014-01-19",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p388",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det är inte svårare än att om kvinnan har alla rättigheterna ska hon också ha alla skyldigheter.<br/>  Jo jag kräver faktiskt att även kvinnor tar ansvar för sina egna beslut och slutar påtvinga andra ansvar för dessa.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Spermier har inga rättigheter och blir heller inte barn efter en niomånadersperiod. Finns inget att ta ansvar för.<br/>  Inte heller ger mannens spermier mannen rättigheter över vare sig foster eller kvinnans beslut.<br/> <br/>  Nej det är inte bara så, lagen ska inte kompensera för biologi. Vill du ha kompensation avtvingad mig till dig för att jag är längre och starkare än dig?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Oj, tack för rätten att själva välja vilka vi har sex med.<br/>  Den dagen vi inte behöver oroa oss vilka vi inleder en relation med då vi riskerar få vårt liv dikterade den dagen behövs inte juridisk abort.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Enda som avkrävs av en ovillig pappa är ekonomiskt bistånd och att han står som pappa på ett papper. han kan komma överens med mamman om att hon får ta enskild vårdnad ex. <br/>   </td> </tr> </table>  <br/> <br/>  Om kvinnan själv väljer att föda ett barn till ett liv utan far så får man väl anta att hon själv ansvarar för det beslutet? Då mannen gjorde valet till juridisk abort fanns inget barn att kränka.<br/> <br/>  Ja det \"enda\" som avkrävs är lätt att säga när det gäller andra, eller hur.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   1.Bättre preventivmedel för män är en förutsättning för er män skydda er själva från graviditeter. <br/>  2. Precis! Kvinnor har sällan litat på m gällande prevention, säkra perioder och allt vad det heter,<br/>  så varför ska män lita på kvinnor? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>  deal with it.<br/>   </td> </tr> </table>  <br/> <br/>  1. Vi kan mig veterligen inte bli gravida.<br/>  2. En tillit har aldrig behövts från er sida då ni själva styr över era egna kroppar och resultat av en eventuell graviditet.<br/>  3. De flesta kvinnor är snarare vettvillingar, vilket du bekräftar med det här påståendet. Vilket barns liv är det du syftar på? Ett foster kallas det som i nästa andetag aborteras utan några större betänkligheter, och detta fosters bästa väljer ni före er partners? Ert bästa kallas det, ni väljer att diktera en mans liv för att ni vill bli mödrar och det har självklart inget med barnet att göra då det inte finns i det läget.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Vilket barn? Det är ett foster och blir inget mer än just ett foster så vida kvinnan inte väljer det och först ett antal månader senare skapas läget där ett oskyldigt barns behov kränks.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  I de fall där förtroendet brister ska kvinnor ha lagstadgad rätt att diktera mäns liv. Har inget med människor att göra, snarare kvinnors krav på särbehandling.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Uppenbarligen inte då du anser det rimligt att sätta ett fosters bästa framför en partners."
	},
	{
		"postIndex": 204,
		"postNum": 204,
		"postLink": "/sp36379706",
		"postTime": "2012-03-21",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t2114904p17",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Har man inte samma rättigheter ska man inte ha samma skyldigheter.<br/>   </td> </tr> </table>    Det är precis vad du gör hela tiden. I ditt resonemang finns barnet överhuvudtaget inte med - bara mannens sårade självkänsla för han att inte får styra över det som händer i kvinnans kropp. Barnet saknar betydelse -- eller mer exakt essensen blir att fäder är egentligen oviktiga i barns liv. De är lite som \"roliga farbröder\", det är ju kul när de väljer att vara närvarande. Utbytbara.<br/> <br/>  Återigen - det är barnets rättigheter som gäller. Svälj ditt manliga ego och inse det. Det <b><u>födda</u></b> barnets rättigheter. Vuxna äger bara ansvar och skyldigheter.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Samma rättigheter på papper över det födda barnet, men i praktiken kan kvinnan \"avskaffa\" fadern om hon så väljer.      </td> </tr> </table>    Att uppge fader okänd och se till att han är just ganska okänd och inte på något sätt kan verifiera umgänge är enda sättet att driva igenom ett totalt avskaffande av fadern. Annars kan faktiskt fadern via socialnämnde både få faderskapet fastställt och driva barnets rätt.<br/> <br/>  Anser man nu verkligen att fäder är viktiga så vet man dock att inom det här området -- att reglera hur barnet får tillgång till båda sina föräldrar när vårdnadshavaren är ovillig reda från start är ett område som man borde kräva resurser till -- inte att avskaffa fäder.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och innan barnet är fött så har ENDAST kvinnan rätten att avgöra vare sig barnet skall behållas eller ej, vilket ter sig logiskt då det är hon som måste föda barnet. <br/>  I och med det så kan inte fadern hållas ansvarig för ett beslut som kvinnan och endast kvinnan tog.      </td> </tr> </table>    Frågan du hakat upp dig på ja. Män får inte styra över det som sker i kvinnans kropp. Korrekt. Enbart en kan ha slutordet -- förklara gärna varför den makten skall ligga på männen? Vill du att kvinnan skall bestämma om du skall kastreras? Steriliseras? Eller fördrar du att beslut som gäller din kropp och ditt barnalstrande faktiskt slutgiltigt fattas endast av dig själv?<br/> <br/>  Att det kan bli barn vet de flesta män när de har sex, har någon missat det så bör vi förstärka sexualundervisningen i skolorna. Efter sexet är det biologiskt omöjligt för mannen att påverka processen lagligt om kvinnan inte vill. Enkelt.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Det enda skälet till att jag motsätter mig att kvinnan har beslutsrätt över sin egen kropp är därför att mannen inte har beslutsrätt gällande föräldraskap.</b><br/>  Men som sagt, kvinnan måste ha det sista ordet men då ska inte mannen ha samma skyldigheter då han saknar rättigheterna till barnet.      </td> </tr> </table>    Ärligt - mannen skall ha beslutanderätt över kvinnans kropp. <br/> <br/>  Jo, mannen har beslutanderätt gällande föräldraskap -- det handlar om hur man idkar sex, eller kanske om till och med. Hans beslut ligger lite tidigare än kvinnans i ett icke önskat scenario (abort är inte önskat, skydd tidigare är ju att föredra) -- men beslutet över säden finns faktiskt hos mannen.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Barnets rätt till modern är det enda som ligger på agendan i Sverige idag, fadern kommer i andra hand, om modern vill.      </td> </tr> </table>    Beror på i vilka segment man talar om skulle jag vilja säga - dock du själv förespråkar ju att fadern skall rationaliseras bort helt, så vad klagar du på.<br/> <br/>  Ansåg du att en far var viktig i ett barns liv så skulle du förespråka att man på olika sätt stärkte barnets rätt och möjlighet till båda sina föräldrar. Men för dig är det ju inte det det handlar om - för dig handlar det om makten över kvinnan - inte om barnet.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Mitt scenario är ju hur det ser ut i Sverige idag, jag har aldrig påstått att jag föredrar att det ser ut på detta vis, snarare motsatsen.      </td> </tr> </table>    Nej, du hävdar inte motsatsen. I ditt resonemang finns inte barnet med alls - i ditt resonemang handlar det enbart om att få vara den som styr över kvinnan, barnet är oviktigt eller en belastning.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hur ska man involvera och engagera oengagerade och uteslutna fäder?<br/>  Så fäder som blivit påtvingade barn som dom aldrig velat ha ska bara gladeligen betala underhåll till denna psykopat till kvinna, och män som blivit berövade på sina barn skall göra detsamma?      </td> </tr> </table>    Du är väl medveten om att det finns män som är psykopater också va? Faktiskt fler än kvinnor, det är företrädesvis män som får diagnosen (numer dock \"antisocial-personlighetsstörning\" med olika tilläggs kriterier)<br/> <br/>  Män som gjort kvinnor med barn och oväntat/oförberett blivit fäder utan att egentligen vilja det, bör likt kvinnor med svårigheter att knyta an till sina barn, ges hjälp att etablera kontakt och knyta an till barnen. <br/>  Med bättre rutiner för fastställande av faderskap, snabbare planer för umgänge, bättre uppföljningar osv kan man på ett tidigt stadie förhindra att umgänge inte etableras, rinner ut i sanden, förhindras osv..<br/> <br/>  Det finns saker som man med enkla rutinåtgärder kan förebygga på ett tidigt stadium för att så långt det är möjligt få till stånd en så bra start och god kontakt som möjligt med båda föräldrarna<u><b> för </b></u>barnet.<br/> <br/>  Problemet med dagens system är att det aktiveras inte förrän problem uppstått och fördjupas - för parter som inte sammanlever borde systemet aktiveras redan förebyggande.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, kort och gott, ska man ha samma skyldigheter ska man ha samma rättigheter. <br/>  Inte vidare jämställt annars.      </td> </tr> </table>    Barn är ingen liten jämställdhetsbonus - det handlar alltså inte om att dela kola med varandra. Varje barn och varje föräldrapar har en unik situation, det innebär att situationen skall anpassas utifrån de kriterier som föreligger för dem och utifrån vad som är bäst för barnet."
	},
	{
		"postIndex": 2176,
		"postNum": 2194,
		"postLink": "/sp44466034",
		"postTime": "2013-07-25",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t2114904p183",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Du sätter mammans rätt före barnet i två avseenden. Dels för att du tycker att abort är rätt. Detta är inget problem för en människa som menar att livet börjar först senare. Men en sådan människa kan inte heller kräva att mannen som befruktade kvinnan ska räknas som förälder. Du menar även att kvinnor ska ha rätt att skaffa barn utanför förhållandet utan att detta ska få lagliga konsekvenser för kvinnan, samtidigt som du menar att barnets rätt till båda föräldrarna är så viktig att pappan ska drabbas av lagliga konsekvenser om han inte finns där för barnet. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Jag säger att det finns två olika perspektiv. Antingen tycker man att livet börjar med befruktningen, med två ansvariga föräldrar och delar ut ansvaret efter det. I så fall blir abort fel (min privata åsikt). Eller så kan man påstå att livet börjar senare, med en ansvarig förälder och delar ut ansvaret efter det. Båda alternativen är konsekventa, och jag respekterar båda synsätten. Däremot respekterar jag inte åsikten att barnet blir till vid befruktningen när det kommer till att kräva ansvar för pappan men att barnet blir till långt senare när det kommer till att kräva ansvar av mamman. Då ändrar man premisserna efter eget godtycke. Däri ligger hyckleriet för jag vet inte vilken gång i ordningen. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag ser ingen anledning att förenkla ett komplext problem på det sättet och göra det svart eller vitt bara för att man själv har ett behov av att vara rättfärdig.<br/> <br/>   </td> </tr> </table>  <br/>  Hon får rätten att ångra sitt föräldraskap när olyckan är framme. Det får inte han. Hon får rätten att bestämma över delar av hans liv i den stunden hon blir gravid. Han får inte den rätten över henne. Enklaste sättet att lösa detta är att inte ge någon rätten över någon."
	},
	{
		"postIndex": 2440,
		"postNum": 2463,
		"postLink": "/sp44486316",
		"postTime": "2013-07-26",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p206",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "[quote=stopbitching]Jag har aldrig varit ute efter att smutskasta män, det enda jag säger är att jag inte tycker män ska ha rätt till \"juridisk abort\" vilket tråden handlar om.<br/> <br/>  Även om jag ser problemen med juridisk abort så förespråkar jag det, jag är övertygad om att det är bättre för alla parter i slutändan.<br/>  Exempelvis så kommer det tvinga kvinnor att ställa större krav på sina potentiella partners, man ploppar helt enkelt inte ut ett barn med första bästa för att man så gärna vill ha ett barn som matchar handväskan.<br/>  Barn kommer inte bli tvingade att leva med en eller flera föräldrar som inte vill ha med barnet att göra i annat fall än att dom känner sig tvingade att ta del av det.<br/>  Män kommer inte känna sig tvingade att stanna kvar i relationer pga barn dom aldrig velat ha. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är ändå orimligt att en vuxen människa ska ta ansvar över en annan vuxen människas beslut.<br/>  Det är den människan som tagit beslutet som ska hållas ansvarig, för sitt eget beslut.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Alla vet att sex kan leda till graviditet, barn är det först efter födsel. Och om det blir en födsel avgör kvinnan.<br/>  Där låter narlys förslag rimligt, rätten att avsäga sig ansvaret inom samma tidsramar som kvinnan kan göra abort. För inte ska väl fostret räknas som ett barn i mannens fall men ett foster i kvinnans?"
	},
	{
		"postIndex": 894,
		"postNum": 900,
		"postLink": "/sp41167085",
		"postTime": "2012-12-29",
		"postUser": "Buffelo Ball",
		"postUserID": "/u261111",
		"postUrl": "https://www.flashback.org/t2114904p75",
		"userUrl": "https://www.flashback.org/u261111",
		"sentence": "Bör mannen ha rätt till abort?<br/> <br/>  Med andra ord: Skall mannen ges rätt att bestämma över en kvinnas kropp ända in i kaklet?<br/> <br/>  Tja!<br/> <br/>  Tvinga kvinnor till abort är ju ett sätt att slippa ansvar för ett barn. Ett annat sätt att slippa ansvar för ett barn är ju att inte medverka till att barnet blir gjort<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Men varför skall män behöva ta ansvar? Det är ju kvinnans fel om hon väljer att föda ett barn som mannen inte vill ha?<br/> <br/>  Frågan är om det finns någon gräns för mannens ansvarsbefrielse? Oavsett om kvinnan vill ha barn eller inte så växer barnet i hennes kropp och den kroppen måste väl för fan få tillhöra henne!"
	},
	{
		"postIndex": 3538,
		"postNum": 3570,
		"postLink": "/sp44632947",
		"postTime": "2013-08-05",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p298",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vad har du för belägg för det? Är i mina ögon osannolikt att en man väljer att umgås med ett barn han aldrig velat ha och som ständigt påminner honom om en kvinnas svek.<br/>  Ligger det i linje med barnets bästa verkligen?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  För barnets skull borde samhället sluta uppmuntra kvinnor att skaffa barn med män som inte vill ha barn. Två föräldrar är ju ändå det bästa för barnet, det tycker vi båda två.<br/> <br/>  Det är alltså kvinnan som försätter barnet i den situationen när hon väljer att föda ett barn utan mannens medgivande, inte mannen.<br/>  Vad samhället gör nu är att det bestraffar män för kvinnors dåliga beslut, barnet har inget med saken att göra även om det låter fint och snällt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jaså det hade man antagligen, jag köper det inte.<br/>  Om vi förbjöd abort så skulle argumentet att \"män ska ta ansvar över ett barn då han haft sex\" hållit som motargument till juridisk abort.<br/> <br/>  Lika ansvar går aldrig att genomföra, orimligt att män ska ha samma ansvar och rättigheter över kvinnans kropp då hon är gravid kan jag tycka. Så det logiska är att var och en tar ansvar för sina beslut, och beslutar kvinnan både det ena eller det andra får hon ta ansvar för sina beslut.<br/>  Beslutar man gemensamt om barn, får man ta gemensamt ansvar och ha gemensamma rättigheter efter att barnet väl är fött, då det även i detta fall är orimligt att män ska ha samma rättigheter som kvinnan över fostret.<br/> <br/>  De som argumenterar för liiika mellan man och kvinna är ju ni, det är tydligen en orättvisa att kvinnor kan bli gravida och inte män därför ska man kompensera denna orättvisa med mannens ansvar över kvinnans beslut.<br/> <br/>  Ja detta är en form av omvänd feminism."
	},
	{
		"postIndex": 1015,
		"postNum": 1022,
		"postLink": "/sp41175224",
		"postTime": "2012-12-30",
		"postUser": "Mandi74",
		"postUserID": "/u228073",
		"postUrl": "https://www.flashback.org/t2114904p86",
		"userUrl": "https://www.flashback.org/u228073",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Det är ju det som diskuteras i tråden, mannens rätt till att kunna göra abort fast han inte bär barnet och hur det skulle gå till. <br/> <br/>  För mig är det självklart att mannen ska kunna göra samma val som kvinnan, vill han inte ha ett barn så borde det finnas en väg för honom oxå att göra abort om han vill det.<br/> <br/>  Är det pappan som väljer att göra en abort eller mamman som väljer att behålla barnet själv som tar ifrån barnet dess rättigheter..?"
	},
	{
		"postIndex": 3665,
		"postNum": 3698,
		"postLink": "/sp44654704",
		"postTime": "2013-08-06",
		"postUser": "oLf",
		"postUserID": "/u476967",
		"postUrl": "https://www.flashback.org/t2114904p309",
		"userUrl": "https://www.flashback.org/u476967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Har jag aldrig hävdat. Hur läser du?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Vad finns att förklara? Du ser kvinnor som barn jag ser dem som vuxna människor. Vad det har med hora att göra får du förklara, det var trots allt du som drog den parallellen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Alla behöver inte hålla med mig, men det är ett plus om folk förstår självklarheter så att man inte behöver förklara dem. Som detta ungefär, som jag måste förklara för dig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Vad har det med ditt resonemang angående mäns rätt att abortera foster att göra?<br/>  Köp en ordbok.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Hur ska män få samma rättigheter rent praktiskt? Har du tänkt igenom det här?[/quote] <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Varför då? Är det rätt att tvinga en kvinna in i en relation med en man efter ett one night stand som råkade resultera i att hon blev gravid? Ja du blir i varje fall konsekvent i ditt resonemang så jag köper det ställningstagandet men håller inte med.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Så dom ångrar sig inte alltså? Men ja storken låter trevlig, eller kanske ett fabeldjur.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Jag har svarat, du får läsa, men du vill inte verkar det som.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Det tycker jag inte alls, men om man som du hävdar barnets rätt till två föräldrar så tycker man däremot det. Eller hycklar du?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Han får en självklarhet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Uppenbarligen inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Hur många gånger i samma inlägg ska du ställa en fråga jag redan svarat på? Börjar kännas lite smått lönlöst att försöka föra dialog med dig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Och du är säker på att det ligger i barnets intresse att... bla bla bla.  Väldiga svårigheter med fattningsförmågan från din sida.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Att kvinnan har mer att säga till om men mannen har lika stora skyldigheter är just den kompensationen jag talar om. Att mannen ska ha lika skyldigheter, men inga rättigheter, över ett foster i kvinnans kropp. Då har alltså kvinnan kompenserats för att det är så orättvist att bara hon kan bli gravid.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Är det utjämnat när en man får ta ansvar över ett tillstånd som kvinnan styr över, ett beslut hon tar?<br/>  Nej precis. Barnets rätt hit och dit är hos dig och din sort inte värt ett skit utan används som svepskäl för att rättfärdiga ett korkat tankesätt.<br/> <br/>  Övertala mig om att det ligger i barnets bästa att ha en far som förmodligen avskyr hans mor och inte bryr sig om barnet? Men det kan du inte så nu kommer du i vanlig fanatiskt övertygad feministisk ordning virra bort dig i rena fantasier igen.  <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  På vilket vis ska det förbättras? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag ser till att hålla mig till riktiga kvinnor istället och lämnar de vuxna barnen till dig. Så kanske du känner dig tryggare i din manlighet då du får dalta och dadda med dina \"kvinnor\" hur mycket du vill och ploppa ut en unge hit och och ett par ungar dit oavsett om tiden är den bästa för det.<br/> <br/>  Och jag kan då slappna av med vetskapen att om jag och min kvinna skaffar barn så gör vi det i samförstånd, i en period i våra liv då det känns ansvarsfullt att göra just det.<br/>  För barnets bästa på riktigt."
	}
]
