[
	{
		"postIndex": 1054,
		"postNumber": 1092,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 33,
		"userScore": 17.1,
		"postUserName": "Gattoo",
		"postUserID": "u155287",
		"postUserUrl": "https://www.flashback.org/u155287",
		"postDateTime": "2013-09-10, 21:38",
		"postUrlInThread": "https://www.flashback.org/t2158037p91",
		"postUrlUniq": "https://www.flashback.org/sp45181046",
		"sentence": "Försök inte inbilla mig att den olagliga globala massövervakningen förhindrar verklig terrorism. Det är detta som är själva kärnan i det som nu håller på att ske. Förr var det kommunismen som var stora spöket och krigsmakterna rustade och industrierna gick för högtryck medan folket fick skräckpropaganda och var livrädda för stora satan i öster. Kapitalismen segrade och en ny fiende med potential att skrämma skiten ur världens befolkning behövdes för att hålla folket ovetandes från den verkliga agendan. Krig genererar pengar av bibliska proportioner så enkelt är det!<br/> <br/>  Och för att kunna föra dessa krig behövs en fiende (många av dessa fiender byggdes upp och sponsrades av CIA) och en väldigt stark opinion mot dessa terrorister. Allt för att hålla igång penningströmmarna. Så den övervakning vi ser prov på idag tjänar ett annat syfte än det allmänheten tror. Den bekämpar inte terrorism det minsta. Den håller koll på opinionssvängningar, vanligt folks åsikter, för och emot argument, andra länders förhållningssätt, EU, FN m.fl. bland annat för att kunna förutse vad som behövs göras i nästa skede. Ligga två steg före hela tiden för att på ett listigt och slugt sätt kunna motivera vapenskramlet vid nästa konflikt och på så vis hålla penningströmmarna rinnande med oförminskad styrka.<br/> <br/>  Betänk att de senaste krigen USA startat har ALLA motiverats med LÖGNER och genomförts med miljontals döda civila kvinnor och barn som offer. Det är rent och skärt skitsnack att den globala massövervakningen förhindrar terrorattacker. Det finns inte en terrorist som ens är närheten av en telefon eller dator om det ska smidas planer. Det krävs helt andra underrättelsemetoder för att förhindra terrorism under förutsättning att vi snackar riktiga terrororganisationer.<br/> <br/>  Sveriges regering ljuger vitt och brett om att FRA förhindrat terrorattacker. Rent skitsnack.<br/> <br/>  TILLÄGG:<br/> <br/>  I grund och botten handlar detta om pengar och i förlängningen makt och inget annat. Ett tydligt och väldigt uppenbart tecken på detta är att NSA avlyssnar Brasiliens statliga oljebolag (vilka fler bolag de avlyssnar kommer fram med tiden ska ni se).<br/> <br/>  Kunskap är makt och makt genererar pengar. Det handlar således inte om att jaga terrorister medelst övervakning av all internettrafik utan om helt andra saker. Ingen tror väl på fullaste allvar att riktiga terrorister (inte de som byggts upp och understöds av USA) sitter och diskuterar möjliga attacker på nätet!? Deras kommunikation och planering sköts under väldigt ljusskygga former och jag tror inte för ett ögonblick att de har en mobil eller dator ens en kilometer ifrån en sådan diskussion. För att upptäcka sådant krävs ett helt annat slag av underrättelsearbete (spioner, angivare, buggning av lokaler, mutor, hot)<br/> <br/>  Så ni som lever i villfarelsen att denna massiva övervakning har med terrorism att göra får nog tänka om. Ett exempel på detta är den Italienska maffians framgång där absolut ingenting av vikt har passerat en mobil eller dator. Kommunikation har i första hand gått direkt från mun till öra på säkra ställen och även gammal hederlig brevväxling utnyttjas flitigt.<br/> <br/>  Svenska regeringen hävdar att FRA avvärjt flera stora terroristangrepp men det är ren och skär lögn. Se bl.a. denna länk och googla lite själva.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fchristianengstrom.wordpress.c...om-fra-hittat%2F\" target=\"_blank\">http://christianengstrom.wordpress.c...om-fra-hittat/</a><br/> <br/>  Så varför är det viktigt med övervakning av allt som sker på internet? Kontroll, makt och pengar naturligtvis! Att föra krig är oerhört lönsamt och för att kunna föra krig krävs en stark opinion därför existerar terrorismen som övertog kommunismens roll som det stora onda som måste förgöras till varje pris. Vanligt folk är en skock får som låter sig ledas av lögner och med en stor rädsla för terrorism och med en tro att bara vi övervakar allt och alla hela tiden får stopp på dessa avskyvärda terroristattacker. Pyttsan! Om någon planerar en attack eller liknande så sker det så långt ifrån en dator man kan komma och om någon tror något annat så visar det inte bara på stor okunskap utan på ren och skär dumhet.<br/> <br/>  Så vad är det som motiverar att alla i hela världen inklusive regeringar, presidenter, företag, EU, FN, E-legitimationer, sjukhusjournaler, ambassader osv osv osv måste övervakas tror ni?"
	},
	{
		"postIndex": 103,
		"postNumber": 106,
		"rankGlobal": 2,
		"scoreGlobal": 87.5,
		"userRank": 37,
		"userScore": 15,
		"postUserName": "Orgelfantomen",
		"postUserID": "u141310",
		"postUserUrl": "https://www.flashback.org/u141310",
		"postDateTime": "2013-06-10, 07:50",
		"postUrlInThread": "https://www.flashback.org/t2158037p9",
		"postUrlUniq": "https://www.flashback.org/sp43840921",
		"sentence": "Det vi ser är förmodligen en pusselbit i en större samhällsförändring. Det pågår en strid om makten över det digitala territoriet. Nätets ankomst rev ner många gamla strukturer och öppnade för nya möjligheter och nya aktörer. Det har lett till en oklar maktfördelning. Den traditionella maktapparaten strävar, oavsett vem eller vilka som sitter vid rodret, efter full kontroll. Det är inget nytt. I vår tid krävs det makt över nätet för att ha makt över människorna. Eftersom man har inte full kontroll över nätet, har det blivit ett fiendeland som måste erövras.<br/> <br/>  Verktygen är desamma som i alla krig - tekniska och psykologiska. Det tekniska maktmedlen är inte av stål utan i form av elektroniska system. Det nu aktuella systemet är ett sådant exempel. Det är fortfarande klumpigt och mer av en prototyp, men kommer att utvecklas vidare. De psykologiska medlen är av traditionellt snitt, baserade på spelet mellan rädsla och trygghet. Men de är mer betydelsefulla och mer slipade nu än någonsin förut. <br/> <br/>  Dagens maktstrukturer är diffusa och inte längre direkt kopplade till traditionella stater eller politiska system. Det gör det svårt att definiera vilka parterna egentligen är, vilka som är allierade och vilka som är fienden. Lägg därtill att fördunklande av egentliga motiv är en klassisk del i alla maktspel. Formuleringen kriget mot terrorismen är ett exempel på det. För även om det finns en och annan terrorist på banan, framstår motåtgärderna som orimliga och missriktade om man tänker efter. I stället för rimliga åtgärder mot brottslighet så är något helt annat som växer fram.<br/> <br/>  Det ligger förmodligen mer sanning i påståendet att det är de traditionella kollektiva och monetära makteliterna som, i sin moderna hybridform strider mot hotet från individuell frihet. Det gör dock inte läget särskilt klarare för den som vill ta ställning, eller för den som bara vill satsa på den vinnande hästen. <br/> <br/>  Om Storebror vinner så tror jag inte att vi hamnar i något som liknar Orwell's scenario. Förtryckta människor har en tendens till att göra uppror när trycket blir för stort. Det vill man inte ställas inför. I stället strävar man efter ett system där människor känner sig lyckliga för att de blir övervakade, och omedvetet anpassar sitt beteende för att inte gå utanför ramarna. Ett slags Nordkorea + Disneyland 2.0. Trots att vi har ett starkt behov av individuell frihet, så har vi ett än starkare behov av ordning, systematik och trygghet. <br/> <br/>  Motivationstrappan för kontroll är inte så komplicerad. Man börjar med att erbjuda skydd mot uppenbar och påtaglig fara. Sedan lägger man till allt mer subtila och imaginära risker samtidigt som man intalar de underlydande att de inte kan klara sig själva. Följer man den modellen är det inte svårt att skapa en allmän acceptans för långtgående övervakning och kontroll då man erbjuder samtidigt trygghet. <br/> <br/>  Man kan alltså börja med motivera övervakning i syfte att förebygga terrorbrott. Få kommer att säga något mot det. Nästa steg blir antagligen hantering av grövre brottslighet av konventionellt slag. Sedan närmar man sig den privata sfären. Man väljer förmodligen något populistiskt gångbart som att säga sig leta potentiella pedofiler, eller kanske något till synes behjärtansvärt som att förebygga ohälsa. Till slut finns inga spärrar kvar på endera sidan. Allt kontrolleras och alla låter sig kontrolleras. <br/> <br/>  Det privata blir offentligt och det offentliga tränger in i det privata. Gränser och proportioner suddas ut. Moral- och åsiktsbrott hamnar på samma nivå som brott mot liv och hälsa. Varje ord som skrivs eller talas, varje tanke som skymtar fram, kan tolkas som ett möjligt brott. Allt beroende på de styrandes vilja, behov och nycker. På medeltiden blev misshagliga stämplade som häxor, idag använder man andra rubriceringar. Oavsett vilket så får dock personen då som nu bestiga bålet för att skapa illusionen av att en verklig fara avvärjts tack vare maktens vishet.<br/> <br/>  Förhållandet mellan kontroll och frihet kan inte, och skall inte vara statiskt. Det måste finnas ett rörelseutrymme mellan det tillåtna och det förbjudna. Ett utrymme som kan bli fruktbart om det inte övervakas på ett potentiellt repressivt sätt. Man skall varken överdriva eller underskatta riskerna med det som nu sker. Det är dock inte första gången som vi byggt system med alltför stor obalans mellan kontroll och frihet. Trots att sådana system inte fungerar i längden, utan alltid kollapsar då de begränsar nödvändig utveckling, så tycks det ligga i vår natur att återupprepa misstaget.<br/> <br/>  Det man får hoppas på är att det kritiska tänkandet fortlever. Inte bara om struntsaker i vardagen, utan även när det gäller stora frågor. Man får också hoppas på att övriga spelare inte ger upp, utan gör kloka motdrag. Både intellektuella och tekniska."
	},
	{
		"postIndex": 1195,
		"postNumber": 1238,
		"rankGlobal": 3,
		"scoreGlobal": 84.2,
		"userRank": 41,
		"userScore": 14.4,
		"postUserName": "zoombo",
		"postUserID": "u325015",
		"postUserUrl": "https://www.flashback.org/u325015",
		"postDateTime": "2014-06-19, 21:20",
		"postUrlInThread": "https://www.flashback.org/t2158037p104",
		"postUrlUniq": "https://www.flashback.org/sp49266504",
		"sentence": "Orkar inte läsa genom hela tråden men har en teori om hur det kan förhålla sig på en nivå som vi vanliga dödliga inte har insyn i. <br/>  Till att börja med; Google är ett av världens högst rankade företag när det gäller att få anställda att trivas. Man har också, verkar det som, obegränsat med pengar och hur många anställda som helst och betalar tydligen sina anställda rätt bra. Samtidigt som nästan allt som gemene man använder från dem är gratis....Visst, dom får intäkter på olika sätt men knappast i paritet med hur mycket hela deras maskineri kostar. Samt alla företagsförvärv som görs. Vi pratar miljarder dollar - per år. <br/>  Lek med tanken att FRA eller vem vi nu vill projicera som Storebror kommer på tanken att det vore ypperligt att låta ett amerikanskt företag släppa gratisprodukter och tjänster som är så genomtänkta att \"alla\" vill nyttja dem. Ja inte bara tjänster som kartpositionering och sökmotorer utan OS till mobiler (Android), fillagring, bildlagring mm. Gratis är gott och funkar det bra så säljer det sig själv. <br/>  Alltså så finansierar staten detta på nåt osynligt sätt - med optionen att dom får bygga in backdoors och diverse verktyg för att helt obemärkt kunna se rakt in i denna trafik - när dom vill. Givetvis med tillägget \"om brott misstänks\" men man kan ju misstänka i princip vilket brott som helst för skaffa sig en anledning att börja kolla på olika individers datatrafik. <br/>  När man inser vidden av folks användning av produkterna så häpnar man över vilket fenomenalt verktyg man sitter på för att spana, öronmärka och övervaka individer globalt - och inte bara inom sitt egna land - och man övertygar de styrande att detta är nödvändigt för landets säkerhet eftersom man på detta sätt kan komma åt allehanda skurkar och ljusskygga verksamheter. Enorma summor satsas på detta men för att inte de inblandade faktiskt ska fatta vad man håller på med så delas det upp i såna nivåer och vattentäta skott att det ser ut som \"vanlig\" spaning. <br/>  För att det inte ska bli känt att detta sker så läggs locket på men för att man ska kunna legitimera sin verksamhet ekonomiskt så förser man myndigheterna kontinuerligt med olika tips som gör att brottslingar kan gripas och finansieringen kan på så vis fortsätta. <br/>  Sen kanske även andra företag är involverade - till att börja med alla som finns i rubriken av tråden men även de som håller på med kommunikation (Cisco, HP, IBM) etc. <br/> <br/>  Ja det kanske låter som ett utlägg till en politisk kriminalroman men skulle inte detta kunna vara verklighet?<br/>  Grunden i mitt resonemang är alltså att Google delvis finansieras statligt med förbehållet att staten får ta del av trafiken på olika sätt. Och detta pågår kontinuerligt och utvecklas ständigt."
	},
	{
		"postIndex": 472,
		"postNumber": 482,
		"rankGlobal": 4,
		"scoreGlobal": 84.1,
		"userRank": 7,
		"userScore": 38.7,
		"postUserName": "MissRandomness",
		"postUserID": "u815245",
		"postUserUrl": "https://www.flashback.org/u815245",
		"postDateTime": "2013-06-14, 16:11",
		"postUrlInThread": "https://www.flashback.org/t2158037p41",
		"postUrlUniq": "https://www.flashback.org/sp43902829",
		"sentence": "Äntligen! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Jag har följt den här tråden nu i flera dagar utan att kunna skriva. Jag har aldrig varit medlem på Flashback innan utan jag blev medlem enbart för att kunna diskutera här. Den här frågan intresserar mig väldigt mycket men ingen annan stans på nätet (åtminstone inte på svenska) kan man delta i en lika intressant diskussion som här. <br/> <br/>  Vad jag har gjort är att ha tagit bort mitt facebook-konto, jag har börjat köra med vpn-tunnel, jag har installerat ett tillägg i Firefox som tar bort spårnings-cookies och som heter DoNotTrackMe, jag har gått ur PKU-registret i biobanken (lite overkill men jag vill inte att myndigheter ska ha tillgång till och kunna forska på mitt dna. Känns bara absurt), försöker undvika google (kör med DuckDuckGo men jag är ändå skeptiskt till den eftersom den är gjort av Yahoo så jag ska använda en annan som ni tipsade om i tråden innan), jag ska gå ur mataffärernas registrering (kommer sakna rabatterna dock men det är det värt), avinstallerade Skype och försöker använda kontanter mer istället för att dra kortet.<br/> <br/>  Alltså, jag har absolut ingenting att dölja. Om all min information skulle komma ut in public så skulle jag kunna stå för precis allting jag har gjort på nätet MEN jag är en tjej med sjukt stor integritet och jag AVSKYR detta övervakningssamhälle värre än värst så för mig är det en principsak. Kanske skulle jag bli lite röd om kinderna om alla visste att jag kollade porr en gång var tredje månad typ <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> haha men ni fattar. Jag har aldrig godkänt att någon myndighet övervakar mig och jag är rädd för att om inte människor börjar reagera nu så att det verkligen syns (starkt minskad aktivitet på facebook, google, yahoo m.m) så kommer denna övervakningen bara att eskalera. Det ska svida i plånboken för dom! Det som har pågått nu i flera år är olagligt. Glöm aldrig det."
	},
	{
		"postIndex": 95,
		"postNumber": 98,
		"rankGlobal": 5,
		"scoreGlobal": 82.9,
		"userRank": 11,
		"userScore": 27.7,
		"postUserName": "highstakes",
		"postUserID": "u79772",
		"postUserUrl": "https://www.flashback.org/u79772",
		"postDateTime": "2013-06-10, 02:44",
		"postUrlInThread": "https://www.flashback.org/t2158037p9",
		"postUrlUniq": "https://www.flashback.org/sp43840220",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>EastsideBoyz</strong> <a href=\"/p43839945#p43839945\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>För närvarande har vi en demokrati, och vi har i Sverige nog inte haft en enda regering som försökt sitta kvar vid makten trots ett förlorat val, eller någon general som försökt sig på ett övertagande med en statskupp. Intresset att skydda sig mot opposition och statsfientlig verksamhet är och kommer förmodligen inte att bli stort nog för att motivera det du beskriver. Åtminstone inte när vi har fred.<br/> <br/>  Kan dock gå med på att information kan komma att samlas i andra syften, både goda och onda(effektivisera verksamheter, tjäna pengar). Detta görs ju redan idag, men att detta skulle bli mer inskränkande känns inte särskilt främmande. En skrämmande möjlighet är också vad som kan hända om all denna information hamnar i fel händer.</div> </td> </tr> </table> </div> <br/>  Du har ingen aning om vad FRA sysslar med at the moment, i demokratin Sverige, du skulle bli chockad, om till och med säpo är chockade så skulle du nog också bli det, (Dock kan ju säpo ha andra motiv, slås om samma resurser som FRA, inte ovanligt att myndigheter håller på så).<br/> <br/>  Sedan har du Kontoret för särskild inhämtning som har tagit allt lite längre än FRA, med enorma inskränkningar av få valda människors liv (dock tycker jag det känns rimligt när det gäller folk med tendenser till att utföra terrorhandlingar). KSI gör precis som dom vill, so fuck din demokrati, inte ens regeringsmakten får veta eller har något att säga till om deras verksamhet. <br/> <br/>  KSI är en hemlig del av must som ska övervakas 6 herrar, och inte ens dom får reda på en bråkdel. I KSI finns det en extremt hemlig enhet, inte ens folk på KSI känner till att den finns och vad dom sysslar med. Denna enhet delar under inga omständigheter med sig av sin info till Säpo eller ens Must. Denna enhet har experter på \"it\", handplockade killar från tolkskolan, tar dom långt innan FRA får upp ögonen på dom, säkert matematiker också och sist, operativa agenter med rätt att döda både i Sverige och utanför våra gränser, de flesta är från fallskärmsjägarskolan av någon underlig anledning, säkret någon från kj a-dyk eller röjdyk. Dessa plockas också lång innan dom ens kommer på tanken att söka till SSG eller SIG (SOG), dom har unika saker KSI letar efter behöver inte ha högsta betyg eller något sånt (troligtvis går dom efter IQ). Dom får en anställning på en \"vanlig\" myndighet och inte ens deras kollegor/lumparpolare som går vidare till SIG eller SSG (SOG), fattar något. Alla tror dom har valt en civil karriär och där kan dom jobba i det tysta. <br/>  Så din demokrati och rättssäkerhet kan dra åt....<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.jallai.se%2F2010%2F04%2Fvad-gor-ssi-idag%2F\" target=\"_blank\">http://www.jallai.se/2010/04/vad-gor-ssi-idag/</a><br/> <br/>  \"Håkan Pettersson bekräftar att riksdagens försvarsutskott inte får insyn i Must, trots att riksdagen beslutar om försvarsanslagen. Hans förklaring är att riksdagsmännen har meddelarfrihet och att Must fruktar läckor. De enda som har full insyn är Försvarsunderrättelsenämnden, dvs sex personer som är bundna av strikta sekretessavtal. Nämnden sammanträder minst fyra gånger om året och saknar såväl fast kansli som heltidsanställd handläggare. Ordförande är den förre försvarsministern, numera landshövdingen Anders Björck (m). Han kommenterar av princip inte hur Must lever upp till lagar och regler. Reglerna är förresten också hemliga. Frågan om vad en svensk agent får göra i tjänst i utlandet är känd av färre än tio personer. (länk DN 20050903)\"<br/> <br/>  Man kan motivera allt med \"fruktar läckor\", det är nog sant men, man kommer undan med det så lätt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Sedan en kommentar under artikeln <br/> <br/>  \"När den nya försvarsunderrättelselagen klubbades av riksdagen i juni 2007 var allt fokus på den del i lagpaketet som handlade om FRA. På något sätt glömdes KSI helt bort i debatten. Faktum är ju att den nya lagen ger grönt ljus åt KSI att operera även i Sverige mot svenska förgreningar av utländska hot. Dessutom vidgades mandatet från \"yttre militära hot\" till \"yttre hot\". Jag vill minnas att det bara var en enda journalist som uppmärksammade KSI i sammanhanget: Jonas Gummesson på TV4. Han hade reagerat på formuleringarna i lagtexten som innebär att det är oväsentligt var ett spaningsobjekt befinner sig för att underrättelseverksamhet ska få bedrivas. I en annan lag (2007:258) sanktionerades samma vår KSI:s åsiktsregistrering m.m.\"<br/> <br/>  Sedan har vi killar som <a href=\"/leave.php?u=http%3A%2F%2Fwww.expressen.se%2Fnyheter%2Fdokument%2Fspionchefen-som-jagar-usb-stickor%2F\" target=\"_blank\">http://www.expressen.se/nyheter/doku...r-usb-stickor/</a> ,som tror dom är topphemliga inom must, dålig avledningsmanöver, ingen person på den hemliga delen av KSI skulle någonsin gå ut med sitt rätta namn, och förresten känner dom inte ens till sina kollegors riktiga namn, det är bara en man på Ksi som gör det.<br/> <br/>  Att i som artikeln (namn och bild) ovan går ut med att man är topp-hemlig är amatöraktigt och ett lätt byte för andra länders underrättelsetjänst, i själva verket vet han bara en bråkdel, men han tror att han vet <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 109,
		"postNumber": 112,
		"rankGlobal": 6,
		"scoreGlobal": 82.8,
		"userRank": 24,
		"userScore": 19.3,
		"postUserName": "HmmVadSkaJagHeta",
		"postUserID": "u790156",
		"postUserUrl": "https://www.flashback.org/u790156",
		"postDateTime": "2013-06-10, 09:21",
		"postUrlInThread": "https://www.flashback.org/t2158037p10",
		"postUrlUniq": "https://www.flashback.org/sp43841340",
		"sentence": "Allt är så jävla sjukt. Snowden poängterade väldigt starkt att han vill gå ut med uppgifterna och det offentligt, men det sista han vill är att fokus ska läggas på honom, utan snarare på det viktiga, dokumenten. Men han säger också att han kommer att demoniseras av usas regering och media och allt fokus kommer att läggas på han som person och inte dokumenten så att allt ska glömmas bort. Precis som i fallet med Manning, knappt någon minns idag vad han läckte men det media skriver hela tiden om honom är vilken stor bov han är och vilka avskyvärda brott han har begått. Blir kallad spion, landsförrädare osv osv.<br/>  Men ändå, trots att Snowden har sagt detta så lägger media all fokus på honom så dokumenten hamnar i glömskan. Det värsta jag läst hittills i svensk media är Expressen, där får dom han att framstå som en schizofren galning som lägger kuddar mot väggarna för att CIA inte ska kunna lyssna på honom genom väggarna, har en stor röd luva när han sitter vid datorn och tror att triaderna är efter honom eftersom att Usas regering har hyrt kinesiska maffian för att döda honom.<br/>  Han måste ju veta att Usa äger stor del av massmedian, och han har inte en chans mot dom och allt kommer att gå åt helvete. <br/>  Så varför läckte han inte dokumenten anonymt? Det förstår jag inte, han vet ju att han är körd oavsett!<br/> <br/>  Vafan är det här? När ska media stå på folkets sida egentligen? <br/>  (Just nu kom nyheterna upp på tv4, reportaget handlar som vanligt bara om honom och att han har gjort något fel och olagligt, inget om dokumenten)<br/> <br/>  Det kommer att sluta likadant som med Manning och Assange, han kommer att jagas och åtalas.<br/>  Det kommer också att hända något ganska stort i USA som stjäl allt ljus i media så att vi ska ha annat att tänka på, som vanligt.<br/> <br/>  Och varför är folk förvånade? Detta har varit känt i herrans många år. Nej just det, då var det ju bara en konspirationsteori och alla som pratade om det var foliehattar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/> <br/>  Och 10 sidor på denna tråd? Denna tråd är en dag äldre än den om princessbröllopet och har 12 890 visningar och princesstråden har nu 47 sidor med 103 854 visningar. REALLY?!"
	},
	{
		"postIndex": 764,
		"postNumber": 783,
		"rankGlobal": 7,
		"scoreGlobal": 82.4,
		"userRank": 42,
		"userScore": 14.3,
		"postUserName": "Hudsvedan",
		"postUserID": "u190780",
		"postUserUrl": "https://www.flashback.org/u190780",
		"postDateTime": "2013-06-29, 12:48",
		"postUrlInThread": "https://www.flashback.org/t2158037p66",
		"postUrlUniq": "https://www.flashback.org/sp44100709",
		"sentence": "Låt oss säga att FBI, eller säpo vill röja din identitet på t.ex flashback.<br/> <br/>  Här är några metoder de kan köra:<br/> <br/>  * Om man samlar in data från alla ISP:er i realtid (FRA? Kanske, vet ej) så kan man se vilka IP som är uppkopplade vid en viss tidpunkt till en viss sajt. Genom att studera trafik över tid, så kan man med noga säkerhet, utan att ens se vad du skriver, veta, att det är DU som använder ett visst konto på flashback, samt alla andra sidor på internet.<br/> <br/>  Allt man behöver göra är att kolla när du loggat in på flashback, och jämföra det med när ditt ip kopplade upp mot flashback via din isps loggar. Över tid, blir det uppenbart, och finns bara en person, DU.<br/> <br/>  Det vore lätt att automatisera detta med enkel kod.<br/> <br/> <br/>  * De kan skicka dig ett epost meddelande med reklam banners. De får ditt IP. De kan skicka vad som helst för länk till dig, de får ditt ip.<br/> <br/> <br/> <br/> <b>Men jag skriver ju inget som gör att jag kan kopplas samman med min facebook, eller mig IRL?<br/> <br/> </b><br/> <br/>  Jooohoo du! Om man återigen, tar all data på facebook, vilket man kan utgå från att polisen har lagrat lokalt på en server vid det här laget, och scannar igenom allt. Scannar hela jävla nätet. Så kan man slå ihop alla dina identiteter med datorprogram som för statistik över:<br/> <br/>  * Vilka ord du använder<br/>  * Hur långa dina meningar brukar vara<br/>  * Vilka fraser du brukar använda<br/>  * Har du udda uttryck, speciella bara för dig? Det har vi alla!<br/>  * Hur ofta du brukar posta, hur ofta du brukar svara, hur ofta du loggar in, osv<br/> <br/>  = Datorprogrammet kan till slut med nästan 100 procents säkerhet fastslå att det är DU som står bakom vissa mejladresser, flashbackkonton, facebook fejk konton, osv.<br/> <br/>  De kan inte veta SÄKERT, men VÄLDIGT säkert, och du blir nu åtminstone misstänkt, och får span på dig.<br/> <br/> <br/>  Låt oss säga att du raderar allt om dig på nätet NU. Går offline permanent.<br/> <br/>  Tja, låt säga att du sitter i telefonen o säger saker som är typiska för dig. Polisen misstänker dig för ett brott. Du säger fraser, meningar, osv, som spelas in och läggs in i programmet. De söker runt på nätet, flashback facebook, och andra stora forum först. De hittar dina gamla konton.<br/> <br/>  De vet nu, förmodligen: Vilka partier du röstar på, vilka dina vänner är, vad dina vänner tycker om dig, vart du varit i världen, vad du köpt för produkter genom alla år, osv.<br/> <br/> <br/>  Även data som är över 15 år gammal, som inte har någon anknytning till dig längre. IP adresser som inte sparats, etc. Det går ändå bara att mala igenom all data på nätet genom ett program, och se saker som:<br/> <br/>  * Misstänkte GärningsMannen loggade in från en isp i Norge i Jan 1997, sedan i sverige DEC 2001 i LUND, som nu inte längre finns, sedan i malmö. Bingo! Vi hittade på nätet ip loggar över EN ENDA person som loggade in på <a href=\"/leave.php?u=http%3A%2F%2Fwww.asgammaltr%F6ttsidaingenminns.com\" target=\"_blank\">www.asgammaltröttsidaingenminns.com</a> - och där skrev han att han gillar att spränga saker, föraktar regeringen i Sverige, antyder att han haft incestuösa förhållanden med sina styvdöttrar... GM har mycket riktigt styvdöttrar, osv. BINGO! Vi tar in honom på förhör.<br/> <br/> <br/>  Så oootroligt gamla saker du skrivit, under gamla gamla alias. IPn din ISP slängt för eoner sedan. De finns lagrade överallt på nätet. Du behöver bara scanna. Koppla ihop. Automatisera. Jämföra sannolikheter, och sammanträffanden. Köra data mining. Köra riskkalkyler. Helt automatiskt.<br/> <br/> <br/> <br/>  Har du varit ute idag? Då vet hela världens alla regeringar idag, om de vill, vart DU varit. Vad du köpt. Vad du gjort. Vem du träffat. Om de VILL. <br/> <br/>  Jag säger inte att de nu är EXAKT så här idag, men det är ingen omöjlighet, och kräver i dagsläget mest att man kopplar ihop all befintlig data, på detta sätt, för att aldrig ska kunna gå under jorden någonsin mer."
	},
	{
		"postIndex": 787,
		"postNumber": 809,
		"rankGlobal": 8,
		"scoreGlobal": 81.9,
		"userRank": 14,
		"userScore": 24.6,
		"postUserName": "Room531",
		"postUserID": "u481065",
		"postUserUrl": "https://www.flashback.org/u481065",
		"postDateTime": "2013-07-08, 20:54",
		"postUrlInThread": "https://www.flashback.org/t2158037p68",
		"postUrlUniq": "https://www.flashback.org/sp44230291",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NothingToLose</strong> <a href=\"/p44218060#p44218060\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><a href=\"/leave.php?u=http%3A%2F%2Frt.com%2Fnews%2Fsnowden-nsa-cooperate-germany-755%2F\" target=\"_blank\">http://rt.com/news/snowden-nsa-cooperate-germany-755/</a><br/> <br/>  Detta är ju helt sinnessjukt! Man börjar undra varför det inte skrivs <i>mer</i> om det här. USA, Storbritannien, Frankrike och nu Tyskland också. Vad ska all insamlad information användas till? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/></div> </td> </tr> </table> </div> <br/>  Varför? För att vår regering inte är oskyldiga heller. För att våra massmedier är starkt reglerade av makt och ekonomiska intressen. Garanterat att Sverige och många fler kan läggas till i den listan. Det är bättre att hålla massorna distraherade i dimman så länge som möjligt så man kan arbeta obehindrat. Mycket vill ha mer, och den som har fått mer vill inte förlora det man tagit för sig. Bra att se mer och mer sånt här komma fram i ljuset så fler börjar se omfattningen av det hela. Det tänds en hel del eldar nu inom folk och det <i>kommer</i> att leda till att fler agerar när man lägger ihop ett och annat. <br/> <br/>  Informationen används bl.a. till att se så att alla vi obetydliga får lyder och håller oss i schack, och beter oss som det förväntas att vi ska bete oss. Man bevakar folks intressen, kartlägger motståndare till de illegitima regimer/maktstrukturer som hela tiden jobbar för att utöka sitt grepp om oss och försöker hålla fast vid den västerländska drömmen. Växer sig motståndet starkt vill man kunna radera ut det. Man ökar sina egna befogenheter, avväpnar oss, fortsätter forcera fram sitt redan starka kontroll och våldsmonopol och minskar samtidigt på våra rättigheter och vår frihet. Det sker på många håll och i ett stadigt tempo. Säcken knyts ihop.<br/> <br/>  Man kommer att fortsätta göra det man kan för att behålla sin makt och inflytande i ett sjukligt kontrollbehov över ett havererande system. Det sista man vill är att riskera att förlora sina positioner över samhället, och man trampar och kommer utan vidare eftertanke att fortsätta att trampa över lik för den sakens skull. Det är uppenbart hur långt man är beredd att gå för att få som man vill. Vi här nere, vanligt folk, är inte värda ett skit när det kommer till kritan.<br/> <br/>  Massprotester, upplopp, konflikter mellan nationer etc. väntar vid en kommande kollaps. Se det från makthavares perspektiv så blir det enkelt. De vet att fler och fler förstår att tillväxtekonomier är bundna till att skapa stark friktion mellan varandra, att systemet håller på att snabbt arma ut och förstöra det vi lever av vilket leder till en rad problem. Inte minst de själva vet. Varför rustas det upp tro?<br/> <br/>  De vet att fler och fler i och med internet får tillgång till att se saker ur andra vinklar, enkelt kan lära sig mer om det omfattande maktmissbruket, korruptionen, skämtet till ekonomi och hur det utnyttjas till några fås fördel på bekostnad av allt och alla andra. Med några extra informationskanaler ser man lättare igenom skådespelet, all manipulation och lögner, den psykologiska krigföring vi utsätts för genom massmedier. <b>De vet att vi är många fler än vad de är som börjar få nog.</b> Tyvärr har man än så länge lyckats ganska bra med att passivisera och hålla oss vid låg moral, kanske så bra att vi kommer hinna få det så pass uselt att vi inte längre får något annat val än att agera. Och då är frågan om frustrationen, ilskan eller bara viljan till förändring riktas rätt. Om folk vet varför saker har blivit som det blivit, så man inte bara nöjer sig med ytterligare en tillfällig stabilisering, utan istället vet vad man bör jobba för så att cykeln inte bara tillåts repeteras om igen. Det är fortfarande för stor andel som börjar få koll på vart saker och ting leder men som trots det låter bli att göra något för att förändra eller sprida information. Precis som väntat. Och medan klockan tickar för oss alla så rustar man upp på olika sätt i förberedande syfte.<br/> <br/>  /repeat"
	},
	{
		"postIndex": 1122,
		"postNumber": 1162,
		"rankGlobal": 9,
		"scoreGlobal": 80.4,
		"userRank": 3,
		"userScore": 49.8,
		"postUserName": "BaalZeBub",
		"postUserID": "u201835",
		"postUserUrl": "https://www.flashback.org/u201835",
		"postDateTime": "2013-12-07, 15:27",
		"postUrlInThread": "https://www.flashback.org/t2158037p97",
		"postUrlUniq": "https://www.flashback.org/sp46477214",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BaalZeBub</strong> <a href=\"/p44703147#p44703147\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja, Obama har fullständigt tappat kontrollen. Igår, fredagen 9 augusti 2013, höll han alltså en viktig presskonferens om all avlyssning m.m. Då sade han att Putin<br/> <br/>  \"has got that kind of slouch, looking like he's the bored kid in the back of the classroom\". <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fworld-us-canada-23642880\" target=\"_blank\">http://www.bbc.co.uk/news/world-us-canada-23642880</a><br/> <br/>  Här talar vi viktig global politik, och Obama drar ned det till skitnivå, som den vulgäraste delen av en amerikansk presidentvalkampanj.<br/> <br/>  Det handlar om propaganda hela vägen nu. Men man kan fråga sig: varför är de så fruktansvärt desperata? Vad är de, som är ansvariga för all denna surveillance och vet vad den egentligen går ut på, rädda för?<br/> <br/> <b>Det ganska självklara svaret är att det skett ett enormt maktmissbruk. Och då talar jag inte om att datainsamlandet varit 'utanför demokratisk kontroll' och dylika abstraktioner. Utan om människor som berikat sig, om ren och skär industrispionage och annat fulspel som allmänheten aldrig någonsin skulle acceptera</b>.</div> </td> </tr> </table> </div> <br/>  Nu börjar det äntligen komma lite mer information om detta industrispionage.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnyheter%2Finrikes%2Fsvep-fra-spionerar-pa-ryssland-at-usa_8793164.svd%3Fsidan%3D12\" target=\"_blank\">http://www.svd.se/nyheter/inrikes/sv...4.svd?sidan=12</a><br/> <br/>  Det är i och för sig inget nytt. Redan kring 2007 fick vi detaljerat information om hur svensk signalspaning omfattade detaljerad information om näringslivet i Ryssland. Det är inte så konstigt, utvecklingen från 1990 och framåt med privatisering, oligarker, gazprom och liknande kan ju inte ignoreras.  Men hur många decennier ska gå innan vi börjar tala om likadana spelregler för olika aktörer på marknaden? Varför är ett amerikanskt företag, i nära samarbete med amerikansk statsmakt, 'fri marknad', och ett ryskt företag 'elaka sluggern Putin'?<br/> <br/>  Många har ju medvetet missförstått vad som är det skandalösa och det intressanta med den information som Snowden har släppt. Vi såg denna undanmanöver för två dagar sedan: \" Det vore tjänstefel av FRA att inte ha uppsikt över den politiska utvecklingen och den snabba militära upprustningen i Ryssland, säger Allan Widman (FP), försvarspolitisk talesperson, till TT.\"  <a href=\"https://www.flashback.org/t2158037p96\" target=\"_blank\"> (FB) Prism / NSA - Facebook, Google, Microsoft, Apple, Yahoo - Snowden</a><br/>  Ja, självklart bedriver FRA signalspaning, och ja Allan, det vore kriminellt dumt att inte göra det. <br/>  Men det Snowden visar är bland annat sådant som en totalövervakning av den egna befolkningen. Och i övriga avslöjanden återkommer detta med totalövervakning. Det handlar inte om att spana på signaler, det handlar om att likt kakmonstret vilja ha alla signaler. Helst genom direkt tappning från kablarna i havet. Och när det inte handlar om den egna befolkningen, utan den ryska, har vi nästan helt öppet utropat det som en naturlig handelsvara. Dvs ryssarna ska köpa in sig för miljarder i svenska internettjänster, och sedan ger vi informationen till USA, och ingen ska klaga!<br/> <br/>  Precis som man till slut krossade Al Capone med den lilla tuvan skattebrott, så tror jag att det som till slut gör att det blir något av Snowdens alla avslöjanden är <b>konkret information om industrispionage</b>.<br/> <br/>  Och om det nu är fritt fram att spionera på ryska företag, så finns det något annat som kan bli en krutdurk. <br/> <br/>  \"<b>Skulle FRA:s spionage i Baltikum vända sig direkt mot andra EU-länder vore det kontroversiellt</b>, enligt Wilhem Agrell.\"<br/> <br/>  Den stora elefanten i rummet som ingen talar om är givetvis vapenexport, och alla affärer som USA kniper från sina 'vänner'. De har varit snåla mot alla som hjälpt dem att invadera olika muslimska länder och låtit dem hålla till godo med småsmulor. Varför har EU inte fått sin 'piece of the action'? Jag hoppas verkligen att Snowden m.fl kan avslöja mer om det spelet."
	},
	{
		"postIndex": 251,
		"postNumber": 256,
		"rankGlobal": 10,
		"scoreGlobal": 80,
		"userRank": 28,
		"userScore": 18.5,
		"postUserName": "Vintergrisen",
		"postUserID": "u304998",
		"postUserUrl": "https://www.flashback.org/u304998",
		"postDateTime": "2013-06-10, 22:19",
		"postUrlInThread": "https://www.flashback.org/t2158037p22",
		"postUrlUniq": "https://www.flashback.org/sp43851257",
		"sentence": "Är det bara jag som tycker att det här låter lite mystiskt?<br/> <br/>  Att diverse underrättelseorganisationer (FRA t.ex.) kan övervaka vanlig trafik vet vi ju redan och vi vet även att myndigheter kan begära ut uppgifter från olika företag, men det speciella med den här historien skulle alltså vara att NSA har direkt tillgång till diverse företags servrar och kan gräva runt på dessa lite som de vill?<br/> <br/>  Vad jag finner lite märkligt, om nu så skulle vara fallet, är att ingen hojtat till tidigare, för nog borde väl de nämnda företagen ha en hel radda av servertekniker och annan personal anställda som vet precis hur deras servrar är konfigurerade och vad som körs på dem? Skulle då ingen av alla dessa anställda ha läckt denna nyhet tidigare och skulle företagen vara så tvärsäkra i sina dementier om de visste att det låg, om ens lite, sanning i denna nyhet?<br/> <br/>  Vidare undrar jag, som inte har följt detta sådär jättenoggrant, hur mycket av dokumentationen om Prism som egentligen har offentliggjorts och hur specifik den är? Tog en titt hos The Guardian för ett tag sedan och då verkade det bara röra sig om några bilder från en presentation, som egentligen inte sade något om direkt tillgång till företags servrar på det sätt som beskrivits.<br/> <br/>  Kanske har jag fel, men än så länge jag tror faktiskt att någon \"skarvat lite\" här."
	},
	{
		"postIndex": 122,
		"postNumber": 125,
		"rankGlobal": 11,
		"scoreGlobal": 79.8,
		"userRank": 24,
		"userScore": 19.3,
		"postUserName": "HmmVadSkaJagHeta",
		"postUserID": "u790156",
		"postUserUrl": "https://www.flashback.org/u790156",
		"postDateTime": "2013-06-10, 10:16",
		"postUrlInThread": "https://www.flashback.org/t2158037p11",
		"postUrlUniq": "https://www.flashback.org/sp43841694",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kaymano</strong> <a href=\"/p43841508#p43841508\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Kan ju bero på att folk gillar positiva nyheter, i en värld som annars mest är fylld av elände och skit.</div> </td> </tr> </table> </div>   Det tror jag inte, folk dras till katastrofer och misär. Samma sak som att man kollar hellre på en action eller skräckrulle än ett romantiskt drama.<br/>  Det handlar om vad media lägger sin kraft på, bröllopet får mer uppmärksamhet än detta. Media styr våra tankar till en viss del.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kaymano</strong> <a href=\"/p43841508#p43841508\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Tror inte folk i gemen kan överblicka allt detta. Det krävs ett visst tekniskt kunnande.<br/>  Folk som inte förstår hur kommunikationen går till förblir nog lyckligt naiva. De köper statsens argument om hotet från terrorism. Personligen ser jag hellre att vi riskerar ett och annat illdåd än att Sverige blir ett nytt DDR.</div> </td> </tr> </table> </div>   Tekniskt kunnande? Det räcker med att säga till farfar att USA kan läsa dins sms och avlyssna din telefon och kolla din facebook så förstår han.<br/> <br/>  Illdåd kan ske ändå. Jag tror knappast att terroristerna googlar om hur man bygger en bomb, skriver till varandra på facebook och springer runt och smsar varandra med sina smartphones.<br/>  Jag har googlat på bomb och hur man bygger en och lite youtubevideos, men inte fan har jag fått Säpo på mig för det.<br/>  De har koll på kända terrorister som de övervakar (de ytterst få som då kommunicerar via internet). Och det är väl ca 1% av övervakningen som de utför, resten är mot folket i div olika syften, mkt reklambaserat, företag som köper information osv.<br/> <br/>  Att folk verkligen går på det dumma argumentet \"men terroristerna måste stoppas så hela världen ska övervakas!\" förstår jag inte heller. <br/>  Att de heller inte vet om att USA är de riktiga terroristerna och har ett finger i alla krig som utspelar sig på jorden och som har dödat fler människor än någon annan person/stat/terroristgrupp mm tillsammans är fan pinsamt."
	},
	{
		"postIndex": 954,
		"postNumber": 982,
		"rankGlobal": 12,
		"scoreGlobal": 78.9,
		"userRank": 15,
		"userScore": 23.9,
		"postUserName": "TorrentLover",
		"postUserID": "u505650",
		"postUserUrl": "https://www.flashback.org/u505650",
		"postDateTime": "2013-08-13, 01:59",
		"postUrlInThread": "https://www.flashback.org/t2158037p82",
		"postUrlUniq": "https://www.flashback.org/sp44752556",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FulAgent007</strong> <a href=\"/p44751813#p44751813\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Helt sjukt att de tvingar honom att stänga ner och att han inte får yppa varför de gör så här emot honom. Det där hade jag kunna tänka mig att Kina gör emot sin befolkning men USA <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/> USA är enligt mig ingen demokrati där frihet existerar längre. Har kanske aldrig varit men det har jag förstått först nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/> Kina är jag medveten att jag inte kan lita på men USA? Jag får spykänslor i magen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/></div> </td> </tr> </table> </div> Så har det varit länge. Sedan 9/11 har all demokrati (som då fanns kvar i USA) försvunnit. Saker censureras, amerikanska företag gynnas tack vare spionage, USA tvingar andra nationer att införa vissa lagar och tillåta att USA övervakar datatrafiken... Listan kan göras lång.<br/> Frågan är bara när yttrandefriheten försvinner. 10 år? 20 år? 40 år?<br/> Givetvis är det lätt att förstå att detta kan ske då media pumpar ut hur farliga al-Qudia är (som för övrigt inte har mer än en par tusen anhängare). Det pratas inte ett skit om att FBI ljög i utredningen om 9/11. Att WTC7 inte föll i fritt fall är bara bullshit.<br/> Det pratas inte heller om hur starka bevisen var mot bin Laden. Det enda \"beviset\" jag känner till är en film med dålig upplösning där någon, som utger sig vara bin Laden, tar på sig skulden.<br/> Jag säger inte att bin Laden skulle vara oskyldig, men den officiella förklaringen om 9/11 är inte helt sann. Hur man ens lyckades få tag på ett av terroristernas pass från en av planen förvånar mig stort.<br/> <br/> Jag undrar verkligen om amerikanarna <i>vet</i> vad som pågår, överhuvudtaget. De kanske nöjer sig med att jobba, kolla på Games of Thrones och runka på någon porrsida då och då. Det är kanske det som räcker för att en amerikan ska vara nöjd. Att de sedan utnyttjas bryr de sig inte om.<br/> \"Men vi har ju i alla fall val\", säger de.<br/> Javisst, och systemet är utformat så att inget tredje parti ska kunna komma in. Det är demokraterna och republikanerna som gäller. Ett tredje parti skulle omöjligt kunna ta sig in, så är det.<br/> Ett demokratiskt, civiliserat land har inte dödsstraff och tortyrläger heller.<br/> <br/> Om vi tar Manning som exempel. Han sprider en film hur amerikanska trupper bryter mot de mänskliga rättigheterna. För det får han över 100 år fängelse. Ingen jävel bryr sig. Alls.<br/> <br/> PayPal förbjuder donationer till WikiLeaks. \"De läcker hemligheter, sådant får man inte göra.\"<br/> Jag blir bara så förbannad på hela skiten.<br/> Jag vill ha ett öppet och fritt samhälle där alla är lika mycket värda, där individens privatliv sätts i fokus och respekteras, där dödsstraff och tortyrläger inte existerar, där samhället inte rasar ihop för att man spenderat alla pengar i meningslösa krig. Jag vill ha ett samhälle där alla ska känna sig trygga och respekterade, utan att staten misstror medborgarna. Jag vill ha ett samhälle där skattepengarna inte används för att riskkapitalister ska ta ut skyhöga löner/bonusar.<br/> Tyvärr finns det bara ett enda parti som vill detta och det är Piratpartiet.<br/> <br/> Känner att mitt inlägg blev långt, men så för det bli. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
	},
	{
		"postIndex": 557,
		"postNumber": 568,
		"rankGlobal": 13,
		"scoreGlobal": 78.7,
		"userRank": 23,
		"userScore": 19.8,
		"postUserName": "Valiumpillret",
		"postUserID": "u505550",
		"postUserUrl": "https://www.flashback.org/u505550",
		"postDateTime": "2013-06-16, 06:43",
		"postUrlInThread": "https://www.flashback.org/t2158037p48",
		"postUrlUniq": "https://www.flashback.org/sp43923110",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MissRandomness</strong> <a href=\"/p43902829#p43902829\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Äntligen! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Jag har följt den här tråden nu i flera dagar utan att kunna skriva. Jag har aldrig varit medlem på Flashback innan utan jag blev medlem enbart för att kunna diskutera här. Den här frågan intresserar mig väldigt mycket men ingen annan stans på nätet (åtminstone inte på svenska) kan man delta i en lika intressant diskussion som här. <br/> <br/>  Vad jag har gjort är att ha tagit bort mitt facebook-konto, jag har börjat köra med vpn-tunnel, jag har installerat ett tillägg i Firefox som tar bort spårnings-cookies och som heter DoNotTrackMe, jag har gått ur PKU-registret i biobanken (lite overkill men jag vill inte att myndigheter ska ha tillgång till och kunna forska på mitt dna. Känns bara absurt), försöker undvika google (kör med DuckDuckGo men jag är ändå skeptiskt till den eftersom den är gjort av Yahoo så jag ska använda en annan som ni tipsade om i tråden innan), jag ska gå ur mataffärernas registrering (kommer sakna rabatterna dock men det är det värt), avinstallerade Skype och försöker använda kontanter mer istället för att dra kortet.<br/> <br/>  Alltså, jag har absolut ingenting att dölja. Om all min information skulle komma ut in public så skulle jag kunna stå för precis allting jag har gjort på nätet MEN jag är en tjej med sjukt stor integritet och jag AVSKYR detta övervakningssamhälle värre än värst så för mig är det en principsak. Kanske skulle jag bli lite röd om kinderna om alla visste att jag kollade porr en gång var tredje månad typ <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> haha men ni fattar. Jag har aldrig godkänt att någon myndighet övervakar mig och jag är rädd för att om inte människor börjar reagera nu så att det verkligen syns (starkt minskad aktivitet på facebook, google, yahoo m.m) så kommer denna övervakningen bara att eskalera. Det ska svida i plånboken för dom! Det som har pågått nu i flera år är olagligt. Glöm aldrig det.</div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MissRandomness</strong> <a href=\"/p43903367#p43903367\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Och just det, en annan sak som jag har gjort är att ha avinstallerat min webcam på laptopen (även satt en liten tejpbit för just in case) Vad jag förstår så är det busenkelt att hacka någons webcam så jag ville vara skyddad från liveövervakning, inte bara från myndigheter då.</div> </td> </tr> </table> </div> <br/>  Jag tror tyvärr inte du förstår omfattningen av detta, eller hur systemet fungerar.<br/> <br/>  Detta, tills nu i USA, men det är endast en tidsfråga innnan hela EU har samma datalagring. + USA's databank innehåller säkerligen så många utländska (alla?) de bara får plats med redan.<br/> <br/>  Okay.. de sparar:<br/>  *All aktivitet som kommer in/ur nätverket. Alltså<br/>  Alla mail, Alla uppkopplingar till hemsidor, Skype-samtal .. ALL trafik och vart den går och kommer från.<br/>  *Alla Telefon kommunikationer<br/>  SMS, Samtal, GEO-IP (3G telefoner), osv..osv...<br/> <br/>  Ifall ett sådant system skulle införas i Sverige också, eller om du flyttar till staterna..<br/>  Gå ur Facebook och sluta använda Google gör ... INGET. De sparar redan all info din telefon &amp; IP-adress har för sig.<br/> <br/>  Tänk er.. de kan kartlägga alla personer I en organisation, vilka de kontaktar.. vart.. och antagligen en stor del av allt innehåll ni delar dessutom. Om en diktatur/totalitär stat har detta medel (säg efter en militärkupp) ... är det busenkelt att slå ner all form av motståndsrörelse.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"Det ska svida i plånboken för dom!\"      </td> </tr> </table> </div>   Det är inte Google som försöker övervaka dig.. dom har inget val än att låta NSA knulla dem.<br/>  Sedan bör du undvika Google på så många andra punkter än integritet ändå."
	},
	{
		"postIndex": 956,
		"postNumber": 984,
		"rankGlobal": 14,
		"scoreGlobal": 77.8,
		"userRank": 31,
		"userScore": 17.8,
		"postUserName": "LIb3rt4s",
		"postUserID": "u825592",
		"postUserUrl": "https://www.flashback.org/u825592",
		"postDateTime": "2013-08-13, 22:30",
		"postUrlInThread": "https://www.flashback.org/t2158037p82",
		"postUrlUniq": "https://www.flashback.org/sp44765609",
		"sentence": "Skulle nog sova nu istället, men en reflektion.<br/> <br/>  Är det många som fortfarande använder någon i rubriklen nämda företags tjänster? <br/> <br/>  Ja ok ansiktsböckerna släpar säkert en hel del men i övrigt kan jag tänka mig att användingen har sjunkit dramatiskt under dessa veckor och kommer att fortsätta göra det lång tid framöver?<br/> <br/>  Det här är ju amerikanska storbolag på börsen?<br/> <br/>  Vad ska NSA/diktaturen göra nu när de står ansvariga för en rad kvartalsrapporter som faller genom golvet?<br/> <br/>  De har redan börjat manipulera marknaden genom att riva upp beslutet från Samsung till Apples fördel (patentstriden). Sen då? <br/> <br/>  Antingen måste de starta krig snarast möjligt (det är väl underförstått att de gör endå) ekonomin vilar ju till största delen på krigsföring?<br/> <br/>  Men det blir ju oundvikligen så att dessa företags, europeiska (som exempel) motsvarigheter måste motarbetas? Varför detta intresse för europa och dess handelsavtal annars?<br/> <br/>  Ok, vad säger världen när det visar sig att det inte finns någon fri marknad längre? Kan det bli så att världen säger nej nu får det vara nog, spelar NSA/diktauren rakt i händerna som får starta ett nytt ekonomiskt gynnsamt krig?<br/> <br/>  Beväpningen av de syriska rebellerna? Finns det någon likhet med historien om de stolta bergskrigarna som vägrade ge sig trots 150 års tekniskt underläge mot ryssarna, dessa hjältar som efter att ha beväpnats av USA förvandlades till, ja ni vet vilka. (antihjältar)<br/> <br/>  Jag tänker på romerska imperiet, när ska NSA/diktaturen manipulera europa in i nästa stora krig?<br/> <br/>  Jag mår illa. Det känns som att världens farligaste kärnvapenparasit just gått på en liten motgång, men vad spelar det för roll? Alla vet, alla suckar OCH stoppar huvudet i sanden. Jag tror inte det är rätta lösningen mot den här sjuka nationen?<br/> <br/>  Nä jag har en teori om varför de fördetta bergshjältarna, nu mer antihjältarna låter sin terror lysa med sin frånvaro. (kan man skriva så!?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>) Tro *an det att de har tagit semester och låter resten av oss stå med byxorna nerdragna runt fotknölarna. Nästan som ett teckan på intelligens?<br/> <br/>  MR. Snowden release the source code plz !!! AND THANK YOU!!<br/> <br/>  Fasst ryssarna kanske är intresserad av den också <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/><br/> <br/>  9/11 ?<br/> <br/>  ?...<br/> <br/>  =("
	},
	{
		"postIndex": 869,
		"postNumber": 894,
		"rankGlobal": 15,
		"scoreGlobal": 77.7,
		"userRank": 6,
		"userScore": 43.6,
		"postUserName": "Svenne-i-Banan",
		"postUserID": "u665879",
		"postUserUrl": "https://www.flashback.org/u665879",
		"postDateTime": "2013-07-20, 11:52",
		"postUrlInThread": "https://www.flashback.org/t2158037p75",
		"postUrlUniq": "https://www.flashback.org/sp44396527",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Loser Gone Wild</strong> <a href=\"/p44395838#p44395838\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det är exakt det jag brukar varna för, tyvärr ofta för döva öron: Nej, nästan ingen kanske är intresserad av dig <b>nu</b>, men vem vet vad som händer i framtiden? Lagrad information om dig kan i klump användas för ett utstuderat karaktärsmord eller psykologiska attacker, även om den verkar helt alldaglig och oskyldig vid en första anblick.</div> </td> </tr> </table> </div> <br/>  Ja Snowden kunde säkert ha resonerat likadant för 15 år sedan: \"vad spelar det för roll om NSA avlyssnar mig nu, jag har inget att dölja\". Föga anade han att han skulle bli en visselblåsare som NSA har anledning att göra ett karaktärsmord av.<br/> <br/>  Och även om just inte du ens i framtiden kommer att bli intressant för NSA så blir du kanske intressant för någon som arbeterar där på ett personligt plan. Som mig t.ex. som kan se allt som alla kunder på den banken jag arbetar för gör. Allt från vilka IP-adresser du använder till exakt vad du gör. På det sättet skulle jag kunna spåra upp mitt ex även om hon skulle ha skyddad adress. <br/> <br/>  Nu har jag som sagt ändå så mycket mindre info än vad FRA eller NSA har tillgång till och jag är dessutom en ordentlig person som aldrig gjort några koller som jag inte har yrkesmässig anledning till att göra. Men tänk dig en exmake som misshandlat sin fru som flytt ifrån honom och skaffat skyddad adress, det hjälper inte ett smack då.<br/> <br/>  Tänk er också alla potentiella visselblåsare som väljer att avstå från att publicera allvarliga övergrepp från myndigheter pga av att denne vet att det finns saker längre bak i historien som kan användas mot personen i ett karaktärsmord. Då stoppas dessa visserlblåsare som är så viktiga och nyttiga för samhället.<br/> <br/>  Eller det värsta scenariot, att en politiker i Hitlers kaliber har en person som Snowden i sitt ledband och kan utnyttja det för att tillintesgöra sina politiska motståndare och till slut störta demokratin."
	},
	{
		"postIndex": 697,
		"postNumber": 712,
		"rankGlobal": 16,
		"scoreGlobal": 77.6,
		"userRank": 57,
		"userScore": 11.4,
		"postUserName": "SilentVictory",
		"postUserID": "u299635",
		"postUserUrl": "https://www.flashback.org/u299635",
		"postDateTime": "2013-06-23, 19:28",
		"postUrlInThread": "https://www.flashback.org/t2158037p60",
		"postUrlUniq": "https://www.flashback.org/sp44022478",
		"sentence": "Såg precis en video där NSA-chefen förklarar sin syn på Snowden.<br/>  Om någon är intresserad finns den här <a href=\"/leave.php?u=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fworld-us-canada-23022932\" target=\"_blank\">http://www.bbc.co.uk/news/world-us-canada-23022932</a><br/>  Det enda idioten pratade om var \"defending our country\", och skadan som skett på USA.<br/> <br/>  Inte ett ord om hur jävla övervakade hela världen varit, inte ett ord om all information om alla användare världen över, inte ett ord om något annat.<br/> <br/>  Varenda land världen över förutom Storbritannien och USA bör försvara och skydda Snowden så mycket det bara går, USA ska inte få komma åt denna människa.<br/>  Snowden ger upp hela sitt liv för att världen ska få upp ögonen om den övervakning som sker av oss användare.<br/> <br/>  Visst har jag och många andra varit övertygade väldigt länge om att det sker en omfattande övervakning, men många har ju trott att allt de skriver på facebook, och alla samtal via skype aldrig avlyssnas eller sparas."
	},
	{
		"postIndex": 500,
		"postNumber": 511,
		"rankGlobal": 17,
		"scoreGlobal": 77.1,
		"userRank": 43,
		"userScore": 14.2,
		"postUserName": "fintnir",
		"postUserID": "u488570",
		"postUserUrl": "https://www.flashback.org/u488570",
		"postDateTime": "2013-06-14, 22:22",
		"postUrlInThread": "https://www.flashback.org/t2158037p43",
		"postUrlUniq": "https://www.flashback.org/sp43907633",
		"sentence": "Det är verkligen skrämmande hur avtrubbade vi västerlänningar blivit de senaste ~40 åren. Den successiva förflyttningen emot mer och mer juridiskt repressiva åtgärder samt det ständigt ökande och expanderande kontroll- och övervakningssamhället verkar kunna fortgå i all oändlighet utan motstånd. Bara genom att jämställa, och analysera händelserna i ett tidsbaserat perspektiv är intressant. 1972 lät den dåvarande republikanske presidenten Richard Nixon bugga ett antal telefoner på Watergate-hotellet där det demokratiska partiet hade ett antal politiska representanter stationerade, för att få reda på deras strategi inför valet, det resulterade i Watergateskandalen som i princip  räknas som USA:s största politiska skandal genom tiderna; och det säger väldigt mycket om dagens bisarra situation som vi lever i. Richard Nixon blev avsatt, hånad, och nästan fängslad (dock benådad av Gerald Ford 1974) för sin involvering i skandalen. Och enda fram till att Nixon dog på 90-talet så kunde han aldrig visa sig offentligt i större sammanhang utan tynade mer eller mindre bort ifrån kändisskapet  en sådan stigmatiserande effekt hade politiska misstag på den tiden. <br/> <br/>  Idag är det verkligen en ding ding värld, Hussein Obama leder en regim som övervakar alla amerikanska dissidenter (samt medborgare) tillsammans med hela världen med hjälp av ny teknologi ifrån \"No such Agency\" NSA  och inga krav på avgångar eller repressalier uppstår (iallafall inte ifrån etablerad media i västvärlden)... Det säger väldigt mycket om hur världen har förändrats under de senaste ~30-40 åren. När USA invaderade Vietnam fanns det många som demonstrerade och uppriktigt visade sin indignation emot de interventionistiska övergreppen som skedde; idag verkar det som om gemene man accepterar anfallskrig som någonting högst normalt i vardagen som man bara ignorerar.<br/> <br/>  Obama gick till val på att stoppa krigen som W. Bush \"startat\". Ta hem trupperna ifrån Afghanistan, stäng Guantanamo Bay hette det, men vad hände? Gitmo är fortfarande öppet och har fler internerade än någonsin, och Afghanistan har fått fler soldater. Aktivt krig har också uppmuntrats i Libyen, och nu skall tydligen också Obama beväpna  dem som W. Bush förklarade kriget emot  alltså \"Al-Qaida\", som verkar vara den primära grenen hos Syrien-\"rebellerna\", vilket även det är enormt ironiskt. Det är sådant man får Nobels fredspris för i denna förvridna tid. Jag uppmuntrar alla att tala med de avdomnade massmänniskorna som huserar i landet om dessa internationella predikament, och genom upplysning försöka hjälpa dem litet på traven med att komma underfund med att det ohållbara i dagens utveckling, både på individens integritetsnivå samt global geopolitisk nivå."
	},
	{
		"postIndex": 283,
		"postNumber": 289,
		"rankGlobal": 18,
		"scoreGlobal": 77,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2013-06-11, 10:16",
		"postUrlInThread": "https://www.flashback.org/t2158037p25",
		"postUrlUniq": "https://www.flashback.org/sp43856730",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slaktabruden</strong> <a href=\"/p43856608#p43856608\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Tänk om alla slutade använda mobil och dator i protest? Fy fan vad kul det skulle vara.<br/> <br/>  Usa har en sjuk regering och har alltid haft. Är lika illa som vilken diktarur som helst i nåt skitland. Dödar tusentals oskylldiga, våldtar kvinnor och barn, men det som är de dummaste är att de ständigt söker sig till krig. Kommer inte på annat land som gör det i samma skala. <br/> <br/>  Jag hoppas att fler inser vilket land usa egentligen är och att de fäller sig själva när de håller på såhär.</div> </td> </tr> </table> </div> <br/>  Det är inte frågan om att sluta använda mobil eller dator MEN däremot sluta använda sådant som USA övervakar. Tycker faktiskt lite synd om amerikansk IT industri just nu. Tror inte folk byter sådär enkelt men en sakta ström av människor som slutar använda Gmail osv blir det nog.<br/> <br/>  Men om vi funderar lite, vad händer om folk slutar använda Gmail och kör något Smail istället (Typ Sverige mail). Hur mycket business och pengar finns det i att skapa en Smail? Vart skall de servrarna stå för att vara säkra ifrån NSA insyn?<br/> <br/>  Men det är ju skillnad mellan privat person och företag. Tror nog att för företag blir det en markant ökad misstänksamhet gentemot amerikanska produkter. Industrispionage är big business och det är här framtidens krig utspelar sig. Just för företag är det otroligt viktigt att man inte använder något som NSA kan övervaka.<br/> <br/>  Tänk er Airbus vs Boeing <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> Tänk om NSA länge kunnat läsa allt som Airbus ledning tagit beslut om under en längre tid <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Att vissa NSA personer lätt går att köpa av den privata amerikanska industrin (Boeing) tar jag för givet. <br/> <br/>  Det skulle inte förvåna mig om vi fick höra om ett Airbus koncern beslut inom kort som säger att Gmail är förbjudet att använda. Vad händer sen? Nästa beslut som tas?"
	},
	{
		"postIndex": 1009,
		"postNumber": 1041,
		"rankGlobal": 19,
		"scoreGlobal": 76.8,
		"userRank": 50,
		"userScore": 13.1,
		"postUserName": "Neth",
		"postUserID": "u91893",
		"postUserUrl": "https://www.flashback.org/u91893",
		"postDateTime": "2013-08-24, 18:24",
		"postUrlInThread": "https://www.flashback.org/t2158037p87",
		"postUrlUniq": "https://www.flashback.org/sp44928181",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tiptronic</strong> <a href=\"/p44885469#p44885469\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>det är självklart att dessa företag övervakar en och att de vill veta allt om en. Varför ska man annars hela tiden få uppmaningar att min \"säkerhet\" är för dålig på dessa sidor och att jag måste uppge massa privata uppgifter \"ifall\" någon skulle hacka mitt konto</div> </td> </tr> </table> </div> <br/>  Problemet här är inte att företagen övervakar en, det visste vi redan. Det handlar om att <a href=\"/leave.php?u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FNsa\" target=\"_blank\">NSA</a> får tillgång till all den data som företagen sitter på om oss. Men du lyckas iallfall nosa lite på ett problem som T|N|X tar upp<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>T N X</strong> <a href=\"/p44893385#p44893385\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Gemene man är inte intresserad och saknar dessutom kunskap om vår historia. Så förmågan att sätta saker och ting i rätt perspektiv finns inte. Vi är alla dömda eftersom idioterna kommer ta med oss i sitt fall.</div> </td> </tr> </table> </div> <br/> <i>edit: ditt namn skevar upp flashbacks citatfunktion <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> </i><br/> <br/>  Precis så är det och det är ett allvarligt problem. Jag vill hävda att gemene man även saknar teknisk kompetens/intresse för att förstå det hela. Försök förklara för någon som är helt ointresserad/oinsatt  att man egentligen säljer sin personliga information (som är extremt värdefull på marknaden idag) varje gång man googlar eller \"facebook:ar\". <br/> <br/>  Sen tror jag heller inte att folk förstår hur lätt det är för någon med rätt utrustning att samla in, analysera och lagra extremt stora mängder data. Var det inte någon här på FB som började skriva på ett program som analyserade skrivna texter? Häftigt projekt, kommer inte ihåg vart jag såg det dock. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lodjuren</strong> <a href=\"/p44891153#p44891153\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><a href=\"/leave.php?u=http%3A%2F%2Fwww.expressen.se%2Fnyheter%2Fnsa-laste-56-000-mejl--av-misstag%2F\" target=\"_blank\">Expressen 2013-08-22</a>:<br/> <br/> <b>\"NSA läste 56 000 mejl av misstag\"</b></div> </td> </tr> </table> </div> <br/>  Här är lite fortsättning på samma problem egentligen, eftersom artikeln visar rätt tydligt media inte riktigt förstår vad som händer just nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> Att hon ens använder ordet \"läste\" skär i hjärtat på mig. Det är självklart att massa felaktiga mail har samlats in, eftersom det är datorer som gräver igenom massiva mängder data. All rapportering om det här är så jävla snevriden, klart att folk inte blir upprörda över något som de inte förstår och inte får någon vettig info om. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lodjuren</strong> <a href=\"/p44892561#p44892561\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fsida%2Fartikel.aspx%3Fprogramid%3D83%26amp%3Bartikel%3D5623687\" target=\"_blank\">Ekot 2013-08-22</a>:<br/> <br/>  USA medger misstaget med övervakningen av de 56 000 mejlen som inte handlade om terrormisstankar. En regeringstjänsteman förklarar att:<br/> <br/>  Att av \"misstag\" över vaka 56 000 mejl under tre års tid låter i mina öron väldigt illa. Hur kan man bygga upp en så stor övervakningsapparat utan att ha bättre uppföljningar och kontrollsystem?</div> </td> </tr> </table> </div> <br/>  Som sagt, det kommer att fortsätta hända eftersom det hela högst troligt är en automatiserad process från början till slut. Kan ta lång tid innan någon faktiskt ser den lagrade informationen, vilket inte gör det mindre allvarligt på något sätt."
	},
	{
		"postIndex": 430,
		"postNumber": 439,
		"rankGlobal": 20,
		"scoreGlobal": 76.6,
		"userRank": 6,
		"userScore": 43.6,
		"postUserName": "Svenne-i-Banan",
		"postUserID": "u665879",
		"postUserUrl": "https://www.flashback.org/u665879",
		"postDateTime": "2013-06-13, 02:40",
		"postUrlInThread": "https://www.flashback.org/t2158037p37",
		"postUrlUniq": "https://www.flashback.org/sp43882395",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cheddarjoe</strong> <a href=\"/p43882300#p43882300\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Detta är som att röka... det är inte farligt för oss just nu eller farligt om det stannar här. Men om det får fortsätta ostört i flera år framåt kommer detta bli väldigt farligt. Jag är inte beredd att släppa youtube, google eller någon hemsida i skrivandets stund. Men det har med att jag är relativt ung. Jag hoppas att Linux får en boost på OS marknaden och att de börjar tillverka egna datorer, för våran skull. En perfekt plats hade varit Sverige, där USA inte kan skicka CIA hejvilt utan att det står i varje tidning minutrarna senare, jämnförelsevis med Indien där CIA (Vad jag har hört av obekräftade källor) går att hyra in för att ta hand om icke amerikanska företag som stör de amerikanska intressena.</div> </td> </tr> </table> </div> <br/>  Edward Snowden berör det här i intervjun som ha gav på ett mycket bra sätt. Du kanske inte ser något problem med detta idag men om 15 år kanske du har en position som utgör ett hot mot någon, du kanske t.ex. ställer upp som politiker eller kommer med ett avslöjande om något. <br/> <br/>  I det läget kommer NSA och FRA kunna gå igenom allt du har gjort och uttryckt under hela ditt liv och kan rycka det ur sitt sammanhang för att angripa dig som person. Detta är ett klassiskt f<br/>  försvar och har använts många gånger förut men nu blir möjligheterna så mycket större.<br/> <br/>  Skulle de kunna göra samma sak mot Snowden skulle de förstås inte tveka en sekund så bli inte förvånad om det kommer fram en massa angrepp på honom som person för att avleda kritiken mot sakfrågan. Personer som kommer med sådana här avslöjanden måste alltså vara beredd på att bli hårt attackerade för sådant de gjort eller sagt för många år sedan och även om det inte på något sätt ens då var olagligt kan det få stora konsekvenser för personen.<br/> <br/>  ."
	},
	{
		"postIndex": 209,
		"postNumber": 213,
		"rankGlobal": 21,
		"scoreGlobal": 76.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2013-06-10, 18:40",
		"postUrlInThread": "https://www.flashback.org/t2158037p18",
		"postUrlUniq": "https://www.flashback.org/sp43847403",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FarbrorVattemelon</strong> <a href=\"/p43801089#p43801089\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Kan väll knappat vara något som är speciellt förvånad över detta. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/> <br/>  Edit:<br/>  Problemet är att även om FBI ser allt så finns det inga andra vettiga alternativ till flera av dessa tjänster. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/></div> </td> </tr> </table> </div> <br/>  Jo, jag är förvånad. Främst för att är detta sant innebär det en mardröm för dessa amerikanska företag. Sakta men säkert kommer folk att sluta använda deras tjänster. Hur viktiga och hur mycket värde skulle dessa amerikanska bolag vara om det bara vore amerikaner som använde tjänsterna?<br/> <br/>  Troligen ligger det enbart en liten sanningshalt i detta. Typ att USA satt upp egen FRA enhet och det är denna FRA enhet som media blåser upp med att de har direkt access till dessa bolag vilket är en helt annan grej.<br/> <br/>  ÄR det så att USAs regering har direkt access till dessa bolag kommer deras affärer att minska för varje dag. Så snart alternativ finnes så byter man. T ex Gmail idag, gratis och bra och obegränsat men den dagen man ser för många rapporter om folk som åkt dit eller fått \"hemlig\" info stulen skulle jag byta illa kvickt.<br/>  Har USAs regering direkt access till Gmail kommer detta att märkas tro mig. <br/> <br/>  Ett scenario jag kan tänka mig ligger lite mera sanning i är att det finns starka krafter inom CIA och NSA som gärna vill genomföra detta men inte kommit så långt mer än i planeringsstadiet. De har t ex inte frågat bolagen i fråga om lov <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> Någon tar då tillfället i akt och passar på att smutsa ner dessa amerikanska bolag som om dessa redan hade sanktionerat dessa planer."
	},
	{
		"postIndex": 955,
		"postNumber": 983,
		"rankGlobal": 22,
		"scoreGlobal": 76.3,
		"userRank": 14,
		"userScore": 24.6,
		"postUserName": "Room531",
		"postUserID": "u481065",
		"postUserUrl": "https://www.flashback.org/u481065",
		"postDateTime": "2013-08-13, 19:51",
		"postUrlInThread": "https://www.flashback.org/t2158037p82",
		"postUrlUniq": "https://www.flashback.org/sp44762497",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>TorrentLover</strong></div> <div>  Tyvärr finns det bara ett enda parti som vill detta och det är Piratpartiet.<br/></div> </td> </tr> </table> </div> <br/>  Även om PP tar sig upp så förblir maskinen intakt. Plutokratin kvar. Etik, hållbarhet etc. över korrupt beteende i praktiken nära på noll. Vi kan bara göra marginella, i det hela rätt så obetydliga skillnader genom att rösta vid \"val\". Nöjer man sig med det, så omyndigförklarar man sig själv då man i så fall inte ifrågasätter systemets principer och faktiskt går med på hur det är utformat. <br/> <br/>  Man kan byta ut Amerika mot Sverige i din text lika gärna, integritet och frihet kommer att fortsätta prioriteras lågt av makten/kapitalet då frihet och spridande av information utanför masspropagandan  är ett direkt hot. Illusionen av frihet och demokrati sitter fortfarande djupt rotad i våra psyken. Samtidigt fortsätter makt och vinst bevisligen att korrumpera utan gränser, och det monetära systemet vi lever i och vår dominanta hänsynslösa kultur som följer uppmuntrar beteendet på alla nivåer. <br/> <br/>  Det enda vettiga just nu är att få folk att förstå vad det är vi håller på med, leta efter sätt att bryta oss ur neurosen, ändra beteenden åt att sluta bidra till idiotin som garanterat med alla dessa dominerande makt/vinstblinda prioriteringar leder till en global katastrof. <br/> <br/>  Börja jobba för något bättre, i så hög grad det är möjligt förbereda för att göra sig oberoende av det här systemet medan det fortfarande finns tid kvar. (Det sista makten vill - för vad fan ska självförsörjande människor som samarbetar och tar hand om varandra med dem till?).<br/> <br/>  (något verkligen värdefullt att jobba för är annars t.ex. rehabilitering av förstörda ekosystem på land genom samma principer som permakultur. Det <b>går</b> nämligen att göra, förvånadsvärt enkelt dessutom, men det sker inte av sig självt - och makten är bevisligen inte tillräckligt intresserade av en dräglig framtid för \"fåren\" för att organisera och lära oss om något sådant som hållbarhet och självförsörjning etc. - Det skulle ju potentiellt kunna leda till frihet och överflöd, och deras egon tillåter dem inte att riskera att förlora sin viktighet, makt och exponera dem själva som de grovt kriminella manipulerande as de är. Haha. Dagen man går ut med en ursäkt och säger förlåt, vi har utnyttjat och ljugit för er alla från början.. ja, den lär ju komma när som helst nu. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>  Det är ju också såklart mycket schysstare för vapenindustrin att reducera befolkningsantal genom krig än naturlig stagnation och återhämtning av den natur vi sabbat)<br/> <br/>  Vår livsstil rör sig raskt mot något riktigt, riktigt illa, (redan där för länge sedan) och det är extremt svårt (omöjligt?) att förändra våra prioriteringar inom systemet, som kräver tillväxt för att överleva, vilket blir prioritet 1 oavsett vem som styr ett land. Vad som genererar tillväxten är mindre viktigt. Statsskulderna behöver hållas i schack åt bankdiktaturen i ett förlorat lopp. Den s.k. \"ekonomin\" kommer i första hand.  \"Alla ska jobba\" - För vadå? Massutrotning, stödjandet av ett genomkorrupt ohållbart system och vår egen undergång? Majoriteten får sorgligt nog sin väckarklocka först när kollapsen är ett faktum. <br/> <br/>  Fler behöver börja agera med en fot utanför ramarna, fråga sig vad man kan göra åt problemen, fråga sig varför vi kartläggs, åsiktsregistreras och fortsätts vallas runt som boskap, vad det egentligen är man försöker skydda sig ifrån? Vad är det man försvarar? Vad motiverar kontroll över befolkningen till en sådan grad att man ignorerar all helhetstänk, logik och ser på när ekosystem efter ekosystem och allt vi är beroende av för att ens överleva kollapsar? NÄR tas det till sin spets? Och HUR kommer vi hantera det?"
	},
	{
		"postIndex": 359,
		"postNumber": 367,
		"rankGlobal": 23,
		"scoreGlobal": 76,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2013-06-12, 02:43",
		"postUrlInThread": "https://www.flashback.org/t2158037p31",
		"postUrlUniq": "https://www.flashback.org/sp43869104",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slaktabruden</strong> <a href=\"/p43868945#p43868945\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Och dom övervakar garanterat så mycket att vill du endå använda en dator så kan du endast sitta och spela spel utan att vara uppkopplad på nätet. Men ja, de kan säkert övervaka dig iaf.</div> </td> </tr> </table> </div> <br/>  Nehej du. Inte om jag sitter på min laptop och sköter enbart Svenska göromål. T ex in på försäkringkassan, kollar skowebben och sedan går in på banken och läser min arbetsmail (som ligger lokalt på en server inom Sverige säger vi) och INTE loggar in på vare sig facebook eller Google konto DÅ har de ingen aning om vad jag gör. En google toolbar får jag givetvis inte ha i min webbläsare. Dessutom måste jag använda firefox webbläsaren.<br/> <br/>  MEN<br/>  De vet exakt vilka youtubeklipp jag gillar, de vet vad jag googlar efter, de kan läsa all min privata epost (Gmail). De vet exakt vilka vänner jag har (Facebook) och vilka arbetskamrater jag har (Linkedin)<br/> <br/> <br/>  .... det är liiiiiite för magstarkt för att vara ok <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/><br/> <br/> <br/> <br/>  Observera att en främmande statsmakt vet detta om mig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> Att enskilda företag känner till vissa delar om mig är en annan femma som inte alls är lika allvarlig. <br/> <br/>  Kan inte på långa vägar tänka mig att facebook, gmail och youtube någonsin kommer att bli populära i Ryssland, Kina, Indien, Pakistan m m för nu vet de vad det här handlar om. Det är inte oskyldiga duktiga Google längre <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Man kan i princip säga att Google, facebook, linkedin och Microsoft har nått peak i dessa länder. deras befolkningar och regeringar kommer att göra allt för att de inte skall få en millimeter till i marknadsandelar. I Europa tar det nog en längre stund innan vi fattar ordentligt vad vi ställt till med.<br/> <br/>  NSA är är ju för helvete ett \"9/11\" för dessa företag när det gäller världsmarknaden <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
	},
	{
		"postIndex": 1044,
		"postNumber": 1080,
		"rankGlobal": 24,
		"scoreGlobal": 75.3,
		"userRank": 3,
		"userScore": 49.8,
		"postUserName": "BaalZeBub",
		"postUserID": "u201835",
		"postUserUrl": "https://www.flashback.org/u201835",
		"postDateTime": "2013-09-06, 10:24",
		"postUrlInThread": "https://www.flashback.org/t2158037p90",
		"postUrlUniq": "https://www.flashback.org/sp45113720",
		"sentence": "Att Sverige har samarbetat med USA genom informationsutbyte, och att vi har en aktiv underrättelsetjänst som avlyssnar information från Ryssland och andra länder i öst, har varit känt länge. Därför kommer svenska politiker låtsas som om det vi hör nu är självklarheter, att det är intet nytt under solen och att det kommer att fortsätta i framtiden. <br/> <br/>  Men rapporterna vi har fått från SNOWDEN m.fl på sista tiden går mycket längre än så. Det handlar om en total direktavtappning vid de allra största informationskanalerna ( total sniffning av information i undervattenskablar, direkt tillgång till portaler och sociala media, avkryptering av trafik mellan kund och bank, direkt tillgång till mailservrar m.m). <br/> <br/>  Sättet informationen hämtas på och behandlas har också den varit annorlunda. I offentliga framställningar inleds avlyssning vid behov, och då tillämpas särskilda nyckelord för att inhämta vissa data. I de rapporter vi får nu avlyssnas precis all information 24/7, och överförs till serverhallar [ som kräver sådan kapacitet för att lagra denna oorganiserade data att sql och liknande gamla tekniker inte klarar av det - utan man utvecklar nya 'big data' tekniker - ] där man utvecklar kraftiga analysinstrument som förmår analysera dessa data och hitta korrelationer. Ovanpå detta har man byggt ut system så att egna och främmande underrättelsetjänster har tillgång till dessa data och analysinstrument.<br/> <br/>  Svenska politiker och höga tjänstemän är rätt otroliga. De gick mer eller mindre offentligt ut med sina planer, där i princip alla andra länder i världen gjorde samma saker i hemlighet.<br/> <br/>  14 september 2008<br/>  \"Hanteringen av underrättelsematerial pågår i ett sedan länge etablerat handelssystem mellan länder.<br/> <br/>  Utrikesminister Carl Bildt sätter be- gränsningen till att informationen ska vara till nytta för Sverige, även om det innebär utbyte med diktaturer.<br/> <br/>  -Det kan inträffa att vi byter in- formation med någon, säger han till SVT:s Rapport.<br/> <br/>  Bildts svar innebär att den informa- tion FRA samlar in kan hamna i vilka händer som helst i världen.<br/> <br/>  Att säkra FRA:s ställning som en attraktiv partner i det inter- nationella utbytet av underrättelse- uppgifter var ett tungt argument för FRA-lagen.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svt.se%2Fnyheter%2Fsverige%2Ffra-kan-samarbeta-med-diktaturer\" target=\"_blank\">http://www.svt.se/nyheter/sverige/fr...med-diktaturer</a><br/> <br/>  Detta var alltså inte piratpartiet som skriver om rykten i en blogg. Det var landets utrikesminister och Sveriges statliga television.<br/> <br/> <br/>  Men Svenska Dagbladet rapporterade redan 2008 om den verkliga omfattningen. Här är ett refererat baserat på Svd, i The Local:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.thelocal.se%2F12922%2F20080709%2F\" target=\"_blank\">http://www.thelocal.se/12922/20080709/</a><br/> <br/>  Några valda stycken:<br/>  \"Sweden's new surveillance law will enable the National Defence Radio Establishment (FRA) to scan massive quantities of Russian computer and telecom data, Svenska Dagbladet reports.  Information gleaned by the signal intelligence agency can then be used as currency when trading data with other western countries.\"<br/> <br/>  \"Our geographical position means that 80 percent of Russia's contacts with large parts of the world travel through cables in Sweden. That is the core of the issue,\" said one source. \"<br/> <br/>  \"Swedish-Finnish telecom giant TeliaSonera owns one of the world's largest fiber-optic cable networks, and company maps confirm that the vast majority of all cable traffic to and from Russia crosses Sweden's borders, SvD reports.<br/> <br/>  All Russian email and telephone calls, for example, pass through Sweden, regardless of whether the recipient is located in Berlin, Hong Kong, Kiev or New York. And 85 percent of Europe's broadband customers are connected in some way to TeliaSonera's network. \"<br/> <br/> <br/>  \"<br/>  The new surveillance law will require all Swedish telecom operators to store any communications passing Swedish borders and make them available for FRA's perusal at collection nodes located at various points around the country. \"<br/> <br/>  Läser man dessa nyheter från 2008 idag, så kommer de i ett annat ljus. De såg då aningen överdrivna ut, och tekniken för sådana totalavlyssning var dels inte utvecklad, dels nätt och jämt känd.<br/> <br/>  Idag är den utbyggd. Öppet och baserat på lagförslag i Sverige, i hemlighet i UK och USA."
	},
	{
		"postIndex": 561,
		"postNumber": 572,
		"rankGlobal": 25,
		"scoreGlobal": 75.2,
		"userRank": 7,
		"userScore": 38.7,
		"postUserName": "MissRandomness",
		"postUserID": "u815245",
		"postUserUrl": "https://www.flashback.org/u815245",
		"postDateTime": "2013-06-16, 11:17",
		"postUrlInThread": "https://www.flashback.org/t2158037p48",
		"postUrlUniq": "https://www.flashback.org/sp43924180",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Valiumpillret</strong> <a href=\"/p43923110#p43923110\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag tror tyvärr inte du förstår omfattningen av detta, eller hur systemet fungerar.<br/> <br/>  Detta, tills nu i USA, men det är endast en tidsfråga innnan hela EU har samma datalagring. + USA's databank innehåller säkerligen så många utländska (alla?) de bara får plats med redan.<br/> <br/>  Okay.. de sparar:<br/>  *All aktivitet som kommer in/ur nätverket. Alltså<br/>  Alla mail, Alla uppkopplingar till hemsidor, Skype-samtal .. ALL trafik och vart den går och kommer från.<br/>  *Alla Telefon kommunikationer<br/>  SMS, Samtal, GEO-IP (3G telefoner), osv..osv...<br/> <br/>  Ifall ett sådant system skulle införas i Sverige också, eller om du flyttar till staterna..<br/>  Gå ur Facebook och sluta använda Google gör ... INGET. De sparar redan all info din telefon &amp; IP-adress har för sig.<br/> <br/>  Tänk er.. de kan kartlägga alla personer I en organisation, vilka de kontaktar.. vart.. och antagligen en stor del av allt innehåll ni delar dessutom. Om en diktatur/totalitär stat har detta medel (säg efter en militärkupp) ... är det busenkelt att slå ner all form av motståndsrörelse.<br/> <br/> <br/>  Det är inte Google som försöker övervaka dig.. dom har inget val än att låta NSA knulla dem.<br/>  Sedan bör du undvika Google på så många andra punkter än integritet ändå.</div> </td> </tr> </table> </div> <br/>  Jo absolut. Jag säger inte emot dig men jag tycker att man bör försöka stoppa övervakningen så gott man kan på egen hand. Alltså det är ju himla dumt att ha ett facebook-konto som man anger sin exakta position vid statusuppdateringar och vad man gör/har gjort, ange sina närmaste vänner och släktingar, ge ut info om vart man har studerat, vilken arbetsgivare man har osv osv. Sen är numera Instagram uppköpt av Facebook och det har redan börjat efterlikna det i form av att man kan tagga, kör med ansiktsigenkänningen m.m så Instagram är lika illa det. <br/> <br/>  Vad jag menar är dock om man försöker att begränsa privat information så mycket man bara kan så är det en bit på vägen men sen tror jag inte heller att precis allt går att stoppa. Om man skulle vara en person som vill dela mycket känslig information med någon annan så är nog det bästa sättet att träffas irl eller ev skicka vanligt brev på posten. <br/> <br/>  Och ja, jag tror också att det bara är en tidsfråga innan EU kommer in och blir delaktiga precis lika mycket i det här. Jag länkade en nyhetsartikel innan om att EU nu ska få lov att ta del av allt som NSA sitter inne med och bara det säger en hel del. <br/> <br/>  Det du säger om telefonerna är också väldigt viktigt. Jag läste någonstans att just telefonen är troligtvis extra intressant att övervaka vad gäller internetanvändningen, sms, mms och vanliga samtal. Folk måste förstå att telefoner idag är en dator men få tänker på det. Just därför funderar jag seriöst på att köpa en enkel gammal telefon som bara klarar av 2G nät samt inte har android/iOS/något annat, appar, osv."
	},
	{
		"postIndex": 992,
		"postNumber": 1022,
		"rankGlobal": 26,
		"scoreGlobal": 74.6,
		"userRank": 14,
		"userScore": 24.6,
		"postUserName": "Room531",
		"postUserID": "u481065",
		"postUserUrl": "https://www.flashback.org/u481065",
		"postDateTime": "2013-08-21, 05:32",
		"postUrlInThread": "https://www.flashback.org/t2158037p86",
		"postUrlUniq": "https://www.flashback.org/sp44876620",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BaalZeBub</strong> <a href=\"/p44871970#p44871970\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>De senaste rappoterna om förstörelse av hårddiskar hos Guardian visar att det snart är dags.<br/> <br/>  Falkvinge skriver en ovanligt bra krönika.<br/> <a href=\"/leave.php?u=http%3A%2F%2Ffalkvinge.net%2F2013%2F08%2F20%2Fwe-said-vague-laws-against-terror-would-be-used-to-silence-journalism-on-the-path-to-totalitarianism-this-was-the-last-warning-bell-do-you-believe-us-now%2F\" target=\"_blank\">http://falkvinge.net/2013/08/20/we-s...elieve-us-now/</a></div> </td> </tr> </table> </div> <br/>  Nice, tack det är precis något sånt jag letat efter. Fan att jag har slut pengar nu, den där skulle vara grymt bra att sprida i stor skala inför demonstrationen.<br/> <br/>  Ha tydliga rubriker över krönikan som visar tid, plats, och att det är dags att demonstrera. Att obama kommer till Sverige precis före G20 mötet i Ryssland. En demonstration mot hela maskinen, försvarandet av det ohållbara systemet, plutokrati, bankdiktaturen, FRA, NSA, den globala polisstaten, skuldslaveriet, massövervakning, vapenindustrin, fula samarbeten mellan USA och Sverige,  drönarattacker etc etc.<br/> <br/> <b>Sergels torg 4e september kl 17</b> är vad jag har hört i förbifarten, stämmer det? Hoppas fler städer har demonstrationer också!. <b>Varför gör inte fler något? Det är inte ens svårt att sprida information om man vill...</b> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> Mycket klagande, men sen? Som om massan någonsin kommer se utanför bubblan som presenteras för dem om inte den del av oss som fattar vad som håller på att hända bryter dem ur det? Det måste väckas mer motstånd och engagemang för förändring NU. <br/> <br/>  Det är svårt att se något viktigare, det kanske ser ut som jag glider av ämnet, men det gör jag inte. För många av oss verkar inte ta till sig hur puckat det är att inte prioritera om i det här läget, att sluta acceptera all korruption, sluta gå med på hur systemet är utformat så att vi kan stoppa förstörandet av, och rehabilitera naturen vi har förstört. <br/> <br/>  Börja decentralisera från storstäderna, öka lokal självförsörjning för att bli oberoende av import och med det förbereda oss för att minska lidandet och underlätta återhämtningen från det som väntar. <br/> <br/>  Inte heller innebörden av hur omfattande konsekvenserna på ekosystemen det här tillväxtbundna slaveriet redan har fått och allt onödigt lidande det är orsaken till, eller att vi är 100% beroende av en frisk planet för att kunna överleva? <br/> <br/>  Det är inte generationer bort, det är nu det är dags att agera, lyft blicken från telefonen och tänk lite för fan.<br/> <br/>  (Rekommenderar <b>alla</b>, oavsett vem du är att läsa på lite om permakultur. I princip designade (matproducerande) ekosystem, om inte annat bara för att veta vad det är för något. Ja till och med ni i I/I som svämmar över forumet och i längden på riktigt vill begränsa flyktingströmmar pga mat och vattenbrist, vilket skulle minska konflikter världen över. Alla som är intresserade av återhämtning av den natur vi har förstört på land (designa om öken till fuktbevarande skog), ändra om sättet vi odlar mat på till något som inte armar ut jorden, etc, alla som är intresserade av frihet, hållbar utveckling, närproducerad mat, egen självförsörjning, ja överlevnad över huvud taget - <b>ta reda på vad permakultur är.</b>)<br/> <br/> <br/> <br/>  Den globala totalitära polisstaten välkomnas tydligen av folket lagom till peak oil och annan resurs/biodiversitet/vatten/matbrist världen över samt kollapsen av bankdiktaturens skämtsystem, men man fortsätter såklart att skydda systemet, som centrerar mer makt och resurser in i det sista och skapar på vägen dit fler vägar för att skydda sig själva, distrahera, fördumma, manipulera, avväpna oss och kontrollera exakt vad VI håller på med. Helt absurt att vi bara står och ser på när det sker.<br/> <br/>  Propagandamassmedias redovisning av problemet lyder ungefär: \"klyftorna ökar\" i en förbirullande textremsa. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/> <br/>  I Grekland efter den ekonomiska kollapsen har man hyrt in blackwater från USA. ( <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DLe-jT3dhKLo\" target=\"_blank\">http://www.youtube.com/watch?v=Le-jT3dhKLo</a> )<br/> <br/>  Ett klipp från Grekland:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.liveleak.com%2Fview%3Fi%3D5f2_1374516484\" target=\"_blank\">http://www.liveleak.com/view?i=5f2_1374516484</a><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <br/>  Greece: Police thugs start a riot attacking people with glass bottles, flares &amp; flash-bang grenades <br/>  On Saturday July 20, 2013 \"Delta\" police thugs entered \"Exarhia\", one of<br/>  the most vibrant areas of Athens, while hundreds of people were <br/>  attending two different solidarity events to anarchist Kostas Sakkas, <br/>  who was on hunger strike for 38 days because he was imprisoned in the <br/>  self-proclaimed \"democracy\" of Greece for 31 months without a trial.<br/> <br/> <br/>  As depicted in the video, the \"Delta\" police thugs on bikes begun to <br/>  intimidate and chase passers- by for no reason and when people begun to <br/>  gather reacting to their terrorist tactics, the policemen threw against <br/>  them flash-bang grenades, asphyxiating gas grenades, flares and even <br/>  empty glass bottles!<br/> <br/>  Hundreds of people gathered at the spot to <br/>  chase them away and begun to circle them, while residents from their <br/>  balconies above were throwing water towards the police thugs to force <br/>  them to leave, following the havoc they caused.<br/> <br/>  Confronted by so <br/>  many people, the Delta police thugs, along with a riot police brigade <br/>  that was called to assist them, were soon forced to retreat and leave <br/>  the area.<br/> <br/>  Read more at <a href=\"/leave.php?u=http%3A%2F%2Fwww.liveleak.com%2Fview%3Fi%3D5f2_1374516484%23GQBEj8s7MvfiZkOF.99\" target=\"_blank\">http://www.liveleak.com/view?i=5f2_1...8s7MvfiZkOF.99</a> </td> </tr> </table> </div> <br/> <a href=\"/leave.php?u=http%3A%2F%2F25.media.tumblr.com%2Ftumblr_lt0ck9yUKh1qf7rk1o1_500.gif\" target=\"_blank\">http://25.media.tumblr.com/tumblr_lt...7rk1o1_500.gif</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fs88.photobucket.com%2Fuser%2FDeSwiss%2Fmedia%2FNew%2520Stuff2%2Fcontrol-internet-speech-cartoon2.jpg.html\" target=\"_blank\">http://s88.photobucket.com/user/DeSw...toon2.jpg.html</a>"
	},
	{
		"postIndex": 642,
		"postNumber": 656,
		"rankGlobal": 27,
		"scoreGlobal": 73.2,
		"userRank": 23,
		"userScore": 19.8,
		"postUserName": "Valiumpillret",
		"postUserID": "u505550",
		"postUserUrl": "https://www.flashback.org/u505550",
		"postDateTime": "2013-06-20, 04:32",
		"postUrlInThread": "https://www.flashback.org/t2158037p55",
		"postUrlUniq": "https://www.flashback.org/sp43980321",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HDCase</strong> <a href=\"/p43944937#p43944937\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Hitler hade många bra idéer. Huvens kille. Ett föredöme.<br/> <br/> <b>2 saker: Han var vegetarian och så var han icke-rökare</b>...I övrigt var han totalt sinnessjuk och präglad av hat.</div> </td> </tr> </table> </div> <br/>  Jisses, vegan och rökhatare? Susar varningsirener för mig på de punkterna.<br/>  OCH sinnessjuk? not good!  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MissRandomness</strong> <a href=\"/p43944999#p43944999\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja det tror jag att de flesta skulle hålla med om men frågan är väl mer om en del maktmän vi har nu eller tidigare i världen är så himla mycket bättre?</div> </td> </tr> </table> </div> <br/>  Tyvärr är det ju <b>systemet</b> som är \"broken\". Har läst på lite smått de senaste dagarna mer om övervakning och lagarna i USA som ger NSA/regeringen makten för detta.<br/>  Deras konstitution är tydlig och tillåter inte denna apparat, men med ytterligare tillägg (Patriot Act + dvs) har nu möjligjort allt detta. <br/>        För att återkomma till din fråga.. tja.. tror inte det spelar så stor roll då systemet inte justeras (vilket jag kommer till strax).<br/> <br/>  Vi har haft dessa demokratier / riksdagar i 100-200+ år (beroende på land). <br/>  Någon/några tyckte detta system var det bästa, och vi har nu fått det. Men som människan alltid gör så började många utnyttja systemet till sin fördel.<br/>            Och ju längre tiden går desto bättre blir de på att hitta och nyttja dessa svagheter i systemet till sin fördel. Vilka justeringar i regeringsformer och styrelsesätt har skett under alla generationer? Praktiskt taget inga.. (gigantiskt rikt näringsliv med nära kopplingar till regering/riksdag, globala stormedier <i>etc </i>tänkes inte på då grekerna skapade demokratin).<br/> <br/>  Demokrati är <b>INTE</b> ett progressivt/konstant utvecklande system. Det är fastgjutet från grunden upp till axlarna i en mall. Samt därpå ideologier som motverkar varandra och splittrar folket. Demokrati som ide och system var bra under revolutionerna och för att skapa stabilitet.. i det långa loppet? Tveksamt...<br/> <br/> <br/>  Hade tänkt skriva mer.. typ om hur USA knappt är en \"Demokrati\" längre (kolla upp Ron Pauls kandidatur som republikanernas presidentval.. röster saknas.. media nämner honom inte etc) <br/>  och annat.<br/> <br/>  Men jag avslutar med att jag tror ärligt att det är för sent. Sverige &amp; EU har förutom FRA säkerligen fler system för övervakning @ prism men som inte \"läckts\" ut än. Ingen som kommer regera i USA/EU kommer göra någonting åt eller förhindra utbyggnad av dessa system de kommande generationerna.<br/> <div align=\"right\">     Till slut dock.. när klimatkatastrofer och mindre regionskrig påverkar de större stabila länderna  till den grad att det blir en större globaliserad oro och problem. Då kommer alla övervakningssystem vara värdelösa, men det är ett hundra eller tvåhundra år kvar tills dess..</div>"
	},
	{
		"postIndex": 390,
		"postNumber": 399,
		"rankGlobal": 28,
		"scoreGlobal": 72.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2013-06-12, 19:23",
		"postUrlInThread": "https://www.flashback.org/t2158037p34",
		"postUrlUniq": "https://www.flashback.org/sp43876743",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HumpingDog</strong> <a href=\"/p43876596#p43876596\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja och om ett företag är på väg att gå omkull kan det ju i detta fallet utpressa sina kunder. Den som jobbar på ett privat företag kan när som helst gå in och kolla vad du gjort på internet. Precis som anställda i sjukvården kan gå in och läsa dina sjukjournaler.<br/> <br/>  Jag hävdar att det är korkat att tro att staten inte skulle ha koll på allt du gör på nätet med hjälp av FRA-lagen.</div> </td> </tr> </table> </div> <br/>  Men i ett företag måste företaget aktivt jobba för att läckor inte skall förekomma pga ditt rykte som företag (tror du NSA gör det <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>  NSA har inget emot att du läcker så länge NSA tjänar på det men läcker du så NSA för skit då får du livstids fängelse), I ditt företag måste betala vettiga löner för att anställda skall sköta sig enligt reglerna. Allt det här i militära sammanhang är väldigt mycket mera riskabelt. Sådana här grejer bör skötas av poliser där de fått en anledning om brottsmisstanke först. Du kan ALDRIG försvara ett beteende som att massavslyssna alla människor i förebyggande syfte. Har du ingen \"bad guy\" gräver du bara fram en. Det kallas för att tillverka kriminella och har absolut ingenting med att förebygga. De riktiga terroristerna kommer att lära sig undvika amerikanska system.<br/> <br/> <br/>  I korthet gäller:<br/> <br/>  # Företag tjänar pengar och sin existens pga nytta levererade till samhället och dess aktörer<br/>  # NSA är en militär enhet som bara bränner pengar. Det finns ingen balansräkning som säger att nu har ni gått med vinst. De får ex antal miljarder varje år för att hitta terrorister och har de under ett år inte hittat några vad tror du de gör då? De gräver lite djupare förstås och tänjer på reglerna för NSA gör allt i sin makt för att behålla dessa miljard budgetar de fått till att börja med.<br/> <br/>  NSA tjänar bara bra pengar om ett krigstillstånd existerar eller en kris finns. De kommer ALDRIG att jobba för att detta krigstillstånd skall permanent försvinna. De kommer att göra allt i sin makt för att de skall fortsätta rulla runt i de stora pengarna. Detta har varit USAs problem sedan andra världs kriget <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/>"
	},
	{
		"postIndex": 702,
		"postNumber": 718,
		"rankGlobal": 29,
		"scoreGlobal": 72.8,
		"userRank": 7,
		"userScore": 38.7,
		"postUserName": "MissRandomness",
		"postUserID": "u815245",
		"postUserUrl": "https://www.flashback.org/u815245",
		"postDateTime": "2013-06-23, 22:00",
		"postUrlInThread": "https://www.flashback.org/t2158037p60",
		"postUrlUniq": "https://www.flashback.org/sp44024924",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kaymano</strong> <a href=\"/p44024443#p44024443\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Hur lång tid tar det innan vi får reda på att FRA/Säpo sysslar med samma sak?<br/>  För det är väl ingen som tror någonting annat. Då är man allt bra naiv.</div> </td> </tr> </table> </div> <br/>  Min känsla om FRA var först att det troligtvis inte handlade om samma sak och i den omfattningen men ju mer jag sätter mig in i det och läser om hur hela det här övervakningssystemet är uppbyggt ju mer förstår jag att det bara måste ligga på samma nivå, eller iaf väldigt nära Prism/NSA. <br/> <br/>  Skrämmande! Hela grejen är sjuk! <br/> <b><br/>  Frågan är bara vad man gör nu?</b> Alltså man kan försöka göra sitt bästa för att skydda sin egen identitet på nätet, ta bort facebook osv, men sen då? Kommer vi kunna vänta oss massiva protester mot staten som i Brasilien? Nej troligtvis inte. Vi har en media för folket som tonar ner avslöjandet och som lägger fokus på Snowden istället. Reaktionen blir avsaknad av reaktioner eftersom majoriteten redan är hjärntvättade och avtrubbade. Det enda som finns kvar att göra i namnet av demokrati är väl att lägga rösten på ett parti som förstår innebörden och det allvarliga i både FRA och dessa avslöjanden. <br/> <br/>  Men något mer behövs! Kanske skulle man behövt gått man ur huse som folk gjorde förr och protestera på gator och torg. Känner bara att det främsta motståndet ligger på nätet men räcker det verkligen?<br/> <br/>  Vad tror ni FB?"
	},
	{
		"postIndex": 417,
		"postNumber": 426,
		"rankGlobal": 30,
		"scoreGlobal": 72.2,
		"userRank": 49,
		"userScore": 13.6,
		"postUserName": "Aprilhimlen1",
		"postUserID": "u660903",
		"postUserUrl": "https://www.flashback.org/u660903",
		"postDateTime": "2013-06-12, 23:37",
		"postUrlInThread": "https://www.flashback.org/t2158037p36",
		"postUrlUniq": "https://www.flashback.org/sp43880819",
		"sentence": "Så nu har det gått så långt som det gått. Vad är nästa steg? Vad är det för samhälle vi vill ha?<br/>  Jag ser några olika alternativ. <br/> <br/>  Jag anser att livet INTE bör gå ut på att socialt via datorer/telefoner/pads/tavlor på väggen/köksbordet(ja hur nu framtiden kmr se ut) interagera med varandra ISTÄLLET för att träffas IRL. När människor träffas och umgås försvinner fördomar, man kan diskutera, man kan känna av känslor, få en annan empati och en annan moral osv. Vi har INGEN uttalad etik eller moral på internet, dvs vi som använder det, och vidare har vi INGEN uttalad etik eller moral angående vilka som kontrollerar det vi gör på internet. Det som hänt är att vi helt enkelt får ta konsekvenserna NU av att vi gjort oss så beroende av internet och naivt försatt oss i en situation som extremt många knappast kan ta sig ur. <br/> <br/>  Så alternativen enligt mig:<br/> <br/>  1. Sluta använda Internet, Sociala medier, mail, osv osv - ej troligt (varför skulle vi vilja gå \"bakåt\" i tiden, när vi insett alla de fördelar med internet). <br/> <br/>  2. Lagstifta så att det blir olagligt att övervaka internetanvändning - kommer inte hända (kriget mot terrorism osv gör att det måste finnas kvar, det blir dubbelmoral: vi vill ju inte ha barnporr överallt).<br/> <br/>  3. Helt enkelt låta dom övervaka oss och således lita blint på att informationen BARA används till att jaga brottslingar och INGET annat. <br/> <br/>  4. vet ej..<br/> <br/>  Alltså dit jag vill komma: Vi har skapat etik, moral, lagar, regler osv för vårt IRL-samhälle, det har tagit miljontals år och vi har idag demokrati lite överallt. Det fungerar väl förhållandevis bra.<br/> <br/>  Vi har på bara några år skapat ett VIRTUELLT-samhälle, som i många fall tar upp extremt stor del av våra liv, där vi inte har hunnit skapa etik, moral, lagar, regler osv. Vi har anarki, diktatur (som övervakar oss) och olika brottsliga organisationer. <br/> <br/>  Jag tror vi bara ser toppen på ett isberg av uppfinningen internet och vad den gör med oss, för tro mig, denna plattform med icke ännu skapade regler, etik, moraler osv kommer skada oss mer än vad vi alla kan ana."
	},
	{
		"postIndex": 166,
		"postNumber": 170,
		"rankGlobal": 31,
		"scoreGlobal": 72.2,
		"userRank": 30,
		"userScore": 17.9,
		"postUserName": "smurfrunner",
		"postUserID": "u520511",
		"postUserUrl": "https://www.flashback.org/u520511",
		"postDateTime": "2013-06-10, 15:24",
		"postUrlInThread": "https://www.flashback.org/t2158037p15",
		"postUrlUniq": "https://www.flashback.org/sp43844702",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>J.Booze</strong> <a href=\"/p43844488#p43844488\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Varför bryr du dig om NSA läser din chat?<br/>  Dessutom läser dom den inte.<br/> <br/>  Det sker automatiserat och en programvara scannar din text för att hitta suspekta fraser och meningar.<br/> <br/>  Det är ingen som sitter och läser era chatter fattar ni väl?!?!?<br/> <br/> <br/>  Det skulle behövas 1 miljon människor som jobbar 24/7 för att klara av ett sådant jobb, om ens det räcker.<br/> <br/> <br/>  Ta av er foliehatten för fan</div> </td> </tr> </table> </div>   Självklart fattar folk att det inte är någon person som sitter och läser igenom allting manuellt, den som tror något annat har inte på internet att göra och är en fara för allmänheten genom att bara yttra sina dumma idéer.<br/> <br/>  Farligheten sitter inte heller i att någon går in och ser vad man har skrivit i en chatt utan snarare att allt lagras för att vid behov kunna användas i framtiden. Fler och fler grupper som tidigare ansetts helt harmlösa har börjat kategoriserats som möjligt farliga. Inser du då hur lätt det är att identifiera och bygga en profil på en person där man har i princip all digital information som finns om den personen tillhands? Dina åsikter, dina kontakter, dina ärenden, dina privata konversationer osv osv..allt sånt som du ansåg och trodde var privat och bara för dina ögon. Allt detta har man emot dig och du har inte en chans att göra något åt det, du är körd. Tänk om det handlar om politiker, det vore hur lätt som helst att veta politiska motståndares åsikter långt innan de blir till handling, vid den tidpunkten har man redan en mothandling klar som krossar motståndaren...hur enkelt som helst.<br/> <br/>  DETTA är faran med att ha för för mycket kontroll över information och människor, det är ett direkt hot mot demokratin. En demokrati ska inte ha denna övervakning av sin befolkning (i dagsläget är den rätt harmlös, jag syftar på framtiden), en demokrati ska lita på sin befolkning och använda sig av demokratiska medel för att få fram sin vilja.<br/> <br/>  Har man fullständig kontroll på kommunikation och ekonomi så har man i princip kontroll på alla folk.<br/>  Inte ett samhälle jag önskar leva i men det är dit vi är på väg."
	},
	{
		"postIndex": 670,
		"postNumber": 684,
		"rankGlobal": 32,
		"scoreGlobal": 72.1,
		"userRank": 45,
		"userScore": 14,
		"postUserName": "BrukMur",
		"postUserID": "u295330",
		"postUserUrl": "https://www.flashback.org/u295330",
		"postDateTime": "2013-06-23, 05:40",
		"postUrlInThread": "https://www.flashback.org/t2158037p57",
		"postUrlUniq": "https://www.flashback.org/sp44015364",
		"sentence": "Varför är Svensk media inte mer intresserade av denna fråga än att skriva om pressmeddelanden från AP eller TT?<br/> <br/>  Det är precis som man tror att det inte rör oss. Om nu GCHQ samlar all data, menas all data, även svenskars porrsurfande eller facebook inlägg.<br/> <br/>  Jag tror folk i gemen har väldigt lite förståelse för under vilka fundamentala villkor vårt samhälle fungerar och vilket samhälle vi får när vi börjar strypa kommunikationen med självsaneringar. Konformism i tankar som detta leder till är den absoluta motsatsen till en demokrati. Det som Focault skriver om vakttornets påverkan av fångars beteende, självsanering fungerar effektivt som ett förtryck, utan någon egentligen behöver göra någonting.<br/> <br/>  Svenskar, eller västvärlden överlag, har levt för ett tryggt liv för att ha en naturlig förståelse för ord som frihet, vårt samhälle har kommit att fungera snarare som en drog, som håller folk borta från en fundamental förståelse av grundläggande värden, och vi förlorar vårt försvar av detta samhälle då vi glömmer av eller förlorat förmågan att skydda det.<br/> <br/>  Det är därför viktigt att denna diskussion förs, även i Svensk media, på ett mer principiellt plan, för att påminna om oss om det våra förfäder kämpade så hårt för, att vi uppskattar det och skyddar det, istället för att vara lat och tro att det inte rör oss.<br/> <br/>  Var finns skarpa Svenska journalister som är mer intresserade att analysera saker och tankar än att försöka framhävda sig själva, var är våra skarpa tänkare, eller förebilder? När skall vi se en Svensk Glen Greenwald? Svensken har gått vilse någonstans på stureplan, letandes efter självbekräftelse i en liten ankdamm. Men står man bara för 0.5% av världen BNP, så förstår jag att man är ganska obetydelselös från start, och det kvittar om någon skriver något, ingen kommer ändå bry sig. Bra att vi har tyskarna och fransmännen som slår näven i bordet som kan föra vår talan, där vi inte har en röst."
	},
	{
		"postIndex": 170,
		"postNumber": 174,
		"rankGlobal": 33,
		"scoreGlobal": 72,
		"userRank": 53,
		"userScore": 12.3,
		"postUserName": "Tony.Stark",
		"postUserID": "u804947",
		"postUserUrl": "https://www.flashback.org/u804947",
		"postDateTime": "2013-06-10, 16:09",
		"postUrlInThread": "https://www.flashback.org/t2158037p15",
		"postUrlUniq": "https://www.flashback.org/sp43845237",
		"sentence": "Prism är en tjänst som byggts av data nördar antagligen de från nasa eller nsa.<br/> <br/>  De stora IT och telecom företagen har massvis med data info så kallad big data, all trafik från internet och allt som är uppkopplat till nätet så kalla network grid finns tillgängligt i en viss period.<br/> <br/>  Det som fbi och cia och nsa håller på med är att nsa för det mesta som fungerar som en middle man för fbi och ibland cia ger ut information till fbi och cia ifall de kräver det.<br/> <br/>  Låt säga att en person är \"intressant\" för fbi och cia då kan de begära info om den personen allt från samtal,facebook,internet historik etc, det som är sjukt är att allt detta kan peka ut din personlighet,dina vardagliga rutiner och förutsäga var du kommer befinna dig vid en given punkt.<br/> <br/>  Nu kan man säga japp det är bra, det kan bekämpa terrorism och kriminalitet. <br/> <br/>  Men det som är sjukt är att oskyldiga människor kan drabbas.<br/> <br/>  Allt detta kan hända dig.<br/> <br/>  Facebook: avslöjar dina meddelande,var du befinner dig och vilka vänner du har samt bilder på dig.<br/>  Google: Vet allt om dig, ibland brukar man skämta att google känner dig bättre än vad du själv gör. Den har gmail,youtube och spionerar på allt du skriver.<br/>  Microsoft installerar minikameror i ditt hus genom xbox och tv, samt lyssnar på dina samtal och konversationer genom skype.<br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/> <br/>  Prism kan användas att söka igenom hela nätet och bygga upp ett portfolio per sökord. På detta viset kan man förutsäga aktie priser, och även presidentval samt vad en person håller på med.<br/> <br/>  Brack obama sa själv att regeringen samlar big data men de kollar inte i den yeah right.<br/> <br/>  Information är värdefullt."
	},
	{
		"postIndex": 293,
		"postNumber": 299,
		"rankGlobal": 34,
		"scoreGlobal": 71.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2013-06-11, 13:02",
		"postUrlInThread": "https://www.flashback.org/t2158037p25",
		"postUrlUniq": "https://www.flashback.org/sp43858261",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BaalZeBub</strong> <a href=\"/p43858071#p43858071\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Själva operativsystemet för Android bygger på Linux, öppen källkod finns och licensen är gnu, apache etc.<br/> <br/>  Jag använder t ex den här <a href=\"/leave.php?u=http%3A%2F%2Fwww.cyanogenmod.org%2F\" target=\"_blank\">http://www.cyanogenmod.org/</a><br/> <br/>  Men vad hjälper det? Det är fortfarande en Android, som 'behöver' appar du inte har kontroll över. Det finns ingen genväg till full kontroll över säkerhet och operativsystem. Om du sedan i princip har root-access över ett linuxsystem med öppen källkod, så är du fortfarande bara en enkel användare som använder andras telefoni- och nätverkstjänster.<br/> <br/>  Men man skulle kanske kunna ta sim-kortet ur Androiden, och tack vare den öppna källkoden bygga en helt ip-telefoni-baserad sak som påtvingar luzern kryptering, darknet/tor och annat. Någon?</div> </td> </tr> </table> </div> <br/>  What? Det finns redan. Visst jag förstår alla appar som är skrivna för Googles Android fungerar ju inte om du skriver en helt egen version. Men grejen är att det går? Ta t ex Airbus som exempel. De skulle alla kunna köra <a href=\"/leave.php?u=http%3A%2F%2Fwww.cyanogenmod.org%2F\" target=\"_blank\">http://www.cyanogenmod.org/</a> på sina arbetstelefoner och bara använda epost client appar de skrivit själva. Airbus skulle kunna fjärma sig mycket ifrån NSA tentacklerna<br/> <br/>  Poängen jag är ute efter är att det NSA pysslar med skadar nog ganska mycket den inhemska IT industrin. Visst amerikansk IT industrin tjänar ofantligt mycket pengar men jag tror att med NSA hjälp kommer det här ofantliga beloppet att minska. Inte faen sitter resten av världen och tittar på när fjantarna borta i USA tror de äger hela världen. NSA kan börja sina spion program bäst de vill. Vad tror du kommer att hända med Symantec vs F-Secure (finskt tror jag det är F-Secure)<br/> <br/>  Tror du Européer kommer att lita lika mycket på Symantec som på F-secure?<br/> <br/>  Ämnet här är främst industri spionage och inte terrorism!!!"
	},
	{
		"postIndex": 97,
		"postNumber": 100,
		"rankGlobal": 35,
		"scoreGlobal": 71.5,
		"userRank": 11,
		"userScore": 27.7,
		"postUserName": "highstakes",
		"postUserID": "u79772",
		"postUserUrl": "https://www.flashback.org/u79772",
		"postDateTime": "2013-06-10, 04:46",
		"postUrlInThread": "https://www.flashback.org/t2158037p9",
		"postUrlUniq": "https://www.flashback.org/sp43840555",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>744glx</strong> <a href=\"/p43840448#p43840448\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Intressanta saker du beskriver. Det finns säkerligen snubbar inom svenska underrättelsetjänsten som spelar väldigt hemliga. Dock ställer jag mig tvivlande till att någon skulle ha ett \"vanligt\" jobb på någon civil myndighet för att ibland \"åka på semester\" och i Hamilton-stil lönnmörda några bad guys som hotar nationens säkerhet. Nu var det ju förvisso inte exakt detta du påstod, jag läste somligt mellan raderna. Rätta mig om jag övertolkat.<br/> <br/>  Kan inte tänka mig att mördaragentbehovet någonsin funnits. Skulle det mot förmodan behövas skulle \"vi\" nog kunna slå en signal till Washington och få det fixat.</div> </td> </tr> </table> </div> <br/>  Jag misstänker att det kallas tjänsteresa <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Inte ens deras familjer vet vad dom sysslar med, hörde något om att det är högst tvivelaktigt att ha en fru, rekommendation är nog att inte ha fru och barn.<br/> <br/>  Sedan ska det finnas några KSI agenter på större svenska ambassader runt om i världen, dom ska vara UD personal, vet inte om dom även har fått en diplomatutbildning. Det är väl för att det inte ska behöva resas så mycket. Det primära är väl underrättelseinhämtning och dödligt våld är nog ytterst tveksamt om det används, men möjligheten finns.<br/> <br/>  Finns en incident som hände i Sverige, när Bofors skulle sälja vapen till Indien eller Pakistan, något av dessa länder var det. I alla fall var det en person (politiker/tjänsteman?) som motsatte sig detta och han tog livet av sig en vecka innan beslutet skulle klubbas igenom, genom att hoppa framför ett tunnelbanetåg, finns personer som påstår att dom blev vittnen till det hela och en person knuffade ner han, det ha spekulerats om det var en person från föregångaren till KSI som utförde detta.<br/> <br/>  Sedan Palme mordet, kanske är långsökt. Men källor säger att det letades inom Säpo efter gärningsmän, men man kom fram till att det hade militära förgreningar (must) och kanske KSI/IB.<br/> <br/>  Kanske sågs Palme som en landsförrädare, står lite intressant om detta <a href=\"/leave.php?u=http%3A%2F%2Fwww.jallai.se%2F2011%2F04%2Fpalme-misstankt-landsforradare%2F\" target=\"_blank\">http://www.jallai.se/2011/04/palme-m...andsforradare/</a><br/> <br/>  Tror det var en hemlig del av författningsksyddet (säpo) som kom fram till det. Fast var nog så enkelt att det var Christer Pettersson. Finns som sagt lite rivalitet mellan vissa delar av Must och Säpo.<br/> <br/>  Allt som Säpo får reda på får jänkarna reda på direkt. Många saker Must får reda på har jänkarna ingen aning om. Kan berätta om incidenten när Must sökte igenom ett CIA plan och såg att det var en fångtransport.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnyheter%2Finrikes%2Fsvenskt-motstand-stoppade-cia-planen_5778299.svd\" target=\"_blank\">http://www.svd.se/nyheter/inrikes/sv...en_5778299.svd</a> <br/> <br/>  \"På Säpos uppdrag förklädde sig svensk militär underrättelsepersonal till flygplatsarbetare. Som servicepersonal tog de sig ombord på ett av flygplanen och kunde konstatera att det rörde sig om en fångtransport. Amerikanerna förstod inte vad som pågick.\"<br/> <br/>  Som jag har fått det berättat för mig agerade Must självständigt utan Säpos vetenskap, för då hade jänkarna redan fått reda på det. Men jag kan ju ha fel i just detta. Säpo har iaf en läcka till USA, Någon inom Säpo läcker som ett såll, möjligtvis en Cia agent kanske? Eller så är det echlon som har ett stadigt grepp om dom lol<br/>  Låter man jänkare placera och koppla in saker på våra telestationer så vet man u aldrig vad som kan hända <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
	},
	{
		"postIndex": 258,
		"postNumber": 264,
		"rankGlobal": 36,
		"scoreGlobal": 71.4,
		"userRank": 28,
		"userScore": 18.5,
		"postUserName": "Vintergrisen",
		"postUserID": "u304998",
		"postUserUrl": "https://www.flashback.org/u304998",
		"postDateTime": "2013-06-10, 22:39",
		"postUrlInThread": "https://www.flashback.org/t2158037p22",
		"postUrlUniq": "https://www.flashback.org/sp43851629",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Nascor</strong> <a href=\"/p43851388#p43851388\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Tänkte lite som du i början, men är det någon organisation som kan vara noggrann och försiktig med sin informationshämtning är det NSA. Ironiskt, men kanske just ett tecken på detta, är att läckan kom just inifrån NSA och inte företagen. Där har man förmodligen haft stenkoll. <br/> <br/>  Det du bör fråga dig är varför en tillsynes talangfull och framgångsrik man som Edward Snowden var beredd att offra så mycket \"för några bilder\".</div> </td> </tr> </table> </div> <br/>  Kanske, men utan att själv jobba dag ut och dag in med servrar, så finner jag det ändå lite suspekt att NSA, eller någon annan aktör för den delen, skulle kunna tömma stora företag på information utan att det ganska fort blir allmänt känt hos en hel del av företagens tekniker.<br/> <br/>  Det är för övrigt inte så att jag tror på diverse underrättelsetjänsters \"inneboende godhet\", men å andra sidan är inte journalister kända för att enbart kabla ut sanningar de heller.<br/> <br/>  Att Edward Snowden bestämt sig för att läcka informationen kan ju ha en del olika orsaker, varav vi kanske inte har koll på alla, men det kan ju även vara så att det ligger en del i vad han säger, men att man skarvar lite extra för att ge nyheten större genomslag.<br/> <br/>  Som sagt, jag vet inte mer än någon annan, men bara för att det handlar om NSA den här gången så kanske man inte ska kasta all källkritik åt helvete."
	},
	{
		"postIndex": 591,
		"postNumber": 603,
		"rankGlobal": 37,
		"scoreGlobal": 71.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2013-06-17, 18:01",
		"postUrlInThread": "https://www.flashback.org/t2158037p51",
		"postUrlUniq": "https://www.flashback.org/sp43943474",
		"sentence": "PRISM stoppade attack mot dansk tidning<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnyheter%2Futrikes%2Fprism-nsa-stoppade-attack-i-danmark_8264644.svd\" target=\"_blank\">http://www.svd.se/nyheter/utrikes/pr...rk_8264644.svd</a><br/> <br/>  Är det ingen som funderar på rättssäkerheten kring dessa förmodade \"terrorister\". Låt oss säga att de hittade 2 wannabe terrorister men sedan plockade in deras kusiner, systrar och bröder. Hur får de straffen nu? Vem kan garantera att terroristernas oskyldiga lillebror (som vi förmodar hade ingen aning) inte åker dit han med?<br/>  Med hemliga domstolar kan ju vad som helst hända <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> Fattar inte Obama vad han ställt till med. Visst de fångar säkert in 20 \"riktiga\" terrorister men därtill kan du räkna in minst 200 oskyldiga. Det är bara och jämföra med hur många USA dömt till döden och som 20 år senare när DNA kunde användas som de upptäcktes vara oskyldiga??<br/> <br/>  Jag kommer ihåg Chile hur folk bara försvann, skall det börja i USA nu? Vad tänker de göra med alla terrorister de hittar?<br/> <br/>  ÄR DET INGEN SOM TÄNKER där borta på andra sidan Atlanten?<br/> <br/> <br/>  Vart sitter de där terroristerna som de stoppat ifrån att begå sina terror brott? 20 attacker har de avstyrt men vart sitter förövarna i denna stund? Är de redan avrättade (givetvis inte men tänk tanken bara)?<br/> <br/>  Vad händer den dagen de \"avrättar\" en terrorist och själva upptäcker att det var nog fel. Kommer de någonsin att släppa ut den killen då? Givetvis inte, de håller hellre någon inlåst i hemlighet i hela livet än att riskera få sparken själva <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/><br/> <br/>  Hur enkelt kan du provocera fram ett gripande och plantera bevis om domstolen är hemlig?<br/> <br/>  Förstår ni vad som kommer att hända om 10 år när muslimerna får vetskap om ett antal oskyldiga bröder som varit inlåsta i evighet. FATTAR NI VILKET HAT detta föder???"
	},
	{
		"postIndex": 739,
		"postNumber": 755,
		"rankGlobal": 38,
		"scoreGlobal": 70.9,
		"userRank": 44,
		"userScore": 14.1,
		"postUserName": "Praetori",
		"postUserID": "u345427",
		"postUserUrl": "https://www.flashback.org/u345427",
		"postDateTime": "2013-06-25, 20:38",
		"postUrlInThread": "https://www.flashback.org/t2158037p63",
		"postUrlUniq": "https://www.flashback.org/sp44050957",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chokladpojken</strong> <a href=\"/p43854142#p43854142\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Kan NSA via Prism ta reda på vem som skriver vad på Flashback? <br/> <br/>  Inte för jag bryr mig så mycket för egen del, men det finns ju en hel del skribenter här som borde vara intressanta att röja identiteten på...</div> </td> </tr> </table> </div> <br/>  NSA kan knappast ta reda på något om Flashback via Prism och jag tror knappast att de ens är intresserade. Däremot så är all icke-krypterad trafik att betrakta som tolkningsbar. Myndigheter kan titta på trafikdata och man behöver inte ens vända sig till FRA.<br/>  Det räcker i många fall med att direkt kontakta en admin för den aktuella sidan för att från myndighetshåll få ut IP för de aktuella skribenterna.<br/> <br/>  Vidare kan man titta på den routade trafiken till tex Flashback och sedan titta på tidsstämpeln då du gör ett inlägg för att därefter hitta korresponderande IP paket hos tex Netnod och vips så är din IP adress känd (även om man inte har admin access till den aktuella siten). Routning eller spoofing via proxys och anonymiseringstjänster eller botnät försvårar det hela avsevärt men kräver helst att trafiken dessutom är krypterad end to end.<br/> <br/>  Det finns dessutom andra metoder som tex Stylometriska undersökningar som gör att det med tiden går att koppla ihop olika användarkonton på olika tjänster med varandra (även om du använder kryptering). Frekvensen av vissa ord och tecken eller mönster i tidpunkter och datum då viss aktivitet pågår går att analysera för att avgöra om det är samma person som skriver under eget namn på Facebook som på ett forum tex.<br/>  Detta är dock ingenting som utförs på bred front för all trafik eller samtliga abonnenter då det skulle kräva enorm datorkapacitet att profilera mer än potentiellt intressanta mål. Dvs om du inte är FSB spion så behöver du inte oroa dig än på ett par år. Med utvidgad lagstiftning, bättre hårdvara och större serverparker lär dock övervakningen utökas."
	},
	{
		"postIndex": 506,
		"postNumber": 517,
		"rankGlobal": 39,
		"scoreGlobal": 70.5,
		"userRank": 7,
		"userScore": 38.7,
		"postUserName": "MissRandomness",
		"postUserID": "u815245",
		"postUserUrl": "https://www.flashback.org/u815245",
		"postDateTime": "2013-06-14, 23:55",
		"postUrlInThread": "https://www.flashback.org/t2158037p44",
		"postUrlUniq": "https://www.flashback.org/sp43908909",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Skalbaggen</strong> <a href=\"/p43908474#p43908474\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Som jag ser det, ligger lösningen med säkerhet på nätet hos folken i respektive stater. Ju fler som lägger in motåtgärder i sin dator, desto bättre.<br/>  I denna tråden har en del skärpta IT-experter lagt fram sina meningar med bifogade förslag på åtgärder, vilket diskuteras fram och tillbaka. Det är enligt min mening här vi har lösningen på problemet med spioneriet och övervakningen på internet. Ju fler datorer som blir fösedda med avancerad kryptering och andra motåtgärder, desto dyrare blir det för stater att dekryptera. För oss noviser på området är det därför stor hjälp när de kunniga experterna och nördarna ger oss förslag på lämpliga åtgärder. Jag kan till och med tänka mig att den som kan lägga upp en sajt med ett batteri kvalificerade motåtgärder i kombination med lite reklam så småningom kan kamma hem många sköna miljoner, som tack för hjälpen. Integriteten är ju viktig för gemene man (för att inte snacka om företagen).  Sedan skulle jag vilja se den negativa politiker som skulle säga att vi skall förbjuda säkerheten på nätet  det vore politiskt självmord!</div> </td> </tr> </table> </div> <br/>  Ja jag håller verkligen med i vad du säger. Det har varit så många kloka inlägg i den här tråden och jag ser också att många privatpersoner men även företag har god chans att kamma hem en hacka nu när det är uppe på tapeten. Jag har till 95% säkerhet kunnat säga att det var såhär innan Snowdens avslöjande men jag kan tänka mig att det är många som reagerar, agerar och tänker till lite extra först nu när världens största media rapporterar om det efter avslöjandet. Sen är det många som fortsätter som vanligt i sitt komatillstånd också trots de uppenbara bevisen, inte att förneka.<br/> <br/> <b>Edit:</b> <br/>  Men jag vill också tillägga det att övervakningen på internet inte är det enda problemet vi står inför idag tyvärr. Som någon annan skrev så är det också en fråga om demokrati och mänskliga rättigheter skulle jag vilja säga. Hur styrande makten i USA behandlar andra länder och deras invånare i jakten på sin olja exempelvis är verkligen sjukt och manipulativt. Och det är bara en del av kakan. Det är oerhört komplext men samtidigt hör allt ihop."
	},
	{
		"postIndex": 852,
		"postNumber": 877,
		"rankGlobal": 40,
		"scoreGlobal": 70,
		"userRank": 80,
		"userScore": 9.9,
		"postUserName": "MenVadSaDuNu",
		"postUserID": "u815001",
		"postUserUrl": "https://www.flashback.org/u815001",
		"postDateTime": "2013-07-15, 21:42",
		"postUrlInThread": "https://www.flashback.org/t2158037p74",
		"postUrlUniq": "https://www.flashback.org/sp44333419",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Racerbyce</strong> <a href=\"/p44318820#p44318820\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ser fortfarande inget problem med detta, och då använder jag själv flera av de där tjänsterna. Tror knappast att mina semesterbilder på Facebook eller statusuppdateringar om vad man käkat till middag intresserar NSA nämnvärt.<br/> <br/>  Men visst, sysslar man med bombtillverkning och stödjer Al-Qaeda eller drogkartellerna i Mexiko kanske man har anledning att känna sig lite paranoid. Kan dock inte relatera till detta själv så det får stå för andra, kommer själv med gott samvete att fortsätta med Facebook, Google, Yahoo och allt vad det heter.</div> </td> </tr> </table> </div> <br/>  Hm, det handlar ju inte om ifall någon är skum eller inte det handlar ju om principer. Skulle jag kunna få knulla dig i röven när du inte använder den? Nej, just det, inte för att du dör av det - utan för att att du förmodligen tycker att jag inte har där att göra. Med all rätt -detsamma gäller vad NSA och USA's övervakning handlar om. De har inte med min eller din kommunikation att göra lika lite som att jag har med din röv att göra."
	}
]
