[
	{
		"postIndex": 2966,
		"postNumber": 3046,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 7,
		"userScore": 14.5,
		"postUserName": "Coovex",
		"postUserID": "u535635",
		"postUserUrl": "https://www.flashback.org/u535635",
		"postDateTime": "2013-12-05, 04:50",
		"postUrlInThread": "https://www.flashback.org/t232286p254",
		"postUrlUniq": "https://www.flashback.org/sp46442538",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Putsch</strong> <a href=\"/p46440759#p46440759\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag tycker inte om den ton somliga har i den här tråden. Det här är inte någon form av penismätning utan handlar om ett presidentmord för många år sedan.</div> </td> </tr> </table> </div>   Jag har full förståelse för \"somliga.\" Sättet Du och några till behandlar överväldigande bevis på är minst sagt irriterande, hur ni ignorant skiter i viktig substans och istället lägger fokus på strunt, så är det självklart att somliga blir upprörda, i vissa fall även kallar er saker som ni har gjort er befogade till. Ni visar varken respekt för tråden eller J Fitzgerald K.<br/>  Smarta människor lägger fram klara saker men ni bara rycker på axlarna. Väx Upp!<br/> <br/>  Bevis(igen):<br/>  Det bringar fortfarande uppståndelse 50 år efter vad som hände. Det har kommit fram 100-tals whistleblowers samt vittnen som talar för en konspiration. Det finns 2000 olika teorier och allt från mördade vittnen, whistleblowers, manipulerade bevis, folk som sagt att de varit inblandade, lögner, total fabricering i Warren-rapporten och listan som pekar på en konspiration blir bara längre och längre för varje dag som går. Är detta vanligt vid en mordutredning? NEJ... Då kanske man ska börja lyfta på ögonbrynen.<br/> <br/>  Ni som fortfarande biter tag i den officiella storyn, eller att LHO sköt från sitt lilla fönster borde ta en funderare.<br/> <br/>  Inte ens världens bästa skytt har lyckats återskapa vad som hände i Dallas den 22 November enligt WR. Bara det är bevis nog, då Oswald endast var \"marks man\" i armén.<br/>  Oavsett om Oswald var kass eller bra på att skjuta så finns det INGEN som lyckats med vad han gjorde den dagen. Ingen har varit ens i närheten.<br/>  Han hade ett försök på sig med ett 23 år gammalt gevär. Som om inte det är nog så lyckats han med tidernas konstigaste kulstuds. Magic bullet-teorin är kryddan på moset.<br/> <br/>  Ammo: De kulfragment som hittats är inte kemiskt unika. Guinn's vittnesmål från 1976 är debunkat av dagens teknik.  Kulfragmenten kan vara från allt ifrån tre, fyra, fem eller t o m fler kulor. Ytterligare bevis som inte går att förneka. Paraffintesterna visade att Oswald inte hade krutrester i ansiktet (vilket han borde ha haft om han avfyrat ett vapen), andra tester visade också att han inte hade tvättat ansiktet de senaste timmarna.<br/>  Om du fortfarande tror att Oswald sköt... andas ut, ta ett steg tillbaka och analysera vad som hänt. Är detta troligt?<br/>  Det finns filmer som försöker bevisa den officiella teorin. Dessa filmer är klassade som skämt. Det finns ett tydligt exempel där alla som skjuter redan placerat geväret i exakt position för bästa resultat. Man har dessutom låtit de olika proffsen skjuta otaliga gånger för att sedan endast visa den absolut bästa omgången. En erfaren skytt kan direkt utesluta detta klipp och förklara hur långt ifrån verkligheten detta exempel är. De sitter i lugn, tyst miljö, vet redan vilken hastighet samt riktning föremålet de skjuter mot rör sig, men framför allt så visar man inte deras första försök. Det klippet snarare stärker bevisningen att Oswald inte skulle kunnat klara av det. Proffsen har problem efter evighets av övning, skulle LHO klara det perfekt på första försöket. Plus att han skickar in en magic bullet i det hela? Täääänk.<br/> <br/>  Varför flyttade de bilen till Michigan och fodrade om den. Man hade ALDRIG, jag repeterar ALDRIG, flyttat och \"byggt om\" bilen så att viktigt bevismaterial kan försvinna. Vi talar om en mordutredning av Presidenten. Man kvarhåller ALLA bevis i orginal (om inte utredningen kräver annorlunda) tills domen är fastställd.<br/>  Detta i sig självt är anledning till en konspiration.<br/> <br/>  Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Helt ofattbart!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DsfDASCapA9Q%26amp%3Bt%3D11m24s\" target=\"_blank\">http://www.youtube.com/watch?v=sfDASCapA9Q&amp;t=11m24s</a><br/>  Sånt händer inte. Även detta är bevis i sig. Tänk till extra!<br/> <br/>  Varför ändrade de MC-formationen ENDAST för Dallas-rutten? (MC var i Ordinarie formation de två tidigare rutterna)<br/>  Motorcyklisterna gjorde nu att sikten blev helt fri om någon skulle vilja skjuta. Varför?!<br/>  Slump?<br/> <br/>  Här är ett klipp med en Secret Service snubbe som blir ombedd att INTE följa bilen. Han fattar inte varför eftersom de två tidigare rutterna som gjorts, så har han haft den positionen. <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXY02Qkuc_f8%26amp%3Bt%3D22\" target=\"_blank\">http://www.youtube.com/watch?v=XY02Qkuc_f8&amp;t=22</a><br/>  Han satt/vakta bumpern/baken av bilen på alla adnra rutter.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DroCer69KxQA%26amp%3Bt%3D6m22s\" target=\"_blank\">http://www.youtube.com/watch?v=roCer69KxQA&amp;t=6m22s</a><br/>  Koppla ihop detaljer.<br/> <br/>  Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Finns ingen anledning att ljuga... om inte... Just det!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DHl0PENyHnKU\" target=\"_blank\">http://www.youtube.com/watch?v=Hl0PENyHnKU</a> Där ljuger WR igen. Dessa få bevisen har redan gjort det hela uppenbart?<br/>  Det är, och jag understryker, <u>idioti</u>, att fasthålla vid den officiella storyn med bevis likt dessa.<br/> <br/> <br/>  Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset, Militär, annan organisation kopplad till CIA/FBI.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmUA_hCMdvh4\" target=\"_blank\">http://www.youtube.com/watch?v=mUA_hCMdvh4</a> (gäller än idag)<br/>  Ex-Guvernören Jesse Ventura håller i mötet. Skulle han ljuga officiellt i denna utredning? <br/>  Ni som ifrågasätter JV är pinsamma. Gör eran research så märker ni att han är legit.<br/> <br/> <br/> <br/>  Oswald hade flera legitimationshandlingar, en med namnet Alek J Hidell, en pseudonym som påstås ha använts av minst en annan CIA-agent.<br/>  En av Oswalds CIA-kontakter påstås vara George de Mohrenschildt:<br/>  \"Lee Harvey Oswald was smart as hell. They make a moron out of him.<br/>  Lee was the most honest man I knew. He was ahead of his time really, a<br/>  kind of hippie of those days. He would have gone to a black school like<br/>  this one if he could. And I will tell you this--I am sure he did not<br/>  shoot the<br/>  president.\" --Baron George De Mohrenshildt <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.whokilledjfk.net%2Fgeorge_and_the_cia.htm\" target=\"_blank\">http://www.whokilledjfk.net/george_and_the_cia.htm</a><br/> <br/>  Alla som kände Oswald sa bestämt att han inte utförde dådet.<br/>  Detta är bara en utav 100-tals kommentarer ang. LHO.<br/>  Ska man bara sudda bort alla dessa uppgifter? Strunta i dem? Det krävs inte mycket research för att få fram information likt detta så ta erat förnuft till fånga.<br/> <br/>  Whistleblowers<br/>  E Howard Hunt (vem ljuger på sin dödsbädd) Ni som tror att Hunt var förvirrad och att hans söner \"lurade\" honom till att uttala sig så som han gjorde har blivit matade med lögner, och ätit upp dem också. Det finns alltid en möjlighet men i detta fallet är det bara löjligt.<br/>  \"shit en gammal whistleblower. Let's say he's old and confused.\" Klassiker som de gjort med många. James Forrestal för att bara nämna ett uppenbart exempel.<br/>  Övriga bevis gynnar i vilket fall konspirationsteorier där CIA garanterat är med.<br/>  Bill Cooper <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcSHU4f4AU5I%26amp%3Bt%3D4m35s\" target=\"_blank\">http://www.youtube.com/watch?v=cSHU4f4AU5I&amp;t=4m35s</a><br/>  Bill cooper är erkänd CIA, han (vittnet i filmen) blev mördad.<br/>  Green. and the list goes on and on. Google och Youtube är bättre än vad man tror, sen vill det ju till att ni kolla källor naturligtrvis.<br/>  Man bör också fundera på varför vittnen, efter JFK-mordet, blivit mördade, påstådda självmord, olyckor, sjukdomar o.s.v. Den som hinner bör se en video om detta:<br/>  Hit list: Who killed witnesses to the Kennedy assassination<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DX2rBQjzh-Kg\" target=\"_blank\">http://www.youtube.com/watch?v=X2rBQjzh-Kg</a><br/>  Är detta endast sammanträffanden???<br/> <br/>  Skott bakifrån my ass.<br/>  Det finns tusentals studier där alla talar emot varandra. Eftersom ingen vet vilken ammo som användes, inte heller vilket typ av vapen som användes, så vore det IDIOTI att uttala sig om hur och var ifrån skottet kom. Sjäv förhåller jag mig mest till Bill Coopers version då han hade tillgång till dokument samt blev mördad. Men, det är bara jag.<br/> <br/>  Att tro att zapruder-filmen verkligen bevisar någonting vore också en smula dumdristigt. Jag menar... hur många trodde inte på alla de filmerna som visar hur två flygplan åker in i WTC? Jag trodde själv på alla officiella WTC-klipp tills September Clues debunka och visade hur alla klippen är grafiskt redigerade. Idag vet vi att det inte var några flygplan inblandade och att det bara är vilseledande taktik.<br/>  Men om MEDIA skriker tillräckligt högt, så blir LÖGNER till slut SANNING.<br/> <br/>  SAMMANTRÄFFANDE?<br/>  Om du tror att allt det jag skrivit ovan är slumpen.... så önskar jag dig, vänligen: Ha ett bra liv... i skuggan.<br/> <br/> <br/>  Själv har jag fått distans till fallet och det är enormt uppenbart vad som hänt. <br/>  Läsningen av Dead Wrong och They Killed Our President var tillfredställande.<br/>  Belzer och Ventura.<br/>  Läs dem, Deras källor är dokumenterade och konfirmerade med Usa Government."
	},
	{
		"postIndex": 3025,
		"postNumber": 3108,
		"rankGlobal": 2,
		"scoreGlobal": 95.2,
		"userRank": 32,
		"userScore": 4.6,
		"postUserName": "Mr-Mr",
		"postUserID": "u814444",
		"postUserUrl": "https://www.flashback.org/u814444",
		"postDateTime": "2014-01-03, 09:27",
		"postUrlInThread": "https://www.flashback.org/t232286p259",
		"postUrlUniq": "https://www.flashback.org/sp46860186",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Putsch</strong> <a href=\"/p46639641#p46639641\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Man kan ju hitta på vad som helst. Att det var Krustjovs agenter, eller Castros, maffian, Israel, Norge, Waffen-SS, tomten eller elaka japaner.<br/> <br/> <u>Men det finns inte en tillstymmelse till bevis som tyder på något annat än att det var en ensam, förvirrad 24-åring vid namn Lee Harvey Oswald</u>. Han hade rätt skjutplats, vapen, bakgrund, motivation och dessutom tidigare våldstendenser.</div> </td> </tr> </table> </div> <br/>  I stort sett alla dina påståenden om Oswald är osanna om man granskar skottögonblicket noggrant samt om Oswalds persona, har du överhuvudtaget tänkt kritiskt. De uppgifter jag lämnar här är verifierade vittnesuppgifter som ingår både i officiella versionen och konspirationsteorierna. Vad vissa tror är att alla uppgifter är helt tagna ur luften men det är inte sant, det finns mängder med dokumentation som verifierats av CIA och andra källor, det finns polisrapporter som man kan läsa och verifierade vittnesuppgifter om händelserna runt Daily Plaza, jag tar saker i tur och ordning.<br/> <br/>  Jag är uppväxt i en jägarfamilj och höll på med skytte från 8 års ålder till jag var 19 år. Jag var en god skytt och jag vet hur olika vapen och kulor reagerar när man skjuter.<br/> <br/>  När det gäller Kennedymordet är jag främst intresserad av tidsspannet 12.28-12.35 för det tidspannet är både verifierat och väldokumenterat, sedan skiter jag egentligen i om vilka som låg bakom det är inte viktigt i mina ögon. Under den tiden upphörde nämligen våra mest kända fysiklagar att gälla om Oswald är mördaren, jag vill gärna att du exakt bevisar utom allt rimligt tvivel att det var Oswald som sköt för det har ingen ännu lyckats göra utan att krångla till sanningen.<br/> <br/>  Det finns två aspekter som oftast inte nämns i sammanhanget som ställer stora frågetecken om Oswald.<br/> <br/>  1.Ändrad färdväg<br/>  den 21 Nov publicerades en karta i Dallas största tidning som visade kortegevägen, den gick inte in på Elm Street utan fortsatte rakt fram på Main Street bakom järnvägen. I FBI:s utredning och i Warrenkommissionen slås det fast att Oswald hade bestämt sig flera dagar tidigare att utföra mordet från sin arbetsplats, färdvägen gick ju inte förbi skolbokslagret enligt kortegekartan, hur visste Oswald att kortegen skulle ändras just dit?<br/> <br/>  2. I de andra officiella uppgifterna som finns så var kortegen fem minuter försenad, det kan man se på de filmer som finns utmed hela kortegen. Kennedy stannar till och börjar prata med folk och skaka händer med dem som står nära vägen.<br/>  12.25 skulle bilen vara på Daily Plaza, någonstans mellan morgonen den 21 november och morgonen den 22 november gick denna uppgift fram, enligt Warrenkommissionen så var Oswald införstådd med att bilen skulle vara på plats 12.25.<br/> <br/>  Hur ser det då ut i den officiella tidslinjen?<br/> <br/>  12.20-12.25 sitter Bonnie Ray Williams och äter lunch på det fönsterbleck som Oswald snart ska skjuta Kennedy.<br/>  Bonnie Ray är svart och allmänt hatad av sina arbetskamrater av rasistiska skäl, själv ogillar han Lee Harvey Oswald, Oswald är boklagrets driftkuku och allmänt illa omtyckt, han har under den månad han jobbat där lyckats göra sig känd i hela byggnaden av majoriteten av de anställda.<br/>  Han är även illa omtyckt eftersom han är en sparris, en tunnis som inte orkar lyfta de tunga bokkartongerna. Kartongerna är något större än banankartonger och medeltjocka böcker.<br/>  12.25 går Bonnie Ray från fönstret och går ner till bottenvåningen vilket tar nära två minuter i anspråk, det är 6 våningar ner till gatuplanet och vad många inte vet om boklagret är att trapporna är av samma typ som i en kvarn, trätrappor som är hyfsat smala, slitna trappsteg som man måste passa upp i så man inte ramlar. 12.30 går bygglaget på lunch och varken Bonnie Ray eller laget ser Oswald gå upp för trapporna<br/>  mellan 12.15-12.25 sitter Oswald i lunchrummet på andra våningen. Varken Billie Ray eller det stora antal som rörde sig mellan 2 och 4 våningen såg Oswald springa upp eller ner för trapporna.<br/>  12.31 stormar M.l Baker in i rummet med draget vapen ihop med en av cheferna på lagret och chefen bekräftar att mannen vid Cola automaten jobbar på lagret, båda har senare bekräftat att det var Oswald, särskilt chefen eftersom Oswald var en legend på arbetsplatsen ur negativ bemärkelse.<br/> <br/>  Då har vi ingen tid för Oswald att utföra mordet. Oswald byggde ett värn invid fönstret innan han sköt<br/>  Det värnet kan inte byggts på mindre än 5-10 minuter och det värnet fanns inte när Bonnie Ray och bygglaget gick från platsen.<br/>  eftersom Oswald visste att kortegen skulle vara på plats 12.25 så varför var han inte där tidigare?<br/>  Bonnie Ray brukade ofta äta lunch vid just den platsen så därför är det konstigt att just det fönstret hade valts ut av Oswald.<br/>  För att kunna få en 100% garanti att lyckas med ett mord borde Oswald varit på plats vid rätt tid, det var han inte, nu var Kennedy försenad men hur hade Oswald kunnat veta det?<br/>  På en minut lyckades Oswald komma upp för trapporna från 2 våningen, bygga värnet, sätta sig rimligtvis på knä, ta fram geväret var han nu hade det, om det redan var färdigladdat så måste han sticka ut vapnet ut ur fönstret och sikta och skjuta tre skott på 4.5 sekunder varav skott 1 och skott 3 träffar Kennedy och Guvenör Connaly. Dessutom var Oswald en usel skytt, i det millitära kunde han inte pricka rätt överhuvudtaget och kände obehag att skjuta, det är väldokumenterade källor från marinkåren.<br/>  Sedan lägga hylsorna i en prydlig rad nedanför fönstret, gå iväg till en annan del av lagret och ställa ifrån sig geväret sedan springa fort som fan ner till våning 2 och ställa sig framför cola automaten utan att vara svettig, röd i ansiktet, anfådd eller det minsta nervös. Just den aspekten är väldokumenterad av både polismannen och chefen.<br/> <br/>  Vapnet, ett corconnagevär är något av de sämsta gevären att använda för att göra det Oswald skulle gjort av flera skäl.<br/>  Sedan finns det ännu två aspekter att ta hänsyn till och det tänker man på om man såg platsen under 60-talet.<br/>  Utanför fönstret växte ett träd, i Warrenkommissionen anges trädet vara avlövat, men detta är Dallas Texas och sådana träd tappar sina löv i februari så det var en stor lövkrona i vägen för skott 1 och två.<br/>  Aspekt två om Oswald nu var ensam varför väntade han till att skjuta tills bilen var vänd med ryggsidan till i Oswalds synvinkel, bästa träffläget var när bilen precis svängt in på Elm Street och åkte rakt mot boklagret, där var den perfekta skottvinkeln, där hade han inte trädet att ta hänsyn till.<br/> <br/>  Jag har skjutit med ett corconna gevär och jag vet hur värdeköst det är på långa avstånd.<br/>  Det var 81 meter ner till bilen, jag stod 60 meter från ett plank och sköt och kulan studsade från planket och kulan blev rejält tillplattad. Laddstaken är jobbig och fastnar ofta, att skjuta, ladda om, skjuta och ladda igen gör man inte på 4.5 sekunder med ett sådant gevär, lägg till att skjuta med geväret på fri hand och sikta.<br/>  På långt håll blir geväret lika ineffektivt som ett luftgevär, det är ett närstridsgevär för krig ingenting annat.<br/>  Kennedys kula lyckades dels gå in i Connalys handled, studsa mot det ben som är i handleden och sedan åka runt tills det tog sig bakom Kennedy och gick in i bakhuvudet utan att kulan blev tillplattad.<br/>  Kulan finns på bild och ingen kan få mig att tro att en kula förblir oskadd efter att ha gått igenom två kroppar och tillsammans åstakommit 6-7 ingångshål. Alla kulor jag skjutit med har blivit ordentligt skadade och då har jag ändå aldrig skjutit genom en kropp utan endast prickskytte.<br/> <br/>  När Oswald lämnar byggnaden så finns det inget enhetligt signalement på mördaren, utan det är efter mordet på Tippit som polisen har ett fullskaligt signalement. Så hur kunde Tippit veta att just Oswald var Kennedy mördaren när inget signalement gått ut, det lilla som rapporterats kunde gälla precis vem som helst och Oswald var långt från mordplatsen, varför skulle Tippit tänka i de banor att det måste vara mördaren. Och just då visste ingen att Kennedy var död, det kom senare, polisen visste bara att presidenten blivit beskjuten och förd till Parkland sjukhuset, just dessa aspekter brukar trilla bort ur den officiella versionen.<br/>  Det var mer när Oswald var på biografen de första meddelandena kom om presidentens död.<br/> <br/>  Jag har också tagit reda på hur svensk media rapporterade om mordet i kvällspressen, där blir det riktigt intressant om man tänker på tidsskillnaden mellan Dallas och Stockholm."
	},
	{
		"postIndex": 3091,
		"postNumber": 3177,
		"rankGlobal": 3,
		"scoreGlobal": 91.9,
		"userRank": 10,
		"userScore": 10.9,
		"postUserName": "Levillain",
		"postUserID": "u651689",
		"postUserUrl": "https://www.flashback.org/u651689",
		"postDateTime": "2014-03-17, 02:28",
		"postUrlInThread": "https://www.flashback.org/t232286p265",
		"postUrlUniq": "https://www.flashback.org/sp47970198",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HerrWarum</strong> <a href=\"/p47937617#p47937617\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nu har jag gått och trott på dig sedan detta<br/> <br/>  Nu sitter Clint Hill i Skavlan och säger precis detta jag sade innan. Jackie Kennedy klättrar bak för att samla ihop en bit av hjärnan. Hon lägger inte ens märke till Clint Hill enligt honom. Den biten av hjärnan bär hon ända till sjukhuset<br/> <br/>  Du är så självsäker hela tiden. Men nu får vi lyssna på mannen som själv var den som klättrade upp på bilen</div> </td> </tr> </table> </div> <br/>  Clint Hill är dessvärre inte trovärdig. Det var motbjudande att se.<br/> <br/>  Jag är mycket väl insatt i Kennedymordet. För att få en snabb uppfattning om fakta och mörkläggningen av mordet kan Jag kan rekommendera filmen \"The men that killed Kennedy\" som kom för 25 år sedan som på ett mycket bra sätt visar på att vi har fått reda på långt ifrån sanningen. <br/> <br/>  Det flera fotografier som visar att det åtminstone var fyra skyttar eller mer på plats till att börja med. Skytten för det dödande skottet, skytten som satt på betongfundamentet i skuggan strax bakom till sidan om Zapruder som syns på Orville Nix film, skytten i fönstret vid brandtrappan i Dal-Tex huset som syns i Altgensfotografiet, den uniformerade skytten \"badgeman\" som syns på Mary Moormans fotografi vilket visas i \"The men that killed Kennedy\" Det kan vara två skyttar till, som sköt från hålen i betongspaljen där Zapruder också stod, ett stycke åt sidan.<br/> <br/> <br/>  Jag har bl a själv analyserat flera olika fotografier och bl a dragit upp skärpan till dem i olika bildförbättringsprogram så kan jag säga att Clint Hill tyvärr inte säger sanningen och dessutom utelämnar nyckelinformation. Han är närmast kategorisk när han påstår att Lee Harvey Oswald var den som sköt och det är om man beaktar allt material som trots allt finns myckey som tyder på att han inte sköt. Varför? Därför att han med största sannolikhet finns på bild. Stående utanför TSBD i skottögonblicket.<br/> <br/>   Det märkliga är dessutom att Clint Hill förenklar händelseförloppet kraftigt. På Zapruderfilmen blir presidenten skjuten med det första skottet bakifrån medan han befinner sig dold bakom en vägskylt som står ivägen för Zapruder när han följer med presidentlimousinen längs Elm Street. Bilen rullar fram ett stycke och det dröjer relativt lång tid innan det dödande skottet. Clint Hill är framme därefter och klättrar upp på bilen. <br/> <br/>  Clint Hill hade mer än nog tid att hinna fram till presidenten redan när han höll sig för halsen men reagerade inte fullt så snabbt som han vill göra gällande. Det var tydligt att presidenten var träffad efter att bilen kom fram bakom den skymmande skylten men Clint Hill springer inte fram förrän efter att det dödande skottet har kommit efter ytterligare sekunder. Agenterna reagerade på skott tidigt för på det så kallade Altgensfotografiet syns agenterna på följebilen titta bakåt. På det fotografiet syns också en person som av allt att döma är Oswald själv ( eftersom han är mycket lik Oswald och har samma kläder som Oswald bar när han greps) , stående vid entrén till Texans School Depository. <br/> <br/>  På Altgensfotot har redan Jackie reagerat och det syns tydligt hur Jackie håller i Kennedys ena arm med sin vita handske. Ändå har inte agenterna reagerat på Kennedy som borde ha varit deras främsta prioritet då de var proffs, alla exsoldater till att börja med. De springer alltså inte fram till bilen det första de gör trots att det är tydligt att bilen blivit beskjuten. Jämför man förloppet mellan Altgensfotografiet och Zapruderfilmen så får man förloppet från två vinklar. Tittar man på Altgensfotografiet så griper Jackie JFK´s arm med sin vita handske ca 2,5 sekund efter att Kennedy syns komma fram bakom skylten.  På Altgensfotografiet som alltså visar hur Jackie håller i JFK´s arm inne i bilen ser man hur Clint Hill och hans kollega fortfarande ser sig om bakåt på följebilen redan vid det laget borde Clint Hill och hans kollegor varit framme vid JFK. De väntar alltså flera sekunder till med att reagera och skydda presidenten fast det är tydligt att presidenten redan är skjuten efter att han syns komma fram bakom skylten. 2,5 sekunder tidigare. Det dröjer ytterligare ca 4 sekunder innan Clint Hill är framme vid JFK´s limousine.<br/> <br/>  Samtidigt har föraren av JFK´s limousin, Greer  så fort skotten hörs och det vet vi ju, från det att han JFK syns komma fram bakom skylten, att han redan då är träffad, bromsar in och sänker farten istället för att gasa vilket ger skytten möjlighet att sikta in sig. Kennedy blir sedan dödligt sårad 5,5 -6 sekunder efter att han träffats första gången. Och på all den tiden reagerar inte heller Greer fast de var tränade att gasa så fort skott hörs redan då. Istället syns Greer faktiskt bromsa in innan det dödande skottet ( vilket syns tydligt från Zapruderfilmen )samtidigt som han vänder sig om och tittar bakåt mot presidenten som Jackie försöker hjälpa. Connoly, guvernören framför Kennedy har då blivit träffad på flera ställen ( Ett i låret, ett i handleden och ett i ryggen om jag inte misstar mig ) och skriker ut \" my god they´re gonna kill us all\". Det rådde därmed inte något tvivel för någon om att de var beskjutna. Ändå väntade både Hill och Greer med att reagera så länge så att det för den som studerar filmen blir uppenbart att det är iögonfallande lång tid när man vet att skotten ekade på platsen. 4-6 skott för övrigt.<br/> <br/>  Den kanske mest graverande omständigheten är dock att det finns bildbevis på när det ansvariga Secret Servicebefälet beordrar bort de två agenter som egentligen skulle ha sprungit utmed sidan på JFK´s limousine. Det syns tydligt på en videoupptagning från kortegens början. Man ser där hur de två agenterna som skulle ha varit på varsin sida om limousinen frustrerat och oförstående slår ut med armarna, som att de inte kan tro att det är sant, när de av följebilens Secrets Servicebefäl som reser sig upp från följebilen och \"pekar bort\" de två agenterna. Eftersom JFK blev skjuten från sidan tvärtemot vad Clint Hill påstår, så ser det ut som en tanke att man såg till att avlägsna de agenter som skulle ha varit ivägen för ett \"killshot\".<br/> <br/>  Det är nämligen så att bildruta 313 i Zapruderfilmen visar hur Kennedy har vänt huvudet aningen snett åt vänster vid dödsögonblicket och därför blir han skjuten  längs sidan, nära bakhuvudet. Kennedy har då alltså inte huvudet vänt rakt fram utan aningen snett åt sidan till vänster. Kulan kommer och skär loss ett stort sjok av huvudet från bakre sidan och snett tvärs igenom ut genom pannan vilket får till följd att hjässan klyvs utmed hårbotten och ett stort sjok av hjässan glider ned och blir hängande åt sidan med insidan av kraniet och hjärnan fullt exponerad. Detta är mycket tydligt. Tittar man också riktigt noga på bildruta 313 så ser man hur jämnt randen utefter innanmätet på kraniet är vid skottögonblicket och hur det sammanträffar med det som av allt att döma också är kulbanan sedd kommande snett nedifrån vänster och uppåt snett höger i ruta 313. Kulan färdas alltså i så hög hastighet att bildrutan av själva skottet inte kan bli skarp trots att bilden skildrar en 24 dels sekund, utan istället skildrar hur kulan i i ett streck färdas ett längre stycke tvärs över en och samma bild.. I de mer vidvinkelartade bilderna av mordet finns ej ett räkneverk för filmrutorna som det gör i de uppförstorade klippen men söker man på 313 på Google så finns det många iakttagelser på att kulbanan syns.<br/> <br/>  Det var tråkigt att se intervjun med Clint Hill i Skavlan när den fakta jag nu skrivit här är tillgänglig för alla och man vet vad de nämnda fotografierna föreställer. Det är bara att studera fotografierna och Zapruderfilmen. Man måste komma ihåg att Secret Service i och med att man kallade bort agenterna från sidan på limousinen från början måste ha varit inblandade. Agenterna agerade sedan mer än iögonfallande vilket stärker misstanken om att agenterna togs bort med avsikt från limousinsidan. Dessutom visste man i förväg att det fanns en förhöjd hotbild mot Kennedyadministrationen just i Dallas där Kennedys FN-ambassadör hade blivit spottad på och slagen av en person. Dallas ansågs inte gilla Kennedy.<br/> <br/>  Clint Hill är en del i ett större sammanhang som fortfarande har relevans i USA. Clint Hill är, såsom representant för Secret Service, när man vet ovanstående inte trovärdig i sina uppgifter. Det är fullständigt uppenbart att mordet på Kennedy var föremål för en gigantisk mörkläggning. Det finns ju också ett direkt erkännade av själva mordet som är dokumenterat där James Files, en maffiahitman sittande i fängelse faktiskt beskriver mordet och sig själv som den person som sköt det dödande skottet tillsammans James Nicoletti som satt i Dal Texbyggnaden. Den finns att bese på Youtube.<br/> <br/>  Att sedan förmodligen Lee Harvey Oswald själv,  ( en person som är extremt lik Oswald klädd i samma kläder som Oswalds när han greps syns stående till vänster i entrén till TSBD på Altgensfotografiet) kan ses i entrén medan Secret Serviceagenterna vänder sig när Kennedy tar sig åt strupen med Jackies vita handske som håller honom, ger ju i så fall Oswald ett alibi som inte är av denna världen. Att sedan förhören med Oswald hålls hemliga kan bero på att förhören innehåller just Oswalds utsago om var han befann sig i skottögonblicket. Naturligtvis fick han den frågan under förhören. Förmodligen svarade också Oswald på frågan. Har Oswald svarat att han stod i entrén till TSBD ( han kände ju inte till att han eller i värsta fall en person som är identisk och bär samma kläder råkade fastna på bild på ett foto som blev publicerat långt senare) blir svaret med det fotografiet på skottförloppet ett bevis på att Oswald var helt oskyldig. <br/> <br/>  Clint Hill berättar förenklar, utelämnar och förvanskar och fungerar som en talesperson för Secret Service som betedde sig som om de var inblandade; tog bort skyddet från sidan av limousinen. Hill såg detta själv men nämner det inte i intervjun. Han fortsätter och kommunicera att Lee Harvey Oswald var mördaren. I och med Altgensfotografiet blir det väldigt tvivelaktigt."
	},
	{
		"postIndex": 1408,
		"postNumber": 1447,
		"rankGlobal": 4,
		"scoreGlobal": 88.3,
		"userRank": 13,
		"userScore": 9,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2010-10-20, 10:25",
		"postUrlInThread": "https://www.flashback.org/t232286p121",
		"postUrlUniq": "https://www.flashback.org/sp26263080",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>charkov</strong></div> <div>Kul att du anstränger dig, <u>men</u> det finns ingen som helst substans eller fakta på<br/>  att inte LHO var den som sköt och mördade JFK. Är iaf. jag helt om att det var.</div> </td> </tr> </table> </div> <br/>  Läs på så kommer du att finna att så inte var fallet. Det är alldeles för många indicier och omständigheter som pekar på motsatsen medan de flesta av de andra indicierna är förfalskade, manipulerade eller helt enkelt förvrängda för att få det till att Oswald var the \"lone assassin\". Än en gång förkovra dig i ämnet på djupet så kommer du att inse att det överhuvudtaget knappt fanns ens en möjlighet till att så var fallet.<br/> <br/>  Lee Harvey Oswald fick jobbet i Texas School Depository av en homosexuell, oljeman från Texas, som senare visade sig arbeta för CIA, George de Mohrenschildt. Texas School Depository var CIA´s utgångsläge för attentatet på Kennedy. Av någon märklig anledning beslöt sig de Mohrenschildt för att begå självmord bara några timmar innan han skulle till Senaten och avlägg vittnesmål i Senate Select Committée of assassinations, även kallad Churchkommittén. Märkligt att han, när han visste att han skulle dit sedan en tid tillbaka i så fall inte begick självmord med en gång, utan väntade till bara någon timme innan och beslöt sig för att äta ett dubbelpipigt hagelgevär, vilket jag vill minnas att det var. <br/> <br/>  Läs Nicholas Kings biografi över George Bush så kommer du att kunna dra en hel del slutsatser kring stackars Harvey Oswald, som till skillnad från de flesta mördare inte uppvisade någon nervositet eller andra kännetecknande uttryck i samband med gripande och häktning som andra mördare samt att han själv lugnt och sansat hävdade att han var endast en syndabock. <br/> <br/>  Dessutom så fick polisen ett detaljerat signalement på en man som perfekt motsvarar Oswald efter mordet på Kennedy men utan att hans namn fanns med. När JD Tippet  någon gång runt kvart över ett, Dallas tid blev skjuten så visste man plötsligt vem mördaren var. Utan att det fanns någon som visste var ifrån signalementet härörde. Flera vittnen säger att De fler än en man som sköt polismannen och inte alltså en ensam person och andra vittnen påstår att mördarens utseende inte alls motsvarade Oswalds. Sedan har Oswalds fotografier förfalskats ett antal gånger. Vittnen från Texas Scholl Depositroy som hade viktiga upplysningar kring Oswalds förehavanden omedelbart efter mordet hördes inte ens av Warrenkommissonen och har du inte sett filmen JFK som visar på ett väldigt tydlgit sätt hur forscerat argumentationen kring att Oswald utförde mordet är så kommer du att inse ett och annat. <br/> <br/>  Och lyssna på det här: Prescott Bush, George Bush d. ä ´s far, var VD för Union Bank of New York och arbetade tillsammans med ordföranden Averell Harriman med banken fram till i början av 1942. Harriman flyttade sedan till Paris och arbetade sedan där med  E Howard Hunt, som direkt rapporterade till Harriman. E Howard Hunt var bl a lönnmördare för CIA och var ledaren för Watergateinbrottet som blev Richard Nixons fall. Hunt var också en av de ansvariga platscheferna för Grisbuktenoperationen. Harriman anställde 1946, även en viss Richard Millhouse Nixon som senare skulle komma att bli USA´s mest ökände president genom Watergateaffären och Vietnamkriget bl a, två år efter att Richard Nixon anställdes, anställdes även en viss <u>Jack Ruby</u> av Harriman. <br/> <br/>  Jack Ruby, mannen som skulle komma att mörda Lee Harvey Oswald i polisens eget garage i samband med att han skulle föras från häktet. Ruby angav som skäl att han skulle ha varit så upprörd över \"Oswalds mord på presidenten\". Ruby dog efter en tid i fängelse av en konstig sjukdom och hävdade att han hade blivit injicerad med något för att \"andra föredrog det på det sättet.\" Jack Ruby dog alltså en relativit kort tid efter mordet på Oswald. Märkligt hur alla bara dör i samband med Kennedymordet.<br/> <br/>  En annan person djupt involverad i Kennedymordet var David Morales, en av CIA mest trotjänande lönnmördare. Känd för att ha tagit på sig de svåraste lönnmorden och för att ha utfört en del av dem personligen. Morales var också ansvarig för rekryteringen och stridsledningen under Grisbuktenoperationen och deltog alltså själv i den på fältet. Morales som själv var en CIA höjdare med ansvar för flera av deras kontor och även ansvarig för flera av deras viktiga operationer bla likvidationen av Che Guevara och mordet på Salvador Allende, samt även högsta ansvarig på plats för flera av de CIAcentralen som startades upp i samband med operationer. David Morales har även känts igen av vänner och kollegor från fotografer från både Dealey Plaza och bilder från köket på the Ambassador Hotel i Los Angeles där Robert Kennedy påstods ha blivit mördad av Sirhan Sirhan. I Själva verket ådrog sig Kennedy de dödliga skadorna från extremt nära håll, där skotten avlossades mer eller mindre med mynningen i kontakt mot kroppen. Sirhan Sirhan däremot stod inte så nära Kennedy, så han kan inte ha avlossat de skotten även om denne också befanns ha skjutit. Morales var verkligen ingen person med någon liten betydelse och han har själv uttalat om Kennedymordet där han sa \" we took care of that SOB, didn´t we\".<br/> <br/>  Morales var under de sista åren rädd för CIA, sina egna med förklaringen att han visste för mycket. Han dog efter ett besök i Washington och återkom hem och klagade över att han hade mått dåligt ända sedan han hade varit i Washinton. Han drog sitt sista andetag, senare dagen efter med en järnring slagen runt sjukhussalen av poliser och civilklädda agenter. Låter inte direkt som om han dog en naturlig död, eftersom det förmodligen inte var så att det första som varken han eller hans anhöriga gjorde var att kontakta hans arbetsgivare, CIA. Ändå dök de upp oerhört snabbt och såg till att han inte fick tala med någon. Varför? Förmodlligen därför att man var rädda för att Morales själv skulle förstå att de hunnit förgifta honom och därmed kanske kunde tänkas hämnas genom att ge ifrån sig en massa komprometterande information innan han dog. Nu skulle detta förhindras genom att man slog en järnring runt rummet som omöjliggjorde för någon att tala med honom)  inom CIA säger en sådan sak \"is no small matter\" och bekräftar misstankarna om att Oswald inte alls var \"the lone assassin\". Att en sådan hög tjänsteman med kännedom om detaljer kring så betydelsefulla operationer som statskupper både i hem och utlandet,som Morales själv säger att \"we took care of that SOB, didn´t we\" is no small matter och bör tas på stort allvar.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.spartacus.schoolnet.co.uk%2FJFKmorales.htm\" target=\"_blank\">http://www.spartacus.schoolnet.co.uk/JFKmorales.htm</a>"
	},
	{
		"postIndex": 1491,
		"postNumber": 1533,
		"rankGlobal": 5,
		"scoreGlobal": 88,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Targenor",
		"postUserID": "u85600",
		"postUserUrl": "https://www.flashback.org/u85600",
		"postDateTime": "2010-12-30, 22:17",
		"postUrlInThread": "https://www.flashback.org/t232286p128",
		"postUrlUniq": "https://www.flashback.org/sp27896082",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>matrix2005</strong></div> <div>  Man hittade väl inte heller kulan som sköts i huvudet plus att man aldrig letade efter kulrester i hjärna och huvud, det kan mycket väl vara som så att kulan aldrig lämnade huvudet...?<br/> <br/>  Du, portnoy som verkar vara bevandrad i ämnet, vet du om detta har analyserats?</div> </td> </tr> </table> </div> <br/>  Mig veterligen hittades bara en enda kula, CE3099, även känd som \"the magic bullet\" den hittades på en bår på Parkland.<br/> <br/>  Vad som hände med den dödande kulan vet jag faktiskt inte, men kan mycket väl vara som charkov säger. Man hittade inte den kulan som missade bilen heller? Den slog in i gatstenen och splitter träffade Tauge.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong></div> <div>  Inte tusan är Oswald lone gunman och allt annat obevisat eller otänkbart skitsnack.<br/> <br/>  Igår började jag faktiskt tvivla lite smått men förnyad kontakt med \"konspirationsnästet\" återger<br/>  mig full tro på mina teorier.<br/>  Inte bara Ventura och hans grävande undersökningar utan gammalt, verkligt seriöst material, bland<br/>  annat det som lyfter fram de ständigt återkommande grejerna om Operation 40 och den<br/>  gruppens kopplingar till diverse rättsvidriga aktiviteter utanför och innanför landets gränser.<br/></div> </td> </tr> </table> </div> <br/>  Ja, inte saknade USA möjligheterna att utföra dådet, det hade faktiskt varit riktigt skoj om någon kunde genomföra en undersökning för att se vad USA varit inblandad i genom åren. Det kommer tyvärr aldrig att ske men det hade varit väldigt intressant.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong></div> <div>  Den numera avlidne Fletcher Prouty med sina ostridbara, djupa kunskaper om amerikansk<br/>  underrättelseverksamhet, i synnerhet med sikte på 50 och 60-talen, har ju flera gånger vittnat<br/>  om befintligheten av en grupp med välutbildade yrkesmördare av skild härkomst, S-Force, och<br/>  hållit för högst troligt att där är Kennedys mördare att finna, åtminstone någon av dem.<br/>  Prouty hade ju en hög befattning inom den militära underrättelsetjänsten så han bör väl kunna<br/>  åtnjutas rättmätig respekt och hög trovärdighet.<br/>  Finns ju ingen anledning för honom eller för den delen min tidigare nämnde CIA-tjänsteman<br/>  Marchetti, att fabla ihop historier utan ringaste täckning i verkligheten.<br/></div> </td> </tr> </table> </div> <br/>  Prouty borde givetvis ha en bra insyn mot det han säger, men samtidigt så kan jag inte låta bli att undra över hur folk som visste något ska ha dödats (dödslistan på vittnen) och Prouty tillåts prata om vad han vet, det känns lite konstigt, men visst listan behöver ju för den delen inte vara sann heller.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong></div> <div>  Återser en gammal amerikansk dokumentär, också inspelad på VHS-band, där Castros gamla<br/>  älskarinna, Marita Lorenz, detaljbeskriver händelser i anslutning till attentatet, och henne möter<br/>  jag också i Mark Lanes stora anklagelseskrift, där hon bland annat berättar hur Sturgis erkänt<br/>  sin direkta inblandning i mordet; - \"We killed the president that day. You could have been a part of it.<br/>  You should have stayed. It was safe. Everything was covered in advance. Very professional.\"<br/></div> </td> </tr> </table> </div> <br/>  Har Sturgis eller någon annan sagt något om vilka \"We\" är/var?<br/>  Vet dock inte om jag litar riktigt på att Sturgis talar sanning då han i andra tillfällen sagt att det var KGB som utförde mordet.<br/> <br/>  Anledningen till att jag frågar är att vi även har James Files som säger sig varit CIA och den som skjutit JFK från kullen, dock känns det något fel med hans historia då ytterligare en person (som files vägrar namnge) var den som mördade Tippit.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong></div> <div>  Och sen har vi järnvägsmannen Lee Bowers och hans uttrycksfulla utpekande av människor och<br/>  misstänkta aktiviteter vid staketet som han ju hade full uppsikt över från sin upphöjda position<br/>  i en bredvidliggande byggnad. För den legendariske privatspanaren Penn Jones har han berättat<br/>  detaljer om hur han såg gevär och skjutning. Bowers omkom i en högst mystisk bilolycka<br/>  några få år efter mordet på JFK.<br/></div> </td> </tr> </table> </div> <br/>  Lee Bowers sa sig också vara osäker på var skotten kom ifrån.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         He described hearing three shots that came from either the Depository on his left or near the mouth of the Triple Underpass railroad bridge on his right; he was unsure because of the reverberation from the shots.<br/> </td> </tr> </table> </div> <br/>  Bowers såg fyra personer på kullen vid tiden för skotten, två parkeringsvakter (han ska ha känt en av dom) samt två okända män.<br/>  Dock verkar det som att Bowers kan ha sett två (av dom tre) männen som stog på trappan i Zapruderfilmen.<br/> <br/>  Bowers ska också ha sagt till myndigheterna att han inte såg något speciellt den dagen, och hans vittnesmål tycker jag inte tyder direkt på det heller.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong></div> <div>  Till Venturafilmerna igen: Intressant är inslaget om luffarna. jag tvivlar ju själv på att man är rätt<br/>  ute där som jag har påpekat tidigare, men nu när jag kollar närmare in på en av de tre figurerna<br/>  så är det förbluffande så lik Hunt är en av dem, mannen med den solkiga huvudbonaden.<br/>  Kan det verkligen vara den mytomspunne intrigmakaren Howard Hunt, desslikes välkänd<br/>  spionromanförfattare? <br/></div> </td> </tr> </table> </div>   Jag är väldigt tveksam till att detta ska vara tre CIA agenter, av vilken anledning ska dessa då visa upp sig så här? För att skylta med vilka som genomförde mordet? Det är åtminstone den enda orsaken jag kan tänka mig till deras eventuella närvaro, dom finns ju som sagt va inte med på bilder eller filmer före mordet så dom var alltså inte på DP under skottlossningen.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong></div> <div>  Kolla in närmare så får ni själva se och avgöra. Några av the investigators hos Ventura tyckte också<br/>  att det var otroligt likt.<br/> <br/>  Frågetecknen hopar sig som vanligt.<br/> <br/>  Hunt eller inte? Oswald eller flera? Oswald inte alls? Skott framifrån eller inte? Ett stort gapande<br/>  hål i bakhuvudet eller inte? En maffiadirigerad Ruby eller inte?<br/> <br/>  För min del är tvekan över. Nu är jag stadigt vid min tro igen.<br/> <br/>  Tills imorgon åtminstone.<br/> <br/> <br/>  GOTT NYTT ÅR på er alla!</div> </td> </tr> </table> </div> <br/>  Jag tror inte det var Hunt och hans vänner, tror faktiskt mest på Oswald som ensam skytt i nuläget det finns teorier och tankar åt andra håll men inget som har kännts så där vattentätt att man skulle kunna tro på det.<br/> <br/>  Gott Nytt år på er"
	},
	{
		"postIndex": 3039,
		"postNumber": 3122,
		"rankGlobal": 6,
		"scoreGlobal": 86.3,
		"userRank": 18,
		"userScore": 7,
		"postUserName": "boss-jon",
		"postUserID": "u847632",
		"postUserUrl": "https://www.flashback.org/u847632",
		"postDateTime": "2014-01-26, 03:04",
		"postUrlInThread": "https://www.flashback.org/t232286p261",
		"postUrlUniq": "https://www.flashback.org/sp47217405",
		"sentence": "Haha man fullkomligen häpnar när man läser igenom här och ser hur visa människor försöker klamra sig kvar vid LHO teorin trots alla uppenbara bevis, jag förstår inte vad som är så svårt för folk att erkänna vilka stora frågetecken det finns runt Warrenkommission. Vissa av medlemmarna i kommisionen tror inte ens på de själva, de som var allra närmast mordet (Conoally, Jackie, vittne Newman etc) tror inte på de, 80% av Usas befolkning tror inte på de, Dallas sjukhus personal som först tog hand om Kennedy innan han illegalt togs ifrån dom trodde inte på de.<br/> <br/>  Jag förstår inte hur folk kan ignorera detta, eller alla de vittnen som säger att skott kom ifrån kullen. Varför valde Johnson att bygga om bilen, ett mord på presidenten har skett i den bilen och han skickar upp den till Michigan för att byggas om? Varför får LHO ingen advokat? Varför påstår Warren kommissionen att LHO och Ruby inte kände varandra, när dom egentligen gjorde de? Varför fanns inget intresse att ens utreda om det fanns någon mer mördare än LHO? Hur mycket ni själva en försöker förklara single-bullet teorin så måste ni erkänna att det är väldigt konstigt? Varför har ingen någonsin lyckats göra om Warrenkommisions teori om de 3 skotten, trots att några av världens bästa skyttar försökt, men detta skall LHO klara, som enligt armen inte ens ansågs vara en bra skytt. Hur kan ni förneka Zapruder filmen där man klart och tydligt ser huvudrörelsen på kennedy vilket visar att skottet kom framifrån? Gerald Ford har själv sagt att man ändra positionerna på Kennedys skador för att det skulle stämma med Warrenkommisionen. Hur kan ni inte tro på alla de motiv som fanns att mörda Kennedy? Och alla de som tjänade på att han försvann och alla de förändringar som skedde efteråt som hjälpte deras intressen? <br/> <br/>  De få människor som jag känner som inte har någon vidare koll på JFK konspirationen behöver man bara visa 2-3 bevis som talar emot Warrenkommisionen och det är helt uppenbart för dem att något är väldigt, väldigt fel och konstigt, varför har en minoritet svårt att se detta? Vad får folk ut av att försöka lura människor och skydda mördare som gått fria? <br/> <br/>  Läser man igenom olika böcker, videos etc som både talar för och emot Warrenkommissionens slutsats och efter att ha läst dessa fortfarande tror på de Warrenkommisionen...då måste man allvarligt talat kolla om man har alla hästar hemma."
	},
	{
		"postIndex": 274,
		"postNumber": 283,
		"rankGlobal": 7,
		"scoreGlobal": 86.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Targenor",
		"postUserID": "u85600",
		"postUserUrl": "https://www.flashback.org/u85600",
		"postDateTime": "2006-04-21, 14:09",
		"postUrlInThread": "https://www.flashback.org/t232286p24",
		"postUrlUniq": "https://www.flashback.org/sp4053433",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>Verkar vara rätt mycket delade uppfattningar ang det hära.<br/>  Kommentera gärna mina teorier.<br/> <br/>  Mina är:<br/> <br/>  Chaffören är inblandad på något sätt, om ni går igenom alla länkar och tittar extra noga så ser ju vem som helst att han vänder sig om just innan Kennedy blir skjuten i huvudet. Han håller även i något vilket ser ut som en pistol.<br/></div> </td> </tr> </table> </div>   Han håller inget i handen , det är en reflex <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Tror mordet var planerat av flera CIA/maffian m.m.<br/></div> </td> </tr> </table> </div>   Det kan jag hålla med om , det har också \"fifflats\" lite för mkt med bevis för att flera inte ska vara inblandade<br/> <br/>  Teorier:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Det sköts väl flera skott? Sköts det skott innan chaffören vände sig om?<br/>  Isåfall så var väl hans reaktion att Kennedy verkligen skulle dö och hörde dem<br/>  första skotten, vände sig om och sköt. <br/></div> </td> </tr> </table> </div>   Ja det sköts innan chaffören vände sig om , om du tittar på zapruder filmen , så för kennedy upp sina armar mot halsen när han kommer fram bakom skylten , där bör det första skottet ha träffat honom.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Dem hära filmerna som finns på nätet vet man ju aldrig mer, kan ju vara manipulerade, finns det inte en ända med en ljudfrekvens.<br/></div> </td> </tr> </table> </div>   Kamerorna på den tiden registrerade inte ljud , men det finns ljudupptagningar    , dom som först tog fram dessa bevis var HSCA<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Varför hoppar Kennedys fru bak när hon hör dem första skotten?<br/></div> </td> </tr> </table> </div>   OM chauffören sköt hennes man , hade hon då inte hoppat av bilen helt i panik?<br/>  Hon hämtar en bit av hans skalle från bagaget , som hon sedan håller i sin hand tills hon lämnar över den till en läkare på sjukhuset.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Det är ju ingen fråga om att kennedy är skjuten i huvudet frammifrån.<br/>  Eftersom \"smällen\" blir så stor så är det mycket troligt att chaffören utförde dådet. <br/></div> </td> </tr> </table> </div>   Mycket troligt? väldigt osannoligt är vad det är , för att säga att det inte ens existerar den chansen , återigen vill jag hänvisa till Moormans Polaroid som är taget någon tusendel<b> INNAN </b>JFKs skalle exploderar, finns ingen Greer på den bilden , detta tyder på att Greer inte sköt JFK<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Varför chaffören ville döda Kennedy orkar jag inte lägga ner något mer tänkade på, utan det jag undrar är varför gör han det så uppenbart framför alla? Han hade nog kunna utföra det på ett mycket bättre och diskretare sätt ifall han nu vill ha ihjäl Kennedy. Varför mitt på gatan 2meter ifrån han?<br/></div> </td> </tr> </table> </div>   Skulle tro att om denna teori är riktig så är han bara en bricka i ett spel , knappst han som planerat det hela.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Var hur många som helst inblandade?<br/></div> </td> </tr> </table> </div>   Det som förbryllar enligt mig , det ser rent löjligt ut när man tittar på hur många som skulle ha varit inblandade enligt olika forskare/warren kommisionen / HSCA <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  På filmerna som finns på nätet så är det ganska uppenbart att skottet är antingen skjutet från nära håll med tanke på skadorna, eller skjutet från en distans med ett mycket kraftigt vapen.<br/></div> </td> </tr> </table> </div>   Helt klart är det väl att mer än 3 skott avlossades den dagen<br/>  skadan i vindrutan är ett exempel , kulan som gjorde spår i gräset på andra sidan DP är ett annat, och var kom skottet som träffade vägstenen för att sen fragment skulle träffa James Tauge som stog vid tunneln?<br/> <br/>  Flera skyttar , antingen skjutit samtidigt eller så har dom använt ljuddämpare.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Vad hände efteråt? Ifall det var chaffören som sköt vilket filmerna tyder på så  vars far dom sen? Vad hände med dem andra passagerna i bilen? Forsatte han köra därifrån? Passagerana i bilen mördades inte tror inte dem skulle hålla tyst när en chafför som sitter några decimeter från dem skjuter presidenten.<br/></div> </td> </tr> </table> </div>   Bilen fortsatte till Parkland Memorial hospital där man dödförklarade JFK och tog hand om Guvenören (tror inte dom tog ut kulan han träffades av, hörde nånstans att han levde hela sitt liv med kulan i kroppen) och han dog som tidigare sagt 1993 , Jacki dog 1994 om ja minns rätt  , Greer och den andra chauffören har jag ingen aning om , Guvenörens fru levde 2003 och var den sista överlevande från bilen<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Har ens någon av dessa personer gjort ett ända uttalande om dödskjutningen?<br/>  Verkar ju onekligen mycket skummt. <br/></div> </td> </tr> </table> </div>   Vad jag vet så är Guvenörens fru helt övertygad om att det var LHO som sköt  presidenten , precis som hennes man.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Varför finns det bara en film? En film, en vinkel, inget mer.<br/>  Lär ju vara en hel del andra som filmade allting, dessutom med ljud.<br/>  Varför finns det inget ljud någonstans?<br/></div> </td> </tr> </table> </div>   Det finns bilder och fler filmer , men zapruders film är den som är den bästa filmen, <br/>  Denna DVD har jag i min ägo och den innehåller alla filmer som filmats på DP den dagen<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0000DC14U%2Fref%3Dpd_bxgy_img_b%2F002-5658676-6663256%3F%255Fencoding%3DUTF8%26amp%3Bv%3Dglance%26amp%3Bn%3D130\" target=\"_blank\">http://www.amazon.com/gp/product/B00...v=glance&amp;n=130</a><br/> <br/>  Ljudupptagningar finns <a href=\"/leave.php?u=http%3A%2F%2Fmcadams.posc.mu.edu%2Fdpdtapes%2F\" target=\"_blank\">http://mcadams.posc.mu.edu/dpdtapes/</a> (Polisens ljudupptagningar)<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Finns ju flera vittnen som skulle kunna säga direkt ifall det var chaffören som sköt det dödande skottet, inte bara dem som stod vid sidan om utan tänker främst på passagerarna i bilen samt alla säkerhets vakter.<br/></div> </td> </tr> </table> </div>   Också en lustig grej , sidorna som Mankan länkade till pratade om att Jean Hill  bland annat sagt att skotten kom från bilen , men under hela sitt liv (hon dog 2000) så påstog hon att skotten kom från kullen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>  Eller är alla inblandade?</div> </td> </tr> </table> </div>   Vem vet , dom kanske styckade kennedy på DP sen fejkade alla bilder och filmer <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/w00t.gif\" title=\"EEK!\"/>"
	},
	{
		"postIndex": 2861,
		"postNumber": 2939,
		"rankGlobal": 8,
		"scoreGlobal": 85.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Targenor",
		"postUserID": "u85600",
		"postUserUrl": "https://www.flashback.org/u85600",
		"postDateTime": "2013-11-26, 19:15",
		"postUrlInThread": "https://www.flashback.org/t232286p245",
		"postUrlUniq": "https://www.flashback.org/sp46319864",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du lever ett liv där du har känslan att \"måste tro\" på någonting. Det är omöjligt för dig att förstå att det du tror på kan vara fiktivt. Det är inget jag kan göra mer än att be dig se länkarna. Googla och försök... försööök förstå vad jag menar.<br/>  Jag har presenterat hur mycket bevis som helst. Sen att du lever i en \"dagisvärld\" där man bara tror på fysisk bevisning (ibland falska sådana) kan inte jag hjälpa. Jag hackar inte på dig. Jag säger sanningen baserat på dina tankegångar. Lycka till. Kolla bevisen nedan. Lyssna lite på vad de säger också.<br/></div> </td> </tr> </table> </div> <br/>  Jag har följt denna tråd i flera år, men inte kunnat se några bevis för någonting alls förutom att LHO sköt JFK. Om du postat inlägg som bevis, länka gärna.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Helt ofattbart!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DsfDASCapA9Q%26amp%3Bt%3D11m24s\" target=\"_blank\">http://www.youtube.com/watch?v=sfDASCapA9Q&amp;t=11m24s</a><br/></div> </td> </tr> </table> </div> <br/>  Vad såg Bill Newman egentligen? Jo själva dödsögonblicket, vad kan man dra ut ur det? ingenting, han kan inte avgöra var skotten kommer ifrån bara att presidenten dog. Lär finnas fler vittnen på plats som inte kallades till att vittna.<br/>  Dessutom hade myndigheterna lätt kunnat ändra i hans vittnesmål, precis som dom \"gjort\" i andra vittnesmål.<br/> <br/>  Totalt ointressant<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Varför flyttade de bilen till Michigan och fodrade om den. Man hade ALDRIG flyttat och \"byggt om\" bilen så att viktigt bevismaterial kan försvinna. Vi talar om en mordutredning av Presidenten. Man kvarhåller alla bevis i orginal (om inte utredningen kräver annorlunda) tills domen är fastställd.<br/>  Går det inte in?<br/>  Detta i sig självt är i princip anledning till en konspiration.<br/></div> </td> </tr> </table> </div>   Att dom flyttade bilen är ointressant, att dom tvättade ur bilen, bara timmar efter mordet är intressant, man brydde sig inte ens om kulrester i bilen vilket kunnat avgöra varifrån skotten kommit eller vilket vapen som använts.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Varför ändrade de MC-formationen ENDAST för Dallas-rutten? HA!!!!!? <br/>  Motorcyklisterna gjorde nu att sikten blev helt fri om någon skulle vilja skjuta.<br/></div> </td> </tr> </table> </div>   Vem som helst som ville skjuta JFK kunde skjuta oavsett hur många MC poliserna som varit på plats, ingen skjuter väl från gatan, utan ovanifrån.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Här är ett klipp med en Secret Service snubbe som blir ombedd att INTE följa bilen. Han fattar inte varför, tolkar jag det som = <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXY02Qkuc_f8%26amp%3Bt%3D22\" target=\"_blank\">http://www.youtube.com/watch?v=XY02Qkuc_f8&amp;t=22</a><br/>  Han satt/vakta bumpern/baken av bilen på alla adnra rutter. Det är ingen övertolkning. Sluta blunda.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DroCer69KxQA%26amp%3Bt%3D6m22s\" target=\"_blank\">http://www.youtube.com/watch?v=roCer69KxQA&amp;t=6m22s</a><br/></div> </td> </tr> </table> </div>   Denna film är tagen på Love Field och precis då dom ska åka in mot Dallas, ska livvakten springa bredvid bilen hela vägen in till Dallas? Limousinen lär ju också öka farten i så fall.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Finns ingen anledning att ljuga... om inte... Just det!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DHl0PENyHnKU\" target=\"_blank\">http://www.youtube.com/watch?v=Hl0PENyHnKU</a><br/>  testa googla!<br/></div> </td> </tr> </table> </div>   Sanningen finns defentivt inte på internet. Väldigt intressant kommentar, men varför är det bara han som lättat på hjärtat om detta?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset, Militär, annan organisation kopplad till CIA/FBI.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmUA_hCMdvh4\" target=\"_blank\">http://www.youtube.com/watch?v=mUA_hCMdvh4</a> (gäller än idag)<br/></div> </td> </tr> </table> </div>   Vad har Vita Huset med LHO att göra? Om det var en konspiration så var det troligen CIA som var inblandad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Guvernören Jesse Ventura håller i mötet. Skulle han ljuga officiellt i denna utredning? Tänk själva.<br/></div> </td> </tr> </table> </div>   Jesse Ventura är en pajas, en clown. Det finns hur många klipp som helst med honom där han påstår saker som inte stämmer, saker som säger emot varandra.<br/> <br/>  Om man ser klippen med en logisk synvinkel så inser man snart detta.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Whistleblowers<br/>  E Howard Hunt (vem ljuger på sin dödsbädd), Bill Cooper, Green and the list goes on.<br/></div> </td> </tr> </table> </div> <br/>  E Howard Hunt ljuger på sin dödsbädd, det är vem som skulle kunna göra det.<br/>  Hans version är kusligt lik det som fanns i serien The Men Who Killed Kennedy, och då den serien kom redan 1989 så får jag känslan av att Hunt mycket väl kan ha fått inspiration från den serien.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.maryferrell.org%2Fwiki%2Findex.php%2FThe_Men_Who_Killed_Kennedy\" target=\"_blank\">http://www.maryferrell.org/wiki/inde...Killed_Kennedy</a><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Jesse Ventura, ex-governer. Han har koll på sina bevis, det kan jag lova. Han skulle inte ens ta upp bevis som inte gick att styrka. Om Jesse nämnt en sak som inte var sann så hade han hade bombarderats av frågor, debunks, karriärshot etc.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DIjU2LtVGxN0\" target=\"_blank\">http://www.youtube.com/watch?v=IjU2LtVGxN0</a> <br/>  googla själv.<br/></div> </td> </tr> </table> </div> <br/>  Jesse Ventura har tagit upp saker som inte är sanna, saker som visat sig vara konstiga när man tittar nogrannare på dom. Ett exempel är interjuven med Howard Hunts son<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Vi kommer nog aldrig få veta vem som sköt (50 år sedan) men om du hade läst och sett hälften av de bevisen jag sett så blir det uppenbart att din story är BS.<br/></div> </td> </tr> </table> </div>   Så länge man lyssnar på Jessie Ventura så lär man aldrig få reda på någonting tyvärr.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Intressant = Varför mörda honom? Bill är erkänd CIA-medlem.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcSHU4f4AU5I%26amp%3Bt%3D4m35s\" target=\"_blank\">http://www.youtube.com/watch?v=cSHU4f4AU5I&amp;t=4m35s</a><br/>  Bill cooper (vittnet i filmen) blev mördad.<br/></div> </td> </tr> </table> </div>   Om man nu kan kalla det mord då man hotar folk med vapen och skjuter mot polisen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46313595#p46313595\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Låt säga att Oswald mördade honom. Skulle han lämna sin rifle(!?) och sen bara \"chilla\"?!?!<br/>  Helt olikt alla andra gärningsmän. Men som sagt. Kolla bevisen ovan. Ta eran tid, mjuka upp hjärnan så ni blir lite öppensinnade. Annars är det som sagt bara din förlust. Tjoflöjt.</div> </td> </tr> </table> </div>   Det finns garanterat gärningsmän som gjort precis som LHO. Problemet för dig verkar vara att du ställt in dig på att de var en konspiration och inte har ett öppet sinne om det hela.<br/> <br/>  Börja tänka källkritiskt angående Jessie Ventura, vad går att läsa mellan raderna, vad säger han, googla på personer och saker i filmerna.<br/> <br/>  I ett videoklipp, hittar det inte just nu, så interjuvar Jessie Ventura E Howard Hunts son Sir John Hunt, Hunt är så pass rädd för den information han säger sig ha, att han måste gömma sig på ett motellrum för att undkomma dom som är efter honom. Bland annat säger han, &lt;quote&gt;<br/>  Jag är i stor fara så länge jag säger min historia&lt;/quote&gt;<br/>  Självklart är han rädd för att hamna i trubbel, men tydligen inte så rädd då han ändå försöker sälja sin \"story\" på sin hemsida <a href=\"/leave.php?u=http%3A%2F%2Fwww.saintjohnhunt.com%2F\" target=\"_blank\">http://www.saintjohnhunt.com/</a> <br/> <br/>  Operation 40 som nämns flera gånger i klippen nämdes redan på 1990 talet och kanske även före det, alltså är även det gamal skåpmat.<br/> <br/>  Inget bevis för nånting i det inlägg jag svarat på"
	},
	{
		"postIndex": 2621,
		"postNumber": 2681,
		"rankGlobal": 9,
		"scoreGlobal": 84.8,
		"userRank": 20,
		"userScore": 6.6,
		"postUserName": "MrChrillemannen",
		"postUserID": "u746460",
		"postUserUrl": "https://www.flashback.org/u746460",
		"postDateTime": "2012-11-06, 00:50",
		"postUrlInThread": "https://www.flashback.org/t232286p224",
		"postUrlUniq": "https://www.flashback.org/sp40205393",
		"sentence": "[quote=PekkariP1] Frågor från Dig till mig..<br/> <br/>  Sabotladdad ammunition fanns redan vid mitten av 1860-talet och som uppfunnits av en tysk. Bilden som du kommenterade visar ett <i>exempel </i>på en vanlig ammunitionsask utan tanke på kaliber, motsv. <br/> <br/>  Just den för tillfället nämnda ammunitionen vid JFK-mordet togs fram vid CIA:s avdelning i San Diego, där det också fanns en teknisk sektion. Kontoret låg ovanpå våningen ovanför det officiella FBI-kontoret och där den tekniska sektionen bland annat också provade fram ammunition av typen \"short shot\" (underladdad patron) som vid ett mord gör att skytten kan skjuta i trängsel och samtidigt veta att kulan inte kommer att gå igenom kroppen och träffa personen bakom vilket också överensstämmer med Kennedys skottskador. Även ammunition av sådan karaktär så att den slås sönder i mikropartiklar togs fram vid den här tiden vilket leder till att sårskadan på djupet bara blir en \"svart fläck\", vilket också liknar skadan inne i Kennedys bål. Nedan lite olika typer av ammunition till handeldvapen<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FOlikasorter.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...likasorter.jpg</a><br/> <br/>  En kula smusslades undan vid obduktionen, (tinningssskottet, ett \"short shot\") men jag har funnit en kopia av FBI-orginaldokumentet (se foto) som av misstag inte hann gömmas och dokumentet bekräftar ett kvitto vid överlämnandet till FBI och det kvittot visats för mig av James Tague (vittnet med splitterskadan på kinden vid \"Triple underpass\") och som jag har haft lite kontakt med och fått mig tillsänt några föremål.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FBullet_behind_ear.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...behind_ear.jpg</a><br/> <br/>  Vad avser \"ekorrjakt\" och andra ammunitionsbehov så tror jag att vi kan ställa den frågan utanför den vanliga diskussionen i jaktbutiken och se hur CIA tar fram material för sina \"behov\". (Bild, CIA 1963 - Pistol för giftpil samt kamera med inbyggt pistol för korthållsskjutning)<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FCia-poisonflechettegun.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...echettegun.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FCIAcameragun-Stinger.gif\" target=\"_blank\">http://i1169.photobucket.com/albums/...un-Stinger.gif</a><br/> <br/>  Och visst blir träffsäkerheten lägre med ljuddämpad ammunition med det får alltid vägas mot skjutavstånd och upptäcksrisk. <br/> <br/>  Rapporten från ARRB-kommissionen kring Kennedymordet (1994-1998) tog fram ett långt vittnesmål från den fototekniska expert som hanterade Z-filmen dagen efteråt, och denne vittnade att det var ganska lätt att räkna träffarna i och runt bilen och han såg 8-9 skott träffa. Personen är namngiven och säkerställd som ansvarig vid tillfället och har som laga vittne undertecknat vittnesmålet, och bilden som nedan visar det rikochettmärke på trottoaren som fanns kvar på eftermiddagen den 22:e nov men som togs bort inom ett dygn av FBI, detta tillsammans med blodfläcken som fanns bakom muren cirka 10 m från gatan.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2Fsidewalk.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...n/sidewalk.jpg</a><br/> <br/>  En kula hittades mycket senare någon kilometer bort sittande fast i ett hustak i samma smala vinkel som där TSBD ligger (Kulan: Cal. 30) <br/> <br/>  Vad det gäller användandet av 4 skyttar så tog de sig<b> inte</b> fram oupptäckta utan sågs av mängder med människor (vittnen) som utgick ifrån att det var säkerhetstjänsten som bevakade platsen.De enda som förstod var som var på gång var de fångar som satt inne i fängelset och såg rakt in på 6:e våningen inne i TSBD och såg skytten inne i byggnaden, men de kunde inte göra något mer än skrika och vifta eftersom de var inlåsta men väktarna stod tyvärr nere på gatan för att se kortegen.<br/> <br/>  Många av de inblandade bar dessutom polisuniform samt bar gevär vilket upplevdes som ett helt naturligt inslag i bilden. När sedan presidentkortegen rullar in så tittar 99 % av alla åskådare fokuserat på det de väntar på och ser sannolikt nästan ingenting runt omkring. Vad avser skytten inne i Daltexbyggnaden (Sannolikt Iziqierdo) så låg han djupt inne i en lägenhet, sköt ljuddämpat och gick sedan ut stilla på baksidan.<br/> <br/>  Ex. på vittnen. Paret Rowlands<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FRowland3.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...n/Rowland3.jpg</a><br/> <br/>  Vad gäller koordinationen mellan 4 skyttar så kan jag efter 23 års i armén (76-99) säga med att det är ganska enkelt. Vad avser koordinationen mellan sektionerna har jag en digitalt bearbetad audio av \"The Dictabelt tape\" som visar att det defenitivt är manipulerat (förfalskat) samt att man har lyckats ta fram frekvensöverskridande ordsekvenser där en röst säger i radio \"We are at GO!\" precis när limousinen svänger in på Dealey Plaza. (se bildklipp från ljudanalys av The dictabelt tape) <br/> <br/>  Man hittade dessutom flera kulor på mordplatsen, en sådan på bilden nedan därjust den kulan som kriminalpolisen i hatt (Buddy Walters) fann och lämnade över till FBI. Varvid kulan försvann tillsammans med den anonyme agenten för evigt. Walters berättade inledningsvis för alla vad hann funnit men drog sedan snabbt tillbaka tillbaka allt hann sagt och inledde därefter en märkligt framgångsrik karriär under en kort tid framöver vilket förvånade kollegorna då han alltid uppfattats som en dålig polis samt faktiskt smått dum och dessutom feg och otrevlig. Tyvärr \"råkade\" han dö\" innan HSCA kommissionen kunde höra honom.. (Som så många andra.. FBI:s tekniske chef m.fl)<br/> <br/>  En annan kula som FBI hade synlig på sjukhuset (innan de fick kalla fötter) var en gevärskula med spets (inte rundad som Carcano-kulan) men som sedan \"försvann\" i hanteringen av FBI.<br/> <br/>  Det fanns avsevärt mera fragment och splitter i bilen än vad som öppet medgivits, bland annat en kula som träffat kromsargen vid fästet där \"Bubble top\" låstes mot chassit samt ev. även ett hål i ryggen på baksätet samt också kulhålet genom framrutan som en polis trädde en penna igenom och det sågs av flera vittnen som fortfarande står vid det de sagt att de sett. (Jag har lyssnat på ett föredrag av advokat i USA som under 30 år använt tid till att minitiuöst undersöka vad som hände med limousinen inkl framrutan efter mordet)<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2Fjfk141d2.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...n/jfk141d2.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2F10351-Kopia.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...0351-Kopia.jpg</a><br/> <br/>  Bild ljudanalys:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FDictabeltaudiosplice.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...udiosplice.jpg</a><br/> <br/>  Slutligen vad gäller foton. Flera av de foton som jag pekar på är tolkningsbara med vanlig analog teknik. Och på bilden nedanför syns (om du tittar ordentligt) att cirka 2 cm till vänster om bokstaven \"S\" i skylten \"Stemmons freeway\" så ser Du en polis som ligger bakom muren med ett vapen.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FJusterad.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...n/Justerad.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FJusterad2.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/.../Justerad2.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2Fxxxyy.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...nnen/xxxyy.jpg</a><br/> <br/>  Ett annat exempel på manipulation (bland andra exempel, ex Z-filmen) är armen på \"Wawing man\" som är ganska klumpigt förfalskad. Bilden nedan visar på det foto som släpptes 1975 och som inte var koordinerat med informationen på bilden av \"Wawing man\" från Willis foto.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2Fwillis05-Kopia-Kopia-Kopia2.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...pia-Kopia2.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2Fwillis05-Kopia-Kopia-Kopia2-Kopia-Kopia-Kopia-Kopia.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...opia-Kopia.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FWawingman.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/.../Wawingman.jpg</a><br/> <br/>  Bilden nedanför är mycket speciell då det är den enda gången mig veterligt som i vittnens närvaro då en av Warrenkommissionens jurister blir \"inmålad i ett hörn\" med ett bevis. När han förstår att han av misstag har bekräftat att det går att se och att det faktiskt bevisligen fototekniskt finns en vapenförsedd person i Moormans foto uppe vid Pergolan. När han då ställdes inför det faktum att han av misstag nyss verifierat bildens äkthet blev han alldeles tyst en lång stund därefter  sa han: \"Sometimes in life we are cought up in bigger things then ourselves\".. Och han har aldrig senare tagit tillbaka uppgiften om att ha sagt så men vill inte kommentera det mer..<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FKontaktkopiaavorginal1967.gif\" target=\"_blank\">http://i1169.photobucket.com/albums/...rginal1967.gif</a><br/> <br/>  Vad det gäller digital bearbetning för att ta fram \"osynlig\" information så finns det teknik som idag kan skilja på analogt naturligt bildbrus och onaturligt analogt bildbrus efter en retuchering. En tekniker inom JFK-forumet har använt det men det tar lång tid att processa foton eftersom det är tekniskt svårt. En bra dator kan ta flera dygn på sig för att ta fram naturligt \"bildbrus\" bakom ett pålagt \"konstruerat bildbrus\".<br/> <br/>  Bilderna nedan visar en sådan bild rekonstruktion av \"Black dog man\" ur Nix film som visar att det <i>också</i> är en polis med ett gevär. Geväret var redan bekräftat av HSCA-kommittén medan teknikern på forumet har lyckats ta fram bilden digitlalt och i färg där ytterligare en polisuniform bekräftar att det fanns två poliser bakom muren vilket också styrker Arthur Rolands vittnesuppgift om hur en polis nära honom hoppade fram och ryckte filmen ur hans kamera.<br/> <br/>  En analogt bearbetad bild först med digital teknik, Willis fotografi taget i sidled:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2Fxxxxxxxxxxxxxxxxxxx.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...xxxxxxxxxx.jpg</a><br/> <br/> <br/>  Därefter en digitalt bearbetad bild tagen rakt framifrån från Nix film och i närbild:<br/>  Du kan ganska tydligt ana halva ansiktet, näsa, öga, och gevärsmynning om du betraktar bilden noga, samt en skärmmössa.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi1169.photobucket.com%2Falbums%2Fr517%2FChrillemannen%2FBlackDogManBetznerCrop4ProcessLegend.jpg\" target=\"_blank\">http://i1169.photobucket.com/albums/...cessLegend.jpg</a><br/> <br/> <b>Alla </b>uppgifter ovanför med namn och tidpunkter har jag noterade i mitt \"berg\" av anteckningar. Och det som är beskrivet ovan är vad jag har funnit och jag har tagit fram det i avsikt att hålla föredrag om, defenitivt inte att bevisa något.  <br/> <br/>  Take it or leave it.. *L*<br/> <br/>  Vänliga hälsningar<br/>  Christer"
	},
	{
		"postIndex": 3141,
		"postNumber": 3227,
		"rankGlobal": 10,
		"scoreGlobal": 82,
		"userRank": 10,
		"userScore": 10.9,
		"postUserName": "Levillain",
		"postUserID": "u651689",
		"postUserUrl": "https://www.flashback.org/u651689",
		"postDateTime": "2014-04-06, 17:27",
		"postUrlInThread": "https://www.flashback.org/t232286p269",
		"postUrlUniq": "https://www.flashback.org/sp48266887",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kjellkritisk</strong> <a href=\"/p48260953#p48260953\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Och Marina träffade honom ca 1,5 år efter han flyttat till sovjet och han kan mycket väl förbättrat sin ryska fram till dess. Sedan vill nog Marina framhålla sin make, släktingar brukar inte vara så trovärdiga i dessa fall.<br/> <br/>  Jag hittar ingen fakta på att han hade med U2 programmet att göra utan som beskrivs i <a href=\"/leave.php?u=http%3A%2F%2Fwww.themissingchapter.com%2Fleeharveyoswald1.html\" target=\"_blank\">http://www.themissingchapter.com/leeharveyoswald1.html</a> så hade han inte med det att göra mer än att vara stationerad på samma bas. Så han hade nog inte mycket att sälja.<br/> <br/>  du droppar namn som källor, bara Lisa Pease får mig att undra vad det är för trovärdighet, men inget konkret. Från var flög de ifrån? Dokumentation som stödjer att de flögs.<br/> <br/>  att Oswald återvände från sovjet såg nog USA som en fjäder i hatten och möjlighet att pika Sovjet med och eftersom han inte kunde gjort någon skada räknas han inte som landsförrädare.</div> </td> </tr> </table> </div> <br/>  Känner du till någonting om det ryska språket särskilt då i så fall när du menar att man lär sig tala utan brytning på 1,5 år? Det brukar man inte göra utan träning när det handlar om språk som inte kommer ur samma språkfamilj som ens eget modersmål.<br/> <br/>  LHO arbetade på Sugi airbase där U2 flygningarna över Ryssland utgick ifrån.<br/> <br/>  Apropå det sista har du förmodligen ingen aning om hur underrättelsevärlden fungerar och än en gång undrar jag om du är medveten om hur man i USA hanterar personer som uttryckligen deklarerar sig svika sitt eget hemland och försöker göra det medan de sitter på hemlig info. Det är inte så att man tillåts vara fri därefter, om man säger så...<br/> <br/>  Min poäng är att Lee Harvey Oswald ingick i ett avhopparprogram, ett sk defection-program som gick ut på kontraspionage och bl a hade som uppgift att kompromettera mullvadar inom de egna leden. I sådana program ingick att framställa agenterna som hopplösa individer som var missnöjda med sin situation, sitt land eller sina uppdrag och då skulle vända sig till motpartens underrättelseorganisation, precis som Oswald gjorde, för att få den andra underrättelseorganisationen att nappa på betet och tro att julafton stundar eftersom det kan ge värdefull info. Många agenter som spionerat har ju t ex haft bristande ekonomi och vänt sig till motståndarsidan för pengar.<br/> <br/>  Jag har inget tydligt bevis för ovanstående men det är mycket som tyder på att han just var en agent inom kontraspionage- bl a hans hoppande mellan lägren i New Orleans och fair-play for Cuba samtidigt som han jobbade för Guy Bannister som arbetade för det lokala FBI-kontoret i New Orleans. <br/> <br/>  En annan sak som gör att det finns anledning att anta att Lee Harvey Oswald var agent är J Edgar Hoovers minnesanteckning som uttryckte oro hos Hoover över att någon köpte lastbilar i Lee Harvey Oswalds namn, vilka som skulle användas för operationer som utgick i från Karibien ämnade att bedriva gerillakrig på kubanskt territorium. Vid det tillfället var inte LHO känd överhuvudtaget men J Edgar Hoover såg det ändå nödvändigt att nämna hans namn i sina egna minnesanteckningar. Det för mig är tillräckligt bevis för att LHO var agent, antingen för FBI eller CIA. <br/> <br/>  Min personliga misstanke om jag får spekulera är att han infiltrerade CIA för FBI´s räkning och när det gick åt helvete med John F Kennedy så var det för mycket komprometterande omständigheter som kunde kastas i ansiktet på FBI. LHO var därför tvungen att spela med till det bittra slutet och fann sig själv vara den som pekades ut för mordet. Jag tror att det var detta som LHO försökte varna James Hosty om men då var man förmodligen redan på det klara med att LHO skulle utpekas. Det kan förklara varför medierna så snabbt visste signalement på just Oswald t ex. Detta är dock naturligtvis inte något annat än spekulation från min sida men på grund av det som jag menar var Oswalds täckmantel, hans märkliga förflutna i Ryssland och det faktum att han blev hämtad med militärplan hem till USA gör att jag drar slutsatsen att han var en agent med i ett sk \"defector program\" och att han utbildats i ryska.<br/> <br/>  Det kan förklaras med att den agent som LHO försökte rapportera till dagen innan JFK´s mord, James Hosty också blev syndabock för FBI efter mordet på Kennedy. Jag tror personligen också att J Edgar Hoover blev hotad på mötet dagen efter mordet med George Bush som kom dit för att tala med honom om \"förtappade exilkubaner\" i samband med mordet på Kennedy. Detta såg ju Hoover till att skriva ned så det blev dokumenterat. En livförsäkring därigenom. I mina ögon var det inget annat än ett samtal där man framställde till Hoover att man på CIA visste att Hoover visste vilka som var inblandade i mordet på JFK och vilka som användes till det, varvid Hoover då fick välja om han skulle gräva vidare och träffa liemannen eller låta det vara. Hoover insåg att det var litet för mäktiga intressen han hade emot sig och såg till att spela med. Hoover var då tvungen att spela med och hjälpa CIA istället vilket han gjorde genom att se till att James Hosty blev syndabock. Man skall komma ihåg att Hoover mer än något annat var en oppurtunist som såg till att utnyttja politiska möjligheter men när han då själv ställdes inför en hel organisation som CIA samtidigt som den nyligen inrättade presidenten Lyndon Johnson, som förmodligen var inblandad och medveten om mordplanerna ( vilket bland annat hans älskarinna och E Howard Hunt beskrivit)  och Hoover därmed inte kunde räkna med Johnsons stöd, är det nog en annan femma. Det kan också förklara varför den lapp som LHO lämnade åt James Hosty sedan förstördes. Den var säkert av stor betydelse.<br/> <br/>  Om du inte känner till varken Gary Mack eller Lisa Pease som ganska många inom de kretsar som forskar i Kennedymordet citerar så tror jag inte du är så insatt så att du med trovärdighet kan infrågasätta de källor som jag citerar. <br/> <br/>  För att förstå sig på det här bör man vidare kunna ganska mycket om en mängd områden. Utrikespolitik under kalla kriget, kunskap om hur underrättelseagenter fungerar och verkar och vilka som helst rekryteras, fotografiskt kunnande och detaljförmåga att analysera fotografier, gott minne detaljer i största allmänhet och särskilt kring uppgifter som vissa hävdar i jämförelse med andra fakta, perception och  kunnande om CIA som organisation samt dess historia, kunskap om hur media fungerar och verkar och jag råkar ha sådana kunskaper."
	},
	{
		"postIndex": 1383,
		"postNumber": 1422,
		"rankGlobal": 11,
		"scoreGlobal": 81.1,
		"userRank": 13,
		"userScore": 9,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2010-09-08, 16:39",
		"postUrlInThread": "https://www.flashback.org/t232286p119",
		"postUrlUniq": "https://www.flashback.org/sp25348454",
		"sentence": "Det här tycker jag skulle vara väldigt intressant att få reda på. Är det här samma person på alla dessa bilder. Vi vet idag att mordet på JFK var en konspiration eftersom vi idag vet att det sköts från många håll . Vi vet också att det var en CIA operation som använde sig av exilkubaner och delar av militären för att genomföra själva attentatet. De personer som fanns vid Dealey Plaza var dels vanliga civila men också personer som hade attetatet att göra. Dels vet vi att det fanns falska poliser och falska Secret Serviceagenter på plats som hindrade vittnen att bl a springa mot gräskullen, dels har många vittnat om att medan många skyndande sig upp för att springa uppför kullen så var det några som började gå lugnt i rakt motsatt riktning. En märklig reaktion i sammanhanget om man utgår från vad de flesta andra gjorde. Till dessa hör man mannen på bilderna. Han går i motsatt riktning och håller diskret blicken ned i marken medan han avlägsnar sig. Samme man har likheter med uppförstoring av \"The badgeman\". <br/> <br/>  Tittar man noga på filmens förstoring av the badgeman kan man faktiskt se ansiktsdragen hos the badgeman, han är kortklippt, har ganska höga hårfästen, höga kindben, har vad som ser ut som breda näsvingar och till synes kraftiga ögonbryn som mannen på de andra bilderna där denne avlägsnar sig. Är detta the badgeman? Om det är så och han i så fall var en del av konspirationen mot Kennedy vilket är troligt eftersom många \"vanliga\" människor inte släpptes in på Dealey Plaza. Istället var många på plats en del av attetatet. T ex umbrellaman och killen med walkie-talkie som båda satte sig ned på trottoarkanten när skotten fallit osv. Hursomhelst om mannen på närbilderna skulle ha varit vid CIA så skulle det kunna stämma.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DgMtAYmXatMA\" target=\"_blank\">http://www.youtube.com/watch?v=gMtAYmXatMA</a><br/> <br/>  Nu kommer det som jag verkligen vill komma till:<br/> <br/>  Jag tycker att det verkar som om 911 också var en konspiration eller ett \"inside job\". Det finns för mycket frågetecken kring 911 för att det skall kännas som om det bara vore \"märkliga omständigheter\". Det sista som fick mig helt övertygad är ju att majoriteten av nyhetsbilderna från attackerna har blivit manipulerade. Byggnader i N.Y har flyttats i förgrund och bakgrund ( dvs man kan tydligt se om man jämför att vissa byggnader i förgrund och bakgrund finns på helt andra ställen trots att vinkeln på tvillingtornen är densamma) och flygplanens banor stämmer inte överens när man jämför de från olika vinklar bl a. Den rådande tanken på orsaken till 911 tycker jag verkar vara att USA behövde finna en främmande makt att gå i krig mot för att bl a ge ett \"projekt\" åt amerikas numera till en stor del privatiserade militär.  Mycket tyder på det och mycket tyder på att det rådde ungefär samma skäl för Vietnamkriget, då dokument som nyligen blivit offentliggjorda visade att Tonkinincidenten var en bluff och att det var Maddox som öppnade eld mot nordvietnamesiska patrullbåtar och att dessa försökte undkomma och inte ens besvarade elden. Matroserna på Maddox förhindrades även att yttra sig om incidenten och vissa har om jag inte minns fel t o m mördats. Maddox ville helt enkel provocera fram en incident men nordvietnameserna valde att försöka undkomma. Trots detta så framhöll USA att de blivit angripna ungefär som Hitler gjorde när han gick in i Polen.Man ville försöka provocera fram en strid och när inte lyckades så använde man medierna till att skaffa sig en \"anledning\" att agera militärt. Man ville provocera fram ett krig.<br/> <br/>  Nu när kriget mot terrorismen har förlorat sin popularitet samtidigt som fler och fler av det amerikanska folket börjar misstänka en konspiration så börjar mandatet för kriget vackla hos allmänheten. Man behöver nu om man utgår från hur hjärnorna bakom en konspiration skulle tänka en ny förevändning för att fortsätta kriga. Nu är det en pastor, en ganska meningslös och liten figur i det amerikanska kristna samfundet som har fått väldigt stor uppmärksamhet i medierna. Medierna har gett honom ett ovanligt stort utrymme. Varför?<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dagen.se%2Fdagen%2Farticle.aspx%3Fid%3D224555\" target=\"_blank\">http://www.dagen.se/dagen/article.aspx?id=224555</a><br/> <br/>  Denne tänker bränna koranen den elfte September. Tittar man på denne man utseende så stämmer det märkligt nog väldigt väl överens med mannen på bilderna från Dealey Plaza vilken även stämmer överens med vad man ser av \"the badgeman\" på det kända fotografiet. Är det samma man på bilderna så skulle detta kunna vara ännu en konspiation för att provocera fram någonting som är planerat och medierna har i vanlig ordning understött detta genom att flitigt rapportera om denne ganska obetydliga man. Frågan är. Är detta en ännu en konspiraton och har denne man ett CIA förflutet? I så fall är sannolikheten hög för att detta är en sanktionerad provokation kanske med syfte att \"arrangera\" ett terrordåd i USA som skall ge USA ännu en anledning att gå i krig.<br/> <br/>  Visar filmsekvensen, fotografierna på Dealey Plaza och bilderna på pastor Jones bilder på samme man. När pastor Jones talar har han ett ganska så militäriskt sätt vilket skulle kunna antyda att han har militäriskt och kanske då även CIAförflutet. Är det samme man på bilderna och denne är en CIA medarbetare och provokatör har vi kanske snart därför ett nytt terrordåd att vänta."
	},
	{
		"postIndex": 3181,
		"postNumber": 3267,
		"rankGlobal": 12,
		"scoreGlobal": 80.3,
		"userRank": 9,
		"userScore": 11.8,
		"postUserName": "VadSkaDuBli",
		"postUserID": "u717604",
		"postUserUrl": "https://www.flashback.org/u717604",
		"postDateTime": "2014-06-14, 03:18",
		"postUrlInThread": "https://www.flashback.org/t232286p273",
		"postUrlUniq": "https://www.flashback.org/sp49184045",
		"sentence": "Allt handlar i grund och botten om det, från början, felaktiga antagandet att alla skotten kom från våning sex på TSBD. Oavsett vad som hände så är detta inte ens en del av sanningen. Men vad som hände är långt ifrån det som sagts officiellt i alla år. Och om allt som sagts inte är sanning så kan inte heller teorin om mordet på Tippit vara sant. Om det första inte är sant och det andra mordet inte är sant så är det ett solklart bevis på en konspiration. För vem har någonsin lagt fram en teori att Oswald mördade Tippit men inte JFK? Ingen, vad jag vet. <br/> <br/>  Men även denna teori borde vara mer trolig än Warrenkommissionens. Men det finns ingen sådan teori. Alltså är Warrenkommissionen ett villospår som alla måste utgå ifrån. Varför? Jo, för att Oswald inte mördade Tippit. Förstår ni resonemanget? Det finns för många hål och det största hålet är att inte ens det s k \"mordvapnet\", Carcanogeväret går att binda till Oswald. Varken genom fingeravtryck, skottrester eller vittnesmål. Allt är ett antagande. Om det finns ett hål i denna del av utredningen så blir hålet ännu större när man försöker binda Oswald till mordet på Tippit. Har har flera vittnen sett minst två människor, olika stora, olika klädda, på olika sidor av gatan, gått åt olika håll...<br/> <br/>  Nej, mordet på JFK och Tippit är två separata händelser samma dag i Dallas. Det begicks ett par mord till i Dallas den dagen som Warrenkommissionen aldrig berörde. Jag tror det var två till. Ett gängbråk och ett svartsjukedrama. Dessa togs aldrig upp trots att mordet på JFK och Tippit hände i två olika stadsdelar men långt tid emellan. Om Oswald mördade JFK så kunde han inte mördat Tippit. Flydde han från TSBD som en del av en konspiration och mördade Tippit så sköt han alltså inte JFK. Detta har alla kronologiska tester bevisat. Oswald kunde aldrig ha utfört båda dåden. Det är just denna girighet (att får Oswald fälld på två punkter) som Warrenkommissionens ultimate fail är bevisat. Hade man nöjt sig med ett av morden så hade man än idag kunnat stå upp mot granskningen. Men folk i ledande positioner trodde att människor i framtiden aldrig skulle bli smartare. Idag vet vi hur idiotisk  Warrenkommissionen är."
	},
	{
		"postIndex": 3026,
		"postNumber": 3109,
		"rankGlobal": 13,
		"scoreGlobal": 79.7,
		"userRank": 32,
		"userScore": 4.6,
		"postUserName": "Mr-Mr",
		"postUserID": "u814444",
		"postUserUrl": "https://www.flashback.org/u814444",
		"postDateTime": "2014-01-03, 09:27",
		"postUrlInThread": "https://www.flashback.org/t232286p260",
		"postUrlUniq": "https://www.flashback.org/sp46860193",
		"sentence": "När Oswald lämnar byggnaden så finns det inget enhetligt signalement på mördaren, utan det är efter mordet på Tippit som polisen har ett fullskaligt signalement. Så hur kunde Tippit veta att just Oswald var Kennedy mördaren när inget signalement gått ut, det lilla som rapporterats kunde gälla precis vem som helst och Oswald var långt från mordplatsen, varför skulle Tippit tänka i de banor att det måste vara mördaren. Och just då visste ingen att Kennedy var död, det kom senare, polisen visste bara att presidenten blivit beskjuten och förd till Parkland sjukhuset, just dessa aspekter brukar trilla bort ur den officiella versionen.<br/>  Det var mer när Oswald var på biografen de första meddelandena kom om presidentens död.<br/> <br/>  Jag har också tagit reda på hur svensk media rapporterade om mordet i kvällspressen, där blir det riktigt intressant om man tänker på tidsskillnaden mellan Dallas och Stockholm.<br/> <br/>  När Oswald blev gripen var det i stort sett total tystnad om vem Oswald var under det första dygnet.<br/>  Polisen ägnade hela det dygnet på med intensiva förhör med Oswald och ingenting blev dokumenterat, och Oswald förlorade sin grundlagsrättsliga rättighet till en advokat.Oswald bad ideligen om olika advokater men polisen kontaktade aldrig under de två dagar Oswald var på polishuset.<br/>  först ett dygn och tre timmar efter gripandet berättades Oswalds biografi för USA.<br/>  Den finns i kvällspressen den 24 november.<br/>  Nu är det så här vilket jag tagit reda på genom att på 90-talet pratat med äldre tryckare och journalister att Kvällstidningarna trycktes mellan 01-05 på efternatten och sedan kom ut på Centralen i Stockholm mellan 11-12 på dagen, ute i landet mellan 15-16 på eftermiddagen på vissa håll.<br/>  Det innebär att ingen svensk journalist från USA kunde sända iväg hela oswalds biografi, jag har läst tidningarna på kungliga biblioteket så jag vet vad som stod och det var för mycket information eftersom man i USA var tvungen att leta igenom ett flertal arkiv för att få Oswalds livshistoria, även det som ansågs vara hemligt, det om avhoppet till Sovjet<br/>  För att skicka info då var svårare eftersom telekabeln mellan USA och Europa ännu inte fanns, och i Stockholm måste någon renskriva artikeln och sätta in den för tryckning.<br/>  Ponera att journalister fick info om Oswald runt 09-11 tiden den 23 november Dallastid, då är det redan försent att skicka infon till Stockholm och trycka det för att komma i tidningen kl 11 Stockholms tid den 24 november. Då måste infon redan legat klar någon gång den 22 November efter klockan 14 på eftermiddagen Dallastid.<br/>  Ingen officiell källa har lyckats redogöra för hur Bion om Oswald togs fram och varifrån, det fanns inga socialförsäkringsnummer eller personnummer, enbart namn kunde tas fram och man måste gå igenom olika arkiv och samtidigt veta var Oswald var född.<br/>  Hur visste dom att han tillhört millitären, för i den villervalla som var så är det en ren slump att nån inom marinkåren kopplade Oswald till samma Oswald som varit inskriven 57-59. inom polisvärlden existerar inte slumpen.<br/> <br/>  Om Oswald aldrig blivit mördad hade han aldrig blivit fälld eftersom både tekniska bevis såsom vittnen inte kunde peka ut honom i fönstret. Det finns ett oidentifierat vittnesmål om Oswald i fönstret som ledde fram till den knapphändiga efterlysning innan mordet på Tippit, men det vittnet har aldrig gått att få fram så i en rättegång så fanns bara ett gevär utan fingeravtryck. Händer som visade möjliga spår av krut men ett ansikte helt fritt från krutstänk vilket inte är möjligt i och med att han hade kikarsiktet mot ögat och då stänker krut på kinden.<br/>  Inget vittne eftersom ett 40-tal personer gick upp och ner för trapporna mellan 12.25.12-31 och ingen hade sett den ökände Oswald springa omkring.<br/>  De enda rapporter som finns är att han befinner sig på våning 2 kl 12.15-12.25 och 12.31<br/>  Juridiskt sett hade Oswald blivit frikänd eftersom inga andra bevis än det handavtryck som hittades på geväret två dagar senare, två dagar tidigare var det rent från fingeravtryck och det är fakta.<br/>  Hade Oswald inte dött hade handavtrycket inte kunnat komma på plats.<br/>  på 50 år har dessa faktum inte ändrats."
	},
	{
		"postIndex": 3097,
		"postNumber": 3183,
		"rankGlobal": 14,
		"scoreGlobal": 79.6,
		"userRank": 10,
		"userScore": 10.9,
		"postUserName": "Levillain",
		"postUserID": "u651689",
		"postUserUrl": "https://www.flashback.org/u651689",
		"postDateTime": "2014-04-04, 00:19",
		"postUrlInThread": "https://www.flashback.org/t232286p266",
		"postUrlUniq": "https://www.flashback.org/sp48232567",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong> <a href=\"/p47979471#p47979471\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Men studerar man bilden nogrant ser man att de inte är Oswald i dörröppningen.<br/> <br/>  Bild på LHO från polishuset<br/> <a href=\"/leave.php?u=http%3A%2F%2Fparade.condenast.com%2Fwp-content%2Fuploads%2F2013%2F10%2Flee-harvey-oswald-wedding-ring-auction-ftr.jpg\" target=\"_blank\">http://parade.condenast.com/wp-conte...uction-ftr.jpg</a><br/> <br/>  Förstoring av Altgens foto<br/> <a href=\"/leave.php?u=http%3A%2F%2Fconspiracycritic7.files.wordpress.com%2F2013%2F01%2Fwpid-546802_369304043164259_955564191_n1.jpeg\" target=\"_blank\">http://conspiracycritic7.files.wordp...564191_n1.jpeg</a><br/> <br/>  Foton på Billy Lovelady, den påstådda mannen i dörröppningen<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.jfklancer.com%2Fphotos%2Flovelady%2FLovelady_FBI.jpg\" target=\"_blank\">http://www.jfklancer.com/photos/love...velady_FBI.jpg</a><br/> <br/>  Som man ser på bilderna så har personerna stor skillnad i hårfästet, Lovelady har högre hårfäste än LHO, vilket också personen i dörröpningen har.<br/> <br/>  Hade säkert kunnat påpeka mer fel i texten men då användaren är avstängd så orkar jag inte bli långrandig över resten</div> </td> </tr> </table> </div> <br/> <br/>  Du har inte full koll. <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Foswaldinthedoorway.blogspot.se%2F2014%2F04%2Ftoday-i-wrote-to-prominent-person-whom.html\" target=\"_blank\">http://oswaldinthedoorway.blogspot.s...rson-whom.html</a><br/> <br/> <a href=\"/leave.php?u=https%3A%2F%2Fwww.facebook.com%2Fphoto.php%3Ffbid%3D286840568148935%26amp%3Bset%3Dgm.10151944194577703%26amp%3Btype%3D1%26amp%3Btheater\" target=\"_blank\">https://www.facebook.com/photo.php?f...type=1&amp;theater</a><br/> <br/>  Och det finns annat i min text som är regelrätta iakttagelser av Zapruderfilmen som faktiskt beskriver något annat än vad Secret service mannen Clint Hill i Skavlan gjorde gällande. Det är inte tolkningar. Det är inte personliga reflektioner. Det är reglerätta och tydliga iakttagelser av den fakta som fotografierna och Zapruderfilmen skildrar bortom allting annat. Altgensfotografiet visar att Secret serviceagenterna inte alls reagerade som Hill påstår i Skavlan. Det tog flera sekunder från det att JFK tog sig om halsen, träffad av första kulan, tills dess att Jackie grep hans arm och vid det tillfället stod alltså secret serviceagenterna fortfarande (!) kvar på följebilen utan att försöka ingripa för att skydda presidenten( Altgensfotografiet visar tydligt hur agenterna är medvetna om skottlossningen då de alla ser sig om bakåt i riktning åt det håll de tror skotten kommer ifrån). De reagerade alltså inte som Clint Hill beskriver. Vid det laget hade JFK varit träffad under flera sekunder. Det är bara att ta tid på hur lång tid som förflyter från det att JFK syns ha blivit träffad och hur lång det tid det därefter tar innan Jackie griper hans ena handled. Det är inte svårare än så.<br/> <br/>  Clint Hill ingriper först några sekunder efter det att JFK blivit träffad dödligt i huvudet. Att det förflöt mer eller mindre en evighet från det att han blev träffad av det första skottet och tills han dödades med det sista och att Clint Hill inte dök förrän några sekunder därefter, är knappast vad Clint Hill återger. Det är uppenbart att de väntar med att ingripa. Därom råder inget tvivel alls. Föraren Greer bromsar också in så att mördarna skall få gott om tid att träffa ordentligt istället för att gasa och ge sig därifrån vilket de gör först när presidenten är mördad. Detta är totalt emot allt protokoll och träning för Secret Service. Dessutom är den instinktiva reaktionen om man blir beskjuten och sitter bakom ratten på en bil att gasa och ta sig därifrån så fort som möjligt. Inte att bromsa och då har dessa agenter dessutom blivit tränade till att just gasa. Här gör man raka motsatsen och bromsar in under flera sekunder efter (!) att presidenten börjat beskjutas. Det är uppenbart för alla som har kritisk förmåga att detta inte är annat än avsiktligt. Vi talar inte om skolelever på studiebesök. Vi talar om tränade agenter. Agenter som alla har förflutet som soldater innan och förmodligen hade erfarenhet från strid som t ex i Koreakriget eller andra väpnade konflikter vid den tiden. Det är alltså knappast första gången man blivit beskjutna och ändå, trots alla erfarenheter och träning så lyckas man inte agera som man borde utan väntar med att göra \"rätt\" tills man själva sett att presidenten blivit dödligt sårad.<br/> <br/>  Därmed sitter Clint Hill hos Skavlan och återger ett annat skeende än det som finns dokumenterat. Man behöver ha koll och tillgång till bl a Altgensfotografiet för att kunna syna lögnen.  Clint Hill torde ha fått så många tillfällen att komma på det klara med hur händelseförloppet verkligen gick till om han nu förlorade fattningen pga posttraumatisk chock eller liknande, att det inte går att missta vad han säger för något annat än lögn. <br/> <br/>  Vi har Altgensfotografiet som visar var agenterna befann sig flera sekunder efter att beskjutningen började. Clint Hills berättelse stämmer helt enkelt inte med vad man kan utläsa utifrån Zapruderfilmen och Altgensfotografiet som skildrar Secret Service agerande under det pågående attentatet innan presidenten var död. Hill berättar helt enkelt inte som det var och eftersom han är den han är så går det inte att se det på något annat sätt än att han ljuger. Dessutom vet vi alla hur livvakterna längs JFK´s bil kallades bort ute vid flygplatsen innan kortegen. Det var inte JFK som i det läget beordrade bort dem som Hill försöker påstå. Hade JFK beordrat bort dem hade de inte varit med från början och det syns tydligt hur insatschefen i följebilen reser sig upp och kallar bort agenterna som slår ut med händerna av förvåning. Hade JFK beordrat detta hade de inte behövts kallas bort eftersom de i så fall inte skulle ha varit där från början.  Agenter beordras inte bort under pågående uppdrag. De beordrades bort inför ögonen på Clint Hill som stod längs den första följebilen och det skedde inte på JFK´s oder. <u>Clint Hill ljuger.</u> Det är fullständigt uppenbart. Han är en del av det etablissemang som inte vill rota i omständigheterna kring mordet och då passar det bra att beskylla Oswald som är idealisk.<br/> <br/>  En annan sak som man kan undra över i samband med mordet på Oswald är varför det fanns en ambulans till ögonblickligt förfogande i polishusets garage i Dallas men det är ännu en märklighet som präglar det där fallet.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svtplay.se%2Fvideo%2F1894036%2Fdel-10-av-12-endast-tillganglig-i-sverige\" target=\"_blank\">http://www.svtplay.se/video/1894036/...glig-i-sverige</a><br/> <br/>  Zapruderfilmen<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DjWHdEeHNbXY\" target=\"_blank\">http://www.youtube.com/watch?v=jWHdEeHNbXY</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DDQPVTA3dwC4\" target=\"_blank\">http://www.youtube.com/watch?v=DQPVTA3dwC4</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DiYWm26OLve8\" target=\"_blank\">http://www.youtube.com/watch?v=iYWm26OLve8</a><br/> <br/>  Altgensfotografiet<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwillyloman.files.wordpress.co...best-proc1.jpg\" target=\"_blank\">http://willyloman.files.wordpress.co...best-proc1.jpg</a>"
	},
	{
		"postIndex": 910,
		"postNumber": 940,
		"rankGlobal": 15,
		"scoreGlobal": 79.3,
		"userRank": 25,
		"userScore": 5.1,
		"postUserName": "Boppen82",
		"postUserID": "u132308",
		"postUserUrl": "https://www.flashback.org/u132308",
		"postDateTime": "2008-03-05, 00:53",
		"postUrlInThread": "https://www.flashback.org/t232286p79",
		"postUrlUniq": "https://www.flashback.org/sp10245130",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>En fråga till er som säger att skottet kom bakifrån<br/>  Tror ni det var någon  skytt på kullen?<br/> <br/>  tex badgeman<br/></div> </td> </tr> </table> </div> <br/>  Jag har ju alltid trott att det sista skottet kom framifrån. Nu när jag flera år senare upptäckt att det verkar komma bakifrån vet jag inte riktigt vad jag ska tro. <br/> <br/>  Vissa säger ju att två skott träffade samtidigt. Ett bakifrån och ett framifrån. Låter ju inte helt osannolikt. <br/> <br/>  Jag har också svårt att förstå varför en ensam skytt skulle vänta tills bilen svängt av bort från TSBD innan han sköt om det inte var för att det fanns fler skyttar på andra platser. Alltså för att skapa korseld. Verkar ju lättare att skjuta när bilen är rakt framför.<br/> <br/>  En annan intressant iakttagelse: Connally sa ju att han vände sig om för att kolla på Kennedy efter att det första skottet kom. 2 dagar efter mordet sa han att han då såg att Kennedy var träffad. När han sedan vände sig om igen blev han också träffad. Om man kollar på Zapruderfilmen så kan man se just det ögonblicket. För att det skottet ska ha kunnat avfyrats måste ett annat gevär varit inblandat (tiden mellan skotten är för kort). Men om det var i händerna på badgeman på grassy knoll eller någon på sjätte våningen i TSBD vet jag inte. <br/> <br/>  Jag tror iaf på minst två skyttar. Vad tror ni andra? =)<br/> <br/>  PS. Mycket intressant diskussion. Trodde inte det fanns så många JFK-nördar. Jag tycker själv att den här konspirationsteorin är den absolut mest intressanta! =)"
	},
	{
		"postIndex": 2854,
		"postNumber": 2931,
		"rankGlobal": 16,
		"scoreGlobal": 79,
		"userRank": 7,
		"userScore": 14.5,
		"postUserName": "Coovex",
		"postUserID": "u535635",
		"postUserUrl": "https://www.flashback.org/u535635",
		"postDateTime": "2013-11-26, 10:42",
		"postUrlInThread": "https://www.flashback.org/t232286p245",
		"postUrlUniq": "https://www.flashback.org/sp46313595",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Putsch</strong> <a href=\"/p46312648#p46312648\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Coovex, jag tycker att presentera bevis istället för att kalla folk vid öknamn. Du har fortfarande inte presenterat ett enda riktigt bevis medan det finns massor av bevis som säger att det var Oswald som mördade JFK.</div> </td> </tr> </table> </div> <br/>  Du lever ett liv där du har känslan att \"måste tro\" på någonting. Det är omöjligt för dig att förstå att det du tror på kan vara fiktivt. Det är inget jag kan göra mer än att be dig se länkarna. Googla och försök... försööök förstå vad jag menar.<br/>  Jag har presenterat hur mycket bevis som helst. Sen att du lever i en \"dagisvärld\" där man bara tror på fysisk bevisning (ibland falska sådana) kan inte jag hjälpa. Jag hackar inte på dig. Jag säger sanningen baserat på dina tankegångar. Lycka till. Kolla bevisen nedan. Lyssna lite på vad de säger också.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rayjoh</strong> <a href=\"/p46313427#p46313427\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja, jag har läst att du tror på att aliens skulle ge oss fri energi och att du använde magnetmotorer som bevis.<br/> <br/> <b>Du har fortfarande inte presenterat bevis på att man får <u>användbar</u> energi från en magnetmotor.</b></div> </td> </tr> </table> </div> <br/>  Haha! Nej, verkligen inte. Möjligheten finns men det är en annan historia. (som du borde checka)<br/>  Har inte försökt bevisa det heller.<br/>  Den filmen är bara ett av 100-tals exempel på att en del saker utav det som lärs ut i skolan, globalt, är inkorrekt. (viss konspiration)<br/>  Det finns tusentals liknande exempel men det hör inte till denna tråden.<br/>  Hursom, så är det ett bevis för en konspiration om man undersöker ämnet. Jag blir väl inte direkt förvånad av att just du missat denna grejjen. Åter till JFK och bevisen, annars skicka PM.<br/> <br/> <br/> <br/>  Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Helt ofattbart!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DsfDASCapA9Q%26amp%3Bt%3D11m24s\" target=\"_blank\">http://www.youtube.com/watch?v=sfDASCapA9Q&amp;t=11m24s</a><br/> <br/>  Varför flyttade de bilen till Michigan och fodrade om den. Man hade ALDRIG flyttat och \"byggt om\" bilen så att viktigt bevismaterial kan försvinna. Vi talar om en mordutredning av Presidenten. Man kvarhåller alla bevis i orginal (om inte utredningen kräver annorlunda) tills domen är fastställd.<br/>  Går det inte in?<br/>  Detta i sig självt är i princip anledning till en konspiration.<br/> <br/> <br/>  Varför ändrade de MC-formationen ENDAST för Dallas-rutten? HA!!!!!? <br/>  Motorcyklisterna gjorde nu att sikten blev helt fri om någon skulle vilja skjuta.<br/> <br/>  Här är ett klipp med en Secret Service snubbe som blir ombedd att INTE följa bilen. Han fattar inte varför, tolkar jag det som = <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXY02Qkuc_f8%26amp%3Bt%3D22\" target=\"_blank\">http://www.youtube.com/watch?v=XY02Qkuc_f8&amp;t=22</a><br/>  Han satt/vakta bumpern/baken av bilen på alla adnra rutter. Det är ingen övertolkning. Sluta blunda.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DroCer69KxQA%26amp%3Bt%3D6m22s\" target=\"_blank\">http://www.youtube.com/watch?v=roCer69KxQA&amp;t=6m22s</a><br/> <br/>  Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Finns ingen anledning att ljuga... om inte... Just det!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DHl0PENyHnKU\" target=\"_blank\">http://www.youtube.com/watch?v=Hl0PENyHnKU</a><br/>  testa googla!<br/> <br/>  Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset, Militär, annan organisation kopplad till CIA/FBI.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmUA_hCMdvh4\" target=\"_blank\">http://www.youtube.com/watch?v=mUA_hCMdvh4</a> (gäller än idag)<br/>  Guvernören Jesse Ventura håller i mötet. Skulle han ljuga officiellt i denna utredning? Tänk själva.<br/> <br/>  Whistleblowers<br/>  E Howard Hunt (vem ljuger på sin dödsbädd), Bill Cooper, Green and the list goes on.<br/> <br/>  Jesse Ventura, ex-governer. Han har koll på sina bevis, det kan jag lova. Han skulle inte ens ta upp bevis som inte gick att styrka. Om Jesse nämnt en sak som inte var sann så hade han hade bombarderats av frågor, debunks, karriärshot etc.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DIjU2LtVGxN0\" target=\"_blank\">http://www.youtube.com/watch?v=IjU2LtVGxN0</a> <br/>  googla själv.<br/> <br/>  Vi kommer nog aldrig få veta vem som sköt (50 år sedan) men om du hade läst och sett hälften av de bevisen jag sett så blir det uppenbart att din story är BS.<br/> <br/> <br/>  Intressant = Varför mörda honom? Bill är erkänd CIA-medlem.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcSHU4f4AU5I%26amp%3Bt%3D4m35s\" target=\"_blank\">http://www.youtube.com/watch?v=cSHU4f4AU5I&amp;t=4m35s</a><br/>  Bill cooper (vittnet i filmen) blev mördad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong> <a href=\"/p46312686#p46312686\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>In cooperation with The Sixth Floor Museum at... bla bla, reading what they want me too read\"<br/></div> </td> </tr> </table> </div>   Låt säga att Oswald mördade honom. Skulle han lämna sin rifle(!?) och sen bara \"chilla\"?!?!<br/>  Helt olikt alla andra gärningsmän. Men som sagt. Kolla bevisen ovan. Ta eran tid, mjuka upp hjärnan så ni blir lite öppensinnade. Annars är det som sagt bara din förlust. Tjoflöjt."
	},
	{
		"postIndex": 3111,
		"postNumber": 3197,
		"rankGlobal": 17,
		"scoreGlobal": 78.9,
		"userRank": 10,
		"userScore": 10.9,
		"postUserName": "Levillain",
		"postUserID": "u651689",
		"postUserUrl": "https://www.flashback.org/u651689",
		"postDateTime": "2014-04-05, 14:22",
		"postUrlInThread": "https://www.flashback.org/t232286p267",
		"postUrlUniq": "https://www.flashback.org/sp48251535",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong> <a href=\"/p48234895#p48234895\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Tyvärr är det full koll jag har, eller tror du på fullaste allvar man skyller mordet på LHO, men släpper igenom Altgens foto som visar på hans oskyldighet?<br/>  Precis som alla andra bilder som togs den dagen så har detta kort granskats ordentligt av myndigheterna så varför har dom då inte klippt bort \"LHO\" från bilden?<br/> <br/> <br/>  Dom är medvetna om ljudet ja, det finns dom som vittnat om att dom trodde de var en motorcykel som baktände och först vid andra skottet så insåg dom att det var någon som sköt. Varför agenterna inte agerade vid första smällen anser jag vara ett stort fel, deras uppgift var att skydda och borde då ha reagerat även om det var en motorcykel som baktände.<br/> <br/> <br/> <br/>  Som sagt Agenternas betende den dagen är under all kritik, men att det skulle betyda något för en konspiration är bara nonsens. Ju fler konstigheter man hittar gör ju också att konspirationen växer, så pass många kan inte varit inblandade utan att det skulle kommit ut, eller för den delen kommit ut redan innan mordet skedde.<br/> <br/> <br/> <br/>  Man beställde väl ambulansen efter skotten, LHO togs ju från mordplatsen till ett angränsande rum i väntan på ambulansen.<br/> <br/> <br/>  Jag vidhåller förövrigt fortfarande att man måste förstå mordet på polismannen Tippit innan man förstår mordet på JFK.</div> </td> </tr> </table> </div> <br/> <br/>  Hej Targenor.<br/> <br/>  I ditt näst sista stycke skriver du \"man beställde väl ambulansen efter skotten\" och det är ganska talande för dina inlägg. Du använder ordet \"väl\" där du antar en mängd saker. Och det är också tydligt för ditt resonemang kring Warrenkommissionens arbete. Det kan med ditt resonemang inte vara fråga om något \"foul play\" att döma av \"tror du på fullaste allvar man skyller mordet på LHO, men släpper igenom Altgens foto som visar på hans oskyldighet?\" . Tyvärr visar den formuleringen på en mycket stor portion naivitet. För dig finns bara ett läge när det gäller Warrenkommissionen uppenbarligen och det var att de var oförvitligt opartiska och neutrala och det är ganska talande för att ditt resonemang bygger naiv tilltro till människors godhet och glasklara agenda.<br/> <br/>  När det gäller Warrenkommission så tror jag inte ögonblick på den och vad den säger och \"ja\", jag tror på fullaste allvar att man skyllde på Lee Harvey Oswald. Mycket av vad Warrenkommissionen hävdade bestod konstruerade sanningar, lögner, avfärdanden på svaga grunder och filtrering av info som skulle peka i viss riktning, eftersom många människor bl a vittnen hävdade sig vara felciterade eller inte omnämnda trots att informationen de hade hade bidragit till att ge en helt annan bild av sammanhanget än den Warrenkommissionen med emfas gick ut med. Man brydde sig bland mängder av konstigheter och avsteg från normer inte om att gräva i varför polis och fbi försökte förmå vittnen att säga att de bara hörde tre skott fast de hävdade att de hört 4-6 skott.<br/> <br/>  Det kanske mest talande exemplet på ett löjeväckande arbete inom Warrencommissionen, vilket de allra allra flesta, möjligen förutom du Targenor, är överens om, är den sk \"magic bullet therory\" där en och samma kula bl a skall ha ändrat riktning mitt i luften efter att ha träffat sina offer och sedan därefter fortsatt kors och tvärs i bilen tills den till slut borrade in sig i Connalys lår om jag inte minns fel angående det sista. <br/> <br/> <u>Hela anklagelsen mot LHO låg i just det resonemanget</u> och var tvungen att ligga i det resonemanget. Det kanske du då kan förstå gör att anklagelserna mot LHO därmed överhuvudtaget inte kan vara trovärdiga. Jag skall nu återanvända din formulering; \"för du tror väl inte på fullaste allvar på \"the magic bullet theory\" där en och samma gevärskula ändrar riktning ett antal gånger, åker sick-sack mellan passagerarna i en bil och bl a ändrar riktning mitt uppe i luften för att sedan fortsätta skada passagerare?<br/> <br/>  Din övertro till människors goda vilja i sådana där sammanhang, där insatserna är extrema är ju naiva. Inser du inte det? Nej folk säger inte alltid som det är i domstol. Och vid politiska rättegångar kommer ofta inte sanningen fram. Det här var en politisk utredning. Warrenkommissionen var politiskt tillsatt av mannen som efterträdde JFK som en av de som var med i konspirationen dessutom på sin dödsbädd pekade ut som medansvarig (E Howard Hunt)  Tror du att Putins anklagelser mot Chodorkovskij också är sanna med din logik också då? Eller den hittills officiella storyn kring Dag Hammarskiölds död?<br/> <br/>  Begreppet politiska rättegångar belyser just det problemet att anklagelser kan bringas upp och utpeka en person av politiska skäl och det har inget att göra med vilket land det utspelar sig i. Warrenkommissionens arbete är ett tydligt exempel på det. Det är därför som människorättsgrupper, advokater, journalister, forskare och engagerade privatpersoner som sedan skall göras till ickepersoner och utpekas som stollar av diverse krafter, ändå inte kan acceptera den uppenbart formgivna och manipulerade \"sanningen\" som man velat kabla ut. <br/> <br/>  Och så det sista kring ambulansen i garaget. Du har uppenbarligen inte sett hela händelseförloppet och då är ju ute pratar om sådant som du inte har en aning om. Ändå väljer du att skriva \"väl\" ungefär som att det skulle vara som du säger per automatik eftersom du har bestämt hur sakernas tillstånd skall vara på förhand. Så tycks det vara kring Warrenkommissionen också. De kan helt enkelt inte ljuga enligt dig. Och om man skulle frångå detaljerna för ett ögonblick så har väl historien visat att ledare och förtroendevalda kan ljuga? Det gör de ju på löpande band. Varje dag ser vi prov på det i tidningar och tv. Då undrar jag vad det är som säger att så inte skulle vara fallet med Warrenkommissionen? Det är bara naiv tro från din sida.<br/> <br/>  \"Nej\" är svaret på ditt väl. Ambulansen <u>stod redan i garaget</u> och rullades fram till LHO när han låg skadad. Det finns en film av hela förloppet. Den rekommenderar jag dig att se. Den varar sju minuter om jag inte minns fel. Sju minuter inklusive att pressen står och väntar på att LHO skall föras ut och fram till dess att ambulansen ses försvinna nere på gatan med LHO.<br/> <br/>  När man märker hur du bara uttalar dig om saker utan att studera fakta som finns först kommer dina inlägg i ett annat ljus. Särskilt det där du påstår att du har koll utan att redovisa något som visar på att du har det.<br/> <br/>  När du har uttalat dig som du gör både kring Warrenkommissionens okränkbara uppsåt efter sanningen och kring omständigheterna med ambulansen så visar du att din övertygelse handlar om tro på att systemet bara skall vara ofelbart. Människor som fått en viss ställning är klara och lysande hjältar som raka i ryggen går mot solnedgången i jakten på sanningen. Suck. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> Det kan helt enkelt inte vara så att man beskyllde LHO med avsikt. <br/> <br/>  Min fråga är varför kan det inte var så? <br/> <br/>  Svara mig på den frågan är du snäll.<br/> <br/>  Direktsändningen av hela skeendet i garaget på polisstationen i samband med transporteringen av Oswald.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dm5khMFFKslw\" target=\"_blank\">http://www.youtube.com/watch?v=m5khMFFKslw</a>"
	},
	{
		"postIndex": 3028,
		"postNumber": 3111,
		"rankGlobal": 18,
		"scoreGlobal": 78.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Targenor",
		"postUserID": "u85600",
		"postUserUrl": "https://www.flashback.org/u85600",
		"postDateTime": "2014-01-03, 22:52",
		"postUrlInThread": "https://www.flashback.org/t232286p260",
		"postUrlUniq": "https://www.flashback.org/sp46871058",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Det finns två aspekter som oftast inte nämns i sammanhanget som ställer stora frågetecken om Oswald.<br/> <br/>  1.Ändrad färdväg<br/>  den 21 Nov publicerades en karta i Dallas största tidning som visade kortegevägen, den gick inte in på Elm Street utan fortsatte rakt fram på Main Street bakom järnvägen. I FBI:s utredning och i Warrenkommissionen slås det fast att Oswald hade bestämt sig flera dagar tidigare att utföra mordet från sin arbetsplats, färdvägen gick ju inte förbi skolbokslagret enligt kortegekartan, hur visste Oswald att kortegen skulle ändras just dit?<br/></div> </td> </tr> </table> </div>   Kortegevägen ändras aldrig faktiskt även om det ofta påstås så.<br/>  Den 19 November hade två Dallas tidningar färdvägen publicerad, den gick då förbi skolbokslagret<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fjfk-archives.blogspot.se%2F2010%2F06%2Fmotorcade-route.html\" target=\"_blank\">http://jfk-archives.blogspot.se/2010...ade-route.html</a><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  2. I de andra officiella uppgifterna som finns så var kortegen fem minuter försenad, det kan man se på de filmer som finns utmed hela kortegen. Kennedy stannar till och börjar prata med folk och skaka händer med dem som står nära vägen.<br/>  12.25 skulle bilen vara på Daily Plaza, någonstans mellan morgonen den 21 november och morgonen den 22 november gick denna uppgift fram, enligt Warrenkommissionen så var Oswald införstådd med att bilen skulle vara på plats 12.25.<br/> <br/>  Hur ser det då ut i den officiella tidslinjen?<br/> <br/>  12.20-12.25 sitter Bonnie Ray Williams och äter lunch på det fönsterbleck som Oswald snart ska skjuta Kennedy.<br/>  Bonnie Ray är svart och allmänt hatad av sina arbetskamrater av rasistiska skäl, själv ogillar han Lee Harvey Oswald, Oswald är boklagrets driftkuku och allmänt illa omtyckt, han har under den månad han jobbat där lyckats göra sig känd i hela byggnaden av majoriteten av de anställda.<br/>  Han är även illa omtyckt eftersom han är en sparris, en tunnis som inte orkar lyfta de tunga bokkartongerna. Kartongerna är något större än banankartonger och medeltjocka böcker.<br/>  12.25 går Bonnie Ray från fönstret och går ner till bottenvåningen vilket tar nära två minuter i anspråk, det är 6 våningar ner till gatuplanet och vad många inte vet om boklagret är att trapporna är av samma typ som i en kvarn, trätrappor som är hyfsat smala, slitna trappsteg som man måste passa upp i så man inte ramlar. 12.30 går bygglaget på lunch och varken Bonnie Ray eller laget ser Oswald gå upp för trapporna<br/>  mellan 12.15-12.25 sitter Oswald i lunchrummet på andra våningen. Varken Billie Ray eller det stora antal som rörde sig mellan 2 och 4 våningen såg Oswald springa upp eller ner för trapporna.<br/>  12.31 stormar M.l Baker in i rummet med draget vapen ihop med en av cheferna på lagret och chefen bekräftar att mannen vid Cola automaten jobbar på lagret, båda har senare bekräftat att det var Oswald, särskilt chefen eftersom Oswald var en legend på arbetsplatsen ur negativ bemärkelse.<br/></div> </td> </tr> </table> </div>   Jag har varit intresserad av att kunna få fram ungefär hur lång tid det kunnat ta att springa ner till andra våningen, dock har jag inte kunnat få fram några konkreta uppgifter. Det enda jag vet är att det pratas om två kvinnor där det ofta sägs att LHO sprang förbi dom utan att blivit sedd, där visade de sig att dom var i trappan vid olika tidpunkter.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Då har vi ingen tid för Oswald att utföra mordet. Oswald byggde ett värn invid fönstret innan han sköt<br/>  Det värnet kan inte byggts på mindre än 5-10 minuter och det värnet fanns inte när Bonnie Ray och bygglaget gick från platsen.<br/>  eftersom Oswald visste att kortegen skulle vara på plats 12.25 så varför var han inte där tidigare?<br/></div> </td> </tr> </table> </div>   Att bygga värnet kan inte ha tagit så lång tid egentligen, det blev ju som sagt byggt av \"någon\". LHO kanske var tveksam att göra det han tänkt? Nej jag vet faktiskt inte riktigt varför han var så pass nonchalant att inta sin position, han borde ju varit på plats några minuter innan 12.25 för att vara säker.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Bonnie Ray brukade ofta äta lunch vid just den platsen så därför är det konstigt att just det fönstret hade valts ut av Oswald.<br/>  För att kunna få en 100% garanti att lyckas med ett mord borde Oswald varit på plats vid rätt tid, det var han inte, nu var Kennedy försenad men hur hade Oswald kunnat veta det?<br/>  På en minut lyckades Oswald komma upp för trapporna från 2 våningen, bygga värnet, sätta sig rimligtvis på knä, ta fram geväret var han nu hade det, om det redan var färdigladdat så måste han sticka ut vapnet ut ur fönstret och sikta och skjuta tre skott på 4.5 sekunder varav skott 1 och skott 3 träffar Kennedy och Guvenör Connaly. Dessutom var Oswald en usel skytt, i det millitära kunde han inte pricka rätt överhuvudtaget och kände obehag att skjuta, det är väldokumenterade källor från marinkåren.<br/></div> </td> </tr> </table> </div>   Fel, LHO var en helt ok skytt, han kunde med lätthet träffa mål på längre avstånd än vad JFK var på.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Sedan lägga hylsorna i en prydlig rad nedanför fönstret, gå iväg till en annan del av lagret och ställa ifrån sig geväret sedan springa fort som fan ner till våning 2 och ställa sig framför cola automaten utan att vara svettig, röd i ansiktet, anfådd eller det minsta nervös.<br/></div> </td> </tr> </table> </div>   Just hylsorna har inget bevisvärde alls, när DPD kom till platsen så fanns inte fotografen med, så en polisman stoppade på sig hylsorna för att sen lägga ut dom som ska ha legat i hans minne för fotograferingen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Vapnet, ett corconnagevär är något av de sämsta gevären att använda för att göra det Oswald skulle gjort av flera skäl.<br/>  Sedan finns det ännu två aspekter att ta hänsyn till och det tänker man på om man såg platsen under 60-talet.<br/>  Utanför fönstret växte ett träd, i Warrenkommissionen anges trädet vara avlövat, men detta är Dallas Texas och sådana träd tappar sina löv i februari så det var en stor lövkrona i vägen för skott 1 och två.<br/>  Aspekt två om Oswald nu var ensam varför väntade han till att skjuta tills bilen var vänd med ryggsidan till i Oswalds synvinkel, bästa träffläget var när bilen precis svängt in på Elm Street och åkte rakt mot boklagret, där var den perfekta skottvinkeln, där hade han inte trädet att ta hänsyn till.<br/></div> </td> </tr> </table> </div>   Aspekt 3.<br/>  Det hittades aldrig (eller om de inte fanns något magasin till gevärsmodellen) vilket innebär att LHo fått ladda geväret manuellt för varje skott.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Kennedys kula lyckades dels gå in i Connalys handled, studsa mot det ben som är i handleden och sedan åka runt tills det tog sig bakom Kennedy och gick in i bakhuvudet utan att kulan blev tillplattad.<br/>  Kulan finns på bild och ingen kan få mig att tro att en kula förblir oskadd efter att ha gått igenom två kroppar och tillsammans åstakommit 6-7 ingångshål. Alla kulor jag skjutit med har blivit ordentligt skadade och då har jag ändå aldrig skjutit genom en kropp utan endast prickskytte.<br/></div> </td> </tr> </table> </div>   Man får ofta se bara en sida av kulan, självklart är det den sidan som är minst skadad...<br/>  Du nämner visserligen inte \"The magic bullet theory\" men WC hade tydligen inte rätt uppgifter då deras historia debunkats genom att man sätter JFK och Connally på rätt sätt som dom satt och då kan kulan gå rakt igenom utan problem.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  När Oswald lämnar byggnaden så finns det inget enhetligt signalement på mördaren, utan det är efter mordet på Tippit som polisen har ett fullskaligt signalement. Så hur kunde Tippit veta att just Oswald var Kennedy mördaren när inget signalement gått ut, det lilla som rapporterats kunde gälla precis vem som helst och Oswald var långt från mordplatsen, varför skulle Tippit tänka i de banor att det måste vara mördaren. Och just då visste ingen att Kennedy var död, det kom senare, polisen visste bara att presidenten blivit beskjuten och förd till Parkland sjukhuset, just dessa aspekter brukar trilla bort ur den officiella versionen.<br/>  Det var mer när Oswald var på biografen de första meddelandena kom om presidentens död.<br/></div> </td> </tr> </table> </div>   Den enda anställde som saknades vid TSBD var LHO, detta kom inte fram omgående efter mordet på JFK utan tog ett tag, för ett tag sen såg jag en video med Dayle Meyers där han pratade om mordet på Tippit. Förslagsvis kan det vara så att LHO helt enkelt vänt om och gått åt andra hållet som fick Tippit en erfaren polis med många år i tjänst att reagera.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr-Mr</strong> <a href=\"/p46860186#p46860186\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Jag har också tagit reda på hur svensk media rapporterade om mordet i kvällspressen, där blir det riktigt intressant om man tänker på tidsskillnaden mellan Dallas och Stockholm.</div> </td> </tr> </table> </div> <br/>  Detta vore väldigt intressant att ta del av faktiskt, alltid skoj att se vad som skrivits i andra tidnignar om det.<br/> <br/> <br/>  Se gärna denna filmen där bland annat LHOs skyttekunskaper diskuteras och the single bullet theory blir the single bullet fact<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQi14A20MJbE\" target=\"_blank\">http://www.youtube.com/watch?v=Qi14A20MJbE</a>"
	},
	{
		"postIndex": 273,
		"postNumber": 282,
		"rankGlobal": 19,
		"scoreGlobal": 78.7,
		"userRank": 50,
		"userScore": 2.8,
		"postUserName": "ky_",
		"postUserID": "u109508",
		"postUserUrl": "https://www.flashback.org/u109508",
		"postDateTime": "2006-04-21, 13:36",
		"postUrlInThread": "https://www.flashback.org/t232286p24",
		"postUrlUniq": "https://www.flashback.org/sp4053259",
		"sentence": "Verkar vara rätt mycket delade uppfattningar ang det hära.<br/>  Kommentera gärna mina teorier.<br/> <br/>  Mina är:<br/> <br/>  Chaffören är inblandad på något sätt, om ni går igenom alla länkar och tittar extra noga så ser ju vem som helst att han vänder sig om just innan Kennedy blir skjuten i huvudet. Han håller även i något vilket ser ut som en pistol.<br/> <br/>  Tror mordet var planerat av flera CIA/maffian m.m.<br/> <br/>  Teorier:<br/> <br/>  Det sköts väl flera skott? Sköts det skott innan chaffören vände sig om?<br/>  Isåfall så var väl hans reaktion att Kennedy verkligen skulle dö och hörde dem<br/>  första skotten, vände sig om och sköt. <br/> <br/>  Dem hära filmerna som finns på nätet vet man ju aldrig mer, kan ju vara manipulerade, finns det inte en ända med en ljudfrekvens.<br/> <br/>  Varför hoppar Kennedys fru bak när hon hör dem första skotten?<br/> <br/>  Det är ju ingen fråga om att kennedy är skjuten i huvudet frammifrån.<br/>  Eftersom \"smällen\" blir så stor så är det mycket troligt att chaffören utförde dådet. <br/> <br/>  Varför chaffören ville döda Kennedy orkar jag inte lägga ner något mer tänkade på, utan det jag undrar är varför gör han det så uppenbart framför alla? Han hade nog kunna utföra det på ett mycket bättre och diskretare sätt ifall han nu vill ha ihjäl Kennedy. Varför mitt på gatan 2meter ifrån han?<br/> <br/>  Var hur många som helst inblandade?<br/> <br/>  På filmerna som finns på nätet så är det ganska uppenbart att skottet är antingen skjutet från nära håll med tanke på skadorna, eller skjutet från en distans med ett mycket kraftigt vapen.<br/> <br/>  Vad hände efteråt? Ifall det var chaffören som sköt vilket filmerna tyder på så  vars far dom sen? Vad hände med dem andra passagerna i bilen? Forsatte han köra därifrån? Passagerana i bilen mördades inte tror inte dem skulle hålla tyst när en chafför som sitter några decimeter från dem skjuter presidenten.<br/> <br/>  Har ens någon av dessa personer gjort ett ända uttalande om dödskjutningen?<br/>  Verkar ju onekligen mycket skummt. <br/> <br/>  Varför finns det bara en film? En film, en vinkel, inget mer.<br/>  Lär ju vara en hel del andra som filmade allting, dessutom med ljud.<br/>  Varför finns det inget ljud någonstans?<br/> <br/>  Finns ju flera vittnen som skulle kunna säga direkt ifall det var chaffören som sköt det dödande skottet, inte bara dem som stod vid sidan om utan tänker främst på passagerarna i bilen samt alla säkerhets vakter.<br/> <br/>  Eller är alla inblandade?"
	},
	{
		"postIndex": 3092,
		"postNumber": 3178,
		"rankGlobal": 20,
		"scoreGlobal": 78.5,
		"userRank": 10,
		"userScore": 10.9,
		"postUserName": "Levillain",
		"postUserID": "u651689",
		"postUserUrl": "https://www.flashback.org/u651689",
		"postDateTime": "2014-03-17, 02:42",
		"postUrlInThread": "https://www.flashback.org/t232286p265",
		"postUrlUniq": "https://www.flashback.org/sp47970258",
		"sentence": "Mer omständigheter som är minst sagt skumma i sammanhanget:<br/> <br/>  Man har från myndighetshåll manipulerat flera viktiga fotografier och bland annat sabbat den ursprungliga skärpan och satt tumavtryck på det avgörande Mary Moorman fotografiet trots att labbtekniker alltid har handskar vid hantering av fotografier. <br/> <br/>  Ändå gjorde man märkligt många tumavtryck och konstigheter just med de avgörande bevisfotografierna i Kenndyfallet när man knappast var nybörjare i att hantera fotografier. Den franske filmaren Jean Michel Charlier kom över en kopia av Orville Nix film innan utredarna av Kennedymordet fick tag på filmen. Det märkliga är att Charliers kopia har en betydligt bättre skärpa än ursprungsfilmen hade när utredarna sade sig vara färdiga med den och den släpptes för allmänheten. <br/> <br/>  I Charliers kopia kan man tydligt se en skytt som siktar med ett gevär. Man tror sig t o m veta vem personen var. David Ferrie. Personen som Joe Pesci spelade i JFK. Dessutom kom det ju i samband med 50 års dagen av mordet fram en film som visade händelseförloppet ur en annan vinkel. Den filmen har hemlighållits i femtio år och visades för de stora nyhetsorganisationerna. Men den visades inte av någon anledning och jag inte varför men de som sett hävdar att den visar en man med ett gevär vid en buske. I så fall ännu en skytt. <br/> <br/>  Mordet på JFK är fortfarande sprängstoff på grund av det som förmodligen var CIA´s kraftiga inblandning. George Bush d.ä som var CIAagent var ju på platsen med sin son George W Bush som berättar hur \"pappa försvann\" vid tiden för mordet. Det intressanta är att pappa Bush själv har sagt att han inte minns var han var i samband med mordet. Att då unge George W komprometterar pappa som sade sig inte veta eller har get olika svar på var han var, samtidigt som en person som är lik pappa George finns på ett fotografi stående vid Texas School Book Depository´s entre´ strax efter att platsen spärrats av efter mordet. <br/> <br/>  George Bush var ju också vän till George de Morenshildt som skaffade jobbet i boklagret åt Lee Harvey Oswald. George de Morendhildt kallades till senatsförhören \"Senate select committee on assassinations\" för att där vittna men råkade begå självmord två timmar innan. Han hade då skrivit till George Bush i ett brev och beklagat sig över det förestående förhöret. George Bush närmaste man E Howard Hunt har dessutom på dödsbädden angivit hur han var inblandad i mordet. E Howard Hunt var ledare för Watergateinbrottet. Erkännandet på dödsbädden finns på Yoútube och lagts ut där av E Howard Hunts son.<br/> <br/>  Därför skall du ta vad Clint Hill säger med en stor nypa salt. Han är en talesperson för den officella hållningen och vi vet att den är full av håll. Och när man inte berättar sanningen gör man det för att man inte vill. Bara det faktum att han påstår att det bara var tre skott är bluff eftersom Conolly blev träffad av tre skott bara han. Kennedy blev ju träffad av två. Ett i huvudet och ett i halsen. Det blir fem totalt och inte tre. Att sedan den kula som hittades på båren i bårhuset var helt oförstörd tyder mer på en planterad kula än en kula som träffat Kennedy eftersom kulor aldrig behåller sin ursprungsform vid träff på grund av rörelseenergin där de nästan får flytande form när de träffar ben och annat. Att kulan som då är helt intakt är helt sanslöst och ändå  lät sig Warrenkommissionen nöjas med på det. <br/> <br/>  Till sist förtjänar alla de dödsfall och mord på de centrala vittnena i utredningen som har en annan historia att berätta än den officiella också att berättas vilket talar för att vi inte alls har fått reda på sanningen. Det var också intressant att Clint Hill valde att säga att Kennedy velat ta bort agenterna från baksidan av bilen men struntade i att berätta det som kanske var mest av värde, nämligen att hans eget befäl lät beordra bort de agenter som varit ivägen för skottvinkeln för det dödande skottet. Mitt framför Hill själv. Den sekvensen finns också på Youtube. Clint Hill berättar inte alls som det var. Tyvärr. Det är tråkigt och han försöker beskylla presidenten för att hans order skulle ha legat bakom att det inte fanns agenter stående i bak. Det hade inte hjälpt eftersom det dödande skottet kom från sidan vilket syns på ruta 313 i Zapruderfilmen.<br/> <br/>  De stabiliserade klippen på Youtube är så högt uppförstorade att kulbanan som syns ett stycke ovanför bilen inte kommer med men här kan man åtminstone se hur Jackie griper hans arm tydligt<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DDQPVTA3dwC4\" target=\"_blank\">http://www.youtube.com/watch?v=DQPVTA3dwC4</a><br/> <br/>  Ny intressant bearbetning:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DiYWm26OLve8\" target=\"_blank\">http://www.youtube.com/watch?v=iYWm26OLve8</a><br/> <br/> <br/>  Kulbanan som syns tydligare<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DMwy6Q9_cUwc\" target=\"_blank\">http://www.youtube.com/watch?v=Mwy6Q9_cUwc</a><br/> <br/>  Orville Nix film. Där en skepnad syns avteckna sig vid den högsta punkten på betong väggen som går längs kullen.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXLERm5sKGSY\" target=\"_blank\">http://www.youtube.com/watch?v=XLERm5sKGSY</a><br/> <br/>  Orville Nix med skepnaden uppförstorad och behandlad:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dm4hH5vUcCQo\" target=\"_blank\">http://www.youtube.com/watch?v=m4hH5vUcCQo</a><br/> <br/>  Altgensfotografiet<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwillyloman.files.wordpress.com%2F2013%2F11%2Faltgens-6-ue-large-best-proc1.jpg\" target=\"_blank\">http://willyloman.files.wordpress.co...best-proc1.jpg</a><br/> <br/>  Skytt i fönstret på Altgensfotografiet<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fs75.photobucket.com%2Fuser%2Fniteprowler147%2Fmedia%2FAltgens_arm.jpg.html\" target=\"_blank\">http://s75.photobucket.com/user/nite...s_arm.jpg.html</a><br/> <br/>  James Files bekännelse<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DhF1kH4TxmW0\" target=\"_blank\">http://www.youtube.com/watch?v=hF1kH4TxmW0</a>"
	},
	{
		"postIndex": 2804,
		"postNumber": 2880,
		"rankGlobal": 21,
		"scoreGlobal": 77.7,
		"userRank": 7,
		"userScore": 14.5,
		"postUserName": "Coovex",
		"postUserID": "u535635",
		"postUserUrl": "https://www.flashback.org/u535635",
		"postDateTime": "2013-11-24, 00:30",
		"postUrlInThread": "https://www.flashback.org/t232286p240",
		"postUrlUniq": "https://www.flashback.org/sp46281759",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Putsch</strong> <a href=\"/p46280225#p46280225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vänligen presentera fakta, vilket många andra av oss har gjort här, så kanske någon lyssnar. Det går inte att argumentera eller debattera något om man inte håller sig till hårda fakta utan svävar ut i flummiga tankegångar om konspirationer.</div> </td> </tr> </table> </div>   Fick inget svar tidigare (hoppas det beror på att du checkar länkarna.)<br/> <br/> <br/>  Du måste förstå att ALLT relaterat till JFK-mordet, som media pressar, har filtrerats via CIA samt FBI. Om det nu är bl.a. de två bovarna som ligger bakom attentatet så skulle de aldrig dela med sig av dig sanningen. Tvärtom. De skulle se till att mata ut påhittade uppgifter samt försöka sätta dit en \"snubbe\" direkt för att få bort misstankar, typ Lee Oswald, precis vad som hände vid Boston Bombningen och 911. Du måste titta på den stora bilden i perspektiv. <br/>  CSI behövde en snabb förklaring till det hela så att folket direkt skulle sluta tänka på alternativa teorier om mordet. Som tur var finns det 1000-tals självständiga patrioter, journalister, sanningsrörelser etc. som uppmärksammade fallet och tog saken i egna händer.<br/>  Med andra ord, om man ska se objektivt på fallet, så är möjligheten väldigt stor att det var ett \"Inside-Job.\" Detta betyder att vi måste se på alla offentliga dokument från regeringen samt mainstream media med en vetskap att de kan vara falska och helt påhittade. Innan du inser detta så kommer du alltid vara en tappad själ.<br/>  Helt sjukt vad många som tror blindt på det \"De\" vill att ni ska tro på.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcSHU4f4AU5I%26amp%3Bt%3D4m35s\" target=\"_blank\">http://www.youtube.com/watch?v=cSHU4f4AU5I&amp;t=4m35s</a><br/> <br/>  Alla nära till JFK säger att Lee inte agerade ensam och att det finns betydligt mer till mordet än vad majoriteten tror.<br/> <br/> <br/>  Det finns whistleblowers som inte har anledning att ljuga.<br/>  Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet.<br/>  Varför flyttade de på Secret Service snubben som vanligtvis satt bak på bilen? Varför ändrade motorcyklisternas formation endast för Dallas-rutten?!<br/>  Bilen städades innan måndagen så att ingen vidare undersökning kunde göras. Sånt sker inte i mordutredning av en president om det inte finns något att dölja. Inredningen ändrades och den fördes till Michigan, urstädad på allt bevis! skumt...<br/>  Kennedy hade många fiender dessutom signerade han Alien/UFO-avtalet med Ryssland 10 dagar innan mordet. Ett sådant avslöjande kan vara värt att mörda för? <br/>  Jag menar Teknologi som befriar alla på hela jorden? Fri energi. Överflöd i resurser. Ingen mera olja. Ny världssyn. CA 600 triljoner DOLLAR i dagsläget (olja, el, annan skit) kanske tillräckligt att mörda för. Presidenten står för avslöjandet. Men det finns uppenbarligen personer med högre \"makt\".<br/> <br/>  Rysslands ledare blev avsatt kort därefter. INtressant = <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DpkqJXJCibkQ\" target=\"_blank\">http://www.youtube.com/watch?v=pkqJXJCibkQ</a><br/>  Samt de tidigare länkarna om du orkat titta tillbaka. <br/>  Jesse Ventura har bra koll. YT honom+jfk.<br/> <br/>  (OT Majestic 12 måste du läsa om. James Forrestals död samt cover ups)<br/> <br/>  Han ville inte gå i krig med Kuba, något som gjorde US Militär etc. MYCKET upprörda.<br/>  + Han drog tillbaka truppernai Vietnam. Kanske var han påväg. Minns inte exakt. Läs på!<br/>  Måndag morgon innan de har tittat på ett enda bevis så finns det ett inspelat samtal där \"attorney general\" säger:<br/>  \"We must convince the American people that Oswald acted alone, there was no one with him, and that if he went to trial he'd be convicted.\" till den nya Presidenten. Måndag morgon!!!<br/>  Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten.<br/>  Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset. Allting pekar åt samma håll.<br/>  Mainstream Media har stor betydelse för dom rapporterar ingenting som visar motsatsen.<br/>  E Howard Hunt har erkännt att han deltog i konspirationen, till sin son på sin dödsbädd.<br/>  Kennedys fru sa: They killed him. \"They\" inget annat.<br/>  O.S.V... Fortsätt drömma eller ta tag i kragen och börja leva.<br/> <br/>  PROVE ME WRONG!!"
	},
	{
		"postIndex": 1379,
		"postNumber": 1418,
		"rankGlobal": 22,
		"scoreGlobal": 77.7,
		"userRank": 13,
		"userScore": 9,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2010-08-31, 09:27",
		"postUrlInThread": "https://www.flashback.org/t232286p119",
		"postUrlUniq": "https://www.flashback.org/sp25193929",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>Mig veterligen var ledaren för Warrenckommissonen Earl Warren (därifrån den fått sitt namn) Alan Dulles var bara en medlem av kommissionen.</div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>One-Love</strong></div> <div>Kolla på dom så ser du. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/>  Att FBI hade för avsikt att skjuta JFK flera dagar innan, samt att hans egna rapporter blivit ändrade i efterhand/borttagna. Att hans egna utredningar som inte stödde den officiella teorin tystades ner. Osv.</div> </td> </tr> </table> </div> <br/>  Snälle lille Targenor...Hjälp dig själv.<br/> <br/>  Earl Warren var ordförande för Warrenkommissionen på pappret men den som styrde och ställde inom kommissionen och mer eller mindre ändå var dess ordförande var Allen Dulles, inte Earl Warren. Allen Dulles kunde utåt sett inte bli ordförande för Warrenkommissionen, av hänsyn till dess intergitet och de slutsatser som kommissionen skulle få fram, då Allen Dulles inte kunde anses vara opartisk i kommissionens arbete. Detta var också vad man tyckte inom politiska kretsar i USA eftersom Allen Dulles fått sparken för att ha gått bakom ryggen på Kennedy när han satte igång Grisbuktenoperationen. Läs på. Annars håll käften och ifrågasätt inte när du själv har noll att komma med. Hade du haft mer att komma hade du inte kommit med den kommentaren...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> <br/> <br/>  Det har mig veterligen inte sagts tillräckligt mycket om varför FBI skulle velat ha ihjäl Kennedy. CIA däremot ville gärna ha ihjäl Kennedy. För Kenndy stod ivägen för CIA´s och familjen Bush´s planer att öka militärens makt och privatisera stora delar av USA´s krigsmakt till ett instrument med egen vilja efter ekonomisk vinning. J Edgar Hoover gillade inte familjen Bush (han gillade väl visserligen inte någon) och CIA och John F Kennedy försökte montera ned CIA och hade det som målsättning. <br/> <br/>  Familjen Bush är ju CIA då allt utmynnar i deras kontroll. Prescott Bush var tidig medlem fraternitetet  Skulls and Bones och de flesta som kom att bli framträdande inom CIA var medlemmar i Skulls and Bones som först blev invalda av Prescott Bush. Prescott Bush arbetade under första världskriget för Army Intelligence, det som efter andra världskriget skulle komma att bli CIA, vars första chef kom att bli Alan Dulles. Allen Dulles kom att inofficiellt bli huvudsakligen misstänkt för mordet på Kennedy. Prescott Bush hade också kompanjonsskap med William J Casey som kom att bli CIA chef under Reagan då George Bush den äldre var vicepresident och hade haft posten som CIA chef innan Reagans presidentperiod.<br/> <br/>  Prescott Bush var delägare i banken Union bank of New York tillsammans med Averell Harriman, också han Skulls and Bones medlem och medlem i en av USA´s rikaste familjer. Union bank of New York beslagtogs av Hoover som en nazitillgång då stora delar av banken hade hand om nazipengar. Harriman åkte vidare till Paris för att i slutskedet av andra världskriget komma över mer nazistiskt krigsbyte och anställde 1946 Richard Nixon. Direkt under Harriman arbetade också E Howard Hunt, ledaren Watergateinbrottet som vid sin död gjorde en bandinspelning med vittnesmål om sin inblandning vid Kennedymordet och vem började också arbeta under Nixon ett år senare... jo Jack Ruby. <br/> <br/>  George Bush fick 1948 arbeta för oljemannen Neil Mallin, Skulls and Bones broder till Prescott Bush som var rekryterare för CIA. Neil Mallin startade ett oljebolag, Zapata Offshore Oil som sedan George Bush fick ta över på egen hand. Bolagets oljerigg som tjänade som CIA´s fäste ute på fältet för operationer mot Kuba, låg vid en ö alldeles utanför Kuba och Grisbukten. Härifrån leddes också operationerna \"Mungo\", \"Operation 40\", \"Alfa 66\". Kodordet för Grisbukten var \"Operation Zapata\" alltså samma namn som George Bush företag. George Bush har en vana att nämna operationer efter namn på sina nära och kära. Hans plan under andra världskriget hette Barbara, namnet på George Bush d.ä fru. När man behövde materiel till förberedelserna för Grisbuktenoperationen använde man ett flottfartyg som maskerades som civilt och kallades \"Barbara\"<br/> <br/>  E Howard Hunt var projektledare för Grisbuktenoperationen som CIA genomförde mot Kuba, en terroroperation djupt inne på Kubansk mark som de flesta känner till. Kennedy fick reda på operationen först när den börjat och vägrade sedan skicka understöd till de underlägsna, strandsatta Grisbuktenagenterna, vardvid Grisbukten blev till ett fiasko. De som hade planlagt Grisbukten hade räknat med att Kennedy inte skulle våga ställa sig på tvären eftersom det till en början såg ut att vara Kennedys operation. För att inte visa sig försvagad skulle Kennedy sedan bli tvungen att stödja Grisbukten när den väl inletts. De räknade dock fel och Kennedy vägrade skicka understöd till operationen i Grisbukten vilket blev början till slutet för Kennedy, Kennedy sparkade Allen Dulles, CIA chefen för det. Alan Dulles hade också som kompanjon och bankir för nazipengar också nära vän med Prescott Bush. Även Texasguvernören John Conolly som åkte i limousinen med Kennedy vid dennes mord stod nära familjen Bush. Demokraten Conolly blev sedan anställd i Vita Huset av republikanske presidenten Richard Nixon som finansminister (!) varvid Conolly insisterade på att även George Bush d.ä skulle anställas. George Bush tog i sin tur med sig E Howard Hunt som senare skulle gripas som ledare vid inbrottet i Watergate.<br/> <br/>  Lee Harvey Oswald var en marinkårssoldat som fick jobba vid en topphemlig bas för U2plan där han fick studera ryska men lämnade sin militära karriär för att ta hand om sin mamma som inte var sjuk.  Utan någon vidare ekonomiska förutsättningar reste Oswald snart till Sovjetunionen och ansökte om sovjetiskt medborgarskap och lovade samtidigt att avslöja alla saker som han lärt sig under sin tid på flygbasen. Han gifte sig med en ryska och återvände sedan till USA där han började umgås med folk varav de flesta hade anknytning till CIA. Samtliga dessa dog också under mystiska omständigheter kort efter det att Kennedy mördades. Två som skulle vittna bara några timmar senare dog av hjärtattack. En av dessa som skulle vittna påföljande dag förklarades död av hjärtattack trots att två maskinskrivna avskedsbrev hittades och en annan person som också skulle vittna nästkommande dag för ett senatsförhör sköt sig själv med ett hagelgevär. <br/> <br/>  Oswald arbetade med stor sannolikhet vid något tillfälle för CIA men enligt  hemliga dokument från Warrenkommissionen fick, som sedan offentliggjordes fick de veta av chefsåklagaren i Texas och justitieministern att Oswald arbetade för FBi vid tiden för Kennedymordet, att hans informatörsnummer var S-179 och att han avlönades med 200  dollar per månad. I hans plånbok  vid hans arrestering hade han en lapp med telefonnumret till Dallas FBI agent James Hosty. 1960 tre år innan Kennedymordet skrev Hoover ett memo om en då okänd och obetydlig enstöring vid namn Lee Harvey Oswald. Varför skulle Hoover skrivit ett memo om honom då han inte hade något med FBI att göra? Hoover antecknade i beklagan att någon i Oswalds namn köpte lastbilar för CIA att frakta CIAtränade exilkubaner i medan Oswald i själva verket befann sig i Sovjetunionen.Det finns en påtaglig möjlighet att Oswald vid något tillfälle arbetade för FBI men det finns också sådant som tyder på att han hade något att göra med CIA. Okej. Vem av dessa båda jobbade han verkligen för. Man har kommit på att han förmodligen infilterarde någon av organisationerna. Infilterarde han FBI medan han i själva verket var med i CIA och gick deras ärenden? Eller infiltrerade han CIA när han i själva verket gick FBI´s ärenden?<br/> <br/>  Det är frågan. Är det någon som tror sig veta något om detta eller kanske har några förslag eller känner till något om omständigheterna för allt detta.<br/> <br/>  och för att reda ut saker och ting så använde Kennedy J Edgar Hoover för att försöka krossa CIA. Hoover hade själv intresse av att kunna krossa CIA och var av den anledningen i behov av Kennedy som en försäkring om att den nedmonteringen kunde fortsätta. Om Kennedy försvann så skulle Hoovers möjligheter till att bedriva den kampanj som han ville kunna genomföra inte kunna fortsätta. Alltså hade Hoover inte lika mycket att vinna på om Kennedy dog som om han var vid liv. Vad Hoover var intresserad av var att kunna fortsätta sin informationsinhämtning oinskränkt och utan Kennedy som ville gå emot CIA så hade han inte något politiskt stöd för att komma åt CIA."
	},
	{
		"postIndex": 2682,
		"postNumber": 2747,
		"rankGlobal": 23,
		"scoreGlobal": 76.9,
		"userRank": 54,
		"userScore": 2.7,
		"postUserName": "Mr-potatohead",
		"postUserID": "u462982",
		"postUserUrl": "https://www.flashback.org/u462982",
		"postDateTime": "2013-06-09, 15:56",
		"postUrlInThread": "https://www.flashback.org/t232286p229",
		"postUrlUniq": "https://www.flashback.org/sp43831078",
		"sentence": "NWO? dra den om jultomten också.<br/>  Fanns betydligt enklare saker ,som försvarsbudgetar och allmänt militärt missnöje mot JFK som om något isåfall är en förklaring.. Amerikansk militär/säkerhet är full med korruption och betänkligheter.<br/>  Kolla bara allt J edgar hoover höll på med.<br/> <br/>  Precis gjort ett arbete om det här så kommer ihåg det mesta om det...<br/> <ul><li>one bullet theory</li></ul>Vilket känns omöjligt .att en kula dels ska ändra bana, samt dessutom kommit ut hel efter att färdats igenom så många saker är den officiella förklaringen från Warren kommisionen.<br/> <ul><li>hans vapen</li></ul>geväret var ett  6.5 mm Carcano M91 och geväret är enligt många extremt oprecist .kommer inte ihåg vad det var exakt, men geväret kallades typ \"Det snälla vapnet\" eller något sådant för att det var snällt mot den man sköt på. Helt enkelt missade denne..<br/>  På det så var även LHO en dålig skytt enligt sina tidigare befäl och någon som aldrig skulle tros kunna klara de där skotten på egen hand..<br/> <br/>  sen sköt han även en polis, men detta var inte av med av hans vapen?<br/> <ul><li>One lonely maniac</li></ul>Skulle Lee Harvey Oswald ha skjutit ensam skulle han nog varit ensam skytt, måste han ha varit en riktig maratonlöpare då han sågs 60-90 sekunder efter skotten, 4 våningar ner av en polis som identifierade honom. Dessutom var han inte anfådd alls vilket borde varit fallet om han skjutit 3 skott och sprungit 4 våningar på den tiden...<br/> <br/>  Sen hoppa på bussen,åka två kvarter och därefter springa 1.4km för att skjuta en polis på ett tidsspann av 13 minuter låter lagom sannolikt...<br/> <ul><li>Hans död +jack ruby</li></ul>Sorgen från vad exakt?  Skulle han vara skyldig skulle han troligen ha blivit avrättad ändå..enda skillnaden nu var att han inte fick så mycket sagt före han blev avrättad...<br/>  + att han sa att han typ ville öka polisens heder.  hur ofta har en kille med kopplingar (stora eller små) till maffian en sådan agenda<br/> <ul><li>övrigt</li></ul>Skickades brev till fängelset direkt efter Jacks gripande, Samma kille som skrev under där var även privat referens till Jacks spritlicens..<br/> <br/>  i Prat om åklagare sa specifikt att skulle ett namn komma på fråga (Davis)  så skulle det bli problem. Jack ruby hade varit i kontakt med killen tidigare .<br/>  Visade sig vara en tidigare CIA-agent angagerad i JFK-mordet"
	},
	{
		"postIndex": 42,
		"postNumber": 43,
		"rankGlobal": 24,
		"scoreGlobal": 75.9,
		"userRank": 28,
		"userScore": 5,
		"postUserName": "Smockad",
		"postUserID": "u69685",
		"postUserUrl": "https://www.flashback.org/u69685",
		"postDateTime": "2004-12-01, 19:30",
		"postUrlInThread": "https://www.flashback.org/t232286p4",
		"postUrlUniq": "https://www.flashback.org/sp1567132",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannock</strong></div> <div>Poängen med skotten är att första skottet missar helt och hållet, vilket är universellt accepterat av alla sidor (första skottet är det som många trodde var en bil som baktände). Sista skottet träffar huvudet och sålunda bör det räknas som bästa skottet, när man försöker döda någon.</div> </td> </tr> </table> </div> <br/>  Jaha, så visade sig även det resonemanget vara baserat endast på okunskap. Inget av dina argument verkar hålla för en prövning med sunt förnuft. <br/> <br/>  Det enda rimliga sättet att bedöma hur bra ett skott är, är att utgå från var skytten FÖRSÖKER träffa. Om jag skjuter på en tavla och skjuter ett skott som ger en sjua och ett skott som ger en tia, fast på en tavla bredvid den jag siktade på, är det sjuan som är det bästa skottet. Det håller du väl med om? <br/> <br/>  Det finns ingen anledning att anta annat än att LHO siktade på JFK:s överkropp, inte hans huvud. Det gör varje människa som har fått militär träning och dessutom är det vanligt sunt förnuft (det är helt enkelt MYCKET lättare att träffa kroppen än att träffa huvudet). Således var det det andra skottet, det som träffade just överkroppen, som var det bästa. Nu spelar detta mindre roll i sak, eftersom din poäng var att det första skottet inte var bäst, men det belyser på ett bra sätt hur alla dina påstående faller för en närmare granskning och lite sunt förnuft.<br/> <br/>  [quote=Mannock]Jag har själv varit i Dallas, vid Dealy Plaza. Att klara av den uppgiften som LHO hade anser jag inte vara lätt. Jag skulle själv inte klara av det och jag var medelduktig skytt under min tid i lumpen. Det behöver förvisso inte säga så mycket men att tala om händelsen som en lätt uppgift är en grov överdrift vilket man inser när man står på platsen där det hände.<br/> <br/>  Nu får du ursäkta, men jag anser att din bedömning är helt värdelös i sammanhanget. En krigsveteran som var på plats bedömer skottet som enkelt. Fyra experter som utredde fallet bedömer skottet som enkelt (bra grävt Snusmumriken!). Dessutom överensstämmer det med mina egna (ej alldeles obetydliga) erfarenheter av prickskytte. Det ska alltså ställas mot utsagan från dig, som visat dig fullständigt oförmögen att dra logiska och förnuftiga slutsatser i denna fråga (snacket om att tredje skottet skulle vara det bästa, sättet att behandla det som sägs i en spelfilm som fakta o s v). Ganska lätt att avgöra vilken utsaga som är mest trovärdig..<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannock</strong></div> <div>Vad gäller krigsveteranen så läste jag också det. De lustiga är att sidan bashar Oliver Stones film för att välja ut få (tror han skriver att det är fyra stycken) som talar för multipla skott från multipla riktningar. Vad gör hemsidan? Jo, plockar ut ett vittne använder det vittnet som absolut sanning för vad som hände. Tydligen beroende på att han var krigsveteran. Det kan man ju göra om man vill, men det är ju precis lika intetsägande som Oliver Stone tycktes göra när han i sin film baserade argument på ett fåtal vittnen.</div> </td> </tr> </table> </div> <br/>  Påstår sidan att krigsveteranens uppfattning är absolut sanning? Det missade jag. Sedan handlar det också om HUR man väljer ut sina vittnen. Den killen var på plats och har relevant erfarenhet. Relevant erfarenhet har också de fyra experterna i Snusmumrikens inlägg. Var finns EXPERTERNA som påstår att skottet var svårt? Men ska vi snacka kvantitet så hävdar sidan att 90 % av vittna hörde tre eller färre skott, vilket ju omöjliggör Stones teori.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannock</strong></div> <div>Som sidan själv påpekar så skapas det lätt ekon på Dealy Plaza och jag väljer därför att inte ta så stor hänsyn till vad någon tyckte sig höra.</div> </td> </tr> </table> </div> <br/>  Klart att du gör. Du väljer ju att bortse från ALLT som inte ger stöd åt din egen uppfattning.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannock</strong></div> <div>Vad jag vill få fram, i alla virrvarr av påstådda fakta och halvsanningar är att där finns en central punkt kring hela mordet som gör att jag tvivlar på LHO skuld och det är själva placeringen av LHO samt själva \"skjutningen\".</div> </td> </tr> </table> </div> <br/>  Du är ganska självgod som anser att din egen åsikt är mer värd än experternas, trots att du själv inte har ett spår av sakkunskap på området. Jag förstår fortfarande inte vad problemet med själva \"skjutningen\" är.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannock</strong></div> <div>Det tillsammans med LHO resor fram och tillbaka från Sovjetunionen utan större problem får mig att tro att det fanns fler involverade i mordet av JFK.</div> </td> </tr> </table> </div> <br/>  Har ingen aning om vad du pratat om för resor, men eftersom uppgifterna kommer från dig kan de, såvitt jag vet lika gärna vara tagna ut någon film eller bara något du själv har inbillat dig.<br/> <br/>  Du verkar inte vara någon förvirrad paranoid galning som andra konspirationsteoretikerna på forumet, vilket gör mig lite förvånad över att du resonerar som du gör. Om du sätter dig och läser igenom vad som skrivits i denna tråd, kommer du upptäcka att nästan allt du tror visar sig vara felaktigt vid en närmare granskning. Är det då inte dags att börja fundera på om hela din uppfattning kanske inte är så väl underbyggd?"
	},
	{
		"postIndex": 1725,
		"postNumber": 1773,
		"rankGlobal": 25,
		"scoreGlobal": 75.3,
		"userRank": 13,
		"userScore": 9,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2011-05-16, 10:25",
		"postUrlInThread": "https://www.flashback.org/t232286p148",
		"postUrlUniq": "https://www.flashback.org/sp30651386",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>Egentligen finns det inga frågetecken om man studerar det nogrant och noterar alla saker som finns.<br/> <br/>  Men många har hängt upp sig på \"the magic bullet theory\" där bland annat kulan svänger i luften, vilket naturligtvis inte skedde. Sen underlättar de naturligtvis inte heller att föraren betede sig lite misstänktsamt och stannade bilen när skjutandet började, eller att CIA håller på med en massa skumheter i vanlig ordning. Finns säkert mer också, men studerar man fallet och lägger ihop pusselbitarna så kommer man snart till en skytt : LHO<br/> <br/>  Vidare är det naturligt att det blir så här då den misstänkte LHO blev mördad strax efter mordet, han hann inte berätta sin historia.<br/> <br/>  Dock hade det varit intressant att se vilka papper som är hemligstämplade och vad man egentligen visste om det hela.</div> </td> </tr> </table> </div> <br/>  Du är fan inte klok. Var det något som var en konspiration så var det mordet på Kennedy och Kennedy blev inte skjuten av Oswald utan kulan kom underifrån (!). Ja just det. Kolla på den nyligen restaurerade Zapruderfilmen. Hela mordet var en militär skuggoperation en sk black-op och hela operationen hade också prägeln av just en sådan. Kennedy blev mördad av CIA eftersom Kennedy ville underställa CIA den amerikanske överbefälhavaren. Det gjordes i och med National Security memo 55, 56, 57 Hela det beslutet hade ändat CIA´s hela existens. Texas school book depository var en CIA front. Och både David Morales, George Herbert Walker Bush ( George Bush d. ä var på plats och finns på bild. Davied Morales har också synts på bild tillsammans med Lee Harvey Oswald i New Orleans 1963. Oswald var med stor sannolikhet en FBIagent som infiltrerade CIA på uppdrag av J Edgar Hoover efter att Kennedy beordrat Hoover att rensa Florida och New Orleans träskmarker från de hemliga träningsläger som bl a tränade exilkubaner i terror och guerillakrigföring vilken användes i CIA´s olika terroroperationer inne i Kuba. Kennedy hade blivit tvungen att lova Sovjetunionens Nikita Chrustjov detta som en del av fredsöverenskommelsen efter Kubakrisen ( då man bland annat också gick med på att montera ned de redan föråldrade missilerna man hade stationerade i Turkiet som en del av samma fredsuppgörelse) då Chrustjov uttryckt det som ett problem hur guerillaoperationerna från Florida drabbade Kuba.  <br/> <br/>  Det var bara det att Kennedy inte visste var baserna låg. Det visste bara CIA. Därför var FBI tvungna att hitta baserna och stänga dem. Den som tros ha lett FBI rätt på baserna var ingen annan än Lee Harvey Oswald. Baserna som kort eter att han besökt dem blev stormade av FBI och stängdes och när det skett två gånger i samband med Oswalds besök lade CIA ihop två och två och man satte i och med detta ihop en komplott. Oswald besökte också ett FBI kontor innan Kennedymordet och sökte där en specialagent för ett möte. Förmodligen kände Oswald sig då så hotad att han ansåg det som absolut nödvändigt att öppet vända sig till FBI. Antagligen var han då medveten om att hans verkliga lojlitet med FBI då var röjd och att han befann sig i fara varför det inte längre var någon poäng med att dölja detta då faran förmodligen vida översteg vitsen med att fortsätta spela CIAsympatisör. <br/> <br/>  En av FBI´s män i New Orleans Guy Bannister var i själva verket infiltratör från CIA och kan också ha bidragit till att Oswalds sanna lojalitet avslöjades. Det som verkligen visar att Oswald var FBI agent är det memo som J Edgar Hoover skrev under tiden Oswald var i Sovjetunionen alltså långt tidigare då han verkligen inte var på tapeten. Hoover uttryckte oro över att någon köpte lastbilar i oswalds namn medan denne var i Sovjet. Varför skulle Hoover när Oswald var totalt okänd bry sig om lille OSwald och att någon köpte lastbilar i hans namn som kom att bli använda i CIA´s operationer? Varför skulle Hoover uttrycka oro över detta om det inte var så att Oswald var FBIagent egentligen. Detta är solklart. <br/> <br/>  De Black operations \"Blac ops\" ops som CIA genomförde djupt inne på kubansk mark var bl a Operation Alpha 66, Operation Mungoose osv. Black ops som budgeterades av CIA för hundratals miljoner dollar. Med dessa operationer följde några hundra CIA agenter bl a David Morales, 7000 exilkubaner, företagsfasader tvättade pengar för att finansiera dem. Man utförde industrisabotage, rena mordoperationer inne i Kuba, skördebränningar osv. <br/> <br/>  Allt detta hotade Kennedy som ville stänga ned CIA i och med att han ville underställa det överbefälhavaren. Detta var ett steg för att försöka kontrollera myndigheten som hade ett eget liv utanför Vita Huset då tjänstemännen hade starkare lojlitet med CIA´s ledning än med Vita Huset. Rekryteringen till de centrala posterna inom CIA har alltid skett genom personliga kontakter och familjeband och ledarna för CIA kommer också ofta från samma franternitet Skulls and Bones på Yale Universitetet vars fraternitet representerar studenter från några av de mest inflytelserika famiiljerna i USA, familjer som ofta har oljeintressen eller militärindustriintressen som gemensam nämnare. Rekryteringen av nya ämnen inom CIA och försvarsindustrin börjar därmed i unga år och avgörs alltså av personliga djupa band mellan familjer snarare än något så simpelt som rekryteringsintervjuer. På så sätt kan man få lojlala medarbetare som är mer lojala med familjen och familjens intressen och vänkrets än med Vita Huset. På det viset har alltid CIA var en självständig kraft inom USA´s maktapparat. Chefen för CIA dvs dess Director har oftast inte haft insyn i alla vrår inom CIA utan har istället hållits utanför och samtidigt ansvarig. En utsatt position för den som inte gör som de ledande intressena inom CIA vill. Detta var en bakgrund till hur CIA fungerar vilket till största delen dikteras redan från Skulls and Bones där kommande samarbeten och kontakter livet ut stakas.<br/> <br/>   De dödande skottet kom underifrån. Förmodligen från en kulvert i gatan. Senare under dagen då \"lösdrivare\" och andra personer greps i efterdyningarna av mordet så greps också en grupp män som mycket riktigt kom ut ifrån en kulvert i närheten men dessa män släpptes senare.<br/> <br/>  Warrenkommissionen leddes i praktiken inte av Earl Warren utan den starke mannen i sammanhanget var i själva verket Allen Dulles. Samme Dulles som hade fått sparken efter Grisbuktenoperationen för att de undanhållit information ifrån Kennedy. Samme Dulles var också CIA´s förste chef och fraternitetsmedlem i Skulls and Bones tillsammans med F Truby Davison, CIA´s förste personalchef osv. Det som alltid har varit centralt inom CIA är just familjen Bush och det är också familjen Bush som alltid varit intrumental kring alla faser av CIA´s utveckling. George Bush d.ä nämns ju också i ett memo av J Edgar Hoover där Bush i egenskap av representant från CIA krävde ett möte av Hoover samma dag där man krävde avrapportering av vad Hoover visste om \"vilseledda exilkubaners\" roll i attentatet mot Kennedy. I själva verket var detta ett sätt för CIA att bekräfta för Hoover att man kände till allt kring vad FBi visste om mordet och förnedra honom som chef för FBI då han egentligen inte var underställd CIA men det var ett sätt att hota Hoover och förnedra honom i hans besegrande. Hoover svarade med att skriva ett memo kring mötet där han namngav George Bush.<br/> <br/>  Sett ut mot detta var mordet på Kennedy en black op orkestrerad av CIA med George Bush d. ä, David Morales, E Howard Hunt, Cord Meyer mfl närvarande på plats. Samme Morales som kan ses på bild från köket på Ambassador Hotel i Los Angeles 1968 då Robert Kennedy mördades. E Howard Hunt som var George Bush nära förtrogne och som ledde Watergateinbrottet som skall ha handlat om att försöka ta reda på hur mycket Demokratiska partiet visste om Kenedymordet, angav ju vittnesmål på sin dödsbädd där han berättade att George Bush, David Morales, Cord Meyer och Lyndon Johnson som politiskt blev den som i kraft av president efter Kennedy kunde skydda attentatesmännen genom att se till att \"rätt\" människor kunde tillsätta folk som kunde skydda attentatsmännen från exponering, vilket naturligtvis också hade inverkan på vad Warrenkommissionen kom fram till. Ingen konspiration har skett under historien om inte Kennedymordet var just en konspiration. Det var alla konspirationers moder."
	},
	{
		"postIndex": 1657,
		"postNumber": 1701,
		"rankGlobal": 26,
		"scoreGlobal": 74.9,
		"userRank": 2,
		"userScore": 59,
		"postUserName": "Grandioso",
		"postUserID": "u521090",
		"postUserUrl": "https://www.flashback.org/u521090",
		"postDateTime": "2011-02-17, 05:59",
		"postUrlInThread": "https://www.flashback.org/t232286p142",
		"postUrlUniq": "https://www.flashback.org/sp28944177",
		"sentence": "Det fanns fullt med ögonvittnen vid Dealey Plaza som fick berätta om sina mer eller mindre viktiga<br/>  iakttagelser för Warrenkommissionen men i alltför många fall blev dom inte tagna på riktigt allvar<br/>  eller drogs det dithän att de helt enkelt avfärdades på ett bryskt och nonchalant sätt.<br/>  Behandlingen av dessa personer lämnar alltså mycket i övrigt att önska.<br/> <br/>  Ett mycket centralt ögonvittne vid Dealey Plaza, <b>Jean Hill</b>, kvinnan i den berömda röda kappan,<br/>  som stod jämte väninnan <b>Mary Ann Moorman</b>, hon med det numera legendariska \"Badge Man-<br/>  fotografiet, skrev i början på 90-talet boken: <b>JFK- The Last Dissenting Witness</b>, och när det<br/>  blev till allmän kännedom att hon skulle ge ut en bok i ämnet efter alla dessa år, dröjde det inte<br/>  länge förrän hon blev hotad till livet telefonledes. <br/>  Manspersonen som ringde upp henne sa till henne att han trodde hon hade lärt sig sin läxa och hade<br/>  vett att tiga om vad hon kände till. Skulle hon till äventyrs avslöja något riktigt uppseendeväckande<br/>  i boken så kunde hon vara förvissad om att hennes dagar var räknade och någon glädje av <br/>  bokpubliceringen skulle hon inte få möjlighet till!<br/> <br/> <b>Jean Hill</b> var bland dem som stod absolut allra närmast presidentbilen vid de slutliga skotten<br/>  och hon kan berätta hur hon hörde mellan fyra och sex skott och att hon helt <b>tydligt</b> såg<br/>  rök och ljussken uppe vid gräskullen.<br/>  Hon försäkrar på heder och samvete vid flera tillfällen att hon <b>verkligen</b> såg <b>någon</b> som<br/>  stod bakom det famösa staketet och sköt!<br/> <br/>  Efteråt blev hon i laga ordning förhörd av flera personer från Secret Service och utfrågad om vad hon<br/>  hade bevittnat under dramat.<br/>  Hon förklarade sanningsenligt att hon hade lagt märke till dessa skott från kullen och hört dessa<br/> <b>fyra</b> till <b>sex</b> skott och absolut ingenting mindre än så!<br/> <br/>  Men de föga trevliga, hårdhudade Secret Service-agenterna ville av någon anledning få henne att<br/>  ändra på sina styvnackade uppgifter och hålla sig till högst tre skott.<br/> <br/>  Det var längre fram meningen att hon skulle fara iväg till Whasington för att vittna inför Warren-<br/>  kommissionen men strax innan avfärden hade hennes dåvarande pojkvän som råkade vara polis<br/>  fått höra någonstans ifrån att ifall hon gjorde verklighet av resan så skulle det drastiska ske att<br/>  man eliminerade henne!<br/> <br/>  Sedermera kom emellertid kommissionens medlemmar till Dallas och hon kallades till en utfrågning.<br/>  Den medlem som i främsta hand tog sig an henne var ingen mindre än den tvivelaktige, omdiskuterade <b>Arlen Specter</b> - åklagaren och senare också guvernören som kom att bli den<br/>  som lanserade den lika omtvistade (fullständigt barocka, urknasiga) \"magiska kulan-teorin\" - och<br/>  denne Specter kom att bete sig mycket kallsinnigt, oförstående och närmast rent oförskämt mot henne.<br/> <br/>  Han vägrade i princip att sätta tilltro till någonting i hennes vittnesmål och började häpnadsväckande<br/>  nog att beskylla henne för allt möjligt. Han gick så långt som att han kallade henne slampa, påstod<br/>  fräckt att hon bara var ute efter uppmärksamhet och att hon säkert ljög om nästan allting som<br/>  hon hade sagt.<br/> <br/>  En fråga inställer sig lätt här med tanke på vad som återberättats: Betedde sig den svårgreppbare<br/>  och mystiske Arlen Specter så här mot andra viktiga vittnen också? Var hans uppgift att försöka<br/>  sänka eller så tvivel om deras trovärdighet och därmed oskadliggöra dem som verkligt betydelseulla<br/>  och potenta vittnen? Vad var hans egentliga roll i det hela? Löd han under en annan, hemlig agenda?<br/>  Var det i själva verket på det upprörande viset att han var delaktig i den frenetiska, helt<br/>  hämningslösa mörkläggningsoperation som trätt i omedelbar kraft efter avlägsnandet av den starkt<br/>  hatade presidenten?<br/> <br/>  Specter är förvisso en suspekt figur och intressant att bedriva studier kring, även in i vår tid!<br/> <br/>  Tillbaka till huvudpersonen i den här texten: <b>Jean Hill</b> levde ett förhållandevis tillbakadraget<br/>  liv under lång tid, uppenbarligen rädd för sin egen säkerhet och först efter närmare trettio år<br/>  lyckades hon mobilisera tillräckligt med mod för att skriva den där farliga boken som skulle komma<br/>  att bli en detaljerad och omskakande skildring av det <b>faktiska händelseförloppet kring<br/>  mordet på JFK!</b><br/> <br/> <b>Jean Hill</b> var regissören <b>Oliver Stone</b> mycket behjälplig vid tillkomsten av hans<br/>  långfilmssatsning om attentatet. Hon anlitades formellt som konsult under inspelningarna, vilket var<br/>  en stor nyhet för mig. <br/> <br/>  Hon blev alltså det sista överlevande vittnet till det stora dramat i Dallas november 1963!<br/> <br/>  Hon levde fram till 69 års ålder. Hon slutade sina dagar 7 november år 2000 och detta råkade bli på<br/>  samma ställe där presidenten dödförklarades, nämligen på det så välkända <b>Parkland Hospital!</b>"
	},
	{
		"postIndex": 845,
		"postNumber": 874,
		"rankGlobal": 27,
		"scoreGlobal": 74.7,
		"userRank": 25,
		"userScore": 5.1,
		"postUserName": "Boppen82",
		"postUserID": "u132308",
		"postUserUrl": "https://www.flashback.org/u132308",
		"postDateTime": "2008-01-18, 03:03",
		"postUrlInThread": "https://www.flashback.org/t232286p73",
		"postUrlUniq": "https://www.flashback.org/sp9661618",
		"sentence": "Min teori är den att LBJ var hjärnan bakom mordet. Hunts testamente satte punkt för mina tvivel. Lucien Sarti var mannen som sköt från \"Grassy Knoll\". <br/> <br/>  Jag tror också att Garrison var inne på rätt spår när han misstänkte att Oswald   skräddarsytts för att bli \"the perfect patsy\". Jag tror däremot inte att hans teorier om att David Ferry, Clay Shaw och gänget hade med mordet att göra. <br/> <br/>  Slutligen, varför alla dessa påståenden att alla skott kom från TSBD? För mig är helt uteslutet. Vi vet med 100% säkerhet att tre skott - där det första träffar Kennedy i halsen - träffar Kennedy och Connally. Det andra skottet träffar Connally efter att det första skottet fallit. Detta enligt Connallys vittnesmål. Sedan det dödande skottet. De två första skotten kommer tätt inpå varandra. Det talas även om ett tidigare skott som missar totalt.<br/> <br/>  Jag skulle kuna tänka mig tre skyttar. Två i TSBD och en på Grassy Knoll. Det skulle förklara de korta intervallen mellan de två första skotten som uppenbarligen kom från TSBD. Det förklaraar även varför Kennedy slungas bakåt då han träffas i huvudet. <br/> <br/>  För mig är det en omöjlighet att se hur det dödande skottet skulle kunna komma bakifrån. Bara att se på Zapruder-filmen räcker för mig.<br/> <br/>  LHO kan ha varit en av skyttarna i TSBD men i sådana fall ville han åka fast. Han ville gå till historien. Mer troligt är väl att han blev \"framed\". Jag ska forska mer om Oswalds roll i mordet. Jag kanske återkommer."
	},
	{
		"postIndex": 2865,
		"postNumber": 2943,
		"rankGlobal": 28,
		"scoreGlobal": 74.4,
		"userRank": 21,
		"userScore": 5.8,
		"postUserName": "trodominte",
		"postUserID": "u627616",
		"postUserUrl": "https://www.flashback.org/u627616",
		"postDateTime": "2013-11-26, 22:22",
		"postUrlInThread": "https://www.flashback.org/t232286p246",
		"postUrlUniq": "https://www.flashback.org/sp46323406",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Putsch</strong> <a href=\"/p46320816#p46320816\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Targenor gjorde hela jobbet.<br/> <br/>  Alla bevis som har presenterats hittills i den här tråden sedan dag 1 visar att en simpel liten skit som LHO var den ende gärningsmannen. Problemet är att både JFK och Olof Palme var för stora för att bli mördade av sådana som Lee Harvey Oswald eller Christer Petersson. Man vill se ett mönster, ha ett motiv, skumma mörkermän och organisationer i bakgrunden. Men i realiteten räcker det med en man med ett fungerande vapen och rätt tillfälle.<br/> <br/></div> </td> </tr> </table> </div> <br/>  Jag har kommit in ganska sent i den här tråden, men försökt läsa en del \"bevis\" som presenterats. <br/>  Det visar sig vid närmare granskning att väldigt många av bevisen inte är hållbara. Har du inte hört talas om fabricerade bevis, lögner och mened, troligen förekommer alla tre i den här historien. <br/> <br/>  Det är lite märkligt att för att försvara den officiella versionen räcker det nästan med \"bevis\" på att JFK blev skjuten bakifrån, men om någon vill hävda andra alternativ eller en konspiration krävs helt vattentäta bevis. Alla håller säkert inte med om det, men i många rättssamhällen ska man inte behöva bevisa sin oskuld, det är åklagares sak att bevisa att någon är skyldig.<br/> <br/>  Ang Targenors påstående att E Howard Hunts bekännelse på dödsbädden skulle vara lögn:  Vad finns det egentligen för rimligt motiv att ljuga om detta på sin dödsbädd?  För att dra ner minnet av sig själv och andra i smutsen? <br/>  Det kan knappast vara ett ekonomiskt motiv; sonen kan inte ha gjort många dollar av det.<br/> <br/>  LH Oswald beskrivs som en simpel liten skit, en värdelös nolla, ensam galning m m, det enda han påstås ha varit bra på var att skjuta och träffa ett rörligt mål från 6:e våningen, något som ingen vad jag vet lyckats rekonstruera. Känner någon till någon som lyckats så länka gärna till det.<br/> <br/>  Det finns andra beskrivningar av Oswald (inte bara på Internet). Det beskrivs bl a att han lärde sig nästan felfri ryska på kort tid, om det är sant kan han ju inte ha varit helt obegåvad.<br/> <br/>  Förutom bevisningen är ju motivbilden väldigt viktig.  Om nu LHO var kommunist, vad hade han för motiv att döda JFK? <br/> <br/>  Man kan väl knappast påstå att USA utvecklades åt vänster för att LBJ tog över. <br/> <br/>  Antag att han verkligen var en sjuk galning med behov av att döda någon, varför skulle han välja just JFK. Det måste ha funnits massor av andra, lättare alternativ.<br/> <br/>  Vad hade Jack Ruby för motiv att döda Oswald?  Jack Ruby hatade Kennedy; tyckte han inte det som hände var bra? <br/>  Den motivering han gav vid rättegången kan ingen tro på, och senare har han tagit tillbaka den."
	},
	{
		"postIndex": 275,
		"postNumber": 284,
		"rankGlobal": 29,
		"scoreGlobal": 74.1,
		"userRank": 23,
		"userScore": 5.5,
		"postUserName": "CrispyKreem",
		"postUserID": "u64250",
		"postUserUrl": "https://www.flashback.org/u64250",
		"postDateTime": "2006-04-21, 15:34",
		"postUrlInThread": "https://www.flashback.org/t232286p24",
		"postUrlUniq": "https://www.flashback.org/sp4053914",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ky_</strong></div> <div>Chaffören är inblandad på något sätt, om ni går igenom alla länkar och tittar extra noga så ser ju vem som helst att han vänder sig om just innan Kennedy blir skjuten i huvudet. Han håller även i något vilket ser ut som en pistol.</div> </td> </tr> </table> </div>  Det är en ljusreflex, och att han vänder sig om beror naturligtvis på att <i>det hördes skott.</i> Om en person kör en öppen bil med USA:s president i och det hörs skottlossning, vilket beteende tycker du vore mest suspekt? A) han vänder sig reflexmässigt om för att se vad som står på. B) han hör skotten men reagerar inte utan kör lugnt vidare.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tror mordet var planerat av flera CIA/maffian m.m.      </td> </tr> </table> </div>  Vilka bevis/indicier grundar du det på? Kom gärna med nå't bättre än \"det är en känsla jag har, bara\".<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det sköts väl flera skott? Sköts det skott innan chaffören vände sig om?<br/> Isåfall så var väl hans reaktion att Kennedy verkligen skulle dö och hörde dem<br/> första skotten, vände sig om och sköt.       </td> </tr> </table> </div>  Snälla... tänk. Använd huvet. Tänk. Kom ut ur Hollywoodfilmen och in i verkligheten. Du är actionfilmskadad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Dem hära filmerna som finns på nätet vet man ju aldrig mer, kan ju vara manipulerade, finns det inte en ända med en ljudfrekvens.      </td> </tr> </table> </div>  Filmen är tagen med en gammal dubbel-8-kamera. Den har inget ljudspår. Den filmades av en gammal gubbe som stod högt uppe på en plattform, väl synlig. Om den här mega-konspirationen verkligen funnits så skulle agenter på plats sett till att gubben inte filmade förloppet överhuvudtaget. Men det var fritt fram för allmänheten att filma och fota så mycket dom ville, och det gjorde dom också. Gubben gick direkt till en tidning med filmen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Varför hoppar Kennedys fru bak när hon hör dem första skotten?      </td> </tr> </table> </div>  När det *tredje* skottet gör en rosa spray av hennes makes hjärna blir hon lite lätt chockad, som du förstår, och agerar därför inte helt rationellt. Det är ett spontant flyktbeteende + att hon försöker få kontakt med agenten som springer bakom bilen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är ju ingen fråga om att kennedy är skjuten i huvudet frammifrån.      </td> </tr> </table> </div>  Det är ingen fråga om att han blir skjuten <b>bakifrån</b>. Du behöver plugga lite ballistik och fysik hör jag.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Eftersom \"smällen\" blir så stor så är det mycket troligt att chaffören utförde dådet.      </td> </tr> </table> </div> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Varför chaffören ville döda Kennedy orkar jag inte lägga ner något mer tänkade på, utan det jag undrar är varför gör han det så uppenbart framför alla? Han hade nog kunna utföra det på ett mycket bättre och diskretare sätt ifall han nu vill ha ihjäl Kennedy. Varför mitt på gatan 2meter ifrån han?      </td> </tr> </table> </div>  Du svarar ju i princip på frågan själv. T.o.m. du själv tycker att planen är urbota dum, hur kan du då tro att en professionell organisation skulle ens tänka tanken? För det första så står det tusentals åskådare runtomkring. Det filmas och fotograferas. För det andra så skjuts det (enligt konspirationstroende) från flera platser ned mot bilen vilket innebär att föraren löper stor risk att bli träffad själv. Vilka jubelidioter skulle komma på en plan där man <i>skjuter mot den person som ska \"avsluta jobbet\" ifall det går fel</i>? Plan A skjuter mot Plan B, låter det smart?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Var hur många som helst inblandade?      </td> </tr> </table> </div>  De flesta konspirationsteorier kräver att tusentals var med på noterna. Poliser, rättsläkare, CIA, FBI, Secret Service, politiker, vittnen som tystats... men ändå har ingen läckt. Konstigt; dom kunde inte ens hålla Watergate (en konspiration med ytterst få inblandade) hemlig. Dom kunde inte ens hålla Monica Lewinskis avsugning hemlig. Vita huset och amerikanska myndigheter har alltid läckt som såll. Men här, då tusentals påstås vara inblandade, har alla hållit tyst. Den totala tystnaden skulle faktiskt vara en större bedrift än att lyckas mörda Kennedy på öppen gata.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       På filmerna som finns på nätet så är det ganska uppenbart att skottet är antingen skjutet från nära håll med tanke på skadorna, eller skjutet från en distans med ett mycket kraftigt vapen.      </td> </tr> </table> </div>  Det sistnämnda är det enda alternativet, även om vapnet inte var så jättekraftigt. Skadorna är *fullständigt* oförenliga med ett pistol- eller revolverskott framifrån och på kort avstånd. Däremot är de helt i paritet med ett distansskott bakifrån.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad hände efteråt? Ifall det var chaffören som sköt vilket filmerna tyder på så vars far dom sen? Vad hände med dem andra passagerna i bilen? Forsatte han köra därifrån? Passagerana i bilen mördades inte tror inte dem skulle hålla tyst när en chafför som sitter några decimeter från dem skjuter presidenten.      </td> </tr> </table> </div>  De körde raka spåret till sjukhuset i hög fart. Guvernören som satt framför Kennedy skottskadades men överlevde. Övriga i bilen (hans fru, föraren, den andra agenten, samt Jackie) skadades inte. Naturligtvis skulle någon eller samtliga ha sett och hört om föraren sköt, och att de skulle ha \"tystats ner\" är uteslutet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Varför finns det bara en film? En film, en vinkel, inget mer.<br/> Lär ju vara en hel del andra som filmade allting, dessutom med ljud.<br/> Varför finns det inget ljud någonstans?      </td> </tr> </table> </div>  Det finns ett par filmer till, men ingen från just denna vinkel. Vi snackar om 1963 här, konsumentfilmkameror var relativt sällsynta, det är inte som nuförtiden när var och varannan har videokameror.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Finns ju flera vittnen som skulle kunna säga direkt ifall det var chaffören som sköt det dödande skottet, inte bara dem som stod vid sidan om utan tänker främst på passagerarna i bilen samt alla säkerhets vakter.<br/> <br/> Eller är alla inblandade?      </td> </tr> </table> </div>  Vad tror du själv? Tror du att Kennedys fru, texas guvernör och hans fru, samt några tusen personer till är inblandade?"
	},
	{
		"postIndex": 1030,
		"postNumber": 1063,
		"rankGlobal": 30,
		"scoreGlobal": 74.1,
		"userRank": 44,
		"userScore": 3.2,
		"postUserName": "Machiaveli",
		"postUserID": "u269174",
		"postUserUrl": "https://www.flashback.org/u269174",
		"postDateTime": "2008-07-25, 00:56",
		"postUrlInThread": "https://www.flashback.org/t232286p89",
		"postUrlUniq": "https://www.flashback.org/sp12129916",
		"sentence": "Läste i en bok om JFK mordet kallad \"Världens Största Mysterier\" av Jan Larsson.<br/>  Där han tar upp en hel del frågar om JFK mordet.<br/>  Till exempel:<br/> <br/>  Varför lät de federala myndigheterna förstöra, förvanska och till och med hemlighetsstämpla bevismaterial 75 år framåt?<br/> <br/>  Varför nådde aldrig den varning som FBI-kontoret i New Orleans fick fem dagar innan mordet, om att presidenten skulle mördas vid besöket i Dallas, fram till Secret Service eller andra myndigheter och vem avlägsnade kopian på meddelandet från kontorets arkivskåp en kort tid efter mordet?<br/> <br/>  Varför undanhölls anmällheten under fem år den film som ögonvittnet Abraham Zapruder tagit av attentatet, en film som visade hur Kennedy slungades bakåt och var ett klart belägg för att han träffats av en gevärskula fram i från?<br/> <br/>  Varför kemtvättades kläderna som Texasguvernör Connally bar, han blev också skjuten vid attentatet, och varför tvättades presidentens limousine ren innan någon undersökt kläder och bil? <br/> <br/>  Varför mördades en polisman en halvtimma efter mordet på Kennedy?<br/> <br/>  Varför lät man Jack Ruby skjuta Lee Harvey Oswald i källaren till polishögkvarteret, trots att Oswald var omgiven av dussintals konstaplar?<br/> <br/>  Och varför dödades han av Jack Ruby, en nattklubbsägare!? Och vad gjorde han där?<br/> <br/>  Varför trakasserades vittnen till mordet av FBI?<br/> <br/>  Varför förvanskades Julia Ann Mercers vittnesmål om att hon sett Jack Ruby, den man som senare mördade Oswald, när han en timme innan mordet på Kennedy släppte av en man med ett gevär i ett fodral, vid foten till den gräsklädda kulle från vilken vittnen påstår att de alternativa mördarna skjutit mot presidenten? <br/> <br/>  Varför har många som har med Kennedy mordet att göra dött under mystiska omständigheter? T.e.x Oswalds Dallas-vän George de Mohrenschildt hittades död efter att han sagt att han var beredd att tala med en utredare, Vicesheriff Roger Craig utsattes för flera mordförsök innan han hittades skjuten i sitt hem mm.<br/> <br/>  Detta är bara några av många frågor som uppkommit kring Kennedy mordet."
	},
	{
		"postIndex": 1469,
		"postNumber": 1511,
		"rankGlobal": 31,
		"scoreGlobal": 74.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Targenor",
		"postUserID": "u85600",
		"postUserUrl": "https://www.flashback.org/u85600",
		"postDateTime": "2010-12-25, 11:41",
		"postUrlInThread": "https://www.flashback.org/t232286p126",
		"postUrlUniq": "https://www.flashback.org/sp27791347",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>Så verkar det. Själv har jag aldrig nåtts av information att geväret ska ha varit precis det som LHO bevisligen beställt, men ... gud vet. <br/></div> </td> </tr> </table> </div>   Geväret var beställt i namet A Hidell, där också ett id kort med det namnet hittades i närheten av platsen för mordet på Tippit. Man hittade en plånbok med både LHO och A Hidell legitimation i.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  Men de ledtrådar som skulle kunna slå sista spiken i kistan talar ju egentligen för motsatsen. Det fanns människor i byggnaden, som vittnar att LHO befann sig i lunchrummet på 2:a våningen under samma tid han skulle ha skjutit från 6:e våningen.<br/> <br/>  Anställde Barney Williams käkade sin lunch på samma våning skotten tros ha kommit från, mellan 12:05-12:20. Skotten sägs ha kommit därifrån, för fönstret var öppet och ett gäng duvor flög iväg från det hustaket i samband med skotten. Men Williams vittnar att där fanns ingen LHO. Anställde Carolyn Arnold uppgav att hon såg LHO i lunchrummet på andra våningen kl 12:15 käkandes. <br/> <br/>  I skottögonblicket var de anställda Sandra Styles och Victoria Adams på väg nerför de trappor (4 våningar) Oswald måste använda om han skulle ta sig från 6:e våningen till lunchrummet på 2:a våningen, där nästa vittnen - polisman Marrion Baker och personalchef Roy Truly - ser honom på nytt kanske 1 minut efter skotten. Tjejerna i trappan uppgav att dom inte såg någon i trapporna alls.<br/></div> </td> </tr> </table> </div>   Jag har letat efter någon tidsangivelse för Baker och Truly på andra våningen men inte hittat något, dock ser det lite konstigt ut att han både före och efter mordet var på samma plats.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  LHO måste alltså ha skjutit, torkat geväret relativt rent, sprungit iväg till motsatt sida av byggnaden, lagt geväret mellan de två lådorna, och sedan sprintat tillbaka och 4 våningar ner och satt sig i lunchrummet igen - förbi tjejerna i trappan som säger att de inte såg någon. <br/></div> </td> </tr> </table> </div>   Tjejerna var i trappen en helt annan tidpunkt än vad LHO var, därför såg dom helt förståligt inte honom.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  Är han skytten, så är han - enligt vittnesuppgifterna - inte det minsta angelägen om att komma undan; för skytten förstår ju att geväret kommer att hittas väldigt fort, och LHO sägs inte visa tecken på stress, och han tar sig inte heller ut bakvägen som han hade full möjlighet till. Vittnet Roberta Reid uppgav att hon såg honom nån minut efter skotten gå lugnt ut från lunchrummet till stora utgången.<br/></div> </td> </tr> </table> </div>   Han stannade även och köpte en cola vill ja minnas, men om det inte var LHO, vem var det då, borde inte folket i byggnaden reagerat om det kom in okända personer som inte jobbade där?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  Fanns LHO inte på plats på 6:e våningen förrän mindre än 10 minuter innan skotten, finns det nästan anledning att tro att han kände till exakt vilket stund presidentens karavan skulle ta kurvan vid Elm Street - på minuten när. Det skulle nästan kräva att skytten fått inside information - om nu schemat ens var så pass känt som på minuten när. Och LHO kan heller inte veta - där han sitter i lunchrummet - huruvida det finns folk uppe på 6:e våningen eller inte. Med dom två okända faktorerna, är det en oerhörd chansning att sitta kvar i lunchrummet till 12:20-12:25, om man är angelägen om att mörda presidenten och komma undan. <br/></div> </td> </tr> </table> </div>   Ett intressant ämne du rör vid här, hur vet man att LHO verkligen planerat detta i minsta detalj, visst han tog med sig vapnet, men som du säger verkar han väldigt nonchalant att inta positionen, några få min antingen för han att ta sig till platsen eller att kortegen varit tidigare så hade hela planen spruckit för honom. Kortegen stannade också vid två tillfällen så JFK kunde skaka hand med nunnor och skolbarn, hade man inte gjort detta så hade kanske inte LHO´s tidsplan funkat helt ut?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  Frågan är även hur skytten visste exakt var presidenten skulle befinna sig, för rutten var inte officiell, och avvikelsen från Main Street -&gt; North Houston Street - &gt; Elm Street är verkligen specifik, och anmärkningsvärd. En ensam livsförbittrad och desillusionerad kommunist, som Warren Rapporten kallas honom, hade haft enorma svårigheter att få tag i presidentens färdrutt bara någon dag på förhand. <br/></div> </td> </tr> </table> </div>   Rutten var visst officiell, den hade publicerats i tidningar dagarna innan.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FTimeline_of_the_John_F._Kennedy_assassination%23Presidential_Motorcade_route\" target=\"_blank\">http://en.wikipedia.org/wiki/Timelin...otorcade_route</a><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         President Kennedy's trip to Dallas was first announced to the public in September 1963. The exact motorcade route was finalized on November 18 and announced to the public a few days before November 22.<br/> </td> </tr> </table> </div>   Annars måste väldigt många personer ha fått uppgifter från , eftersom det även fanns folk ute längs kortegevägen denna dag.<br/>  Vad gäller avikelsen till Elm Street så var den det bästa alternativet då det var enda vägen in på  Stemmons Freeway, tanken var som sagt att inte göra svängen utan köra rätt fram vid Main Street men då kom man heller inte in på Stemmons Freeway utan var tvungen att köra en lång vända för att ta sig in där.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  Så det finns inte mer belägg än teoretiska omständigheter att LHO var skytten, omständigheter som samtliga tillgängliga vittnesuppgifter talar emot. Den veckan lades det även nytt golv i byggnaden, vilket medgav att folk som inte var anställda där gick ut och in utan att folk tog direkt notis om det. Huruvida några 'arbetare' fanns i byggnaden runt tidpunkten för skotten 12:34 har aldrig utretts. Garrison försökte hitta sån info, men tog tyvärr inte upp något sånt i detalj i rättgången.<br/></div> </td> </tr> </table> </div>   Det är helt rätt att man la in ett nytt golv, men det gjordes av dom anställda, således var det inga andra personer i byggnaden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OpusOne</strong></div> <div>  Jag menar inte att LHO inte kan vara skytten. Bara att det finns minst lika mycket belägg åt motsatt håll.</div> </td> </tr> </table> </div> <br/>  Geväret var beställt i hans alias, han smugglade in det, men visst det bevisar inte att han är skytten för det. Ingen kan ju som sagt va binda honom till platsen då skotten avlossades."
	},
	{
		"postIndex": 2851,
		"postNumber": 2928,
		"rankGlobal": 32,
		"scoreGlobal": 73.7,
		"userRank": 7,
		"userScore": 14.5,
		"postUserName": "Coovex",
		"postUserID": "u535635",
		"postUserUrl": "https://www.flashback.org/u535635",
		"postDateTime": "2013-11-26, 09:57",
		"postUrlInThread": "https://www.flashback.org/t232286p244",
		"postUrlUniq": "https://www.flashback.org/sp46313220",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rayjoh</strong> <a href=\"/p46312498#p46312498\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det roliga är att du hackar väldigt mycket på andra.<br/> <br/>  Skrivet av hen som bland annat kallat mig för:</div> </td> </tr> </table> </div>   Ska du fokusera på bevisen nån gång? Kolla mitt förr-förra svar gubben.<br/> <br/>  Bevisligen bryr du dig inte om bevisen och då är det befogat att kalla någon idiot. Du beter dig ju precis som en. (Tillsammans med några andra =)<br/>  Orkar du ens läsa vad jag skriver!?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kjellkritisk</strong> <a href=\"/p46307467#p46307467\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>den enda jag orkade kolla</div> </td> </tr> </table> </div>   Ta dig i kragen! Kolla på alla denna gången.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Putsch</strong> <a href=\"/p46312648#p46312648\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Coovex, jag tycker att presentera bevis istället för att kalla folk vid öknamn. Du har fortfarande inte presenterat ett enda riktigt bevis medan det finns massor av bevis som säger att det var Oswald som mördade JFK.</div> </td> </tr> </table> </div>   Du lever ett liv där du har känslan att \"måste tro\" på någonting. Det är omöjligt för dig att förstå att det du tror på kan vara fiktivt. Det är inget jag kan göra mer än att be dig se länkarna. Googla och försök... försööök förstå vad jag menar.<br/>  Jag har presenterat hur mycket bevis som helst. Sen att du lever i en \"dagisvärld\" där man bara tror på fysisk bevisning (ibland falska sådana) kan inte jag hjälpa. Jag hackar inte på dig. Jag säger sanningen baserat på dina tankegångar. Lycka till.<br/> <br/> <br/>  Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Helt ofattbart!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DsfDASCapA9Q%26amp%3Bt%3D11m24s\" target=\"_blank\">http://www.youtube.com/watch?v=sfDASCapA9Q&amp;t=11m24s</a><br/> <br/>  Varför flyttade de bilen till Michigan och fodrade om den. Man hade ALDRIG flyttat och \"byggt om\" bilen så att viktigt bevismaterial kan försvinna. Vi talar om en mordutredning av Presidenten. Man kvarhåller alla bevis i orginal (om inte utredningen kräver annorlunda) tills domen är fastställd.<br/>  Går det inte in?<br/>  Detta i sig självt är i princip anledning till en konspiration.<br/> <br/> <br/>  Varför ändrade de MC-formationen ENDAST för Dallas-rutten? HA!!!!!? <br/>  Motorcyklisterna gjorde nu att sikten blev helt fri om någon skulle vilja skjuta.<br/> <br/>  Här är ett klipp med en Secret Service snubbe som blir ombedd att INTE följa bilen. Han fattar inte varför, tolkar jag det som = <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXY02Qkuc_f8%26amp%3Bt%3D22\" target=\"_blank\">http://www.youtube.com/watch?v=XY02Qkuc_f8&amp;t=22</a><br/>  Han satt/vakta bumpern/baken av bilen på alla adnra rutter. Det är ingen övertolkning. Sluta blunda.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DroCer69KxQA%26amp%3Bt%3D6m22s\" target=\"_blank\">http://www.youtube.com/watch?v=roCer69KxQA&amp;t=6m22s</a><br/> <br/>  Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Finns ingen anledning att ljuga... om inte... Just det!<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DHl0PENyHnKU\" target=\"_blank\">http://www.youtube.com/watch?v=Hl0PENyHnKU</a><br/>  testa googla!<br/> <br/>  Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset, Militär, annan organisation kopplad till CIA/FBI.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmUA_hCMdvh4\" target=\"_blank\">http://www.youtube.com/watch?v=mUA_hCMdvh4</a> (gäller än idag)<br/>  Guvernören Jesse Ventura håller i mötet. Skulle han ljuga officiellt i denna utredning? Tänk själva.<br/> <br/>  Whistleblowers<br/>  E Howard Hunt (vem ljuger på sin dödsbädd), Bill Cooper, Green and the list goes on.<br/> <br/>  Jesse Ventura, ex-governer. Han har koll på sina bevis, det kan jag lova. Han skulle inte ens ta upp bevis som inte gick att styrka. Om Jesse nämnt en sak som inte var sann så hade han hade bombarderats av frågor, debunks, karriärshot etc.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DIjU2LtVGxN0\" target=\"_blank\">http://www.youtube.com/watch?v=IjU2LtVGxN0</a> <br/>  googla själv.<br/> <br/>  Vi kommer nog aldrig få veta vem som sköt (50 år sedan) men om du hade läst och sett hälften av de bevisen jag sett så blir det uppenbart att din story är BS.<br/> <br/> <br/>  Intressant = Varför mörda honom? Bill är erkänd CIA-medlem.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcSHU4f4AU5I%26amp%3Bt%3D4m35s\" target=\"_blank\">http://www.youtube.com/watch?v=cSHU4f4AU5I&amp;t=4m35s</a><br/>  Bill cooper (vittnet i filmen) blev mördad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grandioso</strong> <a href=\"/p46312686#p46312686\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>In cooperation with The Sixth Floor Museum at... bla bla, reading what they want me too read\"</div> </td> </tr> </table> </div>   Låt säga att Oswald mördade honom. Skulle han lämna sin rifle(!?) och sen bara \"chilla\"?!?!<br/>  Helt olikt alla andra gärningsmän. Men som sagt. Kolla bevisen ovan. Ta eran tid, mjuka upp hjärnan så ni blir lite öppensinnade. Annars är det som sagt bara din förlust. Tjoflöjt."
	},
	{
		"postIndex": 1729,
		"postNumber": 1777,
		"rankGlobal": 33,
		"scoreGlobal": 73.7,
		"userRank": 13,
		"userScore": 9,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2011-05-16, 10:56",
		"postUrlInThread": "https://www.flashback.org/t232286p149",
		"postUrlUniq": "https://www.flashback.org/sp30651744",
		"sentence": "Till att börja med anser Warrenkommissionen att Oswald var en ensam skytt. Titta på den nyrestaurerade filmen så kommer du att se kulan på frame 313 och att därmed Oswald därmed inte sköt den kulan och att det därmed måste ha funnits mer än en skytt även om Oswald kanske fanns i byggnaden med geväret  ( enligt min tro medvetet och för syns skull för att spela med i den konspiration som han pga av sin utsatthet i sammanhanget var tvungen att spela med i). Klart är att Kennedy sköts från någonstans i höjd med gatan och att skottet kom underifrån. Förmodligen från ett avrinningshål i gatan eller något annat som gav möjlighet till ett mycket nära avfyrat skott underifrån som samtidigt var dolt. Dessutom har vi badgeman som tydligt skjuter mot limousinen och fastnat på bild från Mary Moormans bild ( eller Nix bild) . Det plus skottet underfrån förutsätter ju <u>tre skyttar</u> minst. Eftersom detta var en komplott och eftersom en sådan måste planlagts för att mer eller mindre garantera att Kennedy dödades måste det ha varit ännu fler skyttar än tre. Det måste ha skett en korseld från så många olika håll att Kennedy garanterat inte skulle komma levande därifrån för i så fall hade hela komplotten kunnat rullas upp naturligtvis. Det var ett dödande skott eller döden för konspiratörerna. Kennedy hade haft ett fullständigt mandat till vadsomhelst om han överlevt och då hade alla suttit löst.<br/> <br/>  Badgeman och Zapruderfilmens dödande skott underifrån som du själv kommer att kunna se. Där har du bevisen för att Warrenkommissionen hade fel. Det var inte endast en skytt, Oswald. Och Oswald sköt inte det dödande skottet. Han var inte \"mördaren\".Punkt.<br/> <br/>  Och där har du ditt bevis."
	},
	{
		"postIndex": 971,
		"postNumber": 1003,
		"rankGlobal": 34,
		"scoreGlobal": 73.6,
		"userRank": 4,
		"userScore": 29.8,
		"postUserName": "portnoy",
		"postUserID": "u147356",
		"postUserUrl": "https://www.flashback.org/u147356",
		"postDateTime": "2008-06-25, 16:51",
		"postUrlInThread": "https://www.flashback.org/t232286p84",
		"postUrlUniq": "https://www.flashback.org/sp11765216",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>interassist</strong></div> <div>Har du sett filmerna när Kennedy skjuts? Omöjligt att en kille kan skjuta 4 skott från olika håll så snabbt. Har inte läst igenom tråden, så förklara för mej om det finns någon förklaring. Köper inte att någon agent sköt vådaskottet.<br/>  Se filmerna jag rekommenderade så förstår du vad jag menar, USAs regering är kapabla till vad som helst, kan de störta tvillingtornen så kan de väl skjuta en president?   Filmerna finns på video google.<br/> <br/>  Det här är exakt samma sak som med Palme. De högre makterna skjuter stadsministern, och lägger sedan skulden på Christer. Samma sak som Bush &amp; co gjorde med tvillingtornen. Först störtar dem tornen och lägger skulden på \"terroristerna\" så att de får en anledning att starta krig mot Irak och alla \"terrorister\" .</div> </td> </tr> </table> </div> <br/> <br/>  Hrm.. <br/> <br/>  Om man ska ta sig tid att skriva i en sån här tråd så tycker jag nästan att det borde vara ett krav att man läser på lite. Eller läser i tråden.<br/> <br/>  Ja, givetvis har jag sett alla filmer och stillbilder av dådet. Om man läser på lite så finns det ju ingenting som bevisar att det kommer skott från mer än ett håll.<br/> <br/>  Jag förstår att det för \"nybörjaren\" kan se ut som ett huvudskottet kommer framifrån när man tittar på Zapruderfilmen, men titta närmre. (Detta har jag skrivit om vid minst ett tillfälle tidigare i denna tråd.) <br/> <br/>  I den frame som är närmst efter själva huvudträffen ser du om du tittar noga att huvudet faktiskt rör sig <i>framåt</i> i relation till bilen. Därefter \"back and to the left\".. Detta troligen p.g.a. muskelspasmer eller den s.k. \"jet-effekten\". (materian som blåses ur det exploderande objektet får objektet att röra mot skotthållet.<br/> <br/> <br/>  \"Magic Bullet\" teorin har ju även den ganska friskt debunkats här i tråden, så då har vi alltså bara två skott som träffar folk limosinen. Det första missar helt, studsar och träffar kanske trottoarkanten, av vilken flisor skadar James Tague vid viadukten.<br/> <br/>  Det andra skottet träffar Kennedy i ryggen-ut genom halsen-in i Connallys rygg-ut genom hans bröst genom hans hand. Detta skott kan bevisas ha gjorts utan några svängningar eller hovrande i luften. Det finns en länk till detta längre bak i tråden. v.g. leta.<br/> <br/>  Det tredje och sista skottet träffar Kennedy i huvudet, bakifrån, som beskrivet ovan.<br/> <br/> <br/> <br/>  Vad gäller Palmemordet och 9/11 kan vi ta i de trådarna.. Jag tror inte att det var CP som sköt Palme, så där håller jag till viss del med, men jag tror heller inte att Bush och Vita Huset planerade 9/11."
	},
	{
		"postIndex": 2824,
		"postNumber": 2901,
		"rankGlobal": 35,
		"scoreGlobal": 73.4,
		"userRank": 9,
		"userScore": 11.8,
		"postUserName": "VadSkaDuBli",
		"postUserID": "u717604",
		"postUserUrl": "https://www.flashback.org/u717604",
		"postDateTime": "2013-11-25, 04:46",
		"postUrlInThread": "https://www.flashback.org/t232286p242",
		"postUrlUniq": "https://www.flashback.org/sp46297870",
		"sentence": "Det finns en teori om att en möjlig skytt, där det sägs att Oswald skjutit ifrån, träffade trafiksignalen som hänger i svängen ner mot the grassy knoll. Det borde logiskt varit det första skottet. James Tague skottskades av kulans rikoschett som studsat mot trottoaren. Ingen kula har hittats men rekonstruktioner har gjorts och ställer man sig i fönstret på boklagret så skymmer trafiksignalen Kennedys bil ungefär i höjd med Mary Moormans position på trottoaren.<br/> <br/>  Willis Lamm's Traffic Signal Collection<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.kbrhorse.net%2Fsignals%2Feagle03a.html\" target=\"_blank\">http://www.kbrhorse.net/signals/eagle03a.html</a><br/> <br/>  Ponera att en skytt står beredd att skjuta och hans första skott träffar plåten på trafiksignalen. Vad är chansen att han håller sig lugn, avlossar ytterligare tre skott, två är dödliga och samtidigt rör han inte en min? Helt omöjligt enligt mig och speciellt för ett psykiskt nervvrak som Oswald.<br/> <br/>  Varför kontrollerades aldrig trafiksignalen direkt efter mordet? Den är utbytt för länge sen. Under 1-2 sekunder så är den i vägen för den möjlige skytten i fönstret på boklagret.<br/> <br/>  Oswald skulle alltså ha skjutit minst 4 kulor på ca 6-9 sekunder. Man brukar ju anta att han sköt tre kulor på ca 5-8 sekunder. Detta efter att ha skjutit den första kulan i något som var i vägen. Detta med ett Carcano-gevär... Javisst, hur logiskt som helst... Lee Harvey Oswald hade superkrafter.<br/> <br/>  Oswald kan mycket möjligt ha varit där han var men det närmaste kan kom var en träff i trafiksignalen. Han måste ha varit jävligt fundersam varför Kennedys bil gasade iväg sekunderna senare trots att Oswald själv visste att han inte träffat Kennedy. Om han sköt minst två skott till så kan de ha träffat bilen och därför fanns kulfragmenten.<br/> <br/>  Det ena dödande skottet kom från under hans position i rak vinkel (halsskottet). Det andra dödande skottet kom från kullen (höger tinning)."
	},
	{
		"postIndex": 1115,
		"postNumber": 1150,
		"rankGlobal": 36,
		"scoreGlobal": 72.6,
		"userRank": 14,
		"userScore": 7.5,
		"postUserName": "Pubertal",
		"postUserID": "u124332",
		"postUserUrl": "https://www.flashback.org/u124332",
		"postDateTime": "2009-01-22, 23:02",
		"postUrlInThread": "https://www.flashback.org/t232286p96",
		"postUrlUniq": "https://www.flashback.org/sp14758855",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Varför vinkades livvakterna av vid Love Field för att sen inte återkomma?</div> </td> </tr> </table> </div> <br/>  Lite motsägelsefullt, men troligtvis därför att bilen åkte in till ett område där det stod mycket folk och tittade på. Presidenten ville visa sig som en man av folket, en orädd man.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Varför talar dom två officiella utredningarna emot varandra?<br/> <br/>  WC påstog att LHO var ensam, HSCA kom fram till att \"JFK sannolikt föll offer för en konspiration\" men att LHO avlossade de dödande skottet.</div> </td> </tr> </table> </div> <br/>  Det enda som är intressant och det minsta konspiratoriskt är hur och varför LHO gjorde det han gjorde. Men det är väl svårt att bevisa något här, så antinen är det sannorlikt eller så är det osanorlikt. Vi kan inte med 100% säkerhet veta.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Vem/Vilka var på kullen?<br/>  Gordon Arnold och Ed Hoffman säger sig ha sett män med vapen på kullen.</div> </td> </tr> </table> </div> <br/>  Det finns allt för många vittnet (ca 2/3 om jag inte missminner mig som ansåg att dom tre skotten kom från boklagret). Med vetskapen att minst 1/3 drabbas av chock och blir otillräckliga som vittnen i stressade situationer så vill jag påstå att dessa vittnesmål inte är trovärdiga.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Vart kom skotthålet i limousinens vindrunta ifrån?</div> </td> </tr> </table> </div> <br/>  Hmm, denna har jag inte hört. Det var några år sedan jag satte mig in i fallet. Huvudskottet då? Det kan inte var det skottet som tog i rutan? Eller ett av dom andra?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Varför tog Arlene Spector fram teorin om den \"magiska kulan\" då man bara behövde flytta JFK och Connally som dom satt för att få fram en kulbana utan sväningarna.</div> </td> </tr> </table> </div> <br/>  Arlene Spector tog fram teorin eftersom att denne inte visste hur JFK och Connally satt. Jag vet inte om det var Arlene, men jag har sett någon gammal film där några personer visar just kulans sick sack-bana, men då i en vanlig bil med vanliga säten. Arlene var väl helt enkelt inte insatt i hur bilen såg ut.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Varför såg vittnen två personer som lämnade Tippits mordplats?</div> </td> </tr> </table> </div> <br/>  Därför att det nästan alltid framkommer felaktiga vittnesmål vid ett mord. Minns ni vittnesuppgifterna som lämnades den första timmen när Anna Lindh hade dött? Då sades det att mannen hade burit en kamoflagefärgad jacka. Det är väl möjligt att någon person en bit bort började springa när pistolen började avfyras. Eller så är det ett skapat minne (som sagt, minnet är tricky bussines).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Vad gjorde Tippit så långt utanför sin patrullrutt?</div> </td> </tr> </table> </div> <br/>  Latade sig på jobbet. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Varför dog så många vittnen innan/efter dom skulle vittna inför WC/HSCA</div> </td> </tr> </table> </div> <br/>  För att det fanns så många vittnen. Det är som alla dom historiker och arkeologer som dog av mystiska omständigheter när man öppnade Tutan kamons grav, när man tittade på det lite närmare så var det inte alls särkilt mystiskt. Folk kommer dö även i framtiden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Targenor</strong></div> <div>* Varför spolades bilen ren utan att den undersökts? </div> </td> </tr> </table> </div> <br/>  Av samma anledning som man gjorde en för liten avspärning vid Palme mordet: av inkompetens naturligtvis. Ett mått av herr duktig fanns säkert med i spelet: någon gjorde något som dom inte hade blivit tillbedd men ville att allt skulle bli fint och snyggt igen. Dessutom får vi inte glömma att det inte direkt var CSI-tider, det var inte direkt som att man samlade DNA eller nått."
	},
	{
		"postIndex": 1466,
		"postNumber": 1508,
		"rankGlobal": 37,
		"scoreGlobal": 72.3,
		"userRank": 58,
		"userScore": 2.5,
		"postUserName": "OpusOne",
		"postUserID": "u421671",
		"postUserUrl": "https://www.flashback.org/u421671",
		"postDateTime": "2010-12-24, 20:16",
		"postUrlInThread": "https://www.flashback.org/t232286p126",
		"postUrlUniq": "https://www.flashback.org/sp27783480",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>charkov</strong></div> <div>Japp, finns ingenting som tala för att det inte så skulle vara. Hur det än vrids och vänds så kan det bara konstateras att LHO mördade JFK.<br/>  Kulorna som dödade presidenten kom från geväret som hittades gömt på 6 vån i TSD  (Texas School Book Depository) och ägdes av LHO!.</div> </td> </tr> </table> </div> Så verkar det. Själv har jag aldrig nåtts av information att geväret ska ha varit precis det som LHO bevisligen beställt, men ... gud vet. <br/> <br/>  Men de ledtrådar som skulle kunna slå sista spiken i kistan talar ju egentligen för motsatsen. Det fanns människor i byggnaden, som vittnar att LHO befann sig i lunchrummet på 2:a våningen under samma tid han skulle ha skjutit från 6:e våningen.<br/> <br/>  Anställde Barney Williams käkade sin lunch på samma våning skotten tros ha kommit från, mellan 12:05-12:20. Skotten sägs ha kommit därifrån, för fönstret var öppet och ett gäng duvor flög iväg från det hustaket i samband med skotten. Men Williams vittnar att där fanns ingen LHO. Anställde Carolyn Arnold uppgav att hon såg LHO i lunchrummet på andra våningen kl 12:15 käkandes. <br/> <br/>  I skottögonblicket var de anställda Sandra Styles och Victoria Adams på väg nerför de trappor (4 våningar) Oswald måste använda om han skulle ta sig från 6:e våningen till lunchrummet på 2:a våningen, där nästa vittnen - polisman Marrion Baker och personalchef Roy Truly - ser honom på nytt kanske 1 minut efter skotten. Tjejerna i trappan uppgav att dom inte såg någon i trapporna alls.<br/> <br/>  LHO måste alltså ha skjutit, torkat geväret relativt rent, sprungit iväg till motsatt sida av byggnaden, lagt geväret mellan de två lådorna, och sedan sprintat tillbaka och 4 våningar ner och satt sig i lunchrummet igen - förbi tjejerna i trappan som säger att de inte såg någon. <br/> <br/>  Är han skytten, så är han - enligt vittnesuppgifterna - inte det minsta angelägen om att komma undan; för skytten förstår ju att geväret kommer att hittas väldigt fort, och LHO sägs inte visa tecken på stress, och han tar sig inte heller ut bakvägen som han hade full möjlighet till. Vittnet Roberta Reid uppgav att hon såg honom nån minut efter skotten gå lugnt ut från lunchrummet till stora utgången.<br/> <br/>  Fanns LHO inte på plats på 6:e våningen förrän mindre än 10 minuter innan skotten, finns det nästan anledning att tro att han kände till exakt vilket stund presidentens karavan skulle ta kurvan vid Elm Street - på minuten när. Det skulle nästan kräva att skytten fått inside information - om nu schemat ens var så pass känt som på minuten när. Och LHO kan heller inte veta - där han sitter i lunchrummet - huruvida det finns folk uppe på 6:e våningen eller inte. Med dom två okända faktorerna, är det en oerhörd chansning att sitta kvar i lunchrummet till 12:20-12:25, om man är angelägen om att mörda presidenten och komma undan. <br/> <br/>  Frågan är även hur skytten visste exakt var presidenten skulle befinna sig, för rutten var inte officiell, och avvikelsen från Main Street -&gt; North Houston Street - &gt; Elm Street är verkligen specifik, och anmärkningsvärd. En ensam livsförbittrad och desillusionerad kommunist, som Warren Rapporten kallas honom, hade haft enorma svårigheter att få tag i presidentens färdrutt bara någon dag på förhand. <br/> <br/>  Så det finns inte mer belägg än teoretiska omständigheter att LHO var skytten, omständigheter som samtliga tillgängliga vittnesuppgifter talar emot. Den veckan lades det även nytt golv i byggnaden, vilket medgav att folk som inte var anställda där gick ut och in utan att folk tog direkt notis om det. Huruvida några 'arbetare' fanns i byggnaden runt tidpunkten för skotten 12:34 har aldrig utretts. Garrison försökte hitta sån info, men tog tyvärr inte upp något sånt i detalj i rättgången.<br/> <br/>  Jag menar inte att LHO inte kan vara skytten. Bara att det finns minst lika mycket belägg åt motsatt håll."
	},
	{
		"postIndex": 1745,
		"postNumber": 1794,
		"rankGlobal": 38,
		"scoreGlobal": 72.1,
		"userRank": 2,
		"userScore": 59,
		"postUserName": "Grandioso",
		"postUserID": "u521090",
		"postUserUrl": "https://www.flashback.org/u521090",
		"postDateTime": "2011-06-04, 23:18",
		"postUrlInThread": "https://www.flashback.org/t232286p150",
		"postUrlUniq": "https://www.flashback.org/sp30993033",
		"sentence": "Fortfarande är jag i det närmaste helt övertygad om att den beryktade bossen <b>Sam \"Mooney\"<br/>  Giancana</b> har stor del i mordet på <b>JFK.</b> Alltså den hårdföre och framgångsrike<br/>  ledaren för den Chicago-baserade delen av den organiserade brottsligheten i USA.<br/> <br/>  Än har jag inte tagit del av någon tillräckligt vederhäftig information som kullkastar dessa<br/>  välgrundade misstankar. I den här \"operationen\" ingick maffian, CIA och några andra <br/>  mäktiga intressen. Hatet gentemot president Kennedy var säkert lika starkt och utbrett<br/>  hos dessa samtliga anstiftare.<br/> <br/>  CIA och maffian hade levat i en ohelig allians sedan mycket långt tillbaka; det är dokumenterat<br/>  så där finns inget som helst utrymme för att komma med tvivel och invändningar.<br/>  Man hade samarbetat i en lång rad kvalificerade \"projekt\" runt om i världen.<br/>  Man kan nämna Kuba, Vatikanstaten, Mellanöstern och Sydostasien.<br/> <br/>  I den mycket uppmärksammade boken <b>\"Double Cross\"</b>, på svenska <b>\"Maffians hämnd\",<br/> </b> får vi högst sensationella och omskakande sanningar levererade av självaste<br/>  den nämnde, store maffialedaren. <br/>  Detta i många meningar tunga verk är författat av Giancanas bror och brorson.<br/>  Alla avslöjanden, hela historien om maffians blodiga och särdeles inkomstbringande affärer,<br/>  bär en påfallande hög trovärdighetsprägel. Det är späckat med detaljredovisningar som <br/>  inte lämnar något i övrigt att önska. <br/>  Alltsammans som återges övertygar som sagt. Finns ingen anledning att ifrågasätta<br/>  någonting i innehållet egentligen, enligt mitt sätt att se det.<br/> <br/>  Nu ska jag återge några textpartier som handlar om just det olösta <b>Mordet på JFK</b>.<br/> <br/>  \" I början av våren 1963, när Mooney och hans bundsförvanter inom CIA till sist fattade<br/>  det avgörande beslutet om att eliminera presidenten, var Oswald ett självklart val<br/>  som syndabock. \" Dom hade redan klarat av förarbetet att få honom att se ut som en<br/>  kommunistgalning, genom hans resa till Ryssland och med all den där Castrovänliga skiten.<br/>  han var perfekt...han uppträdde som en kommunist...han luktade som en kommunist...<br/>  så dom räknade med att att det inte skulle bli några problem att övertyga folk om att<br/>  han var kommunist.\"<br/>  Mooney berättade för Chuck (brodern) att han liksom när det gällde mordförsöken mot<br/>  Castro och andra hemliga operationer tidigare, litade till Roselli som sin främste<br/>  förbindelselänk med CIA. Men inte förrän han haft ett inledande möte med Guy Banister,<br/>  Bob Mahue och den tidigare CIA-direktören Charles Cabell, som då var anställd på Mahues<br/>  detektivbyrå. Andra deltagare var en man som Mooney beskrev som en \"specialist på<br/>  hemliga operationer\" och några av topparna inom USA:s militära underrättelsetjänst från<br/>  Asien. Efter detta möte sade Mooney att Roselli \"flera gånger\" träffade medlemmar av den<br/>  ursprungliga gruppen, liksom CIA:s Frank Fiorini (Frank Sturgis).<br/> <br/>  Roselli fortsatte också att tjänstgöra som mellanhand mellan Mooney och Marcello,<br/>  Trafficante och Hoffa, män som var lika ivriga som han själv att få se Jack Kennedy eliminerad.<br/>  Mooney sade att hela konspirationen gick \"ända upp till toppen av CIA\".<br/>  Han hävdade att en del av dess tidigare och nuvarande ledare var inblandade, liksom ett<br/>  halvdussin fanatiska högerextremister i Texas, vicepresident Lyndon Johnson och en<br/>  man som varit verksam under Eisenhower under Grisbuktsintermezzot, Richard Nixon.<br/> <br/>  Ju mer Chuck fick veta om Mooneys plan och om hur många olika slags personer som var<br/>  inblandade i den, desto tydligare stod det klart för honom att det fanns mycket få, om ens<br/>  några skiljelinjer mellan Firman och CIA. Det fanns inget som var svart eller vitt; allt<br/>  sådant var, som Mooney uttryckte det, \"nånting för idioter att klänga sig fast vid\".<br/>  På många områden var Firman och CIA en och samma sak.<br/> <br/>  Detta var fallet med Frank Fiorini, Mooneys befäl som samtidigt arbetade för regeringens<br/>  underrättelsetjänst och så småningom skulle komma att bli inblandad i Richard Nixons<br/>  Watergatefiasko under täcknamnet Frank Sturgis.<br/> <br/>  \"Politikerna och CIA gjorde det mycket enkelt\" förklarade Mooney. \"Alla skulle bidra med<br/>  män till mordet...Jag skulle bevaka Firmans sida av det hela och slänga in Jack Ruby och<br/>  lite extra uppbackning, och CIA skulle sätta in sina egna killar på att ta hand om resten.\"<br/>  Enligt Mooney hade det vid den grundläggande planeringen funnits med en del av<br/>  topparna inom Dallaspolisen; praktiskt nog var borgmästaren Earle Cabell bror till den<br/>  före detta CIA-direktören Charles Cabell. Som ansvarig för säkerheten i hela staden var det<br/>  borgmästaren som sörjde för polisbevakningen av presidentens bilkortege.<br/>  Mooney flinade: \"Dom såg till att den var så dålig på morddagen att, fan, en fyraåring hade<br/>  kunnat pricka Jack Kennedy.\"<br/>  Chuck skulle senare få veta att genom skvallret inom Firman att att Mooney begärde<br/>  professionella mördare från flera håll.<br/> <br/>  Mördare som killarna sade måste \"höra till de absolut bästa prickskyttarna.\"<br/>  det var två av Marcellos män, Charles Harrelson och Jack Lawrence, liksom två av Trafficantes<br/>  \"vänner\" bland exilkubanerna.<br/>  Från Chicago hämtade Mooney Richard Cain, Chuckie Nicoletti och Milwaukee Phil, som<br/>  allesammans tidigare hade jobbat med \"Grisbuktsgrejen\".<br/>  Mooney sade att det var Cain och Nicoletti som var de verkliga prickskyttarna för mordet<br/>  och att de hade placerats i var sin ände av boklagret i Dallas. I själva verket var det Cain,<br/>  inte Oswald, försäkrade han, som faktiskt sköt från det beryktade fönstret på sjätte<br/>  våningen. Mooney uppgav också att CIA hade utökat teamet med flera av sina egna \"knektar\"<br/>  och använde Frank Fiorini och Roscoe White som prickskyttar vid mordet tillsammans med<br/>  J. D. Tippit och Lee Harvey Oswald.<br/> <br/>  \"Och resten är historia\", sade Mooney med ett brett grin. \"För en gångs skull behövde vi inte<br/>  ens oroa oss för J. Edgar Hoover...Han hatade Kennedys lika mycket som någon annan,<br/>  och han hade inte för avsikt att hjälpa Bobby att hitta hans brors mördare. <br/>  Han begravde huvudet i sanden och mörklade allt som hans \"pojkscouter\" hittade.<br/>  Men det fanns en direktlinje in i CIA. Om någon visste för mycket, fick CIA reda på det och<br/>  tog hand om problemet.<br/> <br/>  Mooney sade att mordet på president Kennedy skilde sig mycket lite från sammansvärjningen<br/>  för att döda Castro, morden på vissa ledare i Vietnam, mordet på Panamas president -<br/>  eller någon av de övriga dussintals kupper organiserade av militären och CIA som utfördes<br/>  över hela världen.<br/> <br/>  \"Den 22 november 1963\", konstaterade Mooney med kylig auktoritet, \"ägde det rum en<br/>  kupp i USA, så enkelt är det. Regeringen i det här landet störtades av en handfull män<br/>  som gjorde sitt jobb så förbannat bra...att inte en enda amerikan ens fattade vad det var<br/>  som hände. Men jag vet.\"<br/> <br/>  Skrämmande läsning? Bluff eller sant? Döm själva. Jag har min uppfattning i saken klar som sagt.<br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>"
	},
	{
		"postIndex": 2834,
		"postNumber": 2911,
		"rankGlobal": 39,
		"scoreGlobal": 71.8,
		"userRank": 39,
		"userScore": 3.4,
		"postUserName": "BusAngel",
		"postUserID": "u801955",
		"postUserUrl": "https://www.flashback.org/u801955",
		"postDateTime": "2013-11-25, 12:49",
		"postUrlInThread": "https://www.flashback.org/t232286p243",
		"postUrlUniq": "https://www.flashback.org/sp46300705",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Coovex</strong> <a href=\"/p46284265#p46284265\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>mm \"Misstag.\" Låter ju sådär troligt. Vi kommer nog aldrig få vet vem som sköt (50 år sedan), även om det mesta tyder på att William Greer sköt enligt mig det dödande skottet. <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DRs9f21bHDPE\" target=\"_blank\">http://www.youtube.com/watch?v=Rs9f21bHDPE</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcSHU4f4AU5I%26amp%3Bt%3D4m35s\" target=\"_blank\">http://www.youtube.com/watch?v=cSHU4f4AU5I&amp;t=4m35s</a><br/>  Bill cooper (vittnet i filmen ovan blev mördad)</div> </td> </tr> </table> </div> . <br/> <br/>  Skottet som träffade Kennedy i halsen avfyrades visst av Oswald, men den kula som träffade presidenten i huvudet och tog hans liv kom från ett helt annat håll. Det var ett vådaskott, avlossat av livvakten George Hickey i den efterföljande Secret Service-bilen.<br/> <br/>  Denna teori  bygger på en rad olika fakta. Framför allt handlar det om ren ballistik: kulan som slog sönder huvudet på Kennedy kom verkligen bakifrån, men i en helt annan vinkel än Oswalds kulor, i en bana rakt från bilen med Secret Service-män. Dessutom visas det att den sista kulan med all sannolikhet kom från ett höghastighetsvapen, av exakt samma typ (Colt AR-15) som den George Hickey slet upp när Oswalds första skott hördes. Om man observerar när 3:de kulan träffar Kennedys bakhuvud kan man se med vilken oerhörd kraft hjärnan blåses ut. Dessutom såg också vittnen Hickey snubbla till i bilen i exakt samma stund som Kennedy fick det dödande skottet. Dessutom kände flera av de som stod nere runt kortegen lukten av krutrök. Dessutom finns det flera vittnen som tyckte att skott kom från någonstans i närheten av Kennedys bil. Dessutom omtalade en Secret Service-man i en av de allra första rapporterna från Parkland-sjukhuset det hela som \"en olycka\". <br/> <br/>  Varför snubblade då Hickey? Jo, när Oswalds båda skott hörs antingen ökar kortegen farten, eller bromsar den, varvid Hickey snubblar och och vådaskjuter Kennedy. Detta var inte normalt Hickeys arbetsuppgift, att hantera vapen. Nästan alla SS-män hade gått en barrunda natten innan och kanske sovit högst 2-3 timmar. Därför föll valet på Hickey att hantera detta vapen.<br/> <br/>  Därefter följer en cover up av Secret Service för att dölja sitt fruktansvärda misstag. Hur skulle det se ut om sanningen kom fram?! Nej, sanningen måste till varje pris döljas. Kennedys kropp fraktas sedan bort från Parkland Memorial, trots protester från obducenten som kommer dit. Enligt amerikansk lag måste obduktionen utföras på samma ställa för att säkerställa bevis.<br/>  Obduktionen som sedan följer är en parodi på förfalskade bevis och foton som försvann.<br/> <br/>  Detta är alltså ingen konspirationsteori, utan bygger enbart på fakta och vittnesmål."
	},
	{
		"postIndex": 994,
		"postNumber": 1027,
		"rankGlobal": 40,
		"scoreGlobal": 71.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Targenor",
		"postUserID": "u85600",
		"postUserUrl": "https://www.flashback.org/u85600",
		"postDateTime": "2008-07-03, 15:53",
		"postUrlInThread": "https://www.flashback.org/t232286p86",
		"postUrlUniq": "https://www.flashback.org/sp11863117",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div> <br/> <br/>  Missförstå mig inte, jag bryr mig inte ett dyft om vem som höll i den rykande pistolen och ämnar inte diskutera det. <br/></div> </td> </tr> </table> </div>   Det är det som faktiskt är det intressanta.<br/>  Utan att förstå vem som sköt kan man heller inte förstå vem som låg bakom eller motivet.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Försök att förstå att för att ta makten över en pöbel efter att ha mördat deras älskade ledare så bör man utföra dådet i allas ögon, så har det alltid varit (Caesar och Filip av Makedonien är två exempel som jag kan tilldra mig i detta ögonblick men studerar du historien så bör detta ses som ett faktum). <br/></div> </td> </tr> </table> </div>   För att sen förfalska en enda film och inte resten?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Dör han under oklara omständigheter riskeras det att han upphöjs till martyr och detta kan skapa konflikt (i värsta fall inbördeskrig). Hellre då en kvick avrättning inför en lamslagen (hjälplös) tv-tittande nation och en typisk syndabock.<br/></div> </td> </tr> </table> </div>   I Jfk fallet så kunde faktiskt krig varit en fråga (dock inte inbördeskrig) då det visade sig att den påstådda mördaren LHO hade komunistsympatier och hade bott i Sovjet, man visste alltså inte om Sovjet låg bakom, dessutom kunde LHO ha fungerat som tändvätska i kriget mot Cuba.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>   Det är en förklaring som attraherar på ett emotionellt plan, trots att vem som helst som inte har shit for fucking brains kan utröna att nånting är på g här. No one fucks with the papacy.</div> </td> </tr> </table> </div> <br/>  Jag har sagt det förut, och jag säger de igen.<br/>  Jag tror <b>INTE</b> på hemliga grupper som NWO frimurarna osv. Eftersom inget sådant kunnat bli bevisat utan snarare verkar vara något som folk hittat på för att kunna förklara saker.<br/> <br/>  Det är lätt att säga att JFK sköts av den hemliga gruppen \"X\"<br/> <br/>  Men vart är bevisen? Vart är motivet? och framförallt vilket fotfolk genomförde attacken?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>Du ville veta, kalla det fantasier om du vill. But I'm 'bout to drop some knowledge on ya, so pay attention kid.<br/></div> </td> </tr> </table> </div>   Skriv gärna på svenska, inte för att jag har svårt för engelska men de ser bara så urbota korkat ut.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Att han redan som rekryt var tillskriven denna mission är inte troligt, dom har alltid ett antal möjliga kandidater på \"stand-by\". <br/></div> </td> </tr> </table> </div>   Att dom som eventuellt låg bakom en konspiration hade fler som väntande anser jag vara en möjlighet om man ska tro på Perry Russos vittnesmål om kvällen hemma hos Shaw<br/> <br/>  \"I Villervallan måste någon offras\" sen kan man ju diskutera om det bara fanns LHO som tillgång för \"offer\" eller om andra skyttar/personer fanns i närheten och att det råkade bli just LHO<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Marinen lägger grunden för mer omfattande psykologisk påverkan och dom som presterar bäst utan att ställa några frågor kan med hjälp av olika metoder av psykologisk \"omprogrammering\" omformas till att utföra speciella uppdrag. <br/></div> </td> </tr> </table> </div>   Inget som förvånar, dock förvånar det mig om LHO var en sådan, visst han var en medioker skytt men hans psyke var långt i från stabilt.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Vad som fick dom att välja honom kan jag inte svara på, annat än att han antagligen var psykiskt instabil och formbar som trolldeg.<br/></div> </td> </tr> </table> </div>   Förvisso kan man stärka en persons psyke som du säger<br/>  Dock ställer ja mig frågande till LHO då han skjutit sig själv. Hur kan man garantera att denna person inte skjuter sig själv istället för målet?<br/>  Visst med väldigt kraftig och långvarig träning vilket jag inte tror LHO gick igenom i marinen<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Spionorganisationer är byggda på ett sätt som gör att det är praktiskt taget omöjligt att information läcker ut p.g.a \"compartmentalisation\", ingen vet något förutom deras egna direktiv och dom delar man inte med sig. Inte ens dom högst upp får hela bilden. <br/></div> </td> </tr> </table> </div>   Så ingen vet hela bilden?<br/>  Vart kommer då ideerna ifrån?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div>  Dom som tror sig veta något tystas på ett sätt eller ett annat, tidigare agenter som delar information lever under livslångt hot och anklagelser gällande deras psykiska hälsa.<br/></div> </td> </tr> </table> </div>   Ja, men efter flera år efter deras utalande kan dom dö \"mystiskt\" i en \"hjärttack\".<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>obokuri</strong></div> <div> <br/>  Mer info går inte att hitta i några dagstidningar, men kanske om du letar.</div> </td> </tr> </table> </div>   Allt i tidningarna är inte sant, allt på nätet är inte sant så vart vill du komma?"
	}
]
