[
	{
		"postIndex": 1718,
		"postNum": 1775,
		"postLink": "/sp49831516",
		"postTime": "2014-08-05",
		"postUser": "Stercorius",
		"postUserID": "/u513703",
		"postUrl": "https://www.flashback.org/t2419260p148",
		"userUrl": "https://www.flashback.org/u513703",
		"sentence": "Jag sitter för skrivande stund ungefär 6-8 km där det befaras brinna och inväntar vad som kommer hända härnäst, så därför kan jag lika gärna skriva lite kring det jag upplevt av branden hittills. <br/> <br/>  I torsdags märkte jag för första gången röken när jag befann mig i bilen på väg hemåt, och min medpassagerare blev direkt orolig och trodde att det rörde sig om en brand i en närbelägen villa eller skog. Jag avfärdade det med att det troligtvis bara var några som brände löv/diverse skräp. Senare på kvällen bekräftades det dock att det var en skogsbrand det handlade om.<br/> <br/>  I fredags åkte jag till Västerås över vägen som går förbi Wirsbo samt Ramnäs, som nu är avstängd. Vid den tiden var det endast lite röklukt i luften men ingen rök var synlig.<br/> <br/>  På söndagen besökte jag och min partner Engelsbergs bruk (ett ganska dumt tillfälle att göra det må erkännas) och gick sommarens sista guidade visning där. Röken var nu mycket mer påtaglig, det var lite jobbigare att andas och sikten var någorlunda skymd. Känns för övrigt konstigt att jag kanske, förhoppningsvis inte dock, var en av de sista som besökte världsarvet. Senast i morse hörde jag ryktesvägen att det brann ca. 800-1000 m från bruket, från en relativt säker källa (arbetande i Engelsberg).<br/> <br/>  Idag har branden spridit sig närmre platsen där jag befinner mig och röken är nu som mest påtaglig sedan branden startade. Den är tjock, sikten är mycket dålig och lukten tränger in i huset. Bönderna i närheten evakuerar sina djur och de mest nervösa personerna har även dem evakuerat sina gårdar. Jag sitter förberedd på en eventuell evakuering och har packat en lättare packning att ta med mig i fall det skulle ske. <br/> <br/>  Bild på sikten från köksfönstret: <a href=\"/leave.php?u=http%3A%2F%2Fimgur.com%2FML2lVav\" target=\"_blank\">http://imgur.com/ML2lVav</a><br/> <br/>  Just nu har det även börjat åska här, vilket kan ses som positivt då det förhoppningsvis kanske även börjar regna! Kan för övrigt uppdatera mer efter intresse.<br/> <br/>  Kom även att tänka på att jag ryktesvägen (genom människor som arbetar med skog) hört att det handlar om Sveaskog och INTE något annat företag som orsakat branden. Som alltid ska man dock ta det man hört ryktesvägen med en nypa salt, men det känns för mig som det mest trovärdiga just nu."
	},
	{
		"postIndex": 1069,
		"postNum": 1104,
		"postLink": "/sp49826455",
		"postTime": "2014-08-05",
		"postUser": "motarbetar",
		"postUserID": "/u437939",
		"postUrl": "https://www.flashback.org/t2419260p92",
		"userUrl": "https://www.flashback.org/u437939",
		"sentence": "hur fan kan dom inte utrymma Norberg!? även om inte elden skulle ta sig dit, så fattar väll vem som helst att med den tjocka röken så är det skadligt att befinna sig där. det är ju inte så att röken kommer sluta. <br/> <br/>  nu när hjälpen ifrån Italien inte kan komma heller så måste Svenska försvaret sättas in? och nu snackar jag inte hemvärnet!!<br/> <br/>  allt detta tjat från politiker och människor med rastaflätor att Sverige inte varit i krig på över 200 år, så borde det ju verkligen finnas resurser för detta <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
	},
	{
		"postIndex": 30,
		"postNum": 31,
		"postLink": "/sp49806986",
		"postTime": "2014-08-03",
		"postUser": "OmedelSvensson",
		"postUserID": "/u814470",
		"postUrl": "https://www.flashback.org/t2419260p3",
		"userUrl": "https://www.flashback.org/u814470",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Bodträskfors, norr om Boden, 2006. Störst hittils. Det har vart förhållandevis lugnt med stora sista åren. <a href=\"/leave.php?u=http%3A%2F%2Fwww.boden.se%2Fdb%2Fweb%2Ffilelib.nsf%2F0%2FD46F33F4AD73B525C12573590040EA4A%2F%24FILE%2FBranddokumentation.pdf\" target=\"_blank\">http://www.boden.se/db/web/filelib.n...umentation.pdf</a>)<br/>  Tyresta, 1999. Har inte så mycket data, men 17 militära helikoptrar insatta.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det fanns ju lite större kvantiteter med vatten i ett sånt där. Men frågan är väl om exempelvis Fläcksjön som helikoptrarna hämtar vatten ur är tillräckligt stor för ett sådant plan. Fläcksjön är dessutom väldigt grund. <br/>  Hörendesjön utanför Västerfärnebo känns som ett mer lämpligt alternativ enligt mig eftersom sjön är djupare.<br/> <br/> <br/>   </td> </tr> </table>  <br/>  Fläcksjön är mest sannolik för liten och för grund för att kunna fylla med sådana flygplan, om inte så är det i alla fall gränsfall. <br/> <br/>  Försvarsmakten har haft gott om släckresurser förr. Man hade 15 (?) Vertolhelikoptrar och 12 Superpumor samt 5 Bell 412.  Av dessa finns det endast kvar Superpuma där det finns cirka 6 kvar i flygbart skick( de avvecklas ). Av sex st är det endast en som är 'för dagen' flygbar.<br/>  Av de andra är några på tillsyn, någon ska in på service ( de har flugit ganska mycket brandsläckning denna sommar varvid flygtid innan service tagit slut).<br/>  En maskin är på väg ut från en stor tillsyn, väntas vara flygbar om någon dag och går då direkt till Sala-branden. <br/> <br/>  Inga nya helikoptrar är 'förrådsställda'.<br/>  Våra nya Blackhawkhelikoptrar (HKP16) är ju nyligen inköpta men är i grunden inte utrustade för att släcka bränder. Ingen stor/svåråtgärd rent tekniskt men det är tar lång tid för FMV's kvarnar att mala (FMV förser försvarsmakten med materiel).<br/>  NH90 (HKP14) är under leverans och är inte godkänd för hänglast eller brandbalja än. Återigen, det tar tid för kvarnarna att mala. <br/>  Augusta A109(HKP15) har ingen utrustning för brandsläckning, tror inte det är planerat heller. <br/> <br/>  Att släcka bränder är ingen egentlig uppgift för försvarsmaktens helikoptrar så det är ingen högt prioriterad verksamhet när man planlägger och anförskaffar mtrl. Däremot hjälper naturligtvis försvarsmakten till så mycket det bara går* när det brinner.<br/> <br/> <br/>  *) Faktiskt så mycket att av den lilla flygtid vi har råd med blir en hel del annat lidande.<br/> <br/> <br/>  [Edit] Anser detta ej vara offtopic utan en förklaring till varför inte ett helt gäng av försvarets helikoptrar är på plats(vilket har varit brukligt)."
	},
	{
		"postIndex": 775,
		"postNum": 797,
		"postLink": "/sp49824670",
		"postTime": "2014-08-05",
		"postUser": "GeneralPoop",
		"postUserID": "/u810306",
		"postUrl": "https://www.flashback.org/t2419260p67",
		"userUrl": "https://www.flashback.org/u810306",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Riktigt så enkelt är det i och för sig inte.<br/>  Vatten släcker eld ja. Men att stå och bara hälla vatten kommer inte släcka någon mark/skogsbrand.<br/>  Om du inte häller 20-30mm vatten samtidigt över hela området. <br/> <br/>  Det tar TID att släcka ner en brand så pass mycket att man kan anse den vara släckt. Just eftersom man måste verkligen ner i marken och in i träden som brinner med vattnet. Och det kräver ofta handkraft, dvs spade och yxa.<br/> <br/>  Och har man då samtidigt ordentligt blåst och snustorr mark så kan du inte ställa folk i vägen för branden, då elden snabbt kommer att hamna runt dom."
	},
	{
		"postIndex": 2516,
		"postNum": 2597,
		"postLink": "/sp49839789",
		"postTime": "2014-08-06",
		"postUser": "Gefundenes F",
		"postUserID": "/u185081",
		"postUrl": "https://www.flashback.org/t2419260p217",
		"userUrl": "https://www.flashback.org/u185081",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  En annan kassa! Försvaret har spartvång över sig de måste spara hela tiden och kan inte köpa grejor som kanske kommer det civila samhället till del.  De måste prioritera sina egna behov som de har ansvar för.  Fel eller inte det är ett politisk ansvar att se till helheten.<br/> <br/>  Att inga plan skulle komma i luften räknade jag ut och skrev här redan i morse.  En sak till om vi haft ett plan tillgängligt i Sverige som kunna starta redan när larmet kom från maskinföraren i skogen kanske 5 kubikmeter hade släckt elden med en gång.<br/> <br/>  Vi får ompröva behovet släckningsplan, de är oerhört effektiva, att döda småbränner direkt genom att dränka området med en enda stor vattenbomb. <br/>  Antar att räddningsledarna är för konservativa för att inse det. De vill ut och vara macho i skogen.<br/> <br/>  Branden började i torsdags förra veckan 6v daga sedan! Man tog den inte på allvar utan lät den sprida sig och så hamnade de i detta svåra läge."
	},
	{
		"postIndex": 2563,
		"postNum": 2644,
		"postLink": "/sp49840308",
		"postTime": "2014-08-06",
		"postUser": "nilserikkk",
		"postUserID": "/u503003",
		"postUrl": "https://www.flashback.org/t2419260p221",
		"userUrl": "https://www.flashback.org/u503003",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   stand-by för att skicka upp en insats, samt norska helekoptrar. och så har dom ju fått in fyra brandplan från italien och frankrike. det är även massvis med civila som vill hjälpa till men inte får pga säkerhetsskäl.<br/> <br/>   </td> </tr> </table>  <br/>  Civila är värdelösa på att släcka bränder. När de är trötta/hungriga/fått nog så släpper de sitt skit och åker hem, gärna utan att meddela någon annan.<br/> <br/>  Frågan är varför man bra länge bara hade 100 brandmän och varför inte hemvärnet kallades in tidigare och i större siffror. Så vitt jag vet har man ju inte använt sig av Örebro/värmlandsgruppens styrkor eller övriga län som ligger runt omkring. Man hade ju lätt kunnat skrapat ihop 500-1000 hemvärnsmän som kunde ha hjälpt till långt tidigare än vad som skett.<br/>  Även brandmän borde man ha pumpat in mer av långt tidigare.<br/>  Det är väl bara att flyga brandmän från hela Sverige till denna brand, kan ju inte vara så svårt.<br/> <br/>  Att gå från 100 till 200 brandmän är så litet så det betyder ingenting, dessutom tog det nästan en vecka innan det skedde.<br/> <br/>  Dags att återinföra värnplikt så man får tillbaka det storskaliga organiserade arbetet.<br/>  Dessa små frivilliggrupper som finns idag kan inte hantera flera hundra/tusen personer utan är uppbyggt på kanske 50 frivilliga."
	},
	{
		"postIndex": 693,
		"postNum": 715,
		"postLink": "/sp49824095",
		"postTime": "2014-08-05",
		"postUser": "Morvalion",
		"postUserID": "/u85433",
		"postUrl": "https://www.flashback.org/t2419260p60",
		"userUrl": "https://www.flashback.org/u85433",
		"sentence": "Jag upplever det som att man inte tagit till sig lärdomarna från skogsbranden utanför Boden. Branden bröt ut redan i fredags och någonstans runt fredag natt bör man insett att den är svårsläckt och då bör man omedelbart ha dragit stora larmet och skrapat ihop alla resurser som fanns. Men det gjorde man ju som bekant inte och jag kan bara spekulera i att flatheten beror på oviljan att fatta kraftfulla beslut, övertro på den egna förmågan samt ekonomiska faktorer. <br/> <br/>  Och visst är det ett problem att vi knappt har vare sig militärt eller civilt försvar kvar att hämta resurser från. Men samtidigt så väljer insatsledningen utav någon anledning att inte nyttja sig av de resurser som finns. I området finns två hemvärnsbataljoner med ca 500 man i varje. I dessa finns ett antal olika terrängfordon, lastbilar och stödfunktioner såsom ledningsgrupper och kokgrupper. <br/> <br/>  I dagsläget efterfrågas enbart ett mindre antal man ur den ena bataljonen. Den andra är inte ens ställd i beredskap. Samtidigt skriks det efter civila frivilliga, brandmän går utan mat och folk jobbar dygnet runt. Jag kan inte förstå varför man inte begär mer handräckning av försvaret. Om man skulle göra det så skulle man kunna tex lösa följande:<br/> <br/>  Evakuering<br/>  Matservering<br/>  Personal för att avlasta ordinarie brandmän<br/>  Transporter av materiel<br/> <br/>  Länsstyrelsen skulle tom kunna fatta beslut om temporärt skyddsobjekt så skulle man kunna nyttja militära skyddsvakter för att hålla obehörig personal utanför området och på så sätt undvikit det dödsfall som skedde. <br/> <br/>  Men utav någon anledning gör insatschefen bedömningen att det inte finns behov av dessa resurser trots att de resurser som finns på plats uppenbarligen inte räcker till. Grundregeln här borde vara att hellre ha 30 gubbar över som man inte vad vad man skall göra med än att ha 30 gubbar för lite. <br/> <br/>  Så militära resurser finns tillgängliga men anses inte behövas enligt IC. Vi får väl lita på personens bedömning men jag tycker ändå att det luktar som samma ledarskapsproblem som initialt. Man är rädd för att fatta kraftfulla beslut och att det skall kosta staten för mycket. Att det sedan kostar skattebetalare en jävla massa lidande är av mindre vikt."
	},
	{
		"postIndex": 3065,
		"postNum": 3159,
		"postLink": "/sp49851371",
		"postTime": "2014-08-07",
		"postUser": "skunkjobb",
		"postUserID": "/u593561",
		"postUrl": "https://www.flashback.org/t2419260p264",
		"userUrl": "https://www.flashback.org/u593561",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag har i alla fall för mig att det var det de* sa i någon av gårdagens direktsändningar.<br/> <br/>   </td> </tr> </table>  HKP 16, Black Hawk, de exemplar som levererats till Sverige har lyftkrok. Jag hittar inga så bra närbilder på undersidan men precis <a href=\"/leave.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DikrNuCGiz_A%23t%3D434\" target=\"_blank\">här</a> säger flygchefen Mikael Vik (Wik/Wiik?) att den kan ta hängande last. Nu behöver man ju en elanslutning också för att öppna tömningsventilen på \"påsen\". Allt är ju så jäkla krångligt när det kommer till flyg (skitnödigt på grov svenska) så det kanske är det som saknas men i praktiken skulle man förstås kunna få dit en kabel på en timma om man verkligen vill (24 VDC, 4 A för fabrikatet Bambi Bucket).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Syrier boende i Avesta som varit här i 8 månader anser sig inte har fått någon som helst info.<br/>  Den borde ha spritts på arabiska. <br/>   </td> </tr> </table>  Man behöver väl inte översätta till all världens språk men man kunde i alla fall skriva något på engelska vilket också gjorts nu senaste dygnet. Det finns trots allt både invandrare och turister som kan ha glädje av det. Hatar du alla invandrare så kan du åtminstone tänka på turisterna, vem vet det kanske finns en och annan tysk gammal Hitlerjugend i en stuga i skogen som söker information och det är väl alltid välkommet att hjälpa dessa eller vad tycker du?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  Super Puman tar inte sex ton i kroken, max 4,5 ton. Av någon anledning tar deras vattenhink knappt 2 m³ vilket är långt under vad helikoptern klarar, jag gissar att de inte har större hinkar tillgängliga bara.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Förr i tiden när sådant här hände (inte så hemskt längesedan) sattes försvaret in för att lösa uppgiften. Civilförsvaret bistod brandkåren, luften var full av bananhelikoptrar och Bell 206 som vattenbombade. Ja just det ja, vi har ju varken försvar, resurser eller brandkårer kvar i det härliga, blandade, nya Sverige längre.<br/> <br/>   </td> </tr> </table>  Bananen (HKP 1) och Bell 206 (HKP 6) hade en kort period med samtidig användning i försvaret 1968-1972 så vilken skogsbrand tänker du på? HKP 6 tar för övrigt löjligt liten hängande last, några hundra kg.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Är det inte fantastiskt (patetiskt) att varenda satans fråga ska vändas och vridas till att handla om invandringen<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
	},
	{
		"postIndex": 2224,
		"postNum": 2299,
		"postLink": "/sp49835028",
		"postTime": "2014-08-05",
		"postUser": "SuraStina",
		"postUserID": "/u895599",
		"postUrl": "https://www.flashback.org/t2419260p192",
		"userUrl": "https://www.flashback.org/u895599",
		"sentence": "På Rapports kvällssändning ikväll intervjuades en boende i brandområdet som i princip sa att \"polisen har ju inte knackat på min dörr så hur ska jag veta om jag ska lämna området?\" och var jättenojjig över att han nästintill kunde ha glömts kvar och brunnit inne. Tycker det är ett märkligt svar då polis/blåljusenheter och frivilliga på inga sätt kan knacka på hos över 4500+ Norbergare och närboende och informera dem om situationen och om de ev. ska evakuera eller inte. Som setts på nyheterna så är det svårt nog att upprätthålla lägesbild för de som arbetar med att bekämpa branden. Undrar därför varför folk tar så lite eget ansvar- har folk inte radio och tv längre?? Bara att slå på den! Dessutom går ju VMA ut om det skulle behövas. Varför verkar folk så lealösa över situationen? Om man är drabbad eller orolig så ser man väl till att hålla sig informerad?<br/> <br/>  Något som är andra sidan på samma mynt- och som förvånat mig i flera nyhetssändningar är bristen på information till just dessa drabbade eller närboende. Jag har inte hört att någon nämnt <a href=\"/leave.php?u=http%3A%2F%2Fwww.krisinfo.se\" target=\"_blank\">www.krisinfo.se</a> där det har jättemycket bra information, eller uppmaningar om att hålla sig uppdaterade, följa nyheterna, att lyssna efter VMA och liknande. Varför görs inte detta av media? Och inte ett ord om vart oroliga som evakuerar på egen hand ska ta vägen om de inte har släkt och vänner på andra orter de kan dra till. Finns det inga skolor och gympasalar öppna på andra orter som kan ta emot dessa människor? Folk sover nu i bilar men det måste väl finnas något mer och bättre organiserat än så? Någon som vet om Röda Korsets beredskapsgrupper och/eller Posom-grupper är igång i området?"
	},
	{
		"postIndex": 2630,
		"postNum": 2712,
		"postLink": "/sp49841388",
		"postTime": "2014-08-06",
		"postUser": "Meir",
		"postUserID": "/u650982",
		"postUrl": "https://www.flashback.org/t2419260p226",
		"userUrl": "https://www.flashback.org/u650982",
		"sentence": "Sverige är så jävla oförberedda när det kommer till precis ALLTING. <br/>  Vi borde lära oss lite av norrmännen, tyskarna eller danskar.<br/> <br/>  Jag minns för några år sedan en stor skogsbrand i Israel, på bara några dygn hade ett hundratal plan och bilar mobiliserats och elden släcktes illa kvickt. Och då ligger skitlandet i mellanöstern, och det var jävligt torrt då. Mycket torrare än vad det är i Sverige.<br/> <br/>  Edit: Varför hyr vi inte den här rackaren? <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEvergreen_747_Supertanker\" target=\"_blank\">http://en.wikipedia.org/wiki/Evergreen_747_Supertanker</a>"
	},
	{
		"postIndex": 50,
		"postNum": 51,
		"postLink": "/sp49812863",
		"postTime": "2014-08-04",
		"postUser": "Glennhenry",
		"postUserID": "/u369697",
		"postUrl": "https://www.flashback.org/t2419260p5",
		"userUrl": "https://www.flashback.org/u369697",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <a href=\"/leave.php?u=http%3A%2F%2Fvlt.se%2Fnyheter%2Fhallstasura%2F1.2582090-svart-vardera-skadorna-pa-skogen\" target=\"_blank\">http://vlt.se/nyheter/hallstasura/1....orna-pa-skogen</a><br/> <br/>   </td> </tr> </table>  <br/> <br/>  Precis, det är ju ett helt ekosystem där i skogarna som tar stryk, tänkt lite på det jag också. Större djur har väl troligtvis försökt fly men insekter och mindre ting stryker ju med. <br/> <br/>  Känns som att det börjar räta ut sig nu, vardag och kommunen verkar ha tagit fart... Förhoppningsvis förstår kommunen situationen nu och trycker på med resurser till det som krävs.  Sala Sparbank gör lite PR på ett bra sätt genom att sponsra frivillighetsarbetarna med 10.000:- till förnödenheter för brandmän och övriga inom släckningsområdet. Måtte dock regnet komma till kvällen/natten. För tillfället är det 34-grader här i Sala. Det kommer troligtvis bara öka under dagens gång.<br/> <br/>  Aftonbladets reporter tog sig till Ramnäs, visste inte hur långt från branden det var och gjorde några intressanta intervjuer, bra där.<br/> <br/> <br/> <br/>  EDIT: PRESSKONFERENS <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle19312331.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article19312331.ab</a><br/> <br/> <br/>  EDIT 2: Flygplanen är på väg, väntas till eftermiddagen, Håkan Fehne vet inte när de kan bli verksamma. <br/>  2 km lång, 200m bred, djupet var han osäker på för att hämta på men troligtvis skulle vattnet hämtas från Hörendesjön och Fläcksjön. <br/> <br/>  Branden är inte under kontroll."
	},
	{
		"postIndex": 836,
		"postNum": 860,
		"postLink": "/sp49825038",
		"postTime": "2014-08-05",
		"postUser": "Plaguetongue",
		"postUserID": "/u426052",
		"postUrl": "https://www.flashback.org/t2419260p72",
		"userUrl": "https://www.flashback.org/u426052",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   Förövrigt gillar jag hur det blåses upp i media, man glömmer att sätta det i relation till sverige. Största skogsbranden i modern tid? Jo, tjena.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <br/>   </td> </tr> </table>  <br/>  för att ju längre bort från elden du gör brandgatorna desto längre måste dom vara, dom gör ju brandgator mellan sjöar och på ställen där det finns \"flaskhalsar\"  man kan ju inte bara kapa ner 100 meter skog i en cirkel runt elden, det skulle ta lång tid. dessutom måste man gräva bort marken i brandgatorna då det även brinner nere i backen, och slutligen vattna hela gatan. men det verkar ju som att elden hoppar, dvs. att det flyger glödande skit flera hundra meter och tänder eld nån annanstans"
	},
	{
		"postIndex": 546,
		"postNum": 559,
		"postLink": "/sp49822270",
		"postTime": "2014-08-05",
		"postUser": "utforskaren",
		"postUserID": "/u319173",
		"postUrl": "https://www.flashback.org/t2419260p47",
		"userUrl": "https://www.flashback.org/u319173",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Om branden fortfarande är utom kontroll på onsdag-torsdag, och inte hejdas av regnet, så finns kanske en liten risk när vinden vänder. Men om jag får gissa hejvilt, så tror jag att branden kommer sprida sig en aning uppåt Karbenning och Hökmora, medan Norberg och orter västerut klarar sig, och att branden är under kontroll under morgondagen.<br/> <br/>  Jag har fått bilden av att branden bara/nästan bara sprider sig i nordlig riktning. Har den dött ut nedåt Ramnäs / Surahammar / Skultuna eller vart den nu började?<br/> <br/>  Brinner det \"bara\" i de norra delarna, så borde ju inte den elden sprida sig mycket söderut, eftersom det redan har brunnit där(?)."
	},
	{
		"postIndex": 2792,
		"postNum": 2877,
		"postLink": "/sp49842762",
		"postTime": "2014-08-06",
		"postUser": "vargvid",
		"postUserID": "/u312597",
		"postUrl": "https://www.flashback.org/t2419260p240",
		"userUrl": "https://www.flashback.org/u312597",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Ifall det marknadsförs som miljövänligt skulle det vara riktigt intressant att veta de åsikter och tankar bakom till att man nu inte vill använda det \"att det inte är miljövänligt\"?<br/> <br/>  \"skum och vätmedel hör inte hemma i naturen\" \" Inte vad vi känner till, och därför vill vi inte ta nägra risker, säger Anders Edstam.\" <br/> <br/>  Man borde fråga ut Anders mer om det hela och ifall han bara är osäker på sitt jobb, man borde ju ändå veta vad det är för något man använder och X-fire AB borde väl ändå ha något att säga till det hela då man säger i media att det kan vara miljöfarligt.<br/> <br/> <br/>  Fan, hade man kunnat stoppa det redan nu med hjälp av skummet så va fan väntar man på. Undra hur lång tid \"man har kvar\" innan allt är fixat."
	},
	{
		"postIndex": 286,
		"postNum": 291,
		"postLink": "/sp49819396",
		"postTime": "2014-08-04",
		"postUser": "swebarb",
		"postUserID": "/u74594",
		"postUrl": "https://www.flashback.org/t2419260p25",
		"userUrl": "https://www.flashback.org/u74594",
		"sentence": "Enligt AF ska 2 specialplan från italien väntas komma imorgon, ska seriöst 2 plan kunna göra nåt mot en brand i denna skala eller? jag tror det inte gör nåt eller ?"
	},
	{
		"postIndex": 984,
		"postNum": 1015,
		"postLink": "/sp49826007",
		"postTime": "2014-08-05",
		"postUser": "Passepartout",
		"postUserID": "/u652946",
		"postUrl": "https://www.flashback.org/t2419260p85",
		"userUrl": "https://www.flashback.org/u652946",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Ser dåligt också pga rökdimman. Bara trycka på piltangenterna så skall ni kunna se båda bilderna.<br/> <br/>  </td> </tr> </table>  <br/>  Ska du inte ta dig därifrån?"
	},
	{
		"postIndex": 2255,
		"postNum": 2330,
		"postLink": "/sp49835713",
		"postTime": "2014-08-06",
		"postUser": "Rad-i-Kalle",
		"postUserID": "/u861776",
		"postUrl": "https://www.flashback.org/t2419260p195",
		"userUrl": "https://www.flashback.org/u861776",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   --<br/>  Såg oxå det. En generation som blivit fostrade i att inte tänka själv...<br/>   </td> </tr> </table>    Inte hans fel. Antingen har han inte fått tydlig \"instruktioner\" eller annars var han helt enkelt paralyserad av chock. Vem som helst kan bli handlingsförlamad.<br/> <br/>  Det finns en värme och omtänksamhet hos oss. Men vi är samtidigt individualister och reserverade. Antingen bor vi glest eller annars har vi stor integritet.<br/>  Vi är lite motsägelsefulla: Vi har inte samma syn på auktoriteter som i andra kulturer/kulturer samtidigt som vi lägger våra liv i Statens händer.<br/>  Vi har höga krav på att allt ska fungera klanderfritt, minsta lilla strul gör att vi tappar alla trådar.<br/>  Typ.<br/> <br/>  Det har varit mycket virrigt. Motsägelsefull info i media (ta bara detta kring de italienska planen). Kraschade hemsidor (extrem överbelastning), viss hade man en snabb nödlösning, men har alla Facebook-konton? Är Fejan den nya bykyrkan/handelsboden?<br/>  Det som rörde till det var dock att man trodde man fått koll på branden.<br/> <br/>  Känns också som om vi fokuserar på fel saker: överdrivet och ytligt PK-bjäfs.<br/>  Att trigga folk att genomlysa maktstrukturer och bryta \"normer\" tycker jag står i konflikt till vårt behov av en tydlig ledning i krissituationer. Vårt land behöver komma på fötter, därmed inte sagt att vi behöver en Adolf.<br/>  BTW, när det var kris i det romerska riket valde man en diktator på begränsad tid. Observera; valde-diktator-tidsbegränsat."
	},
	{
		"postIndex": 2458,
		"postNum": 2538,
		"postLink": "/sp49839161",
		"postTime": "2014-08-06",
		"postUser": "Facade",
		"postUserID": "/u565905",
		"postUrl": "https://www.flashback.org/t2419260p212",
		"userUrl": "https://www.flashback.org/u565905",
		"sentence": "Aftonbladet beter ju sig som riktiga dagisbarn angående detta. Nu har jag inte sett intervjun, men bara i artiklarna så märker man dagisbetéendet.<br/>  Nog vet jag att Aftonbladet är väldigt oseriösa av sig, men man kan ju tycka att i detta ärende så kan man vara seriös men uppenbarligen inte.<br/>  Störtlöjligt...<br/> <br/>  Bor själv i Västerås men är utanför landet för en tid framöver så jag har ej fått se/uppleva detta spektakel.<br/>  Följer det varje dag här ifrån sandlådan (mellanöstern), hoppas det kommer att vara under kontroll snart.<br/>  Ganska löjligt med tillstånden för de italienska planen när det är en krissituation. Förstår mig på standard protokoll och annat, troligtvis går dom nog igenom dokumentation om planet och besättningen men kom igen, det är en krissituation. Bara få dom att ta sig in direkt utan några papper. Verkade ju inte vara några problem för de norska helikoptrarna som dessutom ej ens är med i EU, varför då problem för flygplan från ett annat EU-land?<br/> <br/>  Jag hoppas på det bästa!"
	},
	{
		"postIndex": 3049,
		"postNum": 3143,
		"postLink": "/sp49850530",
		"postTime": "2014-08-07",
		"postUser": "Mula",
		"postUserID": "/u74967",
		"postUrl": "https://www.flashback.org/t2419260p262",
		"userUrl": "https://www.flashback.org/u74967",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   - \"Ou-lo-lo-lo, merde?\"<br/>  - \"Mer eld? Whär is it?\"<br/>  - \"Parlevous?\"<br/>  - \"Parken Zoo? Rajt now?\"<br/>  - \"Ou-lo-lo-lo-lo-lo\"<br/>  - \"Oukäj, wi now vattenbomb Parken Zoo! App wi go, full fart!\"<br/> <br/>   </td> </tr> </table>  <br/>  Dom här grabbarna är hell bent på att släcka allt dom ser från luften. Så ni i västerås, passa er för att tända grillen får då kan ni få 6 ton vatten i fontanellen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/><br/> <br/>  Ok, on topic, det är ju därför de har med sig ett spanings/ledningsplan också. Det ligger antagligen ovanför och koordinerar vattenbombarna med sambandschefen och räddningsledningen. Det räcker ju att dom killarna där kan engelska och det är jag övertygad om att dom gör. Det enda de behöver veta av räddningsledningen är ju var vattnet ska släppas, resten fixar dom internt.<br/> <br/>  Det taktiska sambandet mellan planen (i den mån det behövs) fixar de säkert på franska och italienska. De har säkert jobbat tillsammans förr i områden runt Medelhavet. Det vore kul om någon med scanner i västerås kunde lyssna på dom <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Jag måste säga att det är lite imponerade att de kör i alla fyra i samma rotation med ganska tät formation och bara matar på med vatten över skogen hela tiden från 30 meters höjd. Det krävs lite rutin bakom spakarna för att greja det. Det är lite kul att dom kommer hit, styr upp en operation på några timmar och sen kör sitt race. Hade det inte varit för vädret hade de ju varit igång i går morse redan."
	},
	{
		"postIndex": 2989,
		"postNum": 3082,
		"postLink": "/sp49846969",
		"postTime": "2014-08-06",
		"postUser": "Bajsfacisten",
		"postUserID": "/u136624",
		"postUrl": "https://www.flashback.org/t2419260p257",
		"userUrl": "https://www.flashback.org/u136624",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Om vi räknar en fotbollsplan som 90x120 m och det finns ett avverkningsvärt träd för varje 25 kvadrat meter så finns det 432 avverkningsvärda träd på varje fotbollsplan.<br/> <br/>  Om varje avverkningsvärt träd är i genomsnitt är värt 1500 kr så är en fotbollsplan 648 000 kr.<br/> <br/>  Nu talar de om 14000 fotbollsplaner..... det är således ca 9 miljarder i värde med ovan prisberäkning.<br/> <br/>  Skulle varje träd vara värt endast 100 kr så skulle värdet vara ca 600 miljoner.<br/> <br/>   </td> </tr> </table>  <br/>  Nu har ju ganska mycket fel.<br/> <br/>  Säg att typiskt slutavverkningsträd (observera nu bara slutavverkningsträd) i är ungefär 0,40 m³fub i storlek och virkesvärdet är ca 500kr/m³fub vilket då motsvarar ett pris på 0,40 * 500 = 200 kr/träd. Vilket snarare ligger närmare marknadsvärdet på virke och ungefärlig snittstorlek på slutavverkningsträd.<br/> <br/>  Fast nu pratar man vanligen inte om kr/träd utan kr/volymenhet t.ex kr/m³fub är kanske det vanligaste måttet man använder när man talar virkesvolymer ospecificerat. Kr/träd är ju väldigt märkligt att använda sig av eftersom ett träd är alltifrån en planta på 2 dm till ett 90-årigt slutavverkningsträd. Ditt ränkesätt är även märkligt i på det sättet att du förutsätter att hela området är slutavverkningskog, dvs inga impediment, inga naturvårdsavsättningar, inga hygges, ingen röjningsskog, inga gallringsskogar osv osv osv.<br/> <br/>  Dessutom så verkar du räkna med att all skog inom området också per definition är värdelöst, eller helt enkelt gått upp i rök, vilket naturligtvis inte är sant. Minsta värde är åtminstånde energivedpriset. <br/> <br/>   En stor de av arealen så har det sannolikt bara varit markbrand och stammen blivit brandskadad den nedersta delen. Förlusten ligger i de träd som är skadade och då i att de får minskat värde i och med att brandskadade <i>stockar</i> inte är leveransgilla som massaved eller timmer. Nu är de ju så fiffigt att i de delar av branden som bara haft markbrand så kan man naturligtvis, göra en energivedstock av förstastocken och aptera (kapa) resten av den oskadade delen av trädet i ordinare sortiment som massaved, timmer och klentimmer."
	},
	{
		"postIndex": 2307,
		"postNum": 2383,
		"postLink": "/sp49837042",
		"postTime": "2014-08-06",
		"postUser": "Funkydude",
		"postUserID": "/u407684",
		"postUrl": "https://www.flashback.org/t2419260p199",
		"userUrl": "https://www.flashback.org/u407684",
		"sentence": "Man märker hur förskonade vi i Sverige är för allt från krig till katastrofer när en sådan här grej får sådan extrem medieexponering. Man ska skatta sig jävligt lycklig att man är född där man är<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Lider med de som blir av med mark men i ett globalt perspektiv är det här bara något att rycka på axlarna åt, även när man snackar bränder. Det här kommer tveklöst vara den största inrikesnyheten i år bortsett från de båda valen. Det säger en del.<br/> <br/>  Nu verkar de faktiskt börja få skiten under någon så när kontroll. En omkommen och en massa mark som brunnit upp är ett gott facit om man jämför med hur illa det skulle kunnat gå. Har hängt med dåligt, har några hus brunnit upp eller är det bara skogsmark? Kommer bli en obligatorisk utvärdering efter detta och man kommer flytta runt lite ansvar och ändra lite rutiner. Ingen egentlig skillnad dock då jag inte tror värst mycket mer pengar kommer skjutas till."
	},
	{
		"postIndex": 2566,
		"postNum": 2647,
		"postLink": "/sp49840342",
		"postTime": "2014-08-06",
		"postUser": "anordman",
		"postUserID": "/u86373",
		"postUrl": "https://www.flashback.org/t2419260p221",
		"userUrl": "https://www.flashback.org/u86373",
		"sentence": "<b>Skulle ju vara helt otroligt om detta skulle vara sant som ebbeholmer kommer med!!</b><br/> <br/>  Vad det gäller uppkomsten till branden och hur den har behandlats ställer nu mer frågor än svar tycker jag.<br/> <br/>  Vi vet till stor sannolikhet att en stor hyggesharv startade branden då han blev beordrad ut av Svea-Skog regelvidrigt utan tillhörande brandvakt (rykte) .<br/>  Han upptäckte branden och försökte själv släcka samtidigt som han ringde räddningstjänsten... (hörsägen)<br/>  Och nu detta!!?<br/> <br/>  \"Vet inte om det här har varit uppe tidigare. Men fick idag reda på från en initierad källa att frågan om kostnadsfördelning har spelat en avgörande roll i brandförloppet. Saken är den att det var Västerås Brandförsvar som först kallades till brandplatsen. Då var brandhärden bara 20x20 meter och man hade lätt kunnat släcka det hela på max 1 timme. Västerås ville inte ta denna kostnad då branden var inne i Sala Kommun. Istället åkte man därifrån och larmade Salas brandförsvar. Problemet var bara det att under tiden som det tog för Salas brandbilar att ta sig till platsen så utvecklades det hela till den okontrollerade jättebrand vi ser idag. Att Salas insats från början verkade i klenaste laget med endast 100 brandmän så sent som under söndagen kan säkert också ha haft att göra med missriktad besparingsiver.\"<br/> <br/>  Man tar sig för pannan om detta är sant... det var full sol, knastertorrt och 30 grader+ på platsen.<br/> <br/>  Man bara... VA!?"
	},
	{
		"postIndex": 456,
		"postNum": 466,
		"postLink": "/sp49821667",
		"postTime": "2014-08-05",
		"postUser": "Woozah",
		"postUserID": "/u363827",
		"postUrl": "https://www.flashback.org/t2419260p39",
		"userUrl": "https://www.flashback.org/u363827",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vad folk inte verkar förstå är att vi måste ha hjälp av naturen. Det ska regna maximalt 0,3mm tills på söndag. För att hjälpa till att släcka elden skulle du behöva hundrafalt mer, 15-20-30mm för att garanterat bringa ner denna eld totalt. Nu för vi hoppas på att de lyckas styra elden åt hållet som är mindre dåligt (för den går inte att släcka även med flygplan.)"
	},
	{
		"postIndex": 2230,
		"postNum": 2305,
		"postLink": "/sp49835116",
		"postTime": "2014-08-05",
		"postUser": "showmeyours",
		"postUserID": "/u926495",
		"postUrl": "https://www.flashback.org/t2419260p193",
		"userUrl": "https://www.flashback.org/u926495",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Förhoppningsvis så dämpar den spridningen en aning iallafall.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Eftersom det lilla regnet som drog över tidigare ikväll var av lätt eller måttlig styrka, och det underlättade en hel del i arbetet så att de till och med kunde börja släcka elden, så kan man ju bara tänka sig hur mycket detta skyfallet kommer att underlätta. <br/> <br/>  Dessutom i kombination med vattenbombningar imorgon av 2-4st flygplan. De kommer ha elden i total kontroll imorgon och kanske hela vägen hem med, om nu inte olyckligt väder kommer igen och det som pyr i marken blossar upp igen."
	},
	{
		"postIndex": 771,
		"postNum": 793,
		"postLink": "/sp49824643",
		"postTime": "2014-08-05",
		"postUser": "OmedelSvensson",
		"postUserID": "/u814470",
		"postUrl": "https://www.flashback.org/t2419260p67",
		"userUrl": "https://www.flashback.org/u814470",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Word. Passerade skogsbranden redan torsdag eftermiddag och vi i besättningen sa direkt att detta kommer bli nästa Bodträskfors. Landade och frågade om de begärt stöd med militär helikopter, det hade de inte men de påbörjade en 'beställning' då. <br/> <br/>  För oss ombord var det ingen tvekan om att det höll på skena, huvuddelen av brandstyrkan var inne i brandområdet med elhärdar utanför i alla riktningar. Dock är det mycket lättare att förstå när man ser det från luften, och man ska ha i åtanke att vi har vart på många stora bränder medans de flesta räddningsledare är på sin första stora brand. <br/>  Vi ville egentligen påbörja släckning direkt, men som lydnadsförhållanden och räddningstjänstlagen ligger + att vi hade slut på vår lagliga flygtidsuttag (kom från en annan skogsbrand) kunde/fick vi inte påbörja direkt. Vår helikopter var ändå där i gryningen nästa morgon, efter att ha fått tillsyn under natten. Totala tappet blev pga det ganska litet. <br/> <br/>  Har fullt förtroende för Räddningsledarna, de gör så gott de kan. Jag gissar att det finns en påtaglig risk at få skäll om man tar i alldeles för mycket.  Just nu har man väl mer resurser än man någonsin haft om man jämför med vad som finns tillgängligt. ( Tror tex att det var uppåt 17 militära helikoptrar insatta i Tyresta, men det är en svunnen tid med stora militära resurser).<br/>  Alla militära helikoptrar som kan flyga balja och är flygbara är på plats."
	},
	{
		"postIndex": 414,
		"postNum": 422,
		"postLink": "/sp49821276",
		"postTime": "2014-08-05",
		"postUser": "Skrev",
		"postUserID": "/u280257",
		"postUrl": "https://www.flashback.org/t2419260p36",
		"userUrl": "https://www.flashback.org/u280257",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Låter jävligt märkligt, men samtidigt syns ju på fagersta-kartan flera mindre eldhärdar i höjd med Ängelsberg en bra bit norr om själva brandområdet.<br/>  Ska vägen söderut ut från en stuga ha blockerats av eld, eller vad? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/><br/> <br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Den fina satellitbilden över rökens spridning verkade visa att just Borlänge är det större samhälle som drabbats värst av rökens spridning. Har vi verkligen ingen tunhuk som kan rapportera om läget där?<br/> <br/>  Edit: Dalarnas tidningar har en del bilder på röken och asknedfallet över hela landskapet.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dt.se%2Fallmant%2Fdalarna%2Fbranden-narmar-sig-dalarna-norberg-hotas-av-evakuering\" target=\"_blank\">http://www.dt.se/allmant/dalarna/bra...-av-evakuering</a>"
	},
	{
		"postIndex": 779,
		"postNum": 801,
		"postLink": "/sp49824704",
		"postTime": "2014-08-05",
		"postUser": "svulle",
		"postUserID": "/u312985",
		"postUrl": "https://www.flashback.org/t2419260p67",
		"userUrl": "https://www.flashback.org/u312985",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det var ju det jag menade med materiell. Man har inte möjlighet att bemanna obegränsat många personer med vatten att bekämpa elden med. Tydligen har man ju ådragit sig skador då slangar och annat har brunnit upp också.<br/> <br/>  I övrigt håller jag med. Räddningsledarna såg mest chockade ut och tagna på sängen. Nu behöver vi  auktoritet och experter som styr släckningsarbetet med pondus utifrån rådande situation.<br/> <br/>  Har vi brandexperter och brandforskare i Sverige? Är vederbörande inkopplade och/eller på plats? Känns som att samordningen är noll. Vi behöver få in folk som kan det här, inte bara brandmän som släcker brinnande containrar dagar i ända.<br/> <br/>  I övrigt har jag via farsan fått höra att han har bekanta som har pensionerat sig me som arbetat som brandmän. När de anmälde sig frivilliga så blev de också nekade. Styrker alltså uppgifter som tidigare nämnts i tråden gällande att frivilliga, utbildade, brandmän inte får deltaga. Vi har haft lantställe i Västmanland under många år, varför han känner många i området."
	},
	{
		"postIndex": 2554,
		"postNum": 2635,
		"postLink": "/sp49840163",
		"postTime": "2014-08-06",
		"postUser": "BushflyerX",
		"postUserID": "/u909384",
		"postUrl": "https://www.flashback.org/t2419260p220",
		"userUrl": "https://www.flashback.org/u909384",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är inte den typen av plan."
	},
	{
		"postIndex": 483,
		"postNum": 493,
		"postLink": "/sp49821878",
		"postTime": "2014-08-05",
		"postUser": "GeneralPoop",
		"postUserID": "/u810306",
		"postUrl": "https://www.flashback.org/t2419260p42",
		"userUrl": "https://www.flashback.org/u810306",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>   </td> </tr> </table>  <br/> <br/>  Sen måste man även tänka på vad det är som gör just mark och skogsbränder så jävla svåra att hantera. Dels så är det ju vind och sånt. Samt ofta är det i terräng som är svår att ta sig till.<br/> <br/>  Men en av dom största sakerna är att när du har bränder i trä och mark så tar det riktigt riktigt lång tid att släcka det så pass mycket att branden helt enkelt inte blossar upp igen så fort du slutar lägga på vatten. <br/>  Detta på grund av att bränderna borrar sig ner i marken och in i trästammar. Så du måste komma ner med vattnet djupt i marken och in i träden för att släcka ordentligt. <br/>  Och detta kan man i princip enbart göra med hjälp av händerna. Det vill säga, Spadar, hackor, krattor, yxor osv osv. Och det är väldigt väldigt tidskrävande."
	},
	{
		"postIndex": 2038,
		"postNum": 2107,
		"postLink": "/sp49833326",
		"postTime": "2014-08-05",
		"postUser": "PG-k",
		"postUserID": "/u805967",
		"postUrl": "https://www.flashback.org/t2419260p176",
		"userUrl": "https://www.flashback.org/u805967",
		"sentence": "Varför pratas det så lite om den avlidne? Vad i hela fridens namn gör dessa två ute i ett eldinferno? Arbetade med avverkning av skog eller vadå? De hade inte uppmärksammat att de brann?<br/> <br/>  Jag förstår inte hur man kan avlida i en sådan här brand, iaf flera dagar efter den startat."
	},
	{
		"postIndex": 424,
		"postNum": 432,
		"postLink": "/sp49821461",
		"postTime": "2014-08-05",
		"postUser": "GeneralPoop",
		"postUserID": "/u810306",
		"postUrl": "https://www.flashback.org/t2419260p36",
		"userUrl": "https://www.flashback.org/u810306",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  det här skulle aldrig ha hänt på åttiotalets slut när antalet brandmän och brandstationer sist var så många som behoven kräver<br/> <br/>  det är otroligt att sverige som  har en så står skogsindustri inte har flera egna vattendumpningsplan<br/> <br/>  man har glömt bort hur dåliga brndkåren har blivit sä lång tid sedan var det man hde tillräckligt<br/> <br/>  oc var fan är militren, femtio militärer, det skulle ha kunnat vara hundratals<br/> <br/>  och varför har inte vattenledningar dragits ut lä'ngs vissa skogsvägar till knutpunkter redo att kopplas upp och serva släckningsrbetet<br/> <br/>  försäkringsföretagen skulle ha vunnit milliner på att se till att vattendumpningsplan finns i tillräcklig mängd<br/> <br/>  det här kommer att kosta dem hundratals millioner i ersättning<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Nu vet jag inte hur mycket du kan om skogsbränder och dylikt, men du hade kunnat ha 1000 man som jobbade med det här, eller 2000 och du hade ändå inte kunnat kontrollera en sån här brand.<br/>  Mycket på grund av att branden letar sig så djupt in i både trä och mark.<br/> <br/>  Dvs, ska du släcka ner ett område så att det inte återantänder, så måste du i princip gräva dig neråt i jorden, blötlägga, hacka upp alla trän och dylikt som finns där. Dvs det är VÄLDIGT tidskrävande.<br/> <br/>  Det som släcker bränder av den här storleken är naturen själv. Dvs regn. Det man kan försöka göra är att styra den och släcka av efter kanterna. Men en brandfront som har både vinden i ryggen och så pass torr mark som det är nu stoppar du helt enkelt inte.<br/> <br/>  Och brandgator och dylikt är absolut en bra ide, men ingen garanti för att en eld stannar. Blåsten och den torra marken gör att elden med lätthet kan hoppa över 100- 200 -300m breda brandgator."
	},
	{
		"postIndex": 1363,
		"postNum": 1405,
		"postLink": "/sp49828940",
		"postTime": "2014-08-05",
		"postUser": "alivedude",
		"postUserID": "/u831451",
		"postUrl": "https://www.flashback.org/t2419260p118",
		"userUrl": "https://www.flashback.org/u831451",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.exponerat.net%2Fvi-fick-ett-mail-2%2F\" target=\"_blank\">http://www.exponerat.net/vi-fick-ett-mail-2/</a><br/> <br/>   </td> </tr> </table>  <br/>  Jag känner folk som bor i området och de som <u>behöver</u> evakueras har fått information i god tid. De som inte har hört någonting är alltså inte i sådan fara. Jag var i Norberg igår och det kommer hyfsat med rök men den är ännu väldigt långt borta. Långt innan det kom fram i nyheterna hade mina vänner blivit informerade att börja packa ordning lite grejer och försöka flytta djur, de var flera dagar sedan.<br/> <br/>  Vad sedan migrationsverket väljer att göra med sina flyktingar är väl upp till dom. Personligen tror jag det är för att det är mycket svårare att hantera personer som inte ens kan engelska när det väl behövs. Då kan de istället fokusera på de svenska och allt kan ske i lugn och ro.<br/> <br/>  Så jag tycker du ska hålla din käft stängd. Sluta dra massa slutsatser av vad du läser i aftonbladet och exponerat."
	},
	{
		"postIndex": 1995,
		"postNum": 2064,
		"postLink": "/sp49833051",
		"postTime": "2014-08-05",
		"postUser": "SexSexSex",
		"postUserID": "/u390598",
		"postUrl": "https://www.flashback.org/t2419260p172",
		"userUrl": "https://www.flashback.org/u390598",
		"sentence": "kollade precis på idioten till försvarsminister på aktuellt som satt och svamlade om hur bra deras insatser är<br/> <br/>  fyfan vilka jävla idioter de nordiska staterna är som inte har ens ett ena gemensamt vattenbombarflygplan<br/>  cket och prioriterat fel<br/>  och vad i elvete är det bara ca 100 pers som jobbat med branden under mestadelen av tiden<br/> <br/>  skulle flera plan finnas skulle sådana här bränder kunna släckas ned på en två timmar var de än dök upp<br/> <br/>  det skulle vara ekonomiskt lönsamt eftersom arbetsinsatsen från räddningstjänsten i övrigt skulle minska med 99 procent<br/> <br/>  detta är första gången det blir praktiskt uppenbart att sverige sparat för mycket på ett sätt som tvingar media att äntligen utföra sin uppgift korrekt och pressa skiten ur politikerna"
	},
	{
		"postIndex": 22,
		"postNum": 23,
		"postLink": "/sp49805897",
		"postTime": "2014-08-03",
		"postUser": "Matärgott",
		"postUserID": "/u125213",
		"postUrl": "https://www.flashback.org/t2419260p2",
		"userUrl": "https://www.flashback.org/u125213",
		"sentence": "Jag försöker komma när vi hade någon riktigt stor skogsbrand i Sverige senast men kan inte komma något. Är den här den första större på många många år?"
	},
	{
		"postIndex": 1062,
		"postNum": 1097,
		"postLink": "/sp49826438",
		"postTime": "2014-08-05",
		"postUser": "VitruvianskeMannen",
		"postUserID": "/u501711",
		"postUrl": "https://www.flashback.org/t2419260p92",
		"userUrl": "https://www.flashback.org/u501711",
		"sentence": "Jag tyckte inte att insatsledaren gav ett speciellt stabilt intryck. Mycket försiktig framtoning, nästan lite timid, och vid ett par tillfällen visade han på förbluffande okunskap eller blyghet:<br/> <br/>  (1) Då journalisterna frågade varifrån flygplanen skulle ta vatten. Svar \"Jo... nu har ju inte jag så bra koll på geografin....\".   Han bredvid fyllde kraftfullt i \"Sjön Åmänningen!\". Då började insatsledaren svamla om att sjön skulle vara avspärrad osv, så det verkade som han visste detta egentligen. Kanske inte kunde ta in frågan helt enkelt.<br/> <br/>  (2) Han sa att de Italienska flygplanen skulle komma till området kl 13 idag, då det nu är allmänt känt att de är strandade i Polen och kommer tidigast imorgon."
	},
	{
		"postIndex": 2347,
		"postNum": 2424,
		"postLink": "/sp49837717",
		"postTime": "2014-08-06",
		"postUser": "Herr Lindholm",
		"postUserID": "/u99950",
		"postUrl": "https://www.flashback.org/t2419260p202",
		"userUrl": "https://www.flashback.org/u99950",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Aha! Jag måste ha varit helt fixerad vid flinta att jag inte tänkte på andra stenar.<br/> <br/>  Och hur är det med smörjmedel på maskinerna? Kan det klibba av och hjälpa branden på traven?"
	},
	{
		"postIndex": 1828,
		"postNum": 1893,
		"postLink": "/sp49832059",
		"postTime": "2014-08-05",
		"postUser": "As-33-15-4-p",
		"postUserID": "/u867780",
		"postUrl": "https://www.flashback.org/t2419260p158",
		"userUrl": "https://www.flashback.org/u867780",
		"sentence": "Kommer branden komma till Norberg och vad skulle hända då?"
	},
	{
		"postIndex": 117,
		"postNum": 120,
		"postLink": "/sp49816156",
		"postTime": "2014-08-04",
		"postUser": "runesune",
		"postUserID": "/u501448",
		"postUrl": "https://www.flashback.org/t2419260p10",
		"userUrl": "https://www.flashback.org/u501448",
		"sentence": "I USA och Australien skulle man begärt alla resurser man har tillgängliga på fredagen om man inte lyckats få kontroll på den då, där vet man att första dagarna är kritiska.<br/>  I Sverige runkar man runt hela helgen med 10-15 brandmän, ett par helikoptrar och en räddningsledare som gråter ut i media om att de inte vet vad de ska göra, \"bara att hoppas på regn\". Här måste det finnas någon myndighet som kan gå in när man ser att fotfolket på plats helt saknar erfarenhet. För 30 miljarder per år i EU-avgifter borde vi får mer än tiggare, brott, lönedumpning och möjlighet att låna två flygplan efter 5 dagar tycker man."
	},
	{
		"postIndex": 2074,
		"postNum": 2144,
		"postLink": "/sp49833527",
		"postTime": "2014-08-05",
		"postUser": "Xelious",
		"postUserID": "/u390384",
		"postUrl": "https://www.flashback.org/t2419260p179",
		"userUrl": "https://www.flashback.org/u390384",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>      <br/>   </td> </tr> </table>  <br/>  Det stämmer nog! Inte för att det hade såna höga vingar och de där färgerna, det var helt silver/vitt, men jag kan ju ha haft lite solsting, var 30-34 grader där. Synd man inte hade zoom-objektiv.<br/>  Men vi säger att det var kustbevakningen så jag slutar tänka på det, många mil till området för mig och man vill ju inte vara i vägen bara för att man är envis...<br/> <br/>  Man ser vilken stor utspridning det har. När jag och kollega var där körde vi en liten väg som kollegan nu sa var avstängd, igår var det ingen rök alls vi kände knappt röklukt för den steg uppåt... Måste ha hänt en hel del under natten tyvärr <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/><br/> <b><a href=\"/leave.php?u=http%3A%2F%2Fwww.kustbevakningen.se%2Fsv%2Fmedia%2Fvakthavande-befal-rapporterar%2Ffortsatta-flygningar-over-skogsbranden%2F\" target=\"_blank\">http://www.kustbevakningen.se/sv/med...-skogsbranden/</a></b>"
	},
	{
		"postIndex": 2533,
		"postNum": 2614,
		"postLink": "/sp49839986",
		"postTime": "2014-08-06",
		"postUser": "nilserikkk",
		"postUserID": "/u503003",
		"postUrl": "https://www.flashback.org/t2419260p218",
		"userUrl": "https://www.flashback.org/u503003",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Personlig tragedi för dem som drabbas, javisst, men katastrof och katastrof, det är ju inte så att Sverige går under.<br/> <br/>  Lite off topic. Hur kommer det sig att man minsann ska sätta in stora resurser på att hjälpa privata skogsägare att släcka bränderna? Varför får de inte betala för detta?<br/>  Vad är skillnaden mot tex en fotbollsmatch, där man tjänar pengar på inträde och måste betala för polisens närvaro kontra att äga skogsmark, som man sedan tjänar pengar på?<br/>  Polisen är ju där o spärrar av gratis.<br/> <br/>  Folk som istället för att köpa mark, satsar sina slantar på börsen får ju aldrig hjälp med att begränsa de ekonomiska skadorna vid ett börsras.<br/>  Det är ju inte så att det rycker in en armé med finanshajar som sätter igång o säljer folks aktier, vid ett ras.<br/> <br/>  Fö tycker jag det är märkligt att man slår på stora trumman att man satt in hela 200 brandmän på en så stor brand. Borde det inte vara flera tusen som är med och släcker?<br/>  Känns lite som de försöker släcka en husbrand genom att spotta på den. Är det för att det inte brinner i Stockholms innerstad som man inte kör in massa resurser?"
	}
]
