[
	{
		"postIndex": 8477,
		"postNum": 9170,
		"postLink": "/sp16773240",
		"postTime": "2009-05-21",
		"postUser": "Rikser",
		"postUserID": "/u210380",
		"postUrl": "https://www.flashback.org/t241357p765",
		"userUrl": "https://www.flashback.org/u210380",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vill bara bygga vidare på den rättelse <b>-_-</b> har skrivit på <b>Konikas</b> post:<br/> <br/>  De 2 männen som besöker Self på sjukhuset är poliser/government och inte från the company. De är där för att MS och LB är efterlysta av polisen/government. Sedan ger michels mammas högra hand Self gift EN GÅNG. Self väljer dock att inte avslöja något o blir då en lite mer goodguy i tittarens ögon. INGEN ger honom någon mer giftdos. Han är en grönsak i slutet av avsnittet pga den enda dosen samt att läkarna har gjort allt de kan göra för att rädda honom.<br/> <br/> <br/>  Nu över till serien som helhet. Äntligen är den slut. När den först kom laddade jag ner första avsnittet tack vare denna tråd. Det var hur bra som helst och jag rekommenderade den till alla mina vänner o många började följa den men sedan länge var det bara jag kvar.<br/> <br/>  Säsong 1 Får full poäng. Det räcker att säga så.<br/> <br/>  Säsong 2 Var spännande o se dem fly tillsammans i början o vad MS hade planerat o några ljusglimtar av spänning, bla när de tar en familj som gisslan och när en karaktär höll på att drunkna. Dock dör serien helt en bit in i denna säsong. Det blir bara dåligt och många av karaktärerna försvinner (inte så konstigt när de är på rymmen men det är aldrig bra att en serie blir av med en massa karaktärer snabbt)<br/> <br/>  Säsong 3 Tillbaka i ett annat fängelse o lyckas rymma därifrån med. Nu kollar jag inte på Lost men det var nog nån som skrev här att det skulle vara samma sak som om de i Lost lyckas ta sig från ön med flyg, störtar o allt börjar om på en ny ö. Alltid trevligt med fängelse filmer/serier dock även om de håller kass kvalitet. Det sämsta var när de kröp mellan lastbilar som värsta Kalle Anka-serien när de flydde, riktigt dåligt.<br/> <br/>  Säsong 4 handlade ju inte om någonting. Lite kul när T-bag hade ett bluffjobb. Att C-note kom tillbaka som värsta kalla mördaren är en karaktärsändring som är helt oförlåtlig. Det skulle nog varit mer givande att läsa recaps av varje avsnitt än att se dem. Ångrar nästan att jag inte gjorde det istället.<br/> <br/> <br/>  Så varför kollade jag på hela serien om jag tycker den var så dålig efter 1½ säsong. Jag vet faktiskt inte, nyfiken/vetgirig antar jag, man vill ju veta hur det slutar. Skulle serien varit dålig från början skulle jag ju bara sett 1 avsnitt men alla här är la överens om hur bra Säsong 1 var. Jag vet inte hur många uppehåll jag själv hade mitt i säsong 2-4 pga kvalitetsbrist.<br/> <br/>  Tyvärr så fuckade dom upp det. Kan inte komma på någon jämföresle alls i film- o tvvärlden där man lyckats förstöra en produkt efter en så bra start. På en avlägsen andra plats kommer Matrixtrilogin där första filmen får full poäng o uppföljarna bara är bra tekniskt sett men storyn bryr man sig inte om.<br/> <br/>  Prison Break var en av tv-världens hippaste serier under och efter säsong 1. Alla skådespelare från serien fick vid olika tillfällen sitta med i alla tvsoffor i USA o prata om succen PB och förväntningarna på säsong 2. Det blev inte så många inbjudningar när den väl drog igång...<br/> <br/>  Kanalen som ligger bakom prison break, FOX, flyttatde programmet i slutet av säsong 4 till en sämre plats o vägrar att sända de 2 sista avsnitten, de går direkt till dvd. Mer om det från skaparen här<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.fanpop.com%2Fexternal%2F6297006\" target=\"_blank\">http://www.fanpop.com/external/6297006</a><br/> <br/>  Där kommer de oxå fram att Miller Wentwoth runt Säsong 2 tog upp att hans karaktär borde dö innan serien är slut. kanske ville han att den skulle ta slut efter Säsong 2.<br/> <br/>  PB kunde blivit ihågkommen som en av de bästa serierna på tv någonsin. Istället blev det en parantes i tv-historien och, framför allt i branschen, som ett skämt.<br/> <br/>  Ni som tycker att det är en av världens bästa serier och den har hållit kvaliteten hela vägen o grät på slutet måste jag med all respekt fråga:<br/> <br/>  Hur gamla är ni o vad tänker ni med?<br/> <br/>  PB är den enda serie jag följt där jag inte har sett gamla avsnitt när de har uppehåll. Jag ska dock se gamla avsnitt av PB nån gång. Då kommer jag dock stanna där FOX borde ha stannat: efter Säsong 1."
	},
	{
		"postIndex": 8406,
		"postNum": 9094,
		"postLink": "/sp16719551",
		"postTime": "2009-05-18",
		"postUser": "jeddply",
		"postUserID": "/u342602",
		"postUrl": "https://www.flashback.org/t241357p758",
		"userUrl": "https://www.flashback.org/u342602",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   1. Vad fick \"dom\" (firman/morsan?) ut av att sätta dit Linc så att han hamnade i fängelset och skulle dömas till döden?<br/> <br/>  2. Vafan är Sylla egentligen? <br/> <br/>  3. Blev Self handikappad i hjärnan eller?<br/> <br/>  4. Vem fan var Kellerman egentligen? Han arbetade först hos firman, och sedan helt plötsligt blev han en senator? Fan skulle han med sylla till?<br/> <br/>   </td> </tr> </table>  <br/>  1. Detta var ju jävligt länge sen men så som jag kommer ihåg det så jobbade de för vicepresidenten då och så ville hon ha någon dödad så att hon kunde bli högre uppsatt eller något. Vet inte riktigt. Att det blev Lincoln var väl lite utav en slump (tror jag) men han har ju dock ett kriminellt förflutet så de kanske tänkte så.<br/> <br/>  2. Sylla är en hårddisk med en massa teknologi som är århundraden före nutid.<br/> <br/>  3. Vet inte riktigt vad som hände med han, Christinas(Michaels mammas) ''högra hand'' gick ju in och sprutade något gift i han så att han inte skulle kunna prata med agenterna som var där. Det fick det att se ut som att han fått en hjärtattack.<br/> <br/>  När agenterna sedan säger att Self ska säga vart Michael och Lincoln är innan hans hjärna blir till en jordnöt tror jag de menar att det redan är kört för han, alltså att han bara kommer bli sämre och sämre efter medlet han fick sig. Tror inte att de skulle göra något med han.<br/> <br/>  Sen så vet jag inte om Self blev helt hjärndöd eller bara totalt förlamad i hela kroppen. Christina ville ju att Self inte skulle kunna säga något så det kan vara vilket som. Skulle chansa på att han blev förlamad i hela kroppen men är inte säker. <br/> <br/>  Tycker faktiskt jävligt synd om han när man ser slutscenen. Hans fru satt ju i rullstol innan(vet inte om hon var förlamad eller dyl. men det är möjligt med tanke på att han sa att hon var försvarslös när general gav ordern att skjuta henne, fast han kanske bara syftade på att hon satt i rullstol utan något att skydda sig med) och han ville ju sälja Scylla endast för att hon skulle få det bättre och så de kunde flytta utomlands eller något så han kunde vara hemma o ta hand om henne istället för att jobba. Fast ni vet ju hur det hela slutade, han blev förlamad och hade ingen att bli älskad av. Riktigt sorgligt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>. Vad har han att leva för nu lixom? <br/> <br/>  4. Går också ganska långt tillbaks så har lite svårt att komma ihåg. Men det var väl så att firman inte ville ha han längre eller nåt eller så gillade han det inte längre, hursomhelst så blev han emot firman och hjälpte Michael att försöka stänga ner ''the company'' ett tag i säsong 2(?) tror jag det var. <br/> <br/>  Sylla ville han väl han egentligen ha för att först o främst stänga ner firman, var det enda sättet man kunde göra det på i stort sett. Han blev ju också en mycket bättre person än i säsong 1 osv så han kanske ville ha scylla för att hjälpa världen. Teknologin i scylla kunde ju skapa vatten från ingenstans eller något liknande.<br/> <br/> <br/> <br/>  Försökt svarat så gott jag kan på dessa frågorna nu, säkert en hel drös med fel men om någon märker något specifikt så är det ju bara att skriva det.<br/> <br/> <br/>  Vill också tillägga att Prison Break enligt mig är den absolut bästa serien som någonsin sänts. Kollar mycket på serier och följer ett flertal, men ingen serie har haft en så hög och jämn nivå som Prison Break. Visst, säsong ett var helt outstanding med de de resterande säsongerna har varit kanon de med! Kan inte komma på ett enda avsnitt som vart dåligt.<br/> <br/>  Tycker slutet är riktigt sorgligt. Att Michael som har kämpat för allt och alla ska dö är väldigt ledsamt. Att han inte ens får se sin son växa upp är ännu sorgligare <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>, och att hans son får växa upp utan en pappa. När jag säger att han har kämpat för allt och alla är det ganska bokstavligt talat, eftersom om han inte hade fått tag på scylla från Christina hade ju hon gjort så att Indien och Kina hade startat krig med varandra vilket senare skulle bryta ut i ett världskrig utan dess like. Förmodligen hade hela världen gått i bitar.<br/> <br/>  Men om några veckor kommer jag nog ha smält Michaels död lite och tycka att det var ett ganska lyckligt slut trots allt. Fast svårt o tänka så nu när det ända som kommer upp i huvet är att Michael inte får se sin son växa upp och leva fritt o lyckligt efter allt som hänt.<br/> <br/>  Var riktigt nära på att fälla en tår i slutskedet av serien, inte bara för att det var så sorgligt utan också för att det var det sista avsnittet(bortsett från de två extra) av Prison Break någonsin. Jag har i stort sett levt med den här serien i 5år och när Michael dog kändes det nästan som en nära vän dog.<br/> <br/>  Detta är trots allt bara en serie så vill väl inte låta för larvig(vilket det verkligen känns som jag har gjort) men denna serie är fan ett mästerverk! <br/> <br/>  TACK FÖR ALLA ÅR PRISONBREAK!!<br/> <br/>  RIP Michael Scofield"
	},
	{
		"postIndex": 8678,
		"postNum": 9382,
		"postLink": "/sp17639777",
		"postTime": "2009-07-13",
		"postUser": "SvenskTiger",
		"postUserID": "/u364166",
		"postUrl": "https://www.flashback.org/t241357p782",
		"userUrl": "https://www.flashback.org/u364166",
		"sentence": "Då har jag sett <b>alla</b> avsnitt och har bara lite att säga om serien..<br/> <br/>  *Hur jag började kolla på den och vad jag tyckte då*<br/>  En klasskamrat till mig hade tankat S1 på tankafett och sa åt mig att jag kommer älska den.. Jag hade endast sett ca. 5-10 minuter av serien på TV3 då jag zappat igenom så jag väntade ett tag tills han nästan tvingade mig att börja se serien (tackar honom så mycket!!).<br/> <br/>  Då satt jag där med Prison Break säsong 1 med svensk text och det var innan säsong 2 kom ut så jag hade 22 avsnitt att se.. och fort gick det!<br/>  Fast det var vardag så satt jag uppe kvällarna och nätterna och kollade på flera avsnitt per natt.. Jag var helt fast! <br/>  Säsong 1 är nog det bästa jag sett av en serie (inte sett Lost S1 m.m.) men spänningen var <b>otrolig</b> - det var hårt för mina naglar under den säsongen.. de var korta och gjorde ont pga. allt bitande.<br/> <br/>  Säsongerna efter första var inga höjdare men alltid spänning och dessa cliffhangers som har varit i serien (nästan varje avsnitt) är otroligt bra gjorda, den som skrev denna serie måste haft sjukt bra fantasi.. <br/> <br/>"
	},
	{
		"postIndex": 5807,
		"postNum": 6316,
		"postLink": "/sp11802957",
		"postTime": "2008-06-28",
		"postUser": "Chiliman",
		"postUserID": "/u164281",
		"postUrl": "https://www.flashback.org/t241357p527",
		"userUrl": "https://www.flashback.org/u164281",
		"sentence": "Fram till för en månad sen var jag en av få som inte hade sett en enda minut av Prison Break. Men nu har jag sett alla avsnitt som sänts och jag är frälst! Jag håller inte med många i denna tråd, det här är en serie som jag gärna ser 7 säsonger av, bara dom kan hålla uppe samma kvalitet. Det är väl tillexempel dags att ta sig till ett annat land nu, eller blir det USA igen? <br/> <br/>  Skillnaden mot LOST, som jag däremot tycker kan ta slut nu, är ju att den serien lämnat för många frågor under seriens säsonger, och det är dessutom en serie som måste få ett slut för att förklara sig. PB däremot kommer ju upp med nya plotter, men avslutar många under vägen. Dessutom bjuder PB på en större bredd av bra karaktärer, det är inte bara Bröderna man vill följa, jag är sjukt nyfiken på vad som kommer hända med T-bag, Bellick, Mahone och dom andra. <br/> <br/>  Gretchen är ju för övrigt en riktigt intressant roll och hon spelas förvånansvärt bra av Jodi Lyn O'Keefe. Det är en sån där karaktär man inte vet om man ska tycka om eller hata, sådana är intressanta och finns många av i PB. Vilket bara gör serien ännu bättre. <br/> <br/>  Just precis nu, när jag sett sista avsnittet i säsong 3, så sitter jag här och önskar att jag var på LOST-ön, så jag kunde åka fram några år i tiden, och klämma dom nästa fyra säsongerna på några veckor. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/><br/> <br/>  *edit, har ju inte läst igenom denna tråd för att inte riskera läsa spoilers (och så är det ju över 6000 inlägg!), så om jag skriver någonting som tjatats till leda i tråden så ber jag om ursäkt."
	},
	{
		"postIndex": 6108,
		"postNum": 6635,
		"postLink": "/sp12754536",
		"postTime": "2008-09-07",
		"postUser": "Howaka",
		"postUserID": "/u269996",
		"postUrl": "https://www.flashback.org/t241357p553",
		"userUrl": "https://www.flashback.org/u269996",
		"sentence": "Tyckte säsong 1 och 2 va riktigt bra 3 an va bra och 4 ser lite konstig ut men jag kommer en då se hela serien till slut. Bästa avsniten va <b>S1</b> sista avsnitet och början på andra fifan va coooooolt de va <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 8849,
		"postNum": 9562,
		"postLink": "/sp31032052",
		"postTime": "2011-06-07",
		"postUser": "hundratusen",
		"postUserID": "/u554094",
		"postUrl": "https://www.flashback.org/t241357p797",
		"userUrl": "https://www.flashback.org/u554094",
		"sentence": "Började i söndags förra veckan, sett alla 4 säsonger + filmen (the final break) på 8 dagar nu. Snittat ungefär 10 avsnitt per dag. Har nog aldrig varit så fast för en serie som den här. Sitter här och gråter och kan knappt ta mig samman, är så sorgligt att Michael dog i slutet, känner att han var den som förtjänade det minst... vet att man borde vara glad för att \"allt blev ju bra\" till slut, men känner mig ändå så sjukt tom efter den här jävla resan dom gjort... efter allt Michael har gjort för andra så är det han som får sätta livet till.<br/> <br/>  Det är fortfarande saker i serien som jag önskar att man fick veta, t.ex vad som hände med löftet han gav till Westmoreland om att han skulle besöka hans dotter, vad som hände med pengarna efter att de landade i vattnet, vad som hände med MJ (antar att han flyttade ned med de andra, men man fick inte se honom), vad som hände med Gretchens dotter (Sara tog ju upp hennes emily-skylt som hon ville ge till sin dotter) och sist, vad som hände med Kellerman och \"den politiska delen\" av historien... är så sjukt tom just nu och jag vet inte om jag gillar slutet eller inte, hade ändå önskat att Michael hade klarat sig på nåt vänster. Varför kunde han inte överleva tumören som hans mamma gjorde? Hon fick ju samma operation av \"The Company\" som Michael fick? Varför klarade sig inte han?<br/> <br/>  Det var helt klart den bästa serien jag har sett, och nu när det är slut hoppas jag bara att det, som någon annan i tråden nämnde, kommer en lika smart serie som man kan fästa sig vid. Detta är verkligen min typ av film.<br/> <br/>  Min favoritkaraktär är T-Bag, det är seriöst den bästa karaktären jag någonsin sett, oerhört välspelad roll. Även Michael är en skön roll, jag gillar smarta filmer och det här är en serie som passade perfekt för sånt, älskar alla smarta drag som Michael gör för att lura folk som lurar honom, skådespelandet kanske inte är på toppnivå, men karaktären är!<br/> <br/>  Jag tror också att det ger ett helt annat perspektiv om man tittar på det i ett svep eller om man följer serien under 3 år, efter att ha sett allt på en vecka känns det liksom som om man på nåt sätt är en del  av filmen, att det är någonting som man har fäst sig vid så mycket att man faktiskt kan bli ledsen, glad och arg över saker som ändå inte är på riktigt. Kanske är lika bra man tänker på att det inte är riktigt, för annars skulle det vara svårare att hantera slutet som är så sorgligt men ändå så lyckligt...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>"
	},
	{
		"postIndex": 268,
		"postNum": 289,
		"postLink": "/sp3504933",
		"postTime": "2006-01-09",
		"postUser": "anatal",
		"postUserID": "/u88882",
		"postUrl": "https://www.flashback.org/t241357p25",
		"userUrl": "https://www.flashback.org/u88882",
		"sentence": "Såg nyss den sista på säsong 1, kommer bara längta tills nästa kommer.<br/> <br/>  Jag googlade runt lite på Prison break så kom jag över den här sidan <a href=\"/leave.php?u=http%3A%2F%2Fepguides.com%2FPrisonBreak%2F\" target=\"_blank\">http://epguides.com/PrisonBreak/</a> och där hittade jag detta<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Season 1<br/> <br/>    1.   1- 1     1AKJ00     29 Aug 05   Pilot<br/>    2.   1- 2     1AKJ01     29 Aug 05   Allen<br/>    3.   1- 3     1AKJ02      5 Sep 05   Cell Test<br/>    4.   1- 4     1AKJ03     12 Sep 05   Cute Poison<br/>    5.   1- 5     1AKJ04     19 Sep 05   English, Fitz or Percy<br/>    6.   1- 6     1AKJ05     26 Sep 05   Riots, Drills and the Devil (1)<br/>    7.   1- 7     1AKJ06      3 Oct 05   Part 2 (2)<br/> <br/>  Special<br/> <br/>         S- 1                11 Oct 05   Behind the Walls<br/> <br/>  Season 1<br/> <br/>    8.   1- 8     1AKJ07     24 Oct 05   The Old Head<br/>    9.   1- 9     1AKJ08     31 Oct 05   Tweener<br/>   10.   1-10     1AKJ09      7 Nov 05   Sleight of Hand<br/>   11.   1-11     1AKJ10     14 Nov 05   And Then There Were 7<br/>   12.   1-12     1AKJ11     21 Nov 05   Odd Man Out<br/>   13.   1-13     1AKJ12     28 Nov 05   End of the Tunnel<br/>   14.   1-14     1AKJ13     20 Mar 06   The Rat<br/>   15.   1-15     1AKJ14     27 Mar 06   By the Skin and the Teeth<br/>   16.   1-16     1AKJ15      3 Apr 06   Brother's Keeper      </td> </tr> </table>  <br/>  Är inte säsong 1 slut än då med andra ord, eller är det bara den sidan som inte har något koll? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/>"
	},
	{
		"postIndex": 854,
		"postNum": 935,
		"postLink": "/sp4153881",
		"postTime": "2006-05-09",
		"postUser": "flushdraw",
		"postUserID": "/u113432",
		"postUrl": "https://www.flashback.org/t241357p78",
		"userUrl": "https://www.flashback.org/u113432",
		"sentence": "Föjävla bra avsnitt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  Så det kommer 3-4 till? Hoppas det blir de sista så att serien inte förstörs."
	},
	{
		"postIndex": 8540,
		"postNum": 9236,
		"postLink": "/sp16860731",
		"postTime": "2009-05-26",
		"postUser": "elitz",
		"postUserID": "/u296001",
		"postUrl": "https://www.flashback.org/t241357p770",
		"userUrl": "https://www.flashback.org/u296001",
		"sentence": "Ja vette fan asså, senaste avsnittet hade sina stunder. Men det var inte alls vad jag hade hoppats på.<br/>  Inte samma feelings efter detta avsnitt heller. Visst blev ögat lite vått där på slutet men allt känns ändå lite fel. Tycker inte riktigt Scofield fick de avslut han förtjänade. Ett värdigt slut anser jag att vi fick se i förra avsnittet. Jag bryr mig inte om att Scofield fick spela ut alla sina kort och göra det rätta. Det hela kändes bättre förra veckan.<br/>  Sen tycker jag att avsnittet var för utdraget också. Eller storyn var ojämt fördelat. På tok för mycket tjafs innan det viktiga händer. Ungefär som resten av serien. Dock gör det inte serien dålig men det gör avsnittet sämre. Hade känslan av att detta avsnitt skulle vara något utöver det vanliga men det blev inte något som stod ut från mängden mer än de sista 5 minuterna.<br/> <br/>  Sen är jag besviken över att jag ingen om scylla fick veta. Sen hur blir det med Sara liksom, hon kommer ju alltid vara efterlyst etc nu. Inte alls den känslan jag hade då jag såg henne i slutet av förra avsnittet.<br/> <br/>  Sen en sak till!<br/>  Varför drog dem med ännu en \"Mahone ställer upp för Scofield\".<br/>  I förra avsnittet skulle man \"tro\" att Mahone skulle svika Michael men så kommer twisten tillslut och Mahone valde rätt väg att gå. Samma sak i Final Break, fast själva händelsen var sämre nu.<br/> <br/>  Var detta det sista vi såg av serien nu eller kommer det några mer förklaringar och avslut?"
	},
	{
		"postIndex": 7203,
		"postNum": 7800,
		"postLink": "/sp13988210",
		"postTime": "2008-12-04",
		"postUser": "PringlesPiraten",
		"postUserID": "/u281303",
		"postUrl": "https://www.flashback.org/t241357p650",
		"userUrl": "https://www.flashback.org/u281303",
		"sentence": "<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> Någon som vet när Prison Break tar slut? Hoppas det inte blir en säsong till"
	},
	{
		"postIndex": 8432,
		"postNum": 9123,
		"postLink": "/sp16734121",
		"postTime": "2009-05-18",
		"postUser": "lindell90",
		"postUserID": "/u335133",
		"postUrl": "https://www.flashback.org/t241357p761",
		"userUrl": "https://www.flashback.org/u335133",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  en sådan lång serie som denna borde banne mig ha ett helt avsnitt som är själva slutet,<br/>  sedan vare så fuckat dåligt gjort sista avsnittet, var ju flera helt onormala händelser som bara blev bedrövliga..<br/> <br/>  1. hur hittade c-note sucre egentligen??<br/>  2. troligt att michael kunde typ gå normalt när han blev skjuten i axeln?<br/>  3. ofta michaels mamma skulle vara i princip oskadd efter den explosionen?<br/>  4. ofta c-note och sucre skulle hitta dit så snabbt när michael och dem var i trubbel<br/>  5. lincoln borde dött för längesen??<br/>  6, hur kan han lita på kellerman helt plötsligt, out of nowhere? och <br/>  7. hur tusan kan kellerman ha befogenheter att helt plötsligt avskriva alla de efterlysta snubbarnas brott?<br/>  8. såg inte direkt verkligt ut när michael satte in den där pluppen i kretskortet.<br/>  9. varför blev mahone helt plötsligt ihop med det det där bruna skanket ist för pam??<br/>   </td> </tr> </table>  <br/>  Ska försöka svara på dina frågor nu.<br/>  1. Är nog inte så svårt att försöka att hitta en person om man verkligen vill. Vi vet inte heller hur lång tid han sökt, om han fått hjälp av Kellerman så har han antagligen kontakter.<br/>  2. Hände samma med Mahone i Säsong 2, beror på var man träffar. Man trillar inte ihop av kraften från kulan. (Hänvisar till Mythbusters)<br/>  3. Hennes \"högra hand\" stod framför henne och skydda henne.<br/>  4. Dem (producenter med mera) har tidigare undanhållit en del för att skapa spänning så vi vet inte om Scofield haft kontakt med dem.<br/>  5. Menar du av skottet som Mrs Scofield sköt? Kan inte svara på det.<br/>  6. Dem litade på han innan samt så hade C-note arbetat med han och Scofield litar på C-Note.<br/>  7. Han är senator. Väldigt stora befogenheter.<br/>  8. Hur skulle det sett ut? <br/>  9. Vi vet inte, kanske Pam hade träffat någon annan.<br/>  10. Det mest otroliga hade varit om han inte fick dödsstraff. Så många mord han har begärt så finns det skäl nog.<br/> <br/>  Hoppas att du fick lite svar. Sen är det inte som jag vet utan antar och tror så inga påhopp om jag har fel på nått.<br/> <br/>  Sen så fortsätter jag här med egna synpunkter på serien. Tyckte den var riktigt bra från början till slut. Lite nedgång i säsong 3 men sen blev det bättre igen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> ÄR fruktansvärt glad att jag började titta på den för ca 3 år sedan hemma hos en kompis som bara skulle se klart andra avsnittet i säsong 1,  sedan har man varit fast i detta Prison Break begär i 3 år <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Sorgligt att det är över.<br/> <br/>  Sen till alla er som är så glada för att det är slut och tyckt den varit riktigt dålig. Varför tittar ni på den? Varför plåga sig genom 43 minuter i varje avsnitt när den är så dålig? Vem tvingar er? Bara undrar för jag kollar inte på sådant som jag tycker är det värdelöst."
	},
	{
		"postIndex": 8793,
		"postNum": 9502,
		"postLink": "/sp22715772",
		"postTime": "2010-04-24",
		"postUser": "zorb89",
		"postUserID": "/u182846",
		"postUrl": "https://www.flashback.org/t241357p792",
		"userUrl": "https://www.flashback.org/u182846",
		"sentence": "Japp jag tyckte också serien rasade ner i de 2 sista säsongerna pga att det började bli som alla andra skitserier som ALDRIG tar slut. Men jag minns känslan fortfarande som vi hade i väntan på nästa avsnitt. Kan inte komma ihåg ett enda avsnitt som inte var spännande.<br/> <br/>  Ta lost som ex... Den dyngan är ju skit rakt igenom, hade de förkortat den till 3-4 säsonger hade den kunnat blivit sjukt bra men redan efter första säsongen så slutade de flesta följa den(vilket jag borde gjort också för har slössat bort 5säsonger*ex antal timmar). Fejkad serie som byggdes på att de skulle ta sig ifrån ön till någon slags fantasibaserad world of warcraft story <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> Varför jag tar WoW som liknelse är för att båda 2 måste man bli en nörd för att kunna hänga med i. Du måste se avsnitten 3ggr, läsa på forum 24/7, vara inne på en sida som heter Lostpedia, inte knulla för då inser man att det finns ett liv utanför. Men man kan summera dessa saker til ett ord, man måste vara totalt <b>LOST</b> för att hänga med.<br/> <br/>  OZ, one tree hills, våra värsta år m.m är serier som jag skulle ranka i ett annat system eftersom de aldrig tar slut. Nej Prison Break är den serie jag placerar långt före de andra, precis min smak för hur en serie ska vara eftersom jag inte orkar följa serier under ett helt liv."
	},
	{
		"postIndex": 8959,
		"postNum": 9675,
		"postLink": "/sp47834652",
		"postTime": "2014-03-08",
		"postUser": "KarlSvensson",
		"postUserID": "/u555228",
		"postUrl": "https://www.flashback.org/t241357p807",
		"userUrl": "https://www.flashback.org/u555228",
		"sentence": "Någon som vet varför säsong 3 enbart hade 13 avsnitt?<br/> <br/>  Tyckte serien var bra. S1 väldigt bra, S2 också bra, S3 daldade. S4 var bitvis bra, gillade när de skulle ta  kretskortet.<br/> <br/>  Klarade inte riktigt av att se 4 säsonger där de nästan blir tagna hela tiden och precis kommer undan, blev lite förutsägbart och tråkigt. Bitvis fick man kämpa sig igenom serien men det funkade!<br/> <br/>  Gillade karaktären agent kellerman skarpt. Hur tror ni det blev för han? Kongressman om jag inte tar fel? Gör han det för goda avsikter eller vill han åt maktpositionerna för egen vinning? Hur lever han med sitt samvete? Han såg rätt bekymrad ut i limosinen efter ha blivit bespottad av änkan till sin tidigare kollega.<br/> <br/>  Agent mahome var också väldigt duktig. Gillade att han kom tillrätta med sitt liv tillslut.<br/> <br/>  Gretchen Morgan: Vad hände med henne? Man fick inte se henne i flashforwarden. Fortfarande i fängelse? Skulle gärna se henne bli dödad. Även hon visade ju dock spår av mänsklighet i sista avsnittet.<br/> <br/>  T bag: Skulle vilja se den karaktären avrättad. Hur kommer det sig att han inte blir avrättad om tex lincon döms för ett mord och genralen blir det? T bag har ju dödad hur många som helst. Nej han hatade man så mycket så vore kul om det gått riktigt dåligt för honom. Verkade ju som han var boss på fängelset igen. <br/> <br/>  Stormare: Saknar han. Hade varit roligt om han inte blivit dödad. Han hade kunnat hämna i fängelse igen, alternativt flytt med sin familj, efter ha bevisat sig som en bättre person.<br/> <br/>  Doktorn: Störde mig på henne hela serien. Skulle bara vara sårbar och jobbig, usch. <br/> <br/>  Scofield: Grymt bra spelat. Såg lite tjock ut i de senare säsongerna. <br/> <br/>  Brad: Gillade att han blev en hederlig man tillslut. Dock en ganska orealistisk vändning att han gick från rötägg till ängel på den lilla tiden.<br/> <br/>  Skulle vilja se lite mer av upploppet på sona, när mr t bag startade en brand och vad som egentligen hände.<br/> <br/>  Störde mig på alla slirande bildljud i serien. Bil som lugn svänger runt ett hörn - ljudet av ett däck som slirar från en bilkrach.<br/> <br/>  Slutet:<br/>  Tyckte slutet i näst sista avsnittet var briljant. Frågan är bara varför de var tvungna att förstöra det med att ha ett sista dubbelavsnitt som var totalt intetsägande? Det gav inget förutom det gamla vanliga. Ett problem uppkom, de löste det. Nej de borde skippat sista avsnittet och låtit avsnitt 22 vara det sista.<br/> <br/>  Serien får 3,5 paddor av 5 möjliga. Säsong 1 får 4 paddor av fem möjliga.<br/> <br/>  Bästa serien är fortfaranade LOST<br/> <br/>  Lämna gärna era tankar om mina!"
	},
	{
		"postIndex": 8845,
		"postNum": 9558,
		"postLink": "/sp30330375",
		"postTime": "2011-04-28",
		"postUser": "Fynite",
		"postUserID": "/u500019",
		"postUrl": "https://www.flashback.org/t241357p797",
		"userUrl": "https://www.flashback.org/u500019",
		"sentence": "Jag har nu under cirka en månad kollat på samtliga säsonger med kort intervall (1-2 avsnitt om dan, ibland 4) och kan säga att det är en jäkla skillnad att se serien så än när man kollar 1 ggr i veckan plus sängsongsuppehåll och mellan två säsonger. Ger ett helt annat perspektiv på storyn som jag inte fattade när jag såg det på tv.<br/> <br/>  Vet att många klagar på allt efter S01 men det tycker jag inte är rättvist. Hade serien tagit slut vid S02 så hade det förmodligen inte alls varit lika bra. Bara rushat igenom allt och tagit slut med alldeles för mycket plotholes och annat ouppklarat. Flykten måste ju genomföras och planen på att ta sig till Panama som S02 tog upp var väldigt bra. Alla de 8 som rymde har ju alla sin historia och dessa måste klarnas upp. Dock störde man sig på T-Bag att han inte bara drog till Europa eller nått när han hade alla pengarna.<br/>  Lincoln satt ju dessutom på Death Row av en anledning och detta ska ju givetvis få ett avslut med The Company och allt vad det handlade om.<br/> <br/>  Givetvis är inte serien felfri och mycket hade kunnat besparats. S03 är väl rätt överflödig egentligen även fall jag tyckte att det var rätt bra. Fängelset på Sona kanske hade funkat bättre som en sprinoff?<br/> <br/>  Mycket är givetvis utdraget och termen ''just shoot him in the head!'' har aldrig varit mer uppenbart. S01 tog mycket mer risker. Exemplet med Veronica Donovan är väl det bästa. Var verkligen inte beredd på hennes död och det känns som de verkligen var försiktiga i övriga säsonger.<br/>  Att Brad Bellick dog i S04 var lite sådär. Det var ju bara för att han vart sånt svin i större delen av serien att han måste avlivas av rena moraliska anledningar. ''Samtidigt var han god i slutet så han får dö som en martyr då'' typiskt Amerikanskt.<br/> <br/>  Sedan är jag väl lite besviken på hur de fick tag på alla Scyllakorten. Mobilen som sög upp all information känns lite väl tafatt. Hade mer uppskattat ett Oceans Eleven x6 istället. <br/> <br/>  För att tillägga har jag dock märkt att min favoritkaraktär är nog fan Alexander Mahone som spelas av William Fichtner. Riktigt bra skådis och jag älskar hur hans karaktär utvecklas i serien.<br/>  Från den onde som jagar dom och som man lär sig att hata till han man känner sympati för vid drogavvänjningen i Sona fängelset (vilket för övrigt är en av de mest trovärdiga ''coldturkey'' scener jag sett) och till slut som en av de awesome, goda karaktärerna.<br/> <br/>  Men för att avsluta så kan jag bara säga att det är lätt en av de bästa serier som jag sett tillsammans med HBO's OZ och Band of Brothers och The Pacific om man kan räkna dessa som serier. Nej det har vart en jävla resa och jag hoppas att en lika smart serie dyker upp snart igen. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 8622,
		"postNum": 9321,
		"postLink": "/sp16948331",
		"postTime": "2009-05-31",
		"postUser": "Rikser",
		"postUserID": "/u210380",
		"postUrl": "https://www.flashback.org/t241357p777",
		"userUrl": "https://www.flashback.org/u210380",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jo han var en soldat men han var en soft goodguy hela serien fram till sista avsnittet. Så den karaktärsändringen duger inte.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Sen en sak till!<br/>  Varför drog dem med ännu en \"Mahone ställer upp för Scofield\".<br/>  I förra avsnittet skulle man \"tro\" att Mahone skulle svika Michael men så kommer twisten tillslut och Mahone valde rätt väg att gå. Samma sak i Final Break, fast själva händelsen var sämre nu.<br/> <br/>   </td> </tr> </table>  <br/>  Utdraget? Håller inte med, Hon åker in i fängelse o rymmer i ett o samma dubbelavsnitt. Saker som tagit 1 säsong innan löstes nu på 1½h.<br/> <br/>  Mahonebluffen håller jag dock med dig om. Samma dåliga bluff 2 avsnitt i rad är inget bra manus. Som jag sagt i en annan tråd om dåliga avsnitt: Det är dålig respekt av manusförfattarna mot tittarna o mot sitt jobb, tror dom vi ska gå på det?<br/> <br/>  Några mer förklaringar och avslut behövs ej.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Hur som helst lyckas PB ändå vara den bästa serien jag någonsin sett tack vare den mästerliga första säsongen och den mycket välskrivna följande säsong. <br/>  Dock slutade Prison Break när den var som sämst, men tycker ändå att den slutade i rätt tid. <br/>   </td> </tr> </table>  <br/>  Jag tycker ju den varit helt värdelös sedan halva s02.<br/>  Hade de dock slutat efter s01 hade de skapat värsta kulten<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  En månad!? Nej.<br/> <br/>  Det står klart o tydligt i tråden efter sista avsnittet som sändes på FOX i USA att dubbelavsnittet skulle gå på tv i England.<br/> <br/>  Då är det självklart att förstå att det kommer finnas tillgängligt på nätet o diskuteras fritt här så fort det släpps. O så länge det diskuteras på samma sätt som alla andra avsnitt här, alltså så fort det släpps, tycker jag ingen kan klaga på nått.<br/> <br/>  Och detta är så klart rätt tråd o tid att diskutera det, utan spoiler.<br/> <br/>  Om vi ska vänta tills FOX sänder det kan vi vänta för evigt. <br/> <br/>  Eller ska vi lägga tråden på is tills DVD´n kommer<br/> <br/>  Eller vi kanske ska ha 3 trådar:<br/> <br/> <b>Diskussioner om Fox's - \"Prison Break\" <br/> <br/>  Diskussioner om Fox's - \"Prison Break\" - På tv3<br/> <br/>  Diskussioner om Fox's - \"Prison Break\" - På alla annan media FOX har sålt det till</b><br/> <br/>  ------<br/> <br/>  Trodde att jag skulle bli rejält påhoppad av min sågning av PB längre bak i tåden, men folk fortsatte att diskutera sådana viktiga saker som mobiltelefoner o tidsrymd.<br/> <br/>  ------<br/> <br/>  Några tillägg:<br/> <br/>  Dubbelavsnittet var bättre än s04 och helt ok. Fängelsescenerna var bra o de fick mig att längta tillbaka till s01 sterila fängelsescener. Dock var \"pappan\" riktigt äcklig o jag ångrar att jag åt innan.<br/> <br/>  Ang. T-bag:<br/> <br/>  Riktigt bra karaktär och den bästa karaktären sedan serien blev dålig. Dock var det givet att det skulle sluta dåligt för honom och inte som när han leende åkte iväg med pengarna eller var \"familjefar\" (haha) i s02. Våldtagande nekrofiler/pedofiler/homofiler ska det gå illa för o gör alltid i amerikanska serier.<br/> <br/>  Jag vill inte se något mer från PB men vissa här vill ha en spin off med T-bag. Om det skulle komma nått sånt skulle jag vilja att hbo eller showtime köpte det av FOX så det kunde vara mer på riktigt, för jag tror faktiskt att fångar säger \"fuck\" i mellanåt. Men jag vill som sagt att PB ska gå i graven. Skulle dock vara kul att se nån film/serie med Robert Knepper."
	},
	{
		"postIndex": 1016,
		"postNum": 1103,
		"postLink": "/sp4197762",
		"postTime": "2006-05-17",
		"postUser": "Olika",
		"postUserID": "/u101516",
		"postUrl": "https://www.flashback.org/t241357p92",
		"userUrl": "https://www.flashback.org/u101516",
		"sentence": "Måste säga att det är den bästa serien jag har sett , såg sista avsnittet idag och visst det kunde ju ha slutat bättre men det kommer ju en ny säsong snart får man hoppas <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/>"
	},
	{
		"postIndex": 3587,
		"postNum": 3930,
		"postLink": "/sp6385422",
		"postTime": "2007-02-20",
		"postUser": "Blizz",
		"postUserID": "/u64099",
		"postUrl": "https://www.flashback.org/t241357p328",
		"userUrl": "https://www.flashback.org/u64099",
		"sentence": "Ok avsnitt. <br/> Dock så blir det nog 20 avsnitt till eller så, för ja det blir en säsong till..<br/> <br/>    11/08 - Kim's boss is set to recur throughout the rest of the season and possibly next season! <b>Source: </b>SpoilerFix BuddyTV Spoilers Chat <br/> <br/> 02/07 - Series creator Paul Scheuring also told me that a new female series regular will be added to the cast next season. \"She is Michael's equal in terms of intelligence,\" he revealed of the not-yet-cast newbie. <b>Source:</b> Ask Ausiello @ TV Guide<br/> <br/>"
	},
	{
		"postIndex": 8478,
		"postNum": 9171,
		"postLink": "/sp16773547",
		"postTime": "2009-05-21",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p765",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Micael dömdes den 14 april.<br/>  Har för mig att det stod 11 november på gravstenen.<br/> <br/>  Så under 6 månader har serien utspelat sig.<br/> <br/>   </td> </tr> </table>  <br/>  Skönt att jag har nån med mig iaf <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Antingen är vi ensamma och väldigt dumma eller väldigt uppmärksamma och lite väl logiska <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>   Är ju knappast logiskt att allt ska ha utspelats sig under 2005 när de har använt massa teknik som inte fanns då (mobiler t.ex) Men som sagt, ska man börja leta logiska luckor kommer man hitta alldeles för mkt. Man ska inte tänka för mkt utan se det som bara underhållning och bara komma ihåg första och andra säsongen och försöka glömma resterande avsnitt...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Absolut, har du inte sett säsong 1 så har du något verligen bra att se fram emot. Se säsong 1 som en helt egen serie då det har ingenting med S3 och S4 att göra, även säsong 2 har sina höjdpunkter även om det inte alls kommer upp i samma klass som S1... Men fortfarande mkt bättre än S3 och S4.<br/> <br/>  Är bara att hålla med Rikser.<br/>  Hade manusförfattarna lyssnat på Wenthworth Mller så hade Michael Scofield varit en mkt mer iskall mördare men det gillade inte tvbolaget. Sen är det ingen större skräll att många skådespelare ville att serien skulle ha avslutats tidigare. <br/>  Och som Rikser säger, istället för att Prison Break (S1) kommer att kommas ihåg som en av de bättre serierna nånsin kommer den att glömmas bort totalt pga S3 och S4 som förstörde allt pga att de som vanligt ska kräma ur så mkt pengar som möjligt. På ett sett är det jävligt synd att PB blev en sån tittarsuccé då de egentligen bara hade tänkt göra 13 avsnitt totalt. Hade det blivit ett \"fiasko\" och det bara blivit en säsong hade det kanske varit den bästa serien nånsin..."
	},
	{
		"postIndex": 7014,
		"postNum": 7603,
		"postLink": "/sp13877633",
		"postTime": "2008-11-26",
		"postUser": "moviemovie",
		"postUserID": "/u162878",
		"postUrl": "https://www.flashback.org/t241357p634",
		"userUrl": "https://www.flashback.org/u162878",
		"sentence": "FOX ville väl bara ha typ 16 avsnitt denna säsong men de som gör avsnitten sa att FOX hade beställt 22 (eller om det var 23), och då ska de fan få de avsnitt de beställt."
	},
	{
		"postIndex": 5994,
		"postNum": 6519,
		"postLink": "/sp12687276",
		"postTime": "2008-09-02",
		"postUser": "Herrtrosa",
		"postUserID": "/u191630",
		"postUrl": "https://www.flashback.org/t241357p544",
		"userUrl": "https://www.flashback.org/u191630",
		"sentence": "Jag är inte lika imponerad av det här dubbelavsnittet. Vad har hänt med Prison Break egentligen? Minns ni hur säsong tre slutade? Allt var kaos på Sona. Sucre satt bölandes i ett hörn och Bellick likaså. T-Bag var plötsligt Sonas nya Konung. <br/> <br/>  I början av säsong fyra så får man reda på att dessa har rymt. Detta genom ett samtal mellan Lincoln och Michael. Kul? Det känns mer som en nödlösning av något slag. Lite besviken att man inte ens fick följa två sekunder av deras nya verklighet i Sona.<br/> <br/>  Jag har egentligen mycket att klaga på. Allting gick för snabbt kändes det som. Tänk er detta: Scenen där T-Bag vandrade med den fete mexikanen i öknen, hade den verkligen sett likadan ut i säsong ett? Kvalitén var som bortblåst. Det känns mer som att den scenen kunde ha varit bättre. Många fler scener fanns som jag störde mig på. <br/> <br/>  Jag var lika skeptisk när jag såg de första avsnitten ur säsong tre och det visade sig ändå att säsongen skulle bli riktigt bra. Jag hoppas att detsamma gäller säsong fyra <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Var det förövrigt <b>någon</b> här på Flashback som lade märket till ansiktsuttrycken och gesterna på den nya agenten som hjälper Michael och Lincoln? Andades det inte Kellerman? Studera honom! Kolla flinen han har och de övriga ansiktsuttrycken. Otroligt vad han andas Kellerman. Vill minnas att \"Kellerman\" i någon intervju sade något i stil med; \"... och ni som känner Kellerman, ni vet ju att han kommer tillbaka. Eller gör han? Han kanske är död? Eller han kanske lever...?\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Haha, känns som att den här nya agenten mycket väl hade kunnat vara en nyopererad/utklädd Kellerman med röstförvrängare (vilket the Company tidigare har använt sig av) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Låter långsökt, men vaffan... När slutar Prison Break att förvåna?"
	},
	{
		"postIndex": 8647,
		"postNum": 9347,
		"postLink": "/sp17030560",
		"postTime": "2009-06-05",
		"postUser": "RSX",
		"postUserID": "/u177834",
		"postUrl": "https://www.flashback.org/t241357p779",
		"userUrl": "https://www.flashback.org/u177834",
		"sentence": "Har nyligen sett klart avsnitt 21-22 och det var ett fint avslut även om jag förväntade mig ytterligare 2 avsnitt enligt wikipedia. Förstår inte varför de strular till det. Varför köra nån konstig spinn-off film-liknande efterkonstruktion? Fan, de ska inte förstöra denna härliga serie i efterhand. De sista scenerna skall vara på Michael's grav, that's it.<br/> <br/>  Jag tycker serien har varit fantastiskt bra och spännande ända sen avsnitt ett fram tills avslutningen. Till skillnad från andra som gnällde under säsong två och tre så uppskattade jag verkligen serien rätt igenom, även om man vissa stunder tröttnade lite smått.<br/>  Att Kellerman skulle dyka upp på slutet var jag nästan säker på hela tiden. Han hade inte sagt sista ordet i fångtransporten i säsong två.<br/>  Tycker alla fick det de förtjänade också, i synnerhet generalen som har styrt och ställt från start.<br/> <br/>  Att Michael dog tycker jag var ett onödigt drag av skaparna. Hela tiden hade man en viss förhoppning om att Sarah och Michael skulle leva ett lyckligt liv med sin bror, Sucre osv. Det blev inte mer än ett par år. Lite dystert, tycker jag.<br/> <br/>  Nu när det är över känns det på nåt sätt som om producenterna glömt förklara vissa saker, som varför Lincoln blev ditsatt från början. Det kanske har förklarats men känns smått suddigt.<br/>  I det stora hela en överjävligt bra serie full med action, slagsmål, biljakter och spänning. Karaktärerna har varit väldigt färgstarka och gjort intryck, särskilt T-Bag.<br/> <br/>  Jag vet inte om fler reagerade starkt men scenen för 10-12 avsnitt sedan när Lincoln får reda på om Mahone's sons död i lagerlokalen och säger att han ska hjälpa honom och de skakar hand när den kraftfulla musiken kickar in - jävligt fin scen. Den har inte släppt.<br/> <br/>  För övrigt - nu har jag sett avsnitt 21 och 22. Är det värt att se 23 och 24 (\"The Old Ball and Chain\" och \"Free\" som också kallas The Final Break) eller ska man nöja sig? 23-24 har inte sänts i Fox USA ännu om jag förstått det rätt?<br/> <br/>  Nåja, tack för denna fantastiska serie! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 7881,
		"postNum": 8533,
		"postLink": "/sp15519820",
		"postTime": "2009-03-09",
		"postUser": "kompjuter",
		"postUserID": "/u301506",
		"postUrl": "https://www.flashback.org/t241357p712",
		"userUrl": "https://www.flashback.org/u301506",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Säsong 4 avsnitt 1 eller S04E01<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
	},
	{
		"postIndex": 7788,
		"postNum": 8431,
		"postLink": "/sp14607680",
		"postTime": "2009-01-14",
		"postUser": "Kinger",
		"postUserID": "/u170719",
		"postUrl": "https://www.flashback.org/t241357p703",
		"userUrl": "https://www.flashback.org/u170719",
		"sentence": "Är det bara ett avsnitt till så är hela Prison Break slut eller?"
	},
	{
		"postIndex": 7865,
		"postNum": 8516,
		"postLink": "/sp15272285",
		"postTime": "2009-02-22",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p710",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du tycker alltså att det fortfarande är bra? Själv så tycker jag bara första säsongen höll riktigt bra klass, efter den sjönk det väldigt snabbt i kvalitet. Nästan lite synd att den blev en sån tittarsuccé, hade den inte blivit det så kanske dom hade nöjt sig med 2 säsonger...<br/> <br/>  Ska bli skönt att få ett slut snart, då enda anledningen jag fortsatt se serien är för att se hur det ska sluta trots att man ibland bara har skrattat hur dåliga vissa avsnitt och scener har varit. Men som det känns nu så vet jag inte hur dom ska få till ett vettigt slut, dom har ju hoppat fram o tillbaka så mkt i handlingen hela tiden...<br/> <br/>  Men det är ju bra att du tycker att det fortfarande är spännande och bra, tyvärr för min del känner inte jag det så. Vill ha en ny bra serie nu! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 8596,
		"postNum": 9295,
		"postLink": "/sp16907178",
		"postTime": "2009-05-28",
		"postUser": "Mufff",
		"postUserID": "/u264972",
		"postUrl": "https://www.flashback.org/t241357p775",
		"userUrl": "https://www.flashback.org/u264972",
		"sentence": "Har precis sett The Final Break...<br/>  Är det bara jag som inte fattar hur Sara kan vara fri? Hon är ju fan på rymmen?! Bara för att de sitter på en båt är de lååångt ifrån fria. Om det inte finns någon förklaring till detta är det nog fan seriens största tabbe.<br/> <br/>  Och varför i H-E (!!!) spruta inte tårarna på Sara när Michael dog/när de tittade på bandet?! Fan, hade hon gråtit ut hade det känns lite äkta och jag hade inte suttit och kokat bakom skärmen när hon skrattar åt hans skämt på bandet ist för att gråta...<br/> <br/> <br/>  Hade jag inte varit så jävla fast vid serien (fram till s.4) så hade jag aldrig brytt mig lika mkt över hur otroligt mycket fattigare hela säsong 4 varit. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/>  Har sett hela s1 och s2 minst 4 ggr var och kan nog varenda replik när jag ser på asnitten. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/>  Men det känns som att manuset till hela säsong 4 skrivits under stress och press och därför tappat massor av detaljer och den där gnistan som fanns i s1 och större delen av s2. Kan h8:a hur mkt som helst på s4, men det låter jag stanna hos mig... <br/> <br/>  Hur som helst lyckas PB ändå vara den bästa serien jag någonsin sett tack vare den mästerliga första säsongen och den mycket välskrivna följande säsong. Dock slutade Prison Break när den var som sämst, men tycker ändå att den slutade i rätt tid. Annars hade man legat sömnlös om nätterna, oförstående varför de lägger ner den bästa serie som någonsin skapats.<br/> <br/> <br/>  R.I.P Prison Break <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/>"
	},
	{
		"postIndex": 8363,
		"postNum": 9047,
		"postLink": "/sp16703260",
		"postTime": "2009-05-17",
		"postUser": "Herrtrosa",
		"postUserID": "/u191630",
		"postUrl": "https://www.flashback.org/t241357p754",
		"userUrl": "https://www.flashback.org/u191630",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vi har ju alltid Lost <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  OnT: Härligt att T-Bag fick visa sitt sanna jag innan serien lade ner. Syftar då på när han pratade med Sarah. Serien borde inte alls ha slutat här utan de borde ha sett till att avsluta det under de två kommande(?) avsnitten istället. Jag menar, att hastigt slänga in ett par \"kära återseenden\" och aldrig riktigt få ta del av dem, det kändes lite onödigt på något sätt. Kellerman kom i alla fall tillbaka och jag satt med ett stort leende på läpparna! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Han och Mahone har ju varit intressantast och bäst i serien om man frågar mig. <br/> <br/>  Jag tippade såhär: T-Bag skulle hamna på Fox River (alternativt dödas), Mahone skulle dö som en hjälte (skydda Sarah, Lincoln eller Michael med sitt liv). Satsade även på att Don Self skulle dö. Sedan så trodde jag att Sarah, Lincoln och Michael skulle överleva. <br/> <br/>  Slutet kom i alla fall lite \"hastigt\" kan jag tycka men slutscenen var riktigt fin. Kunde tycka lite synd om Don Self faktiskt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Verkar inte vara den enda som satt med en och två tårar i ögonen i slutet i alla fall <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Edit: Skönt att de lägger ner nu, en till säsong hade varit katastrof."
	},
	{
		"postIndex": 3123,
		"postNum": 3415,
		"postLink": "/sp6045479",
		"postTime": "2007-01-14",
		"postUser": "Hejsan_",
		"postUserID": "/u88919",
		"postUrl": "https://www.flashback.org/t241357p285",
		"userUrl": "https://www.flashback.org/u88919",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, det kommer ett återblick-avsnitt den 22:a, sen den 29:e kommer det första riktiga avsnittet."
	},
	{
		"postIndex": 8420,
		"postNum": 9111,
		"postLink": "/sp16727865",
		"postTime": "2009-05-18",
		"postUser": "Pumpking",
		"postUserID": "/u183007",
		"postUrl": "https://www.flashback.org/t241357p760",
		"userUrl": "https://www.flashback.org/u183007",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Har ändå mäktat med mig att se varje avsnitt, detta då jag inte har bättre för mig. <br/> <br/>  Att Kellerman levde hade jag på känn ända sedan dom slängde in han i den där skåpbilen. <br/> <br/>  Finns ju hur många frågor som helst, men en som jag ställer är den:<br/> <br/>  Var det inte sagt från början att Michaels mamma dog av en hjärntumör?!<br/> <br/>  Sen helt plötsligt lever hon.<br/> <br/>  Och serien avslutad med att Michael dör i denna genetiskt ärftliga hjärntumör.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Jo, det känns ju lite som det.. Första säsongen var bra, andra säsongen var lite \"men detta är väl för fan inget Prison Break!?\" Tredje säsongen va katastrof-dålig. Fjärde säsongen började faktiskt jävligt lovande, men det var kring den tid då asiaten dog, som hela serien blev brutalt, ofantligt dålig. Sen gick det lite i vågor, och lagom till slutet, så var man så less på skiten att det bara var skönt att få ett slut på det.<br/> <br/>  Jag förstår inte ni som känner er emotional över slutet.. Vem fan bryr sig att Michael dog? Och pappersfågeln, kom igen.. Är ni verkligen så lättköpta? De skulle ju bara klistrat in någon smörsångare uppe i vänstra hörnet så hade det ju varit komplett.<br/> <br/>  Ja, det sas att Michaels mamma dött, det var ju det alla trodde och även det hon ville att alla skulle tro. Sen visade det sig att firman hade fixat en operation som räddat livet på henne. Det gjorde det även till en början på Michael, dock fick han uppenbarligen ett återfall, vilket trist nog är jävligt vanligt speciellt när det gäller cancer (om det nu ens var cancer han hade). Vilket gjorde att han kolade illa kvickt. 10 månader hände allting på, känns kanske lite tight, men då får vi väl föreställa oss att t ex när de skulle fixa \"nycklarna\" till scylla så kanske detta gick på en veckas IRLtid samtidigt som det tog typ 8 månader i verkligheten och 7 avsnitt i serien.."
	},
	{
		"postIndex": 8090,
		"postNum": 8756,
		"postLink": "/sp16330925",
		"postTime": "2009-04-26",
		"postUser": "Cranston",
		"postUserID": "/u293123",
		"postUrl": "https://www.flashback.org/t241357p730",
		"userUrl": "https://www.flashback.org/u293123",
		"sentence": "FYYYYYYYYYYFAAAAAAAAN vad det är <b><u><i>T-R-Å-K-I-G-T</i></u></b> med sarah tancredi! Hon är fan värre än Kate i Lost! man måste ju fan spola varje gång hon är med. och vem fan bryr sig om hon är på smällen. Hoppas hon dör! det var inte meningen att hon skulle komma tillbaka också gör ludret det ändå, sabbade hela serien. Inte alls samma vendettakänsla som om hon vart död! Hoppas verkligen att antingen hon eller michael dör! Att serien slutar med att dom två lever lyckliga i alla sina dagar kan jag bara inte ta! <br/> <br/>  Förresten \"Prison Break: The Gretchen Morgan Files\", va fan? Hon är ju ute ur serien nu? Varför liksom? <br/> <br/>  Och sen till en fråga som säkert ställts men jag orkar som ni säkert förstår inte bläddra igenom 730 sidor så: <b>hur länge ska serien hålla på?</b> Har de något bestämt datum eller ska de fortsätta töja ut den. Det har gått så långt att jag inte kan rekommendera serien längre... inte ens fast 1a säsongen var hur bra som helst med vårt svenska bidrag Stormare."
	},
	{
		"postIndex": 5924,
		"postNum": 6444,
		"postLink": "/sp12609730",
		"postTime": "2008-08-27",
		"postUser": "warclown",
		"postUserID": "/u243716",
		"postUrl": "https://www.flashback.org/t241357p537",
		"userUrl": "https://www.flashback.org/u243716",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    inte 2 avsnitt som är 1 h varsej ?"
	},
	{
		"postIndex": 2411,
		"postNum": 2603,
		"postLink": "/sp5455935",
		"postTime": "2006-11-03",
		"postUser": "Elgstigen",
		"postUserID": "/u107907",
		"postUrl": "https://www.flashback.org/t241357p217",
		"userUrl": "https://www.flashback.org/u107907",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Men då udnrar jag, vilket avsnitt var det som sände i Måndags?<br/>   </td> </tr> </table>    säsong 2 avsnitt 9"
	},
	{
		"postIndex": 5536,
		"postNum": 6025,
		"postLink": "/sp10066496",
		"postTime": "2008-02-19",
		"postUser": "Rod Laver",
		"postUserID": "/u237472",
		"postUrl": "https://www.flashback.org/t241357p503",
		"userUrl": "https://www.flashback.org/u237472",
		"sentence": "Det finns många frågor kvar att besvara, jag tror vi får se ganska många nya avsnitt, vad var det som Padman gjorde i labrock i den där byggnaden i avsnittet när Sona kommer in i bilden? Bara där finns ju det bra med uppslag, mitt tips är att det kommer bli ännu mer kring the company nu, det skulle inte förvåna mig om det figurerar nåt störtat rymdskepp eller liknande i senare avsnitt. Parallellt med det kommer Michael ställas inför problemet att Sucre sitter inlåst samt att han såklart kommer börja söka upp Gretchen med en ny utstuderad plan.<br/>  Mahone är ju ett wildcard, det är ju inte otänkbart att han blir rekryterad till the company. Vad T-bag har planerat är ju svårt att veta men mycket talar väl för att han kommer lämna Sona med Sucre. Personligen tycker jag att T-bag är den bästa skådespelaren i serien.<br/> <br/>  Ska bli kul att följa det här, jag tycker till skillnad från många att serien bara blivit bättre, hur kul var det egentligen att se han gå och plocka skruvar och tandkräm inne på Fox River? det är ju klart att det ska bli fler avsnitt, det är ju ingen film detta utan just en serie. Med lite nya fräscha uppslag så kan den lätt hålla god standard några säsonger till."
	},
	{
		"postIndex": 5656,
		"postNum": 6153,
		"postLink": "/sp10107097",
		"postTime": "2008-02-22",
		"postUser": "wattford",
		"postUserID": "/u3521",
		"postUrl": "https://www.flashback.org/t241357p513",
		"userUrl": "https://www.flashback.org/u3521",
		"sentence": "När kommer säsong 4 ?"
	},
	{
		"postIndex": 5639,
		"postNum": 6135,
		"postLink": "/sp10100364",
		"postTime": "2008-02-21",
		"postUser": "Guffaw",
		"postUserID": "/u134043",
		"postUrl": "https://www.flashback.org/t241357p512",
		"userUrl": "https://www.flashback.org/u134043",
		"sentence": "Jag hoppas iaf innerligt på ytterligare en säsong, finns andra serier som har funnits i decennier så jag fattar inte varför folk klagar nu?<br/> <br/>  Jag är person som annars hatar serier och alla polares eviga jävla tjat om \"nästa lost avsnitt\" , tycker alla verkar urkassa och jag har aldrig fattat hur folk vill lägga ner så mkt tid på att följa t.e.x heroes, men prison break är verkligen hur jävla grym som helst, varje avsnitt har varit innehållsrikt och intressant, visst första säsongen var snäppet hetare, men det betyder inte att dom andra säsongerna är dåliga.<br/> <br/>  Vill fan hylla regissören av PB, han måste vara lika jävla smart som Scofield.<br/> <br/>"
	},
	{
		"postIndex": 7889,
		"postNum": 8541,
		"postLink": "/sp15563989",
		"postTime": "2009-03-11",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p712",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Om du kollar på samma hemsida och går in på säsong 4 ser du att där står det att det är 24 avsnitt innan säsongen är slut.  81. Season 4, Ep 24: Free<br/> <br/>  Så det är inte frågan om en fortsättning av säsong 4 men dom kallar det säsong 5.<br/> <br/>  Men då är det ännu en sak som är lite konstig, om avsnitt 24 (avsnitt 81 totalt) på säsong 4 är sista avsnittet, varför är då första avsnittet på säsong 5 det 85e totala avsnittet? <br/>  85. Season 5, Ep 1: Rate of Exchange<br/>  Fattas ju några avsnitt däremellan...<br/> <br/>  Hoppas verkligen att det bara är att tv.com har fått fel info, hittat på nåt själva för att folk ska diskutera just detta eller nåt annat... En 5e säsong går bara inte <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/no.gif\" title=\"No\"/>"
	},
	{
		"postIndex": 6427,
		"postNum": 6971,
		"postLink": "/sp13118850",
		"postTime": "2008-10-03",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p581",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  En till sak!<br/>   </td> </tr> </table>  <br/>  Det är nog bara du, iaf tillhör du en extremt liten procent av dom sett alla säsonger som tycker det.<br/>  Hade Prison Break slutat efter första säsongen, som dom hade kunnat göra, så hade det varit en av dom allra bästa om inte bästa serien på mkt länge. Men tyvärr så är det så att bolagen vill tjäna så mkt pengar som möjligt så dom drog ut på allt och man skulle få följa med alla och se vad som händer efter dom lyckats rymma.<br/> <br/>  Fast o andra sidan så om dom hade slutat efter första säsongen som den slutade nu så skulle det vara väldigt mkt tjat om en fortsättnig för att se vad som hände med alla... Och visst det kan jag hålla med om, men hade verkligen mkt hellre sett en nästan lika bra S2 som S1 och sen avslutat serien så hade jag varit jättenöjd än som det är nu med minst 4 säsonger med massa upprepningar och det blir bara långdraget."
	},
	{
		"postIndex": 3706,
		"postNum": 4058,
		"postLink": "/sp6454686",
		"postTime": "2007-02-28",
		"postUser": "indulgence",
		"postUserID": "/u111358",
		"postUrl": "https://www.flashback.org/t241357p339",
		"userUrl": "https://www.flashback.org/u111358",
		"sentence": "skulle det inte komma 2 avsnitt?"
	},
	{
		"postIndex": 4298,
		"postNum": 4694,
		"postLink": "/sp6750076",
		"postTime": "2007-04-03",
		"postUser": "NirvanA",
		"postUserID": "/u7443",
		"postUrl": "https://www.flashback.org/t241357p392",
		"userUrl": "https://www.flashback.org/u7443",
		"sentence": "Några tankar och frågor kring avsnittet, som kanske någon kan svara på?<br/> <br/>  Frågan är.. Hur fan visste Kim att dom var där mitt ute i skogen med en ny båt? hur fan?<br/> <br/>  Inte 100% säkert att Mahone kommer hjälpa scofield då han satte dit honom.. och han har sagt upp kontakten med frun osv.. inget att återvända till osv...<br/> <br/>  Såg deffinitivt inte ut som Bellick i korridåren där, men kanske kan ha varit en deformerad, våldtagen Bellick <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Galet otrevligt fängelse det där, men riktigt skön miljö för en bra tv-serie... lite \"The One\" rip-off med att alla brottslingar bara skickas till nått ställe utan vakter eller nåt och får göra bäst fan dom vill<br/> <br/>  Personligen tror jag utgången är en uteplan eller dylikt, också en stor ring och dom kör någon slags kampsport (dödar varandra) eller dylikt..<br/> <br/> <br/>  Åter igen failar prison break med tiden, hur kan sarah åka från chicago till panama (som ligger nedanför mexico) en resa på MINST 6 timmar... omöjligt..<br/> <br/>  Vad för deal gjorde Michael med pimpen på båten? Att några av hans snubbar skulle storma byggnaden där Mahone höll Lincoln fången, eller var det snutar? <br/> <br/>  Vart skulle Sarah? Vad hade hon så bråttom för... Varför hinner inte Lincoln ikapp, för han ser henne uppenberligen, och är max 50m ifrån... vem är snubben som följer efter Sarah.. någon från the company tro?<br/> <br/>  Vad är the company.. dom höll till i new york eller vad fan stod det? Dom kanske gör några slags experiment av något slag.. men vad.. hmm teorier?<br/> <br/>  KELLERMAN!!! nooo!!! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>  Men man kan inte vara 100% säker att han dog för man såg inte den döda kroppen eller så... man får bara hoppas att dom är kvar..<br/> <br/>  Undra vad som händer med den ointressanta berättelsen om Maricruz och Sucre? kan dom inte bara radera ut dom? För han lär ju knappast kunna hjälpa Michael ur Sona...<br/> <br/>  Lincoln åker fast också? Han är uppenberligen för Dum för att hjälpa ur Michael ur fängelset... men fängelset kanske inte har alltför stora säkerhetsåtgärder, verkar inte vara några vakter eller nåt...<br/> <br/>  Thecompany kanske vill att han ska rymma för att de ska få anledningen att döda honom? Dom är släkt med farsan deras som flydde the company, dom lär aldrig bli kvitt the company, eller vad tror ni? Kanske måste döda bossen av the company, först då blir dom fria?"
	},
	{
		"postIndex": 5362,
		"postNum": 5837,
		"postLink": "/sp9895426",
		"postTime": "2008-02-06",
		"postUser": "puttrch",
		"postUserID": "/u217220",
		"postUrl": "https://www.flashback.org/t241357p487",
		"userUrl": "https://www.flashback.org/u217220",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Precis, har faktiskt tänkt på det några gånger under säsong 3. Är väll något random bråk då och då men inte mer än det.<br/> <br/>  Jag tror inte att det kommer skita sig även denna gång (eller hoppas inte det i alla fall), dock så är det troligt att många andra inte klarar sig. Känns inte som att michael vill släppa lös t-bag igen, efter allting t-bag gjorde förra gången så kommer nog michael att försöka stoppa honom på något sätt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  För övrigt så var det som många andra sagt bästa avsnittet hittills, i säsong 3 i alla fall <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 6888,
		"postNum": 7464,
		"postLink": "/sp13785953",
		"postTime": "2008-11-20",
		"postUser": "_Hubert_",
		"postUserID": "/u215446",
		"postUrl": "https://www.flashback.org/t241357p622",
		"userUrl": "https://www.flashback.org/u215446",
		"sentence": "Dom använde alltså ett magnetfält för att suga ut armeringen från betongväggen? Bara jag som rent spontant känner att det känns lite omöjligt?<br/> <br/>  Å sen som några vart inne på, 10 dB? Haha, vilket skämt. Använde han kvävgasen för att kyla ner inne i rummet eller?<br/> <br/>  För övrigt så tycker jag serien borde lagts ner efter säsong 1. Säsong 1 var bland det bästa jag sett på TV. Säsong 2 var väl spännande men kändes som om de tappat hela konceptet. När säsong 2 slutade skrattade jag för mig själv när han hamnade tillbaka i fängelse igen ... Men serien var faktiskt riktigt bra där ett tag på säsong 3. Dock så känns 4:an som om den har ett lite annat stuk, känns lite mer som ett A-team eller nått åt det hållet. Nya uppdrag varje avsnitt som dom löser hur lätt som helst med alla möjliga prylar som Scofield kommit på.<br/> <br/>  Nä, måtte denna serie sluta efter denhär säsongen."
	}
]
