[
	{
		"postIndex": 524,
		"postNum": 527,
		"postLink": "/sp15271947",
		"postTime": "2009-02-22",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p44",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Äntligen slutet av tråden..... <br/>  har läst den från början och är trött.<br/> <br/>  Hursomhelst vill jag till 100% instämma i det faktum som Smartypants påvisat genom uppmaning efter uppmaning: Svaret är <b>Nej</b>! Karl Marx hade inte rätt i något; Karl Marx hade fel i allt. Ekonomi, historia, filosofi (kunskapsteori, verklighetsuppfattning och logik) och allt annat. <br/> <br/>  Tydligen föreligga kvar tvivel på Marx bidrag inom sociologi och psykologi. Dvs <b>alienations-läran.</b> Denna knäcker man lätt med ett exempel, men först låt mig beklaga att jag är inlåst och inte kommer åt min <i>Karl Marx - en biografi </i>av Francis Wheen, en utmärkt bok som ger många svar och dessutom skriven av en person som tydligen är lite åt vänster. <br/> <br/>  \"Alienations\"-konceptet är ungefär som vilken annan bluff kvasipsykologisk terapiform eller påhittat psykologiskt begrepp som helst, tex Oidipuskomplex eller \"existentiell ångest\". I psykologibranchen finns många bluffmakare och ofta är den enes gissning den andres värd. Bland alla dessa konstruerade läror och sammelsurium finns alltså Karl Marx bidrag. I korthet lyder den som i följande exempel: i Norrland såga massa gubbar ner träd till försäljning; en vacker dag kommer en av dem med sin nya fina sak kallad motorsåg. Denna gör det möjligt att såga fortare. Detta kallas på marxistspråk för \"förändring av produktionsförhållanden\", på svenska så har man hittat på ett nytt (och i detta ex bättre) sätt att fälla träd.<br/>  Ok, inga konstigheter så långt. Men enligt Marx sker nu en känsloförändring i motorsågsanvändarnas psyke som gör att de känner främlingsskap inför sina jobb, en känsla av avstånd till sina träd, till sina verktyg, till sina arbeten, till sin roll som \"skogshuggare\", till sina familjer, och så vidare.<br/> <br/>  Vad finns det då för bevis för denna attitydförändring hos Marx? Tja, just ingenting. Han bara hittade på att så här är det. Han tog det rätt ut i luften för att han tyckte det lät bra och det passade in i hans allmänna schema med att folk mår dåligt (vilket också har att göra med \"produktionsförhållanden\") Det faktum att man lätt kan motbevisa denna teori genom att helt enkelt gå ut och fråga, intervjua skogshuggare (eller motsvarande på Marx tid) verkar inte fallit Karl Marx in. Inte heller det faktum att de flesta blir glada åt förändringar till det bättre i sin arbets- eller livsmiljö som ger ökat resultat. Samt givetvis att hela denna ide bara är tagen rätt ur luften utan vetenskapligt stöd och utan minsta empiriska bevis. Orsaken till detta är troligen det faktum att pellejönsar som utnämner sig själva till världsförbättrare ofta inte arbetar själva, och nästan aldrig i det område de skriver om. Marx, Lenin, Bakunin, Kropotkin och alla de andra satt i stort sett på rumpan i offentliga bibliotek, läste och skribblade vad de tyckte om arbete utan att nästan aldrig jobba själva. <br/> <br/>  Så vad förklarar då denna \"alienationsteori\", som rent vetenskapligt är värd ungefär lika mycket som scientologins teorier om hjärnan och känslor? Enligt Marx allt, ty när skogshuggarna känner främlingskapet så mår de dåligt, super ner sig, slår sina fruar, etcetera. Detta är alltså enligt Marx förklaringen på mänskligt beteende. Förklaringen på hustrumisshandel och alkoholism och allt annat negativ beteende i en viss miljö alltså. Det är det som är vitsen med alienationsläran. Skulle någon invända att det faktisk finns bevis på dåligt beteende även där \"produktionsförhållandena\" inte förändrats, så svarar marxisten att man minsann inte får ha en \"stel\" och \"dogmatisk\" syn på begreppet, etc. Trots att Marx själv är kristallklar. <br/> <br/>  Så vad är då lösningen på (det påhittade begreppet) alienation? Rätt kul faktiskt: det finns ingen! Lika lite som det finns svar på något annat inom marxismen. Det enda som finns är den Jehovas Vittnen liknande inställningen: det händer en omvälvning (revolution respektive Jesu återkomst, eller något annat, välj själv) och vips, allt kommer att bli bra!<br/>  Som man förstår av Marx ideer är hela soppan bara en \"millenarianism\" tanke precis som vilken som helst av tusen och en dårfinkar som skrev samma pladder om jordens undergångs och sedan skall lejonet och lammet ligga bredvid varandra.......<br/>  Marx var kort och gott en i raden av patetiska utopiförfattare, inte ett dugg annorlunda än Saint Simon, Fourier, Bellamy, eller ens de kristna kollegorna på medeltiden. <br/> <br/>  Marx egen metod när han fick frågor om vad han ville ha istället, och hur han ville lösa problem var att snörpa på munnen, småflina lite överlägset och förklara att han minsann inte kokade soppor på framtida recept utan de fick de klara själva i framtiden. Skall vi se om någon marxistclown på denna tråd kan upplysa oss? <br/> <br/>  Smartypants frågade om Marx tillfört någonting? Tja, det är ju ganska imponerande att skapa en världsåskådning bestående av tre kubikmeter papper som inte ger ett enda svar på en enda fråga i ett enda område av mänsklig verksamhet! Det är en prestation<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/> <br/>  PS: Vill ni veta mer om vad som händer när en charlatan tar upp Marx och kopplar ihop den med psykologi? Då skall ni lära er om Wilhelm Reich. Jag får återkomma med honom för nu blir tråden för lång.<br/> <br/>  PPS: jag är utbildad undersköterska med inriktning psykologi; har arbetat på mentalsjukhus och har mentalsjuka i min bekantskapskrets, varför jag vet vad jag talar om. Så, marxister, till skillnad från när ni bemöter argument om Marx ekonomi, kasta inte ur er det automatiska \"Du hante läst på tillräckligt, \"Du hante kunskap\" eller \"de där e en förenkling\", \"De e mykke mer komlisejat än så\" osv."
	},
	{
		"postIndex": 555,
		"postNum": 559,
		"postLink": "/sp15300986",
		"postTime": "2009-02-24",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p47",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Gunilla kom med många bra påpekande. Det var klarhet och stringens.  Vad profitkvotens fallande tendens beträffar går den dess felaktighet att komma ifrån med att Marx bara ville påvisa en tendens. Ej heller att går upp och ner innan den faller ihop. Vad Marx gjorde var att koppla den till hela sin världsåskådning och historielära. Och där kan vi konstera att Marx hade fel i sin ekonomi syn.<br/> <br/>  Aerandhir tar upp smartypants påpekande om aktualitet.  Aktuell kanske avser att Marx fortfarande har efterföljare som argumenterar för honom som om hans ideer var sanna. Inte att han är viktig i bemärkelsen relevant. Eller ens att hans ideer är sanna. På samma sätt är ju kiroparktik aktuell ty det finns många som blir blåsta av den och många som utövar den. Det gör den inte relevant, däremot aktuell. Och detta trots att den är grundligt motbevisad. Liksom Marx. <br/> <br/>  Att arbetaren skapar mervärde, är inte ifrågasatt av någon. Det som är märkvärdigt är tanken att kapitalisten stjäl överskottet från arbeten.<br/> <br/>  Alienationsteorin (observera -teorin) alientation är liksom en självklarhet, något som inte utmärker Marx alls  förtjänstfullt påpekat av unsung, smartpants, mig själv och defenestration. Åter är det inte begreppet diskussionen gäller utan Marx tillämpning av det och hur han sätter i det i sin helhet av världsåskådning. <br/> <br/>  Jag tackar Chen för hans klargörande om skillnaden produktivkrafter och produktionsförhållanden. Helt klart var att jag skrev fel, prod.krafter är begreppet vi talar om. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Feodalismens ineffektiva produktionsförhållanden fjättrade fast produktivkrafterna och dess försök till ekonomisk frihet.      </td> </tr> </table>    Oj vilket fint sätt att säga ingenting. Typ finns det massor med slavar som städar så uppfinner väl ingen dammsugaren ÅH FAN! Det hade ju ingen kunnat räkna ut utan att kunskap om Marx. Och tror man det så är man inte seriös (eller saklig, det näst vanligaste skällsordet i vänsterkretasr). Vi kan alltså slå fast igen att Marx inte hade rätt i tanken utan att han bara fixade ett sammelsurium av självklarheter och felaktigheter. Ungefär som Ayn Rand. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Vad Marx menade var att kapitalismen, med dess arbetsdelning och organisering av arbetet, medföljde alienation. Nu innebär dock en motorsåg varken kapitalism, arbetsdelning, eller på så vis alienation, så det finns inget att bemöta, för det är helt enkelt fullständigt skitsnack du kommer med.<br/>  Om du hade tagit exempel med fabriker, arbetsdelning och löpande band, borgarklassen, mervärde etc så hade det i alla fall stämt till en viss del, men nu har du ett så puckat exempel att det omöjliggör diskussion.      </td> </tr> </table>    Mitt exempel är precis lika relevant. Det är bara du som inte vill inse det. Möjligen kan jag utveckla det och klargöra, vilket jag gjort för att tillfredsställa defenestration, tydligen inte dig. Ok, det är <u>fördelning </u>och <u>organisering </u>av arbetet som skapar alienering. (Fortfarande har du inga bevis för att den ens finns, men du är väldigt duktig på att tala om hur andra missförstår hela tiden).  Det talar ju inte emot det faktum att hundra arbetslag i Norrland, där hälften helt plötsligt har motorsågar kommer att få en förändrar fördelning och organisering. Tex att de som förut högg ved nu transporterar veden istälelt för att unvika flaskhalsar.<br/> <br/>  Så din kommentar om jag inte visste vad jag pratade om, och att mitt exempel var irrelevant stämde alltså inte. Det gick alldeles utmärkt att koka ner marxismen till enkla, målande bilder och exempel. Och kvar står alltså det faktum att de nya bärarna känner buhu nu är jag inte lika macho längre för jag är bärare och inte vedhuggare. En känsla ingen förnekat vare sig före eller efter Marx. Och därför ingenting vi behöver Marx till. Och därför åter ett exempel där Marx inte har rätt. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         den materiella förändringen som är grunden för förståelse av alienationen, och inte vad du verkar påstå, helt utan grund, förändring i känslolivet.      </td> </tr> </table>    Du missförstår det jag säger. Jag är medveten om att Marx menade detta. Och det säger jg också. Jag säger inte att känslan ger alienering, utan precis som du och marx att den materiella förändringen i förhållandena, produktionen, ändrar människan, ger alienation, eller snarare känslan av alienationen. Och fortfarande har du, eller Marx, ens kunnat påvisa denna känslo-förändrings existen; än mindre vad den innebär i praktiken, hur den förädnrar människan, eller vilka konsekvenser den får. Det enda marxister upprepar är att den minsann påverkar människans handlande.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Att en arbetare just är osjälvständig, blir påtvingad arbete (kapitalismen bygger på påtvingat alienerat arbete), och arbetar åt någon annan, <b>hatar </b>sitt jobb osv är lätt att beskriva rent konkret. Du verkar dock blanda ihop dessa materiella självklarheter med \"känslor\". Och det är problemet.      </td> </tr> </table>    Nej, det du som inte verkar veta vad du själv skriver. Du skriver ju klart och tydligt att det finns arbetare som <b>hatar</b> sitt jobb<br/>  Vad hvilja du kalla det om det inte är en känsla?<br/> <br/>  Din kommentar om att människan blir påtvingad arbete i kapitalismen är ju kul. Trotskij konstaterade att människan faktiskt alltid är tvingad att arbeta, tex för att få mat, och att det därför inte var någon skillnad mellan hans och Lenins koncentrationsläger och vanliga arbeten. Din inställning också, Chen?<br/>  Jag har väldigt svårt att fatta varför det är fel att arbeta åt någon annan. Ej heller kan jag förstå varför det är svårt att acceptera att alla mat som äts måste tillvekas. Åter ser vi en marxistisk dogm som varit allmängods sedan människan började tänka på Afrikas savanner, och ni påstår att han kommit på något nytt?<br/>  (en kul grej är marxister moraliska syn ifråga om produktion och dess fördelining, men den får jag ta längre fram)<br/> <br/>  PS: får jag försöka förutspå dina reaktioner till mina hänvisningar? jättekul, alltid samma varje gång man sågar en marxist: i samma ögonblick som man hänvisar till Kuba eller Nordkorea, vips \"Jamen dom ejunte sosialistiska!\". Ochnär man hänvisar till Lenin och Trotskij, \"jamen, dom va väl ändånte sosialister?\" Etc, etc.  Skulle vara kul att höra dig ge ett exempel på en marxistiskt samhälel i verkligheten; fast de e klat då dröjer det inte länge förrän marxist nr 2 dyker upp o förklarar \"Men snälla Chen, det där va väl ändånte ett marxistiskt samhälle\""
	},
	{
		"postIndex": 235,
		"postNum": 237,
		"postLink": "/sp13342282",
		"postTime": "2008-10-19",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p20",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Förutom att din formulering var att han hade rätt, medans min var att han försökte ha rätt. Stor skillnad.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dina argument suger du har inte skrivit någonting vettigt överhuvudtaget.      </td> </tr> </table>    Om det är så att jag är oklar eller för komplicerad, så säg till. Jag är inte världens bästa kommunikatör. Men bara \"Nä\" är inget argument, så du måste vara tydligar om vad du inte håller med om.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du baserar allt på dina sinnesintryck, synen är ett av fem, när det handlar om att ta in mellanmänsklig information ett av de viktigaste.      </td> </tr> </table>    Ja, men nu handlar detta om MARX, inte om MIG, förstår du.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vilka delar då?      </td> </tr> </table>    Skandinavien, som dessutom heller var nåt slavsamhälle. Och Ryssland var feodalt, men aldrig nåt slavsamhälle, osv. Såhär är det bara. Du får ta och läsa nån bok om världshistoria helt enkelt. Jag rekommenderade en, den är väldigt bra. Faktum är att den enda delen i hela världen som har utvecklingen från stamsamhälle, till slavsamhälle, till feodalsamhälle och sedan till kapitalism, är vissa delar av europa.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det har funnits gott om samhällen som använt sig av slaveri. Inte så supermånga som har haft slavar som huvudsaklig arbetskraft, men nära nog.      </td> </tr> </table>    Det enda samhälle som har haft slavar som huvudsaklig arbetskraft är det kommunistiska kambodja. Så skall du ha det som krav på slavsamhälle, så får Marx ännu mer fel. Har man kravet att det bara skall finnas slavar för att det skall vara ett slavsamhälle så fungerar det inte heller med Marx teorier. Bland annat slutar ju då inte Europa vara ett slavsamhälle förrän i Marx tid. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Hur du än vrider och vänder på saken, så passar inte den faktiska  världshistorian in i Marx historiska teorier. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Romarriket var ett slavsamhälle ja. Och?      </td> </tr> </table>    Det är det som är poängen. Dom delar av Europa dom var romerska, och sedan blev feodala, kan anses följa Marx teorier. INGA ANDRA DELAR AV VÄRLDEN PASSAR. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Användes inte trälar i delar av norra europa?      </td> </tr> </table>    Trälar existerade, ja, men dom var mycket ovanliga. Det blir inte en viktig del av ekonomin, och är därmd inget slavsamhälle. Dom icke-romerska delarna av Europa var inget slavsamhälle. Och skandinavien var aldrig en feodalism, så här är det dubbelfel av Marx. Många delar av världen har varken varit feodalism eller slavsamhälle, eller var feodala innan dom var slavsamhälle, osv.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nationalekonomi är precis som all ekonomisk forskning ideologiskt influerad.      </td> </tr> </table>    Ja, teorierna är ideologiskt influerade. Hurså? Det som avgör om dom är rätt eller fel är inte ideologierna, utan verkligheten. Värdeteori är inget nytt påfund, utan en grundläggande del av nationalekonomin, och marginalnytteteorin har bevisat sin nytta i över 130 år nu. Du kan inte bra stoppa huvudet i sanden och säga \"Nähä!\" eller \"Joho!\" längre.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det blir inte mer så för att du säger det.      </td> </tr> </table>    Nej, och den blir inte mer rätt för att du säger det. Det är inte du eller jag som avgör om Marx teorier är rätt eller fel. Det är verkligheten som avgör. Och verkligheten har avgjort saken sedan länge.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du tycker att jag tycker. Men jag vet.      </td> </tr> </table>    Nej, vilka politiska åtgärder som skall genomföras är inte vetenskap, det är åsikter. Vetenskap handlar om teorier och fakta. Politiska åtgärder är varken teorier eller fakta utan åtgärder.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja det kan man göra. Det går att se huvudkonflikter i samhället helt utan Marx, det är inte någon profet vi pratar om. Även om du kanske tror han är det.      </td> </tr> </table>    Du uppför dig onekligen som om han är det. Trots att jag förklarar hur Marx sedan länge har bevisligen fel, så upprepar du \"Han har rätt\", helt utan argument för det. Så vem tror att han är en profet? Jag tror inte han är en profet. Jag vet att han har fel. En profet som bevisligen har fel är inte mycket att hänga i julgranen, du.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Självklart tror jag inte på religion.      </td> </tr> </table>    Bra.<br/> <br/>  Tror du att mänskligheten från början levde i ett lyckligt primitivt tillstånd, men sedan genom sina egna handlingar föll ned i ett tillstånd av olycka och slaveri, men efter ett stort krig mellan gott och ont kommer att åter hamna i ett evigt lyckorike?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du påstod detta när du skrev att marx hade fel.      </td> </tr> </table>    Jag påstod att kapitalisten tillför något med sina investeringar. Inte \"genom enbart ägande\". Det är olika saker, och jag förklarade vad skillnaden var i meningarna efter, som det hade varit en bra idé om du hade läst innan du svarade.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        Alltså papper som representerar värden som redan är skapade av någon annan. Precis. Jag skapar inget värde genom att bara äga.  Nej, den som arbetar i fabriken producerar.  Nej jag vet.  För pengar har muskler och kan arbeta?      </td> </tr> </table>    Du förutsätter det som skall bevisas. Du kan inte anta att Marx har rätt när du skall bevisa att han har rätt. Jag har redan bevisat att arbetsvärdeteorin är fel och påpekat att antagandet att kapitalisten inte bidrar med värde är fel. Dina argument för att kapitalisten inte bidrar grundar sig i antagandet att: 1. Han inte bidrar. 2. Bara arbetaren bidrar.<br/>  Det är att anta det som skall bevisas och det är inte speciellt meningsfullt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det blir fortfarande inte mer sant för att du skriver det.      </td> </tr> </table>    Och det blir inte fle för att du skriver det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej du har fel.      </td> </tr> </table>    Som sagt....<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Företag behöver de värden som pengarna representerar. Som kapitalisten äger.      </td> </tr> </table>    Därmed bidrar kapitalisten bevisligen med värde. QED.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så det är enbart kapitalister som skapar värde?      </td> </tr> </table>    Jag sa ingenting som kan tolkas på det viset.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Okej jag förstår precis.      </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Har fortfarande inte sett något som motbevisar fast du återkommer ofta till det.      </td> </tr> </table>    Nej, men det beror ju på att du inte har tittat efter. Som du ser blir det här inlägget ganska långt. Detta när vi diskuterar mycket enkla saker. Tror du att jag skulle kunna lära dig grundläggande nationalekonomi på det här viset? Det tror inte jag. Du får lära dig själv. Och det kommer du ju inte göra, men det är ju ditt problem, inte mitt. Du vill vara okunnig, och då kommer du vara okunnig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag förutsatte att produkten var behövd, något Marx kanske också gjorde.      </td> </tr> </table>    1. Det hjälper inte att förutsätta det. 2. Varför skulle det spela någon roll? Om varans värde kommer ur det nedlagda arbetet, varför måste varan vara behövd? 3. Varor med X nedlagt arbete kan fortfarande vara värd olika saker, vilket inte fungerar enligt Marx.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så om jag äger den enda brunnen med vatten i stan genom hävd så kommer jag att producera skitmycket värde, jag kommer arbeta mest av alla utan att behöva lyfta ett finger för alla kommer att få... jobba(?) (om det nu är jag som äger som arbetar) .. åt mig för att få mitt vatten som jag äger och därigenom arbetar.      </td> </tr> </table>    Nej, det här var helt fel från början till slut. Anledningen till att det var fel är för att du försöker applicera en Marxistisk värdeteori på en situation där den inte fungerar, och samtidigt ironisera över hur fel jag måste ha för att få den att fungera. Problemet är ju att den INTE fungerar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Fast jag tror att ditt användande av gamla begrepp och jämförande dem med nya är hårklyverier.  Det är ganska uppenbart att om ingen behöver en persons produkt så kommer den att vara värdelös.      </td> </tr> </table>    Ja, det kan tyckas uppenbart. Men det är väldigt svårt att förklara varför det är så med Marx teorier. Däremot går det utmärkt att förklara med marginalnytteteorin. Dn teorin är mycket enklare än Marx teorier, och mycket bättre på att förklara priser i verkligheten, och fungerar på alla slags varor, inte bara handlesvaror.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Förutsatt att produkten är behövd.      </td> </tr> </table>    Spelar ingen roll. Det är fortfarande inte nog.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Åh, smek mig med dina välsignade ord! Har du gudskomplex?      </td> </tr> </table>    Nej, jag hade fel. Din tilfälliga intelligens i förra inlägget är borta igen."
	},
	{
		"postIndex": 233,
		"postNum": 235,
		"postLink": "/sp13339449",
		"postTime": "2008-10-19",
		"postUser": "Debord",
		"postUserID": "/u219427",
		"postUrl": "https://www.flashback.org/t350508p20",
		"userUrl": "https://www.flashback.org/u219427",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    I andra meningen säger du att teorin inte byggde på att det var ett klasssamhälle. Sedan i mening fyra säger du att det var ett klassamhälle. Man undrar hur du skall ha det egentligen och vad det säger om intelligensnivå för din del själv?<br/> <br/>  Marx analyserade ju det klassamhälle han såg och levde i  och ville söka de underliggande förklaringarna till hur det fungerade och varför. Jag tror nog han var rätt förutsättningslös i sin inställning till hur denna teori skulle utveklas, men om du menar att han från början hyste en avsky mot de rådande förhållandena som han såg arbetarklassen leva under och önskade att detta skulle förändras till nått annat så har du säkert rätt att Marx hade sina intutioner. Dock hade han knappast något egenintresse i detta, han blev snabbt impopulär och svartlistad i de officella media på den tiden och hade svårt att försörja sig.<br/> <br/>  Sedan beskrev Marx i många skrifter  bara den verklighet han såg i världen på just papper. De sk. klasskonflikterna och striderna under 1800-talet, med kulmen i Pariskommunen, krävde där efter sin vetenskapliga förklaring.  Varför hände detta, vart var utveklingen på väg och vad bör göras för att aktivt förändra världen?<br/> <br/>  Det är nämligen det som är vetenskapens syfte att gå utanför de ytliga fenomenens världe och chimära formen som något uppträder under.  Hade vi människor inte börjat förstå det, så hade vi trott att jorden är platt fortfarande.<br/>  Lär dig lite  av den tankeprocessen först så kan säkert du också ta till dig en del Marx precis som en och annan finanskapitalist försöker göra.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Du vill altså först ge ge Marx fel för att du sen anser att han hade rätt? Du är en rolig prick du, he!<br/> <br/>  Marx sa att det fanns två huvudklasser, vilka står i antagonistisk  motsättning till varandra. Han har aldrig förnekat att det finns andra klasser och mellanligande skikt i ett samhälle. Vad har du fått det ifrån? Han menade dock att den grundläggande utsugningen och motsättningen som uppkommer där ur är det centrala som politiken kretsar omkring. och denna  politikens kärna kallade Marx för klasskampen.  Han definierade helt enkelt huvudintressena .<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Dt passar in på hela världen, det är bara som så att det förekommit att andra delar av världen levt i ett slavsamhäle eller ett feodalt samhälle samtidigt ssom kapitalismen utveklades i Europa . Det har t  o m förekommit att folk levt i sk. urkommunistiska samhällen samtridigt, eller i former som låg mellan detta stadium och slavsamhället, som t e x indianerna i Nordamerika. Kapitlaismen har dock tillintergjort dessa med förödande kraft. Den krraften hette på 1800-talet kolonilaismen och på 1900-talet imperialismens epok. Men det är kanske lite för avancerat för dig att förstå.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det har jag redan gjort i en annan tråd som jag absolut tror du också diskuterade i, men OK, då kör vi igen:<br/> <br/>   </td> </tr> </table>    Var har du fått det ifrån att Marx inte försökte skapa en värdeteori som var generell och som enbart gäller för handelsvaror? Han anväder ju t o m det mest generella begrepp som kan tänkas som grund för sin teori, nämligen <i>det samhälligt genomsnittliga nädvändiga arbete som måste nedläggas i en vara.</i><br/>  Han analyserar både produktionens roll i sskapandet av detta värde,  maskinernas betydelse (produktivkrafterna) och arbetsinsatsens betydelse, samt hur priser realiseras på marknaden (omloppstiden för varans att varans värde skall realiseras bland annat), m a o konsumtionens roll. Faktum är att han använder mycket lite tid åt just handels roll för hur kapitalet utveklats. I alla fall i kapitalets första bok. <br/>  Men det kan hända aatt<br/>  t han lag t mer tid på det i de andra bökerna, det kan du som läst alla tre säker bättre än mig (ironi).<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Marx har aldrig sagt att kapitalisten inte tillför något värde alls, t e x i den meningen att han genomför en kontroll (naturligtvis genom ombud) av arbetarna och ser till att arbetet utförs som det skall. Däremot är det bara arbete som tillför en vara (eller en tjänst för den delen) något värde (det gäller både för bruksvärdet och för bytesvärdet). Du kan ju försöka bevisa motsattsen om du kan. T o m den borgerliga regeringen som styr vårt land har ju insett att det bara är arbete som skapar värden. Om än att de bara ser det för den sk. privata delen av näringslivet. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Tycker dui är rätt bra själv på att köra med sandlådeargumentation så som att Marx hade fel för att just du säger det. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Nåja, vi tar det första av dina påståenden och ser på dom.<br/>  \"Människor blir utnyttjade av kapitalet och kapitalister.\"<br/> <br/>   </td> </tr> </table>    Då kan du ju vänligen visa på att dessa antaganden är fel istället för att själv forsätta driva en sandlådedebatt genom att på enfalldighetens vis enbart klara av att kasta ur dig retoriken <i> att det är ett felaktigt antagande.</i><br/> <br/>  Sådär."
	},
	{
		"postIndex": 565,
		"postNum": 569,
		"postLink": "/sp15318338",
		"postTime": "2009-02-25",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p48",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "OK, nu har jag läst på om Marx alienationsteori, och läst Marx texter i frågan. Och här är mina kommentarer:<br/> <br/>  Alienation var inte Marx ide, det var Feuerbach. Det Marx bidrog var just frågan om ekonomisk alienation. Så det är det som diskuteras här, eftersom tråden handlar om dom filosofiska ideer Marx kom på, inte om han hade rätt i ideer som andra hade kommit på.<br/> <br/>  Och faktum är att när man läser Marx texter om saken, så är det en sak som slår läsaren omedelbart: Hans \"manuskript\" från 1844 är inget annat än en lång, helt ogrundad lista av mer eller mindre lösryckta påståenden. Det finns inge GRUND för det han säger. Marx börjar med att hävda att åtskillnaden mellan kapital, jordegendom och arbete är ödesdiger för arbetaren, utan att på något sätt förklara varför. I stycket innan, som ser ut som om det skulle förklara påståendet, finns ingen förklaring. Bara lösryckta påståenden, som att kapitalister klarar sig längre utan arbetare än arbetare utan kapitalister, vilket är ett märkligt påstående. Inte heller kommer nån förklaring efteråt. Istället påstår Marx, igen helt utan förklaring, att det är svårt för arbetare att ge sitt arbete ny inriktning, vilket är för outbildad arbetskraft fullständigt uppenbart fel. Och för arbetskraft som är utbildad och erfaren faller hans antagande om att det alltid finns tillgång på arbetare.<br/> <br/>  Så den här långa raden av ogrundade antaganden leder till att Marx drar slutsatsen att det enda sätt en arbetare kan höja sin lön över en nivå som bara räcker till att överleva, är att arbeta så hårt att han sliter ut kroppen och dör i förtid. Detta är, som vi ser i dagens samhälle, uppenbart fel. Det må ha varit ett rimligt påstående 1844, med 1944 var det inte längre det, och idag är det uppenbart absurt. Så här har Marx fel.<br/> <br/>  Och som i alla Marx teorier, så är hans teoribygge ett korthus, eller en kedja, där varje kort eller länk måste hålla för att man skall nå slutsatsen. Så även här. Nästa steg i logiken är att eftersom man bara kan tjäna mer pengar genom att slita ut sin kropp och dö i förtid, så är önskan om en högre lön något som fjärmar arbetaren från sig själv, och gör hon allt mer lik en maskin.<br/> <br/>  Och det är DET som är alienationen. Det är inte en alienation från PRODUKTEN av sitt arbete. Det är en alienation från arbetarens egen mäsnklighet. Och det är precis så Feuerbach ser alienation också. Han menar att Gud gör människan omänsklig. Ju större gud blir, desto mindre blir människan.<br/> <br/>  Andra argument Marx framför är att människan är människa därför att han inte enbart utför arbete för att leva. Men menar att kapitalismen tvingar arbetare att arbeta enbart för att leva. Återigen ser vi två saker: Kapitalismen, enligt Marx, alienerar arbetaren, inte från *produkten* utan från *sig själv* och arbetarens mänsklighet. Den gör honom omänsklig. Och det andra vi ser är att Marx har fel. Det som skiljer människor och djur är inte att människor gör saker som inte är till för att överleva. Även djur gör saker för att roa sig, åtminstonde dom högre formerna som delfiner och apor, och varje husdjursägare att det gäller husdjur också (fast man kan hävda att det är speciellt, eftersom det inte är ute i naturen, men såvadå, det gäller väl människor också, då?). Och dessutom är det inte kapitalism som gör att man arbetar enbart för att överleva, det är FATTIGDOM, som orsakar det. Och kapitalism orsakar inte fattigdom.<br/> <br/>  Så, ledsen, herrar Marxister. Marx hade fel när det gäller alienationsteorin också. Och det verkar som om varenda jämra Marxist har missuppfattat den. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Det är inte alienation från produktionen det gäller. Det är en alienation från sig själv och sin mänsklighet Marx skriver om.<br/> <br/>  Så, efter flera månader så har jag alltså då äntligen fått tummen ur och kollat upp det här. Och så är vi tillbaka på ruta ett. Jag känner fortfarande inte till nåt Marx kom på som är korrekt. Och nej, jag är inte ute efter att bevisa att Marx hade fel. Tvärtom. Jag vill tro att Marx iaf hade NÅT vettigt att komma med. Det hade varit bra att ha i en debatt med Marxister, att glida in dom i lite fluffigt mysig varm olja genom att snacka om hur bra Marx var när det gäller fråga X, och sedan sakta kunna smyga in att han hade fel när det gäller just ekonomin, som ju är det signifikanta. Men icke. Det verkar onekligen som om Marx hade fel i precis ALLT.<br/> <br/>  Hopplös kille. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/><br/> <br/> <br/>  Läs mer:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.marxists.org%2Fsvenska%2Fmarx%2F1844%2F40-d005.htm\" target=\"_blank\">http://www.marxists.org/svenska/marx/1844/40-d005.htm</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Furegina.ca%2F%7Egingrich%2Fs3002.htm\" target=\"_blank\">http://uregina.ca/~gingrich/s3002.htm</a>"
	},
	{
		"postIndex": 567,
		"postNum": 572,
		"postLink": "/sp15322685",
		"postTime": "2009-02-25",
		"postUser": "madcappo",
		"postUserID": "/u283793",
		"postUrl": "https://www.flashback.org/t350508p48",
		"userUrl": "https://www.flashback.org/u283793",
		"sentence": "Smartypants//<br/> <br/>  Nej, nej, nej. Jag ska försöka förklara alienationsteorin för dig.<br/> <br/>  Marx menar att de som skapar alienationen inte är det privata ägandet i sig, utan snarare förekomsten av lönearbete. Marx delar in alienationen i olika delar där den första handlar om lönearbetarens relation till sin produkt: Ju mer arbetaren jobbar desto större makt ger han till kapitalisten som äger produkten i och med att det ökade värdet går till honom. Arbetaren ger alltså mer makt och pengar till den som samtidigt kedjar honom vid arbetet vilket leder till det som Marx kallar <i>alienation från tinget.</i> Man kan se detta som den mer ekonomiskt-strukturella sidan av alienationsteorin och är alltså påverkad av mervärdesteorin.<br/> <br/>  Den andra delen av teorin visar att lönearbetet även har en mer socialpsykologisk sida. Marx utgår ifrån att människan skapar sig själv genom sitt fria arbete, genom sin produktion, och att detta ligger i människans väsen (Detta är tankar från Hegel). När människan inte får jobba åt sig själv, utan tvingas att jobba för någon annan utan att få utlopp för sin kreativa, målinriktade energi så alieneras hos från sig själv, <i>självalienation</i>. Hon får då bara tid till att roa sig, göra barn, äta, vila, sova när hon inte arbetar, men detta är inte något som skiljer henne från andra djur. Smartypants har alltså totalt missförstått denna del. Marx menar att lönearbetet:<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       får till följd att människan (arbetaren) känner sig fritt verksam bara i sina djuriska funktioner, genom att äta, dricka och avla barn, på sin höjd också genom att sätta bo, att klä sig etc., medan han i sina mänskliga funktioner inte är mer än ett djur. Det djuriska blir mänskligt, och det mänskliga det djuriska. (Ekonomisk-filosofiska manuskripten i Människans frigörelse s.64)      </td> </tr> </table>  <br/>  Lönearbetet förhindrar alltså att det som ska skilja människorna från djuren, alltså vårt fria skapande arbete, samtidigt som det som förenar oss (dvs de reproduktiva funktionera, äta, sova, avla barn, roar sig) blir målet med livet. <br/> <br/>  Vidare analyserar Marx lönearbetet och alienationen påverkar människosläktet, människan som en art. Han påvisar att människan är en del av naturen och att vi måste stå i förbindelse med den för att inte dö. Människan har dock utvecklat en förmåga att producera och reflektera över sin livsaktivitet, men lönearbetet förvränger detta.<br/> <br/>  I och med att vår livsaktivitet är detsamma som arbetet (alltså det vår fria skapande produktion) framstår för oss lönearbetet, som något vi gör bara för att upprätthålla vår fysiska existens, men Marx menar att det är i livsaktiviteten som vår artkaraktär ligger. Djuren är ett med sin livsaktivitet men människan gör sin livsaktivitet till ett objekt för sin fria vilja och sitt medvetande. Den medvetna livsaktiviteten skiljer oss från djuren och vi är en självständig art eftersom vi kan se vårt liv som ett objekt. Därför är vår verksamhet en fri verksamhet. När lönearbetet kommer in i bilden vänds detta upp och ner, vår livsaktivitet är inte längre något fritt, utan något vi gör bara för att upprätthålla vår fysiska existens, precis som djuren.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det alienerade arbetet vänder upp och ner på detta förhållande så att människan  just därför att hon är ett medvetet väsen, gör sitt väsen till blott och bart ett medel för sin <i>existens</i>(Ekonomisk-filosofiska manuskripten i Filosofiska skripter s. 205)      </td> </tr> </table>  <br/>  Följande del av alienationsteorin handlar om hur Marx anser att lönearbetet och den borgerliga synen på individen, som alltid har individen som både utgångspunkt och mål, skapar alienation. Han menar att alla individuella handlingar är sociala handingar och att vi inte kan friställa individen från samhället. Samhället existerar inte heller det utanför individen utan det är en dialektisk relation.<br/> <br/>  Till slut visar även Marx hur lönearbetet alienarar människor och skiljer dem från varandra med konkurrens. När den fria livsaktiveteten begränsas och konkurrensen inträder ses individen som ett hot mot en annan individ istället för att ses som en bekräftelse på människans grundläggande sociala väsen. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       När människan står främmande för sig själv, så står hennes medmänniska också främmande för henne. Det som gäller människans förhållande till sitt arbete, till sin arbetsprodukt och till sig själv, det gäller för människans förhållande till andra människor, liksom till deras arbete och objektet för deras arbete.(Ekonomisk-filosofiska manuskripten i Filosofiska skripter s. 187)      </td> </tr> </table>  <br/>  Så ser alienationsteorin ut lite snabbt sammanfattad, ger kanske en liten annan bild än Smartypants och borde göra grunderna för diskussion lite bättre. Nu säger jag inte att Marx hade RÄTT i hela sina alienationsteori, bara att den här beskrivningen ger den mer rättvisa.<br/> <br/>  Vad man kan säga är iaf att alienationsteorin, precis som Webers teorier om den rationella järnburen och Durkheims teori om anomiska samhällen uppstår, i stor grad påverkat samhällsvetenskapen eftersom dessa tre var de första som på riktigt ifrågasatte det moderna projektet, även om det inte på något sätt var emot moderniteten. Men den ökade differentieringen och individualiseringen som började på 1600-talet ledde till att teorier om hur detta påverkade människan negativt uppstod, och dessa teorier diskuteras fortfarande inom samhällsvetenskapen. <br/> <br/>  Så är vi då där igen, när Smartypants vill bevisa att Marx har FEL i allt. Tyvärr har du missuppfattat Marx totalt eftersom du ser på honom från ett allt för ortodoxt sätt, precis på samma sätt som Lenin gjorde. Andra har tolkat Marx annorlunda. Georg Lukacs menade att den ortodoxi som fanns kring Marxs texter och teorier var orimlig och att det enda som var ortodoxt med Marx var metoden. Karl Korsch kritiserade att marxismen sågs som en naturvetenskaplig teori och menade att marxismen endast hade som uppgift att se de kausala sambanden i samhället och historien. Vidare menade han att dessa teorier var tvungen att utvecklas av proletariatet som en progressiv teori och att den ortodoxa tolkningen gjorde att marxismen förlorade sin revolutionära kraft.<br/> <br/>  Om du hade läst på om marxismen och vilken roll den spelat i västvärlden, utan att bara se till Gulag så kanske du skulle kunna öka din förståelse men tyvärr är det inte det du är ute efter. Din syn på sociologi och samhällsvetenskap med objektiva värden och universalism var gångbar på 1800-talet, positivismen var väldigt populär då. Nuförtiden är de flesta sociologer och samhällsvetare lite mer nyanserade än så och förstår att vissa tankegångar hos Marx och andra fortfarande är gångbarar och kan hjälpa oss att förstå vår samtid bättre, andra håller inte alls lika bra.<br/> <br/>  Nu orkar jag fan inte skriva mer."
	},
	{
		"postIndex": 633,
		"postNum": 639,
		"postLink": "/sp15547259",
		"postTime": "2009-03-10",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Smartypants diskuterar vetenskapsfilosofi för att du inte förstår vad vetenskap är och därmed ställer orimliga krav och frågor. Jag tycker att han har förklarat ganska tydligt vad du gör för fel men du verkar tyvärr inte förstå. Om det beror på dig eller smartypants bristande pedagogiska ådra kan jag inte direkt uttala mig om utan att ha mer data.      </td> </tr> </table>    Och du menar att jag inte förstår vetenskapsteori för att jag skriver \"bevisa Big Bang\" (alltså inte att jag egentligen är duktig i ämnet, men att du kan tolka av de två orden att jag inte vet något om vetenskapsteori)? Alltså inte som någon korrekt skriven fråga, men som till och med du förstod. Jag blev lite irriterad för att smartypants tolkade på ett sätt ingen kan tolka på. Därför min ton. Och nu är det inte så att det finns en vetenskapsfilosofi. Och det vad det jag vände mig emot. DVS att vetenskapligt arbete inte alls alltid går ut på att säga om något till 100 % är rätt eller inte, utan att exempelvis en metod/arbetssätt kan vara vetenskaplig. Därför min fråga om Big Bang. Alltså om nu Marx arbete byggdes på empiri, forskning, etc så kan det vara vetenskapligt utan att för den delen till 100 % kunna motbevisas eller beläggas (alltså du vet belägga om exempelvis kapitalismen ser ut så). Men nu märker jag att motbevisas innebär att man kommer med ny information. Ja, kommer någon med beräkningar som verkligen motbevisar Marx teorier så ja, då kan man bevisa den. På samma sätt som om Gud skulle komma till oss så skulle det belägga hans existens. Att man kan komma och motbevisa något är dock inte det som avgör vad som är vetenskapligt. I såna fall skulle Intelligent design vara vetenskap, för att kommande fakta kan motbevisa den. Kritiken av att den skulle vara vetenskap går snarare ut på att vägen till slutsatserna inte är vetenskapliga, alltså ingen vetenskaplig metod.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är för att man inte kan \"bevisa\" att big bang ägt rum. Man kan hitta korroborerande information (bevis i folkmun) ett exempel på sådan information är att universum expanderar. Det är dock inget som bevisar teorin utan det visar bara att teorin hittills verkar stämma. Det man kan göra är att bevisa att big bang-teorin helt eller delvis är felaktig och det gör man genom att visa att en förutsägelse eller ett påstående som görs av big bang-teorin är felaktig.      </td> </tr> </table>    Japp, och nu påstod inte Gunilla någonting annat gällande Marx, och ändå påstår smartypants att hon skulle anse att Marx arbete var ovetenskaplig flum bara för att man inte kan säga att det till 100 % är rätt eller fel. Man kan inte säga att Big Bang-teorin är till 100 % är rätt eller fel. Det betyder inte att det är ovetenskaplig flum. Marx arbete bygger på vetenskaplig metod och kan beläggas i mångt och mycket<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är för att man inte kan \"bevisa\" att big bang ägt rum. Man kan hitta korroborerande information (bevis i folkmun) ett exempel på sådan information är att universum expanderar. Det är dock inget som bevisar teorin utan det visar bara att teorin hittills verkar stämma. Det man kan göra är att bevisa att big bang-teorin helt eller delvis är felaktig och det gör man genom att visa att en förutsägelse eller ett påstående som görs av big bang-teorin är felaktig.      </td> </tr> </table>    Och man kan inte belägga till 100 % om Marx teorier stämmer eller inte med verkligheten. Det är ändå inte ovetenskaplig flum.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Påståendet gud finns men ingen kan visa att han finns för att han kräver tro och inte bevis är mer eller mindre definitionen på ovetenskaplighet.      </td> </tr> </table>    Om du däremot tar exemplet Marx. Jag anser inte att en vetenskaplig metod är ovetenskaplig. Är jag fel ute? Exemplet med Gud är irrelevant. Det finns inte två alternativ: de som kan motbevisas till 100 % och de som inte kan det. Alltså kommande fakta kan inte vara avgörande om något är vetenskapligt eller ej.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Vilket är helt korrekt. Det du frågar efter är stödjande bevisning (som att universum expanderar eller att olika förutsägelser visar sig korrekta) vilket du har givits. Det innebär dock inte att det går att bevisa att big bang-teorin är korrekt. Däremot går det att slutgiltigt visa att den är felaktig. T.ex. genom att upptäcka att universum inte expanderar eller har expanderat.      </td> </tr> </table>    Ja, men då kräver det ju att att man har den informationen och beläggen för att motbevisa den. På samma sätt kan jag naturligtvis säga om Marx. Om man skulle hitta de slutgiltiga bevisen att Marx teorier inte stämmer så motbevisar man den. Det är dock inte de enda alternativen. Om nu Marx arbete bygger på forskning, empiri, vetenskaplig metod men man kan fortfarande inte idag säga att det stämmer eller den är motbevisas. Så enkel är inte vetenskapsteori även om du vill det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marxismen var ursprungligen en vetenskaplig teori eftersom Marx gjorde förutsägelser om vad som skulle komma att hända. T.ex. det om kapitalackumulering eller att arbetarklassen skulle få det kontinuerligt sämre. Eftersom detta inte sker kan man alltså säga att Marx hade helt fel i de nämnda frågorna. Han var dock vetenskaplig.      </td> </tr> </table>    Tja, nu sa han ingenting sådant. En ideal kapitalism skulle kanske göra det, kanske med tanke på min otillräckliga kunskap, men att andra faktorer kunde förhindra det. Dialektiken med andra ord. A-kassa, reformer och så vidare kan hindra arbetaren från fattigdom, men kapitalismen i sig gör inte det, endast andra faktorer/motsättningar<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Det moderna Marxister istället gör är att behandla Marx som att han behöver tolkas jävligt löst och att hans ord egentligen inte betyder något och att han därmed inte har fel eftersom han egentligen inte gjort några falsifierbara påståenden. Det innebär dock att Marx inte var vetenskaplig och hamnar på samma vetenskapsnivå som en religion.      </td> </tr> </table>    Problemet är dock att om man vill lita på smartypants, som snabbt letar igenom Kapitalet efter roliga citat, så kan man naturligtvis ha den åsikten du har. Det är dock ni som tolkar Marx på konstigt sätt, medan professorer som har studerat Marx i hela sina liv tolkar det på ett annat sätt. Man måste förstå att Marx faktiskt målar av en kapitalism som inte alltid rymmer fackföreningar, a-kassa, kooperationer, sociala reformer och så vidare, och att faktiskt Marx diskuterar ackumulationen och således en fråga om relativ fattigdom, med andra ord ökade klassklyftor. Man får även förstå den globala marknadens betydelse.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ett exempel åt andra hållet: Teori: en friare marknad med vissa institutioner ger ett högre materiellt välstånd för alla. Korroborering (det du skulle kalla bevis) det finns en mycket stark korrelation mellan ekonomisk frihet och välstånd. Möjlighet till falsifikation: folk blir inte rikare trots ekonomisk frihet.      </td> </tr> </table>    Eller: det finns andra faktorer i samhället som är det som skapar välstånd och välfärd, och dessa faktorer finns inte alltid med i beräkningar över ekonomisk frihet, men påverkar fortfarande."
	},
	{
		"postIndex": 635,
		"postNum": 641,
		"postLink": "/sp15560843",
		"postTime": "2009-03-11",
		"postUser": "Katzespeien",
		"postUserID": "/u99936",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u99936",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag tror inte att du visste vad korroborering var och jag tror inte att det var korroborering du var ute efter eftersom du ställde frågan på samma sätt efter att smartypants förklarat.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Så Popper och hans arbeten är bara en myt?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Man kan aldrig bevisa någonting 100% utanför logiken och matematiken.<br/>  Jo, det måste finnas ett sätt att motbevisa någonting till hundra procent (fel, hitills inga fel funna är de enda två lägen som finns). Procentsatsen är förövrigt hur stor del av teoribygget som måste kasseras för att någon del visar sig vara falsk.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Man behöver inga beräkningar. Man behöver bara svara på frågan om  kapitalistiska länder blivit rikare sedan Marx tid är svaret ja hade Marx fel på den punkten. Arbetsvärdeteorin är sämre än marginalnytteteorin eftersom den inte går att applicera på alla fall som MNT klarar och så vidare. Dock handlar inte tråden om hur mycket eller många fel Marx hade utan om han hade några rätt.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Se smartys svar. Om man hävdar att någon inte kan ha fel så hävdar man att någon är ovetenskaplig eftersom falsifikationskravet är det som skiljer vetenskap från icke-vetenskap. Om Marx inte går att falsifiera för att man kan tolka honom som man vill är han inte heller vetenskaplig.<br/> <br/>  Antingen har Marx fel men var vetenskaplig på sin tid (kanske, hans teorier började vika av från empiri redan innan han dog) eller så är marxism att betrakta som en åsiktsfråga.<br/> <br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Man måste kunna motbevisa något för att det skall kunna betraktas som vetenskap. Om det inte finns något tillstånd där teorin visas inte stämma är det inte vetenskap. <br/> <br/>  Ytterligare exempel:<br/> <br/>  Hypotes: saker accelererar med 9,74 m/s^2 mot marken när de släpps på grund av anledning  Y. <br/> <br/>  Falsifikation: Saker faller inte med 9,74 m/s2<br/> <br/>  Eftersom du hävdar att Marx är vetenskaplig kanske du kan ställa upp falsifikationskrav fär arbetsvärdeteorin och den ökande utsugningen av arbetarna?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  En vetenskaplig metod är per definition vetenskaplig. Exemplet med gud är i allra högsta grad relevant eftersom du inte förstod det. Gud-exemplet hade inget med innehållet med den här tråden att göra utan var endast ett försök att förklara vetenskapsteori för dig.<br/> <br/>  Läs inte in något som inte står.<br/> <br/>  Att någonting är vetenskapligt har ingenting med om det är korrekt eller inte att göra. Jag har för mig att strängteori inte går att motbevisa (eller om det inte gick att korroborera teorin) med nuvarande teknologi. Jag vet inte om det går att göra med large hadron collider eller om det krävs tyngre grejer. Dock finns det gott om fysiker som anser att strängteori mest är grupprunk för dess förespråkare. Min kunskap om strängteori är mycket ytlig, förmodligen gammal och sannolikt fel. Men låtsas som att det stämmer så har du ytterligare ett exempel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Vad måste till för att man skall kunna hävda att Marx har fel menar du?<br/> <br/>  Om du inte kan svara väldigt specifikt på den frågan så erkänner du att Marx inte är vetenskaplig.<br/> <br/>  Räcker det inte med att kapitalackumulation inte förekommer över tid eller att arbetare fått _betydligt_ högre levnadsstandard sedan hans tid eller att kapitalistiska arbetare är rikare än arbetarklassen i länder som försökt implementera Marx teorier?<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Gott in himmel.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Menar du att Marx inte ens själv vet vad han säger eftersom man kan hitta \"roliga citat\"?<br/> <br/>  Ge mig ett citat där Marx explicit eller implicit (men då skall det framgå jävligt tydligt av sammanhanget) talar om relativ fattigdom.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Vilka faktorer är dessa?"
	},
	{
		"postIndex": 240,
		"postNum": 242,
		"postLink": "/sp13349625",
		"postTime": "2008-10-19",
		"postUser": "1:aHjälpen",
		"postUserID": "/u236438",
		"postUrl": "https://www.flashback.org/t350508p21",
		"userUrl": "https://www.flashback.org/u236438",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej det var din efterföljande mening som visade att du tyckte att han hade fel. Du försökte bara märka ord helt felaktigt vilket gör dig ännu mer korkad.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om det är så att jag är oklar eller för komplicerad, så säg till.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag är inte världens bästa kommunikatör.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men bara \"Nä\" är inget argument, så du måste vara tydligar om vad du inte håller med om.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja, men nu handlar detta om MARX, inte om MIG, förstår du.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Skandinavien, som dessutom heller var nåt slavsamhälle.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och Ryssland var feodalt, men aldrig nåt slavsamhälle, osv. Såhär är det bara.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du får ta och läsa nån bok om världshistoria helt enkelt. Jag rekommenderade en, den är väldigt bra. Faktum är att den enda delen i hela världen som har utvecklingen från stamsamhälle, till slavsamhälle, till feodalsamhälle och sedan till kapitalism, är vissa delar av europa.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det enda samhälle som har haft slavar som huvudsaklig arbetskraft är det kommunistiska kambodja.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så skall du ha det som krav på slavsamhälle, så får Marx ännu mer fel.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Har man kravet att det bara skall finnas slavar för att det skall vara ett slavsamhälle så fungerar det inte heller med Marx teorier.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Bland annat slutar ju då inte Europa vara ett slavsamhälle förrän i Marx tid. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hur du än vrider och vänder på saken, så passar inte den faktiska  världshistorian in i Marx historiska teorier.       </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är det som är poängen. Dom delar av Europa dom var romerska, och sedan blev feodala, kan anses följa Marx teorier. INGA ANDRA DELAR AV VÄRLDEN PASSAR.       </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Trälar existerade, ja, men dom var mycket ovanliga.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det blir inte en viktig del av ekonomin, och är därmd inget slavsamhälle.Dom icke-romerska delarna av Europa var inget slavsamhälle. Och skandinavien var aldrig en feodalism, så här är det dubbelfel av Marx. Många delar av världen har varken varit feodalism eller slavsamhälle, eller var feodala innan dom var slavsamhälle, osv.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja, teorierna är ideologiskt influerade. Hurså? Det som avgör om dom är rätt eller fel är inte ideologierna, utan verkligheten. Värdeteori är inget nytt påfund, utan en grundläggande del av nationalekonomin, och marginalnytteteorin har bevisat sin nytta i över 130 år nu. Du kan inte bra stoppa huvudet i sanden och säga \"Nähä!\" eller \"Joho!\" längre.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, och den blir inte mer rätt för att du säger det.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är inte du eller jag som avgör om Marx teorier är rätt eller fel.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är verkligheten som avgör.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och verkligheten har avgjort saken sedan länge.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, vilka politiska åtgärder som skall genomföras är inte vetenskap, det är åsikter.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vetenskap handlar om teorier och fakta. Politiska åtgärder är varken teorier eller fakta utan åtgärder.      </td> </tr> </table>  Politiska åtgärder bygger på och använder sig av och producerar teorier och fakta.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du uppför dig onekligen som om han är det.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Trots att jag förklarar hur Marx sedan länge har bevisligen fel, så upprepar du \"Han har rätt\", helt utan argument för det.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så vem tror att han är en profet? Jag tror inte han är en profet. Jag vet att han har fel. En profet som bevisligen har fel är inte mycket att hänga i julgranen, du.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Bra.      </td> </tr> </table>   Är det din välsignelse jag får igen? Jag betackar mig.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tror du att mänskligheten från början levde i ett lyckligt primitivt tillstånd, men sedan genom sina egna handlingar föll ned i ett tillstånd av olycka och slaveri, men efter ett stort krig mellan gott och ont kommer att åter hamna i ett evigt lyckorike?      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag påstod att kapitalisten tillför något med sina investeringar.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Inte \"genom enbart ägande\".      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är olika saker, och jag förklarade vad skillnaden var i meningarna efter, som det hade varit en bra idé om du hade läst innan du svarade.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du förutsätter det som skall bevisas.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du kan inte anta att Marx har rätt när du skall bevisa att han har rätt.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har redan bevisat att arbetsvärdeteorin är fel och påpekat att antagandet att kapitalisten inte bidrar med värde är fel.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dina argument för att kapitalisten inte bidrar grundar sig i antagandet att: 1. Han inte bidrar. 2. Bara arbetaren bidrar.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är att anta det som skall bevisas och det är inte speciellt meningsfullt.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och det blir inte fle för att du skriver det.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Som sagt....      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Därmed bidrar kapitalisten bevisligen med värde. QED.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag sa ingenting som kan tolkas på det viset.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, men det beror ju på att du inte har tittat efter. Som du ser blir det här inlägget ganska långt. Detta när vi diskuterar mycket enkla saker. Tror du att jag skulle kunna lära dig grundläggande nationalekonomi på det här viset? Det tror inte jag. Du får lära dig själv. Och det kommer du ju inte göra, men det är ju ditt problem, inte mitt. Du vill vara okunnig, och då kommer du vara okunnig.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       1. Det hjälper inte att förutsätta det. 2. Varför skulle det spela någon roll? Om varans värde kommer ur det nedlagda arbetet, varför måste varan vara behövd? 3. Varor med X nedlagt arbete kan fortfarande vara värd olika saker, vilket inte fungerar enligt Marx.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, det här var helt fel från början till slut. Anledningen till att det var fel är för att du försöker applicera en Marxistisk värdeteori på en situation där den inte fungerar, och samtidigt ironisera över hur fel jag måste ha för att få den att fungera. Problemet är ju att den INTE fungerar.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja, det kan tyckas uppenbart. Men det är väldigt svårt att förklara varför det är så med Marx teorier. Däremot går det utmärkt att förklara med marginalnytteteorin. Dn teorin är mycket enklare än Marx teorier, och mycket bättre på att förklara priser i verkligheten, och fungerar på alla slags varor, inte bara handlesvaror.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Spelar ingen roll. Det är fortfarande inte nog.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, jag hade fel. Din tilfälliga intelligens i förra inlägget är borta igen.      </td> </tr> </table>   Åh, har jag väckt din ilska mr självpåtagen gud. förlåt."
	},
	{
		"postIndex": 583,
		"postNum": 588,
		"postLink": "/sp15346094",
		"postTime": "2009-02-26",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p49",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Komplett skitsnack. Vetenskap handlar om att ta reda på hur verkligheten fungerar, Marx ansåg själv sina teorier vara vetenskap. Då kan man bedöma om dom är rätt eller fel, enligt samma kriterier som all annan vetenskap. Det du hävdar här är egentligen att samhällsvetenksp inte är vetenskap utan bara åsikter. Det är komplett blaj. Och därmed är det DU som har missuppfattat samhällsvetenskap, elelr snarar, det är du och massa andra postmodernistiska brajare som försöker kidnappa den.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Bara för att Popper kritiserade Marx betyder det inte att någon av dem har fel.      </td> </tr> </table>  Du kanske skall läsa hans kritik innan du uttalar dig? Popper var vetenskapsfilosof, och en av dom viktigaste vetenskapsfilosoferna genom historien. Han förstod vetenskap väl. Tro mig, det finns ingen som helst tvekan om vem som hade rätt eller fel i den frågan.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det hela är alltså en epistemologisk fråga.      </td> </tr> </table>  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> ALLT är epistemologi med den definitionen. Förklara gärna varför du anser att den vetenskapliga metoden skall förkastat. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Popper kritiserade Marx på grund av dennes historicism, bland annat. Det kan man givetvis kritisera. Men man kan också kritisera den hypotetiskt deduktiva metod som Popper förespråkade genom att säga att konstruktionen av olika hypoteser ofta är mer eller mindre slumpmässig, samt att man aldrig kan vara säker på att konfrontationen mellan en modells resultat och verkligheten aldrig kommer att motbevisas, vilket kan ses som en viss resignation inför förmågan att producera vetenskapliga resultat.       </td> </tr> </table>  Jaha, kritisera den då. Som sagt: Förklara varför vetenskap bara är blaha. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ekonomi: Profitkvotens fallande tendens. Det sägs ofta (av ekonomer som bläddrat igen kapitalet) att det här är en teori där Marx skulle ha haft 'fel'. Om man läser stycket där han introducerar den ser man att så inte är fallet. Han nämner en <i>tendens</i>, inte, och han gör sig dessutom besväret att nämna ett antal fenomen som motverkar, och till och med upphäver denna fallande tendens. Att den skulle ha varit 'fel' överhuvudtaget beror på att profitkvoten efter Marx död inte fallit utan till och med stigit i vissa fall. Det är dock absurt att säga att Marx skulle ha haft 'fel' angående profitkvotens fall. För att hävda det skulle man behöva motbevisa <i>tendensen</i>, och dessutom göra det med Marx egna hypoteser i beaktande, något ingen så vitt jag vet försökt sig på. <br/> </td> </tr> </table>  Du väljer att tolka Marx på ett sådant sätt att när hans teori motsäger verkligheten, så slutar hans teori helt plötsligt säga nåt. Med profitkvotens fallande tendens säger Marx att profitkvoten tenderar att falla med tiden. När den inte gör det, så omtolkar du ordet \"tendera att\" till att betyda \"inte\", så att Marx teori nu helt plötsligt säger att profitkvoten INTE faller med tiden. Seriöst du.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Filosofi: Dialektisk materialism (eller materialistisk dialektik). Här är det kanske ännu absurdare att tala om rätt eller fel. Enligt Popper, som jag sett att andra åberopat ovan, är ett vetenskapligt påstående ett påstående som <br/>  går att motbevisa. Att samhällsstrukturen och våra värderingar vilar på en ekonomisk grund, samt att historien rör sig i vågor av formen tes - antites - syntes går inte att motbevisa. Eller att bevisa.      </td> </tr> </table>  Då är det inte vetenskap, utan bara meningslöst flum. Det är inte bara ovetenskapligt, utan oanvändbart. Men Marx såg det inte som filosofi. Han såg det som vetenskap, och drog slutsatser och gjorde analyser utgående från detta. Så även om DU bestämmer dig för att tycka att det är flummiga meningslösheter som man kan tycka om eller inte tycka om, så ansåg MARX att det var vetenskap. Och tråden handlar om MARX teorier, inte dina.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Sociologi: Alienation. Någon nämnde det innan och ansåg att det inte gick att applicera på dagens arbeten. Det kan det absolut! Massor av sociologer har visat på alienation vid förekomst av Taylorism, och att Taylorism fortfarande förekommer, inom industrin men även i servicesektorn, har visats av en hel rad artiklar. Kort sagt, alienation är fortfarande ett koncept som fortfarande används inom sociologin och som absolut inte anses dött. Och återigen; rätt och fel hör inte hit. Alienation går inte att mäta, och att ställa frågan \"känner du dig alienerad?\" till samtliga anställda på en arbetsplats säger inte särskilt mycket eftersom individen oftast inte är skarpt medveten om vilka sociala tillstånd hans konkreta arbetsmiljö producerar.       </td> </tr> </table>  Samma sak här. Marx menade att alienationen hade verkliga effekter. Det var bara inte lite tycke och smak.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Slutligen: att sluta lära ut Marx vore historierevisionism i allra högsta grad. Hans teorier är fortfarande högst aktuella. Såvitt jag vet har inte en samlad trupp akademiker plötsligt hittat något fel i hans ekonomiska konstruktion,  plötsligt bestämt att materialismen är mindre relevant än andra -ismer, och inte heller nekat länken mellan lönearbete och arbetarnas upplevda inställning till arbetet.      </td> </tr> </table>    Du tolkar Marx som att det han säger bara är meningslöst flum utan vetenskaplig grund eller nytta, och sedan säger du att hans teorier fortfarande är högst aktuella. Vilka fantastiska dumheter. <br/> <br/>  Och nej, man har inte \"plöstligt hittat nåt fel\" i hans ekonomiska konstruktion. Dom flesta felen hittades redan på 1800-talet. Och Marx teorier ersattes av bättre teorier redan på 1870-talet, innan Marx ens hade fått nån större uppmärksamhet för SINA teorier. <br/> <br/>  Marx teorier fick sitt egentliga genombrott i Ryssland i slutet på 1800-talet. Det var först då man började ta hans ekonomiska teorier på allvar. Då var dom redan förlegade. All Marxistisk ekonomisk teoribildning har alltid varit grundligen dogmatisk och baserat på att man har trott på den socialistiska iodeologin, och sedan försökt få Marx ekonomiska teorier att fungera i verkligheten. Det har aldrig lyckats.<br/> <br/> <br/>  Sammanfattning: Om man tolkar Marx teorier som VETENSKAP (och det är det dom är avsedda för) då kan dom ha rätt eller fel. Och hittills har vi inte lyckats hittat nåt som är rätt. Ditt svar bekräftar detta. Du erkänner att Marx inte har rätt. Vad du gör är att omtolka honom och hävda att det han säger är ovetenskapligt svammel. Detta för att slippa erkänna att han har fel. Det är fantastiskt fånigt, såklart. Men som svar på min fråga är ditt inlägg i debatten glasklart:<br/> <br/>  Jag: Hade Marx rätt i nåt?<br/>  Du: Nej."
	},
	{
		"postIndex": 956,
		"postNum": 966,
		"postLink": "/sp39385928",
		"postTime": "2012-09-17",
		"postUser": "Visf",
		"postUserID": "/u166136",
		"postUrl": "https://www.flashback.org/t350508p81",
		"userUrl": "https://www.flashback.org/u166136",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det har ingenting att göra med historiematerialism. Det har att göra med saker som vår själviska natur, ur det faktum att vi inte har kollektiva tankecentra, är tvungna att indoktrineras bort för att ideologin i sitt slutskede ens skulle fungera. Själva tanken med processen var att man skulle skapa en socialistisk man under första skedet som ur ren pliktkänsla för den kommunistiska tanken skulle komma att fördela upp produktionsmedlen till lika tänkande, likadana, likartat omöjliga fantasi-män.<br/> <br/>  Marx trodde att vi kunde skriva hur människan ska agera på ett blankt-papper. Att vi var böjbara, och inte mekanistiska. Men detta är helt enkelt fel, vi har vissa med-ärvda biologiska funktioner. Det är därför det aldrig kommer existera en socialist man. Man lyckades inte ens skapa en i Sovjet, och det var det Lenins diktatur handlade om att försöka föda. Det skulle allting vara värt det, alla de döda i Ukraina och alla mördade i arbetsläger, om man lyckades skapa denna nya människa som kunde göra att ett socialistiskt samhälle fungerade.<br/> <br/>  Vidare skulle jag säga att historiematerialism har stora problem att förklara saker som upplysningen, eller revolutionerna vi hade i väst. På något vis lyckas historiematerialism snarare bäst förklara <i>dåliga</i> förändringar. Som den franska revolutionen som direkt ledde till Napoleon (Hitler, före det fanns en Hitler, det var så han omnämndes av folk tills Hitler tog över den rollen) eller för att ta mer självklara exempel som revolutionen i Ryssland vid första världskriget och de flesta andra kommunistiska revolutionerna. Jag skulle säga att idéer tydligt drivit oss bättre framåt än förändringar ur nödvändighet. Samma skulle även kunna sägas idag bara när det kommer till det politiska, om man kollar på reformer som kommer av skuldkriser.  För att gå vidare har Marx klart haft fel om den naturliga utvecklingen. Finns ingenting som tyder på att proletariatets diktatur finns inom räckhåll. Häri kommer det som relaterar till tabula rasa, att Marx från ingenstans menar att vi inte skulle ha en maktkonflikt när en maktposition skapats. Detta för att människor bara på något vis ändrats. Helt absurt, och en sådan viktig del av hans politiska handlingsplan, som klart påvisats vara världshistoriens farligaste och dödligaste idé. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Rawls är inte för social frihet heller, han är för social och ekonomisk likhet. Socialliberaler gjorde misstaget i att missta att man var för frihet för att hjälpa de fattiga, med att man bara skulle vara för de fattiga. De ansåg, i relation till tabula rasa, att allting borde vara jämnt och fint när man friat upp det så mycket, vilket det givetvis aldrig skulle kunna bli och aldrig kommer bli, då vi är så väldigt olika som personer och vad som gör oss värdefulla i samhället är just det som gör oss annorlunda.<br/> <br/>  Påstår du att socialliberalerna <i>inte</i> förde tredje-vägen politik? Menar du att det <i>inte </i>är äckligt och en mutation av en ideologi att av politiska skäl underminera dess grundläggande principer bara för att man söker makten?<br/> <br/>  Sen andra-grads-dimensioneringen av politik är faktiskt fullt ärligt helt efterblivet. Jag ser inte vad som står att finna i högre kunskap ifrån det. I vilket fall har de liberalkonservativa och socialkonservativa någonting gemensamt i att de är liberaler enbart till namnet. Att börja kategorisera i förväg vilka friheter folk ska få ha enbart ur skälet att det syftar till underlätta politiska mål gör det ganska klart att frihet inte längre är en nödvändig komponent av ideologin utan bara ett verktyg. På det viset kan alla ideologier anses vara liberala på något vis, men då har man inte förståt att frihet är ett sätt att just låta folk sätta upp sina egna mål, att det är lösning på värderelativismen som är ett stående faktum."
	},
	{
		"postIndex": 195,
		"postNum": 197,
		"postLink": "/sp10091225",
		"postTime": "2008-02-21",
		"postUser": "Debord",
		"postUserID": "/u219427",
		"postUrl": "https://www.flashback.org/t350508p17",
		"userUrl": "https://www.flashback.org/u219427",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Nya ledare och intellektuella har hela tiden framträtt och agerat. Det är de som kommit in i makens boningar, skaffat sig egna ekonomiska fördelar som varit förädare.<br/>  Sen att folk inte hört talas om dem och att de inte får utrymme beror på många olika faktorer, bl a det officiella ledarskapet inom arbetarrörelsen ivrighet att bekämpa dem till borgerlig medias och politikers lögner och förledande av perspektivet bort från dem genom att skapa et helt paradigm av åsikter  som man skall hålla sig inom. Det är inte jag som betraktar arbetarklassen som en flock får, det är mainstream media och den sk. demokratins spelregler, eller rättare makthavarnas användande av dem, som gör det. Att folk är formbara och går att tuta i både det ena och andra borde du förstå om du läser lite historia, vilket är ett tillstånd jag tror går att ändra på, på sikt. Du förnekar arbetarklassen en historisk och avgörande roll, det gör dock inte jag. Undrar vem som ser arbetarna som en skock får i slutändan egentligen, du eller jag?<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Klasskampen var möjligen en nödvändighet under Marx tid även fast den blev inaktuell mer och mer under redan hans levnadstid. Idag existerar inte klassamhället om vi tittar på exempelvis sverige, det är ett inaktuellt begrepp. Kommunismen som ideologi behöver dock denna klasskamp eftersom hela teorin bygger på att det ska finnas motsättningar mellan grupper för att skapa förutsättningar för en revolution.<br/>   </td> </tr> </table>    Vi börjar med att klassamhället inte skulle existera mer i Sverige idag. Då menar du att vi har ett klasslöst samhälle då, eller? <br/>  Menar du att alla människor har likvärdig makt och ägande över produktionen i Sverige idag? I så fall bor du och jag inte på samma planet.<br/>  En klass äger och styr över produktionen, är offantligt rika av det, en annan måste sälja sin arbetskraft för att överleva och är fattiga eller konstant hotade med fattigdom om de inte arbetar.Det är de två huvudklassena och så ser det ut både i Sverige och i världen i stort.Inte speciellt svårt att förstå om man inte lever i en skyddad verksad som att bo på Lidingö och inte går utanför dörren (mentalt sså som fysiskt).<br/> <br/>  Sen vill jag tala om klasskampen ur ett annat perspektiv, den har nämligen två sidor. Idag bedriver den borgerliga regeringen en politik för lönenedpressning genom att tillåta arbetare från andra länder att komma hit och ta jobb för skitlöner, försämra offentlig sjukvård, sälja ut statliga företag till underpriser och kasta ut folk ur A-kassesytemet genom en bortre parantes för ersättningen, för att bara nämna några frågor.Det är i högsta grad en klasskamp och den förs av liberaler! I vems intressen jo naturligtvis för borgarklassen ekonomiska intressen! Så klasskampen lever verkligen, skillnaden är att idag är arbetarklassen så pass demoraliserad så att den inte kan bjuda motstånd. Den har inget ledarskap alls, \"fårflocken\" är helt utlämnad åt vargen! Ut efter det drar du sedan den fräcka slutsattsen att det är Marx som har fel, när det är klaskampen som är inne i en fas där arbetarklassens positioner tillbakapressas. Har Marx skrivit att revolutionen skull komma genom en ständig segerprosess genom historien? Nej så enkelt är det inte, inget sker av sig själv, arbetarklassen måste agera som ett subjekt först, ha ett mål och det är det Marx förklarar för oss!<br/> <br/>   Men klasskampen lever, låt oss dock hoppas på att den som bedriver det idag inte segrar för då ar vi varken sjukvård eller utbildning åt \"fårflovcken\" (för idag är den formad till en fårflock som hunsas). Förmodligen har vi både tortyr, censur, reseförbud, åsiktspolis samt slaveri infört efterhand då. Kapitalismen gillar nämligen bara demokrati när den gör nytta för borgarklassen eller behövs som borgfredsskapare mellan klasserna (p ga av ett yttre hot så som under kalla kriget). Kampen för demokrati är nämligen en antikapitalistisk rörelse från början! <br/>  Har du hört talas om ett kapitalistiskt företag med ekonomisk demokrati någon gång? Nej det är mot dess natur!<br/> <br/>  PS! Jag ser att du inte svarar på min fråga, men det förstår jag. Det finns nämligen inga sådana exempel, kapitalismen bygger nämligen på röveri från andra på så goda vilkor som den kan få.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Jaha, du fortsätter att tjata ditt mantra ser jag. Mycket möjligt att det övertygar dig mer, men dock inte mig eller någon annan i heller för den delen. Utveckla i stället marginalnyttoteorin innebörd om den nu skulle kunna vederlägga Marx så fatalt.<br/> <br/>  DET HÄR ÄR VAD DEMOKRATI HANDLAR OM:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DGOsvsm_LCbA%26amp%3BNR%3D1\" target=\"_blank\">http://www.youtube.com/watch?v=GOsvsm_LCbA&amp;NR=1</a>"
	},
	{
		"postIndex": 545,
		"postNum": 549,
		"postLink": "/sp15295513",
		"postTime": "2009-02-24",
		"postUser": "gunilla",
		"postUserID": "/u87061",
		"postUrl": "https://www.flashback.org/t350508p46",
		"userUrl": "https://www.flashback.org/u87061",
		"sentence": "Jag har inte läst allt, men många i den här tråden verkar ha missuppfattat samhällsvetenskapen. Det går inte att konsekvent tala om rätt eller fel vad gäller sig varken Marx eller någon annan av de stora namnen i varken ekonomi, filosofi eller sociologi. En kritisk lektyr av vilken bok som helst kan bekräfta det.<br/> <br/>  Bara för att Popper kritiserade Marx betyder det inte att någon av dem har fel. Det handlar om vad man anser vara metodologiskt korrekt, och det i sin tur hänvisar till en rad olika debatter, bland annat vilken forskningens natur är samt synen på forskningens roll i samhället. Det hela är alltså en epistemologisk fråga. Popper kritiserade Marx på grund av dennes historicism, bland annat. Det kan man givetvis kritisera. Men man kan också kritisera den hypotetiskt deduktiva metod som Popper förespråkade genom att säga att konstruktionen av olika hypoteser ofta är mer eller mindre slumpmässig, samt att man aldrig kan vara säker på att konfrontationen mellan en modells resultat och verkligheten aldrig kommer att motbevisas, vilket kan ses som en viss resignation inför förmågan att producera vetenskapliga resultat. <br/> <br/>  Om man angriper några av Marx mer kända koncept för att diskutera huruvida de är \"rätt\" eller \"fel\" märker man snabbt att det är nonsens. Tre exempel från tre olika ämnen (även om Marx själv inte var särskilt kategorisk när det gällde att dra en skiljelinje mellan olika ämnen).<br/> <br/>  Ekonomi: Profitkvotens fallande tendens. Det sägs ofta (av ekonomer som bläddrat igen kapitalet) att det här är en teori där Marx skulle ha haft 'fel'. Om man läser stycket där han introducerar den ser man att så inte är fallet. Han nämner en <i>tendens</i>, inte, och han gör sig dessutom besväret att nämna ett antal fenomen som motverkar, och till och med upphäver denna fallande tendens. Att den skulle ha varit 'fel' överhuvudtaget beror på att profitkvoten efter Marx död inte fallit utan till och med stigit i vissa fall. Det är dock absurt att säga att Marx skulle ha haft 'fel' angående profitkvotens fall. För att hävda det skulle man behöva motbevisa <i>tendensen</i>, och dessutom göra det med Marx egna hypoteser i beaktande, något ingen så vitt jag vet försökt sig på. <br/> <br/>  Filosofi: Dialektisk materialism (eller materialistisk dialektik). Här är det kanske ännu absurdare att tala om rätt eller fel. Enligt Popper, som jag sett att andra åberopat ovan, är ett vetenskapligt påstående ett påstående som <br/>  går att motbevisa. Att samhällsstrukturen och våra värderingar vilar på en ekonomisk grund, samt att historien rör sig i vågor av formen tes - antites - syntes går inte att motbevisa. Eller att bevisa. Det är en filosofisk utgångspunkt och man kan gilla den eller ogilla den. Om sedan filosofi bör klassas som en vetenskap eller ej går jag inte in på. Det är definitivt ett ämne och ett ämnesområde i alla fall. <br/> <br/>  Sociologi: Alienation. Någon nämnde det innan och ansåg att det inte gick att applicera på dagens arbeten. Det kan det absolut! Massor av sociologer har visat på alienation vid förekomst av Taylorism, och att Taylorism fortfarande förekommer, inom industrin men även i servicesektorn, har visats av en hel rad artiklar. Kort sagt, alienation är fortfarande ett koncept som fortfarande används inom sociologin och som absolut inte anses dött. Och återigen; rätt och fel hör inte hit. Alienation går inte att mäta, och att ställa frågan \"känner du dig alienerad?\" till samtliga anställda på en arbetsplats säger inte särskilt mycket eftersom individen oftast inte är skarpt medveten om vilka sociala tillstånd hans konkreta arbetsmiljö producerar. <br/> <br/>  Slutligen: att sluta lära ut Marx vore historierevisionism i allra högsta grad. Hans teorier är fortfarande högst aktuella. Såvitt jag vet har inte en samlad trupp akademiker plötsligt hittat något fel i hans ekonomiska konstruktion,  plötsligt bestämt att materialismen är mindre relevant än andra -ismer, och inte heller nekat länken mellan lönearbete och arbetarnas upplevda inställning till arbetet."
	},
	{
		"postIndex": 187,
		"postNum": 189,
		"postLink": "/sp5060442",
		"postTime": "2006-09-16",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p16",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Tja, då måste man ju först definierat \"utnyttjad\" och \"satt under förtryck\". Marx definitioner av detta var felaktiga, och arbetarna har inte alls \"förstått\" detta. Överhuvudtaget är det nog få arbetare som förstår nånting av Marx teorier.<br/> <br/>  Allt du egentligen säger här är att arbetare när dom blir missnöjda med situationen kommer att demonstrera och orsaka upplop. Detta är knappast nåt Marx var först med att påstå. Det finns väl överhuvudtaget ingen som har sagt nåt annat, faktiskt. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx hävdade att när de blivit medvetna så skulle de organisera sig för att bekämpa förtrycket (han hade rätt).       </td> </tr> </table>    Nej. Arbetare har inte blivit ett enda dugg mer \"medvetna\" än på Marx tid. Man organiserade sig, ja. Men inte för att göra revolution, utan för att kräva bättre arbetsförhållanden.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx hävdade att när de organiserad sig mot kapitalisterna så skulle de göra revolution och införandet av arbetarstyre, klasslöst samhälle. Där hade han fel, men var fortfarande inte helt fel ute EFTERSOM förändringar skedde för att man inte ville ha en revolution på halsen.      </td> </tr> </table>  Då hade han alltså helt fel. Det där är ju helt fel, för Marx sa att det var precis det som INTE skulle hända. Han sa att reformer var meningslösa och det skulle bli revolution. Istället blev det inte revolution, utan det blev reformer. Detta är rimligen att ha helt fel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hade han haft helt fel så hade förändringarna skett utan detta överliggande hot.      </td> </tr> </table>  Vilket dom också ofta har gjort. Det som oftast har genomförts under hotet av revolution är DEMOKRATI. Detta avfärdade Marx. Inga av dom förändringar Marx ansåg måste införas (förstatligandet av produktionsmedlen) har infört alls, allra minst under hotet om revolution.<br/> <br/>  Marx hade alltså helt fel där också.<br/> <br/>  [quote]Marx beskrivning av klasssamhället stämmer också till visst det, för sin tid, även om det redan då fanns så många fler nyanser än vad han beskrev, men hans teorier gav dock en bas som fortfarande ligger till grund i dagens forskning om klasser, sociala grupper, stratifieringssystem och liknande.[/quote[Jaha, men det kanske den inte borde göra? Marx teorier ligger till grund för vänsterns ekonomiska politik, fast den är grundligt motbevisad. Att massa folk tror på nåt betyder inte att det är sant. Eller som man säger \"en miljard flugor kan inte ha fel: ät skit!\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Jag tycker du får klämma ur dig exakt vad det har han hade rätt i.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Allt har ju utvecklats för att försöka närma sig verkligheten eftersom hans teorier var som ett oarbetad granitblock som sedan mejlats ut.      </td> </tr> </table>  Det kan hända, men då får du ju ta upp exempel på detta. Jag har som sagt efterfrågat saker som Marx hade rätt i i den här tråden och hittils har ingen kommit med ett enda exempel.<br/> <br/>  Dina förslag är bäst hittils, och det enda du har kommit upp med är att han sa att arbetarklassen skulle blir medveten, organisera sig, men att denna organisation i grunden skulle vara meningslös, enbart revolutionen skulle kunna lösa problemet. Det som hände var att arbetarklassen förblev omedveten, men organiserade sig, och löste problemet. Med andra ord, mitt i en hel hög med felaktigheter råkar han klämma ur sig att arbetaklassen skulle organisera sig, och det råkade vara rätt.<br/> <br/>  Då återstår ju att bevisa att detta med arbetklassens organisation var nåt HAN hittade på, och att ingen annan hade tidigare sagt att arbetarklassen skulle komma att organisera sig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Trodde aldrig jag skulle vara den som försvarade Marx, eftersom jag brukar hänga på andra sidan staketet... Men det finns ju gränser även för ignorans      </td> </tr> </table>  Säkerligen, och jag har letat efter Marx gränser länge, och jag måste säga att du har du inte lyckats hitta dom än."
	},
	{
		"postIndex": 237,
		"postNum": 239,
		"postLink": "/sp13343665",
		"postTime": "2008-10-19",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p20",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Oh, shit, hur skall jag förklara så här grundläggande saker för nån om inte redan har begripit det? Hmmm. Ni får ursäkta om min pedagogiska förmåga inte räcker till, men jag skall försöka.<br/> <br/>  1. Teorier har antaganden. Saker man förutsätter som grund till teorierna. Detta är dom saker teorierna BYGGER på. Euklidisk geometri har dom grund att ytan är platt, till exempel. Den bygger på detta. Med icke-platta ytor så falerar Euklidisk geometri.<br/> <br/>  Är det klart så långt?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag tror nog han var rätt förutsättningslös i sin inställning till hur denna teori skulle utveklas, men om du menar att han från början hyste en avsky mot de rådande förhållandena som han såg arbetarklassen leva under och önskade att detta skulle förändras till nått annat så har du säkert rätt att Marx hade sina intutioner.      </td> </tr> </table>    Om du menar att Marx från början i sitt teribyggande förutsatte att det var ett klassamhälle så har du rätt. Men TEORIERNA bygger inte på det. Dom bygger på andra saker i syftet att bevisa att klassamhället var en historisk nödvändighet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Lär dig lite  av den tankeprocessen först så kan säkert du också ta till dig en del Marx precis som en och annan finanskapitalist försöker göra.      </td> </tr> </table>    Du kanske skall skaffa dig lite läsförståelse innan du uttalar dig?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du vill altså först ge ge Marx fel för att du sen anser att han hade rätt? Du är en rolig prick du, he!      </td> </tr> </table>    Inte konstigt att du inte förstod det jag sa i början. Du begriper uppenbarligen inte nånting av det jag säger. Svårt att diskutera då...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dt passar in på hela världen, det är bara som så att det förekommit att andra delar av världen levt i ett slavsamhäle eller ett feodalt samhälle samtidigt ssom kapitalismen utveklades i Europa . Det har t  o m förekommit att folk levt i sk. urkommunistiska samhällen samtridigt, eller i former som låg mellan detta stadium och slavsamhället, som t e x indianerna i Nordamerika. Kapitlaismen har dock tillintergjort dessa med förödande kraft. Den krraften hette på 1800-talet kolonilaismen och på 1900-talet imperialismens epok. Men det är kanske lite för avancerat för dig att förstå.      </td> </tr> </table>    Argumentet är inte att dom inte har utvecklats hela vägen, utan att samhällen helt enkelt inte följer dom stadier som Marx säger att dom skall göra, och inte i den ordning Marx säger att dom skall göra. <br/> <br/>  Eller hävdar du att Sverige i 1800-talets början var en primitiv kommunism? För Sverige var varken ett slavsamhälle eller ett feodalsamhälle,  eller en kapitalism.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Var har du fått det ifrån att Marx inte försökte skapa en värdeteori som var generell och som enbart gäller för handelsvaror?      </td> </tr> </table>  Har du läst kapitalet? Var finns diskussionen om sådant som INTE är handelsvaror? Han talar om saker som rockar och linneväv, och hela tiden antar han att alla rockar är likvärdiga och allt linneväv är likvärdigt.<br/> <br/>  Några citat:<br/> <br/>  \"Ett och samma arbete resulterar därför alltid under samma tidrymd i samma värdemängd, hur än produktivkraften förändras.\"<br/> <br/>  \"Vare sig 20 alnar linneväv = 1 rock eller = 20 eller = x rockar, d.v.s. vare sig ett givet kvantum linneväv är värt många eller få rockar, så innebär varje sådan proportion, att linneväv och rockar som värdestorheter är uttryck för samma enhet, ting av samma natur. Linneväv = rock är ekvationens grundval.\"<br/> <br/>  \"Här gäller det: mitgefangen, mitgehangen. All linneväv på marknaden gäller endast som en handelsvara, varje stycke linneväv bara som en alikvot del därav.\"<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men det kan hända aatt<br/>  t han lag t mer tid på det i de andra bökerna, det kan du som läst alla tre säker bättre än mig (ironi).      </td> </tr> </table>    Ja, så är det nog.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx har aldrig sagt att kapitalisten inte tillför något värde alls      </td> </tr> </table>    Nej, men det är ett grundantagande i resonemanget.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Däremot är det bara arbete som tillför en vara (eller en tjänst för den delen) något värde (det gäller både för bruksvärdet och för bytesvärdet). Du kan ju försöka bevisa motsattsen om du kan.      </td> </tr> </table>    Eh, ja, det är inte speciellt svårt faktiskt. Som sagt var, arbetsvärdeteorin är sedan länge av alla seriös ekonomer ersatt med marginalnytteteorin, av den mycket enkla anledningen att arbetsvärdeteorin inte kan förklara värden av saker som inte är handelsvaror. Konst till exempel. Damien Hirst sålde en uppstoppad kalv nyligen för 10.3 miljoner pund. Det finns inte en arbetsvärdeteori i universum som kan förklara det priset. Det nedlagda arbetet av Damien Hirst kan inte förklara det priset.<br/> <br/>  Likaså är det omöjligt att med en arbetsvärdeteori förklara hur tavlor eller möbler från renässansen kan vara dyrare idag än den dag dom tillverkades. Varför är gamla mynt värda mer än dom var som nya? Inte förklaringsbart med arbetsvärdeteorier.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       T o m den borgerliga regeringen som styr vårt land har ju insett att det bara är arbete som skapar värden. Om än att de bara ser det för den sk. privata delen av näringslivet.       </td> </tr> </table>  Nej, arbete skapar inte värden. Arbete skapar välfärd. Det är olika saker. Skulle vi sluta tillverka mat, skulle värdet av mat öka alldeles fantastiskt. Men vår välfärd skulle gå ner. (Något som inte heller är förklaringsbart med arbetsvärdeteorin).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tycker dui är rätt bra själv på att köra med sandlådeargumentation så som att Marx hade fel för att just du säger det.       </td> </tr> </table>  Nej, du har fått det om bakfoten. Jag säger att Marx har fel därför att han har fel. Det betyder inte att han har fel för att jag säger det. Jag hoppas du förstår skillnaden där. Det är en fråga om orsak och verkan.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Då kan du ju vänligen visa på att dessa antaganden är fel      </td> </tr> </table>    Det har jag ju redan gjort, upprepade gånger. Vad är oklart?"
	},
	{
		"postIndex": 544,
		"postNum": 548,
		"postLink": "/sp15294658",
		"postTime": "2009-02-24",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p46",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Du gör ett mycket märkligt antagande här, nämligen att alla aktuella tänkare måste ha rätt, och att folk som följer olika tankeriktningar gör det för att tankeriktningarna är vettiga att följa. Det stämmer inte. <br/> <br/>  (Och det var 1870-talet, för övrigt).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       OCh jag är inte <b>så insatt</b> i hans mervärdesteorier, men den ger en enkel och lättskådlig insyn i hur t ex arbetaren arbetar ihop vinsten åt kapitalägaren.      </td> </tr> </table>  Visst. Problemet är var att den är FEL. På samma sätt ger frenologi en enkel och lättskådlig insyn i varför vissa människor är bra på vissa saker och andra på andra. Men den är FEL. Och kreationsteorin ger en enkel och lättskådlig insyn i hur det kommer sig att det finns olika sorters djur. Men den är FEL.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och att kombinera det med marginalnytteteorin är inget problem...      </td> </tr> </table>    Då tar vi det här en gång till: Båda teorierna avser att förklara samma sak, nämligen varför varror har olika värden och priser. Men den ena antar att värden är objektiva den andra att dom är subjektiva. Dom kan inte båda vara sanna samtidigt. Dom säger emot varandra. Dom går alltså INTE att kombinera.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om man anser att marginalvinsten är tillräckligt stor producerar man mer, vilket innebär att ju mer <b>mervärde</b>  arbetaren tjänar ihop åt fabrikören, desto större marginalvinst och därmed lönsamhet att utöka produktionen innebär det. Den ena utesluter inte den andra här, utan kompletterar varandra. Man kan också säga att man använder de olika teorierna utifrån vilket syfte man har.      </td> </tr> </table>  Du tycker nog dom kompletterar varandra mest för att du inte har förstått marginalnyttoteorin. Din \"kombination\" innehåller överhuvudtaget inget av marginalnyttoteorin. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och varför skulle \"den dialektiska processen\" vara felaktig, eller alienationsresonemanget..!?      </td> </tr> </table>  Det beror på vad du menar med den dialektiska processen, mer specifikt.<br/> <br/>  Alienationsresonemanget är jag som sagt inte klar med ännu, jag har inte betsämt mig för om han hade rätt eller fel där.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men du är pigg på att alltid säga att det är felaktigt, utan att komma med ett eget resonemang varför.      </td> </tr> </table>  Du kanske inte förstod resonemanget?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men utveckla resonemanget, förklara <b>varför</b>  Karl Popper har rätt, och Marxs fel..!? med egna ord/förklaringar.      </td> </tr> </table>    Även en sammanfattning i mina egna ord och förklaringar skulle ta ett helt eget långt inlägg. Poppers genomgång av Marx historicism är extremt grundlig, och i princip är varje kapitel från kapitel 13 till kapitel 24 en egen totalsågning av Marx historicism. Man kan alltså säga att Popper motbevisar Marx historicism  många gånger om i sin bok The Open Society and it's Enemies. Det bästa vore nog om du läste den.<br/> <br/>  Några av punkterna han tar upp har jag tagit upp här tidigare.<br/> <br/>  Men som jag påpekade redan i första inlägget, som du ju citerade, så är inte syftet med den här tråden att diskutera hans ekonomiska eller historiska teorier, just därför att dom är så grundligt motbevisade både i teori och praktik. Så nej, jag tänker inte skriva en fet sammanfatttning av Poppers kritik.<br/> <br/>  Frågan är fortfarande om Marx hade RÄTT i nåt. Inte på vilket sätt han hade fel i sina historiska eller ekonomiska teorier. Jag vet redan på vilka sätt han hade fel i dom teorierna. Det  intresserar mig inte att diskutera dom sakerna.<br/> <br/>  Men tråden har misslyckats, för socialisterna envisas med att bara försöka bevisa att Marx visst hade rätt i sina ekonomiska och historiska teorier, vilket är patetiskt och dömt att misslyckad- Därmed har tråden lyckats med enbart en sak: Bevisa att Marxister skiter i sanning och vetenskap, och bara är intresserade av att rädda sin profets rykte."
	},
	{
		"postIndex": 619,
		"postNum": 625,
		"postLink": "/sp15490811",
		"postTime": "2009-03-07",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p53",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Dummer. Nej, jag har inte påstått att DU använde \"per automatik\" och således handlade det inte om att skriva om vad du skrev. Det var bara en enkel fråga gällande vetenskap, och INTE en fråga som byggde helt på vad du skrev. Jag skrev per automatik för att all vetenskaplig forskning inte går att bevisa, men jag är fortfarande tvungen att skriva \"per automatik\" för att det inte ska bli fel: viss vetenskap går att bevisa.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, givetvis inte. Du bara ljuger, som vanligt. Stå för vad du har sagt, din omogna fjortis.      </td> </tr> </table>    Och som vanligt blandar du ihop vad du har skrivit och vad jag har skrivir. Jag skrev mycket tydligt att jag skrev detta. JAg påpekade mycket väl att jag använde \"per automatik\", det var därför jag påpekade att jag använde de orden som beskrivning av min fråga, inte vad du använde dig av för ord.<br/> <br/>  Du flyr undan helt enkelt. JAG ställde en fråga till DIG. Frågan var inte en återberättande av vad du skrev. Således kunde jag inte ändra på vad du menade, för det var ju ingen parafras på vad du skrev. Skilj på ditt och mitt. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Det är fortfarande inga påståenden. Givetvis har du inte påstått saker som inte är påståenden. En nonsensundanflykt.      </td> </tr> </table>  <br/>  Du är nonsens. Du beskrev en felaktighet som först är en felaktighet om jag påstod detta. JAg påstod inte detta. Då kan det inte vara en felaktighet. Du skrev ju \"om du menade\". Det var detta jag kommenterade med \"jag påstod inte\". Du är nonsens som sagt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har bemött frågorna, Jag har förklarat varför frågan var felaktigt ställd. Fyra fel var det i frågan. Två fel per ord. Nytt rekord,      </td> </tr> </table>    Du har inte bemött frågorna. Du tolkade \"bevisa Big Bang\". Att det skulle vara felaktig fråga enligt din vetenskapsteori. Vad jag menade var att du skulle bevisa att Big Bang har ägt rum. Ingenting annat.<br/> <br/>  Du glömde: <b>\"Vilka fel?\"</b><br/> <br/>  Du har inte förklarat några fel alls, när jag faktiskt har förklarat att jag inte alls påstod något du påstod att jag gjorde. Jag menade inte alls att du skulle bevisa Big bangs existens som att Big Bang skulle existera i nuet. Som exempel. Alla andra alternativen som beskrev mina felaktigheter är även de fel då jag inte menade något sådant.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Precis. Och därmed måste hans teorier också uppfylla vetenskapliga kriterier. Det gör dom, i Marx versioner. Det gör dom inte i din och Gunillas version.      </td> </tr> </table>    Men du är den enda som påstår att något inte kan innehålla vetenskapliga kriterier om det inte kan bevisas. Något kan kommas fram av vetenskapliga metoder utan att för den delen kunna bevisas till 100 %. Marx arbete byggde på Empiri, historisk och ekonomisk forskning osv. Sammanlagt något som kan betraktas som en vetenskaplig metod, och på så sätt att hans arbete är vetenskaplig (mycket i kontrast till de tidigare socialisternas idealistiska arbete). Men det måste inte innebära att man fullständigt kan bevisa Marx arbete. Men visst finns det forskning som i mångt och mycket på empirisk väg belägga Marx ekonomiska teorier. Men ingenting är så svart och vitt som du påstår. Om man inet kan bevisa något till 100 % betyder inte att det är ovetenskapligt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, inte all forskning är vetenskaplig, det är korrekt.      </td> </tr> </table>    Men något som inte till 100 % kan bevisas innebär inte att det är ovetenskapligt. De slutsatser man drar kan dras av vetenskaplig forskning.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag letar fortfarande efter nån del som INTE har motbevisats, och jag har fortfarande inte hittat nån.      </td> </tr> </table>    Japp, och det är endast din åsikt. Jag tror mer på de som har studerat Marx i hela sina liv, än smartypants: en finnig tonåring på flashback som leker kunnig. Du har inte förstått Marx. Det är därför du inte har kommenterat de länkar som finns i tråden som faktiskt att belägga Marx ekonomiska teorier.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Du förstår inte skillnaden på bevisbart och bevisat. Det är symptomatiskt för dig, du verkar plågad av grundläggande kognitiva problem som detta.      </td> </tr> </table>    Men bevisa att Big Bang har ägt rum, eller förklara hur man kan göra detta. Förklara också på vilket sätt Big Bang-teorin är riktig eller inte. Motbevisa den."
	},
	{
		"postIndex": 646,
		"postNum": 652,
		"postLink": "/sp15608035",
		"postTime": "2009-03-14",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p55",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, jag ställde inte samma fråga efter att smartypants förklarat.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så Popper och hans arbeten är bara en myt?      </td> </tr> </table>    Det hoppas jag verkligen inte. Vad menar du?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Man kan aldrig bevisa någonting 100% utanför logiken och matematiken.<br/>  Jo, det måste finnas ett sätt att motbevisa någonting till hundra procent (fel, hitills inga fel funna är de enda två lägen som finns). Procentsatsen är förövrigt hur stor del av teoribygget som måste kasseras för att någon del visar sig vara falsk.      </td> </tr> </table>    Förstå att jag inte menar 100 % bokstavligt, snarare symboliskt när det gäller om något är rätt. Sedan missförstår du. Ja, man kan motbevisa Big Bang-teorin, det innebär dock inte att man idag, eller troligen inte i framtiden heller för den delen, kan göra det. Att falsifieringen är möjlig innebär inte att det är möjligt i den reella situation vi befinner oss i nu. Trots allt är Big Bang-teorin ganska rimlig, och bygger på vetenskapligt arbete. Självklart kommer man säkert utveckla teorin, men universum expanderar som exempel. Om man hittar den information och den faktan som motbevisar den så motbevisar man den, ja. Det är dock inget som går emot \"Marx teorier kan inte sägas vara rätt eller fel, Marx teorier kan inte motbevisas\". Då syftar man inte på att möjligheten att motbevisa inte finns, utan att det är inte troligt att man kan finna den faktan för att göra det.  <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Man behöver inga beräkningar. Man behöver bara svara på frågan om  kapitalistiska länder blivit rikare sedan Marx tid är svaret ja hade Marx fel på den punkten. Arbetsvärdeteorin är sämre än marginalnytteteorin eftersom den inte går att applicera på alla fall som MNT klarar och så vidare. Dock handlar inte tråden om hur mycket eller många fel Marx hade utan om han hade några rätt.      </td> </tr> </table>    Nu påstod inte Marx att kapitalistiska länder skulle bli fattigare. Svaret \"marginalnytteteorin\" är ett dåligt svar på \"Varför stämmer inte Arbetsvärdeteorin\". De förklarar inte ens samma grejer, endast att ni blandar ihop begrepp och ord.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Se smartys svar. Om man hävdar att någon inte kan ha fel så hävdar man att någon är ovetenskaplig eftersom falsifikationskravet är det som skiljer vetenskap från icke-vetenskap. Om Marx inte går att falsifiera för att man kan tolka honom som man vill är han inte heller vetenskaplig.      </td> </tr> </table>    Se svaret lite längre upp. Man kan inte tolka Marx som man vill. Men huruvida Marx är vetenskaplig eller ej är inte värst intressant. Undrar över huvud taget varför jag diskuterar det. Jag vill fortfarande påstå att vetenskap inte går att motbevisas till 100 %. Och nu diskuterar det jag skrev lite längre upp. Möjlighet är inte samma sak som förmågan att verkligen göra det idag.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Antingen har Marx fel men var vetenskaplig på sin tid (kanske, hans teorier började vika av från empiri redan innan han dog) eller så är marxism att betrakta som en åsiktsfråga.      </td> </tr> </table>    Naturligtvis handlar marxism om åsikter, på samma sätt som liberal ekonomisk forskning gör det, nationalekonomi samma sak. På vilket sätt Big Bang-teorin ska se ut. Och så vidare. Du använder dig av en stel och begränsad syn på vetenskaplig forskning. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Eftersom du hävdar att Marx är vetenskaplig kanske du kan ställa upp falsifikationskrav fär arbetsvärdeteorin och den ökande utsugningen av arbetarna?<br/> </td> </tr> </table>    Det är bara att se att faktiskt klassklyftor har blivit större, den globala marknaden med barnarbete. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       En vetenskaplig metod är per definition vetenskaplig. Exemplet med gud är i allra högsta grad relevant eftersom du inte förstod det. Gud-exemplet hade inget med innehållet med den här tråden att göra utan var endast ett försök att förklara vetenskapsteori för dig.<br/> </td> </tr> </table>    Ja, problemet 'är att du har en allt för statisk syn på vetenskap. Exemplet med Gud är irrelevant. Jag förstod det, men det är fortfarande irrelevant.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Läs inte in något som inte står.      </td> </tr> </table>    Exakt, sluta diskutera Marx då!<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att någonting är vetenskapligt har ingenting med om det är korrekt eller inte att göra. Jag har för mig att strängteori inte går att motbevisa (eller om det inte gick att korroborera teorin) med nuvarande teknologi. Jag vet inte om det går att göra med large hadron collider eller om det krävs tyngre grejer. Dock finns det gott om fysiker som anser att strängteori mest är grupprunk för dess förespråkare. Min kunskap om strängteori är mycket ytlig, förmodligen gammal och sannolikt fel. Men låtsas som att det stämmer så har du ytterligare ett exempel.      </td> </tr> </table>    Man kan inte motbevisa Big Bang-teorin heller med dagens fakta och information.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om du inte kan svara väldigt specifikt på den frågan så erkänner du att Marx inte är vetenskaplig.      </td> </tr> </table>    Inte mig emot. Är trots allt idiotisk fråga. Läs Marx och motbevisa det helt enkelt. Vad ska till att motbevisa Big Bang-teorin? Att universum inte expanderar? Det vet man väl att den gör?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Räcker det inte med att kapitalackumulation inte förekommer över tid eller att arbetare fått _betydligt_ högre levnadsstandard sedan hans tid eller att kapitalistiska arbetare är rikare än arbetarklassen i länder som försökt implementera Marx teorier?      </td> </tr> </table>    Ja, och det är ingenting som går emot det Marx skrev.<br/> <br/>  Marx diskuterar just ackumulation och större klassklyftor. Han diskuterar ofta arbetslösa när det gäller en ökad fattigdom. Och viktigast av allt: dialektiken. Motsättningar och vad som skapas ur dem. Det heter att kapitalistiska ackumulationens absoluta, allmänna lag <i>liksom alla andra lagar modifieras den i sitt förverkligande genom mångahanda omständigheter, vilkas analys inte hör hit.</i><br/> <br/>  Men även:<br/> <i>\"\"Under de betingelser för kapitalets ackumulation, som vi hittills har förutsatt, antar arbetarnas beroende av kapitalet drägliga eller, som Eden säger, \"behagliga och fria\" former. Kapitalets exploatering växer under dessa förhållanden inte i intensitet utan endast i omfång. Exploateringen ökar med kapitalets egen tillväxt och med antalet av dess underlydande. En stor del av det ständigt växande mervärdet, som arbetarna själva frambringar, och som förvandlas till kapital, strömmar tillbaka till dem som betalningsmedel, vilket medför att deras behov ständigt ökar. De blir bättre försedda med konsumtionsvaror, kläder, möbler osv., och de får möjligheter att spara ihop små reservfonder av pengar. Men lika litet, som bättre kläder, möbler, näring, behandling osv. och litet mera peculium kan upphäva slavens beroende och exploatering, lika litet upphäves härigenom lönarbetarens beroendeställning. Stigande arbetslön till följd av kapitalets ackumulation innebär i verkligheten endast, att den gyllene kedja, som lönarbetaren har smitt sig själv, nu är lättare att bära och ger honom större rörelsefrihet.\"</i><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vilka faktorer är dessa?      </td> </tr> </table>    Som har har sagt tio gånger tidigare: Välfärd med allmän sjukvård, skola, sociala skyddsnät, a-kassa. sociala reformer."
	},
	{
		"postIndex": 581,
		"postNum": 586,
		"postLink": "/sp15345462",
		"postTime": "2009-02-26",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p49",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Jag skrev utförligt nog. Du har inte framfört några argument mot det jag skrev.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       På tal om det, du skrev förut och ett antal ggr tidigare att Marxs haft fel i precis allting. Du tog karl Popper som bevis      </td> </tr> </table>  Nej. Lär dig läsa.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Oavsett om Marxs hade fel eller rätt, vilket inte kan påstås så lättvindigt av dig      </td> </tr> </table>  Lättvindigt!?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       helt enkelt därför att när vi pratar om sådana här saker finns det inte bara rätt eller fel.       </td> </tr> </table>  Marx ansåg att hans teorier var vetenskap. När det gäller vetenskap finns rätt och fel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Detsamma om ekonomiska teorier.      </td> </tr> </table>  Nej, nationalekonomi är också en vetenskap.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marxs var startskottet, hans teorier har utvecklats, och utvecklas      </td> </tr> </table>  För att kunna utvecklas måste det finnas en kärna som är i grunden korrekt. Något sådant har efter mer än 500 inlägg inte framkommit.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om man nu envist bara grundade sig på allt vad Marxs skrivit      </td> </tr> </table>  Nu handlar tråden om ifall MARX hade rätt i nåt. Inte Wallerstein eller nån annan. MARX. Är detta svårt att förstå?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dialektiken är också ett mycket bra verktyg för att förstå historien och händelseförlopp,      </td> </tr> </table>  Kan du ge ett exempel på när dialektiken är bra för detta?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och vad gäller vårt samhälle och att arbetarrörelsen trots allt uppnått vad de uppnått, beror det på kapitalismen egentligen.      </td> </tr> </table>  Ja. Men det är en annan fråga. Och nu försöker du diskutera hans ekonomiska teorier igen. Dom motbevisades på 1870-talet, och trots detta har större delen av tråden handlat om detta, och INGEN har kunnat förklara hur Marx har rätt när det gäller hans ekonomiska teorier. Du är ju inte precis nån nobelpristagare i ekonomi, om man säger så <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> så om du inte vill slösa massa tid och framstå som en dogmatisk idiot så kan du nog ge upp dom försöken. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       jag skulle säga att vad arbetarrörelsen uppnått beror på kampen mot kapitalismen. kapitalismen föder sin egen motrörelse. Kapitalistiska företrädare har ju motarbetat precis allting som a-rörelsen strävat efter. Allmän rösträtt, 8-timmarsdag, semester, pensioner (ATP t ex), strejkrätt, barnomsorgen, offentlig sjukvård, progressiv skatt m m..... Allting detta har skett i kamp <b>mot kapitalismen eller kapitalismens konsekvenser</b>.      </td> </tr> </table>  Visst. Jättefint. Notera hur detta är precis vad Marx sa INTE skulle hända. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>  Om vi nu skall hålla oss till ämnet. Och det skall vi. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cool2.gif\" title=\"Cool\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       En inttressant sak förresten: Som borde vara allmänt bekant fick vi ju vår allmänna rösträtt i Norden, och många andra länder i Europa strax efter Ryska revolutionen.      </td> </tr> </table>  Ptja. Det beror på hur man definierar allmän rösträtt. 1908 hade 9.5% av hela befolknigen rösträtt. 1909 hade 19% rösträtt. Eftersom det bara var män hade alltså c:a 38% av alla män rösträtt 1909. Efter ryska revolutioner gjorde man reformer framförallt fick kvinnor rösträtt, så 1921 hade 54% av befolkningen rösträtt. Är verkligen en ökning från 38% till 54% av männen att betrakta som \"allmän rösträtt\"? Eller vill du hävda att det var ryska revolutionen som införde kvinnlig rösträtt i Sverige? Det finner jag högst osannolikt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tror du, Smartypants, att t ex Ryska revolutionen indirekt påskyndade de demokratiska reformerna i övriga Europa, eller tror du att det var slumpens, och liberalernas verk....!?      </td> </tr> </table>  Det var demokraternas verk. Och det var liberaler och socialdemokrater. Hur har detta nånting med Marx att göra?"
	},
	{
		"postIndex": 632,
		"postNum": 638,
		"postLink": "/sp15516480",
		"postTime": "2009-03-09",
		"postUser": "Katzespeien",
		"postUserID": "/u99936",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u99936",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, du har aldrig explicit påstått att du är kunnig inom vetenskapsteori. Problemet är att du, genom att debattera som du gör, verkar tro att du ens vet vad vetenskap går ut på d.v.s. kan åtminstone grundläggande teori. Jag är inte heller någon expert men jag vet åtminstone att man inte kan bevisa att något är sant utanför matematiken utan bara motbevisa något.<br/> <br/>  Smartypants diskuterar vetenskapsfilosofi för att du inte förstår vad vetenskap är och därmed ställer orimliga krav och frågor. Jag tycker att han har förklarat ganska tydligt vad du gör för fel men du verkar tyvärr inte förstå. Om det beror på dig eller smartypants bristande pedagogiska ådra kan jag inte direkt uttala mig om utan att ha mer data.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Det är för att man inte kan \"bevisa\" att big bang ägt rum. Man kan hitta korroborerande information (bevis i folkmun) ett exempel på sådan information är att universum expanderar. Det är dock inget som bevisar teorin utan det visar bara att teorin hittills verkar stämma. Det man kan göra är att bevisa att big bang-teorin helt eller delvis är felaktig och det gör man genom att visa att en förutsägelse eller ett påstående som görs av big bang-teorin är felaktig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Återigen, man kan inte bevisa någonting till 100% utanför matematiken och logiken. Däremot kan man bevisa att någonting är felaktigt (upp till 100%) och man kan avgöra om någonting är vetenskapligt eller inte. Vetenskaplighet avgörs främst av att det går att motbevisa en teori. Om det inte går att motbevisa en teori är den inte heller vetenskaplig.<br/> <br/>  Påståendet gud finns men ingen kan visa att han finns för att han kräver tro och inte bevis är mer eller mindre definitionen på ovetenskaplighet.<br/> <br/>  Gud sitter bredvid mig och man kan se honom via det ultravioletta spektrat är ett vetenskapligt påstående som går att motbevisa. Det är dock inte rätt eller sant eftersom gud inte sitter bredvid mig och man inte kan utläsa någonting oavsett vilka våglängder man tittar på.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Vilket är helt korrekt. Det du frågar efter är stödjande bevisning (som att universum expanderar eller att olika förutsägelser visar sig korrekta) vilket du har givits. Det innebär dock inte att det går att bevisa att big bang-teorin är korrekt. Däremot går det att slutgiltigt visa att den är felaktig. T.ex. genom att upptäcka att universum inte expanderar eller har expanderat.<br/> <br/>  Marxismen var ursprungligen en vetenskaplig teori eftersom Marx gjorde förutsägelser om vad som skulle komma att hända. T.ex. det om kapitalackumulering eller att arbetarklassen skulle få det kontinuerligt sämre. Eftersom detta inte sker kan man alltså säga att Marx hade helt fel i de nämnda frågorna. Han var dock vetenskaplig.<br/> <br/>  Det moderna Marxister istället gör är att behandla Marx som att han behöver tolkas jävligt löst och att hans ord egentligen inte betyder något och att han därmed inte har fel eftersom han egentligen inte gjort några falsifierbara påståenden. Det innebär dock att Marx inte var vetenskaplig och hamnar på samma vetenskapsnivå som en religion.<br/> <br/>  Ett exempel åt andra hållet: Teori: en friare marknad med vissa institutioner ger ett högre materiellt välstånd för alla. Korroborering (det du skulle kalla bevis) det finns en mycket stark korrelation mellan ekonomisk frihet och välstånd. Möjlighet till falsifikation: folk blir inte rikare trots ekonomisk frihet."
	},
	{
		"postIndex": 941,
		"postNum": 950,
		"postLink": "/sp26274989",
		"postTime": "2010-10-20",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p80",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Han påstod inte att detta skulle ske i <i>absoluta</i> termer, utan i <i>relativa</i> termer. Nyttan som en ökad standard gör hos en låginkomsttagare upplevs som mindre när detta ställs i relation till en ännu mer ökad standard hos andra; Marx menade alltså att den subjektiva värderingen av välståndet blir mindre ju större den <i>relativa</i> ökningen mellan fattiga och rika är - även om såväl fattiga som rika får det bättre i <i>absoluta</i> termer. Det var denna relativa skillnad mellan rika och fattiga Marx menade skulle öka, pga att en löneökning alltid förutsätter en ännu större ökning i produktivt kapital ifall relationen mellan lön och profit inte förändras (dvs om profitkvoten faller till förmån för lönekvoten; men även detta kan normalt inte göra någon jättestor skillnad då en allt för låg profitkvot leder till nedläggning av företaget eftersom att kapitalistens alternativkostnad blir allt för hög).<br/> <br/> <i>If capital grows, the mass of wage-labor grows, the number of wage-workers increases; in a word, the sway of capital extends over a greater mass of individuals. Let us suppose the most favorable case: if productive capital grows, the demand for labor grows. It therefore increases the price of labor-power, wages.<br/> <br/>  A house may be large or small; as long as the neighboring houses are likewise small, it satisfies all social requirement for a residence. But let there arise next to the little house a palace, and the little house shrinks to a hut. The little house now makes it clear that its inmate has no social position at all to maintain, or but a very insignificant one; and however high it may shoot up in the course of civilization, if the neighboring palace rises in equal of even in greater measure, the occupant of the relatively little house will always find himself more uncomfortable, more dissatisfied, more cramped within his four walls.<br/> <br/>  An appreciable rise in wages presupposes a rapid growth of productive capital. Rapid growth of productive capital calls forth just as rapid a growth of wealth, of luxury, of social needs and social pleasures. Therefore, although the pleasures of the laborer have increased, the social gratification which they afford has fallen in comparison with the increased pleasures of the capitalist, which are inaccessible to the worker, in comparison with the stage of development of society in general. Our wants and pleasures have their origin in society; we therefore measure them in relation to society; we do not measure them in relation to the objects which serve for their gratification. Since they are of a social nature, they are of a relative nature.</i><br/>  (Wage Labour and Capital, 1847)<br/> <br/>  Här var ju Marx till och med mer positiv till kapitalismens förmåga att förbättra situationen för arbetarna än en del liberala ekonomer, som tänkte sig försämringen för arbetarklassen i mer absoluta termer:<br/> <br/> <i>På det ekonomiska området bestod Adam Smiths laissez faire som ledstjärna. Men det kom också dystra budskap. Två brittiska teoretiker [Thomas Malthus och David Ricardo] ansåg sig kunna bevisa att inga förbättringar av levnadsvillkoren var att vänta. [...] arbetets naturliga pris är det som är nödvändigt för att arbetarna skall kunna existera och fortplanta sig utan att deras antal vare sig ökar eller minskar. Det kunde tolkas som att arbetets naturliga pris var existensminimum. </i><br/>  (Larsson, Reidar; Politiska ideologier i vår tid; s.28)<br/> <br/>  Lassalle utvecklade ju t.ex. från Ricardos teorier \"den järnhårda lönelagen\"; vilken Marx menade var felaktig, och att någon sådan \"lag\" inte existerar, utan att försämringen för arbetarna måste ses som relativ i förhållande till kapitalisterna. Marx menade ju även att den absoluta överpopulation som bland annat Malthus och Lassalle trodde skulle inträda var ett feltänk, då överpopulationen bara måste vara relativ i förhållande till arbetstillfällen (vilket på vanlig svenska betyder att vi i kapitalistiska samhällen kommer att se en viss grad av arbetslöshet, vilken är nödvändig för att inte lönerna ska skena iväg i princip helt okontrollerat genom arbetarnas starka ställning på en arbetsmarknad med absolut full sysselsättning, men ingen <i>absolut</i> överpopulation).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är väl en spontan stark kritik jag kan komma på, där man direkt kan falsifiera hans påståenden med enkel empiri, som jag inte sett har tagits upp särskilt mycket i tråden.      </td> </tr> </table>  <br/>  Anledningen till att den inte tagits upp särskilt mycket är möjligtvis att denna kritik inte baseras på vad Marx sa, utan på en bekväm halmgubbe? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Citat som vanligtvis tas upp för att visa att Marx hade fel är t.ex. <i>\"a minority of the working classes got their real wages somewhat advanced ... [but] everywhere the great mass of the working classes were sinking down to a lower depth, at the same rate at least that those above them were rising in the social scale.\"</i> Även detta är dock en hamlgubbe av episka proportioner; då detta handlar om en <i>beskrivning</i> av förhållandena i Europa mellan 1848 och 1860-talet, och inte om någon typ av \"spådom\". Det bör vara ganska självklart, egentligen, om vi tittar på vilken tempus som används. För att ta bort alla tvivel kan vi däremot titta på vad som kommer före stycket, och därmed se det i dess sammanhang:<br/> <br/> <i>Indeed, with local colors changed, and on a scale somewhat contracted, the English facts reproduce themselves in all the industrious and progressive countries of the Continent. In all of them there has taken place, since 1848, an unheard-of development of industry, and an unheard-of expansion of imports and exports. In all of them, as in England, a minority of the working classes\"</i><br/>  (Inaugural Address of the International Working Mens Association, 1864)<br/> <br/>  Här har vi ett exempel på när lönerna sjönk, helt enkelt. Det här är något hämtat ur den verkliga världen, inte vad hans teori påstår <i>ska</i> hända. Om jag skriver ett reportage om ett flygplan som har störtat innebär det <i>att ett flygplan har störtat</i> och jag informerar om detta. Det innebär <i>inte</i> att jag tror att <i>alla</i> flygplan kommer att störta, och inte heller att jag <i>tycker</i> att alla flygplan <i>bör</i> störta; utan jag har helt enkelt informerat om och beskrivit ett flygplan som har störtat. Och detta är givetvis hur vi måste se på denna text, där Marx beskriver europeiska förhållanden mellan 1848 och 1860-talet.<br/> <br/>  Problemet med mycket kritik av Marx är nog att kritikerna gärna kritiserar utan att läsa vad Marx egentligen skrivit. Ibland verkar man till och med ha ansträngt sig för att lyckas citera saker Marx skrivit ur deras sammanhang, ignorera tempus, osv. för att kunna tillskriva honom åsikter han inte hade och på olika sätt dumförklara honom (iofs gör sig Marx skydlig till detsamma med jämna mellanrum, när han t.ex. diskuterar Proudhons eller Bakunins teorier). Därmed missar kritiken ofta målet med ganska stora marginaler; ett första steg i att kritisera vad Marx skrev måste nog vara att läsa vad Marx faktiskt skrev. Annars blir det svårt."
	},
	{
		"postIndex": 357,
		"postNum": 359,
		"postLink": "/sp13506454",
		"postTime": "2008-10-31",
		"postUser": "Radsoc",
		"postUserID": "/u265128",
		"postUrl": "https://www.flashback.org/t350508p30",
		"userUrl": "https://www.flashback.org/u265128",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Svammel. Bara för att Hegel använde dialektiken fel, innebär inte det att dialektiken är fel. <br/> <br/>  Marx dialektiska metod är mycket relevant. Eftersom den är ett verktyg som gett goda resultat, ang. hur samhället och ekonomin fungerar. Den marxistiska teorin, som stämmer väl överens med hur verkligheten utvecklats och utvecklas, bygger på den. Sett till observationer är de flesta postulerade och troliggjorda (ibland även matematiskt bevisade) lagar/satser inom marxismen korrekta. Annat är det med nyliberala ekonomiska teorier som tvärtom skapar kriser istället för att lösa dem, samtidigt som makten flyttas från valda institutioner till marknadens oligarker. Det är själva syftet med ideologin. Stagflation mm, som den sattes att motverka har tvärtom ökat i takt med att de nyliberala elementen i ekonomin ökat. De minst reglerade länderna är de som är först ut att kollapsa eller förändras radikalt. Det är ännu en observation. Hur ska nyliberalismen bortförklara det?<br/> <br/>  Det hela blir inte bättre när nyliberaler som Milton Friedman öppet erkänt att de hade helt fel. Nyliberalismen är lika död som nazismen, och överlever bara av anledningen att den legitimerar samhällsystemet som religionen. Hade borgarna använt marxismen som analytisk metod hade det inte funnits någon borgarklass kvar länge. Överklassen kan inte göra revolution mot sig själva, det finns inget att tjäna på det. Det krävs en underklass för en revolution. Återigen dialektik. Observationer överenstämmer perfekt med den. Ur det skapas den historiska materialismen<br/> <br/>  Hur väl stämmer nyliberala teorier med verkligheten? Jag tycker mest att de fört till förtryck och förstörelse i de länder de praktiseras. Idag står hela världen på ruinens brant. Värt att notera att Sovjetunionen under depressionen var totalt oberört. Borde inte de träffats hårdast med tanke på att de var hårdast reglerade? Hur stämmer det med teorin?<br/> <br/>  Dialektiken är en utmärkt analytisk modell. Tes, Antites, Syntes är ett grundläggande experimentellt och teoretiskt förfarande i all vetenskap och logik. Men det beror helt på om man är villig att acceptera fakta, tex att klasser existerar. Det verkar du inte vara. Du har likt slavägarna eller de verklighetsfrånvända monarkerna, kapitalisterna förträngt hur samhället ser ut. Kanske har du vuxit upp med det, då de som äger produktionsmedlen också äger och påverkar kulturen till sin fördel, tex genom religionen eller att finansiera dem som går deras ärenden, partier tex, samtidigt som den politiska medvetenheten beror på de samhälleliga omständigheterna.<br/> <br/>  Du har troligen ett falskt klassmedvetande. Arbetarklass som 95% av befolkningen, producerar du värden för dem som äger och inte arbetar? Slavar du under produktionsförhållandena/egendomsförhållandena precis som alla andra? Är du en kapitalets house-nigger? Eller är du kapitalist själv?<br/> <br/>  Historiematerialismen är ett exempel på ännu en modell som överensstämmer mycket väl med verkligheten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Finns exempel på konst som köptes för flera miljoner när vi hade spekulations och finanskarusellen i början på 90-talet men sen när de skulle säljas av i mitten av 90-talet fick de inte ut ett mer än några \"futtiga ören\".  <br/> <br/>  Vilket inte heller kan förklaras med arbetsvärdeteorin.      </td> </tr> </table>  <br/>  Vet du ens vad marxism är? Det finns olika slags värden och värde är inte pris. Pris är inte värde. Du kan sätta vilket pris du vill. Arbetsvärdeteorin behandlar främst värdet i genomsnittstermer, inte priset. Speciellt inte enskilda objekt av olika varuslag. Värdet säger något om <i>arbetet </i>bakom. För att arbeta måste du äta. Mat (grundläggande mänskliga behov) har ett visst värde och pris som kan sägas grundande för värdet för det du framställt. <i>Arbetet </i>något om syftet (måste vara meningsfullt, dvs ha ett bruksvärde för att vara arbete) och det vetenskapligt definierade arbetet, dvs det rent fysikaliska. Priset säger något om värdet och tillgång/efterfrågan. <br/> <br/>  Ett lätt exempel är tex slott av luft, som har ett högt bruksvärde för dig dels för att du behöver andas. Dock inget värde eller bytesvärde, på ett genomsnitt. Specialfall: Du bor under vattnet. Någon måste utföra arbetet och bära ned det till dig på tub. -&gt; Luft får ett värde och även ett bytesvärde om du ger snubben en forell för tjänsten. Skulle du däremot bygga en ideal maskin som pumpar ner luften blir det värdelöst +arbete någonstans, för el, dock ~0 här. Sänk nu ner ett rör till dig och du förenas med atmosfären ovan. Dvs luft får samma värde som luft har ovan havet. Dvs värdelöst. Men inte utan bruksvärde.<br/> <br/>  Jag kan sälja dig en tavla för en miljard eller en krona utan att tavlans värde varierar. Jag kan välja att köpa en sko för tusen gånger beloppet du kräver utan att värdet ändras. Tavlan är bruksvärde för någon, och en vara. Värdet är proportionellt mot det arbete konstnären lagt ner på den. Priset sätter marknaden i en marknadsekonomi. En riktlinje brukar vara att priset ska kunna uppväga det arbete (och därmed värdet) som lagts på varan. Konkurrensen (vid de få tillfällen den fungerar) minimerar ibland priset till och runt denna nivå. <br/> <br/>  Du ignorerar stora delar av marxismen och tar ut delar som du i din okunskap kritiserar. Det är klart att jag på samma sätt kan plocka ur ett kugghjul ur en maskin och säga att den inte roterar då den \"borde\" göra det.<br/> <br/> <br/> <br/>  För övrigt tycker jag tråden är märklig. Den borde snarare formuleras, har \"marxismen fel i nåt\".<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du är väl läskunnig?      </td> </tr> </table>  <br/>  Där har vi det igen.<br/> <br/>  Kanske ska lära dig vad argument är och varför man i diskussioner använder sig av dem? Läser man resten av dina inlägg, är de helt ogrundade. Ja. Nej. \"Så är det\". Gud är stor."
	},
	{
		"postIndex": 290,
		"postNum": 292,
		"postLink": "/sp13387326",
		"postTime": "2008-10-22",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p25",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, för femhundra elfte gången, det hade han inte. Måste vi ta det här igen, eller orkar du läsa i tråden alla femtielva andra gångerna jag förklarar varför han har fel? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       en ägande klass lever på en arbetande klass (majoritetens) arbete. till exempel, men vi kan ju börja med det mest grundläggande. vill du motbevisa det smartypants (eller nån annan)?       </td> </tr> </table>  <br/>  Suck. OK.<br/> <br/>  Marx argument här är som följer:<br/> <br/>  1. Värde kommer ur arbete.<br/>  2. Kapitalister bidrar inte.<br/>  3. Alltså är deras förtjänst tagen ur arbetarnas arbete. Kapitalister lever alltså på andras arbete.<br/> <br/>  Varje punkt ovan är fel.<br/> <br/>  1. Värde kommer inte ur arbete. Det är *kostnad* som kommer ur arbete, vilket sätter ett lägsta pris för en vara, vilket innebär att handelsvarors pris på en öppet marknad tenderar att gå mot kostnaden för arbetet. *Värdet* kommer av marginalnyttan. En helt annan process alltså. Marginalnytteteroin kom redan under Marx livstid och har helt ersatt arbetsvärdeteorin inom all seriös ekonomisk vetenskap. Marx hade fel där. Detta fel gör ensamt så att Marx ekonomiska teorier totalt kollapsar. <br/> <br/>  2. Detta antagande gör egentligen hela Marxismen till ett cirkelargument, då Marx här outtalat antar det som skall bevisas. Denna punkt motbevisas enkelt: Om kapitalister inte bidrar, varför söker sig då småföretagare till riskkapitalister? Nej, just det, dom gör det för att kapitalet behövs. Och behövs det så bidrar det, och då har kapitalisten en rätt till en del av vinsten, eftersom vinsten inte hade skett utan kapitalisten. Det är rättvist. Marx hade alltså fel här, och denna punkt gör ensamt så att Marx ekonomiska teorier kollapsar.<br/> <br/>  3. Är en logisk slutsats ur 1 och 2, men eftersom dom båda är fel VAR FÖR SIG så är slutsatsen också fel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       och nej det räcker inte att mumla nåt om marginalnytta och namedroppa popper jag vill ha riktiga bevis. visa var popper motsäger det eller varför det finns en motsättning mellan marginalnytta och mervärde (till exempel).      </td> </tr> </table>    Popper talar mig veterligen inte om dom ekonomiska teorierna, utan dom historicistiska, som han också motbevisar, ja, detta helt utan att motbevisa dom ekonomiska teorierna. Det motbeviset är mer komplicerat. Jag rekommenderar dig att läsa boken i fråga. Det borde lämpligen vara vettigt att veta vad Popper säger innan du kritiserar honom.<br/> <br/>  Men dom historicistiska teorierna bygger också på dom ekonomiska. Arbetarna skall göra revolution därför att deras utsugningsgrad blir högre och misären allt värre. Det bygger på antagandet att kapitalistens vinst kommer ur arbetarens arbete (vilket är fel) tillsammans med idén att vinstmarginalen måste bli högre (vilket också är fel) och är alltså en felaktig slutsats. Detta bevisas av det faktum att arbetarna inte har fått det sämre, utan att dom i själva verket får det allt bättre under kapitalismen. Därmed faller Marx orsakskedja till revolutionen, och Marxismen kollapsar helt som idébygge.<br/> <br/>  Men Popper, vill jag minnas (det var några år sedan jag läste boken) motbevisar historicismen på ett helt annat sätt. Så även där har alltså Marx fel på flera olika sätt samtidigt.<br/> <br/>  Marxism är en religiös historia grundat i den Judeo-kristna berättartraditionen, och påstår sig vara vetenskap. Att ta Marx på allvar är som att ta Da Vinci-koden på allvar. Det är ren fiktion som påstår sig vara sanning."
	},
	{
		"postIndex": 294,
		"postNum": 296,
		"postLink": "/sp13389493",
		"postTime": "2008-10-22",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p25",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jo, det är faktiskt riktigt samma sak dom undersäker. Båda är värdeläror. Teorier för att förklara varför saker kostar det dom kostar. Rätt och fel i det sammanhanget är en vetenskaplig fråga, och det innebär att den teori som med minst antaganden kan göra bäst och mest generella förutsägelser är den som är mest korrrekt. Och i detta fallet är det Marginalnyttoteorin, som är en generell teori (till skillnad mot Marx) gör betydligt färre förutsägelser, och dessutom utgör en betydligt bättre förklaring.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Inom den sk. klassiska nationalekonomin (Petty, Smith, Ricardo, Marx) så är värdet någonting objektivt och man utgår från produktionen och kostnaderna kring det.      </td> </tr> </table>    Ja. Och dom hade alltså fel. Värdet ÄR inte objektivt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marginalisternas teori å andra sidan är ren micro-ekonomi där värdet (som för marginalisterna i princip är identiskt med priset) för en enskild vara bestäms av externa faktorer som efterfrågan. Marginalisterna separerar också bytesvärdet från bruksvärdet och hävdar att bytesvärdet helt enkelt är en funktion av bruksvärdet (\"nyttan\").      </td> </tr> </table>    Jupp. Precis. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Anwar M. Shaikh - The Empirical Strength of the Labour Theory of Value</b><br/> <a href=\"/leave.php?u=http%3A%2F%2Fhomepage.newschool.edu%2F%7EAShaikh%2Flabthvalue.pdf\" target=\"_blank\">http://homepage.newschool.edu/~AShaikh/labthvalue.pdf</a><br/> <br/> <b>Dave Zacharia - Labour value and equalisation of profit rates: a multi-country study </b><br/> <a href=\"/leave.php?u=http%3A%2F%2Freality.gn.apc.org%2Fecon%2FZachariah_LabourValue.pdf\" target=\"_blank\">http://reality.gn.apc.org/econ/Zacha...abourValue.pdf</a> </td> </tr> </table>    Båda dessa papper handlar bara om commodities. Om man har en handelsvara på en marknad med bra konkurrens kommer som sagt priset gå mot kostnaden, och kostnaden är i grunden arbete. I dom fallen kommer alltså arbetsvärdeteorin och marginalnyttoteorin ge samma resultat. Men arbetsvärdeteorin fungerar ENBART i detta specialfall, medans marginalnyttoteorin fungerar generellt. Det innebär fortfarande att LTV är fel, vetenskapligt sett.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag förstår inte varför du bemödar dig med att kritisera teorier som du inte läst och uppenbarligen inte begriper, vill du slåss mot halmdockor så kan du göra det någon annan stans.      </td> </tr> </table>  Jag har till skillnad från dig både läst och begripit både Marxistiska och Liberala ekonomiska teorier, och jag förstår VARFÖR Marx hade fel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Naturligtvis så kan kapitalisten bidra med kapital, investera pengar i produktionen o.s.v. Det måste ju t.o.m. du begripa att ingen, allra minst Marx, förnekat.       </td> </tr> </table>    Då faller Marx teorier, och så var det klart. Om investeringar och kapital bidrar till att producera värde så försvinner Marxismen i en rökpuff. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad vi hävdar är att endast den mänskliga arbetskraften (och naturen) kan skapa nytt värde och att mervärdet härstammar från utsugningen av arbetskraften.      </td> </tr> </table>    Vilket alltså helt motsäger ditt tidigare påstående om att kapitalet bidrar. Bestäm dig. Eller kamma dig iaf.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <a href=\"/leave.php?u=http%3A%2F%2Fhem.bredband.net%2Fmarxforum%2Fbokarkiv%2F0012.htm%23Heading70\" target=\"_blank\">http://hem.bredband.net/marxforum/bo....htm#Heading70</a> </td> </tr> </table>    Tre argument till varför kapitalisten har rätt till en del av arbetarens produktion? Poängen är ju att arbetsvärdeteorin är FEL. Värdet uppstår inte av arbetarens produktion. Det är inte ett värde, det är en KOSTNAD. Precis som kapitalistens vinst är en kostnad. Här argumenterar man mot argument som försöker bortförklara en felaktig premiss. Det är ärligt talat helt utcyklat.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Återigen, läs Marx innan du kritiserar honom.       </td> </tr> </table>    Jag har läst Marx. Läs mig innan du kritiserar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx teorier är ö.h.t. inte deterministiska.       </td> </tr> </table>    Nähä. Om du istället för att läsa inledningen till Kapitalet ovan, faktiskt läste boken, så hade det nog varit lite svårt att göra det påståendet, du.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.marxistsfr.org%2Fsvenska%2Fmarx%2F1867%2F23-d107.htm%23h118\" target=\"_blank\">http://www.marxistsfr.org/svenska/ma...-d107.htm#h118</a><br/> <br/>  Mannen gör en lång rad av tämligen bergsäkra uttalanden om hur kapitalismen kommer att utveckla sig i framtiden. Om du vill kalla det determinism eller inte är väl en smaksak. Det viktiga är att han hade fel."
	},
	{
		"postIndex": 604,
		"postNum": 610,
		"postLink": "/sp15428377",
		"postTime": "2009-03-03",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p51",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Nej, jag försökte skriva någonting så att jag inte ljög. Om jag anser, fel eller inte, att viss vetenskap inte kan bevisas så påstår jag inte alls att du påstod något du inte påstod. Om viss vetenskap kan bevisas och annan inte så måste jag naturligtvis skriva \"per automatik\" för att det ska bli rätt. Det ändrar dock inte vad du skrev.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Fyra fel på ett ord och ett egennamn. Det är tametusan rekord. Jag har sett folk som har två-tre fel på en mening ibland, men du lyckades med konststycket att har TVÅ FEL PER ORD. Det torde vara närmast oslagbart.<i> Grattis. Du är en rekordidiot!</i></b> </td> </tr> </table>  [/quote]<br/> <br/>  Om du påstår massa saker jag inte alls menar, och bygger halmdockor, så kan du få det till fyra fel. Jag skrev endast \"Bevisa Big bang\". Jag trodde att du skulle ana vad jag menade. Jag menade alltså inte alls något speciellt i detalj.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         2a: Om du menar existensen av Big Bang, så är det så att Big Bang inte existerar. Big Bang var en *händelse*. Och en som dessutom bara kan ske en gång per universum. Big Bang existerar inte, Big Bang *skedde*. Om du vill att jag skall bevisa att det skedde, så är det samma sak som att bevisa Big Bang teorin.      </td> </tr> </table>  <br/>  Nja, inte precis.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       2b:      </td> </tr> </table>  <br/>  Något sådant har jag inte påstått.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       3.      </td> </tr> </table>  <br/>  Nja, jag påstod inte det.<br/> <br/>  Nej, jag begick inga fel. Jag påstod inte något sådant. Vad jag menade var att du skulle bevisa Big Bang existens (och inte i betydelsen att den skulle finnas idag, utan universumet skapades genom Big Bang.) Och att du sedan ska falsifiera Big Bang-teorins. Otillräckligt beskrivet? Felaktig beskrivning ut ett vetenskapsteoretiskt perspektiv? Det kan jag leva med. Men istället för att haka upp sig på påstådda felaktigheter (kom ihåg här att det endast är dina tolkningar) så kan du svara. Kan du bevisa att den stora smällen ägde rum eller kan du falsifiera Big Bang-teorin.<br/> <br/>  Om jag hade vetat att du med hjälp av \"Bevisa Big Bang\" kunde komma på de mest otroliga tolkningarna, och inte kunnat förstå lite vad jag menade, då hade jag naturligtvis kunnat utveckla. Be mig istället att utveckla, annars gör du bort dig.<br/> <br/>  Och som sagt är du patetisk när du alltid påstår att om Marx har fel på ett ord så är allting är fel. Vi säger att det inte är vetenskap. Du påstår då att det är <i>\"Det är det faktum att det GÅR som gör det vetenskap. Och det är därför Gunillas omdefinition av Marx som nåt som varken kan vara rätt eller fel också gör Marx till ovetenskapligt flum.\"</i><br/> <br/>  Det är ju ren bullshit. Huruvida det är vetenskap eller inte är inte särskilt viktigt. Du påstår dock att det antingen är vetenskap eller ovetenskaplig flum. Det får du genom att Marx kallade sin socialism som vetenskaplig socialism. Marx forskade i ekonomi och samhällsvetenskap. Han undersökte verkligheten och genom sådan forskning, allt annat än flummig sådan, målade han upp en bild av en idealisk kapitalism. Idealisk därför att han även påstod att andra motsättningar kunde ändra på den utveckling han beskrev. Exempelvis kan socialbidrag ta bort den verkliga misären som exempel.<br/> <br/>  Att påstå att sådan forskning blir flum bara för att det inte är 100 % vetenskap är trams. Han såg på verkligheten och forskade. Det finns något som heter vetenskaplig metod, vet du va? På så vis kan marxismen vara vetenskaplig."
	},
	{
		"postIndex": 623,
		"postNum": 629,
		"postLink": "/sp15493601",
		"postTime": "2009-03-07",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p53",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men bara för att jag skriver det betyder inte att jag skriver det du skrev.      </td> </tr> </table>  Jo, det betyder det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om jag då hade ställt frågan \"Tror du verkligen att man kan motbevisa eller bevisa vetenskap?\" hade det betytt att att jag inte trodda att någon vetenskap kan bevisas eller motbevisas. OCh det tycker jag ju inte.      </td> </tr> </table>  Sakteliga efter mycket om och men börjar vi närma oss det du borde ha gjort med en gång: ERKÄNT ATT DU FORMULERADE DIG FEL.<br/> <br/>  Väx upp, för helvete. Inse att du inte är perfekt, och lär dig erkänna att du gjorde fel när du gör fel. Då kanske nån klarar av att tro dig när du hävdar att du är över 13 år gammal.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       En fråga behöver inte vara en parafras.      </td> </tr> </table>  Korrekt. Men du parafraserade. Om du gjorde det för att medvetet misstolka det jag skrev, eller för att du inte klarade av att formulera dig, skiter jag i. Du parafraserade, och därmed omtolkade du det jag skrev, och som resultat anklagade du mig för att tycka nåt jag inte tycker.<br/> <br/>  Jag påpekade detta. Hade du varit en intelligent och mogen människa, och inte den korkade fjortis du är nu, så hade du sagt \"OK;  kasst forumerlat av mig\" när jag påpekade detta. Så hade vi kunnat gå vidare. Men neeeejdå, du måste försöka slingra in dig i formuleringar för att förklara att du minsann inte ALLS gjorde nåt fel, för att du är perfeeekt och skiiitsmart! Det är du inte. Du är en omogen idiot. Om du växer upp och börjar lyssna på folk som har nåt i huvudet kan du nog också bli smart, skall du se.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Varför skulle jag ställa en fråga om jag bara ville skriva det du HAR skrivit?       </td> </tr> </table>  Suck. Jag gjorde ett påstående. Låt oss kalla det påståendet A. Det du skrev var \"Tror du verkligen att B?\" där påstående B var en inkorrekt parafrasering av påstående A. Formuleringen \"tror du verkligen att\" är tydlig. Det innebär att du vill BEKRÄFTA att jag verkligen tror det jag påstod med tro. Det är inte en fråga om nåt nytt. Du vill bekräfta (eller snarare förlöjliga). Du misslyckades, för du klarade inte av att citera mig ordentligt, utan lade till \"per automatik\".<br/> <br/>  Allt du har skrivit sedan dess är lögner, rationaliseringar och undanflykter. Du ljuger för dig själv när du hävdar att du ville få reda på nåt nytt, eller att du inte parafraserade eller att du försökte formulera dig på nåt sätt så att du fick fram det du menade. Det det är frågan om är enkelt: Du fattade inte vad jag skrev. Så enkelt är det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men snälla. Bara för att du inte använder ordet \"påstå\" så kan du fortfarande mena det.      </td> </tr> </table>  Det finns inga påståenden att påstå. Din undanflykt är fortfarade komplett nonsens som bara bevisar att du inte begrep ett ord av vad jag sa. FRÅGA DÅ ISTÄLLET.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Med tanke på att du gång på gång vägrar svara på vilka fel det är      </td> </tr> </table>  Har du fel i huvudet? Ärligt? Jag skrev upp fyra fel, klart och tydligt, Dom felen är det. Behöver jag upprepa dom i varje svar? Är du inte riktigt ordentligt funtad, eller?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       så tar jag det som att du ljuger. Nu när jag faktiskt har utvecklat vad jag menade så ser vem som helst att det inte liknat något av dina alternativ.      </td> </tr> </table>  Då fattade du inte vad jag skrev. Det är ditt problem.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Igen. Vilka fel?      </td> </tr> </table>  Är du läskunnig?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad jag menade var att du skulle bevisa att Big Bang har existerat. Ingenting annat.      </td> </tr> </table>  Och nu gjorde du fel 2a. Så nu är vi uppe på fyra fel igen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men det är ju det du gör när du påstår att Gunilla menar att marxism är ovetenskapligt flum pga att man inte kan bevisa det.      </td> </tr> </table>  Mnjae. Jag menar att det är RESULTATET av vad hon säger. Strikt sett menar hon inte det. Hon bara säger det. Hon MENAR att det inte går att bevisa eller motbevisa. Det INNEBÄR att det är ovetenskapligt flum.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Då beskriver du det som att om man inte kan bevisa/motbevisa det så är det flum.      </td> </tr> </table>  Das ist fullständigt korrekt, ja.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det var därför jag jag menar att något kan vara vetenskapligt  även om det inte till 100 % kan bevisas/motbevisas.      </td> </tr> </table>  Ja, du menar det ja. OCH DET ÄR FEL.<br/> <br/>  Är nåt oklart där?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Exakt, det var därför jag inte citerade dig med orden \"per automatik\" utan skrev det som min text. Jag skrev \"per automatik\" och ingenting annat. Om jag inte skriver \"smartypants tycker...\" så är det mina egna åsikter.      </td> </tr> </table>  Men nu skrev du ju precis det. \"Tror du verkligen\" började meningen med. Då handlar det ju om MINA åsikter, eller hur? Fattar du inte det?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Behöver jag fortsätta. När Gunilla menade att Marx inte går att bevisas eller motbevisas så tog du det som att hom reducerade Marx teorier till ovetenskaplig flum.      </td> </tr> </table>  Ja, det är precis det hon gör.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Alltså om man inte kan motbevisa eller bevisa så är det ovetenskaplig flum.       </td> </tr> </table>  Japp.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nu påstår du att du inte har sagt det här?      </td> </tr> </table>  Nej, jag har aldrig påstått att jag inte sa det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vem är det som är snurrig egentligen?      </td> </tr> </table>  Du. Jämför MINA påståenden, med DINA påståenden. Notera vilka ord som är olika. <br/> <br/>  Jag säger: \"Alltså om man inte kan motbevisa eller bevisa så är det ovetenskaplig flum.\"<br/>  Du säger: \"All vetenskap kan bevisas\".<br/> <br/>  Dessa påståenden är INTE envivalenta. Igen: När jag säger nåt menar jag inte \"ungefär\" det jag säger. Jag menar PRECIS det jag säger. Jag kan ha fel eller formulera mig klantigt, men tro inte att jag menar ungefär det jag sa.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ok då, Du och några andra oseriösa marxläsare, som för övrigt inte har lagt någon större tid på den läsningen. Vi förstår det genom att du ignorerar de källor där forskare har belagt Marx teorier.       </td> </tr> </table>  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja, jag förstår det det. Men lägg in Big Bang. Motbevisa Big Bang-teorin.      </td> </tr> </table>    Du förstår fortfarande inte skillnaden mellan att något är falsifierBART och falsifierAT. Jag har aldrig hävdat att Big Bang-teorin är falsifierAD. Jag hävdar att den är falsifierBAR. Det är en oerhört stor och viktig skillnad, som du inte begriper."
	},
	{
		"postIndex": 621,
		"postNum": 627,
		"postLink": "/sp15493161",
		"postTime": "2009-03-07",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p53",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag skrev just att jag skrev det. Men bara för att jag skriver det betyder inte att jag skriver det du skrev. Jag skrev \"per automatik\" utifrån mitt perspektiv. Jag la en egen värdering i den meningen, därför \"per automatik\". JAG anser att vetenskap i vissa fall kan bevisas, i andra fall inte. Om jag då hade ställt frågan \"Tror du verkligen att man kan motbevisa eller bevisa vetenskap?\" hade det betytt att att jag inte trodda att någon vetenskap kan bevisas eller motbevisas. OCh det tycker jag ju inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är klart det är avsett som en parafras på det jag skrev. Du ljuger. Väx upp och erkänn att du gjorde fel istället. Sluta tro att du är perfekt.      </td> </tr> </table>  <br/>  Nej, det var ingen parafras. I såna fall hade jag beskrivit det som att jag inte tror att vetenskap går att bevisas (om jag hade tagit bort \"per automatik\"). Men jag tror att det går i många fall. Därför \"per automatik\". Därför att jag utgick från min egna syn på saken, och ingen jävla parafrasering av vad du skrev. En fråga behöver inte vara en parafras. Det är därför man ställer en fråga. För att man vill veta, eller kritisera eller utveckla diskussionen, något du INTE har skrivit. Varför skulle jag ställa en fråga om jag bara ville skriva det du HAR skrivit? Tolka inte allt bara för att du påstår massa skitsnack. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har aldrig sagt att du har påstått nåt. Du har snurrat in dig totalt.      </td> </tr> </table>  <br/>  Men snälla. Bara för att du inte använder ordet \"påstå\" så kan du fortfarande mena det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       OK. Det tar då bort fel 2a, och då är du nere på tre fel. Grattis.      </td> </tr> </table>  <br/>  Med tanke på att du gång på gång vägrar svara på vilka fel det är så tar jag det som att du ljuger. Nu när jag faktiskt har utvecklat vad jag menade så ser vem som helst att det inte liknat något av dina alternativ.<br/> <br/>  Igen. Vilka fel?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Så när du skrev \"bevisa big bang\" så menade du isjälva vekret nåt helt annat som....\"Sätt på en skiva med Kraftwerk\". OK. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> </td> </tr> </table>    Nej, jag menade vad jag skrev. Det är du som läser meningar och tolkar det som massa annat <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Vad jag menade var att du skulle bevisa att Big Bang har existerat. Ingenting annat.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Något sådant har jag inte påstått. Sluta förvränga det jag säger. Jag menar det jag säger, ORDAGRANT. Inte \"ungefär\". När jag säger att \"Vetenskap kan bevisas eller motbevisas\" då menar jag inte \"Något kan inte innehålla vetenskapliga kriterier om det inte kan bevisas\". Det var inte det jag sa. Det betyder inte samma sak.      </td> </tr> </table>  <br/>  Men det är ju det du gör när du påstår att Gunilla menar att marxism är ovetenskapligt flum pga att man inte kan bevisa det. Då beskriver du det som att om man inte kan bevisa/motbevisa det så är det flum. Det var därför jag jag menar att något kan vara vetenskapligt  även om det inte till 100 % kan bevisas/motbevisas.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         På precis samma sätt, så om jag säger \"Min fru är skitsnygg\" så betyder inte det \"Jag vill ha sex med Victoria Silvstedt\". OK? Jag menar det jag säegr ORDAGRANT. Om du inte begriper vad det betyder, så FRÅGA. OK?      </td> </tr> </table>    Ja, men nu har du sagt att Gunilla och jag menar att marxism är ovetenskapligt om man inte kan bevisa det. Då menar du helt enkelt det du skriver.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ja, det är helt korrekt. Läs vad jag skrev igen. ORDAGRANT. Tala om vad som är oklart. Det finns inte ett ord som inte betyder nåt. Det finns inga onödigheter som \"per automatik\" om jag inte menar precis exakt PER AUTOMATIK. OK?      </td> </tr> </table>    Exakt, det var därför jag inte citerade dig med orden \"per automatik\" utan skrev det som min text. Jag skrev \"per automatik\" och ingenting annat. Om jag inte skriver \"smartypants tycker...\" så är det mina egna åsikter.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Fullständigt riktigt. Har jag sagt att man måste kunna bevisa Marx för att han skall vara vetenskaplig? Nej, det har jag inte.      </td> </tr> </table>  <br/>  Du har sagt att Gunilla och jag menar att Marx är ovetenskaplig för att man inte kan bevisa/motbevisa honom.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Det är korrekt. Vad sa jag om vetenskaplighet? Kan du citera det jag skrev?      </td> </tr> </table>  <br/>  Ja, det kan jag:<br/> <br/> <i>\"Det du hävdar här är egentligen att samhällsvetenksp inte är vetenskap utan bara åsikter. Det är komplett blaj\"</i><br/> <i>\"Sammanfattning: Om man tolkar Marx teorier som VETENSKAP (och det är det dom är avsedda för) då kan dom ha rätt eller fel. Och hittills har vi inte lyckats hittat nåt som är rätt. Ditt svar bekräftar detta. Du erkänner att Marx inte har rätt. Vad du gör är att omtolka honom och hävda att det han säger är ovetenskapligt svammel.\"</i><br/> <i>\"Notera att JAG aldrig har hävdat att Marxismen är ovetenskapligt flum. Det är Gunilla som framförde den ståndpunkten, och du som försvarar denna ståndpunkt.\"</i><br/> <br/>  Behöver jag fortsätta. När Gunilla menade att Marx inte går att bevisas eller motbevisas så tog du det som att hom reducerade Marx teorier till ovetenskaplig flum. Alltså om man inte kan motbevisa eller bevisa så är det ovetenskaplig flum. Nu påstår du att du inte har sagt det här? Vem är det som är snurrig egentligen?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Nej, det är det inte.      </td> </tr> </table>  <br/>  Ok då, Du och några andra oseriösa marxläsare, som för övrigt inte har lagt någon större tid på den läsningen. Vi förstår det genom att du ignorerar de källor där forskare har belagt Marx teorier. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej. Du har fortfarande inte förstått vad jag säger och hur vetenskap fungerar. En gång till:      </td> </tr> </table>  <br/>  Ja, jag förstår det det. Men lägg in Big Bang. Motbevisa Big Bang-teorin."
	},
	{
		"postIndex": 226,
		"postNum": 228,
		"postLink": "/sp13337912",
		"postTime": "2008-10-18",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p19",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jo, hans teorier var fel. Och dom byggde inte på att det var ett klassamhälle. Dom avsåg att bevisa att det var ett klassamhälle, och en viss typ av klassamhälle som fungerade på ett visst sätt. Det var ett klassamhälle, men han analys av saken var helt fel från början till slut, som jag har gett flera argument för här. Att du ignorerar argument och upprepar \"dom var inte fel\" som en nicke-dock med ett snöre i ryggen säger mer om din intelligensnivå än om Marx teorier.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kan du utveckla?      </td> </tr> </table>    Ja. Vad vill du ha utvecklat? Vad är oklart? Marx teorier säger att det finns två klasser: Arbetare och Borgare. Vem om helst som såg sig runt i samhället på 1800-talet såg att det inte var så enkelt. Till och med Marx. Och därför talade han om kälkborgare och trasproletariat o dyl. Till och med han såg att världen inte bara var uppdelad i Arbetare och Borgare, trots att han försökte hävda att det var så.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kan du visa varför hans historiska syn med klasskamp är fel?      </td> </tr> </table>    Visst. Hans historiska syn leder till en samhällsutveckling steg: Stamsamhälle, slavsamhälle, feodalism och kapitalism. Det finns bara en plats i världen som har haft en utveckling som passar in i den modellen, och det södra europa. Resten av världen har INTE genomgått utveckling a stadier enligt Marx teorier. Detta bevisar att hans teorier var fel. Dom baserade sig på en syn på historia som var vanlig bland 1800-talets romarrike-fixerade historiker. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kan du visa varför hans ekonomiska analys är fel?      </td> </tr> </table>    Det har jag redan gjort i en annan tråd som jag absolut tror du också diskuterade i, men OK, då kör vi igen:<br/> <br/>  Marx ekonomiska analys baserar sig på en värdeteori som inte ens Marx försöker få att fungera generellt, utan enbart på handelsvaror (commodities säger man engelska) varor vars kvalitet och egenskaper inte varierar nämvärt. Hans värdeteorier fungerar helt enkelt inte på andra varor. Resultatet är en arbetsvärdeteori, som sedan Marx har blivit helt ersatt med en annan värdeteori som heter marginalnytteteorin. Marx värdeteori är alltså felaktig och motbevisad, och redan Marx visste att den bara fungerar på vissa få varor.<br/> <br/>  Denna felkatiga värdeteori kombinerar han sedan med antagandet att kapitalisten inte tillför något värde, för att bevisa att arbetaren inte får betalt för hela det värde han producerar. Detta är alltså totalt fel. Resten av Das Kapital kollapsar sedan i en liten rykande hög. Marx ekonomiska teorier är fel, och bevisligen så.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Människor blir utnyttjade av kapitalet och kapitalister. De blir alienerade från produkten av sitt arbete och de blir bestulna makten över sina liv. Jag har själv arbetat inom både industri och olika former av vård så jag vet att det stämmer.      </td> </tr> </table>    Det där var inte en sak, det var massa saker. Din förklaring \"Det är rätt för jag vet att det är rätt\" är överhuvudtaget ingen förklaring. Ledsen, du vill väl men du är helt enkelt inte speciellt smart....<br/> <br/>  Nåja, vi tar det första av dina påståenden och ser på dom.<br/>  \"Människor blir utnyttjade av kapitalet och kapitalister.\"<br/> <br/>  Detta påståendet baserar sig på antagandet att hela värdet av produkten kommer ur arbetet som är nedlagt i det, det är ett ett felaktigt antagande. Dessutom antar man att kapitalisten inte bidrar med något värde. Det är ett felaktigt antagande. Av detta drar man slutsatsen att kapitalistens förtjänst kommer från arbetaren. Det är alltså fel.<br/> <br/>  Sådär."
	},
	{
		"postIndex": 592,
		"postNum": 597,
		"postLink": "/sp15385937",
		"postTime": "2009-03-01",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p50",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Nu har jag läst igenom delar av den oerhört tråkiga och mångordiga texten av Per Månsson. Och precis som jag trodde innehöll den samma saker som jag läst tusen gågner förut. Men jag läste ändå; bara för att undvika du hante föstått va du läsej-argumentet. Vi får se om det fungerar<br/>  Månsson skriver: <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Den femte och sista typen av alienation som Marx behandlar (de tidigare fyra är lönearbetarens främlingskap inför sig själv, inför produkten, inför andra människor och inför samhället) är människans alienation från sin art.      </td> </tr> </table>  <br/>  Så vad finns bevisen för att det ens finns någon alienation? Marx talar om uppdelningen mellan produktion, som är människans särmärke,  och djurens omevetna matsamlande. Redan här har vi en meningslös uppdelning. Att ordna mat är att ordna mat, vare sig det är att jaga antiloper eller skrubba golv för pengar som man sedan byter mot en pizza. Hela tanken att just människans produktion skulle vara annorlunda, speciell, unik, är enbart en sorts förgudning, en tanke på att människan är något bättre och högre än naturen. Helt klart ett resultat av den judeo-kritna miljö och tradition utan vilken Marx inte hade kunnat planka en rad. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         I Ekonomisk-filosofiska manuskripten analyserar han endast vilka konsekvenser lönearbetet har för lönearbetaren som människa, utifrån den människouppfattning han utvecklat.      </td> </tr> </table>    Just det. Utifrån. Han utgår från det han själv säger och bevisar det med sin egen uppfattning. Med sådana självuppfyllande profetior är det svårt att mislyckas<br/> <br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       För att alienationen ska kunna avskaffas måste även lönearbetet omvandlas och andra former av samhällelig produktion skapas. Hur denna skulle eller kommer att se ut kunde inte Marx uttala sig om eftersom det enligt honom tillhörde framtiden.      </td> </tr> </table>    Och åter kokar allt ner till menlösa utoiper, inga svar, inga lösningar, bara snack.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       när lönearbeteren, för att inte svälta ihjäl, sålt sin arbetsförmåga, inträffar vare sig han vill det eller inte en alienationsprocess. Då arbetsköparen inte är intresserad av lönearbetarens andlighet utan av dennes förmåga att utföra de arbetsmoment som andra bestämt, splittras lönearbetaren som människa upp i två delar: en andlig del som är hans egen och en kroppslig del som tillhör den som köpt hans arbetskraft. Det som är specifikt mänskligt, den intima relationen mellan människan som andlig och som kroppslig varelse, splittras i två delar, och dessa delar blir främmande för varandra. På så sätt blir lönearbetaren främmande för sig själv.      </td> </tr> </table>  <br/>  Premissen från Marx: klassuppdelningen. Att det finns grupper i samhället är alla överrens om, men Marx ide att klasser skulle vara baserade på vem som äger produktionsmedel eller ej är löjligt påhitt; så även att historien roterar kring dess grupper; ännu löjligare att den nya arbetar rollen ger ny känsla; utom i en bemärkelse vi som är självklar och redan dryftats. Marx säger att arbetaren exploateras, men det är inte bevisat.  Det är Marx tro, hans tes som går in under värdeläran, men vem säger att det ens finns utnyttjande och expolatering? Det är en uppfattning om vinst som i alla fall inte jag delar. Själv har jag inte det minsta problem med att acceptera att vinst går till ägaren. Till skillnad från Marx och socialister accepterar jag att andra tjänar mer. Jag säger lycka till och vad bra för dig; jag blir glad å andras vägnar när de lyckas och blir rika, inte avundsjuk och sur. <br/> <br/>  Det är ju just moralen som är det mest motbjudande med socialismen, fast nu talar vi bara om vad Marx hade fel i. Dyrkandet av arbete är en sak jag uppskattar hos Marx, fast det finns å andar sidan i lika hög grad hos Ayn Rand. Även om hon är lika tråkig att läsa. Att sedan marxister tar ställning för ickearbetande mot arbetande är en sak som aldrig upphör att förvåna mig, men är också utanför ramen. <br/>  Slutligen kan vi ta en sak till Marx hade dålig kläm på: logik. Om allt som skapas i ett samhälle som uppdelat i klasser är ofullständigt just därför att det skapats i ett samhälle med uppdelade klasser, så måste marxismen vara ofullständig då den är skapad i ett samhälle med uppdelade klasser.<br/>  Alltså är marxismen fel!<br/> <br/>  Vi tackar George Lucas för detta påpekade (filosofen, inte filmregissören)"
	},
	{
		"postIndex": 556,
		"postNum": 560,
		"postLink": "/sp15303041",
		"postTime": "2009-02-24",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p47",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Nu förstår jag inte? Jag försökte endast förklara skillnaden mellan produktionsförhållanden och produktivkrafter. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Mitt exempel är precis lika relevant. Det är bara du som inte vill inse det. Möjligen kan jag utveckla det och klargöra, vilket jag gjort för att tillfredsställa defenestration, tydligen inte dig. Ok, det är <u>fördelning </u>och <u>organisering </u>av arbetet som skapar alienering. (Fortfarande har du inga bevis för att den ens finns, men du är väldigt duktig på att tala om hur andra missförstår hela tiden).  Det talar ju inte emot det faktum att hundra arbetslag i Norrland, där hälften helt plötsligt har motorsågar kommer att få en förändrar fördelning och organisering. Tex att de som förut högg ved nu transporterar veden istälelt för att unvika flaskhalsar.      </td> </tr> </table>    Som sagt. För att jag ens ska kunna argumentera för att alienationen finns så måste du förstå vad alienationensteorin innebär. Och om du hade förstått det hade du förstått att ditt exempel inte är relevant. Visst, låt gå att motorsågen innebär ett annat slags arbete, men fortfarande inte den utvecklingen som skapar alienation. Om Marx förklarar att en viss organisering av arbetet, med stor arbetsdelning och lönearbete, så betyder inte det att alla ändringar i arbetet skapar alienation.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så din kommentar om jag inte visste vad jag pratade om, och att mitt exempel var irrelevant stämde alltså inte. Det gick alldeles utmärkt att koka ner marxismen till enkla, målande bilder och exempel. Och kvar står alltså det faktum att de nya bärarna känner buhu nu är jag inte lika macho längre för jag är bärare och inte vedhuggare. En känsla ingen förnekat vare sig före eller efter Marx. Och därför ingenting vi behöver Marx till. Och därför åter ett exempel där Marx inte har rätt.       </td> </tr> </table>  <br/>  Som jag beskriver ovan så är allt det du skriver irrelevant och strunt. All ändringar i arbetet skapar inte alienation. Så enkelt är det. Du påstod att en motorsåg skapade alienation, men det är ju totalt fel. Som exempel medför inte motorsågen arbetsdelning på det sättet. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du missförstår det jag säger. Jag är medveten om att Marx menade detta. Och det säger jg också. Jag säger inte att känslan ger alienering, utan precis som du och marx att den materiella förändringen i förhållandena, produktionen, ändrar människan, ger alienation, eller snarare känslan av alienationen. Och fortfarande har du, eller Marx, ens kunnat påvisa denna känslo-förändrings existen; än mindre vad den innebär i praktiken, hur den förädnrar människan, eller vilka konsekvenser den får. Det enda marxister upprepar är att den minsann påverkar människans handlande.      </td> </tr> </table>    Innan jag ska kunna \"bevisa\" något måste du förstå vad som är alienation och vad som skapar detta. Det gör du inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Din kommentar om att människan blir påtvingad arbete i kapitalismen är ju kul. Trotskij konstaterade att människan faktiskt alltid är tvingad att arbeta, tex för att få mat, och att det därför inte var någon skillnad mellan hans och Lenins koncentrationsläger och vanliga arbeten. Din inställning också, Chen?<br/>  Jag har väldigt svårt att fatta varför det är fel att arbeta åt någon annan. Ej heller kan jag förstå varför det är svårt att acceptera att alla mat som äts måste tillvekas. Åter ser vi en marxistisk dogm som varit allmängods sedan människan började tänka på Afrikas savanner, och ni påstår att han kommit på något nytt?<br/>  (en kul grej är marxister moraliska syn ifråga om produktion och dess fördelining, men den får jag ta längre fram)      </td> </tr> </table>    Nu är det dock skillnad på att tvingas arbeta för att skaffa mat och att bli påtvingad arbete av det borgerliga samhället. På samma sätt som det är skillnad att någon blir torterad genom att någon häller i honom vatten och att man som människa \"tvingas\" dricka för att överleva,<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         PS: får jag försöka förutspå dina reaktioner till mina hänvisningar? jättekul, alltid samma varje gång man sågar en marxist: i samma ögonblick som man hänvisar till Kuba eller Nordkorea, vips \"Jamen dom ejunte sosialistiska!\". Ochnär man hänvisar till Lenin och Trotskij, \"jamen, dom va väl ändånte sosialister?\" Etc, etc.  Skulle vara kul att höra dig ge ett exempel på en marxistiskt samhälel i verkligheten; fast de e klat då dröjer det inte länge förrän marxist nr 2 dyker upp o förklarar \"Men snälla Chen, det där va väl ändånte ett marxistiskt samhälle\"      </td> </tr> </table>  <br/>  Och som alltid när man klart och tydligt krossar liberalens argument så börjar liberalen ljuga. \"Marxisten sa att Lenin inte var socialist\", \"marxisten sa att inte Trotskij inte var socialist\". Jag har aldrig påstått något sådant. Det kommer aldrig att finnas något \"marxistiskt\" samhälle, för marxismen är nämligen ingen utopi eller beskrivning av ett framtida samhälle. Det ÄR helt enkelt så att enligt Marx så finns alienationen på Kuba också. Marx sa inget om krossande av arbetarmakten eller något om fångläger. Så enkelt är det."
	},
	{
		"postIndex": 362,
		"postNum": 365,
		"postLink": "/sp13519744",
		"postTime": "2008-11-01",
		"postUser": "Axelus",
		"postUserID": "/u225040",
		"postUrl": "https://www.flashback.org/t350508p31",
		"userUrl": "https://www.flashback.org/u225040",
		"sentence": "Istället för att fråga sig om Marx hade <i>rätt </i>i något, kan man fråga sig om han bidrog med något <i>konstruktivt</i>. Och det tror jag definitivt att han gjorde.<br/>  Man måste komma ihåg att Marx levde under en tid då samhället såg annorlunda ut. Eftersom samhällen förändras, måste vetenskapen om samhällen i viss mån förändras. Marx beskrev också hur materiella (ekonomiska) förhållanden påverkar samhällsförhållanden och klasstrukturer. Han menar således också att idéer och ideologier om samhällen är dynamiska. Det är ironiskt att denna insikt samtidigt slog mot honom själv. <br/>  Man kan hävda att Marx bidrog med en del intressanta tankegångar och en mer modern samhällssyn. Däremot behöver man isåfall förstå Marx utifrån dagens samhälle. Man behöver då gå ifrån Marx och <i>komplettera </i>dessa teorier med andra synsätt.<br/>  Klassanalysen kan man komplettera med Bourdieus begrepp <i>Habitus</i>, som beskriver en individs olika resurser som mobiliseras på ett socialt <i>fält</i>. Det kan här handla om <i>kulturellt</i>, <i>socialt </i>och <i>symboliskt </i><i>kapital</i> som grund för hur människor orienterar sig på olika fält. <br/>  Man kan här utgå ifrån en mer dynamisk och konstruktivistisk klassanalys, där olika fält representerar olika, parallella och ofta polariserade statusgrupper och maktstrukturer i samhällen. Kapitalismen eller liberalismen som socialt system, med dess betoning på individualitet och ekonomisk, politisk och juridisk frigörelse ger upphov till en mängd olika fält, snarare än Marx bild av kapitalismens ekonomiska överklassfält och dess samhälles statiska utveckling. Enligt min marxistiska tolkning av Bourdieu skapar kapitalismen, tvärtom mot vad Marx själv ansåg, förutsättningar för andra hegemonier. Det finns i den liberala kapitalismen möjlighet att välja bort ekonomiskt kapital som den dominerande statussymbolen. Ett exempel på detta är hur det i kapitalismen uppstår \"intellektuella\" fält, där kulturellt kapital värdesätts mer än ekonomiskt sådant. Det kan handla om habitus som bärs av vissa aktörer - författare eller konstnärer. Bland dessa yrkesgrupper är det ju knappast något högaktningsvärt att ha pengar och få framgång på att enbart sälja? Vidare är behärskandet av information något som ger dig symbolisk och kulturellt kapital. Vissa yrkesgrupper har kunskap om olika saker, vilket har ett värde annat än rent ekonomiska. \"Behärskandet\" av information blir ett mål i sig på detta fält, där den som har möjlighet att ha koll, också har makt och inflytande. Det uppstår således flera härskare och dikotomier, med flera former av statusmarkörer. Kapitalisten har i den liberala kapitalismen inte ensamrätt på statusmarkörer. <br/>  Den moderna staten har också givit upphov till ytterligare ett fält - det politiska. Också något som förbisågs av Marx - antagligen för att dagens gigantiska statsapparat och dess olika kontrollapparater inte fanns på den tiden heller. Byråkrater och tjänstemän samt politiker har juridisk makt. Ett område som inte heller nås med hjälp av den ekonomiska överklassens \"traditionella\" inflytande.<br/>  Här har jag alltså utgått delvis från Marx teorier, men kompletterat dom och jag hävdar kunna hitta intressanta utgångspunkter. Den Marxistiska grunden är att samhället präglas av motsättningar och stratifiering, vilket driver samhällsutvecklingen. Det sker dock på ett mer komplext sätt än vad Marx själv avsåg. Dessutom ger kapitalismen utrymme för allt mer mångfacetterade klasstrukturer och hierarkier. Men som sagt, det är då inte längre Marxs teorier vi analyserar. Men det är just det jag menar. Man måste gå vidare och utveckla hans teorier för att kunna få användning för dem. Då blir Marx betydelsefull och funktionell."
	},
	{
		"postIndex": 936,
		"postNum": 945,
		"postLink": "/sp26260277",
		"postTime": "2010-10-20",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p79",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Okej, jag såg det mer som en diskussion om marxismen och många marxisters tendens att vara ortodoxa; jag tror inte att jag och Drullknull har samma åsikter om Marx i övrigt, då jag fått uppfattningen att jag uppskattar Marx mer än Drullknull som verkar vara <i>lite</i> mindre imponerad av honom.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du kan gärna lägga ned den där leken där du låtsas att jag anser allt Marx sagt vara sant just för att han sagt det.      </td> </tr> </table>  <br/>  Det har jag inte påstått, om du känner dig träffad ber jag om ursäkt. Jag kom i all ärlighets namn inte ens ihåg vem jag hade diskuterat Grunddragen/Kapitalet med, men lyfte fram det som ett exempel på marxister som gärna vill få helt olika ståndpunkter från Marx att gå ihop trots att de omöjligt kan göra det - vilket det verkar som att du försöker göra i den tråden, varför jag tolkar det som att du vill att det Marx skriver ska vara sant i båda fallen trots att det omöjligtvis kan vara det. Men som sagt, känner du dig personligt träffad av det ber jag om ursäkt, det var inte min intention.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Helt taget ur luften, det är som om jag skulle påstå att någon av de där mupparna du gillar att citera skulle vara din ofelbara messias.      </td> </tr> </table>  <br/>  Nja, citerar du t.ex. Tucker, Warren eller Proudhon - som också bytte åsikter under sina liv, och uttalade sig på sätt som mer liknar propaganda än något mer genomtänkt - kan du nog räkna med att jag håller med om en sak och inte håller med om en annan (eller ingen alls) och ser uttalandena som motsägelsefulla. Vad sägs t.ex. om:<br/> <br/> <i>\"It is a very easy matter to tell who is an Anarchist and who is not. One question will always readily decide it. Do you believe in any form of imposition upon the human will by force? If you do, you are not an Anarchist. If you do not, you are an Anarchist. What can any one ask more reliable, more scientific, than this?\"</i><br/>  (Benjamin R. Tucker, \"Anarchism and the State\")<br/> <br/>  och:<br/> <br/> <i>\"It is precisely my contention that this rule, despite the immense importance which I place upon it, is not absolute; that, on the contrary, there are exceptional cases where invasion--that is, coercion of the non-invasive--lessens the aggregate pain. Therefore coercion of the non-invasive, when justifiable at all, is to be justified on the ground that it secures, not a minimum of invasion, but a minimum of pain.\"</i><br/>  (Benjamin R. Tucker, \"Land Tenure Again\")<br/> <br/> <br/>  De två citaten går inte ihop över huvud taget, och då vi vet att Tucker mellan \"Anarchism...\" och \"Land Tenure...\" blivit mer och mer influerad av Stirners egoism kan vi hitta svaret där; den första positionen är den yngre Tuckers, medan den andra sammanfattar den äldre Tuckers syn på saken, då han kommit att fördjupa sig i, och influeras av, den egoistiska traditionen. Själv anser jag att den senare positionen lämnar alldeles för mycket öppet för tolkningar och godtycklighet, och kan därför inte direkt identifiera mig med den positionen; det förändrar däremot inte att Tucker är en viktig ideologisk inspiration - men jag ser inte varför jag skulle försöka få ihop två uppenbart motsägelsefulla påståenden av denna anledning. Jag har inte något intresse av att försöka \"rädda\" Tucker som en person som aldrig sa emot sig själv, aldrig uttalade sig med tvivelaktig hederlighet i propagandasyften och som aldrig bytte åsikter under sin livstid.<br/> <br/>  Självklart säger folk emot sig själva under en livstid, och självklart kommer de till nya insikter och åsikter allt eftersom de samlar på sig mer och mer fakta och kunskap och reviderar tidigare ståndpunkter. Och självklart uttalar sig även de allra flesta då och då mer för att propagera för sin egen position jämfört med andras, och lättar lite på den intellektuella hederligheten. Vilket förmodligen är fallet med Marx i det stycke du citerade - även om du gjort det tydligt att du inte gärna vill se det så - eller med t.ex. den anarkistiske socialisten Ernest Lesigne (som citeras av Tucker) när denne menar att <i>\"There are two Socialisms. One is communistic, the other solidaritarian. One is dictatorial, the other libertarian\"</i>. För det finns ju ingen som i en \"vetenskaplig\" situation, som intellektuellt hederlig, skulle hävda att kommunistisk socialism med nödvändighet är <i>diktatorisk</i>; tvärtom finns det massvis med former av kommunism som inte tror på ens en gnutta diktatur.<br/> <br/>  Självklart gäller alltså vad jag \"anklagar\" Marx för inte enbart Marx, utan de allra flesta (om inte alla) samhällsvetare som har någon typ av ideologisk tillhörighet som de vill propagera för. Det gäller för Marx, Proudhon, Engels, Warren, Lenin och Tucker - alltså i allra högsta grad även \"mupparna\", som du uttrycker det, jag citerar. Därför har jag lite svårt att förstå varför du blir så upprörd över det här; vi vet väl båda att det förhåller sig på det här sättet? Och i det stycke du citerade från \"Grunddragen...\" och det jag citerade från \"Kapitalet\" är det väl uppenbart att styckena säger emot varandra, på samma sätt som de stycken jag citerat av Tucker ovan?"
	},
	{
		"postIndex": 620,
		"postNum": 626,
		"postLink": "/sp15492605",
		"postTime": "2009-03-07",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p53",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Så det var inte du som skrev \"Tror du verkligen att man kan motbevisa eller bevisa vetenskap per automatik?\", då? Vem skrev det då? Det står under ditt namn? Var du besatt av andar? Hade utomjordingar implanterat en prob i din hjärna som styrde dig på fjärrkontroll? Var det en alternativ personlighet? Hade du blivit nerdrogad? Vad?<br/> <br/>  Nej, givetvis inte. Du bara ljuger, som vanligt. Stå för vad du har sagt, din omogna fjortis.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag skrev per automatik för att all vetenskaplig forskning inte går att bevisa      </td> </tr> </table>  All vetenskap går att bevisa eller motbevisa.<br/> <br/>  Notera: Bevisa eller motbevisa. ELLER. Notera: det står inte \"per automatik\". <br/> <br/>  En gång till: All vetenskap är bevisbar eller falsifierbar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du flyr undan helt enkelt. JAG ställde en fråga till DIG. Frågan var inte en återberättande av vad du skrev.      </td> </tr> </table>  Det där är en lögn, det är ingen fråga, det är ett personangrepp i frågeform.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Således kunde jag inte ändra på vad du menade, för det var ju ingen parafras på vad du skrev. Skilj på ditt och mitt.       </td> </tr> </table>  Det är klart det är avsett som en parafras på det jag skrev. Du ljuger. Väx upp och erkänn att du gjorde fel istället. Sluta tro att du är perfekt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du är nonsens. Du beskrev en felaktighet som först är en felaktighet om jag påstod detta. JAg påstod inte detta.      </td> </tr> </table>  Jag har aldrig sagt att du har påstått nåt. Du har snurrat in dig totalt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du tolkade \"bevisa Big Bang\". Att det skulle vara felaktig fråga enligt din vetenskapsteori. Vad jag menade var att du skulle bevisa att Big Bang har ägt rum. Ingenting annat.      </td> </tr> </table>  OK. Det tar då bort fel 2a, och då är du nere på tre fel. Grattis.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Alla andra alternativen som beskrev mina felaktigheter är även de fel då jag inte menade något sådant.      </td> </tr> </table>  Så när du skrev \"bevisa big bang\" så menade du isjälva vekret nåt helt annat som....\"Sätt på en skiva med Kraftwerk\". OK. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men du är den enda som påstår att något inte kan innehålla vetenskapliga kriterier om det inte kan bevisas.      </td> </tr> </table>  Något sådant har jag inte påstått. Sluta förvränga det jag säger. Jag menar det jag säger, ORDAGRANT. Inte \"ungefär\". När jag säger att \"Vetenskap kan bevisas eller motbevisas\" då menar jag inte \"Något kan inte innehålla vetenskapliga kriterier om det inte kan bevisas\". Det var inte det jag sa. Det betyder inte samma sak.<br/> <br/>  På precis samma sätt, så om jag säger \"Min fru är skitsnygg\" så betyder inte det \"Jag vill ha sex med Victoria Silvstedt\". OK? Jag menar det jag säegr ORDAGRANT. Om du inte begriper vad det betyder, så FRÅGA. OK?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Något kan kommas fram av vetenskapliga metoder utan att för den delen kunna bevisas till 100 %.      </td> </tr> </table>  Ja, det är helt korrekt. Läs vad jag skrev igen. ORDAGRANT. Tala om vad som är oklart. Det finns inte ett ord som inte betyder nåt. Det finns inga onödigheter som \"per automatik\" om jag inte menar precis exakt PER AUTOMATIK. OK?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx arbete byggde på Empiri, historisk och ekonomisk forskning osv. Sammanlagt något som kan betraktas som en vetenskaplig metod, och på så sätt att hans arbete är vetenskaplig (mycket i kontrast till de tidigare socialisternas idealistiska arbete). Men det måste inte innebära att man fullständigt kan bevisa Marx arbete.      </td> </tr> </table>  Fullständigt riktigt. Har jag sagt att man måste kunna bevisa Marx för att han skall vara vetenskaplig? Nej, det har jag inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om man inet kan bevisa något till 100 % betyder inte att det är ovetenskapligt.      </td> </tr> </table>  Det är korrekt. Vad sa jag om vetenskaplighet? Kan du citera det jag skrev?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Japp, och det är endast din åsikt.      </td> </tr> </table>  Nej, det är det inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men bevisa att Big Bang har ägt rum, eller förklara hur man kan göra detta. Förklara också på vilket sätt Big Bang-teorin är riktig eller inte. Motbevisa den.      </td> </tr> </table>    Nej. Du har fortfarande inte förstått vad jag säger och hur vetenskap fungerar. En gång till:<br/> <br/> <b>Om det är vetenskap kan det antingen bevisas eller motbevisas.</b><br/> <br/>  Så. Upprepa nu meningen ovanför, för att bevisa att du har läst den."
	},
	{
		"postIndex": 927,
		"postNum": 936,
		"postLink": "/sp26233640",
		"postTime": "2010-10-19",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p78",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag vill mena att Marx hade en hel del vettiga teorier om t.ex. exploatering, alienation, osv; men de utvecklades egentligen aldrig till några riktiga, konkreta teorier utan de förekom flera gånger i lite olika tappningar. Det största problemet jag har med Marx är hans halvdeterministiska historiesyn och nödvnädigheten med kommunism - vilket jag inte alls anser att hans egna forskning pekar mot, annat än i skrifter som verkar lite mer propagandainriktade. Från Kapitalet skulle en frimarknadssocialism lik den t.ex. Benjamin Tucker formulerade vara en minst lika logisk lösning på kapitalismens problem; så Marx kritik tycker jag i många fall är vettig, medan hans lösningar lämnar en del att önska. Speciellt då marxisterna gärna framhåller att marxismen är \"vetenskaplig socialism\". Detta är korrekt i en aspekt; Marx <i>kritik</i>, i t.ex. Kapitalet (inte nödvändigtvis i skrifter som Det kommunistiska partiets manifest), är vetenskaplig. Men Marx variant av socialism/kommunism anser jag inte vara mer vetenskaplig än någon annan, då han inte riktigt lyckas knyta den vetenskapliga kritiken till den mer utopiska framtidsvisionen. Han motiverar det på filosofisk grund, om vi accepterar den dialektiska historiesynen; men även om vi gör det är hans socialism mer \"filosofisk\" än \"vetenskaplig\".<br/> <br/>  Jag föredrar alltså att se Marx som vad han var; en samhällsvetenskapsman under 1800-talet. Liksom de allra flesta sådana hade han en hel del poänger, och andra områden där samhällsvetenskapen gått framåt och där hans teorier blivit något föråldrade. Det finns t.ex. en gräns för hur mycket som faktiskt kan förklaras av benhård historisk materialism, och idag köper inte många teorin utan menar att materiella förhållanden är en av många aspekter som vi måste ta hänsyn till i analys av historiska eller nutida samhällen och samhällsförändringar.<br/> <br/>  Det är därför synd att han fått denna Gud/Djävulen-status, där man antingen accepterar allt han någonsin sagt och ser Det kommunistiska manifestet som kartan till Utopia, eller avfärdar honom som någon som inte hade någon aning om någonting alls och ser honom som skyldig till i princip allt som är fel i världen (för att hårdra det en aning, men det är ofta intrycket man får i diskussioner om Marx med marxister och/eller antimarxister)."
	},
	{
		"postIndex": 579,
		"postNum": 584,
		"postLink": "/sp15342718",
		"postTime": "2009-02-26",
		"postUser": "Aerandhir",
		"postUserID": "/u275458",
		"postUrl": "https://www.flashback.org/t350508p49",
		"userUrl": "https://www.flashback.org/u275458",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Och du har fortfarande inte läst vad jag skrev.<br/> <br/> <br/>  </td> </tr> </table>  <br/>  Men smartypants; nu påstår du att du inte vill skriva en doktorsavhandling därför att du inte kan rädda dina argument. Skriv bara utförligare <b>varför</b> allting är fel. Ditt resonemang \"han har fel därför att han har fel\" lyser alltför ofta igenom som ditt motargument. På tal om det, du skrev förut och ett antal ggr tidigare att Marxs haft fel i precis allting. Du tog karl Popper som bevis, och senare skrev du att Popper kritiserade hans historieperspektiv. Men du skrev att han hade fel i allting...? inte att det rörde sig om hans historiebeskrivning...?<br/>   Oavsett om Marxs hade fel eller rätt, vilket inte kan påstås så lättvindigt av dig, helt enkelt därför att när vi pratar om sådana här saker finns det inte bara rätt eller fel. Det finns olika perspektiv beroende på vad man önskar beskriva och vad man vill få fram, och sist men inte minst vad man vill försvara eller anklaga. kapitalisten -eller den som önskar försvara systemet-<br/>  väljer förstås ett annat perspektiv osv. Detsamma om ekonomiska teorier. En liberal tycker kanske att M Friedman är toppen därför att hans teorier ger dem vatten på sin kvarn. Marxs teorier gav en mycket bra förklaring på sin tid och utvecklade arbetarrörelsen, gav dem teoretiska systemverktyg att analysera omvärlden med osv. <br/> <br/>  Och sist men inte minst, vad gäller Marxs, hans verk  -och Engels- utgör inte slutet och lösningen på allting. Marxs var startskottet, hans teorier har utvecklats, och utvecklas, av andra som t ex Immanuel Wallerstein, som jag varmt kan rekommendera för läskunniga och läsvilliga. Om man nu envist bara grundade sig på allt vad Marxs skrivit som en slags bibel så funnes det skäl att påstå att marxismen vore dogmatisk, men den är i högsta grad i utveckling. Jag rekommenderar därför att t ex läsa på om världssystemsteorierna, vilken kan ses som en utveckling av marxs ideér. Det kanske är därför som han fortfarande är aktuell. Han är aktuell därför att hans teorier utvecklas därför att de lever<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Som exempel var Taylorismen -vilket Gunilla tog upp i sitt föredömliga inlägg- ett mycket bra exempel på något som alienerar arbetaren genom att han göres till en kugge, en utbytbar del som endast finns där så länge han producerar mer till en billig peng. Dialektiken är också ett mycket bra verktyg för att förstå historien och händelseförlopp, och visst, Marxs var inspirerad av Hegel här, men dialektiken översattes till den ekonomiska historiens förlopp. Liksom alienationen som från början beskrevs av Feuerbach.<br/> <br/>  Och vad gäller vårt samhälle och att arbetarrörelsen trots allt uppnått vad de uppnått, beror det på kapitalismen egentligen...!? som du, och andra, gärna vill påskina!? jag skulle säga att vad arbetarrörelsen uppnått beror på kampen mot kapitalismen. kapitalismen föder sin egen motrörelse. Kapitalistiska företrädare har ju motarbetat precis allting som a-rörelsen strävat efter. Allmän rösträtt, 8-timmarsdag, semester, pensioner (ATP t ex), strejkrätt, barnomsorgen, offentlig sjukvård, progressiv skatt m m..... Allting detta har skett i kamp <b>mot kapitalismen eller kapitalismens konsekvenser</b>.<br/>  En inttressant sak förresten: Som borde vara allmänt bekant fick vi ju vår allmänna rösträtt i Norden, och många andra länder i Europa strax efter Ryska revolutionen. Tror du, Smartypants, att t ex Ryska revolutionen indirekt påskyndade de demokratiska reformerna i övriga Europa, eller tror du att det var slumpens, och liberalernas verk....!?<br/> <br/>  Och förresten, Smartypants m fl, läs vad Gunilla skrev....eller kan du/ni inte kommentera det<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 232,
		"postNum": 234,
		"postLink": "/sp13339022",
		"postTime": "2008-10-18",
		"postUser": "1:aHjälpen",
		"postUserID": "/u236438",
		"postUrl": "https://www.flashback.org/t350508p20",
		"userUrl": "https://www.flashback.org/u236438",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>   </td> </tr> </table>  <br/>  Ja det var ungefär vad jag skrev.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dom teorierna har visat sig vara felaktiga i nästan precis allt.      </td> </tr> </table>   Nej.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Är det inte irriterande att inte ha bättre argument än så?      </td> </tr> </table>   Dina argument suger du har inte skrivit någonting vettigt överhuvudtaget.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad jag \"ser\" är irrelevant.       </td> </tr> </table>   Nej det är det inte. Du baserar allt på dina sinnesintryck, synen är ett av fem, när det handlar om att ta in mellanmänsklig information ett av de viktigaste.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nu pratar vi om Marx teorier.      </td> </tr> </table>   Jag vet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx teorier säger att man antingen är kapitalist eller arbetare.       </td> </tr> </table>   Marx teorier säger att det finns två huvudklasser i samhället, borgarskapet och arbetarna.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Imperialismen kom före kapitalismen.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Stora delar av norra europa var aldrig ett feodalsamhälle.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Slavsamhällen har det inte funnits speciellt många alls.      </td> </tr> </table>   Det har funnits gott om samhällen som använt sig av slaveri. Inte så supermånga som har haft slavar som huvudsaklig arbetskraft, men nära nog. Men å andra sidan har det bara funnits ett begränsat antal stora civilisationer i historien.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Romarriket var ett sådant, men dom är rätt ovanliga historiskt sett.      </td> </tr> </table>  Romarriket var ett slavsamhälle ja. Och?<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Så nej, Norra Europa har inte genomgått dom här stadierna.      </td> </tr> </table>    Användes inte trälar i delar av norra europa?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       En gång till: Enbart södra Europa i hela världen har genomgått dom här stadierna.      </td> </tr> </table>   Nej.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Resten av världen har INTE gjort det. Detta MOTBEVISAR Marx historiesyn.<br/>  Vidare läsning: <a href=\"/leave.php?u=http%3A%2F%2Fwww.amazon.com%2FWorld-History-Perspective-Clive-Ponting%2Fdp%2F070116834X\" target=\"_blank\">http://www.amazon.com/World-History-.../dp/070116834X</a><br/>  (Och innan du inbillar dig att detta är nån slags liberal propagandabok: Clive Ponting är vänster. Men framförallt är han historiker. Boken är bra, läs den, du kommer lära dig MASSOR.)      </td> </tr> </table>   Tack för tipset.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, men det finns andra som gör, som varenda människa som har pluggat nationalekonomi.      </td> </tr> </table>   Nationalekonomi är precis som all ekonomisk forskning ideologiskt influerad.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx värdeteori är fel.       </td> </tr> </table>   Det blir inte mer så för att du säger det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, det *vet* du inte.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du *tycker* så.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och det kan man tycka. Det är en åsikt. Inget fel på den åsikten alls.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag gillar arbetarägda företag, det är en skitbra idé.      </td> </tr> </table>   Jag vet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Den slutsatsen kan man dra utan Marx.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Och man kan inte dra den med Marx, för Marx hade fel.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att tro på Marx trots att han är motbevisad är inget annat än en slags modern religion.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tror du på bibeln?      </td> </tr> </table>   Självklart tror jag inte på religion.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ingen som har påstått heller.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det han tillför värde som är som investerare.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       DU producerar inget genom att äga en fabrik.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Däremot producerar du något genom att hyra ut fabriken.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du producerar inget genom att ha pengar i madrassen.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Däremot producerar du något genom att låna ut pengarna.      </td> </tr> </table>   För pengar har muskler och kan arbeta?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, således fel.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kapitalisten tillför något och bidrar.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om han inte gjorde det, varför skulle företag annars vända sig till riskkapitalister för investeringar?      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Om kapitalisterna inte bidrar med något, då skulle ingen göra det.      </td> </tr> </table>   Så det är enbart kapitalister som skapar värde? Okej jag förstår precis.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Sorry, det där är grammatiskt obegripligt.      </td> </tr> </table>   Läs igen då, det går att reda ut jag lovar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Näh! Detta är Marx felaktiga värdeteori. Den är alltså som sagt sedan 1870-talet motbevisad.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Produktens värde kommer ur vilken nytta den kan ha för köparen, jämfört med alternativen.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Detta kallas marginalnytteteori, och till skillnad från Marx värdeteori å fungerar marginalnytteteorin bra i praktiken.      </td> </tr> </table>   Så om jag äger den enda brunnen med vatten i stan genom hävd så kommer jag att producera skitmycket värde, jag kommer arbeta mest av alla utan att behöva lyfta ett finger för alla kommer att få... jobba(?) (om det nu är jag som äger som arbetar) .. åt mig för att få mitt vatten som jag äger och därigenom arbetar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det arbetet tillför är inte värde, utan KOSTNAD.      </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Detta insåg inte Marx.      </td> </tr> </table>   Det är ganska uppenbart att om ingen behöver en persons produkt så kommer den att vara värdelös.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nej, men att det är arbete nedlagt i produkten garanterar inte värde, vilket Marx teori skulle medföra.      </td> </tr> </table>   Förutsatt att produkten är behövd.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men tack för att seriöst och bra försök att svara.      </td> </tr> </table>   Tack för de snälla orden de värmer.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det här svaret var inte alls korkat (förutom \"Han har inte fel\"-bitarna). Du kan nog om du bara vill. Kör på såhär så kommer vi komma nån vart snart!      </td> </tr> </table>   Åh, smek mig med dina välsignade ord! Har du gudskomplex?"
	},
	{
		"postIndex": 533,
		"postNum": 537,
		"postLink": "/sp15277154",
		"postTime": "2009-02-23",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p45",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Vi ser här att som vanligt har urverksapelsin totalt fel, och att han/hon vill hellre tramsa bort med massa påstådda anekdoter som inte beskriver något i det ämne urverksapelsin påstår sig kritusera. Helt enkelt en kass författare som inte vet vad lite enkel forskning betyder.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Detta kallas på marxistspråk för \"förändring av produktionsförhållanden\", på svenska så har man hittat på ett nytt (och i detta ex bättre) sätt att fälla träd.      </td> </tr> </table>    Nej, din nöt, naturligtvis innebär inte det en förändring av produktionsförhållanden. Att veta vad centrala och enkla begrepp innebär, inom nu marxism, är naturligtvis en förutsättning för att någon ska ta en seriös. Om nu en författare alltid hänvisar till sina egna böcker (böcker som dessutom ingen tar seriöst, de är inte ens publicerade av något seriöst förlag!) och påstår sig vara expert i massa ämnen så förnedrar denne sig själv genom att bevisa sin totala idioti. Om du inte kan enkel marxistiskt terminologi, men samtidigt försöka använda dig av dem, hur tror du att någon kommer lita på dina böcker egentligen?<br/> <br/>  Produktionsförhållanden är helt enkelt de ekonomiska förhållanden inom produktionen. Exempelvis bygger de kapitalistiska produktionsförhållanden på arbetarklass - borgarklass, alltså arbetare som lönearbetar åt borgaren (i dennes industrier som exempel). Men för att borgaren köper in en ny maskin betyder inte det att produktionsförhållanden förändras. I såna fall skulle vi hela tiden ha nya ekonomiska system, men vi har fortfarande kapitalism. Det marxistiska, ja ekonomiska egentligen, begreppet du letar efter är nog: <b>produktivkrafter</b>. Produktivkrafter och produktionsförhållanden kan man säga ha varit i konflikt med varandra rent historiskt. Feodalismens ineffektiva <i>produktionsförhållanden</i> fjättrade fast <i>produktivkrafterna</i> och dess försök till ekonomisk frihet. Snälla nån, skäm inte ut dig. Hur tror du att någon ska tro att ditt följande strunt ska innehålla sanning?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ok, inga konstigheter så långt. Men enligt Marx sker nu en känsloförändring i motorsågsanvändarnas psyke som gör att de känner främlingsskap inför sina jobb, en känsla av avstånd till sina träd, till sina verktyg, till sina arbeten, till sin roll som \"skogshuggare\", till sina familjer, och så vidare.      </td> </tr> </table>    Nej, pucko, diskutera inte grejer som du inte har någon kunskap i. Vad Marx menade var att kapitalismen, med dess <i>arbetsdelning och organisering av arbetet</i>, medföljde alienation. Nu innebär dock en motorsåg varken kapitalism, arbetsdelning, eller på så vis alienation, så det finns inget att bemöta, för det är helt enkelt fullständigt skitsnack du kommer med.<br/> <br/>  Om du hade tagit exempel med fabriker, arbetsdelning och löpande band, borgarklassen, mervärde etc så hade det i alla fall stämt till en viss del, men nu har du ett så puckat exempel att det omöjliggör diskussion. En utvecklad alienation uppstod i och med kapitalismen, och således måste du beskriva det kapitalistiska produktionsförhållandets utveckling (men just det ja, du vet inte vad ordet betyder så det blir svårt), och inte tillkomsten av en motorsåg som inte på något vis tillför de förändringar som skapar alienation.<br/> <br/>  Du missar även det som faktiskt Marx beskriver. Alltså vad rent materiellt alienationen innebär, eller snarare vilken materiell förändring som skapar alienation. Det är inte alls, som du skriver, en känsloändring, utan en ändring i den materiella produktionen. Förvisso ändras människan, och hennes inre, av denna förändring i den materiella produktionen, men det är fortfarande den materiella förändringen som är grunden för förståelse av alienationen, och inte vad du verkar påstå, helt utan grund, förändring i känslolivet. Marx var materialist, inte någon patetisk idealist.<br/> <br/>  Läs först, kritisera sedan."
	},
	{
		"postIndex": 923,
		"postNum": 932,
		"postLink": "/sp26135590",
		"postTime": "2010-10-14",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p78",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja, Marx försök att skapa en \"grand theory\" var utan tvekan misslyckat; det menar sociologer såväl som statsvetare, marxister som icke-marxister. Det är nog bara diverse marxistiska partier och liknande som ännu inte riktigt vill hålla med om detta, vilket kanske är en bidragande orsak till deras marginalisering. Hos Marx kan man hitta delteorier som är vettiga, och andra delteorier som inte är lika vettiga; men någon teori som förklarar allt, som han var ute efter, finns inte där.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Marx svaghet är systembygget, inte teorierna som isolerade fenomen, jag kan skriva under på mycket vad som skrivs, men allt sammantaget blir rena kyrkobesöket.      </td> </tr> </table>  <br/>  Ja, så är det. Och det var tyvärr nitlotten stora delar av arbetarrörelsen drog. Tänk om fler bara hade lyssnat på Proudhon, eller åtminstone Bakunin eller Kropotkin <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tråkigt nog träffar man inte på marxare som av intellektuell heder släppt de anarkonistiska delarna, fast det kanske inte går att reformera marxismen? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> </td> </tr> </table>  <br/>  Mja, de flesta marxister på mer \"akademisk\" nivå har ju en väldigt reformerad version av marxismen. Det finns marxistiska ekonomer som använder marginalnytteteorin och avfärdar arbetsvärdeteorin som felaktig (även om de fortfarande menar att exploatering förekommer, oavsett vilken värdeteori vi använder), samtidigt som det finns de som reformerar och bygger ut arbetsvärdeteorin (som t.ex. Carson gjort, även om han naturligtvis inte är marxist). Detsamma gäller inom andra ämnen; men hos de små partier som fortfarande finns verkar sanningen vara skriven i sten. Det påminner om en annan diskussion här på forumet, där jag anklagades för att vara förvirrad för att jag menade att Marx inte menar att klassamhället har grund i varan/marknaden utan i den primitiva ackumulationen, samtidigt som han faktiskt menade att klassamhället har sin grund i varan/marknaden. Men det är inte jag som är förvirrad, det är Marx som använt olika teorier vid olika tidpunkter; och det blir väldigt jobbigt för en ortodox marxist som gärna vill att <i>allt</i> Marx skrivit ska vara \"sanningen\". Men det är ju inte direkt så vetenskap fungerar; självklart bytte Marx åsikter med tiden, allt eftersom han byggde upp mer sammanhängande teorier, fick mer klarhet i historien, osv. Det går därför inte söka \"sanningen\" hos Marx; det går att hitta delteorier som med viss modifikation kan användas, men inte speciellt mycket mer än så. Han är ungefär som vilken annan sociolog/ekonom/politisk filosof från 1800-talet, med andra ord.<br/> <br/>  Det är nog som Max Weber skrev, angående att han införde protestantismen som delorsak till kapitalismens uppkomst i västvärlden:<br/> <br/> <i>\"Det är naturligtvis inte min avsikt att i stället för en ensidig materialistisk förklaring av kultur och historia sätta en lika ensidig spiritualistisk. Båda förklaringarna är lika möjliga, men om var och en gäller att den föga tjänar den historiska sanningen, om den gör anspråk på att göra avslutningen av en undersökning, istället för att vara dess inledning.\"</i><br/>  (Den protestantiska etiken och kapitalismens anda)<br/> <br/>  Den självdistansen till sina idéer måste man nog ha om saker och ting faktiskt ska kunna utvecklas, och den kanske saknas hos vissa marxister idag. För all del saknas den hos en del förespråkare av alla ideologier, men det känns <i>spontant</i> som att marxister, tillsammans med objektivister, klarast målat in sig i detta hörn - <i>enbart efter min egen erfarenhet</i>, då."
	},
	{
		"postIndex": 163,
		"postNum": 165,
		"postLink": "/sp4962736",
		"postTime": "2006-09-04",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p14",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  Så nu hävdar du alltså att...<br/> <br/>  1: A-kassor är ett kapitalistiskt påfund, skapat av onda kapitalister.<br/>  2: Att dom arbetslösa inte alls blir fattiga.<br/>  3: Att Marx förutsåg detta.<br/> <br/>  Att a-kassor skulle vara ett av kapitalismen uppfunnet medel är ju rent löjligt. Det skulle isåfall göra dom skattesänkningsivrande moderaterna till någon slags Marxistiska arbetarklasskämpar, medans LO och sossarna är dom onda kapitalisterna.<br/> <br/>  Att arbetslösa nu inte alls blir fattiga helt plötsligt, motsäger dina tidigare påståenden om att det bara var arbetslösa och liknande som skulle bli fattiga. Citat: \"Du påstod att arbetarna skulle få det sämre när Marx i själva verket pratade om \"underkategorin\" arbetslösa, föräldralösa, utslitna mfl\". Nu hävdar du att Marx påstår att varken dom arbetande delarna eller dom icke-arbetande delarna av arbetaklassen skall bli fattiga och utsättas för en allt ökande papuerism. Detta är, som du kan se  av dom många citat jag har givit ovan, en ren lögn. <br/> <br/>  \"Första fasen i denna process är skapandet av en relativ överbefolkning eller en industriell reservarme, den sista fasen är <b>den aktiva arbetararmens ständigt ökande elände </b>och fattigdomens dödvikt.\"<br/> <br/>  \"Industrins reservarme eller den relativa överbefolkningen växer med den samhälleliga rikedomen, med det fungerande kapitalets storlek och tillväxt, alltså även med proletariatets absoluta storlek och dess arbetes produktivkraft. Den disponibla arbetskraften utvecklas av samma orsaker som kapitalets expansionskraft. Ju snabbare rikedomsutvecklingen pågår, desto fortare växer också den industriella reservarmens relativa storlek. Men ju större reservarmen är i förhållande till den aktiva arbetararmen, desto talrikare är också den överbefolkning, vars elände står i omvänd proportion till dess arbetsbörda. Ju talrikare detta Lazarusskikt av arbetarklassen och industrins reservarme är, desto större är också den officiella, av myndigheterna erkända fattigdomen. Detta är den kapitalistiska ackumulationens absoluta, allmänna lag.\"<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nästa halmgubbe. Den process som slutar med \"den aktiva arbetararmens ständigt ökande elände och fattigdomens dödvikt\" berodde på \"den kapitalistiska ackumulationens absoluta, allmänna lag\", men om den sa ju just Marx \"<i>liksom alla andra lagar modifieras den i sitt förverkligande genom mångahanda omständigheter, vilkas analys inte hör hit</i>\", vilket du återigen glömde att bemöta.      </td> </tr> </table>  Så du hävdar att Marx påstående att denna absoluta allmänna lag inte alls är absolut? Detta är såklart kompletta dumheter. Om man skall tolka Marx som du tolkar honom nu så säger han ju ingenting. Du tolkar nu Marx som om att han säger \"arbetarna kommer bli fattiga, förutom om dom inte blir det\". Detta är patetiskt dumnonsens av högsta slag.<br/> <br/> <b>Allt du nu i din iver att försvara Marx har lyckats säga är att Marx i själva verket inte sa nånting.</b><br/> <br/>  Ja, då kan du ju iaf inte hävda att han hade rätt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tex beror utökningen av reservarmén på att \"varje kapitalist har ett absolut intresse att pressa ut en viss arbetsmängd ur ett mindre antal arbetare i stället för ett lika billigt eller t.o.m. billigare arbete ur ett större antal arbetare\", men vem säger att han lyckas?      </td> </tr> </table>  Marx säger att han lyckas. <br/> <br/>  \"Den kapitalistiska produktionens egen mekanism sörjer alltså för att den absoluta kapitaltillväxten inte åtföljes av någon motsvarande stegring i den allmänna efterfrågan på arbetskraft.\"<br/> <br/>  Det finns inga \"kanske\" i den stycket. Inga \"jag tror att (fast jag kan ju har fel)\".<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kampen om arbetsdagens längd är ett väldigt konkret exempel på \"omständigheter, vilkas analys inte hör hit\".      </td> </tr> </table>  Ah. Så när verkligheten inte utvecklades som Marx påstod att den skulle så häör det inte hit alltså? Störtlöjligt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Kapital är ju inte en samling regler, utan klasskamp, det har ju jag förklarat förr, och om du verkligen hade läst Kapitalet istället för att skumma igenom på jakt efter citat att rycka loss, så hade du sett att Marx gav exempel på hur klasskamp kan ändra \"lagarna\":      </td> </tr> </table>  Så Marx lägger fram en hel hög med lagar, inklusive lagar som han kallar \"absoluta\" och när det nu har visat dig att dessa lagar, inklusive dom \"absoluta\" var fel, så försöker du förklara detta med att Marx sa att lagarna kan ändras men att \"det inte hör hit\"?<br/> <br/>  Du har just ERKÄNT att Marx hade fel, och försöker komma undan med att peka på ställen där Marx säger att det finns ointressanta detaljer som kan ändras. Skall man vara snäll kan man möjligen tolka detta som att Marx slänger in en brasklapp och säger \"fast det är klart, jag kan ju ha helt fel\". Ja, det kunde han. Och det hade han. Att man säger \"jag kan ha helt fel\" betyder inte att man har rätt när man har fel.<br/> <br/> <b>Marx lade fram lagar, och beskrev en framtida samhällsutveckling utgående från dessa lagar. Han misslyckades komplett. Alla han lagar är felaktiga, framtiden har inet utvecklats som han trodde den skulle utvecklas. Alltså hade han fel.</b>"
	},
	{
		"postIndex": 934,
		"postNum": 943,
		"postLink": "/sp26254069",
		"postTime": "2010-10-19",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p79",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Tja, Marx menade ju det iaf, så då måste det ju vara sant <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <i>\"Not only does Proudhon write in the interest of the proletarians, he is himself a proletarian, an ouvrier. His work is a scientific manifesto of the French proletariat.\"</i><br/>  (Karl Marx, <i>The Holy Family</i>)<br/> <br/>  Vidare menar jag ju just detta; Marx <i>socialism</i> är inte direkt vetenskaplig, då han har problemet med att knyta det vetenskapliga - kritiken av dagens produktionssätt - till det sin utopi - kommunismen. Det finns inget i hans vetenskap som favoriserar just hans form av socialism; vad den säger är att vi, för att upphäva exploateringen, måste ha ett produktionssätt där arbetarna själva äger sina produktionsmedel och där \"skilsmässan\" mellan kapital och arbete på så vis upphävs. Varför kommunismen för detta ändamål skulle vara \"bättre\" än t.ex. mutualism, anarkistisk socialism eller någon annan form av socialism som på olika sätt strävar efter samma mål förklarar han inte på något vetenskapligt sätt, utan där handlar det istället mest om propaganda.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det är ju det som skiljer den vetenskapliga socialismen från de utopiska, de senare har inte förståelse av klassamhället och saknar därmed antagligen förutsättningarna för att organisera den kamp som krävs för själva omstörtandet.      </td> </tr> </table>  <br/>  Fast jag skulle inte vilja mena att Marx hade någon bättre förståelse av klassamhället än t.ex. Proudhon. Det handlar istället, för båda parter, om en viss del vetenskapligt insamlande av empiri och analys av detta material, och sedan - utifrån materialet - mer eller mindre kvalificerade <i>gissningar</i>; varav vissa visat sig vara felaktiga, eller åtminstone sanningar med modifikation. Proudhon dömdes ju t.ex. ut av Marx för att han i sin socialism även hade en plats för egenproducenter - som Marx kallade \"småborgerligheten\" - vilka Proudhon menade skulle vara en klass som existerar även i det industrialiserade samhället, medan Marx menade att det var en förkapitalistisk klass som var dömd att gå under, och istället polariseras i proletariat och borgarklass. 2010 måste vi väl ändå ge Proudhon mest rätt här?<br/> <br/>  Det är det som är faran med marxismen, tror jag. Många tenderar att se den som \"sanningen\", varefter man försöker få verkligheten att passa in i den; istället bör naturligtvis Marx misstag revideras, och därmed bör även hans teorier för förändring tänkas om (ifall detta är ett resultat av felaktigheterna i framtidsprognoserna). Marx bör ses som en vetenskapsman, och kommunistisk propagandist, från 1800-talet och sedan också behandlas så. Ingen vetenskapsman på 1800-talet hade fullständigt korrekta teorier, ej heller Marx."
	}
]
