[
	{
		"postIndex": 10866,
		"postNum": 11298,
		"postLink": "/sp33819903",
		"postTime": "2011-11-03",
		"postUser": "BigB666",
		"postUserID": "/u410700",
		"postUrl": "https://www.flashback.org/t683845p942",
		"userUrl": "https://www.flashback.org/u410700",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag orkar inte skriva om alla turer i BMC färgrika historia här i Norden,men efter skjutningen i Lahtis var Tapsa så gott som den ende banditen på frifot i FIN,han blev snabbt uppgraderad från prospect till pres,och visst skickade National en nomad till Finland,en norsk sådan.<br/>  Din okunnighet förvånar mig... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>  Säger inte namnet Bandido Mick Nomad Europe 1% något för dig så får det vara,han lär inte nyligen ha blivit stationerad i Sverige för att plocka trattkantareller...<br/>  Som pres för National Europe har man mer övergripande syslor än att leda BMC Sweden...<br/>   </td> </tr> </table>  <br/> <br/>  Klart är att även BMC har gått igenom tider med fel folk i klubben detta till stor del när det plockades in massa folk från teamet 2002-2005 kanske lite efter och innan. Då fans en deöl fulpatchade killar som inte direkt kunde köra mc. Men det kom över en dansk för den som mins för några år sen.......<br/> <br/>  Sen att bland ihop1% klubbar med att mecka shovel som en del här innan verkar vilja att det ska se ut är helt fel. Ska man in i stora klubbar måste man ha intresse för både hojar och just 1% kulturen vill man bara mecka och åka hoj finns där gott om andra klubbar att söka sig till. <br/> <br/>  Men att man inte har hoj intresse eller åker hoj i klubbarna är löjligt då dessa ofta kör fler mil och börjar sina säsonger tidigare och avslutar senare än andra klubbar.<br/>  När man kör mycket är det förbannat opraktiskt att köra gammalt skrot eller något som är ombyggt och därav jobbigt att köra. Man satsar på krut i hojen och en väl fungerade hoj just på grund av allt åkande. Sen klart de som har gott om pengar och tid även har andra hojar och bygger bredvid. (konstigt alla inte har massa pengar i en kriminell organisation)<br/>  Sen kostar det förbannat mycket pengar at va med i en % klubb och nej inte på det sätet som folk vill tro utan just i resor och åkande över allt. Där finns massa saker som är krav på att du åker på och ja då på hoj. Krävs att du gillar att åka hoj annars tröttnar du rätt fort då tro det eller ej då detta är huvudsysslan.<br/> <br/>  Blir inte mycket över för strulade hojar och annat. Visst kräver dessa klubbar ett annat engagemang än åk klubbar men åker trots det oftast fan så mycket mer än dessa.<br/> <br/>  Det är ju då bra att folk kan välja och söka sig till det som passar dom. Lite jävla OT blev det ja men så trött på att läsa allt om att det är ingen mc klubb de meckar inte shovel mm <br/> <br/>  Ang Hampus så tycker jag ni ska lägga farm lite var och i vad han har fel i stället! Jag har aldrig sätt något som inte är rätt eller för den sakens skull något som inte är ok att skriva. Men att han vet mer än vad som går att läsa sig till är helt säkert.<br/> <br/>  En del klubbar verkar ha otroligt svårt att läsa sig av historien och vad som händer när man inte skyndar långsamt. Tror detta som händer i mc Sverige i slutändan kommer gynna BMC. Sen att det kommer få annan stor klubb att vissa sin riktiga sida är jag helt övertygad om. Nödvändigt att röra om i grytan lite. De som ska stå kvar gör det i alla fall när det blåst över. Sen spelar färgen mindre roll."
	},
	{
		"postIndex": 5925,
		"postNum": 6176,
		"postLink": "/sp17810218",
		"postTime": "2009-07-24",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p515",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <b>Läs igenom inläggen, kanske tom 3 gånger, så att du verkligen fattar vad som skrivs. </b><br/>  Svenssons kontra personer i subkulturer såsom 1%ers;<br/> <br/>  BMC består av många personer som är dömda, ok. Men enligt samhällets normer skall personen vara tillbaka på ruta 1 när han avtjänat sitt straff= betalat tillbaka till samhället för sina synder, ok?<br/>  Kanske dags att sluta dra parareller mellan kriminella organisationer och mc-klubben Bandidos.<br/> <br/>  Om vi börjar i HBG;<br/>  Visst, flera medlemmar e dömda tidigare, för vad. ska vi kolla de sista 5 åren;<br/>  En medlem \"TT\" åkte in för några år sedan- grov misshandel- pga sin son = familjeangelägenhet.<br/> <br/>  Europa presidenten valsade runt i alla tidningar och åklagaren slog på stor-trumman :Nu skall den Grovt kriminelle och ledaren för den grovt krminella organisationen bla bla bla.. Skrattar fortfarande. Hur gick det? frikänd från det ytterst grova brottet häleri eller vad fan det nu var. Blev tackad i rätten av personerna som blivit av med sina hojar, polisen lyckades/la ej ner tid på att ens leta efter hojarna. Resultat= skadestånd till Jim. årets dumstrut till åklagaren.<br/>  Ok, det var HBG, mother chapter Bandidos Sweden. Organiserad kriminalitet? Du kan svaret..<br/>  Vi går vidare, <br/> <br/>  GBG; skit tidigare pga Methis egen lilla blatte-cirkus. Restaurang historien var methis eget skit. Och det enda jag ser som riktigt dåligt och negativt och ej biker-verksamhet, ren gangsterversamhet. Han borde ha kickats långt långt ut. Men det var fortfarande hans eget skit, att lill-blattarna i gbg gorjde allt Methi sade, vad kan man säga om det.<br/>  Bomberna-sinnes sjukt. gangster-ej bikers. Igen, jag anser att Methi skall kickas ut, gärna till Iran..<br/> <br/>  Jocke.B -tillsammans med andra kriminella (inga andra bmc members) dömd för Landvetter. Klubbgrej-no way. Vissa totalt töntiga rykten om att han ej gav/eller gav till klubben= de som \"hör\" dessa rykten= skapar dom själv alt. hört ryktet på lokala Ica..<br/>  Andra medlemmar i GBG, dömda för olika brott. Klubbrelaterat? In your dream.<br/>  Hoppa upp till Säffle, Punk o company. = grov misshandel av en knarklangare. Klubbrelaterat= eller hur.<br/> <br/>  Hoppar vidare till Stockholm och det Absolut bästa exemplet;<br/>  Ni som är insatta vet att A.O är den ende kvarvarande grundande medlemmen, varit med i mer än 7år. <br/>  Han sitter och avtjänar ett straff på 10 år. Grovt narkotikabrott.<br/>  Han plus andra (EJ klubbrelaterade personer) åkte till Holland o handlade x antal kg amfetamin, torskade i Sverige vid ankomst till Stockholm.<br/>  Klubbrelaterad= svaret kan du.<br/> <br/>  Hade nu BMC varit denna fantastiska kriminella organisation hade dom ju sett till och skydda sina ledare, eller hur? Då hade en prospect fått åka till Holland och inte presidenten. Så varför skickades inte en prospect till Holland?<br/>  SVAR: för att de kriminella handlingarna som sker är de enskilda personernas egna verk. Och har inget med klubbverksamheten att göra. Fatta detta. <br/> <br/>  Och kom inte dragandes med att det e kris i bmc, att presidenten måste göra saker själva. Bullshit. Titta på dommarna. Matte som exempel, hans dommar/misstanke = våldsbrott av privat natur. Klubbrelaterat= nej.<br/>  Samtliga domar e personliga.<br/> <br/>  Enda klubbrelaterade jag kan komma ihåg e inbrott o pajande av Outlaws klubbhus.<br/>  Sen att det verkar som att vissa medlemmar gömmer sig bakom sitt märke är en annan femma..<br/>  Samt att en (hel) del av medlemmarna bär sig åt som svin i vissa fall samt att de flesta av dem tror att dom är bättre än alla andra är ochså en annan femma.. Dom vill vara på sitt sätt och vara ifred, fine.<br/>  Men utpressning och annat skit= kriminellt och de som sysslar med sådant skall lagföras precis som alla andra som bryter mot samhällets normer och regler/lagar. Och lika för alla INDIVIDER.<br/>  Hade bmc varit en kriminell organisation hade staten efter alla dessa år och med alla dessa extra miljoner krossat denna (om så var fallet) organisation av brott. Men så e det ju inte. Eller hur?<br/>  PS, läs nu detta noggrant innan du svarar. Märk nu inte orden och häng upp dig på formuleringar och enstaka meningar-helheten. Jag e ingen Jan Guillou eller så...<br/>  SER FRAM EMOT BRA SVAR."
	},
	{
		"postIndex": 8658,
		"postNum": 9006,
		"postLink": "/sp25911794",
		"postTime": "2010-10-04",
		"postUser": "Jocke_S",
		"postUserID": "/u206148",
		"postUrl": "https://www.flashback.org/t683845p751",
		"userUrl": "https://www.flashback.org/u206148",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Inga killar i ASA bildade x-team. Vart får du allt ifrån? ASA har inget med varken BMC eller x-team att göra. <br/>  Utgöra kärnan i BMC Stockholm. ge dig va. Vet du vilka Stockholmsmedlemmar som varit med längst?<br/>  Saknar struktur osv, menar du nu jämfört med när? <br/>  Kruxet e ju att alla avdelningar behöver \"veteraner\", medlemmar som varit med i +5 år i vart fall, som kan skola in de nya. Annars blir det, som du skriver, ingen struktur.<br/>   </td> </tr> </table>  <br/>  Vi har helt enkelt helt olika uppfattningar, det märks att du inte är så insatt i Stockholms kretsarna och den \"undre världen\" eller vad fan man ska kalla det förr i 08-området , men du förstår säkert vad jag menar.<br/>  Alla dessa grabbar har ju haft kriminella karrirärer långt före Bandidos tiden , och att ASA å dess f.d medlemmar har haft en betydande roll i starten och uppbyggnaden verkar du ha missat. <br/>  Men nu snackar vi om händelser som ligger ungefär 15-16 år tillbaka i tiden. Vad som egentligen hände vet nog dom som var med själva bäst om , ingen ide att sitta och spekulera här eller ta efter och lyssna på vad nuvarande BMC medlemmar säger om historiken, då man ofta i klubbarna gärna väljer att borste från vissa saker som inte passar in och helt enkelt drar ett streck över historian..<br/> <br/>  Sen skriver du att inga ASA killar bildade X-team , dom som bildade det var mycket i klubben sen om dom var medlemmar låter jag vara osagt , men gränserna var tunna om vad som ansågs vara fullvärdig medlem eller inte , som jag skrev tidigare så var det knappast några veklingar som dök upp i klubblokalen..var yrkeskriminella individer ur all möjlig rang, många av dessa var inblandade i dom två stora krigen i Stockholm (1998 och 2001/02) och framförallt så gjorde dom väldigt bra med deg.<br/> <br/>  Sammanhållningen var mycket starkare runt denna tiden , det här med att BMC nuförtiden tar in mycket folk med utländsk bakgrund anser jag inte har varit ett smart drag. Visst vissa enstaka som gjort rätt för sig och står upp för sina färger hel hjärtat och verkligen förstår sig på 1% kulturen hör absolut hemma hos dom rödgula.<br/>  Tänker på dagens BMC i Södertälje och Göteborg som blev involverade i onödiga konflikter med andra kriminella grupepringar helt i onödan med märkbara förluster för BMC sidan.<br/>  Hade varit smartare ifall man hade ett bestämt antal medlemmar som fick jobba upp sig inom en realistisk tidsgräns. Verkar vara mycket gå in och ut hur man vill..<br/> <br/>  Morbids killarna är enligt mig o dom flesta andra den grupp som speglar det riktiga Bandidos och hur man hade kontroll på saker och ting inom klubben ,en mycket sluten inre krets. Tror aldrig någon BMC avdelning kommer nå upp till deras nivå igen.<br/>  Har alltid undrat vad som hände dom ex-Morbids det som sedan kom att bli den grund Bandidos , det var ett friskt vågat gäng med hungriga killar som brann för sin sak."
	},
	{
		"postIndex": 5181,
		"postNum": 5414,
		"postLink": "/sp17286691",
		"postTime": "2009-06-21",
		"postUser": "Buzz-Aldrin",
		"postUserID": "/u357092",
		"postUrl": "https://www.flashback.org/t683845p452",
		"userUrl": "https://www.flashback.org/u357092",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <b>1. Samarbete mellan fler än två personer. </b><br/>  2. Egna tilldelade uppgifter åt var och en. <br/> <b>3. Lång eller obegränsad utsträckning i tiden (kriteriet hänför sig till gruppens stabilitet och, potentiella, varaktighet). </b><br/>  4. Någon form av disciplin och kontroll. <br/> <b>5. Misstanke om allvarliga kriminella handlingar. </b><br/>  6. Verksamhet på internationell nivå. <br/>  7. Användande av våld eller andra metoder för hot. <br/>  8. Användande av kommersiella eller affärsmässiga strukturer. <br/>  9. Deltagande i penningtvätt. <br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin. <br/> <b>11. Strävan efter vinning och/eller makt. </b><br/> <br/>  Vi är överrens om att det förekommer individer inom BMC(och liknande mc-gäng) som ägnar sig åt kriminell verksamhet. Naturligtvis har vissa även slagit sina påsar ihop. Du beskriver även vad som händer om denna kriminella gruppering hamnar i trubbel. Utifrån ovanstående definition anser jag det styrkt att det förekommer organiserad brottslighet i relativt (jämfört med andra organisationer eller sammanslutningar)  stor utstäckning. Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/> <br/>   </td> </tr> </table>  <br/>  Tack för ett bra svar.<br/>  Jag vet vad jag talar om. Dock måste jag säga att kriterierna är intressanta och med dom som bas är bmc absolut i zonen men dock inte helt.<br/> <br/>  1. Samarbete. Visst. Inget snack. Dock BMC är en mc-klubb där medlemmarna är s.k. bröder, delar vardagen osv. och även jobbar ihop på ett eller annat sätt. Jag är förvånad över hur många som håller på med inkassoverksamhet, för några år sedan var det inte så. Men med denna massmediala uppmärksamhet räcker det ofta att dyka upp i en tröja för att folk skall bli rädda. Det som hände i GBG, restaurangen vet jag var en personlig affärside som Methi hade, dock gjorde hans underhuggare allt han sade. Men fortfarande hans personliga grej. Klubben fick inga pengar eller del i kakan. Och så är det hela tiden, hade det varit en kriminell organisation &gt;del av kakan uppåt i ledet= kriminell organisation.<br/>  2. Uppgifter till var och en. Klubb med dess funktioner. BMC har inga tex. indrivare, 1;e och 2;e knarklangare etc., klubbfunktioner. Som enbart kostar pengar som tex. resor osv. <br/>  3.Lång eller obegränsad utsträckning i tiden. En avdelning kan stängas ner när medlemsantalet är under 5. I en kriminell organisation sätts en ny person direkt in som replacement, händer inte i BMC. Alla, och menar alla, går hela vägen, Prospect-Probate. osv. Vissa har dock gjort kortare tid som Hangaround alt. varit med i teamet en viss tid-kan hoppa in direkt som Prospect. Minitid som Prospect=1 år. Methi och Ridde började som Prospects i Helsingborg, sen öppnade Halmstad, sen blev göteborg en avdelning.<br/>  4. Någon form av disciplin och kontroll. Klubben har givetvis regler som medlemmar måste följa. Men bra regler, tex. får ej befatta/använda heroin; givetvis måste alla ha en H-D, du kan ej bli prospect utan en HD; men viktigast av allt e sunt förnuft. Jag tycker att det e konstigt att vissa fortfarande är medlemmar, förr fick man inte ha klubbkläder på sig vid jobb.. Eftersom det var privata jobb, inkasso osv, i klubbkläder kunde folk få intrycket att det var en klubbsak= ej tillåtet..<br/>  5.Misstanke om allvarliga kriminella handlingar. Absolut. Men inte som organisation. Enskilda individer. Men visst, klubben består ju av dessa individer..<br/>  6.Verksamhet på internationell nivå. Internationell MC-klubb. Dock ingen som helst gemensam affärside på någon som helst nivå.<br/>  7. Användande av våld eller andra metoder för hot. Typ beskydd. Icke. våld eller andra metoder för hot mot andra klubbar. Att vilja pissa längst i biker miljön betyder inte att klubben nyttjar metoder för hot. Men visst, stryk/mord händer ju..<br/>  8. Användande av kommersiella eller affärsmässiga strukturer.  Nopp. Vet vanliga bolag i alla brancher som fifflar mycket mycket mera.. De flesta i BMC e vanliga arbetare, ej rika.<br/>  9. Deltagande i penningtvätt. BMC består inte av smarta buisnesskillar, bikers har alltid varit en sub kultur av personer som sköter sitt utan polis osv,1% er=utanför.<br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin.  Eller hur...<br/>  11. Strävan efter vinning och/eller makt. Här faller det i mina ögon. BMC precis som alla andra mc-klubbar vill köra sina hojar, festa och leva rövare utan fördömmande svenssons i vägen. Freedom kallas det för.<br/>  Kriget i skandinavien för typ 15 år sedan handlade om att pissa längst, inget annat. Patetiskt att läsa i tidningarna att polisen sa att det handlade om marknadsandelar gällande knark. Alla vet att det är albanerna, polackerna och andra juggar som dominerar knarkmarknaden i Sverige. Visst, vissa enskilda indivder har provat på men som klubb har dom aldrig haft något med det att göra. Sen dess har det varit en hetsjakt utan dess like, medlemmar blir totalt trakaserade, blir av med jobb osv pga klubbmedlemskapet. Fel tycker jag. Vissa indivder, Methi, ger klubben dålig PR, med det skall ju inte drabba hela klubben?<br/>  Du skriver : Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/>  Fakta : I BMC's struktur finns ingen organiserad brottslighet, det är faktum. Polisen vet detta, Brottsförebyggande rådet har sagt detta i alla år men ingen lyssnar. Och Polisen med alla dessa extra millar kan ju inte backa och nu säga, Sorry-vi har trakkat er i alla år felaktigt.<br/> <b>Helt ok, och Bra att Polisen jagar de kriminella, heder åt det, men det e individer, inte klubben.</b><br/>  Sorry för all denna text.....[/quote]<br/> <br/> <br/>  Spännande med information från en som har insyn.<br/> <br/>  Jag har också hört att Medi fick många underhuggare att springa hans privata affärer. Klubben fick ingen del i detta alls. Angående krögaraffären så har det ryktats att han fick mycket negativ publicitet. Detta var inte så populärt bland andra fullvärdiga BMC snubbar och idag verkar han inte så poppis i dessa kretsar alls?"
	},
	{
		"postIndex": 8265,
		"postNum": 8596,
		"postLink": "/sp24937846",
		"postTime": "2010-08-19",
		"postUser": "AbrahamLincoln",
		"postUserID": "/u389445",
		"postUrl": "https://www.flashback.org/t683845p717",
		"userUrl": "https://www.flashback.org/u389445",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Kanske syftar du på om det sker en konflikt/bråk och att då bekanta/bröder/supporters blandar sig i?<br/>   </td> </tr> </table>  <br/>  Ja, att klubben av många ses som en flyktingförläggning och ett tillhåll för hobbybikers som springer omkring och leker allan. <br/> <br/>  Menar, jag ser Bandidos MC som en seriös klubb i bland annat Finland. Där ser man dem ofta glida omkring i Helsingfors, bland annat när man är på besök. Då sitter de på en hoj, och låter allmänheten vara. De lever sina liv och allmänheten sitt. Och så tycker jag det skall vara.<br/> <br/>  Jag har inget emot något MC-gäng oavsett om det är HA, BMC eller OAO, så länge de sköter sitt och låter allmänheten vara. Men i Sverige känns det som att BMC blivit något helt annat än en bikerklubb, och det är synd att en klubb med så starka band till bikervärlden blir ansett som något annat än en bikerklubb. Sedan om BMC och HA eller någon annan håller på med lite fuffens som inte drabbar allmänheten, det skiter jag i, det är en del i 1% livet. Men när man ger sig på folk efter eget tycke och utan en vettig anledning så blir jag lite orolig. <br/> <br/>  Så vad jag menar är: Hur ser de nordiska BMC klubbarna på det som händer i Sverige. Det att BMC av många inte längre ses som en MC-klubb, och att klubbens \"respekt\" som MC-klubb sjunkit. BMC har \"respekt\" av folk av den anledningen att vanligt folk är rädda för dem. <br/> <br/>  När jag varit på en krog till exempel och sett ex. HA på plats, så har jag aldrig känt mig osäker eller något. Jag vet att så länge jag sköter mitt och de sköter sitt så är det inga problem. Och har till och med bytt några trevliga ord med några, även om jag inte är biker på något sätt. Jag är en kontorsnisse. <br/> <br/>  Men när jag ser BMC på en krog, så går jag där ifrån. Jag känner mig osäker. Får en känsla om att jag är omringad av labila och potentiellt orationella figurer. Och jag vet att alla inom BMC inte är sådana, men med tanke på vad som skedde i Gbg med den iranska restaurangen och annat så blir man lite varsam. <br/> <br/>  Och så läser man ofta bland annat här inlägg av folk som är mycket mer bekanta i bikervärlden än vad jag är, som är noll bekant, om att de ser BMC som allt annat än en bikerklubb, kan ju inte vara något som USA till exempel skulle tycka bra om.<br/> <br/>  Men som sagt, jag har noll koll på hur det funkar, och det är därför jag frågar. Och du skall ha ett stort tack för att du orkar svara <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Och som jag förstått det så är du en BMC:are, eller har jag tolkat dina inlägg fel? Men om du är det, så är du utifrån det du skriver en trevlig och saklig filur. Och det är så jag sett gamla hederliga bikers. Trevliga och glada människor som brinner för sitt intresse.<br/> <br/>  Men det man ibland ser idag, är långt ifrån trevliga och glada MC-intresserade människor.<br/> <br/>  EDIT: Sorry om min förklaring blev lång och kanske krånglig. Det var inte meningen, men skall försöka summera det simpelt.<br/> <br/>  Det jag undra är: Har inte USA som är modern för klubben, och de nordiska klubbarna som är mer nära den svenska verksamheten yppat oro för den syn som många har av BMC i Sverige. Är det inte så att de vill att folk fortfarande skall se BMC som en MC-klubb och inte en kriminell organisation med en massa x-teamare och annat som hoppar på folk hur som. Eller låter de BMC Sverige sköta sitt oavsett vad folk tycker?<br/> <br/>  Och hur är det inom BMC Sverige? Det måste väl vara många som inte gillar situationen som den är nu. För jag kan inte se sådana som du, som verkar vara en reko kille och en äkta biker, vara riktigt nöjd med läget. Och med läget menar, jag bland annat det som hände i Göteborg, och det att många inom MC-sfären ser BMC som allt annat än en MC-klubb. Det måste ju även drabba äkta bikers som dig? <br/> <br/>  Men som sagt, vad vet jag."
	},
	{
		"postIndex": 5268,
		"postNum": 5501,
		"postLink": "/sp17336942",
		"postTime": "2009-06-24",
		"postUser": "thefisk",
		"postUserID": "/u209519",
		"postUrl": "https://www.flashback.org/t683845p459",
		"userUrl": "https://www.flashback.org/u209519",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Du kan inte fatta att jag beskriver BMC som en icke kriminell organisation och att all eventuell kriminell verksamhet sker individuellt?<br/>  Har aldrig funnits belägg att eventuell kriminalitet sker organiserat i BMC, individerna-yes. Men icke som klubb. Jag hänvisar till Brottsförebyggande rådet och dess rapporter. Som e grundliga och tydliga. <br/>  Dom skriver att om alla BMC's medlemmar satt inne skulle det inte nämnvärt påverka den organiserade brottsligheten i Sverige.<br/> <br/>  Du skriver: förstår jag inte varför man bråkar/krigar med andra mc-gäng. Eller vad BMC och HA skulle ha emot om OMC skulle etablera sig i Sverige på allvar.<br/>  Jag menar. Vad gör det om det kommer ännu en MC-klubb som bara vill åka hoj, festa och känna broderskap?<br/> <br/>  I denna subkultur, bikermiljön e heder (Stolthet) oerhört viktigt. Se kriget i Scandinavien under 90-talet, handlade inte om knarkterritorium eller annat skit som tidningarna skrev. Det var om att pissa längst helt enkelt.<br/>  Konflikter sker i denna miljö, ibland pga trams men förstå att ett enkelt litet fyllegnabb kan snabbt eskalera till en konflikt pga klubbarnas storlek osv.<br/>  Konflikterna e ibland pga personliga motsättningar eller territorium. Stora klubbar (med sweden nertill) anser att deras hemstad e deras. Vill du starta en klubb i deras stad skall ni fråga om lov att starta pga undvikande av trampande på tår samt undvikande av missuppfattningar. Tar tid att bena ut, kan verka lite kaxigt men jag kan bena ut detta mera senare.<br/>  Ang. OMC, dom smög in i Sverige. Inga samtal typ : hej, här kommer vi. Det e det minsta man kan begära av en annan klubb, särskilt en annan internationell. Sen betette dom sig konstigt, undvek i stort sett all kontakt med de större klubbarna, syntes aldrig på fester eller träffar. Samt så var vissa av OMC medlemmar i personlig konflikt med vissa andra ledande medlemmar i HA och BMC. Ingen bra kombination alls.<br/>  I USA e OMC och BMC mycket bra vänner. <br/>  Skillnaden USA/Europa är att där finns de olika inte i samma stater (finns vissa undantag), i tex. Texas där BMC är den dominerande klubben (störst) har dom givetvis mest att säga till om. Samma visa i de stater där HA eller OMC är störst, dom har mest att säga till om. Samma visa i Sverige. Innan BMC kom in i Sverige var det HA som hade sista ordet.<br/>  OMC betedde sig felaktigt enligt de stora klubbarnas (HA,BMC,OMC) protokoll om man säger så.<br/>  Sen att rekrytera ett gäng nassar och kalla dom Loyalty- supportgrupp till OMC med 0% bakgrund eller kunskap om bikermiljön (de ville ha den billigaste västen som gick att fixa, varken HA eller BMC skulle ta i dessa med handskar)<br/>   </td> </tr> </table>  <br/>  Tack för svaret. Men alltså jag förstår allt detta. Men förstår fortfarande inte vad det gör om en till MC-klubb vill starta i \"din\" stad. Oavsett om denna Mc-klubb är en liten enskild eller en stor internationell. Gör väl inget om dessa som sagt, vill åka hoj, festa och känna broderskap?<br/> <br/>  Sen nämner du även att man trampar folk på fötterna om man öppnar MC-klubb utan att fråga någon av de andra stora först. Varför måste man fråga innan för? Det är ju knappast deras \"stad\" som du skriver. Varför skulle någon MC-klubb bestämma över en stad?<br/> <br/>  Bikerfolk borde väl bara tycka det är kul med mer bikerfolk?<br/>  Är inte den egentliga sanningen att man egentligen stör deras territorium inklusive eventuella affärer osv osv?<br/> <br/>  Sen nämner du USA som exmepel. Och säger saker som \"Texas där BMC är den dominerande klubben (störst) har dom givetvis mest att säga till om.\" <br/> <br/>  Säga till om vad? Om folk vill åka hoj inom en klubb måste de väl få det?<br/> <br/>  Du skriver även detta \"Sen betette dom sig konstigt, undvek i stort sett all kontakt med de större klubbarna, syntes aldrig på fester eller träffar. Samt så var vissa av OMC medlemmar i personlig konflikt med vissa andra ledande medlemmar i HA och BMC. Ingen bra kombination alls.\".<br/> <br/>  Varför måste man hålla kontakt med de större klubbarna för om man nu inte vill detta?<br/>  Och får man inte välja själv vilka fester eller träffar man vill deltaga på/vid?<br/>  Om inte. Vem ska bestämma detta och varför?<br/> <br/>  Angående att vissa ledande personer från olika klubbar låg i konflikt med varandra. Varför skulle man kriga klubb mot klubb för det? Det tar man väl personligt isåfall utan att blanda in klubben? För all kriminell verksamhet skedde väl individuellt?<br/> <br/>  Vill tillägga att jag varken har sympatier med något av dessa Mc-klubbar elelr hyser agg mto dessa så länge oskyldiga hålls utanför. Vilket jag tror de gör allt som oftast. Utan jag är bara nyfiken på detta då jag inte får det hela att gå ihop."
	},
	{
		"postIndex": 6536,
		"postNum": 6806,
		"postLink": "/sp18169356",
		"postTime": "2009-08-14",
		"postUser": "bigbadbengt",
		"postUserID": "/u299879",
		"postUrl": "https://www.flashback.org/t683845p568",
		"userUrl": "https://www.flashback.org/u299879",
		"sentence": "Folk drar sig ju till dessa klubbar av olika anledningar. Pojkdröm eller då går det ner sig eller gör något annat dumt på vägen och en chans att bli något kanske är i mc världen utan at dina bröder ser dig som en dålig människa finns ju där fast övriga samhället kanske gör det.<br/> <br/>  Att inte ha ett mc intresse och samtidigt va med i BMC är nog ingen idé då det är en av de klubbar som verkligen åker mycket och hårt. Även invandare kan ju få ett mc intresse. Inte sagt att jag tycker om alla invandring i Sverige. Men varför ska inte en internationell klubb kunna ha folk från andra länder. Måste man vara arisk för att kunna va mc kille?<br/> <br/>  Sen är det ju så att många av medlemmarna som lever ett bättre och hederligare liv tack vare deras klubb. De har regler att följa även när det gäller tex narkotika intag går något sådan överstyr så blir du utkastad där för är det bra för e del som trolligt viss håller sig lite lugnar tack vare klubben. Utan den hade de kanske spårat ur helt.<br/> <br/>  Även folk som ha sprit problem kan tex få en tillsägelse som att nu slutar du drick annars åker du ur klubben! Det är väl bra saker och som sagt får en del att leva bättre liv än de hade gjort annars.<br/>  Sen vet jag många som har vanliga jobb och lägger resten av sin tid på klubben. Är dessa personer då parasiter? De betalar ju skatt mm som alla andra. <br/> <br/>  Skulle det varit en kriminell klubb hade inte folk åkt ut för att missbrukat färgerna vid tex affärer!` <br/> <br/>  Sen är det självklart att det finns många som är kriminella för att klubben inte vänder ryggen till för att du gjort ett fel enligt samhället. Det kan ju attrahera kriminella att ha det så och känna stöd trots att man varit dum.<br/> <br/>  Äh hoppas ni förstår vad jag vill ha fram lite trött i dag och kände att det blev rörigt!<br/> <br/>  Jenny<br/> <br/> <b>Kan säga så mycket som att jag gör rätt för mig och är ingen börda för samhället, jag är ingen bidragstagare som 99.5% inom Bandidos är.<br/>  Ta Mehdi Seyyed som exempel, han hade klippkort på Socialkontoret i Centrum \"Gbg\", vilket är intressant, då han gärna stoltserar med en tjock ankarlänk och sina Breitling klockor </b><br/> <br/> <br/>  Var får du dina siffror ifån?"
	},
	{
		"postIndex": 3851,
		"postNum": 4042,
		"postLink": "/sp15590906",
		"postTime": "2009-03-13",
		"postUser": "BONDOCK-SAINTS",
		"postUserID": "/u326288",
		"postUrl": "https://www.flashback.org/t683845p337",
		"userUrl": "https://www.flashback.org/u326288",
		"sentence": "<a href=\"/leave.php?u=http%3A%2F%2Fwww.bt.se%2Fnyheter%2Fboras%2Ffangelse-for-bandidosman---br-doms-for-grov-misshandel%28585617%29.gm\" target=\"_blank\">http://www.bt.se/nyheter/boras/fange...del(585617).gm</a><br/> <br/>  Detta är Be_ath som hotade polisen för att dom skulle låta hans kriminella bror vara i fred, som härjar på Hässleholmen. Det fanns en artikel om honom inför en rättegång och då han på bilden sitter på Rådhusterrassen. Bilden av honom var tagen bakifrån och jämför man med Bandidos Säffle-bilden så kan det bara vara han. Tyvärr hittar jag inte just denna artikel med bilden. Han ska visst också ha pucklat på sin tjej. Hm, märkligt. Reglerna i Bandidos kanske inte gäller alla.<br/> <br/>  Vet inte om det ligger någon som helst sanning i det att Ma_hi_s ska vara den som klättrat fortast inom Bandidos Sverige. Ryktet kommer från hans umgängeskrets, men påståendet skulle lika gärna kunna komma från honom själv. Dom enda som kan bekräfta eller dementera är nog Bandidos själva.<br/> <br/>  Har nu ett namn på den lille Indiern. Jo_as Br_hn. Undrar om namnet är taget? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/>  Killen bor i Vegby. Finns med på hitta.se där han har namn, bild och födelsedata på sina barn.<br/>  Jobbar som chaufför för Diplom Is och har Skaraborgsregionen.Det verkar vara en kille som skriker efter uppmärksamhet och har gjort en del inlägg under kommentarer i BT och UT.<br/>  Länkar till några inlägg finns nedan. (Skrolla till kommentarer).<br/>  Hittade tyvärr idag inte det inlägget där han i UT raljerar över hur orättvist behandlad en stackars Bilisten-ägare blivit utav tidningen. Ändå börjar han med att han inte riktigt vet vad det hela handlar om!? För att till sist komma fram till att då han själv dömdes i tingsrätten för ett grovt brott så skrev UT om honom och hans liv. Besvikelsen bestod i att UT inte skrev att han senare frikändes i högre instans.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.ut.se%2Fnyheter%2Fulricehamn%2Fulricehamnare-gripen-for-knivran%281177795%29.gm\" target=\"_blank\">http://www.ut.se/nyheter/ulricehamn/...an(1177795).gm</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.bt.se%2Fnyheter%2Fboras%2Fchaufforen-begars-haktad-br-for-taxivaldtakten%28524170%29.gm\" target=\"_blank\">http://www.bt.se/nyheter/boras/chauf...ten(524170).gm</a><br/> <br/>  Br_hn ligger med som vän till Dri_on Ha_ra på Facebook. Är det samme Dri_n som nämns i tråden?<br/>  Om Dri_on skulle vara i bad standing hos BMC så undrar man i så fall varför han ligger kvar som vän hos herr Br_hn?<br/>  Var det Dri_on som var med och sprängde bilar i Göteborg på uppmaning av Meh_i?  Senare skar det väl sig mellan Dri_on och Meh_i varav Mehdi och två stycken till misshandlade Dri_on svårt?<br/>  Dri_on ska sedan ha satt ditt Meh_i för misshandeln och sprängningen? <br/>  Har varit snack om golning, men vem har golat på vem och vem började i så fall att gola?<br/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DeW-yOGwYoGg%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=eW-yO...eature=related</a><br/>  Respekt till den här mannen.     <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/thumbsup.gif\" title=\"Thumbsup\"/> <br/> <br/> <br/>  Till sist en liten fråga till redaxegoldz. Är du medlem i BMC, X-team eller hänger du bara omkring med dom? Eller känner du helt enkelt bara någon som känner folk i BMC?<br/>  Varför jag undrar är för att du använder red och gold  i din signatur samt har Bandidos logga till avatar. Egentligen bryr jag mig inte då jag själv skulle kunna tänkt mig ha det men då som ironi. Men du däremot verkar ju vilja tillhöra Bandidos-sfären, och frågan är om dom verkligen uppskattar att det är någon som pratar för dom och använder Red &amp; Gold samt deras logga?"
	},
	{
		"postIndex": 5264,
		"postNum": 5497,
		"postLink": "/sp17336646",
		"postTime": "2009-06-24",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p459",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men en sak jag inte fattar är att du kan beskriva Bandidos som en icke kriminell organisation och att all eventuell kriminell verksamhet sker individuellt.<br/> <br/>  Och om Bandidos som klubb nu inte kan anses som kriminell så förstår jag inte varför man bråkar/krigar med andra mc-gäng. Eller vad BMC och HA skulle ha emot om OMC skulle etablera sig i Sverige på allvar.<br/> <br/>  Jag menar. Vad gör det om det kommer ännu en MC-klubb som bara vill åka hoj, festa och känna broderskap?<br/> <br/>   </td> </tr> </table>  <br/>  Hej! Bra inlägg!<br/>  Du kan inte fatta att jag beskriver BMC som en icke kriminell organisation och att all eventuell kriminell verksamhet sker individuellt?<br/>  Har aldrig funnits belägg att eventuell kriminalitet sker organiserat i BMC, individerna-yes. Men icke som klubb. Jag hänvisar till Brottsförebyggande rådet och dess rapporter. Som e grundliga och tydliga. <br/>  Dom skriver att om alla BMC's medlemmar satt inne skulle det inte nämnvärt påverka den organiserade brottsligheten i Sverige.<br/> <br/>  Du skriver: förstår jag inte varför man bråkar/krigar med andra mc-gäng. Eller vad BMC och HA skulle ha emot om OMC skulle etablera sig i Sverige på allvar.<br/>  Jag menar. Vad gör det om det kommer ännu en MC-klubb som bara vill åka hoj, festa och känna broderskap?<br/> <br/>  I denna subkultur, bikermiljön e heder (Stolthet) oerhört viktigt. Se kriget i Scandinavien under 90-talet, handlade inte om knarkterritorium eller annat skit som tidningarna skrev. Det var om att pissa längst helt enkelt.<br/>  Konflikter sker i denna miljö, ibland pga trams men förstå att ett enkelt litet fyllegnabb kan snabbt eskalera till en konflikt pga klubbarnas storlek osv.<br/>  Konflikterna e ibland pga personliga motsättningar eller territorium. Stora klubbar (med sweden nertill) anser att deras hemstad e deras. Vill du starta en klubb i deras stad skall ni fråga om lov att starta pga undvikande av trampande på tår samt undvikande av missuppfattningar. Tar tid att bena ut, kan verka lite kaxigt men jag kan bena ut detta mera senare.<br/>  Ang. OMC, dom smög in i Sverige. Inga samtal typ : hej, här kommer vi. Det e det minsta man kan begära av en annan klubb, särskilt en annan internationell. Sen betette dom sig konstigt, undvek i stort sett all kontakt med de större klubbarna, syntes aldrig på fester eller träffar. Samt så var vissa av OMC medlemmar i personlig konflikt med vissa andra ledande medlemmar i HA och BMC. Ingen bra kombination alls.<br/>  I USA e OMC och BMC mycket bra vänner. <br/>  Skillnaden USA/Europa är att där finns de olika inte i samma stater (finns vissa undantag), i tex. Texas där BMC är den dominerande klubben (störst) har dom givetvis mest att säga till om. Samma visa i de stater där HA eller OMC är störst, dom har mest att säga till om. Samma visa i Sverige. Innan BMC kom in i Sverige var det HA som hade sista ordet.<br/>  OMC betedde sig felaktigt enligt de stora klubbarnas (HA,BMC,OMC) protokoll om man säger så.<br/>  Sen att rekrytera ett gäng nassar och kalla dom Loyalty- supportgrupp till OMC med 0% bakgrund eller kunskap om bikermiljön (de ville ha den billigaste västen som gick att fixa, varken HA eller BMC skulle ta i dessa med handskar)<br/>  och starta avdelningar i fel orter i Sverige= mycket dumt och emot all logik och principer i miljön. Därav responsen. Minns kanske attacken mot Red Devils, smart? Nej."
	},
	{
		"postIndex": 6370,
		"postNum": 6638,
		"postLink": "/sp18073450",
		"postTime": "2009-08-09",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p554",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag vet att det kanske är off topic, men jag skulle mycket gärna höra hampus tankar om det. Eller om han kanske kan ge en annan bild av det hela än det man läst sig till i tidningarna?<br/> <br/>  Sen angående medias hetsjakt på 1-%klubbarna(Med många fler!) så tycker jag att det är ganska lätt att förstå varför den pågår. Alla tidningar i Sverige med över 200k läsare ägs att människor med en viss religion och en viss dragning till pengar. <br/>  Ju fler tidningar som säljs desto mer pengar tjänar dom. Det är spännande med mc-knuttar, fotbollshuliganer och tungt kriminella. <br/>  Det är en verklighetsflykt att läsa om spännande saker, så länge artikeln är någotsånär sanningsenlig så går det att trycka. Om lögner ger pengar, varför inte ljuga? <br/> <br/>  Kvällsblaskorna är inte bättre än se&amp;hör, hänt extra eller någon av dom andra helhjärtade skvallertidningarna. Snarare sämre i så fall, eftersom dom gör mer anspråk på att det dom skriver är sant. Vid dom \"vanliga\" brotten(rån, mord, misshandel, våldtäkt, etc..) så är det mer sanningsenligt än när dom skriver om \"black cobra\", därför att det är lättare att hitta fakta om dom artiklarna. <br/>  I vissa fall ljuger dom trots att det är fall som skulle gå att kolla upp. Men då handlar det om en grupp människor som inte samarbetar med polis eller talar i media, normalt sett. Och svensson bryr sig ändå inte om människor i den gruppen.<br/> <br/>  Det är tråkigt hampus att du har svårt att förstå min synvinkel. <b>Jag ser nu att Banidos Mc inte är en kriminell organisation som går ut på att tjäna pengar \"gemensamt\". </b>Det talas inte om brott som ska utföras på klubbmöten. Om det nu inte är någon som ni vill tillrättavisa. TCB kallar dom det väl i staterna?<br/>  Det jag däremot tycker eller kanske snarare tror, är att det dras väldigt mycket \"rötägg\" till dessa klubbar, och det kommer alltid finnas folk som drar nytta av att dom har en väst på sig. <br/>  Vi skrev tidigare om P.. O....... från örebro för någon månad sedan. Du tyckte att han i allmänhet var en bra representant för bandidos. <br/>  Jag säger bara att jag inte tycker att han skulle vara en bra representant för någon klubb som vill ge ett \"genuint\" intryck som mc-klubb. Jag tycker att han är en bra representant för vad vanligt folk tror att en bandidos-medlem är.<br/> <br/>  Vi tycker helt enkelt olika, eller så vet jag mer om P-O än vad du gör. Jag hoppas att du sprider dina åsikter till så många nya som möjligt. Du skriver själv att du inte förstår varför \"packet\" inte kastas ut. Det bevisar att du faktiskt kan se saker och ting från \"våran\" sida. Men jag vill tillägga att jag inte på något sätt anklagar någon för att vara en dålig människa pga att den är kriminell. Vi har alla valt våra vägar och vi får alla stå vårat kast, vare sig vi väljer att bli advokat, läkare, rånare, kriminell entreprenör eller eller korrupt snut.<br/>   </td> </tr> </table>  <br/> <br/> <br/>  Innan skrev du att ;  ...att Banidos Mc är en kriminell organisation...<br/>  Nu skriver du att \"Jag ser nu att Banidos Mc inte är en kriminell organisation som går ut på att tjäna pengar \"gemensamt\".<br/> <br/>  Ditt inlägg här i dag var klockrent.<br/> <br/>  Det du skriver om tidningarna är Spot-on.<br/> <br/>  Om Topside,<br/>  åtvidaberg ligger i Norrköpings område. Om topside hade planer på att bli HA, ja då får man börja med att vara ensam 1%er i regionen. Under den tiden fanns det ju (tydligen) en konflikt mellan de 2 stora samt omc.<br/>  Den urartade i och med att omc tog in pajasarna Loyalty samt dom började springa runt i ha's och bmc's närområden. Dumt. <br/> <br/>  Både Ha och BMC anser att dom pinkat in Sverige i och med konflikten på 90-talet då Ha och BMC drog 1%-livet till sin spets i och med att dom visade att färgerna var att dö för.<br/> <b>De som inte kan förstå detta kommer aldrig att kunna förstå vad 1%er betyder </b>och kommer inte heller att förstå sig på bmc eller liknande klubbar.<br/>  (vissa verkar tro att 1% betyder att vara typ laglös och vissa vill då att man inte skall få ha sina barn på vanligt dagis osv...ridå )<br/> <br/>  Både Ha och BMC hade ett flertal \"run-in's med oms under det året, alla vi som finns i närmiljön började vässa knivarna och förbereda sig på en konflikt.<br/>  Men, vis av 90-talets konflikt, blev lite politik inblandat, så en storskalig konflikt blev aldrig av.<br/>  Nog hade dom en konflikt i Gävle bla. (bmc jagade ut omc ur staden)<br/>  Bomben som detonerade, och tydligen var det en prospect från Topside som dog, blev samtidigt början till slutet för omc i Sverige.<br/>  åtvidaberg lade ner direkt, inte konstigt då dom nu insett att det var allvar. Och inte många som vill kriga mot bmc och HA samtidigt. Bomber osv e en helt annan nivå liksom.<br/>  Att sedan topside blev hangaroundchapter till Ha kan i mångas (inklusive mina) ögon ses som bomben var det sista steget för topside att komma in i ha. Dom var ju en närstående klubb sedan tidigare.<br/>  Men hur det verkligen ligger till med bomb-historien låter jag vara osagt..<br/> <br/>  Om P-O Skrev jag att jag tyckte att han var en bra kille.<br/> <br/>  vad menar du med :<b>TCB kallar dom det väl i staterna?<br/> </b><br/>  vet du vad TBC betyder?<br/> <br/> <br/> <b>är att det dras väldigt mycket \"rötägg\" till dessa klubbar, och det kommer alltid finnas folk som drar nytta av att dom har en väst på sig. <br/> </b><br/> <br/>  Sant. Och detta e ju problemet.<br/>  Finns, tyvärr, finns det en hel del i 1%er miljön som blir 1 meter bredare när dom bär en väst...<br/>  Jag hade önskat att det som kommer vidare till medlems stadiet, att dom har så pass mycket stake att dom kan bära upp västen och inte att klubben bär upp dem..<br/>  Det finns exempel när personer blivit medlemmar och då, helt plötsligt, skall göra upp med gamla \"fiender\". Mesar..<br/>  Men det e ju en annan historia..<br/> <br/>  Om tidningarna;<br/>  Visst fattar jag att dom skiver rena lögner pga att det säljer..och med det tjänas det pengar. Och som du träffsäkert skriver, vem fan bryr sig om det e lögner-när det är om personer man \"ogillar\"..<br/>  Men tack vare massmedias ensidiga och felaktiga (i de flesta sakfrågorna) har den allmänna uppfattningen om bmc blivit sne.<br/>  Och nu accepterar svenssons allt som skrivs i tidningarna om bmc som sanna. Nu kallar alla bmc \"kriminella organisationen\" utan att folk ens vet vad den termen betyder..<br/>  Inom KVS (kriminalv.) var dom tvugna att komma fram till en lösning-för att kunna behandla bms som skit- och KVS kan ju inte kalla bmc kriminell organisation-skulle inte hålla i en tvist. Så KVS kommer fram till att bmc e en Extram-organisation...Lika med tex VAM och andra samhällsfarliga/ vill rasera detta samhälle sammanslutningar..<br/>  Rätt eller fel? Du kan svaret."
	},
	{
		"postIndex": 13570,
		"postNum": 14120,
		"postLink": "/sp44706739",
		"postTime": "2013-08-10",
		"postUser": "0-0-0-0",
		"postUserID": "/u655242",
		"postUrl": "https://www.flashback.org/t683845p1177",
		"userUrl": "https://www.flashback.org/u655242",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Vad snackar du om? BMC är en av de klubbar som kör mest hoj och att de skulle åka annat till träff tycker jag låter som påhitt. <br/> <br/>  Klart en del killar kommer i bil med saker till träffen samt följebilar mm men det har ju alla klubbar. <br/> <br/>  Äh att man ens orkar svara på sånt här. Sen har ju BMC en hel del \"mandatory runs\" men de kör kanske inte på dessa i heller. <br/> <br/>  Sen självklart så har det funnits gubbar genom åren med lite för lite mc intresse, men dessa försvinner snabbt och det sker i och runt alla klubbar. De märker att det faktiskt är en mc klubb de vill gå med i och inget annat och då är inte intresset lika stort mer. <br/> <br/>  Tror nog inte du är runt så mycket och ser det du säger och sitter nog mest hemma och drömmer om bikerliv eller vad du nu håller på med. <br/> <br/>  Kanske är du en av dom som sitter på krogen och lyssnar på skit snack från 81 support gubbar som inte har något med den klubben att göra även om de vill få det att se ut så. <br/> <br/>  Inte ens 81 gubbarna skulle koma och säga att BMC inte åker hoj. Sen vad team killarna gör hör ju inte ditt då det inte är en mc-klubb. Det samma gäller RAWC."
	},
	{
		"postIndex": 4754,
		"postNum": 4966,
		"postLink": "/sp16186470",
		"postTime": "2009-04-18",
		"postUser": "abc..barn",
		"postUserID": "/u281429",
		"postUrl": "https://www.flashback.org/t683845p414",
		"userUrl": "https://www.flashback.org/u281429",
		"sentence": "bmc är inte min klubb heller....."
	},
	{
		"postIndex": 7691,
		"postNum": 8000,
		"postLink": "/sp22696970",
		"postTime": "2010-04-23",
		"postUser": "bajenvrak",
		"postUserID": "/u79973",
		"postUrl": "https://www.flashback.org/t683845p667",
		"userUrl": "https://www.flashback.org/u79973",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vad tyst det blev på tråden... Alla som skrivit flitigt på sistone, vad har hänt? <br/>  Inga kommentarer från någon över huvudtaget till allt det jag skrev de sista dagarna..?<br/>   </td> </tr> </table>  <br/>  Kanske inte så konstigt då du gått in med svar på tal på det mesta och ditt motstånd inte alls besitter samma sakkunskaper utan istället raljerar med sina fördomar. Men jag kan gå in och kriga lite med dig så kanske det kan leda till något.<br/> <br/>  Jag skulle vilja utveckla mer kring myten om 1% klubbarna. Vill för egen del hävda att klubbarna är extremt beroende av denna. Skulle man ge raka svar om allt skulle klubbens verkliga ansikte framstå skulle omgivningen skulle kommentera det med de är väl inge märkvärdiga, detta vore fatalt för klubbarna. Istället försöker man hålla myterna vid liv. Bättre att omgivningen tror en massa saker än att de vet några enstaka fakta. En annan sida är ju att media alltid kan sälja på dem, klubbarna välkomnar detta. De som verkligen fattar kommer att söka sig till klubben ändå och det är dessa potentiella medlemmar man är ute efter. Sen är det helt rätt att många har tvingats inse att livet i klubben inte är som man trodde. Det ställs krav, klubben får inte tappa ansiktet, gör man bort sig på klubbens bekostnad får man ta konsekvenserna, då är det klubbens konsekvenser, inte samhällets. <br/> <br/>  Ju farligare man framstår ju bättre, ingen rök utan eld men vågar nog påstå att de flesta klubbarna gör allt för att hålla röken vid liv, så de senare kan luta sig på myten om elden.  Man har hört alla olika typer om skrönor om vad potentiella medlemmar tvingas göra. För vad det allt ifrån att göra rån, döda någon till att äta andra medlemmars bajs etc. Förr i tiden, gjorde man tex en grej av vingar på västarna, olika färger skulle betyda allt möjligt, rosa vinge att man skulle ha slickat en brud en mens gul för att man skulle pissat baklänges etc. Saker som detta bara spär på det hela, klubbarna är inte sena att utnyttja detta. Media har ibland hjälpt till med att stärka identiteten bland klubbarna. På samma sätt som när filmen Gudfadern kom, flera maffia familjer lärde sig genom denna film hur de skulle uppträda. <br/> <br/>  När vissa klubbars by-laws läckte ut till media på 70-80 talet, framkom det att tex ingen medlem har rätt att kräva något av en prospect som denne själv inte skulle kunna göra. En prospect får tex inte begå ett brott i klubbens namn. Nu har säkert dessa by-laws ändrats sen de har läckt ut men svårt att tänka mig att de skulle ha ändrat på ovan. Men man talar ogärna med media, hellre låt dem tro vad fan de vill.<br/> <br/>  Som 1% biker förväntas du vara och agera på ett visst sätt, men en 1% livet har förändrats sen det skapades på 50-60 talet i staterna. Man lever inte på samma sätt längre, det går inte heller. Skulle vilja se den biker här som varje dag året in och ut åker runt på sin hoj med håret fritt och bara super. Först och främst blir det svårt ur en vädersynvinkel, sen hjälmen och för att inte nämna rattfyllan. Att vara 1% är inte samma sak längre. De är 1% som står över samhället med tanke på de val de har gjort, men de står inte utanför samhället. De flesta knegar och betalar skatt som oss andra, att helt vara utanför vore annars ett heltidsjobb i sig. Dock när problem uppstår löser man det på sitt eget sätt. <br/> <br/>  Vi dödliga kan ju tycka vad vi vill om klubbarna, min egen åsikt är den att jag inte tror de gör samhället bättre, men å andra sidan tror jag heller inte att de gör det sämre. Vi vet lite om vad som krävs för att bli medlem förutom en 100% dedikation, åsikter som att de töntar och inte klarar det ena el det andra blir bara löjligt. Man behöver inte utmana dem men om intresset finns gör det. Förslagsvis pissar du på västen eller pratar strunt om klubben, du skall du se att oavsett hur medlemmen ser ut eller vilken frisyr den har alt vem denna var i högstadiet så kommer medlemmen att tcb. Då är det inte så roligt längre, det är det som skiljer dem ifrån oss andra. Det är därför denne är medlem i en 1% klubb och inte vi."
	},
	{
		"postIndex": 13665,
		"postNum": 14221,
		"postLink": "/sp45667781",
		"postTime": "2013-10-14",
		"postUser": "0-0-0-0",
		"postUserID": "/u655242",
		"postUrl": "https://www.flashback.org/t683845p1186",
		"userUrl": "https://www.flashback.org/u655242",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/> <br/>  Står ju rätt tydligt vem dom menar, GBG får jag det till. Men ja vet inte hur den andras tandstatus är men kan det va 2 Ridde det pratas så om haha det tror jag inte. Ser nu att du skriver Rille STHLM ja. Men yes de pratar mest trolig om Ridde. <br/> <br/>  Förstår inte riktigt alls skit snack som man läser här om honom. Han kan ju inte va så värdelös och borta med tanke på att han måste ha varit fullvärdig i 10+ år. Det är inte helt lätt och det tycker jag visar  på att man gör rätt saker. Har men dessutom ögonen på sig som denna man verkar ha från både omgivningen och bröder. (jag vet det från gamla tider och tänker inte ta upp hur och är medveten om att alla har ögon på sig från omgivningen men andra har det lite mer) <br/> <br/>  Jag kan givetvis ha fel och det kanske är helt fel peson jag pratar om då jag inte set denna manen \"irl\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> hehe sen 02 skulle jag tro. (Vist var det då supperrallyt var i Ljungbyhed Skåne?)<br/> <br/>  Att man ska va i miljön så länge som han varit men att det i alla fall snackas om icke biker förstår jag inte. Men vist det är mest snack från folk som inte är från eller har varit i miljön. Möjligen lite folk från utkanten som har en skev bild av BMC.  <br/> <br/>  Bland vanliga klubbar ute i landet så ses BMC som en mc-klubb och inget annat. Detta gäller även SBM klubbar och man ser även att de umgås tillsammans. Skrives ju även en hel del om att BMC kör mest bil och även med bäst på. Vad jag vet så är BMC som har som regel att man inte har väst på sig när man åker bil. Tror inte 81orna har den regeln även om det kanske tillkommit på senare år.<br/> <br/>  Men hur som har BMC striktare regler vad gäller detta. Regler för var och när du ska åka hoj finns med så det funkar inte att inte ha ett mc intresse och vara med i BMC för det är väldigt mycket åka vart år som måste göras. Därav ofta inte några jätte ombyggda hojar annat än maskinellt ofta om det inte råkar vara så att man har mer än 1 vilket iofs många har. <br/> <br/> <br/>  Ah tröttna på att skriva. Men hur som vad har Ridde han egentligen gjort alla här på FB? Är det någon avundsjuka eller vad handlar det om?"
	},
	{
		"postIndex": 8475,
		"postNum": 8812,
		"postLink": "/sp25538679",
		"postTime": "2010-09-17",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p735",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag kan va ute totalt och cyckla men det verkar som du är involverad i BMC på något sätt, jag har personligen inte stor koll på BMC världen då jag ej har några vänner kvar i den skaran.<br/> <br/>  Men ett återkommande ämne är ju x-team och eftersom vi är i BMC tråden tar jag upp dem och inte andra crew. <br/> <br/>  I princip alla som är här inne och skriver/ läser vet ju att X sätter BMC i jävligt dålig dager så min undran OM du nu skulle vara fullvärdig eller ha en sådan kontakt....anser inte members att all skit och negativ publicitet är för mycket? Eller drar dom in så mycket/ är ett så \"bra\" crew att man helt enkelt anser det vara värt det?<br/> <br/>   </td> </tr> </table>  <br/>  1. Den negativa PR och skit som vissa i X-team gjort e ju inte bra, mycket av de som vissa gjort har ju inget med Motorcykel-klubb(ande) att göra. Många anser att X-team inte fyller någon funktion, så Yes. BMC skulle klara sig bra mycket bättre utan än med x-team. Men sedan finns det en hel del medlemmar som tycker att <u>myt-bilden om att BMC skulle vara farliga och vara en maffia </u>e bra och något dom kan leva lite på..Trots allt finns det en hel del mesar (I alla klubbar) som låter västen bära upp personen och inte tvärt om som det skall vara.<br/>  2. X-team drar inte in något till BMC, förutom problem.. BMC och dess supporters \"drar\" inte in något på något sätt. All kriminallitet och annat skit (undantaget konflikter i biker-miljön) e enskilda individers personliga saker som inte tillfaller eller gynnar klubben på något vis.<br/>  Kruxet e mera att de flesta i X-team e ju polare till BMC medlemmar. Skall man bara kicka bort alla pga vad vissa gör liksom.<br/>  Om det var upp till mig skulle jag slopa teamet, de som supportar utan hoj kan göra detta utan x-team."
	},
	{
		"postIndex": 7733,
		"postNum": 8042,
		"postLink": "/sp22728085",
		"postTime": "2010-04-25",
		"postUser": "bajenvrak",
		"postUserID": "/u79973",
		"postUrl": "https://www.flashback.org/t683845p671",
		"userUrl": "https://www.flashback.org/u79973",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja dynamiken Alltså, i grunden tycker jag att de flesta av alla 1% typer är som alla andra. Av de jag har jobbat med har man inte märkt något alls. Skillnaden blir enbart när de sätter på sig västen. En viss del av sina liv har de avsatt åt klubben precis som oss andra har avsatt en del åt Hammarby (i bästa fall..), tjejen, golfen el fans moster. När man ser dem tillsammans, pga av utseende skulle nog jag med direkt beskriva dem som wt. Men kommer man inpå dem ser man det annorlunda, de flesta av dem är ganska bra på det de gör. Är man byggare så är firman bra, kränger bilar ja då funkar det som det skall. Kan tänka mig att inom de flesta chapters kompletterar man varandra väldigt väl. Inte så att man bara klumpat ihop en del o satt samma väst på dem, liksom inget big brother hus utan nya individer har tagits upp när man tycker att man känner dem och denne gruppen, proppe tiden är inget annat än just socialisering. Man skall lära känna klubben och klubben personen. Så man funkar liksom.<br/> <br/>  Man delar ju enbart kärleken till klubben, sina bröder och intresset för de två hjulen. Behöver jag sen hjälp med min bokföring kanske jag inte går till brodern som på sin fritid har kakelsättning som intresse el jobb. Utan till den som har kunskaper i ämnet, då inte sagt att om min firma skiter sig och jag ändå gjort rätt för mig kan jag förvänta att mina bröder finns där för mig, socialt eller i värsta fall ekonomiskt. Man håller ju en ganska hög standard på sina medlemmar, vad som helst kommer inte in, och faktum är att det mesta inte kommer in. Där det fallerar är på nya orter el där man sätter ett värde av att ha klubben på plats istället för vilka som utgör den. <br/> <br/>  Tror väldigt få har tjänat några stora pengar på att vara medlemmar, tvärtom har de istället förlorat på det. Men att de förblir kvar visar på något annat, lojalitet, hängivenhet och brödraskap. Den typen av medlem man vill ha, då spelar det i grunden inte så stor roll ifall denne är vit svart eller raketforskare. <br/> <br/>  Kanske inte var något svar på din fråga Ptoma, nu ser jag inte heller mc klubbarna som några kriminella organisationer. I andra sammanslutningar är dynamiken annorlunda, men i just dessa är det viktigast att man funkar och litar på sina bröder. När man inte längre gör det är man ute, och det är en del som gått den vägen också, mer i vissa klubbar än andra, men mycket för att vissa klubbar sållar hårdare än andra. Klubb utopin är säkert jag och mina nuvarande bröder för evigt på vårt sätt tills vi dör, funkar ju tyvärr inte för då dör klubben när vi gör det. Många är det som vill bli som oss, en del lyckas med det, de flesta inte Fast det är ju inget man vet direkt, man försöker att pröva sig fram, det skall ta tid men när man pressar blir inte alltid resultatet det bästa. Man ser ju även hellre sina bröder på utsidan än på insidan.  <br/> <br/>  10% är säkert jävligt smarta, 90% är det inte i mina ögon för att jag anser att det utifrån vem jag är och det jag <i>tror</i>, men det betyder inte att de är dumma, de är ju trots allt alla någon som någon annan skulle offra sitt liv för. Mina måttstockar vad säger de då, vem är då den smarte el den dumme, för jag har ingen som jag vet till 100% finns där för mig och skulle göra allt för mig."
	},
	{
		"postIndex": 6335,
		"postNum": 6602,
		"postLink": "/sp18065418",
		"postTime": "2009-08-08",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p551",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  inte bmc som vad?"
	},
	{
		"postIndex": 1014,
		"postNum": 1057,
		"postLink": "/sp12800684",
		"postTime": "2008-09-10",
		"postUser": "pimel",
		"postUserID": "/u264341",
		"postUrl": "https://www.flashback.org/t683845p89",
		"userUrl": "https://www.flashback.org/u264341",
		"sentence": "<a href=\"/leave.php?u=http%3A%2F%2Fwww.metro.se%2Fse%2Farticle%2F2008%2F09%2F10%2F13%2F1325-57%2Findex.xml\" target=\"_blank\">http://www.metro.se/se/article/2008/...5-57/index.xml</a><br/> <br/>  det går inte bra för BMC alltså"
	},
	{
		"postIndex": 8510,
		"postNum": 8847,
		"postLink": "/sp25631405",
		"postTime": "2010-09-21",
		"postUser": "dogge8",
		"postUserID": "/u272859",
		"postUrl": "https://www.flashback.org/t683845p738",
		"userUrl": "https://www.flashback.org/u272859",
		"sentence": "C.K är inte med i BMC"
	},
	{
		"postIndex": 5225,
		"postNum": 5458,
		"postLink": "/sp17327859",
		"postTime": "2009-06-23",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p455",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Tänkte oavsett fördjupa det hela lite med utgångspunkt från dina tankar angående de kriterier som ingår för att klassa en klubb eller sammanslutning för organiserad brottslighet. Som du själv säger är viktigt att skilja på klubben BMC och personerna i klubben.  Klubben betraktas i dagsläget inte som olaglig eller kriminell. Ingen polis eller åklagare har attackerat klubben. Detta är alla överrens om. Däremot har du själv konstaterat att individerna i klubben i stor utstäckning är kriminella eller sysslar med kriminell verksamhet. Det är också individerna som uppvaktas av polisen. Skulle gärna vilja höra din tolkning av detta och vad du anser om situationen (bra eller dålig). Fått intrycket av att du är missnöjd och att klubben missuppfattas men har inte riktigt förstått varför och på vilket sätt. För samtidigt som polisen och media på ett propaganda liknande sätt hanterar denna situation så bidrar den också till mytifieringen, rekryteringen och ytterligare affärsmöjligheter (tex inkassoverksamheten). För att sammanfatta: Vad är problemet?<br/> <br/>   </td> </tr> </table>  <br/>  Tack för det absolut vettigaste o mest inteligenta inlägget!<br/>  Medlemmsfrågan blir det aldrig något svar på så ingen mening att fråga.<br/>  Varje gång en åklagare eller polis uttalar sig i tidning så heter det \"det kriminella mc-gänget Bandidos bla bla.. är inget gäng, en anrik (43 år) klubb med normer och regler.<br/>  Fel tycker jag. Individer, inte klubben. Och som du ser, 99% här anser att BMC som klubb e kriminell. Baserat? Info via tidningar.<br/>  Det är också individerna som uppvaktas av polisen? 10-åriga barn blir visiterade av polisen vid 'rutinkontroll av körkort' av pappan. Suger...<br/>  Hämtande av en person till förhör av ett icke våldsreleterat brott= insatts styrkan+ pajar 3 fönster och dörr samt förstör allt i lokalen. Ok? nej.<br/>  Listan e lång. Om bmc vore kriminell/maffia hade polisen med sina enorma resurser krossat dom för länge sedan. Brottsförebyggande rådet e seriösa (statliga) och enligt dom e inte BMC organiserat kriminella.<br/>  Du skriver : För samtidigt som polisen och media på ett propaganda liknande sätt hanterar denna situation så bidrar den också till mytifieringen, rekryteringen och ytterligare affärsmöjligheter (tex inkassoverksamheten). För att sammanfatta: Vad är problemet?<br/>  Problemet e att vissa nollor som tror att BMC är maffia kommer vilket kanske e en anledning till att så få går vidare från Prospect till medlem. Mer och mer hojåkare som går hela värgen. De som vill vara organiserat kriminella hoppar av, se på Ashir-har många f.d. bmc support team killar som gick med i Ashir. <br/>  Du skriver : ytterligare affärsmöjligheter. Klubben har ingen affärside. Hojkörande e vad en MC klubb handlar om.<br/> <br/>  Du skriver : Ytterligare en intressant aspekt är vilken självsanering som kan förekomma när en person väl blivit medlem. Vi tycks alla överens om att BMC Örebro skämmer ut sig och det tycks även som Mehti missbrukat klubbens namn. Vad blir konsekvenserna?[/<br/> <br/>  Verkligeheten börjar när personen blir medlem. Ansvar mm. Vara clown fungerar som prospect då de ej fattar beslut osv. Som medlem e du ansiktet utåt, inte samma sak. Springa runt på stan och vara clown fungerar inte som medlem. De åker ut. Och fort går det.<br/>  Var inte orolig, tids nog får HBG upp ögonen.. örebro kan bli kortlivat. men en sak till, vi vet ju faktiskt inte bakgrunden till allt, vissa detaljer osv..<br/>  Methi.. Alla tiders clown. Konsekvenser, en liten detalj. Han är inte pres. längre. Varför tror du det? <br/>  Precis, folk får nog. Han har aldrig varit omtyckt. Högljudd o gapig. Men samtidigt en mes. Vissa såg igenom detta tidigt men har gjorde ju så att klubben i GBG blev stor, viktigt i en stad som GBG."
	},
	{
		"postIndex": 5178,
		"postNum": 5411,
		"postLink": "/sp17285468",
		"postTime": "2009-06-21",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p451",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "För att kunna uttala sig på ett korrekt sätt krävs först en defintion av organiserad brottslighet. De preliminära rekvisit som för närvarande används inom den Europeiska unionen för att definiera organiserad brottslighet återfinns i dokumentet 6204/2/97 Enfopol 35 Rev 2. Kravet är att minst sex av följande elva kriterier ska uppfyllas. Punkterna ett, tre, fem och elva är obligatoriska.<br/> <br/> <b>1. Samarbete mellan fler än två personer. </b><br/>  2. Egna tilldelade uppgifter åt var och en. <br/> <b>3. Lång eller obegränsad utsträckning i tiden (kriteriet hänför sig till gruppens stabilitet och, potentiella, varaktighet). </b><br/>  4. Någon form av disciplin och kontroll. <br/> <b>5. Misstanke om allvarliga kriminella handlingar. </b><br/>  6. Verksamhet på internationell nivå. <br/>  7. Användande av våld eller andra metoder för hot. <br/>  8. Användande av kommersiella eller affärsmässiga strukturer. <br/>  9. Deltagande i penningtvätt. <br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin. <br/> <b>11. Strävan efter vinning och/eller makt. </b><br/> <br/>  Vi är överrens om att det förekommer individer inom BMC(och liknande mc-gäng) som ägnar sig åt kriminell verksamhet. Naturligtvis har vissa även slagit sina påsar ihop. Du beskriver även vad som händer om denna kriminella gruppering hamnar i trubbel. Utifrån ovanstående definition anser jag det styrkt att det förekommer organiserad brottslighet i relativt (jämfört med andra organisationer eller sammanslutningar)  stor utstäckning. Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/> <br/>  Personligen anser jag dock att det ur samhällssynpunkt är positivt då det är betydligt mer komplicerat om de organiserade brottslingarna verkar inkognito.[/quote]<br/> <br/>  Tack för ett bra svar.<br/>  Jag vet vad jag talar om. Dock måste jag säga att kriterierna är intressanta och med dom som bas är bmc absolut i zonen men dock inte helt.<br/> <br/>  1. Samarbete. Visst. Inget snack. Dock BMC är en mc-klubb där medlemmarna är s.k. bröder, delar vardagen osv. och även jobbar ihop på ett eller annat sätt. Jag är förvånad över hur många som håller på med inkassoverksamhet, för några år sedan var det inte så. Men med denna massmediala uppmärksamhet räcker det ofta att dyka upp i en tröja för att folk skall bli rädda. Det som hände i GBG, restaurangen vet jag var en personlig affärside som Methi hade, dock gjorde hans underhuggare allt han sade. Men fortfarande hans personliga grej. Klubben fick inga pengar eller del i kakan. Och så är det hela tiden, hade det varit en kriminell organisation &gt;del av kakan uppåt i ledet= kriminell organisation.<br/>  2. Uppgifter till var och en. Klubb med dess funktioner. BMC har inga tex. indrivare, 1;e och 2;e knarklangare etc., klubbfunktioner. Som enbart kostar pengar som tex. resor osv. <br/>  3.Lång eller obegränsad utsträckning i tiden. En avdelning kan stängas ner när medlemsantalet är under 5. I en kriminell organisation sätts en ny person direkt in som replacement, händer inte i BMC. Alla, och menar alla, går hela vägen, Prospect-Probate. osv. Vissa har dock gjort kortare tid som Hangaround alt. varit med i teamet en viss tid-kan hoppa in direkt som Prospect. Minitid som Prospect=1 år. Methi och Ridde började som Prospects i Helsingborg, sen öppnade Halmstad, sen blev göteborg en avdelning.<br/>  4. Någon form av disciplin och kontroll. Klubben har givetvis regler som medlemmar måste följa. Men bra regler, tex. får ej befatta/använda heroin; givetvis måste alla ha en H-D, du kan ej bli prospect utan en HD; men viktigast av allt e sunt förnuft. Jag tycker att det e konstigt att vissa fortfarande är medlemmar, förr fick man inte ha klubbkläder på sig vid jobb.. Eftersom det var privata jobb, inkasso osv, i klubbkläder kunde folk få intrycket att det var en klubbsak= ej tillåtet..<br/>  5.Misstanke om allvarliga kriminella handlingar. Absolut. Men inte som organisation. Enskilda individer. Men visst, klubben består ju av dessa individer..<br/>  6.Verksamhet på internationell nivå. Internationell MC-klubb. Dock ingen som helst gemensam affärside på någon som helst nivå.<br/>  7. Användande av våld eller andra metoder för hot. Typ beskydd. Icke. våld eller andra metoder för hot mot andra klubbar. Att vilja pissa längst i biker miljön betyder inte att klubben nyttjar metoder för hot. Men visst, stryk/mord händer ju..<br/>  8. Användande av kommersiella eller affärsmässiga strukturer.  Nopp. Vet vanliga bolag i alla brancher som fifflar mycket mycket mera.. De flesta i BMC e vanliga arbetare, ej rika.<br/>  9. Deltagande i penningtvätt. BMC består inte av smarta buisnesskillar, bikers har alltid varit en sub kultur av personer som sköter sitt utan polis osv,1% er=utanför.<br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin.  Eller hur...<br/>  11. Strävan efter vinning och/eller makt. Här faller det i mina ögon. BMC precis som alla andra mc-klubbar vill köra sina hojar, festa och leva rövare utan fördömmande svenssons i vägen. Freedom kallas det för.<br/>  Kriget i skandinavien för typ 15 år sedan handlade om att pissa längst, inget annat. Patetiskt att läsa i tidningarna att polisen sa att det handlade om marknadsandelar gällande knark. Alla vet att det är albanerna, polackerna och andra juggar som dominerar knarkmarknaden i Sverige. Visst, vissa enskilda indivder har provat på men som klubb har dom aldrig haft något med det att göra. Sen dess har det varit en hetsjakt utan dess like, medlemmar blir totalt trakaserade, blir av med jobb osv pga klubbmedlemskapet. Fel tycker jag. Vissa indivder, Methi, ger klubben dålig PR, med det skall ju inte drabba hela klubben?<br/>  Du skriver : Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/>  Fakta : I BMC's struktur finns ingen organiserad brottslighet, det är faktum. Polisen vet detta, Brottsförebyggande rådet har sagt detta i alla år men ingen lyssnar. Och Polisen med alla dessa extra millar kan ju inte backa och nu säga, Sorry-vi har trakkat er i alla år felaktigt.<br/> <b>Helt ok, och Bra att Polisen jagar de kriminella, heder åt det, men det e individer, inte klubben.</b><br/>  Sorry för all denna text....."
	},
	{
		"postIndex": 7580,
		"postNum": 7885,
		"postLink": "/sp22338087",
		"postTime": "2010-04-04",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p658",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  A.O var med redan 2000. Han satt inne då. Han kom ut 2002 (då var han tillsammans med hela avdelningen Probat's, dvs Bandidos) och blev då V.P och sedan P. A.O och chapter Stockholm hade precis deras 8-years Anniversary. Avdelningen var BMC Prospect Chapter Stockholm innan. <br/> <br/>  2003/2004-framåt var det fortfarande A.O i spettsen tillsammans med killarna från Sundsvall som kom ner till Stockholm. Glenn var enbart Prospect, sen var han i teamet. Erik-den idioten, var enbart med ett tag i teamet. Erik = Sveriges stor-trut Nr.1, visst 10-15 år sedan var han någon.<br/>  De som var medlemmar runt denna tid, blev gansta snabbt utkickade (dårar/pundare från Sundsvall). <br/> <br/>  Och det var ju problemet, svårt att etablera en avdelning i Stockholm om de flesta av medlemmarna kommer från andra orter..Då har man ju taskig lokal-kännedom. <br/> <br/>  Abbas sitter, Håkan var ju en bra kille mellan varven, tyvärr ställde han alltid till det pga att han helt enkelt ljög och hadde sig. Håkan måste vara den person som varit med i med organisationer/gäng/klubbar i hela Sverige, personen var bla den ende vite i ett gäng med personer med afrikanskt ursprung... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> humor faktiskt.<br/>  Ricardo, RIP, var prospect men blev medlem när han dog (bil-olyckan med han och A.O). Ricardo hade typ nån vecka kvar innan han skulle bli medlem.<br/> <br/>  (ps, du nämnde inget om A.S eller Björn eller John konstigt nog, Du skrev ner flera namn, namn pa personer som inte ens var medlemmar?)<br/> <br/>  BMC Stockholm ar knappast färre i dag, tvärt om. Dagens BMC Stockholm har mer medlemmar än vad dom hade 2000-2004 (de årtal du skriver om). Känns lite som att du blandar ihop personer som s.k supportar en klubb med dess medlemmar.<br/> <br/>  Fredsmäklingar, inget som Klubben gör utan det är ju enskilda medlemmar, enskilda individer som tack vare deras privata kontakter och bekantskap Plus att dom har lite större bollar och respekt med sig (och kanske även känner bägge sidorna som e osams..) som gjort att vissa medlemmar i BMC har kunnat lugna ner vissa känslor.<br/>  A.O har för övrigt ett stort kontaktnät i S-T där han e mycket väl respekterad. Och detta mer som person än som BMC medlem.<br/> <br/>  Igen, alla som e riktigt tungt kriminella ser Inte BMC som ett hot för deras verksamhet, för att dom vet att BMC e ingen kriminell organisation utan en MC-klubb. En MC-klubb bestående av en mix av misslyckade, halv-pundare, schyssta hårt arbetande familje-fäder, en klick personer som jobbar hårt på deras gangster-image, några gammla f.d i biker-miljön och en klick idioter samt ett flertal riktigt bra och lugna killar utan ambitioner att spela allan-ballan."
	},
	{
		"postIndex": 7679,
		"postNum": 7988,
		"postLink": "/sp22615650",
		"postTime": "2010-04-19",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p666",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Du skriver att många klivit av när de insett att BMC inte är en kriminell organisation, nu trillar du dit igen, du romantiserar bilden av BMC, medans verkligheten säger något helt annat. Bandidos som mc-gäng anses vara en kriminell organisation, inte bara i Sverige, den stämpeln har Bandidos världen över. Det finns inget land i världen där Bandidos klassas som ett gäng missförstådda gossar.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Jag menar just det jag skriver. Att vissa som söker till BMC gör det i tron att det e en kriminell organisation, dom tror att dom söker in i en internationell \"maffia\". Vilket det inte är.<br/>  BMC \"aktiviteter\" är mc-klubb, hoj, festa, resa osv. Det är klubb-aktiviteterna. Sen att individer, vissa medlemmar, har egna agendor, och därigenom (som vi vet) begår brott och annat. Men det dom gör e enbart för egen vinning. Inget som klubbas igenom på möten och det finns ingen regel att klubben får en del av kakan av någon enskild medlems inkomst, laglig eller olaglig inkomst. Alla bidrar till klubbens utgifter via en medlems-avgift. Som jag varit inne på tidigare, hade BMC varit en organiserad kriminell organisation hade toppen, presidenterna, varit super-täta och skyddade från att åka fast- då hade man haft personer med mindre status till att göra \"street-work\". Vilket inte bevisligen är fallet.<br/>  Sant det du skriver, att BMC är klassade i de flesta länder som en \"outlaw biker-gang\", ingen rök utan eld. Men det, anser jag, beror på att många medlemmar är kriminellt belastade/dömda samt pga historien med flera våldsamma uppgörelser med andra mc-klubbar i samma miljö.<br/>  Fenomenet med 1% klubbar, som kör sitt eget race, där hedern och klubbens färger är viktigare för medlemmarna än allt annat i världen, är jag inte rätt person att utveckla. Krävs nog en sub-kultur forskare till det.<br/> <br/>  För övrigt anser jag att BMC (och andra 1%-klubbar) skulle tjäna mycket på att vara mer öppna, vad är det med klubb-reglerna (bylaws) som är så speciellt och hemligt? Svaret: Inget. <br/>  Spär på myten och missförstånden.<br/>  Jag har själv hört medlemmar som fått rätt så oskyldiga frågor från utomstående om vissa saker-myter, men i stället för att säga som det är, \"nej nej, så där går det definitivt inte till hos BMC\" så säger dom bara \"no comments\". Och i och med det spär dom, medlemmarna, på myten.. Och lever på  myten..<br/>  Givetvis gillar dom att folk \"ser upp\" till dom, visar respekt och anses vara allmänt super-coola och tuffa (i vart fall i deras egna ögon..).<br/>  Sen att verkligheten, utanför kretsen av klubb-bröder och idoliserande supporters, kanske är en annan, ja det är ju just en helt annan femma...<br/>  De riktigt kriminella skrattar åt påståenderna att BMC e en kriminell organisation,<br/>  Polisen tycker att det e super-nice att få extra pengar till roliga/häftiga fordon osv,<br/>  Högre utbildade personer ser ner på personer som väljer att kliva in i en klubb, de ser det som att individen försvinner till förmån för en grupps identitet,<br/>  Samt, jag undrar om alla som klivit med i BMC verkligen är beredda att betala \"priset\", dels i betraktelsen av omgivningen och dels av vad som skulle hända om en ny stor konflikt skulle inträffa.<br/>  BMC anser att dom är världens bästa Mc-klubb, att dom e i toppen och att dom \"betalt\" med blod för den positionen. Ingen kommer att tillåtas att trampa på deras heder.<br/>  Kan ju vara en del av \"problematiken\", hedern. (som var anledningen till det stora kriget på 90-talet).<br/>  Men, klubben i sig har igen kriminell organisations uppbyggnad. Individer är i vissa fall kriminella."
	},
	{
		"postIndex": 4053,
		"postNum": 4249,
		"postLink": "/sp15779061",
		"postTime": "2009-03-24",
		"postUser": "noname_z",
		"postUserID": "/u201163",
		"postUrl": "https://www.flashback.org/t683845p355",
		"userUrl": "https://www.flashback.org/u201163",
		"sentence": "Här står vi idag då ni har en vinkel och andra har en. Det måste vara hemskt att veta att de tankarna och den kunskapen ni har om \"dessa människorna\" är det någon som valt åt er. Den informationen ni besitter är knappast bildat av egna erfarenheter. Att ni läser tidningarna, skolas till att tycka på ett visst vis och låter det vi kallar dagens samhälle lägga ramarna för era tankar låter i mina öron hemskt. Jag ser tydligen annorlunda på saker än vad många andra gör. Vi lever idag i ett samhälle där man kallas kriminell för många olika saker. Det Leif med bihang har gjort är kriminellt om man ska gå in och leka ordningsmakt. Vi lever idag i ett samhälle där folk ratar allt som är kriminellt. Jag förstår detta, vi är som sagt lärda efter samma bok. Då flyger mina tankar tillbaka till något inlägg om anhöriga och oskyldiga. Oskyldiga folk blir skadade och detta är hemskt. Kanske, men just nu är jag villig att se till ett bredare perspektiv. Vi har en ordningsmakt, polisen, deras jobb är att bekämpa brott. Detta gör dem, visst, men fortfarande så har oftast de som redan har stämpeln kriminell på sig inte så förtjusta i dessa och i ärlighetens namn så skiter dessa i polisen. Det finns nu olika grupperingar som diskuteras som en samhällsfara, men dessa människor sätter upp osynliga lagar för de kriminella. Tänk alla dessa människor som dödar och våldtar barn, tydligen skiter de i polisen och gör detta i alla fall. Här kan man prata om oskyldiga människor får lida, hela familjer förstörs och sår som aldrig kommer läka. Idag finns där en ingen tolerans för detta beteende i vissa kretsar. Jag tror då att detta har lett till att folk kanske tänker en gång extra innan de gör det hemska fula nu. Alla pratar om att dessa gäng kostar pengar för staten. Ja, det gör det men jag kan instämma att Leif GW hade en bra åsikt om detta. Staten lägger sina pengar på sjuka saker. Vi jagar personer som de egentligen vet att de inte kan sätta åt. Det är inte fängelset som drar pengar när vi pratar om 100 mest bevakade mm. Nej då, en dag kanske nån tabbar sig och får komma dit. Men den hysterin som finns just nu är löjlig. Att vi idag lever i en verklighet där allt ska se fint och snyggt utåt är ingen hemlighet. Vi ska leva efter de ramar andra sätter för oss. Att man idag inte får vara kär i en människa som folk kallar tungt kriminell är sinnessjukt. Att man inte idag får vara kär, som i detta fallet eddy som människa är det inte att ta i? Att en person ska bli kallad och uthängd för sina känslors skull. Tycker ni inte att detta är fel?<br/>  Att sitta och mena att i detta fallet att Hanna har en låg inkomst är svinigt och jämföra med sin fru som tjänar så mycket mer. Jag tycker då att det säger ganska mycket om en människa som hänger på ett forum, klankar ner på folk och ska ut i köket att laga mat när hans fru har en sån hög inkomst. Kan ju helt plötsligt vända på det. Leif sluta ta pengar av din kvinnas skitiga jävla pengar. Du hör ju hur det låter...<br/> <br/>  Ja jag väljer att avsluta med att ta reda på egen fakta egna åsikter innan ni sitter och går in på folks privat liv!"
	},
	{
		"postIndex": 7943,
		"postNum": 8262,
		"postLink": "/sp23723030",
		"postTime": "2010-06-15",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p689",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Eller har HA DK så mycket makt att dom kan peka på random BMC-chapter och säga hej grabbar ni är med oss nu?<br/> <br/>  Hur kan BMC i Sverige tex rekrytera folk från BSK? De fd medlemmarna i BSK skulle väl eg varit lojala just BSK?<br/> <br/>   </td> </tr> </table>  <br/> <br/>  I slutänden är det faktiskt upp till HA att ta med dom eller inte. Inte de f.d bmc-medlemmarna som kan välja att kliva in i HA och dessutom som full-patch. Så ansvaret ligger hos HA. <br/>  tänk om-tänk rätt. finns ingen individ eller klubb/avdelning som kan ta beslutet att bli HA. right?<br/>  Men visst, bägge, HA och de f.d bmc-medlemmarna som fuckat upp här.<br/> <br/>  BMC har f.d BSK-medlemmar, vad är det för konstigt med det?<br/>  Kan ju finnas BSK-medlemmar som vill vara med i en mc-klubb. eller hur?<br/>  Det e en viss skillnad på att vara med i ett gäng eller vad vi nu skall kalla BSK och att vara med i en stor internationell mc-klubb. Skilladen är superstor.<br/>  Samt alla som kommer med börjar på prov, finns ingen i BMC som blivit full-patch direkt.<br/>  Och mig vetligen finns det ingen i bmc som tagit klivet från fullpatch HA till medlem i BMC. Finns några exemplel på f.d HA medlemmar som blivit bmc medlemmar men det e ej samma sak. Och dem har startat som hangaround/prospect osv."
	},
	{
		"postIndex": 8047,
		"postNum": 8373,
		"postLink": "/sp23898340",
		"postTime": "2010-06-25",
		"postUser": "trojan",
		"postUserID": "/u188746",
		"postUrl": "https://www.flashback.org/t683845p698",
		"userUrl": "https://www.flashback.org/u188746",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  BMC har f.d BSK-medlemmar, vad är det för konstigt med det?<br/>  Kan ju finnas BSK-medlemmar som vill vara med i en mc-klubb. eller hur?<br/>  Det e en viss skillnad på att vara med i ett gäng eller vad vi nu skall kalla BSK och att vara med i en stor internationell mc-klubb. Skilladen är superstor.<br/>  Samt alla som kommer med börjar på prov, finns ingen i BMC som blivit full-patch direkt.<br/>   </td> </tr> </table>  <br/>  Ditt sätt att skriva om <b>BSK</b> får det att låta som om att <b>BSK</b> skulle vara en sämre klubb än BMC, just för att vissa avhoppade/uteslutna medlemmar från <b>BSK</b> senare sökt sig till BMC.<br/> <br/>  Nu när flera BMC medlemmar har gått över till HA i Danmark så måste det då betyda att HA är bättre än BMC. Varför skulle de annars valt att gå över till HA?<br/> <br/>  En förrädare är alltid en förrädare, <b>BSK</b> kan i alla fall vara stolta med att de inte tar upp kappvändare eller andras skit, bara för att kunna sätta en ny flagga på kartan.<br/> <br/>  Hur många av de avhoppade och utesluta medlemmarna som BMC tog upp från <b>BSK</b> finns det kvar idag i BMC, inte många alls. Vad säger det om BMC då? <br/> <br/>  Vad vann ni på att ta in dessa kappvändare, ni fick inga lojala bröder för livet i alla fall. De förrådde BMC precis som de innan förrått <b>BSK</b>.<br/> <br/>  De som gått med i BMC efter att de har varit med i <b>BSK</b> har nog aldrig haft en tanke på att de skall bli hojåkare och därför gått med i BMC. De trodde nog bara att gräset skulle vara grönare på andra sidan. Något som antagligen visade sig vara falskt.<br/> <br/>  Varför är <b>BSK</b> ett gäng och BMC en klubb? Varför anser du inte att <b>BSK</b> är en klubb?<br/> <br/>  Varför skall 1 % arna alltid prata illa om <b>BSK</b>. Men så fort ni får skansen så är ni där och skall rekrytera. vad säger det om BMCs krav på kvalitet?<br/> <br/>  Håll du dig till ditt 1% Biker ämne istället"
	},
	{
		"postIndex": 6353,
		"postNum": 6620,
		"postLink": "/sp18067048",
		"postTime": "2009-08-08",
		"postUser": "dawatt",
		"postUserID": "/u272867",
		"postUrl": "https://www.flashback.org/t683845p552",
		"userUrl": "https://www.flashback.org/u272867",
		"sentence": "Var det inte så att Topside Mc fick patcha om till Mc Sweden efter att ha detonerat en bomb i en annan klubbs lokal? En dog väl till och med?<br/> <br/>  Jag vet att det kanske är off topic, men jag skulle mycket gärna höra hampus tankar om det. Eller om han kanske kan ge en annan bild av det hela än det man läst sig till i tidningarna?<br/> <br/>  Sen angående medias hetsjakt på 1-%klubbarna(Med många fler!) så tycker jag att det är ganska lätt att förstå varför den pågår. Alla tidningar i Sverige med över 200k läsare ägs att människor med en viss religion och en viss dragning till pengar. <br/>  Ju fler tidningar som säljs desto mer pengar tjänar dom. Det är spännande med mc-knuttar, fotbollshuliganer och tungt kriminella. <br/>  Det är en verklighetsflykt att läsa om spännande saker, så länge artikeln är någotsånär sanningsenlig så går det att trycka. Om lögner ger pengar, varför inte ljuga? <br/> <br/>  Kvällsblaskorna är inte bättre än se&amp;hör, hänt extra eller någon av dom andra helhjärtade skvallertidningarna. Snarare sämre i så fall, eftersom dom gör mer anspråk på att det dom skriver är sant. Vid dom \"vanliga\" brotten(rån, mord, misshandel, våldtäkt, etc..) så är det mer sanningsenligt än när dom skriver om \"black cobra\", därför att det är lättare att hitta fakta om dom artiklarna. <br/>  I vissa fall ljuger dom trots att det är fall som skulle gå att kolla upp. Men då handlar det om en grupp människor som inte samarbetar med polis eller talar i media, normalt sett. Och svensson bryr sig ändå inte om människor i den gruppen.<br/> <br/>  Det är tråkigt hampus att du har svårt att förstå min synvinkel. Jag ser nu att Banidos Mc inte är en kriminell organisation som går ut på att tjäna pengar \"gemensamt\". Det talas inte om brott som ska utföras på klubbmöten. Om det nu inte är någon som ni vill tillrättavisa. TCB kallar dom det väl i staterna?<br/>  Det jag däremot tycker eller kanske snarare tror, är att det dras väldigt mycket \"rötägg\" till dessa klubbar, och det kommer alltid finnas folk som drar nytta av att dom har en väst på sig. <br/>  Vi skrev tidigare om P.. O....... från örebro för någon månad sedan. Du tyckte att han i allmänhet var en bra representant för bandidos. <br/>  Jag säger bara att jag inte tycker att han skulle vara en bra representant för någon klubb som vill ge ett \"genuint\" intryck som mc-klubb. Jag tycker att han är en bra representant för vad vanligt folk tror att en bandidos-medlem är.<br/> <br/>  Vi tycker helt enkelt olika, eller så vet jag mer om P-O än vad du gör. Jag hoppas att du sprider dina åsikter till så många nya som möjligt. Du skriver själv att du inte förstår varför \"packet\" inte kastas ut. Det bevisar att du faktiskt kan se saker och ting från \"våran\" sida. Men jag vill tillägga att jag inte på något sätt anklagar någon för att vara en dålig människa pga att den är kriminell. Vi har alla valt våra vägar och vi får alla stå vårat kast, vare sig vi väljer att bli advokat, läkare, rånare, kriminell entreprenör eller eller korrupt snut.<br/>  (Puh, långt.)"
	},
	{
		"postIndex": 8643,
		"postNum": 8991,
		"postLink": "/sp25903218",
		"postTime": "2010-10-04",
		"postUser": "Jocke_S",
		"postUserID": "/u206148",
		"postUrl": "https://www.flashback.org/t683845p750",
		"userUrl": "https://www.flashback.org/u206148",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   BSK MC fanns inte ens i tre år... Samt så hade inte BSK funnits i 3 år när Danny muckade.. <br/>  Men visst, han ville ju åt HA hållet med så blev det inte...<br/>  ASA, blev INTE upptagna i BMC..<br/>   </td> </tr> </table>  <br/>  Jo men sista tiden med diverse permissioner , man blir utsläppt efter 2/3 av straffet , sen verkar han ha skött sig därinne så resterande tid blir säkert på någon öppen anstalt.<br/>  Kan vara så att kriminealvården jävlas med han för han är Bandidos pres.<br/>  Men det ser ändå ljust ut för honom då han suttit av det mesta av tiden.<br/> <br/>  BSK bildades 95 som så många vet och höll fram till The Hoods muck vintern 1998.<br/>  Sen hette dom Brödraskapet MC fram till åtminstonde år 1999-2000 , fast det inte var samma medlemmar då många gått ur. Vet att många medlemmar envisades med att kalla sig Brödraskapet MC fast dom bytte till Brödraskapet Wolfpack. Det var ovanligt att man hörde någon kalla det för BSK Wolfpack.<br/> <br/>  Menade ej att ASA MC i sig blev upptagna i BMC men folk som varit medlemmar eller umgicks med medlemmar i ASA , några av ASA killarna bildade X-Team i Sthlm och dom som är medlemmar idag lärde känna dom på detta viset och blev introducerade till klubben, dom var unga då dom skulle komma att utgöra kärnan i BMC Sthlm.<br/> <br/>  Fast jag skulle lätt kunna säga att ASA killarna som sedan lade ner 1% stilen och körde solo mot b.la juggarna hade varit en mäktig avdelning till Bandidos ifall dom fått sitt västar direkt. <br/>  Beklagligt nog så blev två frontfigurer mördade i kriget mot jugoslaverna. Dom kallades för \"Svenskligan\" men det är en annan historia.. <br/>  Det var lite otydliga gränser om vem som var ASA medlem men dom umgicks och hängde runt klubben och även en kortare tid i X-Team (är lite osäker på om X-Team ens hade kommit till Sverige då, tror man bara kallade det för supportrar eller stödmedlemmar)<br/>  Men dom tyckte nog inte det lät som någon vidare ide att börja på ruta ett då dom var sina egna \"bossar\".<br/> <br/>  Fanns en hel drös med folk som kom till deras fester, tänker på diverse rånarligor och personer ur olika kriminella nätverk från Stockholms området.<br/> <br/>  Nu börjar vi komma ifrån ämnet lite, du är som bekant insatt i Bandidos och framförallt hur det funkar i dagsläget o verkar ha koll på alla BMC avdelningar i landet. <br/>  Ville bara påpeka att BMC i 08-området saknar den disciplin och struktur man hade förr och den viktigaste ståndpunkten att medlems klientelet även är försvagat av olika anledningar."
	},
	{
		"postIndex": 9034,
		"postNum": 9400,
		"postLink": "/sp29059328",
		"postTime": "2011-02-22",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p784",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Klubb, vi snackar om en Motorcykel-klubb.<br/>  Kallar du tex Hammarby för en fotbolls-organisation eller vad? Klubb.<br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> sluta skoja nu, att bli ledande representant för en MC-Klubb av denna storlek, kräver ett mycket stort kunnande. Dels om biker-miljön i sig (på både europisk och världs-nivå) då ett beslut om tex att starta en nytt chapter i kanske ett nytt land måste ta hänsyn till många faktorer. Det e ju inte bara till att hänga på sig en väst o skaffa hoj. <br/>  Plus att denne person, President för Europa, måste ochså personligen känna en jävla massa folk (medlemmar) i avdelningarna, detta tar ju många år att bygga upp liksom.<br/>  Så att bara tro att en medlem från Stockholm, som varit med i några år, skulle ens vara påtänkt i dessa banor är mycket mycket långsökt.<br/>  Jim fungerar bra som Pres, precis som han gjort de senaste 17 åren. Skulle han kliva neråt en vacker dag så ligger ju en av vice-presidenterna eller någon annan i National-avdelningen bra mycket närmare till hands.<br/> <br/>  även om du tycker att BMC \"är ett oseriöst organisation\" -vilket jag inte håller med om, så e inte så fallet. Nu undrar jag vad du basera det på?<br/>  Glöm nu inte att ta BMC för vad det e, en MC-Klubb som funnits i 45 år.<br/>  Tramset med maffia eller liknande kommer enbart från massmedia och skribenter som vill tjäna pengar.<br/> <br/>  PS, ditt inlägg om Matte som Europa President, årets bästa! Och att du sedan följer upp med \"Samtidigt förvånar mig inte om han skulle vara det\" visar att du trodde på att Matte e Europa-pres. du e rolig.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 6600,
		"postNum": 6871,
		"postLink": "/sp18186820",
		"postTime": "2009-08-15",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p573",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<b>Hampus</b><br/> <br/>  1: Du får sluta upp att leka besserwisser i den här tråden, allt står inte artikeln, det fanns goda grunder för att dra in deras tillstånd. Kommunen och polisen har agerat helt rätt i det här ärendet. En seriös krog/nattklubb skulle inte ha 14-åriga tjejer dansandes i stringtrosor på borden, men denna klubb var ingen vanlig klubb, Bandidos hade ett finger med i det hela. Det togs droger helt öppet, vakterna sålde droger till gästerna osv. <br/> <br/>  2: <b>Alla som umgås med folk inom Bandidos och X-Team ska hårdgranskas</b>, helt rätt agerat av polisen. Helvetet har bara börjat för er parasiter, vänta så får du se. Du är så patetisk, sitter här och leker presstalesman för Bandidos. Du kommer aldrig att lyckas rentvå deras namn, möjligvis kan du lura Earl, JJ, Wurzten och CO ett gäng avdankade gubbjävlar med mindrevärdskomplex, men inte oss andra. Till skillnad från dig så är jag on-side <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>[/quote]<br/> <br/>  1. Jag svararade på det du citerade/skrev i ditt inlägg där du inte skrev något om \"14-åriga tjejer dansandes i stringtrosor på borden\" osv. Utan i ditt inlägg vinklade du det till att fokusera på entrevärdarnas \"koppling\" till bmc.<br/>  Om det, som du skriver, tas droger öppet, drogförsäljning osv ja givetvis skall en sådan krog inte finnas. Inte bra alls för de unga som e ute och dansar osv.<br/> <br/>  2. Att polisen granskar bmc medlemmar får dom leva med. Men deras bekanta? Skall man verkligen straffa andra pga att dom är bekant med en viss person? I Sverige? Inte rätt alls. Blir lite av kollektivt straff-tänkande. Som att alla blå-vitt supportrar skall behandlas som huliganer pga det finns huliganier i miljön? Blir fel i det långa loppet. Nog ser jag polisens taktik, straffa alla runt om bmc, till slut tar dom avstånd. Kapa supporten så att säga. <br/> <br/>  Du skriver : <b>leka besserwisser i den här tråden</b><br/>  Jaaa. vem av oss 2 är besserwisser.... Vi alla kan svaret...<br/> <br/> <b>Du skriver : Helvetet har bara börjat för er parasiter, vänta så får du se.</b><br/> <br/>  Ja, just det...Det finns vissa medlemmar som sitter i finkan. Pga att dom gjort vissa kriminella handlingar i sin personliga strävan. Vissa av dem är s.k. tongivande medlemmar som varit med x antal år. Staten straffar de kriminella oavsett om vad det står på ryggen. i alla år.<br/> <br/>  Polisen är i dag på samma vis som för 5-10 år sedan, propagera att bmc är samhällsfarliga. Och du och många andra har ju gått på detta. Big time! Du och vissa andra slukar allt som finns om bmc med flera. Du har nog minst 2 ex av svensk maffia-Leffes husbibel...<br/>  Slå ut de bmc's antal av medlemmar de sista, ja 5 åren, och dela det med de antal år som Medlemmar blivit dömda. <br/>  Jag har dessutom aldrig sagt att vissa inte e kriminella. har jag sagt hela tiden. men dessa e individer.<br/>  För du vill ha det till att bmc dominerar den undre världen...vilket joke alltså..<br/>  Enda ställe bmc dominerar är i Aftonblandet och liknande..<br/> <br/>  Du skriver vidare : Till skillnad från dig så är jag on-side ....<br/> <br/>  Några citat från dina 2 senaste inlägg;<br/> <b>nulebarnet</b><br/> <b>feta killen </b><br/> <b>tortyr är den bästa metoden ifall man vill få fason på dessa parasiter</b><br/> <b>Helvetet har bara börjat för er parasiter</b><br/> <b>Du är så patetisk, sitter här och leker presstalesman för Bandidos. Du kommer aldrig att lyckas rentvå deras namn, möjligvis kan du lura Earl, JJ, Wurzten och CO ett gäng avdankade gubbjävlar med mindrevärdskomplex, men inte oss andra.</b><br/> <br/>  Leffe- still Off-side..."
	},
	{
		"postIndex": 9730,
		"postNum": 10118,
		"postLink": "/sp31745165",
		"postTime": "2011-07-19",
		"postUser": "lurven82",
		"postUserID": "/u584244",
		"postUrl": "https://www.flashback.org/t683845p844",
		"userUrl": "https://www.flashback.org/u584244",
		"sentence": "Lilla gagga ponken. Du lever i din lilla drömvärld. Du har läst svensk maffia och sett på action filmer så du vet hur det funkar inom alla \"gäng\".<br/>  Jag vet att du ser upp till din Södertälje maffia och det får du gärna göra.<br/>  Men skriv inte i mc trådarna när du inte har nåt att komma med. Är det så att du fått lite problem av en klubb bakåt i tiden eller varför vill du bara spy galla över dessa klubbar. <br/>  Sen att skriva att de flesta är kriminella det stämmer inte fast att du och  flera personer till vill att det ska va så.<br/>  Som sagt många  går in i mc världen med skev syn,och det slutar oftast med att de hoppar av. Sen finns det säkert några klubbar i Svea som inte alls skulle haft mc väst på sig men de ska fan inte alla andra få skit för."
	},
	{
		"postIndex": 1189,
		"postNum": 1247,
		"postLink": "/sp12998209",
		"postTime": "2008-09-24",
		"postUser": "Torpedos",
		"postUserID": "/u288310",
		"postUrl": "https://www.flashback.org/t683845p104",
		"userUrl": "https://www.flashback.org/u288310",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det skrivs att Mehdi är golare och då undrar jag om Bandidos vet om det och låter han vara kvar i klubben eller är det så att dom lyckats undgå det? Har det hänt innan han vart med i Bandidos så vet jag att han inte blir utkastad för dom skiter i det som varit innan och bryr sig bara om det han gör som medlem eller probationery, prospect eller hangaround OM det inte är något riktigt allvarligt såklart då spelar det ingen roll om det var innan han var med. Men om han golat då han var med och det kom fram tror jag ta mig fan att han skulle åka ut med huvudet före direkt. Som en högt uppsatt medlem i en mc klubb sa \"skulle man rata alla som snackat för mycket en gång i förhör så skulle det inte finnas mer än två eller tre medlemmar i verje mc klubb\". Tror säkert Mehdi snacket för mycket någongång men att det var längesedan och att Bandidos skiter i det och dom har ju sett vad han går för idag då han setat flera gånger utan att säga för mycket."
	},
	{
		"postIndex": 6061,
		"postNum": 6316,
		"postLink": "/sp17893073",
		"postTime": "2009-07-29",
		"postUser": "Franko-77",
		"postUserID": "/u364788",
		"postUrl": "https://www.flashback.org/t683845p527",
		"userUrl": "https://www.flashback.org/u364788",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Yes, 99,9% som vill gå med i Bandidos, eller H.A. osv, vill just detta för att patchen e häftig, namnet injagar fruktan hos folk, och \"hade jag bara varit medlem där hade folk gett mig den efterlängtade respekten jag aldrig fått\", sen tror jag inte att det är överdrivet många av dem som verkligen gått vidare till att bli medlemmar, utan det stannar vid att googla fram bilder på de tuffa grabbarna och drömma sig bort om man själv var sån, det är vad jag tror! <br/> <br/>  De som varit på mig mest om att jag skall ta med dem till hojfester där dom kan flottera sig med 1%are är folk som aldrig kommer komma in i den miljön ändå. Kan nämna ett exempel jag känner till som inte har med BMC att göra utan en av de andra klubbarna, han var inte ens intresserad av att gå med, efter att ha umgåtts med dem så kände han att det var något för honom och han anslöt sig, definitivt inte en person som gick med för att det var en häftig pojkdröm...<br/> <br/>  En anna sak jag kom att tänka på, de negativa bitarna, polisrazzior, bevakning, samhällets tryck mot medlemmar osv, det är mycket det som jag uppfattar gör att crew och teamen har en hög omsättning av folk. Unga killar som istället för att kunna larva runt på stan och visa hur häftiga dom e, få vilken tjej dom pekar på osv. blir tvugna att offra både mycket tid, engagemang och pengar åt föreningen, samt att inte kunna åka på en enda fest, röra sig fritt på stan med sina märken utan att bli visiterade osv... inte riktigt vad dom räknat med och så lägger dom ner det, men dom var kanske aldrig ämnade för det ändå, vad vet jag..."
	},
	{
		"postIndex": 5971,
		"postNum": 6223,
		"postLink": "/sp17841699",
		"postTime": "2009-07-26",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p519",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Bra skrivet.<br/>  Riktigt vettigt.<br/>  Precis som du skriver, många medlemmar som e dömda men det e ju inte lika med att klubben skall målas ut som en kriminell organisation.<br/>  Mycket intressant med Brå, jag skrev om det i ett tidigare inlägg samt med alla dessa extra miljoner som polisen fått-Givetvis måste dom fortsätta med att kalla bmc kriminell organisation.<br/>  Hur skulle det sett ut om polisen tvärvänder o säger, Sorry-vi har fel och vi har vetat det i alla år....grattis yxskaft.<br/>  Brottsförebyggande rådet skrev att om samtliga BMC medlemmar skulle sitta i finkan så skulle den organiserade brottsligheten i Sverige inte påveras nämnbart.<br/>  Och deta gäller den samme MC-Klubb, BANDIDOS, som polis och tidningar kallar Kriminell Organisation. Ridå...............<br/>  YES, vissa medlemmar e våldsamma och lite labila..<br/>  YES, vissa medlemmar e kriminella.<br/>  YES, vissa medlemmar har gjort mycket korkade saker.<br/>  Men kom igen, Se dig omkring i samhället. Kanske räcker med att kolla dina grannar.. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Som jag skrev tidigare, BMC's medlemmar är inga Professorer eller doktorer, inga super-smarta. Dom ser inte ut som Svenssons (tatueringar mm) dom går emot strömmen mm.<br/> <br/>  Det största problemet med Bandidos MC är myten.<br/>  Samma myt som många här hjälper till att spä på med alla konstiga \"rykten\" man hört. Samt gör ju myten att vissa personer söker sig till klubben med fel avsikter för att dom tror/gått på myten att klubben skulle vara kriminell."
	},
	{
		"postIndex": 8327,
		"postNum": 8659,
		"postLink": "/sp24989160",
		"postTime": "2010-08-21",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p722",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Exakt.<br/>  Och du startar som hangaround i alla mc-klubbar.<br/>  Alla är inte ämnade att bli Bandit och det är inte alla som kan/vill/klarar att sätta klubben och klubblivet främst, dvs 1%er. De som inte kan det pga olika anledningar, kan vara pga jobb-situation, familj mm, men som delar samma livssyn osv. givetvis skall dem kunna vara med i svängen och kunna köra och parta. Dessa kan då kliva med i en s.k. support-klubb. Det är givetvis lite \"lightare\" i en support-klubb än i BMC. Det blåser hårdare ju högre upp..<br/>  Visst blir det lättare att knyta till sig folk utan krav på mc, men har man ingen hoj skall man inte springa runt i en tröja och spela Allan heller.<br/>  Jag har inga problem med personer som har ett intresse, börjar hälsa på lite och känner sig för. Om man efter en tid (kortare) fortfarande tycker att detta e det liv man sökt, ja då skaffar man sig en hoj. Jag utgår givetvis från att man har hoj-intresset, annars har man inget att hämta från början..<br/> <br/>  Tanken med X-team var just denna.<br/>  Att sedan ett massa kriminella gangster-blattar (GBG..) kom med, ja det var ju inte bra och vi alla såg hur det gick..<br/>  Men visst, BMC GBG med sitt X-team var ju starka 2002-2003.. Men till vilket pris, krig, bomber, mord mm samt pajat rykte för hela BMC i Sverige.."
	},
	{
		"postIndex": 13117,
		"postNum": 13646,
		"postLink": "/sp40996094",
		"postTime": "2012-12-19",
		"postUser": "DallasSkulls",
		"postUserID": "/u704136",
		"postUrl": "https://www.flashback.org/t683845p1138",
		"userUrl": "https://www.flashback.org/u704136",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Det är antagligen som i resten av världen dvs att pengarna styr, mycket vill ha mer som dom säger. Tycker att tendenserna går åt det håll du säger och personligen får jag ett illamående var gång jag hör eller läser <i>nya tider</i>.<br/> <br/>  Det kan bara vara av egoistiska skäl man byter klubb, det är ju inte riktigt friskt att ena dagen hata <i>dom</i> andra och ev. ha skadat dom för att nästa dag vara med dom. Nä lojalitet är fan en bristvara idag och om 10 år finns väl inte ordet med i ordlistan ens.<br/> <br/>  Men oavsett så måste det finnas en jävla massa skit som ligger bakom och vad jag förstår så är inte alla BMC så glada och kommer ihåg att han hoppade av sist precis innan han skulle få sin fullrygg."
	},
	{
		"postIndex": 6023,
		"postNum": 6276,
		"postLink": "/sp17865965",
		"postTime": "2009-07-27",
		"postUser": "dawatt",
		"postUserID": "/u272867",
		"postUrl": "https://www.flashback.org/t683845p523",
		"userUrl": "https://www.flashback.org/u272867",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Hur du kan sätta likhetstecken mellan det och krminell organsation kan jag inte fatta.?<br/>  Som jag fattat det så anser de flesta \"vanliga\" att bmc med flera e kriminella pga att många av medlemmarna e straffade samt döms igen och igen för olika brott. det jag anser, som ni vet, e att det e indivderna och inte klubben som gör dessa grejer/brott. Men det e ju en annan femma. <br/>  Det du skrivit i detta inlägg kan jag inte förstå riktigt.<br/>   </td> </tr> </table>  <br/>  Jag sätter inga likhetstecken, jag skriver vad jag tror är en stor anledning till att synen på bandidos som kriminell organisation. Dom backar upp varandra <b>även</b> i kriminella aktiviteter. <br/>  Låt oss säga att en kille i valfri 1%-klubb pressar någon på pengar, tar den personen med sig en annan kille från samma klubb när något utpressningstillfälle äger rum, då blir synen på det brottet att det utfördes av klubben eftersom den som blivit pressad är rädd för killarna just pga att dom är med i en 1%-klubb.<br/> <br/>  Jag inser att jag uttrycker mig klumpigt. Det är väldigt svårt att få ner känslor på tangenter.<br/> <br/>  Jag är bekant med både en och tre som lånat pengar av personer knutna till både mc-klubbar och renodlat kriminella organisationer. I nästan alla fallen så sägs det \"Jag måste betala tillbaka bandidos, h-a, syrianerna, albanerna, osv.\". <br/> <br/>  Äh, jag får inte till det jag vill få fram riktigt tydligt. Jag får skylla på min <br/>  antiepileptika som faktiskt gör att ord faller bort, och försöka spåna på hur jag ska få fram det jag vill ha sagt.  I dessa mc-klubbar så finns det väl vissa lagar och förordningar som ibland tvingar en medlem att göra kriminella handlingar? Dvs att backa upp sina vänner med sånt som egentligen bara polisen har rätt till enligt lag. Ur allmänhetens ögon så är alla medlemmar i dessa 1%-klubbar kriminella, pga det jag nyss skrivit.<br/> <br/>  Jag vet att du säger \"Vilka är då inte kriminella? Alla gör olagliga saker då och då\" - Ja det stämmer. Det jag ville få fram var den stora massans syn på bandidos och dom andra liknande klubbarna. Svensson gör skillnad på en som alltid kör 50km/t över hastighetsbegränsningen och en som dealar lite ladd då och då eller hjälper sin broder att driva in lite pengar. STOR skillnad."
	},
	{
		"postIndex": 8654,
		"postNum": 9002,
		"postLink": "/sp25909178",
		"postTime": "2010-10-04",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p751",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   att dom skulle vara krimminella genier som jämt o ständigt ligger steget före polisen..<br/>  att dom är storspelare inom den kriminella världen..etc<br/>  fjortissnack i stort sett..med mkt överdrifter och långt i från sanningen..<br/>   </td> </tr> </table>  <br/> <br/>  Ja men där ser du ju. Bandiodos MC är ingen kriminell organisation. Det är en MC-Klubb.<br/>  Sen att vissa mer eller mindre misslyckade individer provar på viss kriminalitet, och som du skriver misslyckas totalt (spelar Tony Montana), kan man ju inte gärna lasta klubben för. Och inte heller dra alla över en kam. DU verkar haft förmånen att vara bekant med några, som du skriver, \"Folk med grova mindervärdeskomplex, fjortis-snack\", detta visar ju vilken nivå som DU befinner dig på..<br/>  Hade du varit en person,efter 10+ år i den undre världen, med kontakter/insikt hade du ju dels känt dem som verkligen är kriminella (organiserat) samt ochså vetat att BMC ej har en ambition att vara kriminell som klubb. Samt så hade du vetat att över den nivå du befinner dig alternativt har kontakter -som du (enligt dig) har träffat dessa, i dina ögon -ska vi kalla dom låtsas-kriminella?, så finns det många mycket vettiga personer i BMC.<br/> <br/>  Till sist; Tycker du verkligen att det e konstigt att du anser att medlemmar i BMC e misslyckade kriminella? Vet du varför dom misslyckas hela tiden? <br/>  Svar: För att det inte finns någon organiserad kriminalitet i klubben. Det finns ingen som styr deras kriminella handlingar, finns inga order i klubben gällande kriminalitet. Ok med det svaret?<br/>  Hade detta, BMC, varit en kriminell organisation med 44 år på nacken hade nog dom varit mycket framgångsrika och valt sina medlemmar med omsorg. På 44 år hinner man forma en gruppering samt hitta sina nicher. Inte fan hade en organiserad kriminell organisation med tusentalet medlemmar spridda runt om i världen tagit in, i dina ögon pajas-kriminella som medlemmar? Eller hur?"
	},
	{
		"postIndex": 6059,
		"postNum": 6314,
		"postLink": "/sp17892588",
		"postTime": "2009-07-29",
		"postUser": "Franko-77",
		"postUserID": "/u364788",
		"postUrl": "https://www.flashback.org/t683845p527",
		"userUrl": "https://www.flashback.org/u364788",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag hade kunnat tagit 1% prylen på allvar om man hade kört det fullt ut och inte tvingat någon stackars doktor sjukskriva dig för att kunna leva på samhället. Eller gladeligen skicka dina kids till våra skattesubventionerade dagis. Varför inte låta dina härliga polare vakta din barn när du ska ut på något \"jobb\"?<br/> <br/>  Man går inte med i bandidos för att meka med sin hoj eller för att polarna där är justare än SMK \"Skövdes mc killar\". Man går med i bandidos pga av namnet och ryktet. Troligtvis för att kunna använda namnet Bandidos i indrivning och utpressningar eller andra olagliga affärer. SMK kan nog få det svårt att försöka utpressa sin lokala pizzeria.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  I en kriminell organisation, antar jag (antar bara för jag har inte en blekaste aning om hur en egentlig brottsorganisation ser ut i uppbyggnad) bygger väl på att alla i organisationen är kriminella? Hur ofta ramlar du på Triaden eller Cosa Nostras hemsida med inbjudningar till fester som är öppna för vem som helst att gå på, eller med organisations-symboler väl synliga osv. <br/> <br/>  Försvara eller inte- BMC är ingen brottsorganisation! Inte hells Angels eller Outlaws heller! Hur kan du va så säker på att ingen av medlemmarna är med för att dom trivs i sammanslutningen, att dom inte e med för att dom blivit väl mottagna, har ett gott intryck av personerna i klubben, gillar att åka ena stunden till danmark för att träffa bröder där eller nästa stund för att åka till finland i samma syfte osv. <br/> <br/>  Att det inte skulle finnas en enda som faktiskt skulle kunna tänka sig att gå med för bara en sån anledning att delta i deras årliga national run? Självklart finns det folk som är sugna på medlemskap bara för att namnet låter roligare än  \"SMK\" men det låter jag vara osagt om hur många som egentligen tagit sig igenom hangaround, prospect, propationary tiden och lagt ner all den mödan utan att tycka det är bra människor runt om honom...<br/> <br/>  Är det någon/några som e patetiska i sina uttalanden så är det den uppsjö av folk som fast står vid sina åsikter som bara googlats fram, utan att någonsin samtalat med eller träffat några bikers i 1%miljön och sett de djupare anledningarna till att dom anslutit sig, och då är det mer regel än undantag att dom gått med för allt annat än just brottens skull. Jösses, gå med i en klubb som e hårdbevakad, där telefonen riskaerar va avlyssnad, där du riskaerar att bli kontrollerad hela tiden. Hade jag viljat sattsa på en renodlad brottskarriär så hade jag hållt mig så långt ifrån polisens ögon som möjligt, gått med i en renodlad brottsorganisation som snutarna knappt vet namnet, än mindre medlemmarna av..."
	},
	{
		"postIndex": 5352,
		"postNum": 5587,
		"postLink": "/sp17348965",
		"postTime": "2009-06-25",
		"postUser": "hampus183",
		"postUserID": "/u351013",
		"postUrl": "https://www.flashback.org/t683845p466",
		"userUrl": "https://www.flashback.org/u351013",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Förstår vad du menar. Min första tanke var att beskriva matte som lite impulsiv med vissa våldstendenser om du förstår vad jag menar...<br/>  Nicke, visst-inte den smartaste...<br/>  Fortfarande, dessa är individer. Och just Matte är inte det bästa ansiktet utåt precis och Nicke kommer aldrig att ha en ledande funktion, han kommer aldrig att avancera till tex europa avdelningen (National) av den enkla anledningen att hans kapacitet (socialt, iq, verbalt osv) inte är stor..<br/>  BMC och andra klubbar, till skillnad från vanligt folk, dömmer inte personer efter om dom tex e straffade, andra kriterier. Skall passa in i klubben och vara en bra broder. Men visst, håller med om att dessa individer och tex Methi representerar BMC dåligt. Plus att man kan fråga sig vad det är med BMC som gör att just dessa dras till BMC. Man kan undra varför andra (i samhällets ögon) mer \"normala\"eller med andra normer inte dras till klubbar av denna typ. <br/>  Tror man behöver vara psykolog för att kunna svara på det.<br/>  Mitt svar, lika leka bäst, man dras till likasinnande, freedom sökande, gillar att festa och sköta sitt-vara utanför de vanliga normerna. På gott och ont. <br/>  Tycker man att idealet e att typ väga +100 Kg, full tatuerad, ställa sig utanför, vara en viking (om du förstår vad jag menar), ja då är ens idial troligtvis medlem i en internationell mc-klubb.<br/>  Men : fel att dömma hunden efter håret, det finns personer i klubbarna som e både inteligenta och (faktiskt) trevliga. Alla springer inte runt som tex Matte och Methi.<br/>  På högre nivå e medlemmarna mycket mera städade. <br/>  Ett sista exempel, Methi- han var mer kriminell innan han gick med i BMC än efter.. Vissa medlemmar var mycket värre innan, som medlemmar har dom ett visst ansvar, så vissa personer sköter sig bättre (jobbar vanligt osv) som medlemmar."
	}
]
