[
	{
		"postIndex": 5960,
		"postNum": 6046,
		"postLink": "/sp23420085",
		"postTime": "2010-05-31",
		"postUser": "fosforera",
		"postUserID": "/u382145",
		"postUrl": "https://www.flashback.org/t947739p504",
		"userUrl": "https://www.flashback.org/u382145",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Kia, de premisser som du utgår från ovan innebär att du med säkerhet kunnat fastställa att det finns intention och medvetenhet hos mamman.  Dvs du utgår alltså från att hon <b>\"medvetet låter\"</b> barnet leka med hennes kön medan hon <b>\"låtsas inget om det, bara tillåter\"</b>. <br/> <br/>  Om du menar att hon medvetet utnyttjar barnets nyfikenhet för att få utlopp för egna krokiga sexuella böjelser så måste myndigheterna ingripa och inte bara utreda grundligt utan även åtala den skyldiga. Då handlar det ju om att en vuxen manipulerar ett barn i sexuellt syfte. Att det är både skadligt och olagligt att utsätta barn för vuxensexualitet finns det ju ingen som helst tvekan om. Men även om det sker utan sexuellt syfte så är det naturligtvis berättigat med en undersökning, dvs om det fortsätter att utspela sig upprepade gånger efter det att barnets första spontana nyfikenhet och vetgirighet stillats. Inte enbart, eller ens främst, för att få en chans att påpeka att det inte är ett lämpligt beteende utan för att försäkra sig om att det inte ligger övergrepp bakom barnets intresse för att leka med könsorgan.<br/> <br/>  För även om mamman sovit och det kan antas utifrån barnets ord och hennes egna utsagor att hon  aldrig varit sexuellt upphetsad eller manipulativ, så kan det ändå finnas starka skäl att utreda. Att det framkommit och klargjorts genom ett uppföljande förhör med barnet att lekarna avbrutits av att mamman vaknat och att hon därför inte varit medveten om lekarnas omfattning gör ingen väsentlig skillnad. Anledningen till att man måste undersöka är att det är viktigt för flickans del att klargöra om hon faktiskt blivit utsatt för sexuella övergrepp av någon och om hon ger uttryck för sin förtvivlan och förvirring genom att härma sexuella handlingar som hon sett vuxna göra, dvs om det är därför hon visar ett onaturligt intresse för könsorgan i olika sammanhang. Förutsättningen är dock att man misstänker övergrepp, inte bara att man anser att staten har rätt att bestämma var föräldrar ska sätta sina moraliska gränser när det gäller ett barns beteende. <br/> <br/> <b>Misstankar om övergrepp?</b><br/> <br/>  I Daddys fall hade dottern tydligen redan visat att hon fått intresse av att undersöka könsorgan vid ett tillfälle i badhuset och om han då bara avlett hennes nyfikenhet utan att få barnet att förstå  det som en tillrättavisning och om detta gjort att barnet anser att hon får syssla med könslekar när folk sover och om hon även undersöker andra barns könsorgan vid dockskåpet på dagis eller när det kommer lekkamrater på besök, så är det i hennes bästa intresse att man går till botten för att utröna om det ligger något obehagligt bakom--men det är bara berättigat i min mening om man misstänker att det är mer än normal upptäckarlust och nyfikenhet som ligger bakom hennes lekar.<br/> <br/>  Om man misstänkte att det skett övergrepp på Daddys dotter och pappan inte kunde utpekas som den skyldige så var man naturligtvis tvungen att gå vidare genom att utreda andra vuxna i barnets närhet. För om man anser att ett övergrepp skett mot flickan som gör henne sexuellt utlevad på ett sätt som inte är normalt för hennes ålder så måste man naturligtvis gå till botten med det och utreda vem som ligger bakom och vad som gjort att hon fått kunskap om sexuella akter och handlingar som anses skadliga för henne. <br/> <br/> <b>Vårdnadstvist</b><br/> <br/>  Det blir alltid mer komplicerat att gå till botten och reda ut alla vinklar och vrår när anklagelser uppkommer som en del i en vårdnadstvist, speciellt när påstådda oegentligheter uppdagas om den ena parten av motparten, och då speciellt om det sker efter det att den anklagade parten skrivit till socialen och uttryckt oro och bett att flickans hemförhållande skulle utredas. I Daddys fall var det tydligen ett brev med rubriken \"Hjälp min dotter\" som triggade tvisten igen om jag förstått det rätt. <br/> <br/>  Om dagis eller nån annan oberoende utomstående kommit med uppgifterna eller slagit larm och om  man hade kallat in flickan för förhör utan att ge tillfälle för någon part att förbereda henne inför förhöret, så hade det varit lättare att utesluta eventuell coaching av flickan. Men mamman hade i detta fallet möjlighet att tala igenom och låta sina egna förväntningar påverka barnet. Hon skulle alltså hypotetiskt sett kunnat ha tagit chansen att ställa ledande frågor till barnet som till exempel: \"Har han inte sagt till dig att du inte får röra vid hans snopp? Nähä, så då får du alltså det då, utan att han blir arg? För han är för snäll va', eller?! Gjorde du till exempel så här och så här när du lekte med den? Får du verkligen leka vad du vill hur mycket du vill utan att han blir arg? Och när du leker den där leken med snoppan får du inte leka den så här eller kanske så här istället om du vill?\" <br/> <br/>  Det lär ju i vilket fall som helst betyda att mamman har gått igenom historien med barnet, åtminstone minst en gång, eller hur? <br/> <br/>  Jag kan spontant vid genomläsningen av förhöret personligen också tycka att det i Daddys fall nästan verkar som om barnet blir fnittrig av lycka för att det roliga som mamma sagt att hon ska prata med tanten om äntligen kommer upp. Var blev den inledande frågan till barnet av, den som brukar vara: \"Vet du varför du är här?\" <br/> <br/>  Att det inte är nåt hotfullt eller obehagligt associerat med den snoppundersökning som enligt barnet utförts på hennes sovande förälder är ju sin sak, men det verkar ju nästan som om nån dessutom fått henne att förvänta sig att det ska göra tanten riktigt skrattglad att hon berättar att hon inte är  förbjuden att leka med pappas snopp. <br/> <br/> <b>Efterspel</b><br/> <br/>  Jag håller med dig om att dotters upgifter under förhöret gav all anledning att utreda och gå vidare i det fallet. Förhoppningsvis fick man i det andra förhöret klargjort vad som menades på de ställen i förhöret där barnet först sagt en sak spontant och sedan raka motsatsen därefter, antingen direkt efter eller efter att frågan upprepats ett antal gånger. Att hon upplever att förhörsledaren ifrågasätter det hon svarar vid de tillfällena och att hon därför trevande ger alternativa svar som tycks vara mer lämpliga utifrån vad hon kanske börjat ana att förhörsledaren är mer intresserad av att få höra är inte helt osannolikt, men det spelar ingen roll så länge man rett ut tvetydigheter med  bättre följdfrågor i det andra förhöret. <br/> <br/>  Eftersom förundersökningen tvärt lades ned i och med det som framkom i det andra förhöret och eftersom den andra vårdnadsutredningen, den av en oberoende expert, verkar ha en annan (eller rent av en motsatt?) uppfattning än den första angående att det skulle finnas anledning till oro utifrån förhöret så blir det väldigt ensidigt och dessutom onödigt spekulativt att koncentrera sig på hur man ska tolka det barnet säger i det första förhöret (exempelvis om det  att hon säger att hon tar upp den och sen ner betyder det som Henrik snaskar om, dvs att hon runkar, om uttalandet att snoppen är rak betyder det som han i sitt överhettade sinne tycks hoppas, nämligen att hon runkade av ett ståfräs, istället för t.ex en förklaring såsom att hon påpekade att snoppen inte var krokig, rund eller rent av korkskruvsformad). Förhoppningsvis fick man även utrett hur det gick till när Daddy sov och då var vaken, märkte ingenting, sa ingenting, lät ingenting och sa nånting---vad kom hon inte ihåg just då eftersom hon ville gå hem och var uttröttad. <br/> <br/>  Vi får väl se vad det lider exakt vad som kom fram i det andra förhöret, indirekt genom nästa dom i denna mardrömslånga vårdnadstvist, om inget annat."
	},
	{
		"postIndex": 9155,
		"postNum": 9298,
		"postLink": "/sp24345763",
		"postTime": "2010-07-20",
		"postUser": "angelinthesky",
		"postUserID": "/u450411",
		"postUrl": "https://www.flashback.org/t947739p775",
		"userUrl": "https://www.flashback.org/u450411",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  1, Vad har det med saken att göra? En gång är en gång för mycket. Man glömmer väl för fan inte sina barn? <br/> <br/>  2, Du förstod nog inte min fråga. Jag undrade varför en mamma som själv lämnat skulle vara den hämndlystna.<br/> <br/>  Hur du än vrider och vänder på det så tycks ju mamman gått vidare i livet, med barn, bostad, ny partner, arbete och funderingar på utbildning. Daddy är den som säger att mamman är hämndlysten. Men sitter själv och hämnas mamman på nätet, försöker starta en mobb här mot henne. Anmäler henne, soc tingsrätter, hovrätter och fan och hans mormor. <br/> <br/>   </td> </tr> </table>    !. Då antar jag att du väljer att skriva på ett sådant sätt som gör att det ser ut som om det är flera gånger, troligen för att misskreditera daddy.<br/>  Eller vad menar du när du flertalet gånger skriver: <i>\" Ibland glömmer han bort det\"</i> eller med andra ord.<br/>  Tja, det säger en hel del av hur du fungerar och vad du är ute efter.<br/>  Bra, då vet jag.<br/> <br/>  2. Menar du att då mamman lämnade daddy finns det ingen tex ingen besvikelse över att det inte blev som hon ville och nu väljer att använda sin besvikelse genom att vända flickan mot hennes pappa?<br/>  Menar du på allvar att det inte kan vara så att besvikelsen kan vara det som gjorde att hon lämnade daddy?<br/>  Förväntningar blir många gånger besvikelser.<br/>  Besvikelser kan få vissa människor att göra sådant de aldrig skulle ha trott om sig själva.<br/> <br/>  Det är inget nytt under solen.<br/> <br/>  Här har vi tre personer.<br/>  En liten flicka och hennes två föräldrar.<br/>  Jag anser att all resurs skall sättas in för att möjliggöra en samarbete mellan föräldrarna.<br/>  Det här \"fallet\" är inte unikt (jo, personerna är unika) utan snarare finns det flera liknande fall och dessa är mycket lika varandra och det är skrämmande.<br/> <br/>  Jag kan inte för mitt liv förstå varför ni (väljer ordet NI, för att slippa skriva en massa nick) har fått för er att jag är emot flickans mamma och för daddy.<br/>  Jag är för flickan OCH hennes föräldrar.<br/>  Jag kan inte lägga min röst på daddy eller mamman då det inte handlar om deras bästa, vem som är bäst, vem som är dummast osv.<br/>  Det handlar om flickans rätt till båda sina föräldrar och hennes självklara rätt att må bra i det.<br/> <br/>  Jag har aldrig träffat flickans mamma, men jag har sett kort på henne och flickan.<br/>  En jättesöt (otroligt söt) tjej som jag personligt tror har fått fel råd.<br/>  Hoppas bara inte den terapeut (väljer denna titel, vill inte avslöja mer) som har stalkat henne inte påverkar henne i sina val när det gäller henne och daddys barn.<br/>  NEJ, jag tänker INTE skriva mer om detta, PUNKT.<br/> <br/>  När jag ser på fotona på henne ser jag egentligen en mild tjej med stora ärr.<br/>  Tyvärr får daddy betala för dessa ärr genom att se på när hans dotter mår så dåligt utan att kunna göra något.<br/>  MEN, den som får betala det allra högsta priset är trots allt deras fina flicka.<br/> <br/> <b>Jag tänker ta tillfället i akt nu och skriva klart och tydligt.<br/>  Jag lägger inte all skuld på mamman, inte heller daddy.<br/>  Dom är enligt mig offer för ett stort systemfel där det inte har funnits kompetent personal som har kunnat se vad som felade från början.<br/>  Mamman hade behövt handfasta råd från början och likaså daddy.<br/>  Nu har det gått så långt att flickan reagerar med rädsla, förtvivlan, ilska, sorg.<br/>  Varför får det gå så här långt?</b><br/> <br/>  Jag står fortfarande för det jag skrivit innan, den enda som kan börja påverka flickan positivt är mamman då hon är den som har tillgång till den möjligheten.<br/>  Jag står fortfarande för att det är mammans viktigaste uppgift i umgängesbiten.<br/>  Men hon behöver få hjälp med det.<br/>  Några påstår att flickan är rädd för daddy för att han är trött, hålögd, tärd osv.<br/>  Det är enligt mig nonsens, likaså att flickan inte känner igen sin pappa som ett barn skall känna sin pappa.<br/>  Dessutom vet vi som har träffat daddy att han inte alls ser ut så överhuvudtaget.<br/>  Jag vet att ni hugger på det eftersom det inte enligt er kan finnas en annan förklaring än att hennes rädsla ligger på daddy.<br/> <br/>  Likaså är det som hänt innan när de levde tillsammans inget som skall påverka flickan, dvs det är föräldrarnas ansvar att se till att inte låta det påverka någon av dom.<br/> <br/>  Jag tror att båda två har en besvikelse som de dras med, men kanske på olika sätt baserat på deras personliget och deras ryggsäck.<br/>  De påverkas olika.<br/>  Båda hade förväntningar. <br/> <br/>  Ibland känns det som om alla dessa tre är utsatta för ett experiment.<br/> <br/>  Jag vill också tillägga att det spelar ingen roll vad vi sitter och skriver här i vår anonymitet, det kommer inte att påverka flickan åt något håll.<br/> <br/>  Jag hinner inte skriva mer just nu.<br/>  Men jag hoppas att det åtmindstånde finns någon av de som kallar mig för daddyist (vad det nu är) som kan se VAD jag skriver istället för VEM som skriver."
	},
	{
		"postIndex": 10582,
		"postNum": 10743,
		"postLink": "/sp25281470",
		"postTime": "2010-09-04",
		"postUser": "Leroy1",
		"postUserID": "/u331944",
		"postUrl": "https://www.flashback.org/t947739p896",
		"userUrl": "https://www.flashback.org/u331944",
		"sentence": "JanH.<br/> <br/>     <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men ibland så uppstår andra problem, har en i bekantskapskretsen en man som hade en affär vid sidan om sitt äktenskap där han har två barn. Kvinnan som han hade på sidan blev gravid och han berättade då att han inte alls tänkte lämna sin fru och ville att hon skulle göra abort. Det ville hon inte så han lät henne gå igenom allt helt själv, graviditet och förlossning. Här inser man ju att barnet borde ha rätt till bägge sina båda föräldrar men samtidigt så är det ju den enkla sanningen behandlar man andra som skit så finns risken att man får det tillbaka. Hans förmåga att visa respekt för den kvinna han vänstrade med var lika med noll och sen blev det pay-back-time för henne. Hur löser man sånt? När mannen inte kan visa ödmjukhet alls utan bara kräver och kräver av henne och hon anser att han visat så dåligt omdöme att hon inte tror att han är bra alls för sitt barn och han kräver ut barnet som om barnet vore en pryl han har rätt till. Han visade inget intresse förrän barnet var någon månad. Bägge föräldrarna låter här högmod gå före barnets väl och ve. Vad skulle ni ge för råd till denne man?<br/> <br/>   </td> </tr> </table>    <br/> <br/>  Att påstå att Joakims ev. ADHD, alkohol intag eller tablettmissbruk varit orsak till att han inte kunnat umgås med sitt barn är fel. Var och av vilka menar du att det finns nedskrivet som skäl och konstaterat?<br/> <br/>  Ozzy Osborn har väl fått det att funka trotts begränsingar och missbruk.<br/> <br/>  Det är svårt att ge konkreta riktade råd JanH.<br/> <br/>  Man kan bara hoppas att inblandade inte drivs av hämnd och försöker straffa någon genom att hindra.<br/> <br/>  Det finns alltid individuella skillnader och detaljer i fallen och ibland vet vi inte bägges skäl till att inte samarbeta. Vad som är riktigt friskt eller sjukt agerat.<br/>  Värst är väl när någon insinuerar och med spydighet försöker dölja det som verkligen sker. <br/> <br/>  Jag känner också till en gift man som hade en härlig familj med 3barn som var glad och utåtriktad han blev uppvaktad av en tjej som sa att hon bara var ute efter lite uppmärksamhet och bara ville ha en tillfällig förbindelse. Hon åt p-piller, var den som låg på och ville att de skulle ses och träffas. Han tvekade och nekade initialt, sa det var fel och farligt, hon gav sig inte i sin uppvaktningen sa att det som är farligt är härligt men inte förbjudet, han började så småningom få problem med vad han kände för sin fru, familj och den nya personen han nyss träffat.  Han berättade för sin fru om sin tvekan, sina snesteg och begågna fel. Mannen och kvinnan bröt upp sin relation, efter en längre semester utomlands med familjen tog hon åter kontakt, uppvaktade och ville dom skulle träffas, ses. Det visade sig att hon blev gravid, men i och med att han visste att hon varit ensam med andra män i sin lägenhet så var han inte så säker på att han var den ende som hon träffat, haft sex med. Han följde ändå med kvinnan till samtal på familjerådgivningen innan det var konstaterat att han var pappa. Hon skrev handskrivna brev, diskuterade på olika forum, skickade e-post och koverserade på MSN med mannen som han har sparat.  <br/> <br/>  När det efter födelsen och DNA koll visat sig vara hans barn så talar han om att barnet har rätt till sitt såväl biologiska, social som juridiska och ekonomiska arv. Han betalar underhåll punktligt och köper barnvagn mm.<br/> <br/>  Han har alltid hävdat att barn har rätt att träffa sina bägge föräldrar, sysskon samt övrig släkt och vänner. Först begärde han samtal via frivillga samarbetssamtal hos Soc. sedan dessa inte fungerat, tvingats ta det till ting. Kvinnan i det fallet höll i början på att öppet diskutera och skriva på olika sidor och forum på nätet, började blogga tog sen upp tvisten på sin blogg, Han skrev en del saker där då han märkte skaer hon skrev inte stämde med hur det verkligen varit eller gått till. Då det handlade om tider för umgänge mellan pappan och barnet.  Hon hävdade rätten till det fria ordet, han hävdade att man skall skriva sånt som är sannt och inte försöka smutskata eller försöka förändra verkligheten för att vinna tillfällig fördel. Därav håller jag med om att man måste vara försiktig i det man skriver och påstår. <br/> <br/>  Kvinnan träffade under graviditeten en man som hon sedan tyckte kunde ersätta den biologiske fadern och försökte under en längre tid tom. förbjuda pappan att kalla sig pappa inför sitt eget barn eller prata om sysskonen. Det har framkommit till pappan andra historier om hur hon agerat då hon levt ihop med andra män eller försökt få mn att lämna de relationer de har, smugit i deras trädgårdar eller försökt ta ifrån en moder till en tidigare kille vårdnaden genom brev och insinuationer och olika skriverier.  <br/> <br/>  Han har trotts allt detta stöttat henne ekonomiskt och socialt då hon ringt i olika lägen och i sina sociala kriser berättat om de problem hon har själv och satt sig i i sin omgivning. Hon säger att han är den enda som förstår och kan rädda eller hjälpa till. Gråter och hävdar att han är den ende som kan och förstår kan hjälpa. Mannen har ordnade förhållanden och värnar om att barnet skall få ett så brett socialt nätverk som möjligt, han anser att barnet skall kunna få gå på dagis eller hos dagmamma, barnet har själv sagt att det skulle tycka det vore kul att kunna få leka,träffa och utvecklas med andra barn. Han har sett till så att det har varit möjligt och hon har haft råd att bjuda på något och ordna barnets födelsedagskalas när förutsättningar för detta signalerats att det saknats.. <br/> <br/>  Han anser att man bör dela på ansvaret för det två personer skapat eller orsakat. Oavsett hur det gått till. Mamman har flera gånger försökt få mannen att åter visa sitt tycke till henne, bett om bekräftelse, krävt hemliga möten, en sissta kyss osv. Sätter sig gärna nära då han får träffa barnet eller lägger en arm på stolen då han kör bil osv. <br/> <br/>  Mamman till barnet låter pappan få träffa barnet på ett liknande sätt som JaneMarple här skriver om, villkorar, undviker så klart att följa fastställd umgängesplan i tingsrätt och vägrar gå på samarbetssamtal, gillar att provocera sin omgivning och gör troligtvis detta för hon vill spela ut mannens förra fru mot honom i dramat,  vilket en del som här kommenterat verkar tycka är rätt väg att gå. <br/> <br/>  Barnet som han bryr sig om har blivit distansierat från honom, sysskon, släkt och övriga vänner, han vill för barnet och moderns skull försöka undvika en ny onödig process som han vet ingen annan än Advokaterna tjänar på. Han har aldrig velat hindra mamman, han har velat väl hela tiden. Mamman låter barnet få träffa honom men villkorar allt som oftast vad och när. Så kan det faktiskt få gå till i Sverige idag och visst har väl kvinnan mer rätt än mannen.<br/> <br/>  Jag förstår att man har svårt att diskutera var gränserna går mellan påståenden och lögn samt de konsekvenser var och en i sådana här fall får bära. <br/> <br/>  Jag förstår om den mannen Ni diskuterar i första hand visar respekt till det han faktiskt har, men om det är som i det fallet som jag känner så kan det ibland kanske röra sig om bittra försök till elak hämd som hämtad ur filmen Nio och en halv vecka där ett oskylldigt barn blir det som hamnar i kläm.  <br/> <br/>  Det kanske blir för papporna ovan som för John : <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.minpappa.nu%2F%3Fp%3D535\" target=\"_blank\">http://www.minpappa.nu/?p=535</a> <br/> <br/>  De får vänta tills barnen själva får möjlighet att ta egna beslut göra egna val.<br/> <br/>  Slutligen:<br/> <br/>  Sociopat<br/> <br/>  Det som främst kännetecknar en sociopat är en brist på respekt för andras rättigheter. <br/>  Ett annat kännetecken för en sociopat är att han eller hon inte kan samstämma med vad samhället definierar som en normal personlighet.<br/> <br/>  Forskning har dock visat att en sociopat oftast är en person med ett överflöd av charm och slagfärdighet. Vilket innebär att sociopaten anpassar sig.<br/>  Sociopaten kan verka vänlig och omtänksam, men dessa attribut används som ett sätt att blända den andra personen för den personliga agendan. <br/> <br/>  Vanligt är också att sociopaten visar brist på ånger i sitt agerande. <br/>  Sociopaten ser världen på hans eller hennes egna villkor, som en plats med mycket dramatik och riskfylld spänning.<br/> <br/>  Till följd av allt detta har sociopaten svårt för att upprätthålla relationer.<br/> <br/>  Stalker <br/> <br/>  Types of stalking <br/>   Rejected stalkers pursue their victims in order to reverse, correct, or avenge a rejection (e.g. divorce, separation, termination).<br/>   Resentful stalkers pursue a vendetta because of a sense of grievance against the victims  motivated mainly by the desire to frighten and distress the victim.<br/>   Intimacy seekers seek to establish an intimate, loving relationship with their victim. To them, the victim is a long-sought-after soul mate, and they were 'meant' to be together.<br/>   Incompetent suitors, despite poor social or courting skills, have a fixation, or in some cases a sense of entitlement to an intimate relationship with those who have attracted their amorous interest. Their victims are most often already in a dating relationship with someone else.<br/>   Predatory stalkers spy on the victim in order to prepare and plan an attack  usually sexual  on the victim<br/> <br/> <br/>  Leroy"
	},
	{
		"postIndex": 14623,
		"postNum": 14829,
		"postLink": "/sp27659060",
		"postTime": "2010-12-18",
		"postUser": "Ahmenvaafaan",
		"postUserID": "/u511218",
		"postUrl": "https://www.flashback.org/t947739p1236",
		"userUrl": "https://www.flashback.org/u511218",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   När föräldrars oförmåga att samarbeta rörande barnets bästa och det påverkar barnet kraftigt negativt, ja då kan det finns skäl för LVU.<br/> <br/>  Det ställs idag alldeles förlite krav på föräldrar, de kan fly och sedan hävda att det föreligger samarbetsproblem, samt att pappan inte har någon relation till barnet och vips så får mamman enskild vårdnad med minimalt umgänge.<br/>   </td> </tr> </table>  <br/>  För lite krav? Vad snackar du om?<br/> <br/>  Man kan inte bara ta sitt barn och dra, även om man har en dåre som JR efter sig. Barn är inga saker som man bara häver iväg hur som helst.<br/> <br/> <br/>  Vet du, det går inte att påverka ett barn mellan 1 och 6 år som ni hävdar. Det är snudd på omöjligt. Det går inte! Det finns ju faktiskt väldigt tydliga bevis för i denna tragiska storry. <br/> <br/>  1, JR spelar in sin 4-åriga som säger étt inövat \"halvahalva\". Barnet pratade även om att domare mm. 4-åringa funkar inte så. Vilken 4 åring har ens grepp om tid?  Det kommer ju fram till mamman via barnet. Man behöver inte klämma dem på saker. De babblar precis som de tycker.JR lägger själv ut inspelning på sin blogg. Någon hemlis funkade inte där inte. Dessutom bevisade JR att han är den som PASar. Det finns ju inspelat. Att mamman PASar är bara JRs uppgift. <br/> <br/>  2, Något har hänt i sovrummet hos JR. Skit i vad! Barnet blev ombedd att hålla det hemligt. Ja men visst kunde hon inte det. Hemlisar finns bara för stunden. Hon berättar för mamman och mamman agerar som hon ska. Mamman kan inte manipulera ett barn till att säga någonting som de inte vet om eller känner till. <br/> <br/>  Äldre barn kan man manipulera, absolut. Dock får man nog vara lite försiktig med att tro att det alltid är manipulering. Det finns verkligen barn som far illa även i vårat \"trygga\" land. De måste iaf få bemötas och få förtroende för att hjälpa dem.<br/> <br/>  Vem som har svårt att samarbeta i detta fall har ju visat sig x 100? Därför kan han inte heller ha gemensam vårdnad. Hur ska mamman ens få ett sketet pass till ungen med den pappan? Hur ska skola mm fungera. Om barnet behöver hjälpinsatser från BUP eller liknande så måste mamman ha hans medgivande. Är det någon av er som verkligen tror att det skulle funka?  Nej! Det kommer aldrig att funka så länge inte JR inser att han är en del i situationen som blivit. Var och en måste gå till sig själv och förändra. Man kan faktiskt inte ändra andra, bara sig själv. <br/> <br/>  I alla fall där föräldrarna går till tinget för att de inte kan enas eller någon vill ha boendet. Så rullar en ganska stor apparat igång. Det är ingen \"walk i the park\" Och oavsett hur mycket stryk du än har fått av ditt ex så tvingas du sitta i samarbetsamtal, hörningar och intervjuver. Det kan ta många månader. ´Dagis/skola mfl blir också tillfrågade, man pratar med barnen i mån av mognad. Iaf så träffar man iaf barnet/n Jag vet att många tycker det tar för lång tid. Men jag är av åsikten att det måste få ta tid. Tid är en bra insats för att beslutet ska bli så rättvisande för alla och det bästa för barnen. OCH för att man ska få en inblick i vem som verkligen är problemet. <br/> <br/>  När utredningen är klar är det bara att vänta på Huvudförhandlingen. Kan ta tid, det med. Totalt kan det ta up till 2 år. Så att påstå att det är enkelt är en ren och skär lögn. Inte nog med att det tar tid, det är så slitigt så man kan inte förstå om man inte varit där.<br/> <br/>  Så umgänget ja, det är ju helt otroligt i just detta fall att JR som haft regelbundet umgänge vv med båda sina barn under en period, släpper umgänget bara för att han bryter ihop när mamman flyttar ihop med en man.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>  Det är väl inte för barnets bästa? Hur sonen har det i det läget vet jag inte men av det som JR beskrivit så var han väl inte speciellt angelägen om det heller. Mamman är kär, glad och lycklig. JR klarar inte det. Vart tog barnets bästa vägen? <br/> <br/>  JR har problem. Stora problem! Om barnet blir LVUat för det så? Ja då tappar jag tron på samhället. Barnet ska vara med sin mamma. Vad vi än tycker är det barnets rättighet. Mamman har visat all mognad i att ta ansvar för sitt barn. Vad har JR visat? Jo, han rids av \"his way or no way\" Så kan man inte hålla på med barn och andra människors liv.<br/> <br/>  Ja? Vem i detta fall blir mest drabbat, jo barnet! Och det ska JR tänka på. Han ska tänka på vad han i situationen kan göra för sitt barn. Inte vad mamman borde göra, eller sprida rykten här om henne och mormor.. Det är inte alls bra för barnet. MAN KAN ALDRIG ÄNDRA ANDRA, BARA SITT EGNA FÖRHÅLLNINGSSÄTT TILL DEM. Det vore så glädjande att se att JR kommit till den insikten. Då kommer han närma sig sitt barn på ett vuxet sätt.<br/> <br/>  Vidareutveckla vad som verkar enkelt i att vara skilsmässopartner i ett så´nt sammelsurium?"
	},
	{
		"postIndex": 9148,
		"postNum": 9291,
		"postLink": "/sp24336215",
		"postTime": "2010-07-19",
		"postUser": "Ahmenvafan",
		"postUserID": "/u444493",
		"postUrl": "https://www.flashback.org/t947739p775",
		"userUrl": "https://www.flashback.org/u444493",
		"sentence": "Ni är allt lite roliga DingaLinga &amp; Leijonhjärta.<br/> <br/>  Det är som ni försöker övertyga oss andra läsare om att ni minsann lever under normala familjeförhållande. Det kanske ni gör? Precis som de flesta andra skribenter här.<br/> <br/>  Men man behöver varken redovisa vad man gjort eller varför. Lika lite som vi som skriver i övrigt behöver redovisa för er om vi prioriterar familjen eller ej. Vi, bara vi själva, vet hur mycket vi prioriterar och varför. Det blir liksom lite larvigt när man hoppar på andra när man själv är en hängiven skribent på denna tråd. <br/> <br/>  Hjärtat; Daddy får träffa sin dotter. Pga av olika omständigheter har Daddy dragit på sig en orosanmälan från soc. Utifårn det har han bevakat umgänge med barnet. Ibland glömmer han bort det. Vad är det märkligaste i den faktan? <br/> <br/>  Min åsikt är att bevakat umgänge är bäst, utifån ovan. Men jag undrar om Daddy inte skulle behöva mer hjälp att strukturera upp sitt liv. Både vad det gäller umgänge och jobb/bostad mm. Varför skulle det vara ett nederlag? Att ta emot hjälp, allså?<br/> <br/>  Daddy har inte skrivandet som talang. Han drivs inte av kärlek till det skrivna. Han drivs av hat till all som inte tycker som han. Daddys främsta begåvning är att förstöra för sig själv och sen skylla på andra. Sorgligt men sant!<br/> <br/>  Vilka är dessa \"massa människor\" som Daddy synliggör ett samhällsproblem för? Vad består denna massa av? <br/> <br/>  Läser man här på FB så är det ju en samling tomtar som har fastnat i vårdnadstvister BIG TIME! Alla med samma symptom. Daddy har inte gjort fel. Daddy har helt rätt. Barnet ska hängas ut, mamman ska diagnostiseras, mormodern ska svartmålas. För att inte tala om oss som INTE är av samma kaliber som Daddyisterna. Inget skällsord tycks för litet, inget hån för B, inga påhopp för små. Men ni Daddyister missar en väsentlig sak.... Varför hänger inte ni också ut era barn. Ni förespråkar ju det med ert stöd till Daddy. Vad är det hos er som \"sätter stopp\" för den tanken? Kanske inser ni det gränslösa i att outa små värnlösa barn? <br/> <br/>  Var så god att presentera samhällets övergrepp på Daddys yngsta barn? Det Daddy presenterar är bara ett bevis på att samhällets skyddsnät, för barn fungerar. Vem av oss skulle skita i barnets snopphistorier? Är det något du skulle ignorera? Stackars dina barn! Och det finns ingenting som talar för att mormodern är snopphistoriens ursprung. Daddy säger så. Men mormodern är inte alls beskyld/anklagad eller ens misstänkt för något sådant. Inte mamman heller. <br/> <br/>  Kan du inte visa för mig vilken FN´s barnkonvention Daddys fall strider emot? Barnkonventionen är ju ganska omfattande och omtalar allt från barn som inte längre kan leva i sina biofamiljer till barns rättighet till utbildning tex. Visa din § så ska jag visa att barnkonventionen även står för § som visar att din § kan sättas ur spel. Pga att alla föräldrar inte är de bästa för sina barn. Alla föräldrar inte är lämpliga föräldar, mm, mm. Har du öht några studieskulder så fattar du precis vad jag menar.<br/> <br/>  Och du! Vad det gäller Bjästa. Släpp det! Det hör inte hemma här! Ingen normal vettig person tror/tänker/tycker något som man inte är insatt i. Daddy fatta inte ens UG´s intentioner, med programmets innehåll. Daddy visade återigen sin oförmåga att ta in information/ ta reda på mer/sortera information/ta reda på fakta.  Håll skiten utanför denna tråd!<br/> <br/>  Sluta försök tala om för mig hurvida jag missförstått vad Daddy håller på med eller \"är utsatt för\". Jag läser innantill, samlar fakta och gör som jag brukar, med det som är en åsiktsfråga. Jag rabblar sannolikhet. Och min slutsats är att Daddy är en obehaglig stalker. Som försöker starta mobb mot en16 år yngre person. Och bitvis lyckas han. Kanske mycket, pga er Daddyister?<br/> <br/>  Här vill jag påminna alla Daddyister om att det var mamman som lämnade pappan. Mamman ville inte längre leva med Daddy. Så det skulle vara intressant att få en förklaring till hur ni kan få till det att mamman är den hämndlystna. Hur tänker ni i det fallet? <br/> <br/> <br/> <br/>  Leroy<br/> <br/>  Skit i vem som skriver för vems skull. Du själv tycks ju skriva för din maniska sidas skull. Förklar för mig ist varför en pappa, som får träffa sitt barn inte passar på att känna lukten av det? Varför denna pappa inte plockar ihop en god matsäck och går ut i naturen med sitt älskade barn. Käkar matsäck, leker med kottar och läser en saga? Fångar en fin fjäril.. Man hinner mycket på 4 timmar, bara man kommer ihåg det. Och du.. Vi som har varit barn har också behov av mammas parfym och pappas rakvatten. Det handlar inte om oss vuxna. Det handlar om barnen! Och det vi ger barnen nu, det blir deras minnen som vuxna. Det gäller oss alla som föräldrar."
	},
	{
		"postIndex": 612,
		"postNum": 620,
		"postLink": "/sp22391595",
		"postTime": "2010-04-07",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t947739p52",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Det talas om gränslöst sexuellt beteende. Om det finns ett sådant hos Daddy skall det förstås vägas in i bedömningen. Låt oss säga att han hade tagit hem prostituerade och hade haft sex med dem när barnet var i lägenheten eller suttit i soffan och sett p-film med barnet vaket bredvid sig, då kanske det hade kunnat vara ett tecken på en gränslös sexualitet, utan att det för den skull var straffbart. Jag kan förstå att man räknar med sådana bedömningsgrunder.<br/> <br/>  Men har du hittat något om att det gränslösa beteendet utgörs av något mer än snoppleken?<br/> <br/>   </td> </tr> </table>    Om han helt vill bortse från snoppleken - vilket jag tror att man omöjligt kan göra, så jo det finns faktiskt fler indikationer på något annat är fel i den  här historien - att det kan finnas en sammantagen bild som gör att situationen inte är så svart och vit till Joakims fördel som ni vill se det.<br/> <br/>  Mamman har vid två tillfällen fått sekretess skyddade uppgifter t ex. Det är inte en helt enkel process att få detta. Det räcker helt enkelt inte med att man ligger i vårdnadstvist och tycker den andra personen är besvärlig. Det räcker inte ens med att man blivit misshandlad, att barnen utsatts o dyl -- det kräver att man kan visa objektivt att det föreligger ett reellt överhängande hot och i synnerhet när det finns en andra förälder med i bilden.<br/>  På vilken grund har mamman beviljats detta?<br/> <br/>  Tiden när mamman lämnar Joakim har han aktiv obehandlad ADHD - han framställer sig i bloggen som den lugna kärleksfulla klippan i mammans liv, och henne som en trasig människa. Han är den trygga och stabila. Trots det så får han igenom en ADHD utredning 2006 - och diagnostiseras 2007 med ADHD. Det är i mitt landsting minst 1 1/2 års väntan på sådan utredning - om du står på listan för prioriterade - dvs de som har stora problem i vardagen på grund av en eventuell diagnos.<br/>  Det säger till mig att Joakims bild av sig själv under den perioden sannolikt inte är helt överensstämmande med mammans och socialtjänstens bild av Joakim.<br/> <br/>  Det Socialtjänsen gjort under dessa år är att ge Joakim visst umgänge - med kontaktperson, och efter diagnos och medicinering (om jag förstått det rätt) försökt utöka umgänget med övernattning.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       När det gäller en sådan lek måste det anses att det inte finns något mellanläge där beteendet är otillåtet, men inte straffbart. Antingen är beteendet fullständigt normalt för en pappa- barnsituation eller också är det ett sexuellt övergrepp, som i så fall måste prövas och bevisas i domstol och som annars inte skall få användas som ett tecken på sexuellt gränsöverskridande. Har inte Daddy gjort något brottsligt här, så har han inte gjort fel alls. Och då skall självklart inte blotta misstankarna få användas mot honom.        </td> </tr> </table>    Vi kommer nog inte bli överens här.<br/>  Dels har rätten en helt annan bevisbörda eftersom det handlar om straffansvar - här handlar det om att utom rimligt tvivel bevisa att pappan utnyttjat flickan sexuellt, enbart på flickans ord - ingen teknisk bevisning i form av skador, inga vittnen osv osv -- tycker du det vore rimligt för ett fällande.<br/> <br/>  Dels behöver inte sexuellt gränsöverskridande på ett sätt som är skadligt för barnets utveckling vara samma sak som ett sexuellt utnyttjande. Återigen rätten och åklagaren tar ställning till om handlingen är brottslig -- socialtjänsten tar ställning till om den är skadlig för barnets utveckling.<br/> <br/>  Vi vet inte heller grunden till att anmälan lades ner eller att Joakim friades - vilket det nu var - jag har har fått intrycket att det aldrig gick till åtal, vilket inte är en friande dom.<br/>  Det kan vara -brott föreligger inte, vilket säger att handlingen kan ha skett men det är inget brott - brist på bevis, vilket betyder handlingen har sannolikt skett men vi kan inte bevisa det, eller vi kan inte bevisa att det är just Joakim hon lekt med, frågan är öppen osv. Ett nedlagd ärende kan alltid öppnas igen, om inte åklagaren uttryckligen anger att personen är oskyldig och avförd vilket förekommer.  <br/>  På samma sätt kan ett domskäl ange olika anledningar till ett friande.  <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Består skälen till att han inte skall få träffa dottern enbart av den obevisade snoppleken- som inte jag är kapabel att bedöma om den ligger inom det normala eller inte, utgående från de beskrivningar vi fått - då kan jag inte se annat än att Daddy är utsatt för godtycke och myndighetsövergrepp.<br/> <br/>  Som du säkert kommer att påpeka, så inser jag att det kan finnas saker vi inte vet om. Men vi kan inte heller anta att det existerar mer heller.      </td> </tr> </table>    Jo, man kan anta att det ligger mer bakom - både i snopphistorien, eftersom Joakim själv anger att;<br/> <br/>  *Det  finns ytterligare minst ett förhör som ha inte redogör för<br/> <br/>  *Att det flickan talar om ytterligare snopplekar, där de leker att snoppen är en majskolv<br/> <br/>  *Att det i förhör (2? eller oredovisat i 1?) förekommit snopplekar också i soffan.<br/> <br/>  Joakim är också anmäld av socialtjänsthandläggare osv - det talar ju för att man inte uppvisat ett sansat beteende, utan faktiskt förstärkt en bild av sig själv gränslös i olika avseenden.<br/> <br/>  Samt har du det tidigare angivna - vad är det som förevarit mellan Joakim och mamman som föranlett sekretess skyddad identitet osv.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har inte koll här. Menar du att myndigheterna i april förra året stoppar umgänget mellan Daddy och dottern.? Är skälet till det att de anser att det ligger något i anklagelserna mot Daddy? Har de ändrat sig nu då och anser att det är OK igen? Varför?      </td> </tr> </table>    Ja, det var socialtjänsten som rekommenderade att mamman stoppade umgänget - en sådan rekommendation betyder \"stoppa umgänget\" under utredningen gällande snopplekarna - vilket är en fullt naturlig åtgärd när man misstänker sexuella övergrepp.<br/> <br/>  Det vore ju skit om umgänge fick fortgå om man misstänker att barnet utnyttjas under tiden.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men det ändrar väl inte det faktum att han hade rätt till umgänge med dottern, som aldrig kom till stånd <i>innan</i> april föra året och att myndigheterna då lät denna situation fortgå?      </td> </tr> </table>    Fast nu får du ta ett djupt andetag tycker jag.<br/>  Hur skulle Joakim ha kunnat ha snopplekar med ett barn han inte fick träffa? När man läser hans blogg får man lätt intrycket av att han aldrig får träffa sitt barn - hon gömt flickan med sekretess skyddade uppgifter och att mamman och myndigheterna bara motarbetat honom som pappa från dag ett.<br/>  Sen lämnar han bevis för att mamman redan från starten låtit honom umgås med flickan - däremot har hon varit rädd och velat ha kontakt person med.<br/>  Ni utgår från att mamman omedelbart gör detta för att hon är en saboterande lögnerska, för det har Joakim sagt. <br/>  Trots att;<br/>  Mamman försöker en period flytta hem till Joakim igen under sex månader (enligt Joakim i en blogg där han skall beskriva hur galen hon är) men flyttar (flyr) sedan igen.<br/> <br/>  Hon bor hos sin mamma ett tag men flyttar sedan in i samma område som Joakim men i egen lägenhet för att kunna upprätthålla kontakt - men flyttar (flyr?) sedan därifrån.<br/> <br/>  Låter det som en mamma som från dag ett vill hindra kontakt?<br/> <br/>  Tillbaka till Joakims kontakt:<br/> <b>Han har umgänge med Raina</b> - han har till och med obevakat umgänge med övernattning med Raina - de sover ju i samma säng på natten -fram tills att hon börjar berätta om snopplekarna. Mamman vänder sig då till socialtjänsten som säger stopp på umgänget, och en anmälan görs.<br/> <br/>  I samma veva som Joakim blir anmäld lämnar han in en anmälan mot mamman om vanvård och att hon är olämplig som vårdnadshavare. Denna anmälan lämnas utan avseende av socialtjänsten, eftersom de uppfattar den som ett sätt att omrikta utredningen mot mamman - vilket det sannolikt också är imo.<br/> <br/> <br/> <br/>  forts nästa inlägg"
	},
	{
		"postIndex": 711,
		"postNum": 720,
		"postLink": "/sp22440265",
		"postTime": "2010-04-09",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t947739p60",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  2) Eniga igen. Och i detta fall råder väl ingen större tvekan om att soc tagit ställning för modern, snarare är sett till barnets bästa?<br/> <br/>  3) Jaja<br/> <br/>  4) Prövotid är en lustig benämning. Den saknar all juridisk grund. Och det är heller inte sannolikt det du håller för sannolikt. Det är inget annat än i avvaktan på utlåtande från socialnämnden. Som inte utmärkt för snabbhet, om man säger så.<br/> <br/>   </td> </tr> </table>    Jag tror att vi i grund och botten är eniga om att detta förhoppningsvis nu slutar lyckligt för alla parter - att de kan gå vidare och att tillvaron blir harmonisk för Ranja och Robin (som också måste ha hamnat i kläm i allt i detta).<br/> <br/>  Det jag velat belysa i mina inlägg är att det finns fler sidor än en. Alla för oplomberat fram Joakims version -- jag kan se att det finns fler sidor i detta.<br/> <br/>  Därmed inte sagt att mamman har rätt i sin oro, eller att Joakim begått några övergrepp. Däremot vet vi faktiskt inte vad som egentligen förevarit mellan Joakim och mamman mellan 2004 - 2008, vi vet att mamman inte har anmält Joakim  -- men vi vet inte mammans version av deras relation eller hur det har fungerat mellan Joakim och Ranja - bara Joakims version.<br/> <br/>  Därför anser jag att det är fel att retoriskt gå ut och döma mamman.<br/> <br/>  När vi kommer till de snoppleken - så anser jag att man måste ha förståelse för att mamman reagerar. Återigen, hade Joakims och mammans relation varit bättre och detta rörde sig om att barnet lekte med snoppen när Joakim sov och han vaknade av det - så hade de utan myndigheternas inblandning kunnat diskutera saken - han hade kunnat informera mamman - och  de hade tillsammans kunnat komma överens om adekvata åtgärder för att det inte skulle hända igen, och saken hade varit ur världen.<br/>  Nu hör hon bara något av barnet, och måste bilda sig någon form av uppfattning - vi vet inte vad mamman har för egna erfarenheter - och att man på sådan information måste agera på något sätt är självklart. Hon kan inte tala med Joakim - hon talar med socialtjänsten, och där bestäms att det skall anmälas. <br/> <br/>  Jag tycker inte mamman har handlat fel i det läget.<br/> <br/>  Jag kan låta retorisk i diskussionen - men det är för att ni dömer mamman ohörd. Därför plockar jag fram det som talar till mammans fördel.<br/> <br/>  Själv är jag ganska neutral - jag vet inte om och vad Joakim gjort - jag vet inte om och vad mamman gjort. Jag vill höra båda parter ordentligt innan jag säger vem som har rätt.<br/>  Joakims blogg är alldeles för vinklad för att jag skall se den som ett bra underlag för att bilda mig en objektiv uppfattning.<br/> <br/>  Om jag istället hade klivit in på mammans blogg och läst en massa skit om Joakim, så hade jag försvarat honom.<br/> <br/>  Det jag utläst hittills är att detta är två föräldrar som älskar sitt barn, som har en djup konflikt mellan varandra -- och den skulle de behöva bearbeta för barnets skull, men de skall inte umgås privat annars, deras fokus skall vara deras barn. Mamman har en osäkerhet inför Joakim och Joakim har en vilja att hålla kvar både mamma och barn i en familjeenhet - däri ligger deras grundproblem tror jag. <br/> <br/>  Prövotid vid umgänge saknar inte juridisk grund, vad har du fått det ifrån?<br/>  Det är jättevanligt att man i tveksamma fall låter föräldrarna prövas i umgänge, och där de gradvis får bevisa att de klarar av barnets omvårdnad på ett adekvat sätt. Eller att man när man är osäker på hur trygg barnet är i umgänget (avseende våld, övergrepp) trappar upp det med kontaktperson, innan det gradvis får övergå i kort obevakat dagtid för att sedan utökas.<br/> <br/>  När det gäller socialtjänsten i fallet Joakim  så är min uppfattning av de dokument jag sett att de faktiskt försöker föra Ranjas talan - sen blir den färgad av det modern säger eftersom modern har störst kontakt med barnet.<br/>  Jobbar man med sådana här frågor så möter man hela tiden klagomål och anmälningar från den förälder som inte har vårdnaden och som inte tillåts styra över sin ex partners liv,  och så verkar det också vara fallet med Joakim ibland - han klagar men det följs inte upp med belägg -- mamman har i alla fall polisanmälan och förhör som belägg när hon klagar.<br/> <br/>  Han har varit desperat - men jag tror inte att han genuint tror att Ranja far illa hos sin mamma, eftersom han 2008 vill ha vårdnaden men boendet skall kvarstå hos mamman - det blir motsägelsefullt.<br/> <br/>  Mamman har varit orolig för sitt barn men hon har inte velat att de skall förlora kontakten helt eftersom hon flyttar tillbaka till byn där Joakim bor - för att underlätta kontakt. När hon senare får sekretess belagda uppgifter så meddelar hon Joakim var barnet finns.<br/> <br/>  De är båda två motsägelsefulla"
	},
	{
		"postIndex": 7081,
		"postNum": 7194,
		"postLink": "/sp23740003",
		"postTime": "2010-06-16",
		"postUser": "BogieBaby",
		"postUserID": "/u444765",
		"postUrl": "https://www.flashback.org/t947739p600",
		"userUrl": "https://www.flashback.org/u444765",
		"sentence": "Ursäkta men var hittar jag information om att mamman skulle vara olämplig? Finns det orosanmälnimgar från förskolan? Den diagnos som JR anser att mamman har, den tycks enbart finnas i JR´s huvud (önsketänkande?) och någon dokumentation som stöder detta finns inte mig veterligt.<br/> <br/>  Högst troligt har mor och dotter en nära relation då mamman länge vrit den som haft huvudansvar för flickan. En osund symbios mor och dotter tycks inte föreligga då det fungerar utmärkt i relationen till andra vuxna och barn. <br/> <br/>  Visst, barn påverkas av sin omgivning när det gäller fobier. En hundrädd förälder skapar ofta hundrädda barn. Vi kan i viss utsräckning spela en roll, som att följa med våra barn till tandläkaren trots att vi själva är tandvårdsrädda. Oftast är det inte våra ord som är avgörande utan hur vi agerar. Såtillvida kan alltså mamman ha uppmuntrat dottern till umgänge men ändå skickat negativa signaler, exempelvis genom kroppsspråk. Det verkar ändå vara så att mamman med lock och pock lyckats få flickan att åka iväg till umgängestillfällena, nu orkar hon inte längre medverka utan överlåter överlämnadet till andra, socialtjänsten, som jag har fattat det. <br/> <br/>  Den ckockterapi som vissa förespråkar syns mig som ren barnmisshandel, där pappans rätt till sin dotter prioriteras framför dotterns rätt att känna tillit och trygghet. Tid tar tid och det handlar om att visa ett oändligt tålamod och att överbevisa olyckskorparna genom att stå kvar, att vara den vuxne som klarar av att ta motgångar. Ett utökat umgänge med kontaktperson tror jag är den bästa vägen att gå. Ett umgänge som kan utökas till flera ggr/vecka för att senare övergå till umgänge med övernattningar och längre perioder t.ex. under sommaren. Men i det skick Daddy nu är i finns det alla anlednimg till oro. Att pappan är labil står ganska klart för de flesta som tagit del av hans skriverier.<br/> <br/>  Det finns många separerade föräldrar som har svårt att uppträda vuxet men att i detta infekterade skede tycks samarbetssamtal inte vara en framkomlig väg. Mamman har all anledning att vara misstänlsam, dels p.g.a. det som framkommit i förhör, dels genom den svartmålnng som JR har utsatt både henne och mormor för. Det är märkligt att så många vårdnadstvister beror på att mamman anses ha en Borderlinediagnos och att denna diagnos inte finns dokumenterad i vårdnadsutredningar. Förvånadsvärt många tycks ha stor kunskap om både mamma och mormor trots informationen om dessa mestadels tycks vara klippt och klistrad från Daddys blogg.<br/> <br/>  Som tidigare är jag övertygad om att Daddys ADHD-diagnos är en starkt bidragande faktor i sammanhanget. Vore det då inte lämpligare att låta Daddy få hjälp att strukturera sitt liv, genom hemma-hosare eller annan stödperson? Oavsett vad Daddy gjort, hur han betett sig på nätet och IRL så är han flickans pappa, den enda pappan hon har och han är viktig i hennes liv, oersättlig. Den viktigaste uppgiften som Daddy har är att ta ansvar för för sin sjukdom, eller rättare sagt sjukdomens symtom. Om Daddy lär sig hantera sina impulser, upphör med sina komspirationsteorier och ägnar sig åt en hel del självrannsakan så kommer tiden vara hans bästa vän eftersom den kan komma att visa att han är en fullvärdig vårdnadshavare. Det finns många föräldrar som har funktionshinder av olika genes, att ta emot hjälp är inget nederlag, männsikor som sväljer sin stolthet brukas istället mötas med den största respekt och uppfattas som både mogna och modiga.<br/> <br/>  Nu vet jag inte hur dagsläget är, för en tid sedan skrev Daddy att han ger upp allt och sällar sig till \"svikarfarsorna\" och avsade sig all kontakt, ett beslut som jag uppfattar som ett resultat av svårigheten att ta motgångar. Vårdnadstvister avgörs lyckligtvis här eller på bloggar, vilka förslag den senaste utredningen kommit fram till vet jag inte men jag hoppas innerligt att den är gjord ur barnets perspektiv. Inte av den som skriker högst och hotar till höger och vänster. Det som raserats under lång tid tar kanske samma tid att byggas upp och till det krävs ett enormt tålamod och att Daddy ibland tar några steg bakåt för att bevisa för skeptiker att han är villig till föränding."
	},
	{
		"postIndex": 10134,
		"postNum": 10289,
		"postLink": "/sp25031946",
		"postTime": "2010-08-23",
		"postUser": "HusvagnSvensson",
		"postUserID": "/u184109",
		"postUrl": "https://www.flashback.org/t947739p858",
		"userUrl": "https://www.flashback.org/u184109",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vi tar det här EN gång till;<br/>  Jag har inte sagt att han vanvårdat sonen - lägg inte de orden på mig.<br/> <br/>  Jag har sagt att sonen inte är utredd, och du kan inte använda sonen som bevis åt vare sig det ena eller det andra hållet. Skilja på det och på det du försöker hävda att jag sagt.<br/> <br/>  Joakim har inte förlorat vårdnaden för att han saknade föräldraförmåga eller för att han vanvårdat något barn. Han fick övervakat umgänge för att han inte hade fullgod föräldraförmåga vid det tillfället. Detta fick han i avvaktan på att utredningen på ADHD skulle bli färdig bland annat - alltså i väntan på att situationen skulle kunna förändra sig och han få bättre möjligheter att klara situationen. En helt korrekt bedömning i det läget.<br/> <br/>  Joakim förlorade vårdnaden för att han och mamman inte klarar av att samarbeta - och inget annat.<br/> <br/>  Kan du försöka skilja på de sakerna?<br/> <br/>  När det gäller vittnesmålet från pojkens mamma så var pojkens mamma inte ens medveten om att Joakim tappat bort pojken förrän hon fick den informationen i samband med utredningen. Det talar för att hon inte alls är så insatt i allt som rör pojken och vad som händer kring pojken när pojken vistas hos Joakim - så ja, jag delar rättens uppfattning om att hennes vittnesmål gällande flickans mamma och flickan saknar värde.<br/> <br/>  I övrigt tycker jag att den här diskussionen har dragits i långbänk redan. Vad är syftet med att ta allt ett varv till?<br/>  Tror du att jag har ändrat uppfattning under sommaren? Tror du att dokumenten genom någon underlig kemisk reaktion i sommarvärmen har förändrats till sitt innehåll?<br/> <br/>  Vad uppnår vi genom att ta det här igen?<br/> <br/>   </td> </tr> </table>  <br/>  Jag vill inte åt mamman. Det jag skjuter in mig på är myndigheternas helt huvudlösa agerande i sin behandling av den här vårdnadstvisten. Den är ett skräckexempel på vad som kan bli följden av att inte ta hänsyn till den mest grundläggande rättssäkerhet. Det mest skandalösa är förstås behandling av sexbrottsanklagelserna som fått till följd att flickan inte får ha en bekymmerslös kontakt med sin far och sin halvbror.<br/> <br/>  Jag smutskastar inte mamman. Jag talar om fakta i målet. Hon vill inte samarbeta med Daddy om dottern, vilket är grunden till alla problemen. Du medger själv detta, men menar att hon gör rätt i att krångla med icke-samarbete och anmälningar till socialen och polisen. Problemet med den argumentationen är att Daddy inte gjort sig skyldig till något av det mamman har oroat sig för. Anmälningen om sexuella övergrepp kan vara gjord av genuin oro, men det ligger mycket nära till hands att misstänka att det är en metod att vinna fördelar i vårdnadstvisten. Anledningen till det är flerfaldig. <br/> <br/>  Hon har tidigare kommit med ogrundade misstankar mot Daddy. Tidpunkten för anmälningarna sammanfaller med att Daddy ansöker om ändringar i vårdnaden. Åklagaren säger med eftertryck att förundersökningen inte ger något. Misstankarna om övergrepp är mycket vaga och kan mycket väl förklaras på ett oskyldigt och naturligt sätt. Daddy är ostraffad. Psykologen ser inga tecken på något i flickan och fadern relation som tyder på annat än att den är OK. Mamman har själv haft en något tung uppväxt, som det inte finns anledning att gå in på att spekulera djupare om av pietetsskäl, men som du mycket väl är medveten om och som kan förklara hennes reaktioner.<br/> <br/>  Daddy förlorade inte vårdnaden om sin dotter därför att han hade samarbetsproblem. Han förlorade vårdnaden av sin dotter, tvingades till förnedrande bevakade umgängen med sin dotter och utsattes för utredningar av sociala myndigheter därför att mamman inte kan samarbeta. Detta är den enda möjliga slutsatsen. Daddy kan inte ha samarbetat dåligt med mamman av den enkla logiska anledningen att han genom myndigheternas agerande aldrig haft möjlighet att vägra samarbete. <br/> <br/>  Daddy är utredd, han har inte gjort sig skyldig till något och han har inte vanvårdat några barn. Enligt utredaren Rolf Karlman har han god omsorgsförmåga och skulle kunna samarbeta utmärkt med mamman om han hade enskild vårdnad. Utredaren tar precis som jag upp det som talar starkt för att TR beslut om bevakade umgängen är taget på lösa boliner och snarare baseras på mammans och en otrovärdig kontaktpersons oro än på något verkligt förhållande i Daddys personlighet. Nämligen att det är märkligt att hävda att Daddy som redan har ett barn som han tar god hand om sedan flera år och där mamman och han samarbetar utmärkt, inte skulle kunna ha hand om sitt andra barn. Förelåg det något problem hade han naturligtvis inte kunnat vara en god far till sin son, vilket han bevisligen är. Din argumentation att Daddy ändå hade kunnat sakna omsorgsförmåga även om sonen, men att den mamman och han då inte visste om att han gjorde det, är rent ut sagt skrattretande. Daddy hade i verkligheten visat att han kunde ha hand om ett barn. Mer skall ta mig tusan inte behövas. Det bevisar självklart precis vad jag säger, nämligen att han hade förmåga att ta hand om ett barn. <br/> <br/>  Om den andra parten påpekar dock TR att hon inte gjort vad som ankommer på henne när det gäller samarbetet med den andra föräldern. Det har vi alltså svart och vitt på. Så det är inte smutskastning av mamman. Vi borde alltså vara överens i det här. Anledningen till att Daddy förlorar vårdnaden är samarbetsproblem. Det säger du själv. Samarbetsproblemen ligger helt på mammans sida. Det säger fakta.  Hur har Daddy inte samarbetat? Hur har han ens haft möjlighet att samarbetsvägra?<br/> <br/>  Påpekas bör också att så vitt jag vet så hördes aldrig den andra mamman angående sin syn på Daddy omvårdnad om hans dotter, trots att detta vittnesmål talar sitt tydliga språk. Hur tusan har du mage att avfärda både detta och hennes syn på Daddys omsorg om hennes son som betydelselös, micro? Kvinnan är direkt inblandad och har insyn i situationen och det är halvsystern till hennes barn vi talar om här. Du är en utomstående som sitter och gissar om vad Daddy gjort och hur han betett sig mot modern.  Medan hon bevittnat hur mamman till dottern betedde sig knepigt och berättat att hon absolut uteslöt att Daddy skulle betett sig så som mamman påstod.  Ingen annan har heller lagt märke till något som skulle göra att mamman inte mycket väl kunnat lämna deras gemensamma barn i Daddys vård. Hon har ingen anledning att ljuga, medan du kommer med antydningar om att Daddy ändå kan ha betett sig väldigt illa mot mamman, vilket jag antar att du baserar på din kvinnliga intuition?<br/> <br/>  Daddy har som sagt tydligen också en väldigt märklig form av ADHD. Den kan botas lätt genom medicinering och då återfår Daddy utmärkt omsorgsförmåga och man behöver inte längre någon kontaktperson åt honom. Hans missbruk av alkohol tycks också vara av ett märkligt slag. Han är inte missbrukare, men att han i en svår tid tagit till flaskan lite för mycket. Som av ett trollslag är detta problem helt borta i vidare turer i vårdnadstvisten.<br/> <br/>  Då säger jag att detta inte borde ha varit någon faktor alls. Det var det med all sannolikhet inte heller. Grunden för problemen var inte Daddys medicinska status, utan bottnar i att mamman inte vill samarbeta med pappan pga av sin oro. Denna oro saknade bevisligen all grund."
	},
	{
		"postIndex": 14652,
		"postNum": 14858,
		"postLink": "/sp27663258",
		"postTime": "2010-12-19",
		"postUser": "knoxy",
		"postUserID": "/u443070",
		"postUrl": "https://www.flashback.org/t947739p1239",
		"userUrl": "https://www.flashback.org/u443070",
		"sentence": "Jag har kommit fram till att det spelar ingen roll vad den här mamman gör, folk kommer att hitta fel hos henne i vilket fall som helst. Man har ju läst om hur mammor hindrar pappor från att träffa sina barn osv. Visst, det händer, men hur ofta säger dom mammorna till rätten att barnet tycker om pappan och vill träffa dom? Det brukar väl snarare vara så att dom försöker bevisa för rätten att barnet inte vill träffa sin pappa. Men då var det ju enligt vissa så att hon var en riktigt slug jävel som bara sa så för att rätten inte skulle inse att hon försökte förhindra umgänget. <br/> <br/>  Aldrig att en mamma får berätta att hon är orolig om ens barn säger något som skulle kunna betyda att hon utsätts för övergrepp, det borde hon ju begripa. Det är bara att hålla käften så att en vuxen man inte blir upprörd. Och om hon nu är så dum att hon inte begriper det, så borde hon väl ändå inse att innan utredningen är gjord, så ska hon släppa iväg barnet till den som möjligtvis har begått övergrepp, trots att soc har gjort klart att hon måste stoppa allt umgänge. <br/> <br/>  När daddy klagade över soc, så var dom onda jävlar som springer feministernas ärenden och bara försökte hindra en stackars pappa från att träffa sitt barn. När dom hotar någon med LVU om man inte går med på att frivilligt vistas en jävla lång tid på ett utredningshem enbart för att man har ett galet ex, ja då är det minsann bevis på att mamman är en fara för dottern och det borde bli rikslarm för hon har minsann kidnappat dottern och nu vet man ju inte vilken fara det stackars barnet befinner sig i. Mamman måste ju vara en riktigt läskig typ som skadar sitt barn, annars skulle ju inte soc ha hotat henne. Att dom var onda jävlar när det gällde stackars oskyldiga daddy spelar ju ingen roll, den här gången har dom självklart rätt. Och den hemska mormorn, hon måste ju ligga bakom allt. Hon hämtade ju trots allt sin dotter när hon kidnappade barnet. Ok, kidnappade och kidnappade, hon hade ju trots allt vårdnaden om barnet, men det spelar ingen roll. Soc hade ju hotat henne, så det borde hon förstå att hon hade ju inte vårdnaden på riktigt, det var bara en formfråga. <br/> <br/>  Och absolut det viktigaste, en mamma får absolut inte reagera på vad hennes ex skriver om henne och barnet på internet, för om hon gör det, så bevisar det ju att hon inte kan samarbeta.<br/> <br/>  Daddy däremot, han kan fortsätta säga och göra vad han vill, för honom är det minsann så jävla synd om. <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
	},
	{
		"postIndex": 1832,
		"postNum": 1859,
		"postLink": "/sp22782738",
		"postTime": "2010-04-28",
		"postUser": "Tyfonen",
		"postUserID": "/u435520",
		"postUrl": "https://www.flashback.org/t947739p155",
		"userUrl": "https://www.flashback.org/u435520",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Det har inte kommit fram några uppgifter som visar att daddy har skrämt flickan.<br/>  Det är förbaskat svårt att skriva något som gör att jag inte röjer det som daddy inte vill komma fram.<br/>  Jag hoppas att jag inte skriver för mycket nu när jag skriver att daddy inte publicerar detta för flickan och framför allt hennes mammas skull. Jag är helt enig med honom.<br/>  Det är inte min uppgift att avslöja vad som står, inte det minsta.<br/>  Jag kan i varje fall skriva att jag helt står bakom daddy i hans beslut att inte visa upp dessa dokument.<br/>  Jag vill också skriva till er att hur mycket ni än tror att daddy är ute efter flickans mamma är ni fel ute.<br/>  Jag är helt säker på (hoppas jag) att vi alla oavsett hur vi ställer oss till allt detta inte vill annat än att daddy och C (helst även S, som är den största drivande personen i detta) skall kunna samarbeta och hjälpa flickan att få bli den fanstastiska flicka hon är. Hennes rätt är att få ha två föräldrar som kan samarbeta och få henne att må bra.<br/>  På ett vis kan jag förstå era spekulationer då ni inte ha all fakta, oavsett om ni känner C (även hon har en hel del fakta) eller inte. Det jag inte förstår är den aggresivitet som några av er visar.<br/>  Jag anser att alla inblandade är offer för myndigheters oförmåga att verkligen stå på flickans sida. Det hade aldrig behövt gå så här långt om myndigheter hade valt att se till flickans bästa på en gång.<br/>  Jag vill tillägga att den senaste utredaren är en person med lång erfarenhet inom detta område. En person som helt och hållet står på flickans sida. En person som inte är rädd för att säga ifrån till båda föräldrarna och försöka få föräldrar till att tänka på deras barn. En person som anser att föräldrarna är till för barnen, inte barnen för föräldrarna."
	},
	{
		"postIndex": 15540,
		"postNum": 15748,
		"postLink": "/sp30936569",
		"postTime": "2011-06-01",
		"postUser": "JanHemming",
		"postUserID": "/u450279",
		"postUrl": "https://www.flashback.org/t947739p1313",
		"userUrl": "https://www.flashback.org/u450279",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det är en början på en analys av läget. Om Joakim för länge sen slutat att hänga ut dottern, eller inte ens börjat så fanns väl möjligheten att påverka mamman i positiv riktning i alla fall.<br/> <br/>  Det är som när han hade umgänge och började skriva negativt om mamman för att hon flyttade ihop med en man. Hans beteende har ju verkligen bäddat för mamman att få svårt att känna sig positiv. Det blir mycket svårt att få henne att ändra sig att se positivt på Joakim när hon nu vad det verkar mår psykiskt dåligt och han bara öser på mer om flickan på internet. Även det han skriver om mamman och hennes mamma påverkar hennes inställning.<br/> <br/>  Om mamman ska få en mindre negativ inställning till Joakim måste hon ju känns sig trygg med att Joakim vill dotterns bästa. ATt dyka upp på skolan och skriva på internet att han visste att hon skulle börja gråta och springa och gömma sig men att han gick fram och visade sig ändå kan ju inte få henne att känna sig trygg.<br/> <br/>  Ett första steg skulle vara att Joakim slutar hänga ut dottern på internet. På riktigt. Fast antagligen skulle mamman  inte tro på det i förstone. Han plockade ju bara bort sin andra blogg ett kort tag och la ut den igen. Och han visar ju tydligt att han inte alls förstår att det är negativt för flickan det han gör. Det gör ju att mamman känner att han inte har omtanke om barnet alls alternativt inte alls förstår vad som är bra och dåligt för flickan. <br/> <br/>  Hur han nu i detta sena skede ska kunna förändra sig själv för att få mammans förtroende har jag ingen aning om.<br/> <br/>  Alternativet att flytta flickan till pappan och låta mamman ha umgänge känns inte alls bra för en sexåring. Risken är otroligt stor att hon börjar tycka riktigt illa om sin pappa som har tagit henne från sin älskade mamma."
	},
	{
		"postIndex": 1027,
		"postNum": 1041,
		"postLink": "/sp22652191",
		"postTime": "2010-04-21",
		"postUser": "daddys",
		"postUserID": "/u323155",
		"postUrl": "https://www.flashback.org/t947739p87",
		"userUrl": "https://www.flashback.org/u323155",
		"sentence": "Då umgänget klipps av förelåg inga anklagelser alls. Det enda man konstaterade i tingsrätten var att jag hade duschat och sovit i samma säng  som dottern. Några andra anklagelser fanns inte vid denna tidpunkt. Umgänget drogs in med motiveringen att \"vi måste avvakta socialtjänstens och polisens utredningar\". Detta skulle inte ta lång tid menade tingsrätten. Det tog över 10 månader. Vilka skäl fanns det då att dra in umgänget helt? Hela förhandlingen finns inspelad så jag kan styrka detta. <br/>  Varför kunde man åtminstone inte låtit oss behålla ett övervakat umgänge? Och varför litade man på en mor som redan tidigare av GBGs tingsrätt konstaterats vara en lögnare och falskanklagare?<br/> <br/>  Vid den andra muntliga förhandlingen som till slut sätts ut efter 10 månader som inte kan beskrivas på annat sätt än som ett brutalt helvete vägrar man att ens hämta in förundersökningen som var själva skälet till att strippa mig från umgängesrätten. Nu är man från tingsrättens sida plötsligt inte längre intresserad av att se vad polis och åklagare kommit fram till. Vid förhandling 1 menade man att vi måste invänta utredningarna från polisen och socialtjänsten. Nu när dom har läst socialtjänstens partsinlaga menar dom plötsligt att det förmodligen inte finns något i förundersökningen som skulle tillföra vårdnadsmålet någonting?? Jag undrar ju även varför det skulle vara ett skäl till att inte gå mig till mötes i min yrkan om att få ta del av förundersökningen? <br/> <br/>  Det verkliga skälet är naturligtvis dels att man vill skydda sina egna brott. Som att hålla ett andra förhör med mitt barn utan att min advokat meddelas. Bevisligen inlämnade bevis som aldrig skickas till åklagaren, utan fastnar hos polisen p ga tekniska fel som man vägrar redogöra för. Förhör som utförs på ett sätt som bryter mot ett antal lagar och regler ur åklagarnas egen handledning. Men värst av allt är att man efter nedläggningen vägrar att avhända sig den till mig trots flera påstötningar. Efter en vecka får vi reda på att den skickats till diariet och att någon där har fattat beslut om total sekretess. Vem denne någon är har jag ännu inte fått svar på. Detta har nämligen i efterhand även visat sig vara en lögn. Förundersökningen nådde aldrig diariet i Uddevalla utan sägs vara kvar hos länskriminalen. <br/> <br/>  I förhandling 2 den 5 oktober så säger rådman Gerd Möllers att <b>inget visar på att Rania på något sätt skulle riskera att fara illa av umgänge med mig</b>. Däremot kunde hon ju inte bortse från mammans anklagelser, speciellt inte såsom dom förstärkts genom socialtjänstens utredning. Detta åstadkoms genom att klippa och klistra friskt ifrån den förundersökning som jag vägras ta del av. Eftersom jag hann ta del av det första förhöret med min dotter innan dörren smälldes igen så var det lätt att se hur socialtjänsten genom sitt collage av urklipp totallurat domstolen i Varberg. Detta hade nog även Gerd Möllers kunnat se om hon brytt sig om att ta del av de handlingar jag skickade in till domstolen innan förhandlingen. Det gjorde hon dock aldrig.<br/> <br/>  Resultatet blev det gamla vanliga. 4 timmar varannan helg med övervakare. Min yrkan om egen vårdnad avslogs. Min yrkan i andra hand på delad vårdnad avslogs. Min yrkan i tredje hand att tingsrättens gamla dom från 2008 åter skulle vinna laga kraft avslogs och varför?<br/> <br/>  Jo, och nu kommer vi till ännu en märklig upptäckt. Eftersom min dotters mor valt att göra Rania till målsägande i det här målet så utses tydligen ett ombud även till henne. Detta ombud jobbar alltså för min dotter och har en plikt att företräda hennes intressen före eventuella andra. Men detta ombud, Sara Ottosson på advokatfirman Åberg i Göteborg bryr sig inte ens om att se vad min dotter har sagt i förhören. Den delen i början innan dom börjar leda henne genom att lägga konstiga ord i hennes mun så säger min dotter Pappa är snäll. Jag vill vara med pappa samma tid. Kan du prata med domaren och säga att pappa behöver vara med mig samma tid?. <br/> <br/>  En kompetent och objektiv jurist som gör sitt jobb skulle här börja resa frågetecken, men inte denna. Istället begär hon överprövan hos överåklagaren och begär att man skall återuppta förundersökningen. Väl medveten om att detta kommer att orsaka just det som hennes klient inte vill. Att tvingas leva separerad från sin far ännu längre. Hon skriver noga ner utdrag från förhören som hon menar skulle bevisa skuld. Hon skickar in bilder som Rania påstås ha ritat i Augusti, där man ser en huvudfoting med en snopp under hakan. Hon skickar med en dagbok som mamman sägs  ha fört under denna period. Mig bryr hon sig inte ens om att kontakta. Hon talar inte med min son som var närvarande alla umgängeshelger eller hans mor. Inte heller bryr hon sig om att kontakta rektorn på Ranias dagis som tillbakavisat allt som Ranias mor har påstått om kidnappningsförsök och annat. <br/> <br/>  Där står vi idag. Överåklagaren har beslutat att inte ta upp ärendet och därmed skulle det, enligt vad mammans advokat tidigare uppgett, inte längre finnas några hinder för ett återupptaget umgänge. <br/> <br/>  'Beslutet från tingsrätten kom den 5 Oktober och säger bland annat att tingsrätten <b>med styrka nu beordrade socialtjänsten i Kungsbacka att se till att umgänget nu kom igång snarast</b>. Ändå tog det över en månad. Men dom har ju visat denna sorts arrogans mot domstolen förr, och domstolarna köper tydligen detta som inte kan ses som annat än en utstuderad manipulation av rättsystemet.<br/> <br/>  Jag har övervakat umgänge 4 timmar varannan månad igen för en obestämbar framtid. Beslutet som fattades i tingsrätten var enligt mitt ombud så lagstridigt att det inte ens är verkställbart, men jag har förnekats prövningsrätt i både hovrätten och HD.<br/>  Dessutom bryter mamman nu mot beslutet återigen. Nu med motiveringen att Rania inte vill ha något umgänge med mig längre. Samtidigt som jag fortfarande får försvara mig mot dessa illvilliga anklagelser i denna tråd. Jag tror inte det finns många föräldrar i detta land som skulle vilja byta plats med mig. Jag har försvarat mina och mitt barns mänskliga rättigheter på det enda sätt som står mig till buds. Genom att så gott jag kunnat offentliggöra det som gjorts mot oss.<br/> <br/>  Jag har aldrig en enda gång under de fyra och ett halvt år som detta helvete pågått blivit överbevisad om en enda lögn. Motparten har ständigt överbevisats. Ändå vill vissa utmåla mig som skurken i dramat. Eller i alla fall en lika stor skurk som modern. För mig blir den sortens logik obegriplig."
	},
	{
		"postIndex": 624,
		"postNum": 632,
		"postLink": "/sp22409040",
		"postTime": "2010-04-08",
		"postUser": "fosforera",
		"postUserID": "/u382145",
		"postUrl": "https://www.flashback.org/t947739p53",
		"userUrl": "https://www.flashback.org/u382145",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <a href=\"https://www.flashback.org/sp22397932\" target=\"_blank\">https://www.flashback.org/sp22397932</a><br/> <br/>   </td> </tr> </table>  <br/>  Jag såg inte ditt förra inlägg till mig när jag postade mitt förra eftersom jag hade bråttom och postade i all hast. Men det är inte nåt jag behöver \"jobba på\" för det är lätt besvarat. Anledningen till att jag inte svarade på ditt nya inlägg innan det andra är alltså att du postat det idag, bara en kort stund innan mitt. Jag märkte det inte.<br/> <br/>  Men tusen tack för att du svarat på min fråga om var du fått information om majskolven ifrån! Den fanns alltså omnämnd i anklagelserna som Daddys ex framförde mot honom (\"oron grundades i de uppgifter som modern CE, har lämnat till familjerätten\"). Jag ser också att du spekulerar om var påståendet om att barnet sagt att hon lekt med snoppen i soffan kommer ifrån--dock utan att ta i beaktan att det kan komma från samma källa som majskolvsinformationen. Kan det också vara något som ena parten i vårdnadstvisten påstår, dvs nåt som mamman CE och hennes närmaste (mamma och bror) anfört? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag läste bara vad som stod och jag undrar fortfarande varför du, när erkände att du spekulerat om socialnämnden, inte också erkände att dina förut tvärsäkra inlägg också var spekulationer, nämligen de om att Daddy inte \"vidtog åtgärder\" efteråt för att undvika en upprepning och att han inte \"hindrar barnet när han upptäcker vad som sker\"? Jag undrar alltså vad du baserar ditt påstående på när du skriver att hans könsorgan blivit vidrört vid upprepade tillfällen, att han \"inte på adekvat sätt hindrar uprepning\"? Var kommer den informationen ifrån? Barnet säger visserligen att hon sett hans snopp massor av gånger, men det står väl inget i förhöret om att detta skulle ha skett efter det att hon lekt med den, och ingenstans att den sortens beröring skulle ha skett \"massor med gånger\"? <br/> <br/>  Var anser du vidare att det finns information om att det som barnet kallar \"snoppleken mamma, pappa, barn\" innebär beröring av pappas könsorgan? (Och ljuger barnet när hon säger att de har två sängar hos pappa, inte i en, eller varför påstår du att han fortsatt att ligga naken i samma säng som dottern?) <br/> <br/>  Jag vore fortfarande tacksam för källhänvisningar där det etableras att du har på fötterna när du framför dessa anklagelser, de som jag frågade dig om redan här <a href=\"https://www.flashback.org/sp22343190\" target=\"_blank\">https://www.flashback.org/sp22343190</a>, den 4/4. Tills dess får du ursäkta, men tror jag fortsätter vara misstänksam mot dina långa \"faktaframställningar\".<br/> <br/> <b>Svar på dina frågor:</b><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       När man anklagar andra för att fabricera och skarva och kräver källa, så är det bra om man själv faktiskt anger källa till det som motsäger och visar det påståendet - tycker du inte det.      </td> </tr> </table>  <br/>  Nej du. När folk ställer denna enkla frågan: \"Var har du fått din information ifrån?\" så får man nog förvänta sig att bemötas med misstänksamhet om man inte svarar antingen med att ange källan (alternativt tala om hur uppgiften kan verifieras) eller genom att tala om att man bara spekulerar. Det är verkligen inget jobb man kan häva över på nån annans tallrik genom att slingra sig undan med ett \"Bevisa att det jag säger inte är sant\". <br/> <br/>  Det faktum att jag har misstankar om din framställning beror på att du varken erkänner att du spekulerar eller anger källor när du blir ombedd att verifiera det som du presenterar som sakförhållanden. Men att jag misstänker nåt behöver väl för jisse namn inte förses med en källangiverse?!  Read my lips--Jag kommer att fortsätta att misstänka dig för det tills du anger vad som är spekulation och vad som är verifierbara fakta i dina långa texter. Du verkar nämligen inte det minsta neutral i den här frågan, och inte ett uns mindre kategorisk än Daddy själv i dina resonemang heller.<br/> <br/>  Om du egentligen istället menade att du kräver att jag ska förklara varför jag misstänker att du skarvar och förvränger så kan jag naturligtvis stå till tjänst. Mina misstankar baserar sig alltså på det faktum att du vägrar ange hur du så säkert \"vet\" vissa, tämligen kontroversiella saker om Daddys samvaro med dottern, saker som du presenterar som fakta. Min misstanke baseras i andra hand på det faktum att jag anser att det finns en del 'red flag warnings' i ditt sätt att argumentera, speciellt när du vägrar erkänna att du spekulerar, men också sånt som tramset om att du behöver källor på vad du tror att jag menar att Joakim har medvetande om, och liknande idiotier: <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du menar att Joakim är helt omedveten om att en majskolv är gul, och därför ansåg att en grön sak kunde uppfattas som en majskolv? Källa på det.      </td> </tr> </table>  <br/>  Du verkar ju tyvärr ha fått det här med källangivelser lite om bakfoten, men här har du trots det en källa på att jag aldrig skrivit ett enda ord i mitt inlägg om vad du tror att <a href=\"https://www.flashback.org/sp22399574\" target=\"_blank\">jag menar att Joakim har för medvetande om färg på majskolvar</a>. Och här har du en källa på att <a href=\"/leave.php?u=http%3A%2F%2Fwww.gardenorganic.org.uk%2Fassets%2Fsweetcorn_cob.jpg\" target=\"_blank\">majskolvar är grönskiftande</a> (och dessutom omsvepta av mörkgröna blad) innan de mognar till gult, med omslaget vissnat till gult. Och som en bonus, här är en källa på att <a href=\"/leave.php?u=http%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2F7%2F7d%2FCorncobs.jpg\" target=\"_blank\"> majskolvar kan ha andra färger än gult och grönt</a> och även en på att det finns andra gröna saker med <a href=\"/leave.php?u=http%3A%2F%2Fwww.gardenorganic.org.uk%2Fassets%2Fsweetcorn_cob.jpg\" target=\"_blank\">majskolvsliknande utseende</a>. <br/> <br/>  När det gäller mina minnen av att en majskolvsdiskussion involverat teckningen i förhör 1 så var det ett antagande utifrån det enda jag minns i denna fråga. Det står visserligen redan utskrivet i mitt inlägg vad jag baserar min spekulation på, t.ex varför jag trodde att \"Hon ritade antagligen något som var\", så man kan undra hur kommer det sig att du ändå undrar vad jag bygger mina antaganden och spekulationer på. Men nu när du utrett att majskolvsdiskussionen förekom i mammans anklagelser så ger jag dig helt rätt i att jag verkligen inte borde skrivit om diskussionen om teckningen utan att kolla upp det genom att söka igenom vad som fanns skrivet på Daddys blogg om majskolvar. Jag skrev bara vad jag mindes om detta. Det var onödigt. <br/> <br/>  Ditt påstående att \"valet av färg berättar hur hon känner inför snoppen\" tror jag däremot att jag lämnar därhän. Det är en obevisbar tes och en rätt osäker flummighet---och det kan vara värt att notera i sammanhanget att spekulationen om hur hon känner inför snoppen baserat på färgvalet nog lär falla på det faktum att hennes känslor inför färger inte diskuteras i förhöret. Att teckningen skulle vara Daddys penis finns det heller inget alls som tyder på i hennes uttalanden. Hon säger bara att hon ska göra en riktigt fin snopp till tanten, en grön en, medan hennes pappas inte ser ut så utan saknar färg. Att du tror att jag \"spelar dum\" när jag konstaterar att så är fallet och att det vore svårt att välja en penna att måla just den, en ofärgad penis, får stå för dig. Men jag blir trots det nödd <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/> att kontra med att du däremot återigen själv \"spelar klok\" utan att verka ha det minsta täckning för dina spekulationer i källan, dvs allt det där du uttalar dig om angående att Daddy kan misstänkas ha visat sin dotter ett majskolvliknande stånd osv finns det väl ingen täckning för i texten från förhöret?"
	},
	{
		"postIndex": 14147,
		"postNum": 14346,
		"postLink": "/sp27628587",
		"postTime": "2010-12-17",
		"postUser": "Ahmenvaafaan",
		"postUserID": "/u511218",
		"postUrl": "https://www.flashback.org/t947739p1196",
		"userUrl": "https://www.flashback.org/u511218",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag tycker det känns som om du kommer in och bara hugger vilt. Kanske har du följt tvisten på JRs blogg eller kanske, har du inte läst den öht?<br/> <br/>  Jag har följt den. Innan galenskapen som JR visar upp nu. Och jag tyckte faktiskt JR hade rätt att få vara en närvarande pappa. Tills han helt började balla ur med grova påhopp på mamman, mormodern och tom barnen. OCH dessutom lade ut uppgifter om barn, mamma och mormor. Han lade ut dokumentering på nätet, som iofs måste ha skadat honom själv mest. Men som han avsåg att få medhåll om och hjälp att svartmåla mamman och mormodern. Samma sak när han startade denna tråd. Man behöver bara läsa första inlägget för att förstå att det enda JR vill är att försöka få makt över mamman. och i den striden använder han barnet som vapen. Och just JR´s önsketänkande och fabricerande har över tiden visat sig förödande, för honom själv. Och han behöver inte hjälp att gräva ner sig själv i dyn. Däremot skulle hans vänner kunna gräva upp han ur skiten.<br/> <br/> <br/>  Svammel är inte bra. Men har man följt JR sen snart så ser man att det mesta han skriver är just svammel. Han ljuger, misstolkar, klarar inte av att argumentera i en diskussion, då kommer de \"våldsamma\" tendenserna fram. Han har svårt att tolka text och iomd så sätter han sig själv på pottkanten. Och han har inget jobb eller vettigt boende och inte heller förmågan att inse att barnet har känslor som sträcker sig utanför kärleken till pappa. Ett barn fungerar inte riktigt så. Det vet nog både du och jag, iaf om du har barn. Och ett barn kan aldrig vara betjänt av allt skitsnack JR har utsatt hennes mamma för. Inget barn ska behöva läsa det som JR skrivit om dennes mámma. Lika lite som det ska behöva läsa detsamma om pappan. Men här finns det en väsentlig skillnad. Det är att mamman inte hänger ut JR på nätet. <br/> <br/>  Däremot JR hänger ut sig själv. Likaså söker han upp meningsmotståndare på nätet och hänger ut dem i sin blogg. Skickar brev till arbetsgivare och beter sig riktigt illa och har inställningen: Dom får skylla sig själva. Och det här vet jag är sant. Det finns några som varit utsatta, som jag fått det bekräftat ifrån. Smakar det bra? <br/> <br/>  Jag är själv förespråkare till att alla barn har rätt till föräldrar, men föräldrarna har inte rätt till sina barn. Men barnet i detta fall borde få lugn och ro. Anmälningar/krav på utredningar från pappans sida kommer ta knäcken både flickan och mamman. Vad är syftet? Vad vill JR egentligen och varför ser han inte att han har föräldraransvar? En sund förälder tillåter inte utredning efter utredning på sitt barn. Nu är JR´s kamp inne på 5-året. Hur tror du barnet och mamman mår?"
	},
	{
		"postIndex": 11685,
		"postNum": 11854,
		"postLink": "/sp26456002",
		"postTime": "2010-10-28",
		"postUser": "JanHemming",
		"postUserID": "/u450279",
		"postUrl": "https://www.flashback.org/t947739p988",
		"userUrl": "https://www.flashback.org/u450279",
		"sentence": "Vad man ser i Daddys fall och i Osama Alhasanes fall är pappor som påstår att mammorna är de som krånglar. När det i själva verket är de själva.<br/> <br/>  I Alhasanes fall så hade de barnen halva tiden var. Mamman tycker dock att pappan inte tar sin tid fullt ut. Mammans problem är alltså att pappan inte har barnen halva tiden. Ändå beskylls hon för att försöka hindra pappan och barnens umgänge. Först efter att han har hotat med att ta barnen till Irak och gjort saker som tyder på att han kan vara på väg med dem dit flyttar mamman och skaffar skyddad adress.<br/> <br/>  I Ramstedts fall är det samma sak. Joaim missbrukar och är inte i sådan form att man lämnar över en väldigt lite människa i hans vård. Han missar födelsdagar och umgängen när det börjar. Mamman lämnar över när han dyker upp om inte barnet är sjukt. Joakim griper halmstrån och anklagar mamman för att hitta på att barnet är sjukt. Joakim vill verkligen, precis som Alhasane att det ska framstå som att han är utsatt. Inget visar på att det är så. Absolut ingenting. När dotter börjar berätta att hon leker med pappas könsorgan på träffarna så blir umgängena övervakade. Pga det andra polisförhöret ska de vara övervakade tills dottern blir äldre.<br/> <br/>  Så vad vi kan se är att män/pappor börjar prata om mansförtryck och använda det för att kunna sätta dit mammorn och få dem att göra precis som de vill. Alhasane tyckte att mamman skulle ha barnen när det passade honom och han när det passade honom, han hotade mammans pojkvänner osv.<br/> <br/>  För Joakims del så brast det när mamman skaffade pojkvän som skulle flytta in. Han hade då normalt umgänge varannan helg och var nöjd med det. När han fick veta att en pojkvän skulle flytta in så bröt han samman och det var den värsta tiden i hans liv. Han fick äta lugnande och bara grät skriver han. Han pratar upprört på bloggen om olika brott mamman ska ha begått tidigare. <br/> <br/> <br/>  Joakims tolkning av Bjästa visar hur lustigt han tänker. Han skriver att han kartlagt det våldtagna barnets sexuella karaktär.<br/> <br/>  Han skriver även om sin dotters lek med pappans snopp och på så sätt skadar han henne på samma sätt som han gjort med de två våldtagna flickorna han har skrivit om.<br/> <br/>  Antagligen kommer vi att få se fler pappor som anklagar mammor för att sabotera fast problemen är något de skapat själv.<br/> <br/>  Som min bekant som skapar sitt problem genom att ha två förhållanden samtidigt och sen ber älskarinnan skaffa en annan pappa till barnet och säger att han aldrig kommer att ha tid med barnet. När älskarinnan blir övergiven blir hon förtvivlad, men repar sig och får en ny man. DÅ kommer min bekant tillbaka och kräver att han ska vara pappa till barnet. <br/> <br/>  Det finns absolut kvinnor som gör allt för att skilja pappor och barn åt, men det finns män som påstår att det är så men när man synar ser man att det inte är riktigt sant. Inte i alla fall. Man måste se varje fall för sig. Det finns  mammor som konstrar och det finns pappor som gör det."
	},
	{
		"postIndex": 12945,
		"postNum": 13123,
		"postLink": "/sp27163843",
		"postTime": "2010-11-27",
		"postUser": "Ahmenvaafaan",
		"postUserID": "/u511218",
		"postUrl": "https://www.flashback.org/t947739p1094",
		"userUrl": "https://www.flashback.org/u511218",
		"sentence": "Svar: Utredningstiden som  fördröjt möjlighet till umgänge samt att han inte dömts för något.<br/>  Dessutom frågan kring sammarbete som han lyft. Vem som har visat vilja. Vem som har stöttats eller ifrågasatts. Om utredningar egentligen varit objektiva och utredningar har gransakat lämplighet och förmåga eller ej. (Steg 2 i det som borde gjorts.) Samt det som skrivs och påstås av de som inte är inblandade men dömmer ändå.<br/> <br/>  Vem skall utreda och dömma?<br/> <br/>  Vad tycker du det skall baseras på?<br/> <br/>  Frågan vände du på eller hur?<br/> <br/>  Leroy[/quote]<br/> <br/> <br/>  Du verkar inte speciellt bevandrad i varken juridik eller samhällkunskapen Leroy. Eller har det bara med din usla läsförståelse som spelar dig ett spratt?<br/> <br/>  - JR begärde ytterlgare förhör därav drog det ut på tiden. Varför tar du inte in det JR själv skrivit?<br/> <br/>  - Du har rätt i en sak Leroy. Det är att JR inte är dömd. Han är, ur lagens perspektiv varken friad eller fälld. Soc har bedömt JRs problem som gränslösa. Jag kan inte annat än hålla med dem. Inte minst med tanke på allt skit han publicerar på nätet. Det är en oerhörd brist på vuxenansvar runt den mannen. Hatet är helt \"out of order\". <br/> <br/>  - Hur ska någon kunna vara \"safe\" för ev brottoffer om man beslöt innan utredning att offret skulle fortsätta umgänget med ev förrövare? Berätta för mig hur det skulle fungera?<br/> <br/>  - Samarbete kan bar bli tal om, om båda parter förhåller sig till avtalet man har. Om den ena parten skiter i att komma, skiter i barnets känslor. Vad vill du man ska göra då? Ska polisen tvångshämta JR vid umgängestillfällena eller vad menar du?<br/> <br/>  - Du glömme ren viktig sak, BÅDA parterna ska förhålla sig till de avtal man upprättat. JR vill ju \"spela på egen planhalva\". Det går inte att få till något bra för små barn under de förhållandena.<br/> <br/>  - Du har ett jätteproblem Leroy, om du tror att en mamma skulle utsätta sitt barn för tvångsträffar, med eller utan olika stöd eller kontaktpersoner. Mamman har ju gjort det som ålagts henne. Hon har medverkat till träffar som JR inte ens själv dykt upp på. Vad anser du mer att hon har för skyldigheter? För mig tycks det som om du har problem med att se verkligheten som den är. Du har JR-glasögon på dig. Därför klarar du inte av att vara opartisk i detta fall.<br/> <br/>  - Så som JR väljer att visa upp sig mot barnet, mamman, mormodern, soc, advokater mfl, mfl så har han inte en chans att \"vinna något\" (Jag anse eg att det inte finns någon vinnare i situationer som dessa). Han är skum Leroy! Han ljuger, han skyller på andra, han kan inte bara \"backa bandet\" och se sin dotters behov. Det är bara JR´s egna fel och faktiskt egna val. Han är snart 50-bast, för fan.<br/> <br/>  - Lämplighet och förmåga? Vad grundar du det på att JR skulle ha lämplighet och förmåga? Han vill ju inte ens jobba. Hur menar du att JR ( tänk bort hans skriverier, de är ändå bara hans egna verklighet) har lämplíghet och förmåga? <br/> <br/>  - Vi tar det igen Leroy. JR ville ha sitt case utvikt i media. Hade någon dum journalist gått på hans skit så hade JR gladeligen hakat på. Säkert tiggt lite pengar också. Har tanken slagit att programmet JR var med nte ville höra JR version. Att de medvetet inte satte honom i fokus?  JR har bett oss följa hans match mot mamman och galet många andra av hans hjärnspöken. Jag bemöter bara det. Varför gnäller du/JR om det. <br/> <br/>  Ok! SÅ här ÄR det Leroy:<br/> <br/>  1;Föräldrarna går till tingsrätten.<br/> <br/>  2; De blir kallade av ordföranden, tillsammans med sina advokater. Ett så kallat muntlgt sakframställan. Samt begäran om ev interimistiska beslut.<br/> <br/>  3; Föräldrarna kommer inte överens. Interimistiskt beslut kan tas. Men det sker inte alltid. Oftast så väljer ordföranden att man inte ändrar något för barnet innan huvudförhandling och beslut i det.<br/> <br/>  4, Tingsrätten begör en utredning av familjeenheten på socialförvaltningen i den kommun/std någon av föräldrarna bor i.<br/> <br/>  5; Föräldrarna blir kallade av soc för utredning. En bra utredning måste få ta tid. Hur ska de annars kunna samla in alla underlag? Föräldrar, kanske prata med barnen i fråga, skolor, dagis mm, mm. Allt underlag som är relevant för utredningen samlas in. Och utifrån det gör utredarna en bedömning.<br/> <br/>  6; Bedömningen skickas till tingsrätten som fixar tid till huvudförhandlingen.<br/> <br/>  7; Respektve adv får ta del av utrednngen innan HF. Klienterna, dvs mamman och pappan får utfrån sig själva anmäla via ombudet vilka som ev ska vittna. Så att vittnen får inställelsetid mm till HF.<br/> <br/>  8; Man kan inte tvinga någon att vittna i fall som dessa. Däremot så är det kutym att \"offentliga personer\" gör det undet sin yrkesroll.<br/> <br/>  9; HF, sker. Utredningen har då redan gåtts igenom av Ordföranden och nämndemän. <br/> <br/>  10; Var och en får säga sitt. Respektive adv får ställa frågor till motparten. Även nämnden får gå in om de behöver förtydligande tex.<br/> <br/>  11; Kostnadsräkningar för respektive advokat inlämnas och man medelas att utslaget ska ges om två veckor, ett speciellt klockslag.<br/> <br/>  12; Efter dom utgivts har man 2 eller 3 (kommer inte ihåg riktigt) chans att överklaga tll Hovrätt om man inte är nöjd med beslutet. <br/> <br/>  13: Hovrätten går genom underlaget och beslutar om det finns skäl för omprövning.<br/> <br/>  14; Samma procedur som  tingsrätten, förutom att det inte sker någon muntlig förhandling. <br/> <br/>  15; Är man inte nöjd så kan man, om man bara överklaga till HD om man har någon, för fallet avgörande ny bevisning. <br/> <br/>  Så kort kan man väl säga att soc och domstolsväsendet skött sitt jobb. Det som de är tillsatta att göra? Eller hur tänker du?<br/> <br/>  Jag tycker faktiskt att det systemet vi har i dag är mest värnande om barnet. Sen kan det säkert förfinas och utvecklas. Men det är här jag menar att utredningarna måste få ta tid. Gärna med parallella samtal hos diplomerade familjeterapeuter. Som ska erbjudas alla par enl SoL. Det finns många tex av JR´s kaliber som klarar av att sitta i en timmes samtal. Men det kommer med tiden visa sig att allting inte ser ut som det gjorde vid första mötet. <br/> <br/>  I övrigt har jag nog missat din fråga, ställ den igen!"
	},
	{
		"postIndex": 9919,
		"postNum": 10072,
		"postLink": "/sp24843423",
		"postTime": "2010-08-14",
		"postUser": "Ahmenvafan",
		"postUserID": "/u444493",
		"postUrl": "https://www.flashback.org/t947739p840",
		"userUrl": "https://www.flashback.org/u444493",
		"sentence": "Leroy<br/> <br/>  Du är en tomte utav sällan skådat slag.<br/> <br/>  Vad är det du inte förstår i Daddys fall?<br/> <br/>  Han är inte lämplig att ha hand om sina barn. Han har inte råd. Han vill inte samarbeta med mamman och han försöker kontrollera både barnet, mamman och mormodern, via internet. Daddy försöker styra båda sina barn via \"bevis\" som han själv planterar. <br/> <br/>  11-åringar vet liiiiiiiiiiiiite om \"att få hjälp av andra\" de skriver inte utan påverkan från någon vuxen till en domare. Vilken unge i den åldern har koll på så´nt? Inte så många. Tror och påstår du det är du ingen höjdare på barn. En 4-5 åring vet ingenting om domare eller ½-boende. Och skulle de bli inblandade av någon vuxen så förstår de inte innebörden av vad de säger. <br/> <br/>  Här måste jag inflika att mamman till äldsta barnet verkar lika vrickad som Daddy. Hur kan man tillåta att ens barn blir inblandad i en vuxenkonflikt? Och vad säger alla barn? Jo.. Att ma &amp; pa är de bästa föräldrarna. Även barn som far väldigt illa. Och har nu den mamman har vetskap om att Daddy varit både berusad &amp; drogpåverkad när Daddy haft sonen. Tappat bort honom mm, mm.. Ja då vet det fan om hon är så lämplig, hon heller. Sluta prata om henne som ett föredömme. antingen är hon vrickad, eller så är det så att hon gör allt för att sonen ska ha kontakt med sin pappa.. Och då undrar jag lika mycket. Hur fan kan man acceptera Daddys problem som drabbar ens egna barn? Och hur känns det för pojken att pappa är så galen i att ha ½-en boende med dottern samtidigt som han bara får umgås vv med samma pappa. Varför kämpar inte samma pappa lika mycket för att få bo nära honom? Vad kommer dessa \"försvunna år\" göra med äldsta barnet i förlängningen? Stackars barn... <br/> <br/>  Alla ser verkligen helheten utom du. Du sunkar runt i ett virrvarr av Blaha.. blaha.. blaha.. Du försvar Daddy till dödagar. Samtidigt som du fegar att göra samma sak. Hur illa jag än tycker om dina klyschor.. Så får du min cred för att du inte agerar som Daddy. Samtidigt så undrar jag hur gränslös du själv varit mot ditt/dina barn. För det är verkligen gränslöst att \"mala på\" som du gör och samtidigt ta Daddy i försvar i allt. Karln är ju för fan helt skruvad. Han skadar både sina barn och deras mammor. Vad är det att hylla i det?<br/> <br/>  Fan vad jag blir matt på folk som du. Du är helt förblindad inför faktum. Förstår du inte att hela hans blogg är trakasserier ( här vill jag, uppriktigt säga att jag är glad att bloggen är \"borta\" ) mot sina barn, mammorna och mormodern. Dessvärr har han ju bara \"öppnat nytt\" \"forum\". Jahaja.. Nu ska spaning bedrivas!? Av Daddy! På vad? Folk har fan helt sin rätt att slippa bli förföljda. Helt sin rätt att slippa bli utsatta för en galnings bedömningar om vad som är \"rätt eller fel\". Dessutom, vilka är de professionella i \"spaningen\", juridiken mm? Är det Daddy själv? Kan vara några snabbutbildningar i klass med journalistutbildningen han INTE har av samma kaliber? Ahaa.. Jag förstår!<br/> <br/>  För mig är bara \"Daddy Sverige\" kapitel 2 i denna mycket grisiga, sk pappa´s terror mot andra människor. Karln är inte klok. <br/> <br/>  Och inte du heller som det tycks. <br/> <br/>  Jag tycker inte att någon enstaka händelse är direkt \"utmärkande\" för mina diskussioner om Daddy. Det är verkligen helheten som är det viktiga. Ingen förälder är perfekt. Ingen kräver heller att Daddy ska vara det. Men det är fullständigt rimligt att man ser till barnens behov och barnens bästa. Det gör inte Daddy. Han ljuger, tolkat fel och anklagar alla andra för att ha gjort fel. Själv är han felfri och blir bara missförstådd. Patetiskt av en sk man i Daddys ålder. Klart man gör fel själv! I situationer och i livet i största allmänhet. <br/> <br/>  Något som verkligen är talande för hur illa det är med Daddy/dig är ju att ni aldrig \"tycks titta i backspeglen\" aldrig tycks inse att det ni är med om KAN ha att göra med er själva. <br/> <br/>  Daddy gör Scooooop, som ingen förstår och du ältar tills \"ögonen blöööör\".. Snälla! Se helheten själv. Se verkligheten som Daddys barn och mammorna lever i. <br/> <br/>  Om Daddy INTE har epitet \"bråkjävkastake\" överallt så skulle iaf jag vara jävligt förvånad.<br/> <br/>  Vad är det du, Leroy försvarar? Jag har ff inte förstått det efter 3 år.. Fel hos dig eller mig kan vi diskutera när du fattat idiotin i detta \"case\". Annars.. Skit i det. Du är bara patetisk med alla dina inlägg."
	},
	{
		"postIndex": 3984,
		"postNum": 4037,
		"postLink": "/sp23155883",
		"postTime": "2010-05-17",
		"postUser": "BangTheDrum",
		"postUserID": "/u447836",
		"postUrl": "https://www.flashback.org/t947739p337",
		"userUrl": "https://www.flashback.org/u447836",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  - Vad tycker mamman om hans blogg och det han skriver om henne där samt på andra ställen, exempelvis den här tråden?<br/>  </td> </tr> </table>  <br/>  Hans blogg är naturligtvis inte populär hos motparten. Men som andra redan påpekat så är den kamp Daddy fört på bloggen inriktad på de fel som myndigheterna har begått, samt de brott mot svensk lag och barnkonventionen som han anser har begåtts i hans fall och även i många andras. Det har nu skrivits över 300 inlägg på hans blogg och dom som hävdar att den har kränkt mamman och dottern bör ju då kunna visa vart det i så fall har skett och hur. Bloggen har anmälts av modern till DI. DI har granskat bloggen och riktade i tre fall kritik. det rörde sig om <br/> <br/>  1. vårdnadsdomen från 2008 där daddy fråntogs vårdnaden av sin dotter, trots att tingsrätten i sin slutsats skrev att mamman hade egenmäktigt tagit dottern från den adress där hon var bokförd utan daddys medgivande eller vetskap. Och där det också slås fast att mamman falskt polisanmält honom samt i övrigt kommit med en rad konstaterat falska påståenden om våld bland annat.<br/> <br/>  2. Polisförhöret, där för övrigt inga namn nämns överhuvudtaget. Där länskriminalens barnutredare Maria Brage utför förhöret med hans dotter på ett sätt som bryter mot lagar och rekommendationer för hur förhör med barn får utföras. Både Brage och åklagaren Kvarnström i Uddevalla anmäldes av Daddy till enheten för polismål. Dessa förhörde Daddy och startade en utredning, men så fort den hamnade på internåklagarens bord lades den ner.<br/> <br/>  3. Inlägget \"Nu kan dom åtala mig\" där stycken ur den barnutredning som gjordes efter mammans påståenden om övergrepp postades ut. Eller rättare sagt det var Daddys ombuds skriftliga frågor till socialhandläggarna samt de svar dessa skrivit som redogjordes för i inlägget. Detta inlägg var mycket intressant sett ur det \"barnets bästa\" perspektiv myndigheter säger sig ha idag. Det visade sig att socialhandläggarna efter påståendena om \"hemlisar\" inte brytt sig om att utreda om eller vad som kan ha legat bakom detta. Att pappan var skyldig till sexbrott tog man för givet. Deras utredning gick enligt egen utsago endast ut på att säkerställa att umgängessabotaget fungerade. Båda dessa handläggare Lotta Anberg och Kristina Bäckstrand har sedermera slutat sina anställningar på socialtjänsten i Kungsbacka. Orsak okänd.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Ja Daddy har alltid skött umgänget. Att kontaktperson utseddes från första början var endast för att motparten i den muntliga förberedelsen kommit med påståenden om våldsamhet och missbruksproblem.<br/>  Tingsrätten beslutar då om övervakat umgänge utan att på minsta sätt kräva någon slags bevis för sanningshalten i påståendena. I domen senare kan man läsa att tingsrättes slår fast att påtåendena var falska. Den första kontakpersonen som utsågs såg ett antal brister i umgänget.<br/>  \"kom för nära spisen\"<br/>  \"Gick mot röd gubbe med barnvagnen\"<br/>  \"Tog med sig barnet till ett köpcentrum som är olämplig miljö\"<br/>  \"Lät barnet leka för nära vattnet (ankdammen i slottskogen Göteborg)\"<br/> <br/>  Daddy kom av förståeliga skäl att begära en ny kontaktperson efter det fjärde umgängestillfället. Efter ytterligare månader utan umgänge utsågs Elisabeth Porat som ny kontaktperson. Hon hade denna roll fram till huvudförhandlingen nästan ett år senare. Porat vittnade i rätten om att Daddy skött sitt ansvar som förälder utmärkt och hon hade inte något att anmärka på.<br/> <br/>  Efter huvudförhandlingen tilldömdes Daddy oövervakat umgänge varannan helg, samtidigt som han fråntogs vårdnaden. Samarbetet mellan föräldrarna fungerade dåligt. Detta har ju D redogjort för på sin blogg. Flickan hamnade i kläm i konflikten. Det var också anledningen till att D gjorde sin anmälan om oro, samt på nytt väckte frågan i tingsrätten om vårdnaden. Det var efter att motparten fått besked om detta som anmälningen om sexövergrepp kom. Då rekommenderade socialtjänsten till modern (enligt uppgift) att ställa in allt umgänge. Tingsrätten i Varberg klubbade senare detta beslut, trots att inga bevis eller ens en brottsrubricering fanns vid tillfället. Detta skulle enl tingsrätten inte bli långvarigt, endast under tiden man inväntade polisens och socialtjänstens utredningar. Det tog som bekant 10 månadeer innan umgänget kunde starta på nytt. Denna gång återigen övervakat för att rådmannen Gerd Möllers \"ju inte kunde veta vad som låg bakom dessa anklagelser\". Samtidigt avslår hon Daddys begäran om att hämta in förundersökningen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det enda som behövs för en kvinna att få så kallad sekretessmarkering av skatteverket är ett intyg från en kvinnojour. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Exempelvis sade Daddy till sitt nya ombud innan han väckte talan mot mamman för andra gången att först skicka ett förslag till kompromiss till motparten. Han har ju också ett flertal gånger påpekat att han inte har för avsikt att skilja dottern från modern. Detta skriver även tingsrätten i sin dom från 2008. Att pappan är den vårdnadshavare som bäst kan tillgodose flickans behov av bägge sina föräldrar. Det är ju detta som gör domen så intressant, och därmed enligt min mening också fullt försvarbar att publicera. Att tingsrätten i sin slutsats helt går på pappans linje, men ändå dömer honom att förlora vårdnaden. <br/> <br/>  Vad modern har gjort för att få igång ett samarbete är dock svårare att svara på. Ingenting vad jag vet. Hon har sagt nej till alla försök till samarbetssamtal, och bland annat hävdat att hon är för rädd för att sitta i samma rum som pappan. Jag kan dock garantera att det knappast finns stöd för en sådan rädsla. Detsamma kommer man för övrigt fram till i den förra tingsrättsdomen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Den förvaltningschéf för IFO i Kba Gunnel Pettersson som var den som först polisanmälde Daddy efter sexanklagelserna (utan att någonsin träffat eller talat med honom) har slutat. Likaså har den förre chéfen för familjerätten i Kba, samt de två handläggare som ansvarade för barnutredningen.<br/> <br/>  Daddy krävde i den senaste muntliga förberedelsen att den nya vårdnadsutredningen skulle göras av en utomstående. Detta blev beviljat. Den nye chéfen för fam-rätten &amp; utredning i Kba anlitade Rolf Karlman från Västerås. En man som jobbat i hela sitt liv med att göra utredningar och även på länsstyrelsen som socialkonsulent bl a. Utredningen är nu klar, men Daddy har i enlighet med socialtjänstens \"rekommendation\" valt att inte offentliggöra den. Personligen tror jag även att det beslutet har att göra med att han nu känner att myndigheterna börjar se problemen i denna konflikt och därför inte känner något behov av att i dagsläget offentligt kriga."
	},
	{
		"postIndex": 7125,
		"postNum": 7239,
		"postLink": "/sp23755686",
		"postTime": "2010-06-17",
		"postUser": "Logga-ut",
		"postUserID": "/u448409",
		"postUrl": "https://www.flashback.org/t947739p604",
		"userUrl": "https://www.flashback.org/u448409",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det beror helt och hållet på vad det rör sej om om dom måste ta ställning till om saker hänt eller inte, det dom måste ta ställning till är hur barnet har påverkats eller kan bli påverkat. Det man strävar efter är ju att ingripa så tidigt att barn inte hinner ta skada faktiskt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       (Annars blir det ju lite grann som när dubbelmoralens väktare kör igång här i tråden, han den runkfixerade tokstollen som själv kollar på porr ihop med sina barn och som ideligen kommer med galna argument som t.ex det senaste nu, det som går ut på att eftersom Daddy gått med på nåt så gränsöverskridande som att medverka i en gymnasistproducerad dokumentärfilm (utan att först kolla om de hade tillstånd från sina föräldrar att göra nåt så snuskigt som en film om hur vårdnadstvistande pappor behandlas av rättsväsendet) så är det bevisat att han verkligen inte kan sköta omvårdnad om sitt barn? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>)      </td> </tr> </table>    Din retorik här har jag sett ett antal gånger ja. Att klippa och klistra för att framställa personer i lögnaktig dager alternativt plocka fram trådstarter och inlägg lösryckta ur sitt sammanhang från ett forum som Flashback i ett försökt att framställa personbeskrivningar till folks nackdel när du inte längre klarar av argumentera emot dom.<br/> <br/>  Jag förstår funktionen, att det handlar om att försöka täppa till truten på folk och att dom befinner sej på ett sådant avstånd så att det är dom enda tjyvknepen du kan ta till.<br/> <br/>  Det jag inte förstår riktigt är varför du tror att det ska fungera. <br/> <br/>  En annan tanke som har slagit mej är om det kan vara så att till och med du är så medveten om dom brister som lyser igenom i Daddys framställning av sej själv både i bloggen, dokumentationen och här så att din enda möjlighet att få honom att framstå som en god förälder är att försöka framställa andra som än sämre föräldrar. <br/>  I så fall kan jag berätta att det fungerar inte så, det du möjligen skulle kunna åstadkomma om nu folk svalde dina framställningar är ju att dom började rösta för en utökad socialtjänst med utökade resurser snarare än restriktivare handlingsutrymme. Dom flesta med sunt förnuft står nämligen på barnens sida och anser att statens uppgift är att skydda barn mot skadliga föräldrar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag håller helt med HusvagnSvensson om att det i Daddys fall skulle resultera i ett brott mot Europakonventionen och vara ett allvarligt rättssäkerhetsproblem om domstolen går mamman till mötes och tar ifrån barnet hennes rätt till båda sina föräldrar baserat på att socialtjänsten misstänker eller känner oro för att handlingar har skett även efter det att misstankarna avvisats av åklagaren och även om det inte finns fog för oron utifrån expertutlåtanden av psykologer och andra utomstående och neutrala betraktare som efter utredning av barnets känslotillstånd och hälsotillstånd skulle kunna uttala sig om huruvida barnet upplevt något skadligt eller ej när hon var under Daddys omsorg.      </td> </tr> </table>    Problemet för både dej och HS är att ni har både missförstått dom skilda uppdragen som åklagare och socialtjänst har och ni övertolkar åklagarens beslut.<br/>  Åklagaren har inte sagt att ingenting har hänt. Åklagaren har sagt att det inte är ett brott och att denne inte kan väcka åtal i ärendet. Åklagaren har inte sagt att det som framkommit inte är skadligt för barnet, det är inte åklagarens sak att utreda och avgöra den biten, det gör socialtjänsten.<br/>  När socialtjänsten utreder det så har dom bland annat tillgång till polisutredningen just därför att det som framkommit i den kan vara viktigt i deras utredning eftersom det kan röra sej om skadliga men inte brottsliga beteenden.<br/> <br/>  Socialtjänsten tar på sin sida inte ställning till om Daddy begått ett brott, det sköter åklagaren, deras enda intresse är om beteendet kan påverka barnet negativt, sen får handlingarna vara precis hur lagliga som helst. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att det i Daddys fall, liksom i Södertäljefallet, tycks handla om en mammas önskan att skära av barnet från den andra föräldern helt och få honom olämpligförklarad som pappa gör det ju extra viktigt att socialtjänsten inte famlar runt i mörker med sin \"oro\" utan belägg. Staten bör i Europakonventionens och rättsäkerhetens namn verkligen inte kunna använda sig av löst baserad  \"oro\" som ett skäl att förhindra umgänge mellan ett barn och barnets biologiska förälder!       </td> </tr> </table>    Det där är ett fånigt skuldbeläggande av en mamma som agerat helt rätt i situationen. Hon vände sej till socialtjänsten när barnet pratade om lekar med pappas snopp, precis som man ska göra.<br/>  Socialtjänsten var dom som drog in umgänget och anmälde till polisen.<br/>  Mamman har sedan agerat efter socialtjänsten direktiv. <br/>  Det handlar inte om en löst baserat oro när en fyraåring så tydligt kan uttala vad det rör sej om.<br/> <br/>  Hur mycket anser du att det ska krävas innan man agerar? Eller anser du att man aldrig ska agera förrän man har bevis? Att barn ska vara skyddslösa?<br/> <br/>  Inställt umgänge under själva utredningen är legio och övervakat under den fördjupade utredningen är också ett normalt förfarande, det sker i barnets intresse och är ett helt korrekt förfarande.<br/>  Det man kan ifrågasätta är utredningstiderna. Fast där kan man ju också fråga sej om det inte hade gått fortare med utredningen om inte Daddy hade försökt förstöra den.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Nu tror jag förstås inte att det är ett problem eftersom den senaste vårdnadsutredningen, tydligen  utförd av en inkallad extern expert, inte verkar stödja den tidigare, interna utredarens gamla oro. Iallafall inte om man får tro på det <a href=\"https://www.flashback.org/sp22651662\" target=\"_blank\">Pinglaklara skrivit tidigare om \"den senaste utredningen</a> ang vårdnad, boende och umgänge 201003XX\" (<i>initialer borttagna, min bold</i>). Men du kanske ksn visa på motsatsen utifrån samma utredning?:<br/> <blockquote>Citat<br/>  '[Pappans] engagemang för sin [son] och nu för [dottern] är ett föredöme för många separerade föräldrar. Han får inte bli en av de många anonyma frånvarande fäder som det frågas efter när barnen får problem i tonåren. <b>Därför anser utredaren att det ur ett barnperspektiv inte finns något alternativ till gemensam vårdnad</b>.'\" </blockquote> </td> </tr> </table>    När det gäller den utredningen så vet ju du inte heller vad som står i den eftersom du enbart har fått se lite klipp och klistra som Daddy och gänget har lust att visa upp, så att du ens tycker att det känns genuint att luta sej emot några citat känns lite tveksamt faktiskt.<br/> <br/>  Du vet inte heller hur urvalet är gjort och vilka invändningar som finns emot den, vilket är ganska bra att ta del av innan man helt oplomberat ser den som sanning eller spegling av verkligheten, tycker du inte det?<br/> <br/>  Jag personligen tycker det är synd att utredaren, som ditt citat ovan visar, har satt Daddys känslor och behov i fokus istället för barnets. Förhoppningsvis visar hela utredningen en annan bild och det där klippet är bara ett dåligt exempel."
	},
	{
		"postIndex": 7210,
		"postNum": 7324,
		"postLink": "/sp23786318",
		"postTime": "2010-06-18",
		"postUser": "BangTheDrum",
		"postUserID": "/u447836",
		"postUrl": "https://www.flashback.org/t947739p611",
		"userUrl": "https://www.flashback.org/u447836",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Om du nu ska citera så håll dig till god sed, länka till orginalinlägget så läsarna kan få läsa det i sin helhet.<br/>  Ditt klippa och klistra är direkt oseriöst, vill du säga något väsentligt med dina inlägg så bifoga länkning till orginalinlägget i dina citat.<br/>  Annars kan ju dina citeringar vara fabricerade precis som det jag gör här:<br/>   Var har du skrivit det?<br/> <br/>  Nä jag har bara använt mig av taggar, du har inte skrivit det någonstans, men tänk om jag påstod det?<br/>   </td> </tr> </table>  <br/>  Typiskt HenrikJ påstående skulle jag säga. Om du skriver att jag äter bajs i hundra kommentarer kanske det till slut är någon som tror på dig. Skillnaden emellertid mellan ditt citat och mina är att mina är faktiska. Dvs att de kommer från inlägg som du har skrivit i denna tråd. Men som du nu inte tycks vilja kännas vid. Jag skulle kunnat posta fler men det finns en gräns på 10 000 tecken.<br/> <br/>  Det är fantastiskt vad man tycks vilja snöa in på adhd i just daddys fall. Visst kan detta säkert ställa till  problem för en människa, men man glömmer då (medvetet?) att titta på andra orsaker till psykisk ohälsa.<br/> <br/>  När det exempelvis gäller suicidrisk mäter man inom psykiatrin idag ofta riskerna med den så kallade -SADPS skalan (sad persons scale). Det finns 10 statistiska riskfaktorer. En av dom är att man är man, då det är 4 gånger vanligare att män tar sina liv i Sverige. Övriga faktorer är separation, arbetslös, ensamboende, annan social kränkning, psykisk sjukdom (exempelvis depression), tidigare suicidförsök., somatisk sjukdom, missbruk av alkohol eller droger.<br/> <br/>  Daddy har varit i en närmast konstant stress situation i mer än 4 år i hans kamp att få träffa sin nu 5 år gamla dotter. Kombinera det med de andra faktorerna få SADPS skalan så borde det för varje normalt inkännande person stå klart att orsakerna till att han just nu mår psykiskt dåligt inte beror på någon adhd. Daddy uppfyller just nu 8 av 10 kriterier på skalan. Allt utom missbruk och somatisk sjukdom. Han har hamnat där för att han vägrat ge upp sitt barn. <br/> <br/>  Ni som förnumstigt skriver saker om att han borde lära sig att samarbeta med mamman visar att ni inte har satt er in i fakta gällande detta fall. Det blir ju som att anklaga ett våldsoffer för att dom misshandlats på grund av att dom inte samarbetat med förövaren. Att skuldbelägga offret och helt bortse från att han faktiskt utsatts för grov misshandel blir bara ytterligare en grov kränkning.<br/>  Men det är väl just det ni är ute efter. Men hur skulle ni må om Daddy som ju är så \"impulsiv\" plötsligt skulle få impulsen att faktiskt återigen försöka ända mardrömmen han tvingats leva i längre än någon <br/>  av er tycks vara förmögna att förstå?<br/> <br/>  Hade ni sett tillbaks med stolthet på vad ni utsatt honom för här på Flashback. Hade ni någonsin kunnat titta hans barn i ögonen? Nej visst nej, det behöver ni ju inte. Ni är ju trygga bakom er anonymitet. Och Daddy, han får väl skylla sig själv. Ni har ju bara \"diskuterat\" i en tråd som han själv startade.<br/> <br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <a href=\"/leave.php?u=http%3A%2F%2Fwww.examiner.com%2Fx-14537-Albany-CPS-and-Family-Court-Examiner%7Ey2010m6d7-Nassau-County-judge-jails-mother-who-falsely-accused-ex-of-sex-abuse-and-alienated-him-from-kids\" target=\"_blank\">http://www.examiner.com/x-14537-Alba...-him-from-kids</a> </td> </tr> </table>   Den beskriver ganska tydligt hur långt en instabil förälder kan vara beredd att gå för att få bort en den andre ur barnens liv. Påståenden om att \"flickan kan ju bara ha haft en dålig dag\" blir enbart löjliga för oss som har en direkt insyn i fallet.<br/> <br/>  Den som inte håller med om att detta är en oerhört grym behandling av både barnen och den andre föräldern kan ju räcka upp en hand. Men nu börjar i alla fall rättsväsendet att bli medveten om problemet och det är inte en dag för tidigt.  <br/> <br/>  HenrikJ i all sin visdom förnekade bestämt att en ny utredning startats för att utreda även moderns omsorgsförmåga. Jag undrar hur en människa är funtad då hon tvärsäkert uttalar sig om saker hon inte har en blekaste aning om?<br/> <br/>  En av dom historier på Daddys blogg som berört mig allra starkast är den om Conny Olausson. <a href=\"/leave.php?u=http%3A%2F%2Fdaddys.blogg.se%2F2009%2Ffebruary%2Fmanshatet-skordar-liv.html\" target=\"_blank\">http://daddys.blogg.se/2009/february...ordar-liv.html</a> Jag ber till gud att Daddy och hans dotter kan få rätten att ha varandra i sina liv innan det behöver gå så långt. Ingen skall behöva behandlas som en brottsling som inte har begått något brott. Och ingen skall behöva utstå denna omänskliga smutskastning för att han har försökt att driva en rättvisefråga på en blogg.<br/> <br/>  Kommer ni att ge er innan det är för sent?"
	},
	{
		"postIndex": 13257,
		"postNum": 13440,
		"postLink": "/sp27213174",
		"postTime": "2010-11-29",
		"postUser": "Lassepojken",
		"postUserID": "/u515998",
		"postUrl": "https://www.flashback.org/t947739p1120",
		"userUrl": "https://www.flashback.org/u515998",
		"sentence": "Jag har följt denna tråd nästan sedan starten men inte orkat regga mig,jag har ingenting att tillföra egentligen men vill ändå skriva av mig lite.<br/>  Tycker ni inte att detta börjar spåra ur från bägge sidor?<br/> <br/>  Jag är inget fan av Daddy,han är instabil och aggressiv i sitt beteende,det förhindrar inte att jag ändå tror att han är fullt kapabel att ta hand om sitt barn på deltid.Jag har levt i en värld där betydligt våldsammare och asociala människor befunnit sig,de flesta har haft barn och tagit hand om sina barn på bästa sätt samtidigt som de haft ett annat liv på utsidan. Nu kan man tycka att varje människa som är kriminell eller våldsam skadar sitt barn då de utsätter dom för risker genom sitt övriga liv,vad jag menar är att dessa pappor ändå trots sitt övriga liv varit jävligt bra mot sina barn och velat dom allt gott.<br/> <br/>  Jag tror inte heller daddy är en pedofil däremot att han har jävligt dålig koll på gränser för vad som är okej och inte. Bägge mina grabbar har tagit på min slang och varit nyfikna, jag hanterade det som de flesta farsor skulle göra,nämligen genom att säga att jag inte ville att dom skulle ta på den för den var min,daddy hanterade det på ett annat sätt. Vad vet vi om daddys historik,vad har han fått lära sig hur man hanterar sånt? Det som är självklart för dig eller mig behöver inte vara självklart för en annan.Finns det någon här som <b>verkligen </b>tror att han är pedofil eller kommer antydningarna av den allmänna avskyn för daddy? Jag försöker inte försvara honom,bara se det från mer än ett sätt<br/> <br/>  Det hot-mail han skickat till micro gör mig förbannad. Av det jag läst så är micro den som ändå hållit sig saklig,dessutom har jag rent allmänt en avsmak för män som hotar kvinnor.Kvinnor behöver inte vara oskyldiga, det finns många kvinnor som tror att de kan göra vad de vill just för att de är kvinnor,men sådant får man bemöta med andra medel,inte genom hot eller slag.<br/> <br/>  Jag vet inte vad jag vill ha sagt med detta mer än att jag tycker att tonen kan skärpas till här,jag är inte pryd eller känslig på något sätt men jag har svårt för vissa saker,till exempel när man skriver <br/>  \"Barnet tog honom på kuken\", detta har nämnts ett flertal gånger och att det diskuteras är en sak,men för helvete,visst går det att benämna det på ett annat sätt,det låter för jävligt med barn och kuk i samma mening.<br/> <br/>  Jag tycker daddy är en skitstövel på många sätt,men är han helt olämplig att ha sitt barn och på vilket sätt skulle hans barn råka illa ut av att vara med sin farsa ? Det är väl det denna tråd handlar om? Tyvärr så ser det ut som att kampen på nätet är viktigare än kampen för hans barn,är familjen på utredningshem nu så borde han lägga all sin energi på det,inte på att skriva inlägg i sin blogg. <br/> <br/>  Diskussionen i sig är intressant men den skulle vara mer intressant om folk kunde hålla sig till sanningen och fakta,just nu så sitter människor här och tolkar vad andra tänkte när dom skrev eller vad någon tror är sanningen.Jag ber om ursäkt för ett rörigt inlägg men förklarar det med att jag läst länge och har saker jag velat skriva tidigare men inte orkat regga mig<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
	},
	{
		"postIndex": 702,
		"postNum": 711,
		"postLink": "/sp22434434",
		"postTime": "2010-04-09",
		"postUser": "Pentyl",
		"postUserID": "/u304341",
		"postUrl": "https://www.flashback.org/t947739p60",
		"userUrl": "https://www.flashback.org/u304341",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Ja, ehh, det kommer från modern. Modern i sin tur <i>påstår </i>att dottern har sagt något sådant. Det är en helt avgörande skillnad. Ingen annan har hört det. Däremot har andra hört dottern tala glatt om sin far. <br/>  För att föregå eventuella invändningar kring detta så passar handläggarna på socialbyrån på att påstå att barn som blivit sexuellt utnyttjade ibland finner detta njutningsfullt och en källa till glädje (och sålunda skulle dotterns glädje över fadern inte alls motbevisa att han våldfört sig sexuellt på henne. Dessa något magstarka myndighetsord förvånar tydligen Daddy med ombud så till den grad att de ber socialbyrån utveckla det där lite. Soc hänvisar då till hela en (1) icke vetenskaplig bok. Sök och finn på bloggen! Googla på författaren och dra dine egna slutsatser om vem dessa \"utredare\" väljer soom vänner och vad för slags litteratur de lägger till grund för sin handläggning.)<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Det är denna word-fil, och inget annat, som Daddy fått. Troligen direkt från den sekreterare som skött utskriften, till Daddy och hans ombud.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Näpp. Någon sammanfattning har inte kommit Daddy till del. Och du kan väl inte ha missat att Daddy gjort en hel ansträngningar för att få del av i vart fall något - eftersom han är säker på att innehållet i det förhör (nr 2) som ledde till förundersökningens omedelbara nedläggning, skulle kunna kasta ljus över påståenden som framförts av modern i vårdnadsmålet. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag har flera gånger länkat till var jag hittar uppgifter om just majskolv och övriga uppgifter jag diskuterar kring. Du får går tillbaka i mina inlägg och klicka på länken.<br/> <br/>   </td> </tr> </table>  <a href=\"/leave.php?u=http%3A%2F%2Fdaddys.blogg.se%2F2009%2Fjanuary%2Fvad-ska-man-med-4-ars-studieskulder-till.html\" target=\"_blank\">http://daddys.blogg.se/2009/january/...lder-till.html</a><br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Hon säger inte heller att han är farlig eller hotfull mot Rania - hon säger att hon är orolig för hur han klarar vården av henne - detta är vid TR 2008, och för stöd i sin oro av kontaktpersonens uppfattning att det varit händelser när hon varit med och han brustit i sin uppsyn osv.<br/> <br/>  Jag säger fortfarande inte - och har aldrig sagt, vilket du har jävligt svårt att fatta - att Joakim är skyldig till något fel.<br/>   </td> </tr> </table>    Det är möjligt att det kan ha lett till hennes agerande. Dock tror inte TR på det i den av dig nämnda domen. Inte bara att TR inte ser någon källa till oro. De tolkar inte ens moderns egna ord som sådana att hon själv skulle kunna tolka sine egna uppgifter så.<br/>  Om hon då alltjämt är orolig så måste källan till hennes oro vara någon annan. Kanske är hennes oro hennes egen.<br/>  Kanske är den bara ett påstående.<br/>  I vilket fall så står det klart i detta fall att det enda som ligger till grund för det ytterst begränsade umgänget är <b>moderns påstående om att hon är orolig</b>. Det finns <b>ingen </b>redovisad saklig grund, utöver att modern går omkring och är nervös på nåt sätt, i alla fall är det vad hon själv säger att hon är.<br/>  Inte för att jag har någon större anledning till att betvivla det, men jag undrar däremot om damen i fråga inte hade varit nervös vare sig Daddy fanns eller ej, vare sig dottern fanns eller ej.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Ingen har ifrågasatt att man agerar om en liten flicka säger sådant, vad hon nu sagt - det är det vi inte får veta ty det är det som är underkastat sekretess.<br/> <i>Saken många undrar över är om hon över huvud taget sagt något sådant</i>. <br/>  Vi vet blott att modern sagt så - och att det i sin tur givit henne avancerade möjligheter att hålla flickan borta från Daddy - helt i enlighet med hennes tidigare strävan då det <i>inte </i>fanns påståenden om övergrepp, och i enlighet med hennes av rätten avfärdade yrkanden.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Nu fungerar inte samarbetet - nu får hon ta till vägar som finns -- för att lämna det orört det hade bara visat att hon var genuint olämplig som mor.<br/> <br/>   </td> </tr> </table>    Här kommer vi till en intressant punkt. Det upphörda samarbetet.<br/>  Det står klart att det är en person som ensidigt vägrar att samarbeta. Det är omöjligt att samarbeta om den ena parten vägrar. Och då kan man inte för allt i världen benämna det samarbetssvårigheter, om man med det syftar på två lika goda kålsupare. Det är snarare en som samarbetssträvar och en som samarbetsvägrar.<br/> <br/>  Detta stod alldeles klart i TR. Det stod också alldeles klart när Daddy skrev till soc och beskrev vad han oroade sig över för dotterns del. Det hade också stått alldeles klart om frågan hade prövats i ett nytt vårdnadsmål. Skulle jag tro, alltså. Och just vid denna punkt - en händelse som ser ut som en tanke - när socialtjänsten skall kika på dotterns situation, så kommer historien om att modern oroar sig över otillbörliga sexuella aktiviteter från Daddys sida. <br/> <br/>  Hur de diskussionerna gått mellan moder och socialhandläggare, får vi nog aldrig veta. Vi vet inte hur orden föll, vilka frågor som ställdes, vad som rapporterades spontant. En liten videosnutt från de där samtalen hade varit ytterst klargörande.<br/> <br/>  Vad som därtill torde vara uppenbart för alla och envar, är socialtjänstens enorma misslyckande i grunduppgiften: att hjälpa föräldrarna till en nivå av samarbete.<br/>  Istället har de tagit till sin uppgift att försöka bestämma vem som är bäst eller sämst. Vem som är bra eller dålig. Och då kommer man naturligtvis att snöa in på vem som är bra och vem som är dålig. Och steget är, som synes, inte långt till att hitta skäl till att tro att någon är dålig.<br/>  Härvid har socialtjänsten därtill lierat sig med en part och ensidigt stöttat den (modern) i att driva linjen om den andres dålighet, snarare än att få ett vettigt samarbete till stånd. Därvid spelar det inten som helst roll vilken part de tar ställning för, eftersom de inte skall ta ställning för någon av föräldrarna alls. Det är det som är poängen i regeringsformens krav på opartiskhet.<br/> <br/>  I dagsläget så är det <b>bevisligen </b>så att modern utövar ett för dottern menligt föräldraskap när hon förvägrar dottern en rimlig kontakt med fadern och gör allt för att minimera den - precis som hon alltid gjort, om än med olika argument.<br/>  Detta skall då vägas mot det nödvärnsliknande omständigheter hon anför till sitt försvar, alltså de övergrepp hon påstår att dotterns tal kan tolkas som. <br/>  Hittills har det inte redovisats något alls som ger vid handen att det ligger något i hennes påståenden. Det enda TR har gjort är att interimistiskt besluta om det nuvarande begränsade umgänget i avvaktan på en ny utredning från socialnämnden. Sök och finn den märkliga motiveringen i bloggen: Rådmannen beslutar om kontaktperson eftersom hon <i>inte kan veta </i>om det ligger något i moderns påståenden. Saken är alltså inte prövad av domstol - men det finns ett tillfälligt beslut och det beslutet får verkan över oerhört lång tid (lika lång tid som socialtjänstens kvarnar maler långsamt och modern saktar ned processen)."
	},
	{
		"postIndex": 5400,
		"postNum": 5474,
		"postLink": "/sp23332868",
		"postTime": "2010-05-26",
		"postUser": "KiaW",
		"postUserID": "/u393618",
		"postUrl": "https://www.flashback.org/t947739p457",
		"userUrl": "https://www.flashback.org/u393618",
		"sentence": "Jag fick en fråga över PM som jag började svara på, men tänkte att jag skulle skriva det här i tråden istället. Jag tar bara ut en mening ur PMet för att få det i sitt sammanhang:<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       När man följt \"debatten\" så har jag fått den uppfattningen att somliga saker som jag uppfattar som att en ansvarsfull förälder inte gör verkar det som att myndigheterna inte alls tar någon hänsyn till.      </td> </tr> </table>  <br/>  Men det är just det som gör det så oerhört svårt att diskutera när det gäller enskilda vårdnadstvister, det finns saker man reagerar på som förälder men som samtidigt inte berättigar myndigheters ingripande...det är ju inte familjerättens sak att lägga värderingar i hur föräldrarna är som föräldrar, utan att se till att tvisten blir löst med minsta påverkan på barnet.<br/> <br/>  En sak man måste komma ihåg är att barnet har en mamma och en pappa, och dessa kan vara riktiga kräk till människor men är samtidigt de föräldrar barnet har...<br/> <br/>  Pappa kan vara mördare och ändå vara älskad av sina barn, för han är deras pappa - ingenting kan förändra det även om det vore barnets egen önskan.<br/> <br/>  Så länge en förälder inte utgör ett direkt hot mot barnets säkerhet eller utveckling så ska barnet ha möjlighet att skapa ett band, och är då pappan villig att finnas där ska inte myndigheterna blanda sig i och hindra...sen får pappan vara ett kräk eller samhällsparasit bäst han vill så länge han inte bryter mot några lagar gällande barnet.<br/>  Så, några moraliska aspekter bör inte familjerätten ta hänsyn till, såvida inte resultatet blir att barnet försätts i fara.<br/> <br/>  Som jag ser det verkar det finnas två problem som är intressanta att diskutera. Dels det som framkommit i tråden flera gånger,  att familjerätten dömmer full vårdnad till den som lyckats undanhålla barnet från den andra förälder pga att barnet rotat sig (Vilket kan uppmuntra till kidnappning då det lönar sig) och dels hur familjen hanteras innan man kommer till familjerätten.<br/> <br/>  Jag försökte titta på vad det var FR hade att ta ställning till, dvs vilka förutsättningarna och omständigheterna var vid tillfället för uppbrottet och fram till förhandling, men att diskutera i tråden visade sig vara helt lönlöst, de moraliska aspekterna kom i vägen och vi alla har olika moralisk uppfattning...<br/> <br/>  Att daddy brukar/brukade alkohol, att daddy är diagnostiserad med ADHD och att daddy har ekonomiska svårigheter kan visst spela roll i själva tvisten men helt betydelselöst om man bedömt att inget av det är ett hot mot barnets säkerhet eller utveckling, åtminstånde inte när det gäller under de förhållandena som när han har sin son varannan helg.<br/> <br/>  Samtidigt går det inte, som en del i tråden gör, uttala sig om att mamman överreagerar eller att hon är jävlig. Utifrån hennes perpektiv har de moraliska aspekterna ett betydligt högre värde, och här kommer också daddys blogg in.<br/>  Det är fler än jag som reagerat över uthängningarna, det finns också en hel del som argumenterat om ADHD-diagnosens betydelse samt daddys personlighet.<br/> <br/>  Det <b>finns</b> alltså utrymme för att mamman känner oro utifrån en eller flera av de omständigheterna, en oro att barnet ska bli påverkad på ett negativt sätt. (Alltså som ligger utanför bedömningen att det hotar barnets säkerhet och utveckling).<br/> <br/>  Till sist: Om båda sidor som diskuterar kan hålla sig ifrån att lägga in moraliska aspekter, eller åtminstånde tydligt skilja på vad man tycker om föräldrarna och deras handlingar från själva vårdnadstvisten och hur myndigheterna har/bör handla så kanske, kanske det går att hålla tråden på god nivå."
	},
	{
		"postIndex": 4728,
		"postNum": 4798,
		"postLink": "/sp23243112",
		"postTime": "2010-05-22",
		"postUser": "BangTheDrum",
		"postUserID": "/u447836",
		"postUrl": "https://www.flashback.org/t947739p400",
		"userUrl": "https://www.flashback.org/u447836",
		"sentence": "Jag har några mycket kommentarer till framförallt HenrikJ. Han säger sig ju ha satt mig på ignorelistan men uppenbarligen  läser han ju ändå mina inlägg.<br/> <br/>  HJ påstår med en dåres envishet att det finns en annan sida av myntet som vi inte får se. Samtidigt vill han själv för ditt liv inte visa denna okända sida av myntet. Därav blir dessa påståenden precis lika ointressanta som om jag påstår att det finns en annan sida av myntet gällande HenrikJ, för att sedan inte backa upp mitt påstående. <br/> <br/>  HenrikJ påstår vidare att Daddys blogg är under utredning och att han därför f n är förhindrad att editera bloggen. Dessa uppgifter hade ju varit intressanta om HenrikJ hade kunnat styrka dom på något vis, men i vanlig ordning gör han inte det.<br/> <br/>  Vidare påstås det från denna enligt egen utsago \"ordentliga karl\" och även ett antal andra i denna tråd att Daddy skamlöst har hängt ut en stackars oskyldig mor som endast försökt skydda sitt barn.<br/> <br/>  Jag vill mena att detta påstående ganska snabbt faller om man studerar bloggen. Om detta hade varit Daddys mening och avsikt så hade han väl plastat ut modern med både bild och namn? Att namnet fanns i ett dokument som var åtkomligt på bloggen kritiserades han för av DI och detta dokument har således tagits bort. Jag är enig med dom som tycker att detta var ett märkligt beslut av DI, men oavsett vad man anser om det så finns moderns namn inte nämnt någonstans i över 300 inlägg på bloggen. Villken uthängning!<br/> <br/>  Bloggen startades redan 2008, men Daddy var länge själv helt anonym. Inte förrän han i Mars 2009 blev anklagad för övergrepp på sitt barn med separeringen som följde på det lades några dokument ut.<br/> <br/>  Dom som är minsta insatta i problematiken med vårdnadstvister och dom brottsanklagelser mot pappor som ofta blir följden vet att en sådan anklagelse är fruktansvärd att utsättas för. Om man som far i det läget \"ligger lågt\" och av skam försöker att mörka, så tas det som ett tecken på skuld. Förnekande tas också det som tecken på skuld. <br/> <br/>  Vad är då det klokaste att göra om man som pappabloggare hamnar i denna situation? Att förneka att det skett, för att det skall komma till ytan senare? Hur hade det sett ut? Eller att göra som Daddy, offentliggöra att anmälningen gjorts och gå ut med sin identitet helt öppet? <br/> <br/>  Daddy själv skriver i svaret till DI att han varit så återhållsam som möjligt i det han skrivit om modern. <br/>  Men på en blogg som slutligen kom att bli den sista försvarslinjen mot att förlora sin dotter för oöverskådlig framtid, så blir det ju omöjligt att inte redogöra för vad mor och mormor gjort och påstått.<br/> <br/>  HenrikJ menar också att det finns dokument som inte publicerats. Visst gör det. Den senaste vårdnadsutredningen till exempel. Även moderns och mormoderns anmälan till DI som var tjock som en roman och innehöll väldigt många uppgifter som lätt kan motbevisas.<br/> <br/>  Tycker du HenrikJ att Daddy borde publicera dessa dokument? Tror du att detta skulle stärka mammans sak? <br/> <br/>  Tror du att det kan vara av hänsyn till R:s mor att han inte gör detta, eller står du fast vid att han försöker mörka besvärande fakta för sin egen skull?<br/> <br/>  Två enkla frågor.<br/> <br/>  En \"ordentlig karl\" som du borde väl inte ha några problem med att besvara dom?"
	},
	{
		"postIndex": 12341,
		"postNum": 12515,
		"postLink": "/sp26710347",
		"postTime": "2010-11-08",
		"postUser": "HusvagnSvensson",
		"postUserID": "/u184109",
		"postUrl": "https://www.flashback.org/t947739p1043",
		"userUrl": "https://www.flashback.org/u184109",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Självklart kan jag inte länka till dokument idag, det är ju borttaget...men det framgick från första domen att Daddy under den första tiden efter uppbrottet led av ADHD men ännu inte påbörjat behandling, att han medicinerade med antidepressiva medel samt brukade alkohol....<br/>  Tiden innan uppbrottet beskrev Daddy att han var deprimerad och nedstämd och att han inte fick umgås med dottern.<br/>  Tycker du verkligen att det är märkligt att han fick övervakat umgänge tills allt stabiliserat sig?<br/> <br/>  Ja, det med delad vårdnad/enskild vårdnad är en sak för sig, något jag inte tycker man ska blanda ihop med umgänge...<br/>  Du svarade dock inte på frågan om det gjort skillnad för dej om Daddy fortsatt fått vara vårdnadshavare men gjort tillfällig inskränkning på umgänget med övervakning under en tid?<br/> <br/>   </td> </tr> </table>  <br/>  Snacket om Ramstedts problem är och förblir bullshit. Han hade hand om ett barn under denna tiden helt utan problem och bevisade empiriskt att han var fullt kapabel. Problem får man ha, utan att man därför skall förlora i vårdnadstvister pga av det. Det är inte förbjudet att supa sig full. Ramstedt hade inte mer problem än hundratusentals andra föräldrar. Han gick uppenbarligen med på saker för att försöka hålla sams och visa god vilja. Och det får man till att han var alkolist och därför kunde vara en fara för dottern. Det är ren och skär bullshit, i stil med att dottern kunde drunknat i dammen i Slottskogen<br/> <br/>  Både mamman och pappan är kapabla att vara vårdnadshavare och har så varit från början. Båda vill vara vårdnadshavare. Alltså bör båda vara vårdnadshavare. Eftersom dottern var så liten tycker jag inte det är så märkligt att mamman har henne den mesta tiden. <br/> <br/>  I sådana här fall skall föräldrarna tvingas samarbeta, så som tydligen tidigare var fallet. Kan inte någon av dem acceptera det, skall man först hota med böter och om ena parten inte kan samarbeta för vårdnaden gå över till den förälder som förmår tillgodose barnets behov av båda sina föräldrar.<br/> <br/>  Om man inte ser att samarbetsproblem ligger på mamman i det här fallet, så lyckas man blunda riktigt hårt. Ramstedt har aldrig sett till att inte dottern får träffa sin mamman eller krånglat med umgänget. Det är mamman som haft hand om barnet och det är hon som krånglat. Det är bara fakta och det slås fast i den oberoende utredaren Karlman rapport, men han har trots det gott hopp om att hon numera mognat och bättre kan acceptera pappans roll i dotterns liv. Tyvärr verkar det som den förhoppningen kommit på skam. Jag hoppas att tiden på utredningshem skall leda till en situation där de kan ha delad vårdnad och samarbeta.<br/> <br/>  Det är trams att jag skulle försöka svärta ner mamman med detta. Att vara skenbart objektivt och säga att det finns två lika goda kålsuparversioner håller inte. Det finns fakta som säger att problemen finns på mammans sida. Det är inte alls det samma som att tycka att hon är en dålig person eller dålig mamma. Hennes oro och oförmåga att lita på pappan kan säkert vara äkta nog. Problemet är att den inte har någon grund i verkligheten, enligt allt att döma. Där borde socialen satt ner foten mycket tidigare, men istället tog man hennes oro och ovilja att samarbeta som tecken på att det verkligen var  något fel på pappans omsorg om sin dotter, antagligen färgade av andra fall och med inställningen att ta det säkra för det osäkra.<br/> <br/>  Att man inte kan göra så i alla fall visar den katastrofala utvecklingen i detta fall som har lett till ett toal processer, mer sämja mellan föräldrarna och att man inte lyckats lösa situationen efter flera år, utan till slut hamnat på ett dyrt utredningshem. Så går det när man sätter grundläggande rättsäkerhetsprinciper ur spel."
	},
	{
		"postIndex": 613,
		"postNum": 621,
		"postLink": "/sp22391601",
		"postTime": "2010-04-07",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t947739p52",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det måste väl ändå ha varit fel? Om beslutet sa att det skulle förekomma umgänge, men mamman vägrade. Det var där jag påstod att Daddy i alla händelser har bevisat rätt? Håller du med om att det är riktigt?      </td> </tr> </table>    Fast de hade ju umgänge - fram till i april. I oktober slår man fast att obevakat umgänge skall återupptas, om jag förstått saken rätt och mamman vägrar då och överklagar -- vilket hon har rätt till. Nytt beslut i december - och umgänget är nu i gång, men det är övervakat, vilket jag anser verkar vara fullt i sin ordning.<br/> <br/>  Jag vill också påtala att Joakims framställning av hur barnet hållits gömt för honom i och med de sekretess skyddade uppgifterna stämmer dåligt med hänsyn till det som framkommer på ljudbandet han lagt ut.<br/> <br/>  Där skall han ha barnet över jul några dagar - flickan är sjuk - han säger då (om vi skiter i provokationer osv) att han skall komma till flickan och mammans hem och lämna julklappar om flickan inte kan följa med.<br/> <br/>  Hur kan han ringa mamman? Besöka dem i hemmet? Om mamman inte gett honom telefonnummer och adress?<br/>  Det framgår också att han är den som hämtar barnet i hemmet - hur går det till när man inte vet var barnet bor?<br/> <br/>  Nej - det här handlar om mycket mer än det som Joakim lägger ut i sin blogg, därför kan inte jag gå ut och säga att han har rätt.<br/> <br/>  De delar som han lägger ut i bloggen ger mig faktiskt förståelse för mammans agerande - om man misstänker att ens barn utsätts för sexuella övergrepp, eller för all del exponeras för gränslöst sexuellt beteende, och annat olämpligt beteende, så bör man som förälder både oroas och agera. Ett barn har bara sina föräldrar att lita till när det gäller dess säkerhet och utveckling - och som fungerande förälder måste vårt ansvar ligga hos barnet.<br/> <br/>  Kanske är mamman en idiot. Det har dock  inte Joakim lyckats visa såvitt mig anbelangar.<br/> <br/>  Det förvånar mig lite att folk här på FB som normalt brukar förhålla sig kritiska, så okritiskt tar in en partsinlaga som sanning och hårdnackat vägrar se några andra nyanser än de Joakim vill att de skall se.<br/> <br/>  Jag vill se hela materialet innan jag dömer ut någon part här och det gäller både Joakim, mamman och myndigheterna. <br/>  Sen vill jag inflika att även om socialtjänsten kommit fram till att Joakim har ett gränslöst beteende som kan vara skadligt för Ranias utveckling så är givetvis deras skyldighet i första hand att stötta Joakim i en kontakt med Raina så att de under någon form kan få en fungerande pappa - barn relation, och inte att helt bryta denna kontakt. Bryta kontakt helt permanent skall man endast göra under de omständigheterna där föräldern är uppenbart skadlig för barnets fysiska eller psykiska hälsa -- det kan jag inte läsa in att Joakim skulle vara."
	},
	{
		"postIndex": 15666,
		"postNum": 15874,
		"postLink": "/sp30952061",
		"postTime": "2011-06-02",
		"postUser": "HusvagnSvensson",
		"postUserID": "/u184109",
		"postUrl": "https://www.flashback.org/t947739p1323",
		"userUrl": "https://www.flashback.org/u184109",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  På allvar? Det är jävligt allvarligt att i år kränka sitt barns mor. Att inte respektera henne, hennes barn eller mamma. Det mest onda av allt är att INGEN av er ens förstår att hon är utsatt. Ni vägrar förstå. Ni tycker ni äger henne och hennes känslor. Ditt uttalande om att \"ingen på allvar vill henne illa\" är att spotta henne i ansiktet. <br/> <br/>  Ni är ett gäng bitterkukar med ett litet gäng hang arounds som alla är minst 10 år äldre än mamman. Förmodligen mer som inte ens låter mammans eventuella dåliga mående vara hennes egna. Näe.. Ni kladdar runt som dårar och skapar regler för mamman och mormodern som de borde uppfylla annars är de sjuka.. Yadayadayad. Daddisen får ta mig fan göra vad han vill utan att någon sätter gränser.<br/> <br/>  Lägg av att tala om vad vi gör som försöker sansa diskussionen. Det är patetiskt, elakt och ansvarsförskjutning att påstå att vi är en del av situationen. Låt mamman få ha sitt liv i fred! Så kommer resten lösa sig kemiskt. <br/> <br/>   </td> </tr> </table>  <br/>  Buhu. Cry me a river.<br/> <br/>  Att mamman skulle vara hotad av någon anonym nätmobb eller ett gäng vilda Daddyistpedofiler på nätet är lika mycket en lögn och ett psykologiskt försvar för sitt eget beteende som hennes fantasier om att Joakim Ramstedt hotar henne, är psykopat eller har suttit i fängelse eller vad det nu är för trams hon fantiserar om, tydligen ihop med sin mor. <br/> <br/>  Det värsta är att när det när det inte gick hem längre att skylla på att Joakim Ramstedt inte fick träffa sitt barn för att han var en dödsknarkande pedofil, har mamman lyckat få med sig skattemyndigheter och sociala myndigheter på att det är så jävla synd om henne, på grund av detta svepskäl om hur synd det är om henne som är så utsatt på nätet, så hon måste daltas med och ha hemlig identitet och slippa ta samma ansvar som andra frånskilda föräldrar. Det är struntprat. Hon orsakar sina egna problem, för man kan inte bete sig hur som helst och förvänta sig att det funkar. Hon har förverkat sin rätt att gnälla på andra, utan skall rätta sig efter vad som gäller. Hon var tydligen på vippen att göra det också, men ändrade sig. Nå, då får hon ändra sig tillbaka då, så löser sig allting.<br/> <br/>  Om socialen läser här. Det är otillständigt att ni spelar med i det här fula spelet. Joakim Ramstedt har rätt att väcka opinion och han har definitivt rätt att låta världen veta hur grovt ni felbehandlat hans fall, när ni upp till denna dag låter en instabil och icke-trovärdig ung kvinnas anklagelser få en vikt era egna utredningar visar är fullständigt upp åt väggarna. Det är själva verket hans skyldighet. <br/> <br/>  Nej, Ahmenvaafaan, situationen kommer tydligen inte att lösa sig kemiskt om mamman får bestämma. Den här situationen är inte svår att lösa. Enligt gällande modell i Sverige skall ett barn ha rätt till båda sina föräldrar. Den här situationen är inte svår eller annorlunda. Jag vet förstås inte och jag ställer inga diagnoser, men jag tycker inte det verkar vara något fel på mamman som i sig diskvalificerar henne som förälder. Hon verkar väl klara det bra? Då har hon samma skyldigheter som alla andra.<br/> <br/>  Mamman skall sluta konstra och lämna över barnet för umgänge med pappan. Han är utredd och klar och det går alldeles utmärkt att förtro honom vårdnaden av sin dotter. Det handlar inte om att någon sida är bättre än någon annan. För allt jag vet kanske Joakim Ramstedt verkligen är en riktig otrevlig bondlurk och oerhört jobbig. det är trist för mamman om nu hon är en sådan ängel, men hon har skaffat barn med en man och hon får stå ut med att han är pappa till detta barn, oavsett eventuella brister i karaktären. Svårare än så är det inte.<br/> <br/>  Du är ett offer för vanföreställningar och det vore ju en sak om en anonym nätdebattör har dem, men det är trist att det liknande vanföreställningar som dottern och mormodern tydligen lider av. Det finns inte två jämbördiga sidor här, vilket man kanske kan få intrycket av när man läser. Människor som du och de som debatterar i en medveten kampanj mot Joakim Ramstedt här har helt frikopplat sig själva från verkligheten.<br/> <br/>  Verkligheten är att mamman måste acceptera att hennes dotter har en förälder till, annars finns det risk att hon kommer att förlora hela vårdnaden på grund av sitt beteende. Det har hänt i andra fall. Jag kan inte tala för andra, men jag tror det är få som tycker något annat än att det vore oerhört tragiskt"
	},
	{
		"postIndex": 14704,
		"postNum": 14910,
		"postLink": "/sp27670406",
		"postTime": "2010-12-19",
		"postUser": "NoSugarcoat",
		"postUserID": "/u446435",
		"postUrl": "https://www.flashback.org/t947739p1243",
		"userUrl": "https://www.flashback.org/u446435",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <br/>  Du får nog läsa om:<br/> <br/> <a href=\"https://www.flashback.org/sp27633595\" target=\"_blank\">https://www.flashback.org/sp27633595</a>!      </td> </tr> </table>  <br/>  Jag verkar vara den enda som läst detta för vad det kan vara, nämligen en <b>partsinlaga </b>därmed inser jag även att denna eventuella partsinlaga kan komma från olika personer som en beskrivning av vad som skett. Riktigheten i detta och grunderna till detta vet vi inget om, just för att det är en partsinlaga. Det är en tredjehandsuppgift vi har för handen, det behöver inte vara någon oriktighet i detta. Absolut inte. Men det vet vi inte med den knapphändiga informationen. Man måste lära sig att läsa vad som är skrivet. Sen vet vi inte om detta har hänt för att mamman påstått det likväl som vi inte vet att detta hänt för att någon påstått att mamman påstått det. Jag hoppas du ser absurditeten i det.<br/> <br/>  Riktigheten i Tuesdays återgivande av vad för information som inkommit ifrågasätter jag inte, jag ifrågasätter VAD det för information och av VEM samt i VILKET syfte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Pappan har i flera delar utelämnat mycket ang sitt barns moder, om syftet vore att ge en så dålig bild som möjligt av henne, hade han inte gjort det. Att han fört detta offentligt kan man absolut diskutera, men det suddar inte ut de dokument som faktiskt finns, och det är ur dokumentationen man ser den sanna bilden av hanteringen, om det är menligt på någon så det snarare avslöjande, än kränkande. Vilken känsla som än infinner sig.      </td> </tr> </table>  <br/>  Ditt påstående att pappan utelämnat någonting är en ickefråga när man som jag anser att han inte skulle lagt ut något över huvud taget. Du ser ju själv vad som skrivs om både mamman mormodern och även pappan, och inte minst barnet. Detta allt beroende på vad endast <b>en </b>person av dessa 4 valt att lägga ut.<br/>  Nej, det suddar inte ut de dokument som faktiskt finns, det suddar inte heller ut att en massa förståsigpåare och sitter och påstå sig \"se den sanna bilden av hanteringen\". Du kanske märker att det är många som \"ser\" en massa saker av detta men väldigt få som \"ser\" vad det står utan att vare sig plussa på eller dra ifrån egna slutsatser av detta. Det är en stor skilnad.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Här är vi nog rörande överens, hur skall barnet få tillgång till båda sina föräldrar tycker du?      </td> </tr> </table>  <br/>  Gott! Om jag ska tycka? Med respekt för det lilla jag faktiskt vet i detta så tycker jag att barnet ska få lära känna sin pappa igen på barnets villkor, och detta med hjälp och stöd av någon som förstår vikten av att inte läsa in en massa saker i barnets olika reaktioner. Det här kan ta tid, det är inte som att rycka av ett plåster. Omfattningen av detta och formerna för detta hoppas jag att de båda kan komma till någon form av samförstånd om.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Pappan har utsatts för övergrepp, sett sitt barns mänskliga rättigheter avskurna, vad får man göra för att skydda sina barn tycker du?      </td> </tr> </table>  <br/>  Ja, du/ni säger det. MR består av många artiklar och bör läsas i sin helhet med en förståelse för sambanden. Vad får man göra för att skydda sitt barn? Jag vet inte vad pappan anser sig göra genom att ofentliggöra och skriva allt möjligt om andra personer i barnets omgivning. Detta är <b>inte </b>att bädda för ett bättre samarbete eller ett framtida någotsånär samarbete, det som han har gjort är att förlänga konflikten. Jag för min del hade tagit stöd hos någon nära som jag anser som klok, någon som hade låtit mig fara ut med min sorg, ilska, frustration i enskildhet med denne... Men med måtta! Någon som när det var dags, lotsat in mig på konstruktiva vägar och kört upp min stolthet där den hör hemma och verkat som en sordin och slitit ballarna av mig om jag blev destruktiv. Den personen hade kunnat hjälpa mig att keep my composure i kontakter med soc, mamma, andra anhöriga etc etc Finns mycket att göra förutom att fläka ut allt på nätet  <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Pappan har för länge sedan lagt ner sina aktiviteter om sitt personliga fall på nätet. Det är vi, du och jag samt alla andra i denna tråd som håller detta vid liv, skyldiga enligt micro113's åsikt skyldiga efter frekvens, något jag håller med om. Detta gäller naturligvis oavsett vem/vad man tycker sig företräda.      </td> </tr> </table>  <br/>  För min del kan jag hålla med om det någon tidigare skrev. Om det inte hade kommit så mycket input från pappans vän/vänner så hade nog denna tråd självdött för länge sedan.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det som är viktigt här är barnet!      </td> </tr> </table>  <br/>  Absolut. Jag hoppas att det blir någon ände på detta djävla elände snart."
	},
	{
		"postIndex": 5791,
		"postNum": 5872,
		"postLink": "/sp23381381",
		"postTime": "2010-05-28",
		"postUser": "Natrixnatrix",
		"postUserID": "/u434683",
		"postUrl": "https://www.flashback.org/t947739p490",
		"userUrl": "https://www.flashback.org/u434683",
		"sentence": "Frågan är om Daddy, som han hävdar vid starten av tråden, blivit felbehandlad av myndigheter och mamman i vårdnadsfrågan.<br/> <br/>  Som jag ser det har konstaterats, trots att bara ett av två förhör finns att tillgå, att det fanns anledning till anmälan. Det handlade alltså inte om en falsk anklagan. Polisen gjorde precis som ska göras vid anmälan om misstänkta sexuella övergrepp och förundersökningen ledde inte till åtal utan lades ner.<br/> <br/>  Sedan finns alldeles för många luckor för att kunna bedöma om socialförvaltningen gjort rätt eller fel. Om bara den händelsen som ledde till polisanmälan legat till grund för att man tvivlat på att umgänget borde kommit igång och den juridiska vårdnaden skulle återgå till Daddy har man begått stora fel. Om däremot den händelsen tillsammans med andra faktorer, vilket jag tror är fallet, har påverkat utredningen så har inga fel begåtts. Med den kännedom vi fått genom bloggen finns besvärande omständigheter som tyder på mycket mer man sett och tagit hänsyn till.<br/> <br/>  KiaW gjorde ett suveränt jobb med att förklara. Jag tror att många är så känslomässigt påverkade av Daddys framställan att man har svårt att inse att det faktiskt kan finnas skäl till tvivel i frågan om den lämplighet som socialförvaltningen är tvungen att bedöma. Oavsett vad som hänt tidigare så kan alla förändras, mogna, tillfriskna, utvecklas och barn blir också äldre och får ändrade behov. Det tråkiga med den här tråden och att man ältar det som varit är att det blir svårt att se framåt istället för bakåt.<br/> <br/>  Barn har rätt till bägge sina föräldrar och det är jäkligt illa när man är så totalt oförmögen till samarbete och insikt om egna brister att man tvingar samhället att kliva in och avgöra vad ens egna barn behöver. Det tragiska i just den här vårdnadstvisten är att den analyseras på nätet därför att en förälder anser det vara till barnets bästa. Själv är jag övertygad om att det är en katastrof vad gäller bedömningen av Daddy som förälder. Jag hoppas verkligen att inte fler föräldrar får för sig att göra samma sak. Även om man upplever sig blivit felbehandlad av myndigheter och motparten under en vårdnadstvist så har det mesta en tendens att lugna ner sig och till slut bli till det bästa.<br/> <br/>  Jag kommer inte att skriva mer om det här. Jag hoppas att tråden självdör och att Daddy kommer till insikt om hur han ska fungera som förälder. En förälder som offrar sitt barns integritet liksom hennes mors är inte kapabel att kunna fatta viktiga beslut som rör barnets bästa. Det bästa han kan göra är att plocka bort allt som handlar om den egna tvisten där barnet eller modern kan identifieras och koncentrerar sig på generella frågor han vill lyfta istället."
	},
	{
		"postIndex": 587,
		"postNum": 595,
		"postLink": "/sp22373600",
		"postTime": "2010-04-06",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t947739p50",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    FUP, överklagan, anmälan, skrivelser mellan parterna, förhör med Raina, sådant som Joakim själv fragmentariskt tar upp men inte presenterar i sin helhet osv.<br/> <br/>  Det är faktiskt ganska svårt att få grepp om vad som skett i ärendet och vad som är gjort överhuvud taget -- och det handlar om Joakims sätt att lägga fram ärendet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       För det är egentligen inte Daddys elller mammans agerande som är intressant här.       </td> </tr> </table>    Det går givetvis inte att bortse från deras agerande när man skall bedöma om de åtgärder som myndigheterna vidtagit är relevanta eller inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det intressanta är om myndigheterna har skött sig som de skall, med tanke på att en far har förlorat kontakten med sin dotter helt och en dotter med sin far. Var det verkligen nödvändigt? Är Daddy så pass olämplig som förälder att han skall fråntas inte bara all vårdnad utan även all kontakt över huvud taget?      </td> </tr> </table>    Alltså är kärnan i det hela inte bara myndighetens utan också Joakims agerande. Det är inte acceptabelt att myndigheter medverkar till att ett barn far illa bara för att man inte kan bevisa brott av en viss art.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag skulle vilja säga att du vänder på bevisbördan. Om något sådant skall ske måste det väl kunna vara väldigt enkelt att få granska myndighetens agerande för en utomstående? Det borde väl egentligen finnas en tillgänglig, lättförståelig och transparent sammanfattning där det motiveras varför de beslut som fattats har fattats.<br/>  ----------------------------------------------------      </td> </tr> </table>    Det är andra myndigheter som skall granska myndighetsutövning. I de fall så skett i Joakims ärende, så är inte han nöjd med utslagen - utan anser att allt är en konspiration.<br/> <br/>  Man inte som vid brottsmål ha samma typ av öppen granskning när det gäller ärenden och akter inom socialtjänsten eller sjukvården, det måste ju måste ändå vara acceptabelt att den rätten till integritet råder på de områdena.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Mammans oro är en sak, för det finns ingen möjlighet för oss att veta om den är befogad. Men om hon inte har något stöd eller bevis för sina beskyllningar, så måste väl myndigheterna se till att hon lämnar över flickan för umgänge, oavsett vad den egentliga sanningen är?      </td> </tr> </table>  <br/>  Mammans agerande ja. Detta är uppgifter från Joakim själv;<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       3. På sidan 3 nämns att tingsrätten meddelas att CE fått en<br/>  rekommendation om att stoppa umgänget mellan R och hennes far. Detta<br/>  ska ha skett 2009-05-05. CE har uppgett att hon fått denna<br/>  rekommendation före 2009-04-02.<br/> <br/>  [...]<br/> <br/>  CE fick denna rekommendation från Utredning Barn &amp; ungdom 2009 04-03 i samband med den förhandsbedömning som gjordes.<br/> <br/> <br/> </td> </tr> </table>    I ljuset av det är frågan - kan man säga att det är mamman som i det läget avgör om hon skall bryta umgänget. En myndighet som går in och rekommenderar en sådan åtgärd är inte något man rycker på axlarna åt som orolig förälder. TR är dessutom meddelad om åtgärden.<br/> <br/>  Joakims kommentar<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Då undrar jag hur dom har resonerat i sin förhandsbedömning? \"Hmm vi har här en mor som redan i en tingsrättsdom konstaterats som lögnare och falskanklagare. Vi har en far som uppenbarligen aldrig ljugit om någonting under hela tvisten. Han skickade in en anmälan om oro för barn som var välunderbyggd, detaljerad och saklig, men  det stod ju inte klart och tydligt att det var en anmälan, därför slängde vi den, direkt då modern läst anmälan emellertid så kommer hon plötsligt på, att R har sagt att hon och pappa har \"hemlisar\". Hmmm...här föreligger ett tydligt skyddsbehov gentemot fadern, det är ju klart som en junidag\". Hur var det nu igen...? Socialtjänsten utreder inte brottsmisstankar....socialtjänsten könsdiskriminerar inte....socialtjänsten ser till barnens bästa.....      </td> </tr> </table>  <a href=\"/leave.php?u=http%3A%2F%2Fdaddys.blogg.se%2F2009%2Foctober%2Fnu-kan-dom-atala-mig.html%23comment\" target=\"_blank\">http://daddys.blogg.se/2009/october/...g.html#comment</a><br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Som sagt så slåss man av likheten med mammans agerande i Gamla stanfallet. Även där hade mamman misstankar hon inte kunde bevisa - om de nu var rätta eller felaktiga - och vägrade därför att låta pappan få det umgänge han skulle ha. <br/> <br/>  Det är klart man kan ha förståelse för hennes agerande, om hon verkligen, verkligen trodde att det förekommit oegentligheter med barnen. Men det kan väl ändå inte myndighetera ta hänsyn till? Det gjorde de inte heller, men i det fallet verkar skillnaden ha varit att pappan gjort ett gott intryck på myndigheterna.      </td> </tr> </table>    Jag är inte insatt i Gamla Stan fallet - men oavsett så kan du inte jämföra på det sätt som du gör nu. Till och med när det gäller pappor som dömts för övergrepp på sina barn så strävar vanligtvis socialtjänsten efter att man upprätthåller en kontakt med fadern om detta låter sig göras -- det är också så att synnerligen osympatiska människor som befinner sig inom kriminalvården genom socialtjänstens försorg har kontakt med sina barn -- därför att man har ett starkt fokus i Sverige på vikten av att upprätthålla denna kontakt, ibland in absurdum.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Tyvärr ledde då mammans misstankar till att en man och en gravid kvinna blev skjutna, vems felet nu var för det dådet. En bekant till mamman tog rätten i egna händer.      </td> </tr> </table>    Ja, och vad gör en människa så desperat? Är då misstanken att hon bara ville jävlas mer relevant än att hon faktiskt visste om övergrepp som inte gick att leda i bevis juridiskt, och att hon agerade för att skydda sina barn?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Sensmoralen bör vara att det inte är så käckt att låta människor utöva sin egen rättvisa, inte ens om de är mammor som på goda grunder är övertygade om övergrepp mot sina barn. Det skall krävas mycket goda skäl till att frånta den nekande fadern umgänge i sådana fall. Eller?       </td> </tr> </table>  <br/>  Ja, det skall krävas mycket goda skäl för det. Däremot anser jag att mamman i Joakims fall har haft  - så som det framstår - både det barnet säger, sina misstankar och myndigheternas uppmaning bakom sig -- för henne föreligger nog mycket goda skäl.<br/> <br/>  Att sedan myndigheterna svänger från gång till annan innebär inte att hon som enskild människa kan göra det svängningarna.<br/> <br/>  Myndigheterna skall om de anser att Joakim skall ha umgänge tillse att detta kan ske säkert, att flickan är trygg under det umgänget tills man helt kan undanröja misstankarna om övergrepp. I mitt tidigare inlägg citerar jag rådmannen, som redogör för att misstankar kvarstår, att det är tveksamt, men att Joakim skall umgänge - vi tar det igen.<br/> <br/>  Det här är signalen mamman får enligt Joakim själv;<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Domen blev som väntat. Då vi påpekade för rådmannen Gerd Möllers i Varbergs tingsrätt att alla påståenden som mamman hittills kommit med, och som på något sätt gått att kontrollera, har visat sig vara falska. Så säger hon \"Ja, men nu skall vi ju inte titta bakåt, utan endast framåt\", (och så kommer det) \"för barnets bästa\". Jag ryser.<br/> <br/>  En stund senare säger samma ordförande <b>\"Men det föreligger ju även allvarliga anklagelser mot pappan här, och jag kan ju inte veta vad som ligger i detta\"?</b> Plötsligt ska vi alltså titta bakåt i alla fall. Fast inte då det gäller henne, utan bara mig och dom anklagelser som riktats den här gången.       </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det interimistiska beslutet blev enligt mammans önskemål umgänge 4 timmar varannan helg med övervakning. <b>Skälet till detta var enligt fru ordförande att man i socialtjänstens utredning kunde utläsa att jag eventuellt kunde ha ett \"sexuellt gränsöverskridande beteende\".</b> Jag fattar inte vilken gräns hon pratar om, eller på vilket sätt jag skulle ha överskridit den? <b>Men ordalydelsen är tagen direkt ur socialtjänstens utredning.</b> </td> </tr> </table>  <br/>  Den stora frågan i det här är alltså VEMS version är den rätta.<br/> <br/>  Har det begåtts några fel -- handlar det om en orättvist behandlad pappa, eller ett adekvat skydd av en liten flicka.<br/> <br/>  Att en eller två socialtjänst handläggare talar ihop sig är kanske inte helt obegripligt -- men när polis, sittande rätt, åklagare, samtliga kring flickans utredning, skattemyndigheten som sekretessbelägger uppgifter utan giltig dokumentation osv osv är emot Joakim -- då blir det väldigt många.<br/> <br/>  Edit;<br/>  Det finns också en stor motsägelse i Joakims sätt att framställa sig själv som stabil och trygg i mammans tillvaro, och att allt hon säger om hans lynnighet är lögn, samtidigt som han själv under 2006 blir föremål för utredning av ADHD diagnostiseras 2007, och enligt sin egen mamma efter det upplevs som mycket stabilare (än den skötsamme stabile man han var innan, eller?)"
	},
	{
		"postIndex": 4652,
		"postNum": 4721,
		"postLink": "/sp23235968",
		"postTime": "2010-05-21",
		"postUser": "BangTheDrum",
		"postUserID": "/u447836",
		"postUrl": "https://www.flashback.org/t947739p394",
		"userUrl": "https://www.flashback.org/u447836",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Under BM:s välsignade frånvaro från denna tråd (tog du semester?) så nyktrade diskussionen till på ett mycket glädjande sätt. sakfrågor började diskuteras, och fakta och berättigade frågor ställs.<br/> <br/>  Sedan kommer skvallerkärringen tillbaks och drar genast ner tråden i dyn igen. <br/> <br/>  För att ta upp några saker som diskuterades innan. Daddy var äldre än modern då dom träffades och han borde i kraft av den mer levnadserfarne varit den som såg och avbröt förhållandet innan barnet blev till. Detta är ett adekvat argument och det kan ju förhålla sig så. Men många föräldrar som plötsligt dras in i dessa djävulska konflikter är minst lika gamla som D var då dottern föddes, och dom allra flesta är ju då det händer lika naiva och okunniga om vad som väntar. Dessutom är ju kanske inte det första man gör då en familjekris uppstår att springa till polisen och anmäla den andre. Detta är i alla fall inte ett vanligt beteende hos fäder. Möjligtvis för att det inte finns hundratals mansjourer och mansfridslinjer och annat som är fäderna behjälpliga i detta, om dom nu skulle vara så illvilligt lagda att dom vill ta barnen och förvinna för gott.<br/> <br/>  Många härinne har hävdat, vilket också är helt riktigt att socialtjänsten måste agera om dom får uppgifter på att ett barn utnyttjas sexuellt. Brott mot kvinnor och barn där män sägs vara skyldiga prioriteras ju som bekant mycket högre av samhället idag än i motsvarande fall.<br/>  Men då har man ju missat poängen, det är ju inte detta D är kritisk emot.<br/> <br/>  Det lustiga i socialtjänstens agerande var ju att innan man ens startade en utredning stoppades allt umgänge. Utredningen som sedermera startades syftade alltså inte till att utreda OM det låg någon grund i påståendet om övergrepp. Det togs för givet ATT fadern var skyldig redan innan utredningen ens inleddes. Utredningen syftade istället, enligt vad socialtjänsten själva medgivit, endast till att utreda moders förmåga att skydda barnet från fadern. När deras märkliga agerande sedan ifrågasätts så hänvisar dom till att det är polisens och inte deras uppgift att utreda själva skuldfrågan.<br/> <br/>  Detta sätt att resonera blir ju rätt märkligt utifrån lagen att barnets bästa alltid skall vara vägledande för beslut. Barnets bästa var alltså i det här fallet att helt separeras från sin far i 10 månader. <br/>  För att sedan återuppta vad man kallar övervakat umgänge i ytterligare 4. Konsekvensen av detta omvända tänkande gällande barnets bästa blir ju i det här fallet att man separerat barnet från den förälder som är oskyldig och lämnat det i händerna på en förövare.<br/> <br/>  Naturligtvis kan man hävda att mamman gjorde sin anmälan i så kallad god tro. Att hon verkligen var orolig för R:s säkerhet. Det är så alla falskanklagande mammor kommer undan lagförande för detta brott. Men dels har modern känt fadern ända sedan 2003 (tror jag) och borde därmed ha förstått det orimliga i att han på något sätt skulle skada något av sina barn. Och dels har det visat sig att modern fortsatt och eskalerat sina anklagelser gällande övergrepp på ett sätt som nu visar inte bara att anklagelserna måste ha varit inte bara falska utan också beräknande, och att detta inte alls skett i någon god tro. Man bör ju dessutom ha i åtanke att fadern nu inte haft något normalt och oövervakat umgänge med R sedan i början av Mars 2009. Detta kallar rättsstaten Sverige för att fria.<br/> <br/>  Om myndigheterna verkligen hade jobbat utifrån vad lagen säger om att barnets bästa skall sättas i första rummet hade man naturligtvis inte förutsatt faderns skuld  presumtivt. Inte heller fanns det någon anledning att helt kapa det viktiga bandet mellan far och dotter. Om man nu var oroliga för R:s säkerhet så hade man ju kunnat utse en kontaktperson redan på detta staidie eller hur?<br/> <br/>  Vad gäller D:s påstådda alkoholmissbruk. När en människa (gäller både kvinnor och män) blir lämnad, ratad och övergiven av sin partner, och dessutom förlorar sina barn hamnar denne ofta i någon form av krisreaktion. Följden blir att människan ofta tar till någon form av bedövningsmedel för att överleva. Speciellt i den inledande fasen. Kvinnor dricker stora mängder lådvin och tar lugnande tabletter, män dricker oftare starksprit, som exempelvis Whisky. Detta är helt normalt. Att för den skull kalla människan för alkoholmissbrukare är ganska magstarkt och tyder, enligt undertecknad, en på en mycket bristfällig förmåga till empatiskt tänkande."
	},
	{
		"postIndex": 1030,
		"postNum": 1044,
		"postLink": "/sp22652909",
		"postTime": "2010-04-21",
		"postUser": "micro113",
		"postUserID": "/u317096",
		"postUrl": "https://www.flashback.org/t947739p87",
		"userUrl": "https://www.flashback.org/u317096",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Vårdnadsutredaren har väl inte släppt dessa anklagelser helt - är inte vårdnadsutredaren en del i de konspiration du påstår föreligger emot dig? Eller påstår du nu att socialtjänsten handlar i strid med sin egen utredares utsaga? Vem är det då som klipper och klistrar?<br/> <br/>  Ett nedlagt åtal är inte alltid färdigbehandlat - det kan granskas av överåklagare, vilket har skett i detta fall och tydligen har det först i mars i år fattats någon form av beslut i ärendet.<br/> <br/>  Du har ännu inte visat att det föreligger något rättsövergrepp gentemot dig - eller din dotter - du vill att folk skall ta ditt ord på att allt du säger är rätt, och att socialtjänsten skall klandras för att de fyller sin utredningsskyldighet när det gäller barn och misstanken om barn som kan fara illa.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Just nu befinner sig detta fall i ett känsligt läge och för att inte störa de kommande förhandlingarna har jag valt att inte publicera några filer just nu. Men jag har ikväll mailat över den nya vårdnadsutredningen samt domen från 08 som bland annat Micro har spritt irrläror omkring, till en av debattörerna här. Bara för att visa att jag har fog för vad jag påstår.<br/>  Jag räknar med att denne kommer att bekräfta detta och även att den nya vårdnadsutredningen slår fast detsamma som domen från 08 gjorde.      </td> </tr> </table>    Vem har du skickat de pappren till som skulle ha den trovärdigheten och digniteten att dennes ord och sätt att behandla uppgifter skulle vara så trovärdiga att det ersatte  att man inte själv kan läsa dokumenten?<br/> <br/>  Med hänsyn till att dina anhängare här är lika bra på att utelämna det som kan tolkas negativt om dig i de dokument som är synliga, som dig själv, och har en minst sagt vinklad tolkning av det mesta - så är det inte det som man får se och veta som är intressant, utan just det som ni undanhåller som är intressant.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att mamman begått egenmäktighet. Att hon, samt fd chéfen för IFO i Kba Gunilla Pettersson begått falsk tillvitelse. Att alla referenspersoner som kontaktats av utredaren bekräftar allt jag har sagt. Däribland min sons mor. Tingsrätten skriver i domen att dom inte heller fäster någon tilltro till någon av mammans alla anklagelser (som på den tiden mest kretsade kring våld och misshandel). Den nya utredningen slår fast att inget relationsvåld har förekommit.      </td> </tr> </table>    Talar du här om domen från 2008 eller är det vårdnadsutredningen? Är det domen så bör du nyansera dig själv lite grann -- den här sammanfattningen är en så grov förenkling att den återger inte på ett adekvat sätt det domen säger. Dessutom lyckas du som vanligt utelämna det som står om dig själv. Är det en tillfällighet?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dessutom har den person som fått dessa filer även fått ett mail från mamman som jag fick den 5 Mars 2009 där hon bland annat skriver \"Rania har gjort ett halsband och längtar till på Fredag\". Konstigt att hon längtar hit där hon uppenbarligen har utsatts för övergrepp?      </td> </tr> </table>    Att ett barn utsatt för övergrepp, i synnerhet av den typ som beskrivs, längtar till föräldern är inte alls konstigt. Hon är fyra år och har uppfattat en lek - vilket är en skicklig förövares syfte, därför kan ofta sådana övergrepp pågå en längre tid utan upptäckt. Alltså inget som talar emot att något skett.<br/> <br/>  Däremot talar ju mammans mail emot att hon skulle vara en umgängessaboterande apa - tycker du inte det själv. Mailet talar ju för att hon uppmuntrar er kontakt och vill förmedla något positivt från Ranja till dig -- tvärtemot den bild du vill ge av mamman med andra ord.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Strax därefter får mamman reda på att jag kommer att väcka talan mot henne i rätten igen varpå hon vrålar en massa otidligheter inför barnet och börjar hota med att gå till socialtjänsten. Viket hon ju också gjorde.      </td> </tr> </table>    Strax efter får hon hon höra barnet ja. Kanske är det därför hon skriker åt dig - du skickar ditt mail, hon vänder sig till socialtjänsten för tid. Det tar några dagar att få tid för möte - väl där gör man upp en handlingsplan. Din anmälan mot modern kommer väldigt lägligt med att flickan börjar prata - tycker du inte det själv?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dessa belönade återigen detta beteende genom att stoppa allt umgänge i tio månader.      </td> </tr> </table>    Ja, barn skall skyddas från olämpliga föräldrar - och barn skall skyddas under utredningstiden om det föreligger misstanke om övergrepp. Tycker du som förälder verkligen att det är konstigt, eller fel?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men här kan man fortfarande inte prata om annat än Maria Brages snopplekar??!<br/>  Om ni läser förhöret så ser väl även ni att det är MB som introducerar ordet snopp och snopplek i förhöret. Detta anser Micro är helt i sin ordning. Jag vet inte vem denne Micro är och varför h*n tycks spendera all sin lediga tid på detta forum i syfte att misskreditera mig. Men så länge du fortsätter ditt maniska tuggande om dessa snopplekar, vad fan det nu är, så kommer inte jag att delta mer. Du drar ner denna viktiga tråd i dyngan och där kan rulla runt bäst du vill. Själv har jag betydligt viktigare saker att göra.      </td> </tr> </table>    Om du går tillbaka i mina inlägg så upptäcker du snabbt att;<br/>  Snoppleken kom in som svar på andras inlägg  kring denna - att jag anser att man inte kan bortse från ditt uppförande och vad rätten säger om dig INNAN den ens kom på fråga.<br/> <br/>  Att man inte i en fortsatt utredning om vårdnad och umgänge kan bortse från sådana misstankar eller olika former av gränsöverskridande beteende är fullständigt självklart.<br/>  Att göra det du vill - bortse från allt som kan tolkas negativt gentemot dig själv, och bara se saker så som du vill och utifrån det dra slutsatser, det låter sig självklart inte göras."
	},
	{
		"postIndex": 7879,
		"postNum": 8001,
		"postLink": "/sp23903616",
		"postTime": "2010-06-25",
		"postUser": "Canil",
		"postUserID": "/u337390",
		"postUrl": "https://www.flashback.org/t947739p667",
		"userUrl": "https://www.flashback.org/u337390",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag ser alltså bara till det tänkbara resultatet, inte till diverse personers egna behov av att slänga skit fram och tillbaka.<br/> <br/>   </td> </tr> </table>    Det är just där det brister.<br/>  Flickans behov utesluts till förmån för vad andra vuxna tänker kring en annan vuxen.<br/>  Om jag inte tycker om X, så skall X:s barn inte har rätt att få tycka om X eller ens få träffa X då det är mitt tyckande som är det allra viktigaste.<br/>  Skit i barnen, de är ändå bara en bricka och en gång i tiden murades det in barn och det var ju ok, eller?<br/>  Utnyttja barnen för sjutton så mycket det går, hjärntvätta barnet till att avsky förälder X, speciellt för att förälder A är besviken på förälder X.<br/> <br/>  Då kommer Ö intrampandes i barnets liv, Ö har bestämt sig för att förälder X är en förälder som går att skriva precis vad som helst om och trycka ner långt under jorden, förälder X gjorde nämligen något dumt.<br/>  Förälder X valde att kritisera samhället, ajajaj, dumma förälder X.<br/>  Dr för bestämmer Ö att barnet inte skall få träffa förälder X och gör precis vad som helst för att få bort barnet från förälder X.<br/>  Färälder A:s oförmåga struntar Ö i eftersom Ö anser att barnet inte skall få finnas i förälder X liv.<br/> <br/>  Denna tråd startades av förälder X.<br/>  Ö har nu gjort tråden till sin.<br/>  Ö har några få som hjälper Ö att få som Ö vill.<br/>  Här kommer G och ger Ö stöd, för G tycker inte heller om förälder X.<br/>  Förälder X har ju varit dum mot samhället, fy på dig förälder X.<br/>  Vet du inte att vi alla skall acceptera det samället med dess myndigheter bestämmer.<br/>  Myndigheterna kan ibland vrida på lagen så den passar syftet och det syftet håller Ö för det bästa.<br/>  Ö har gjort denna vårdnadstvist helt personlig trots att Ö inte har något alls med tvisten att göra.<br/>  Ö måste ha denna tråd ty Ö behöver den för att kunna livnära sig på andra människors ilska.<br/>  Då mår Ö bra.<br/>  Ö är ganska snäll mot tex G då G hjälper Ö att hålla sig ovanför vattenytan.<br/>  Du är snäll mot Ö G, tror du.<br/>  Ö lapar i sig medhållet som en kattunge lapar i sig mjölk.<br/>  Energin spider sig och gör att Ö orkar med en dag till.<br/>  Ö bryr sig inte om att förälder X och A:s barn blir förtalat.<br/>  Ö vet ju att jorden snurrar enbart för Ö:s skull.<br/>  Rätt som det är kommer U in i tråden, Ö behöver hjälp.<br/>  U är hjälpsam.<br/>  U tycker om att hjälpa Ö, snälla U.<br/>  Vi alla tycker om hjälpsamma personer.<br/>  U är snäll.<br/>  U tycker inte om barn, barn har inga känslor anser U.<br/>  Men barn kan vara bra att ha tycker U.<br/>  U tycker om att skriva om förälder X.<br/>  Om inte förälder X hade haft detta barn, då hade inte U fått möjligheten att bli kompis med Ö och då hade inte U och Ö hittat sin lilla livsuppgift som handlar om att skriva om förälder X.<br/>  Då hade Ö, U och även G varit helt ensamma, ingen att prata med.<br/>  Då hade det varit synd om Ö, U och G.<br/>  Vilken tur att förälder X ger Ö, U och G näringen de så väl behöver för att helt enkelt få vara någon.<br/>  Förälder X är således en mycket snäll person, ty förälder X hjälper Ö, U och G att få känna att de är någon."
	},
	{
		"postIndex": 5283,
		"postNum": 5357,
		"postLink": "/sp23297977",
		"postTime": "2010-05-24",
		"postUser": "Ahmenvafan",
		"postUserID": "/u444493",
		"postUrl": "https://www.flashback.org/t947739p447",
		"userUrl": "https://www.flashback.org/u444493",
		"sentence": "HusvagnsSvensson; Det där är inga \"nya\" uppgifter.  Det där crapet serverades på Daddys blogg<br/>  för ganska länge sedan. Du och även Daddy, mfl tycks oinsatta i hur utredningar i boende  och vårdnadsfrågor går till.<br/> <br/>  Det som presenteras här eller i Daddys blogg är bara väl valda delar. Naturligtvis till Daddys fördel i detta fall.<br/> <br/>  Har man inblick i hur utredningarna görs och dokumenteras så vet man att alla intervjuver som görs presenteras skriftligt i utredningen. Dessutom får varje part läsa och godkänna innan utredningen \"anses avslutad\".  Mamman, så väl som pappan intervjuvas och får säga sitt. Skolor,dagis,barnpsykologer mfl får också säga sitt och godkänner det som skrivits Och godkänna eller ändra innan allt är färdigt för TR´s bedömning. Som mamma &amp; pappa träffar man utredarna (som oftast är 2 st) flera gånger. Man får svara på samma frågor, men får också tillfälle att tala fritt. Vissa utredare har en metod som går ut på att parterna får tala en i taget.Den ena parten pratar ena gången,den andra lyssnar bara. Nästa gång byter \"parterna stol\". Enligt någon \"SOLparagraf\" ska parterna erbjudas samtalshjälp. Ingen kan tvinga någon på dessa samtal. Dock ses det inte med blida ögon på att man nekar. Nekar någon av parterna ska även detta framgå i utredningen. I vissa fall intervjuvas även barnen. Dock inte riktigt små barn. I mån av mognad hos barnet skall hänsyn tas till barnets önskan.<br/> <br/>  Att Daddy och flertalet här tycks tro att mamman inte är utredd är bara blajblaj. Båda föräldrarnautreds i alla boende/vårdnadstvister. Att båda föräldrarna blir \"hårt åtgångna\" i dessa utredningar och känner sig orättvist behandlade är väldigt vanligt. Det är tufft.Och så ska det väl vara om man betänker att \"barnets bästa\" ska stå i centrum.<br/> <br/>  Daddy är inte orättvist behandlad. Han upplever det så, men det är utifrån en ganska \"snäv\" värld där det mesta är orättvist mot honom. För varje dokument, bild, ljudfil mm, mm han presenterat så utgår det tydligt hur tokiga tolkningar han gör av lagar, rättigheter, skyldigheter mm i alla lägen. <br/> <br/>  När det började ryktas här att Daddy ev har Aspergers så \"föll mina bitar på plats\" gällande denne man med grandios självbild. Han förstår helt enkelt inte andra människors känslor och behov. Hur mycket vi än \"hackar och snackar\" så kan han på djupet inte förstå vad vi menar. <br/> <br/>  Nu tycker jag att varken ADHD, eller Asberger är skäl till att Barnet inte ska \"få ha sin pappa\". Pappan är den han är, vad vi andra än tycker. Dock kan jag inte finna ett enda skäl till att barnet ska bo varaktigt med denne man. Att en pappa inte förstår vikten av barnets intigritet kontra sin egen, är allvarligt. Mycket allvarligt! Kränkningar och hot är pappans vardagsliv. Det ska barnet inte behöva konfronteras med, dagligen. <br/> <br/>  BTW, något som diskuterades i början av denna tråd var mammans enda inlägg, som startade att Daddy outade sig. Jag läste både Daddys \"Newmillsinlägg\" (tror jag det var?). Daddy gick ut med både bild och namn på sig själv i den artikeln. Mamman bemötte inlägget med \"samma kasta skitmentalitet\" som Daddy kör med mot mamman. Inlägget var ganska kort och inte speciellt anmärkningsvärt i förhållande till Daddys skitkastning. Det blev Daddys \"försvar\" till varför han började \"hänga ut\" sin egna unge och hennes mamma. Mamman gjorde det ju först, enligt Daddy´s förvrängda världsbild.<br/>  Bilden så dessutom för jävlig ut. GnällDaddy med värsta baksmällan, såg det ut som."
	},
	{
		"postIndex": 8012,
		"postNum": 8137,
		"postLink": "/sp23962263",
		"postTime": "2010-06-29",
		"postUser": "severiano",
		"postUserID": "/u270681",
		"postUrl": "https://www.flashback.org/t947739p679",
		"userUrl": "https://www.flashback.org/u270681",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Om jag nu utgår ifrån vad du skriver, d.v.s. att målet för mig skulle vara att \"låta Daddy härja fritt\" så visar du ju bara ännu en gång det som även andra i tråden gjort, nämligen att ni läser det jag skriver som f-n läser bibeln och är så förblindade av er egen \"mission\" att ni inte förstår att det jag faktiskt utgår ifrån är diverse statements från er själva och drar ut konsekvenserna av dem. Dessvärre kan jag jag väl knappast nämna den ADHD-debatt som NI drog igång utan att även det här inlägget raderas, men jag måste ändå poängtera att just detta är en diskussion som är väsentlig, eftersom ni dels hävdar att det är en diagnos man ska ta på allvar, en diagnos som ni anser er veta mer om än vad jag gör, dels att ni inte anser att den på något vis är en förmildrande omständighet som kräver ett delvis annat synsätt från omgivningen på hur man bemöter en människa som har detta funktionshinder utan fortsätter att hävda att \"Man ska minsann ställa samma krav på någon med det handikappet som man ställer på alla andra\" - d.v.s. ni förnekar egentligen mycket mer än vad jag gör att det finns osynliga handikapp och till slut lyckades ni till och med genom diverse makalösa turer få det till att det var jag som försökte \"förnedra\" Daddy, JAG påstod att han var \"psykotisk\" (Efter att jag besvarat ett inlägg om en fiktiv person med grava vanföreställningar - alltså inte Daddy!) och jag hade synpunkter på hans intelligens.<br/> <br/>  Det som verkligen äcklar mig i den här tråden, det är självgodheten från de flesta av Daddy-motståndarna, förmågan att suga ut allting ur varje liten sketen detalj samtidigt som man försöker göra det i något slags förment godhetsperspektiv där ni bara agerar för \"barnets bästa\", samtidigt som ni utan vidare återciterar sådant som ni anser vara skadligt för barnet om och om igen!<br/> <br/>  Jag har ingen aning om graden av Daddys handikapp, men om han som det sagts medicinerar emot det, så utgår jag ifrån att han fungerar som de flesta jag träffat på och arbetat med, nämligen att han under stress värjer sig som gällde det livet och all kraft går åt till försvar och att man alltså inte kan tolka in så mycket som ni gör i hans olika handlingar.<br/> <br/>  Jag ansvarsbefriar inte Daddy ett dugg MEN jag vill påminna om att jag är den enda här i tråden som fått honom att ta bort uthängningen av mig och det kan ju bero på att jag behandlat honom lite annorlunda eller vad tror ni? UTAN att smöra för honom och UTAN att låta bli att kritisera sådant jag anser är värt att kritisera! (Även om ni självklart anser att den enda kritik som är värd något är den som är förgörande!)<br/> <br/>  Jag ansvarsbefriar alltså inte Daddy, men jag ansvarsbefriar inte er heller från att ytterligare blåsa under och trigga och det är detta ansvar NI inte vill se och därmed kan man ju undra över vem som lider av det värsta handikappet, är minst insiktsfull etc!<br/> <br/>  För mig handlar det fortfarande om en inte helt ovanlig vårdnadsstrid och kanske har inte jag levt i en lika rosafärgad värld som ni, men jag kan se de extra komplikationer som finns här och jag hävdar fortfarande med en dåres envishet barnets rätt at få känna stolthet över sitt ursprung och rätten för barnet att slippa ta in all denna vedervärdiga skit som skrivits av diverse personer om båda föräldrarna. Daddy borde alltså i första hand ta bort allt negativt han skrivit om barnets övriga anhöriga och NI skulle kunna släppa hela vårdnadsstriden och istället om ni så önskar koncentrera er på t.ex. Daddys kvinnosyn, ideer om feministiska konspirationer eller vad f-n som helst som ni retar upp er på, men av respekt för barnet så borde båda sidor tänka till jävligt kraftfullt och fundera över hur allvarligt ni vill skada denna stackars unge (Och även det andra äldre barnet!)<br/> <br/>  Och till Daddy direkt: Jag hade kunnat skriva detta direkt på din blogg, men av bekvämlighetsskäl tar jag det i denna löpande text: GE F-N i att låta dig luras att gå igång på alla provokationer! Du har en begåvning för att skriva, använd den och skriv om annat. Behöver du skriva av dig frustrationer, skriv  till någon du litar på, men lämna inte ut dig på ett fat till gamarna! Vad de tycker och tänker är faktiskt inte särskilt viktigt och det tar bara energi ifrån dig som du skulle kunna använda till bra mycket mer roliga saker! Välj dina strider!"
	},
	{
		"postIndex": 6946,
		"postNum": 7057,
		"postLink": "/sp23709720",
		"postTime": "2010-06-14",
		"postUser": "BangTheDrum",
		"postUserID": "/u447836",
		"postUrl": "https://www.flashback.org/t947739p589",
		"userUrl": "https://www.flashback.org/u447836",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Du kommer med en massa påståenden som inte är verifierade i tråden och det jag har att utgå från är det som står i domen. Vad gäller mitt och HvS diskussion handlar det om det som står i tingsrättens dom och hur det ska tolkas. Poängen är om det går att ta ställning till  och agera efter att någon gjort sig skyldig till en handling som är skadlig för barnet utan att ha gjort sig skyldig till brott.<br/>  Det är nämligen det som står i domen.<br/> <br/>   </td> </tr> </table>  <br/>  För alla som följt dina skriverier i denna och andra trådar här så kan man ju lätt få intrycket av att just sexbrott är något du tycks vara synnerligen upphängd på. Orsaken till det vet inte jag, och spekulerar därför inte i det. Lika lite som du borde spekulera om min fantasi. Jag konstaterar bara att om du nu inte gillade att snaska i olika fall av misstänkta våldtäkter och övergrepp så skulle du väl inte göra det så flitigt? Men trådar och bloggar där det skrivs om sådant verkar fungera som något slags flugpapper för dig.<br/> <br/>  Sedan är det ju märkligt att du refererar till domen från tingsrätten i något slags försök att rättfärdiga ditt tjat. Det finns bara en dom hitills i denna smutsiga historia. Den avkunnades i Göteborgs tingsrätt i april 2008. Dvs långt innan några anklagelser om övergrepp eller gränsöverskridande beteende hade framförts. Dom kom lämpligt nog strax efter att Daddy i mars åter därpå åter hade lämnat in en ny stämning om vårdnaden. <br/> <br/> <b>Logga ut</b><br/>  Jag bad dig om ett exempel på vad Daddy, jag eller någon annan av hans så kallade anhängare har ljugit om. Att du med alla dina nick och HenrikJ har ljugit rätt extensivt har ju konstaterats. Åtskilliga exempel har getts. Så dina / era påståenden om att det är Daddy som är den lögnaktige blir i ljuset av det bara löjliga. Speciellt som ni bara kommer med vaga antydningar om att han i sina uthängningar har ljugit. Visa det då. Styrk lögnerna som du påstår är så rikliga. Men det kan du inte din falska skithög.<br/> <br/>  Noterar att Binkermuniten nu verkar ha dragit öronen åt sig. Det började tydligen bli lite hett om dom. Däremot har några helt nyregistrerade nick kommit in istället. Exakt samma scenario som när Micro försvann från tråden. Ingen av människorna som lever för att skriva skit om Daddy törs stå för sina åsikter. Tvärtom är man livrädd för att avslöjas. Detta vill man göra gällande är för att Daddy minsann är farlig. Gud gråter över en sådan enfaldighet. Det finns nog få människor i vårt land som har utretts lika grundligt som Daddy. Han har utretts både på längden, höjden, tvären, ut och in. Ingenstans finner man minsta stöd för påståendet om farlighet. Tvärtom.<br/> <br/>  Det är inte Daddy man fruktar. Det är att avslöjas i all sin uselhet och falskhet. Det är att få sina agendor avslöjade och dom ideologier som man byggt hela sina liv på raserade. Det är därför man fruktar att behöva stå fram med namn. Denna tråd startades under ämnet feminism. Ett faktum som tyvärr kommit bort i denna tråd, men som jag tycker vore central att ta upp. Om det inte vore för att Daddy hade attackerat denna ideologi så hårt tvivlar jag på att denna tråd hade varit så het som den har blivit. Själv har jag efter att ha fått insyn i det som har drabbat Daddy och många andra pappor i hans situation dragit samma slutsats som daddy. <br/> <br/>  Feminismen började en gång kanske som en rörelse som handlade om rättvisa, men har i takt med framgångarna utvecklats till en omättlig ondskefull hydra som enbart ser till sina egna intressen och vinning. Som demoniserar män och idealiserar kvinnor. En ideologi som ínte har något med jämställdhet att göra. Men dom som växt upp under dess skugga och som fastnat i dess garn ser inte längre verkligheten för alla inprogrammerade sanningar om kvinnors underlägsenhet. Och alla som på något sätt hotar dessa sanningar måste förgöras till varje pris. För vad är jag då? Om hela mitt liv är baserat på en lögn? <br/> <br/>  Var står Logga ut och HenrikJ i frågan om feminism? I och för sig vet jag redan svaret, men ställer ändå frågan för att dom skall få chansen att svara. <br/> <br/>  Vad jag vet så är det bara en Flashback användare som har hängts ut på Daddys blogg. Den personen hade då i över hundra inlägg kommit med osanna och kränkande påståenden om honom. När han till slut skriver om människan för att hon skall tvingas stå för sina påståenden med namn så kallar man det för att hänga ut? Jag kallar det självförsvar. En laglig rättighet i Sverige vad jag vet. Detta visar väl om något vilket förvridet rättvisetänk dessa personer besitter. Vad är det förresten i det omtalade inlägget som är lögn? Hur kan denna enkla fråga vara så jäkla svår att besvara?<br/> <br/>  Och nej \"han\" sitter inte och häckar hemma hos Daddy."
	},
	{
		"postIndex": 5182,
		"postNum": 5255,
		"postLink": "/sp23286665",
		"postTime": "2010-05-24",
		"postUser": "BangTheDrum",
		"postUserID": "/u447836",
		"postUrl": "https://www.flashback.org/t947739p438",
		"userUrl": "https://www.flashback.org/u447836",
		"sentence": "Henrik, BM, Bagarn, Jumping Jack.<br/> <br/>  Vad är det för fel på er? Ni framstår mer och mer som rena sadister. Ju mer ni kan skada och såra Daddy ju mer tycks ni njuta.<br/> <br/>  Nu påstår troshenrik att daddy är psykiskt sjuk också. Var ha nu har hämtat denna knölpåk förtäljer han inte i vanlig ordning. Det är inte Daddy som är psykiskt sjuk Henrik. Det är du.<br/> <br/>  Du ljuger, trakasserar, sparkar och spottar på en man som redan ligger. Tycker du själv att det är friskt?<br/> <br/>  Du påstår dig vara far själv. Ändå begriper du inte att det är djupt traumatiskt att med våld skiljas från sitt barn i tio månader. Att inte tillåtas ha ett normalt umgänge på 428 dagar. Och att samtidigt behöva oroa sig varje dag för hur hon har det. Att dessutom vara man nog att erkänna att man gråter av en sådan behandling tycker ni också att det är okej att håna.<br/> <br/>  Vad fan är du för skämt till förälder? Stackars ungar som har en så jävla elak farsa. <br/>  Och ni andra? Kallar ni er också för föräldrar? Är det konstigt att det finns monster i samhället då barn tvingas växa upp med föräldrar som er?<br/> <br/>  Ni behöver inte svara. Vid det här laget finns det ändå inget ni kan säga för att försvara era vidrigheter. Ni har för länge sedan passerat alla anständigheters gräns.  Ni andra kan kanske ha nytta av att även mamman får komma till tals här då ni förhoppningsvis ser varför Daddy är djupt orolig för sin dotter. Och att han har all anledning.<br/> <br/>  Låt mig få berätta en liten sann historia om vad som utspelade sig efter ett så kallat umgänge helt nyligen. De fyra timmarna var slut och Daddy kramade dottern och gick. Dottern blev efter pappan gått ledsen och började gråta. Då KP frågade hur det var fatt sa hon att hon glömt berätta för pappa att hon slutat med nappen. <br/> <br/>  Vad gör modern då? I stället för att ringa Pappan tar hon upp en leksaksmobil så att flickan skall få låtsas ringa till sin pappa. Dagen efter ringer hon till soc och berättar upprört att R sjungit visor om snoppar i bilen på väg hem. <br/> <br/>  Då hade flickan alltså inte haft oövervakat umgänge med pappan på över ett år. INGEN annan än mamma och mormor har någonsin hört flickan detta ord överhuvudtaget. Ingen har hört henne sjunga om det. Ingen har sett henne rita något åt det hållet. Inte dagis, inte kontaktperson eller socialtjänsten. <br/> <br/>  Det är denna mamma HenrikJ sitter och ridderligt försvarar samtidigt som kräket har mage att kalla sig en \"riktig karl\". Fy fan, människor som er är inte ens värda att förakta. Och ni kan också sluta oroa er för daddys ekonomi. Problemet kommer att lösa sig. Men jag har en känsla av att detta inte gör er glada. Snarare tvärtom. Flickan skall ju hållas ifrån sin älskade far till varje pris.<br/> <br/>  Nu har ni gått för långt. Och Flashback backar uppenbarligen ert sjuka beteende. Jag har precis som Henrik tillgång till alla dokument, vårdnadsutredning, anmälningar etc. HenrikJ skriver av naturliga skäl inget från innehållet i dessa, men det kommer jag att börja göra nu om ni inte slutar med denna barbariska misshandel.<br/> <br/>  Alea acta est"
	},
	{
		"postIndex": 3652,
		"postNum": 3699,
		"postLink": "/sp23093056",
		"postTime": "2010-05-14",
		"postUser": "Natrixnatrix",
		"postUserID": "/u434683",
		"postUrl": "https://www.flashback.org/t947739p309",
		"userUrl": "https://www.flashback.org/u434683",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har mycket svårt att tro att det stämmer. Har du kompetens att bedöma sådana saker? Att Daddy driver en blogg som Datainspektionen betecknar som helt OK och ett exempel på hur man i journalistiskt syfte kan granska myndigheterna, kan knappast användas av samma myndigheterna för att göra troligt att Daddy är en dålig förälder. Att Daddy därvidlag enligt DI har gått för långt i att publicera personuppgifter viasr inte heller det, eftersom det inte var klart från början var gränsen gick.       </td> </tr> </table>  <br/>  DI betecknar inte bloggen som helt OK. Men det har knappast med vårdnadstvisten att göra. Det har du rätt i. Bloggen har tagits upp vid flera tillfällen av familjerätten och Daddy tar inte åt sig av den kritiken utan håller fast vid sina rättigheter att skriva om mamman, tvisten och att få sprida handlingar som han blivit ombedd att ta bort. Om han velat komma till en lösning hade han lyssnat och gjort rätt men istället hävdar han sin yttrandefrihet. Familjerätten och även TS hade självklart haft samma inställning om det varit mamman och inte pappan som under tvisten drivit en blogg i syfte att framlägga bevisning för den andres kriminalitet och fula förfarande. Det handlar alltså inte om könsdiskriminering.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag vet inte om någon har sagt att den nya utredningen talar enbart till Daddys fördel. Men vad man kan anta händer om de uppgifter som framkommit här stämmer, är väl att ett normalt umgänge återigen kommer till stånd. Vissa har ju hintat om besvärande uppgifter angående mammans samarbetsförmåga, men det troligaste är kanske att hon behåller enskild vårdnad. Kanse får de någon sorts delad vårdnad, vad vet jag?<br/> </td> </tr> </table>  <br/>  Om jag påstår att jag fått papper på att jag är lite bättre än alla andra - är det sant därför att jag säger det. Eller därför att jag får några att tro på det? Om den nya utredningen är färdig och sammanställd så undrar åtminstone jag varför Daddy inte återfått vårdnaden eller åtminstone umgänget.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag har inte läst domen. Är det så att detta är mammans påståenden som tagit för goda därför att man helt enkelt bedömde henne som trovärdig, finns det förstås något problematiskt i detta. Står ord mot ord och man kan ifrågasätta hur labil och hotfull han egentligen var, kan han ju ha god grund för sitt missnöje med hur myndigheterna tolkat konflikten mellan mamman och pappan här.      </td> </tr> </table>  <br/>  Det är klart man tagit henne som trovärdig. Varför skulle man inte gjort det? Det Daddy kallar kidnappning och flykt mitt i natten är vad hon ser som sista utvägen ur ett destruktivt förhållande där hon gör det hon anser bäst för ett litet barn. Om ord står mot ord är det inte den som skriker högst som har rätt. Det är många år sedan nu och Daddy kan fortfarande inte släppa sin bild av hur han blev lämnad och gå vidare. Det ger inte honom rätt och henne fel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det där med dagiset har du själv tolkat till värsta tänkbara beteende från Daddys sida? Att han möjligen då har missuppfattat sina rättigheter vid ett förhör, skulle det vara ett bevis på att han är olämlig som förälder? Det verkar ju rent löjeväckande.      </td> </tr> </table>  <br/>  Som förälder har man självklart vissa föreställningar om hur man anser andra vuxna ska bete sig. Så visst handlar det i mycket om värderingar. Att han här får mycket som talar emot sin stabilitet och mogenhet som förälder har jag full förståelse för. När det gäller förhöret så kunde han inse att det var riktigt att följa upp anmälan och att hans rättigheter inte är sådana som han trott och sedan gå vidare. Jag kan inte heller se att det här är något som kränkt honom för att han är man som han hävdar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det kan väl inte gärna gälla att samla både små och stora negativa saker mot honom och försöka påstå att en sammansatt bild visar på ett olämpligt beteende som ger myndigheterna rätt att göra vad de vill för att ta ifrån honom och flickan deras relation?      </td> </tr> </table>  <br/>  Eftersom han vill påstå att myndigheterna och mamman gjort fel så blir det självklart så att man försöker reda upp alla påståenden och verkligheter han lägger fram utifrån sitt eget perspektiv. Själva kärnan är ju att han anser sig blivit illa behandlad och fråntagen sitt föräldraskap för att han är man och att mamman därmed blir trodd och han själv misstrodd i hennes smutskastning av honom. Så ligger det antagligen inte till.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det måste väl vara så att man finner sådana olämligheter som exempelvis vanvård eller övergrepp som är tillräckligt uppseendeväckande i sig för att ge myndigheterna rätt och skyldighet att gripa in. Inte vad någon skriver på en blogg.      </td> </tr> </table>  <br/>  Myndigheter griper inte in om föräldrar samarbetar och löser sina konflikter själva. Vilket sker i de allra flesta fall där det med största sannolikhet inte äger rum på nätet. Men det är säkert svårt om den ena parten driver en blogg i syfte att smutskasta den andra och i samma blogg beskriver känsliga uppgifter, tex sitt självmordsförsök."
	},
	{
		"postIndex": 8467,
		"postNum": 8598,
		"postLink": "/sp24237837",
		"postTime": "2010-07-14",
		"postUser": "Huskattsmusen",
		"postUserID": "/u462863",
		"postUrl": "https://www.flashback.org/t947739p717",
		"userUrl": "https://www.flashback.org/u462863",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Så En (1) gång har en förälder utnyttjat eller ställt en förfrågan om hjälp av en kvinna som är förnuftig medan en annan kvinna lever av pengarna som Daddy per lag är skyldig att betala, menar vad är värst här? Att en kvinna utnyttjar sin dotters far ända sedan dag 1 eller att stjälpa en som har problem med ekonomin.<br/> <br/>  Ibland önskar man att det vissa insåg att det finns både en klave och en krona på en krona<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Om man vill kan man argumentera för att mamman är sjövild och utsätter pappan för ekonomisk och psykisk misshandel sanktionerad av staten men det gör jag inte, bara konstaterar något är ruttet i systemet. Ungefär som om att jag vill bli bonde och går ihop med kompanjon å startar en näring, vi köper en bondgård. Lite senare vill inte kompanjonen vara med i partnerskapet och bestämmer sig för att stämma dig på allt, du förlorar för att du hade fel förnamn och blir dömd att komma ut och titta på bondgården tillsammans med av staten utsedd kontrollant däremot så får du vara beredd att betala lånen och varje framtida investering som den fd partnern gör i denna bondgård.<br/> <br/>  Ruttet är bara förnamnet.<br/> <br/>  Inkonsekvensen lyser stark som en ekvatorsol och ihåligheten i argumentationen är som en schweizerost. Man tycker att det är bra med kontaktperson för det ena barnet men inte för det andra (talar för att kvinnor har rätt att göra hur dom vill och att män får förlita sig på att kvinnan är klok nog att fatta) <br/> <br/>  Lagstiftningen är emot Daddy<br/>  Utredningen är kass men förklarar Daddy är lämplig<br/> <br/>  I mina ögon är denna farsa en hjälte för sina barn som pallar trycket med att gå ut offentligt och berätta hur jävligt det faktiskt är på alla plan, att jag i detalj skulle hålla med om allt är oväsentligt, det skulle vara futtigt av mig att anklaga någon för att leka med tändstickor när man samtidigt släck en brand. Vilket några skulle behöva tänka på här inne, tänker då mest på de som uppenbart vill vilseleda och få människor att ta part mot denna Daddy, det har blivit för uppenbart att detta är mission och att diskutera sakligt är omöjligt i denna tråd, då kommer de som försvarar pedofiler, föräldrar som rövar bort sina barn, snackar runkningar etc mm mm fram och försvarar allt som gjorts mot Daddy men samtidigt angriper allt han gjort ur alla möjliga vinklar och vrån. Distortion är vad det är.<br/> <br/>  Daddy kan vara tacksam för al gratisreklam han ger för sig själv av dessa plumpa försök och insinuationer om honom som en hemsk far, snarare är det så att han vinner sympatier mer och mer med tanke på att några dårar här är för klantiga att dölja sina riktiga intentioner, under skyddad identitet (jävligt modigt!).<br/> <br/>  Snacka om att denna farsa har kudos och att denna flicka kommer att vara STOLT över sin farsa när hon blir äldre! Snacka om att mamman kommer att få ett helvete att förklara vad hon sysslade med när dottern börjar fatta! <br/> <br/>  Nu kan de som porrsurfar med sina barn återgå till att snacka skit, i skyddet bakom ett alias, om en liten flickas pappa. Fortsätt gärna hjälpa denna pappa och hennes lilla flicka med att få så många som möjligt medvetna om hur människor kan tänka, förmodligen så måste man ha ett allvarligt fel som sitter här dag in och dag ut som HJ med flera gör.<br/> <br/>  Om det vore något manligt över dig så skulle du starta en blogg under ditt egna namn där du tog upp alla fakta-uppgifter du verkar ha, alltså inget trams om källskydd och annat dravel, var en MAN God damnit!<br/> <br/>  Man hjälper INTE en flicka genom att baktala hans far på internet, du har tidigare hävdat att Daddy har angripit modern och ansett det fel. Två fel gör inte ett rätt.<br/>  Poängen är att det är naturligt att vara arg på en mamma nån gång i separationens början för att inte säga mänskligt. Daddy angriper inte mamman han angriper systemet och de personer som försvarar ett haveristiskt system, detta på goda grunder som att inte kunna få vara förälder till sitt barn. Vad din ingång  eller ursäkt är för att snacka skit vet jag inte förutom det uppenbara att du är en rabiat vettvilling utan mentala spärrar, med en mani som är väldigt talande.<br/> <br/>  Om jag skulle välja någon att ta hand om min dotter av denna mamma, Daddy eller dig så skulle jag ärligt säga det fick bli Daddy, han är den enda jag känner ytligt för att folk talar om honom."
	}
]
