[
	{
		"postIndex": 21966,
		"postNum": 23060,
		"postLink": "/sp38764205",
		"postTime": "2012-08-10",
		"postUser": "Allon",
		"postUserID": "/u624837",
		"postUrl": "https://www.flashback.org/t972173p1922",
		"userUrl": "https://www.flashback.org/u624837",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det är uppgifter som bevisar Mats Alm hade ingenting med Lindas död att göra.<br/>   </td> </tr> </table>  <br/>  Jag har nyligen läst klart förundersökningen och vill gärna att du hänvisar till alla de sidor i den, som du påstår styrker Mats oskuld. Med minnet färskt vill jag nämligen påstå att jag inte har hittat något starkt motiv för att någon annan än Mats skulle ha tagit livet av Linda. Nu är det du som tar och lägger fram numren till alla de sidor som styrker ditt påstående, så att vi alla kan få ta del av dem. Det är inte mycket begärt och tar max 1 timme för dig att leta fram. Annars gör du ju bort dig lika mycket som Mats själv i FUP:en som inte kan styrka ett enda av sina påståenden!<br/> <br/> <br/>  Jag kan ge min syn på hur jag uppfattat alltsammans. Och jag kan mer än gärna bidra med sidnummer om det är något i det jag skriver du funderar över. <br/> <br/>  ---------------------------------<br/> <br/> <br/>  Jag har svårt för hela grejen angående Mats minne.<br/> <br/>  Mats säger ju själv att han inte kommer ihåg när något speciellt händer i hans liv. Han minns dock sin farfars död men inte omständigheterna kring Lindas försvinnande. Han minns till och med vilken dag farfars begravning var och allt som hände dagen efter. Då var han 16 år gammal.<br/> <br/>  Men allt som händer vid tiden för Lindas försvinnande är som bortblåst. Han minns inte ens att de har varit på City Gross och handlat samma dag hon försvann, trots att han får se övervakningsbilder på det. Han minns inte ens om och hur de har åkt med bilen samma dag. Killen verkar ha gått omkring fullständigt hjärndöd dessa dagar. Men att han skulle börja skolan en måndag efter sommarlovet, för nästan 20 år sedan, det kommer han ihåg.<br/> <br/>  I förhören vet Mats nästan ingenting,  han är snudd på efterbliven. Han vet inte ens om man med säkerhet kan fotografera med en kamera, eller hur man för över saker från cd till dator. <br/> <br/>  Men vad Mats med säkerhet ändå vet (trots sitt obefintliga minne) är att han inte var på polisförhör måndagen den 4:e augusti. Han rättar till och med förhörsledaren på den frågan och säger att den 4:e var en tisdag.<br/> <br/>  Ändå är Mats standardsvar under förhören<br/> <i>\"- Jag minns inte.\"<br/>  \"- Jag vet inte.\"<br/>  \"- Jag har ingen aning.\"</i><br/> <br/>  Jag citerar Mats själv: <i>\"Frågar du mig vad som har hänt igår så är jag inte säker på att jag kan klara svara på det nu i alla fall.\"</i><br/> <br/>  Mats verkar inte ens minnas att han inte minns någonting (vilket jag förövrigt är ganska säker på att han också sa någon gång under förhören) och det får mig att fundera kring om Mats bör omyndigförklaras. Han har dessutom tydliga problem att formulera helt normala meningar. Det kanske är därför han fungerar så bra som lärare i SFI?<br/> <br/>  Han minns inte hur han och Linda åkte med bilen dagen för Lindas försvinnande, men däremot vet han vägen till fyndplatsen för Lindas kropp och hur han sprang för att hitta till närmaste väg, trots att allt detta ska vara gjort i panik, och tydligen i en sådan fullständig panik att han bokstavligen hoppade ur sina skor på stället.<br/> <br/>  Dessutom får man inte glömma att Mats påstår att han var påverkad av tabletter. Det står alltså klart att Mats har som allra bäst minne då han panikslagen flyr genom skogen, påverkad av substanser och med likmaskar och flugsvärmar efter sig. Däremot, i normalt tillstånd, en helt vanlig vardag, så har han väldigt svårt att minnas något. Han minns inte ens vad han samtalade om för bara ett par minuter sedan. Hur kan han då arbeta som lärare? Betygen för de stackars eleverna måste ju vara fullständigt katastrofala då Mats lär ha stora svårigheter att rätta proven. Jag menar, han kan ju inte ha en aning om vad det är för frågor eleverna har svarat på.  Vi har att göra med en guldfisk!<br/> <br/>  Mats minns alltså exakt hur han rörde sig i skogen vid påträffandet av Linda, trots att han själv säger att han tidigare aldrig har varit på platsen, någonsin. Men när till exempel en av förhörsledarna vill avrunda ett av alla förhören och frågar om Mats har något han vill ändra innan, eller om han godkänner det som det är, så har han inget minne av förhöret. <br/> <br/> <i>\"- Ingen aning jag kommer knappt ihåg nånting men ja de är säkert bra.\"</i><br/> <br/>  Det är ju så att man tror att Mats utvecklar Alzheimers i rasande takt där i förhörsstolen!<br/> <br/>  Karln borde ha fått omedelbar vård direkt han släpptes ur häktet. Han är en fara för allmänheten! Vad händer den dagen Mats lämnar lägenheten och glömmer att spisen står på? Han kan ju rentav förväxla röd och grön gubbe vid trafikljusen!<br/> <br/>  En annan sak jag har reagerat på är Mats sätt att märka ord, onödiga ord. Men han ersätter dem istället med synonymer, så det finns liksom ingen mening med att anmärka från början. Det hävdar jag är ett sätt för Mats att känna att han har kontrollen. Mats tror att han verkar mer trovärdig om han vill att allting ska bli rätt, vartenda ord till och med. Men det brukar snarare vara så att det är då en person har någonting att dölja. Då någon känner sig starkt ifrågasatt. Man är inte noggrann då, man spelar snarare viktig och det är i sådana fall en ren försvarsmekanism, men det förstår inte Mats. Nu i efterhand tror jag nog att han är medveten om hur det uppfattades under förhören. Det finns liksom ingen mening i att lägga vikt vid meningslösa detaljer. Det kan alternativt vara så att han märker ord för att på så sätt kunna vinna lite tid. Medan förhörsledaren ställer frågan igen, eller omformulerar den,  så har Mats lite tid på sig att hinna få ihop ett svar som han själv tycker är trovärdigt eller passande.<br/> <br/>  Trots Mats dåliga minne så minns han till exempel saker som, att han vände sina skor innanför dörren i en sådan position att han bara kunde hoppa i dem om någonting viktigt angående Lindas försvinnande skulle dyka upp. Varför fäster man sådan vikt vid en sådan meningslös detalj? Hur lång tid tar det annars att vända skorna rätt? 1-2 sekunder? Dessa sekunder är obetydliga då det inte handlar om att ta världsrekord på 100 meter.<br/> <br/>  Mats hade lika gärna kunnat säga att han alltid sov med upplåst dörr under tiden för Lindas försvinnande. Skulle någon ringa mitt i natten och ha uppgifter om Linda, så slapp ju Mats vrida upp låskolven innan han tog sig ut ur lägenheten och tjänade på så sätt in 1 sekund. Och lägger vi till dessa 2 sekunder han tjänar in på att ha sina skor i rätt position vid ytterdörren, så har han alltså 3 sekunder tillgodo. För vad? <br/>  Ett möte med personen som ringde och lämnade uppgifter på Mats telefon? Jag tror inte den personen börjar stampa otåligt på plats om Mats skulle vara 3 sekunder försenad. Inte heller om Mats var 15 minuter sen. Dessa 3 ynka sekunder är lika meningslösa som Mats behov av att nämna hur han ställer sina skor i rätt position innanför ytterdörren.<br/> <br/>  Angående \"bortförandet\" av Mats och polisens frågor angående den händelsen så är det ju ganska märkligt att Mats själv har alla svaren på varför \"kidnapparna\" gör som de gör. På varje fråga Mats får, om varför han tror att kidnapparna beter sig så underligt, så har Mats alltid en förklaring.  Det kan han inte ha annat än om kidnapparna själva skulle ha förklarat det för honom, och varför skulle de göra det? <br/>  En oskyldig och helt ovetande skulle aldrig ens ha tanken på att bygga upp troliga scenarion på det här viset. Jag hävdar att det är sådant en gärningsman ägnar sig åt för att få polisen att \"förstå\" hur oskyldig denne bör vara. En gärningsman som anser sig vara för smart för förhörsledarna och därför måste fylla i alla luckor så att helhetsbilden växer fram.<br/> <br/>  Det är en sak att som utomstående diskutera troliga scenarion, men som anhörig, jag har väldigt svårt att se vad man skulle vinna på att skriva egna manus. Man låter polisen göra sitt arbete istället och är ett <i>\"pain in the ass\"</i> vad det gäller att ligga på dem för att hela tiden hålla sig uppdaterad. Man är så pass orolig att man inte tänker på hur jobbig man uppfattas av de som jobbar med ärendet. Mats å andra sidan, stänger ju av sin telefon, så att polisen eller någon annan för den delen inte kan komma i kontakt med honom. Trots att Mats inte har en aning om någonting, så har han ändå svaret på varför kidnapparna erbjuder hemtjänst. <br/> <br/>  Ibland får jag känslan av att förhörsledarna driver med Mats bara för att de vill höra hans konstiga tankar om saker och ting. Som i det här fallet då de under en stund har frågat Mats om hur han tror att hans föräldrar känner.<br/> <br/> <i>CB: Då får du utveckla dej hur du menar?<br/>  MA: Ja men alltså dom kan, dom kan överleva i alla fall även om inte jag finns ute i friheten i deras liv liksom även om jag sitter och tynar bort i en cell de är liksom ja.<br/>  CB: Hur tror du din mamma känner sej nu när du sitter här häktad på sannolika skäl för mord?<br/>  MA: För jävlig hon känner sej för jävligt alltså hon känner sej totalt jätte lessen och förtvivlad och allting.<br/>  CB: Vad känner hon inför dej?<br/>  MA: Inför mej ja ingen aning eh ja jag vet inte. Förtröstansfull, kärleksfull, hoppfull kanske jag vet inte.<br/>  CB: Mm, vad känner din pappa inför dej då?<br/>  MA: De är väl samma saker han känner samma saker kärlek, förhoppning att jag ska kunna gå vidare och ja leva vidare.</i><br/> <br/>  Hade de ställt frågan om vad Mats tror jultomten känner inför honom i nuläget så hade han säkert inte reagerat på frågan och bara fortsatt att mölja på.<br/> <br/> <i>CB: Mm, vad tror du att jultomten känner inför dig nu då?<br/>  MA: Säkert samma saker som både mamma och pappa. Lite kärlek, sorg och även förhoppning om att jag kommer att...ja... alltså. Att han hoppas liksom...<br/>  CB: Hoppas på vad?<br/>  MA: Ja inte vet ... har ingen aning.</i><br/> <br/> <b>Fortsättning ....</b>"
	},
	{
		"postIndex": 36818,
		"postNum": 38152,
		"postLink": "/sp43404816",
		"postTime": "2013-05-13",
		"postUser": "Lagro",
		"postUserID": "/u670940",
		"postUrl": "https://www.flashback.org/t972173p3180",
		"userUrl": "https://www.flashback.org/u670940",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   slutliga uppgifter i saken kan utläsas ett definitivt besked om att det inte alls var Linda<br/>  som gick på någon Gruvgata i Falun den kvällen.<br/> <br/>  Hon var DÖD sedan flera timmar tillbaka för övrigt!<br/> <br/>  Oj då...det är mig veterligen första gången du dristar dig till att laborera<br/>  med möjligheten av en resning i fallet.<br/>  I så fall min herre är det välkommet alla dar i veckan. <br/>  Då lär det bli andra bullar av nämligen; då minsann är det min bestämda uppfattning att<br/>  man dömer radikalt annorlunda och fäller MA för mord eller dråp också.<br/>  I tingsrätten borde det redan skett förstås, där var man alldeles för snälla mot Lotteforsgrabben.<br/> <br/>  Och skadestånd snackar du om? <br/>  Är det några som ska ha skadestånd så är det Lindas anhöriga för allt långvarigt lidande<br/>  som fanskapet M*ts vållat dem och sedan dessutom bör man utverka återbetalning<br/>  av dom 100 000 kronor som MA förskingrade av Linda.<br/> <br/>  M*ts ska inte ha några pengar! M*ts ska i fängelse och sona sitt vedervärdiga brott och<br/>   </td> </tr> </table>    Dina kunskaper i det här fallet tycks vara mycket begränsade.<br/>  Jag föreslår du tar reda på vad MA blev dömd för, det är griftefridsbrott, att han skulle ha dödat Linda någonstans och flyttat kroppen till platsen där den hittades.<br/>  Tror du han dödade Linda ? Naturligtvis inte, i såfall hade han åkt dit för vållande till annans död, om bevis funnits mot honom.<br/>  Hur kan du tro, att med den massiva utredningen som var mot honom, att de inte skulle ha hittat bevis mot honom om han dödat Linda. Svaret är han dödade aldrig Linda. Det är ingen som vet, vem som dödade Linda, jag anser sådana här saker borde du känna till.<br/> <br/>  Den här typ av griftefridsbrott MA blev dömd för är att mördaren har flyttat kroppen och därför behövs inga bevis att mördaren har flyttat kroppen, som är griftefridsbrott.<br/>  Men glöm inte att det måste finnas bevis mot mördaren att han mördat personen.<br/> <br/>  Finns inga bevis mot mördaren och någon annan flyttat kroppen, måste det finnas bevis mot den personen att han flyttat kroppen och den personen blir dömd till griftefridsbrott.<br/> <br/>  I MA fall finns det inga bevis vem som dödade Linda, man vet helt enkelt inte vem det var.<br/>  Det finns inga bevis heller på vem som flyttade Lindas kropp.<br/>  Därför är domen mot MA på 18 månader ett enda stort misstag, därför det finns inga bevis eller indicier för något begånget brott av MA, vad Tingsrätten gjort är antaganden men sådant har inget värde, säger ingenting i sådana här sammanhang.<br/>  Jag anser att alla borde förstå, om personer kan dömas utan bevis eller indicier finns det ingen rättssäkerhet.<br/>  Om inte det här fallet tas upp i Hovrätten där hela saken kan rätas till genom att MA med 100% säkerhet kommer att bli frikänd från griftefridsdomen och Tingsrättens dom blir upplöst, kommer Sverige ses som ett rättslöst samhälle och MA har drabbats av rättsövergrepp.<br/> <br/>  Jag har åtskilliga gånger haft diskussion om det här griftefridsbrottet, jag har bett vederbörande som gått emot mig, ta fram bevis om begånget griftefridsbrott av MA.<br/>  Jag har aldrig sett någon lägga fram några bevis, av den enkla anledningen att det finns inga bevis eller indicier för något begånget griftefridsbrott av MA.<br/>  Det här griftefridsbrottet som MA  dömdes för, är inte att han fanns vid platsen där kroppen låg, som vissa snitsare försökt påstå, utan det är att han först skall ha dödat Linda och sedan flyttat kroppen till platsen där den hittades, som är helt orimligt.<br/>  Jag kan inte förstå varför du blandar in Lindas anhöriga, det är MA som blev dömd och kommer få skadestånd när griftefridsdomen upplöses i Hovrätten och det är ingen annan som får skadestånd än MA.<br/>  Därför MA skadestånd kommer att bli högt jag skulle tro ca 3-4 miljoner idag, är därför Tingsrätten har anklagat honom för att ha dödat Linda som är förutsättningen för att griftefridsbrottet skulle kunna genomföras.<br/>  Den här anklagan som gjorts kan vid skadeståndsanspråk ses som att  han blev förorsakad samma skada som vid en dom av mord.<br/>  Vid frikännande från ett mord får den drabbade minst 1 miljon kronor för varje år från domen kom.<br/>  Därför kan sägas att det tickar in stora pengar för varje dag till MA kommande penninghög, för den skada som gjorts mot honom, jag hoppas ni är glada för penninghögen som han verkligen är värt att få, man kan säga det går verkligen till rätt person. <br/>  Sedan kommer han naturligtvis få skadestånd den tiden han var häktad och satt i fängelse.<br/> <br/>  Beviset att jag har rätt, är blandannat att det var ingen annan än Linda som gick på Gruvgatan 21.40-21.45 kvällen hon försvann, vem skulle det annars ha varit, därmed hade MA ingenting med Lindas död att göra.<br/>  Jag kan inte förstå att ni fastnat i att han fanns vid Lindas kropp, därför det är starka indicier att det fanns andra personer bakom hennes död, samma grupp som tog hand om hennes skor, handväska och tröja. Ni kanske tror de här sakerna förintades, men de gjorde de inte.<br/>  De personerna som tog hand om de sakerna är också de som såg Linda sist i livet och det var inte MA, om du skulle ha fått det i skallen."
	},
	{
		"postIndex": 24421,
		"postNum": 25548,
		"postLink": "/sp39729875",
		"postTime": "2012-10-08",
		"postUser": "Lerchos",
		"postUserID": "/u339000",
		"postUrl": "https://www.flashback.org/t972173p2129",
		"userUrl": "https://www.flashback.org/u339000",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det är 1700 meter från Rv 80 till platsen där kroppen fanns, som enligt chefen, MA måste ha gått till fots efter en grusväg eller genom terräng.<br/>  Efter en omfattande utredning hittades ingenting som visade han kommit ensam till platsen. Det kan påpekas att få fram bevis han kommit ensam till platsen där kroppen fanns, var mycket viktigt för utredningen, därför blev utredningen omfattande.<br/> <br/>  </td> </tr> </table>  <br/>  Lagro ditt störda fanskap, ja han kom naturligtvis inte ensam dit utan tillsammans med antingen Lars eller någon annan. Om han tog buss eller ej spelar ingen roll, Lars kunde väntat vid kroppen som sedan flyttades av de två (bevisat av polisen) för att iscensätta maffia-historien. Det är här din argumentation haltar ordentligt Lagro, eftersom att Mats Alms vansinniga historia har krossats sönder och samman av polisens IT forensiker som utan tvivel kunnat bevisa att Mats Alm aldrig var kidnappad. <br/> <br/>  Så vem är det då Mats Alm försöker skydda. Jo antagligen sin far, som mer än säkert var nära bristningsgränsen flera gånger. <br/> <br/>  Så under tiden hela Sverige letade efter den sjuka människan så begår han ett halvhjärtat flyktförsök men kan inte hejda sig utan återvänder, drar en sjuk vansinnig historia för polisen och tror att det ska räcka. Mats Alms förnekelse är så talande för hans skuld i detta att det stinker hundratals meter.<br/> <br/>  Jag läste nyss domfanskapet och när jag läser om sierskan så förstår man ganska snabbt att Mats Alm försöker att dölja att han var vid kroppen genom att använda sin familj. Det står tydligt att han avvikit från familjen och <b>\"sprungit in i skogen utan att säga var han ska..\" Är detta normalt? NEJ. </b><br/>  Om man letar efter sin flickvän så gör man det tillsammans, man delar inte upp sig i grupper och går åt varsitt håll (och naturligtvis Lagro-gubben så går Mats åt RÄTT HÅLL), Mats Alm duperade sin familj till detta medan han nödigt nog sprang rakt till Lindas kropp medan de andra leddes åt fel håll. <br/>  Dessutom kan vilken idiot som helst förstå att detta letande var ett vansinne och att chansen att hitta Linda är lika med 0. Att Mats Alms familj går med på detta beror naturligtvis på att han utnyttjar deras sorg och oro. <br/> <br/>  Om familjen hittat kroppen (vilket Mats Alm förhindrade) tidigare eller om någon annan gjort det så skulle det funnits bevis om att hon bragts om livet och Mats hade dömts för mord mot sitt nekande. Den enda anledningen till att han inte är inspärrad på Kumla resten av livet är att utredarna inte kunde fastslå ATT hon mördats pga att kroppen legat ute. Vad de däremot kunde SLÅ FAST BORTOM RIMLIGT TVIVEL VAR:<br/> <br/>  1. Att kroppen flyttats<br/>  2. Att Mats Alm var den enda som visste var kroppen fanns. <br/> <br/>  Lägg till valfri teknisk bevisning från Linda och du har en fällande dom. <br/> <br/>  Han har dessutom kontaktat samma sierska flera gånger som påstår att kroppen flyttats runt, allt i syfte att förleda och leda polisen bort från platsen där Linda låg. Notera att polisen knappast kan ta en sierskas (bedragares) uppgifter på allvar men betänk då att Mats Alm var tvungen att hålla dem borta från Riksväg 80 och det lik som låg där i skogarna. Den idioten trodde väl på allvar att dessa sierskor vardagligen används av polisen och att detta är bevis för att han inte dödat Linda. Sierskans dumheter finns inte ens omnämnda i domen. En normal människa kontaktar inte en sierska och hade någon anhörig till mig föreslagit det efter att min mamma/syster försvunnit så hade jag lappat till dem. <br/> <br/>  Det enda misstänkta i den här sjuka historien är Mats Alms eget agerande och hade kroppen hittats inom tidsrymd så hade han dömts för mord. Mats hade TUR att kroppen hade förmultnat...<br/> <br/> <br/> <br/>  Vad gör då polisen? De smular sönder hans vansinniga historia med hjälp av de två \"bevis\" som Mats Alm lämnat efter sig som ska styrka att han inte är skyldig. Lars Alm sanerade Lindas bil (vari kroppen antagligen transporterats) och borde därför åtalats för att hindra en mordutredning (rejäla böter + kanske fängelse) men polisen använder inte detta kort utan fokuserar på Mats Alm. Om de hade legat på Lars Alm ordentligt så hade han sjungit ut så detta är lika mycket polisens fel som omständigheternas. <br/> <br/>  I vilket annat land som helst så hade polisen brutit finger efter finger tills Lars Alm gråtande berättat om vad han och sonen (eller familjen) gjort och erkänt sina brott men eftersom Sverige är världbäst på att fluffa kuddar åt mördare (amnesty, FN etc, regler) så kan de lugnt sitta och slippa oroa sig. <br/> <br/>  Tillbaka till skogen och Lindas kropp. <br/> <br/>  Mats Alm får ett spel och av någon anledning så täcker han över kroppen och sen försöker han tända eld på sig själv, polisen griper honom och konstaterar att han manipulerat kroppen (den hade flyttats, eftersom att fyndplatsen inte var mordplatsen) och därför åtalas han för griftefrid. Det är bevisat bortom tvivel att Mats Alm var den enda som kunde veta var Lindas kropp fanns. <br/> <br/>  Men se på det så här: Vad talar mest för att Mats Alm är skyldig? Jo att polisen har kunnat spåra hans datoranvändande, hans resa, kort etc ända tillbaka till lilla Lottefors och hans historia är så bortom alla rimliga gränser vansinnig att man måste skratta. Om sådana historier togs på allvar skulle varannan mördare gå fri. <br/> <br/>  Så Lagro ditt efterblivna jävla inavlade får, kan du nu fatta att:<br/> <br/>  1. Mats Alm täckte över Lindas kropp. <br/>  2. Detta är brott mot lagen om griftefrid. <br/>  3. Mats Alm är mördaren tillsammans med sin far (antagligen) och de har både transporterat kroppen och sett till att gömma den, detta är bevisat. Hur? Varför skulle Lars Alm \"sanera\" Lindas bil? Är inte detta rejält misstänkt. Datorn? Jo den var gömd i en vedbod och naturligtvis ordentligt tvättad av ingen mindre än Mats Alms egen familj. <br/> <br/>  De kineser som Mats Alm påstår sig ha sett, har ingen annan sett till och man fann inga spår efter droger (drogtestet togs samma natt han greps) och Lagro: <br/> <br/> <b>Polisen har <u>EGNA AVANCERADE LABB MED TUSENTALS MARKÖRER FÖR ALLA MÖJLIGA PREPARAT, SÅ DIN VANSINNIGA TEORI OM \"ASIAT-ANABOLA\" ÄR BARA LÖJLIG. </u></b> Du tror väl ärligt talat inte att de tog en knark pinne? De har topsat Mats Alm utan och innan, slungat hans vidriga mördarblod flera gånger, analyserat det ner till molekylnivå i polisens mest avancerade labb och INTE FUNNIT ETT ENDA SPÅR. <br/> <br/>  Men jo, ospårbara asiatanabola. YEAH RIGHT!!"
	},
	{
		"postIndex": 2234,
		"postNum": 2271,
		"postLink": "/sp18564738",
		"postTime": "2009-09-05",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t972173p190",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Jag tycker fortfarande allt är väldigt öppet vad som kan ha hänt, har försökt sammanställa lite utifrån mina funderingar.<br/> <br/> <b>Bilden av Linda</b><br/> <br/>  - Arbetsam, missade aldrig en dag på jobbet<br/>  - Orädd och hade skinn på näsan<br/>  - Busig och partyglad tjej<br/>  - Frigjord, har varit inblandad i skenäktenskap<br/>  - Mamma till en son<br/>  - Bekantskapskretsen bestod mest av asiater<br/> <br/> <br/>  Min uppfattning blir att Linda var ganska livsglad person och som inte på något sätt avvikit frivilligt, det bör man väl kunna utesluta nu, med tanke på att det gått en månad och någon kontakt borde ha hållts med son, familj eller nära vän. Samtidigt borde något spår finnas som kan stödja detta, någon har sett henne eller någon har hört eller känt till att hon skulle försvinna.<br/> <br/>  Jag är övertygad om att Linda såg fram mot bröllopet, hon skulle inte missa detta nu när det var planerat in i minsta detalj. På bilderna ser man också att Linda vill ha kroppskontakt med Mats.<br/> <br/>  Ingen har heller påstått att Linda var deprimerad eller olycklig, tvärtom har personer vittnat om att hon var mycket lycklig och glad för bröllopet.<br/> <br/>  I och med det kan man nog utesluta <b>frivilligt försvinnande</b> och <b>självmord</b>.<br/> <br/>  Att någon skulle ha kidnappat Linda är också ganska osannolikt. Dels har det gått för lång tid nu och dels har hennes familj inga pengar för att betala lösensumma, vilket det inte heller framförts krav på.<br/> <br/>  Vad skulle i såfall skälet för en kidnappning vara då, kanske att förhindra bröllopet. Och sedan då, om man nu lyckats förhindra brölloppet vad skulle då kidnapparens nästa steg vara.<br/> <br/>  Om kidnappningen var för att Linda visste för mycket så skulle kidnappningen ändå bara kunna leda till en sak och det är att ta livet av Linda.<br/>  Det kan vara att Linda blev kidnappad i syfte att pressa henne på information eller skrämma henne till tystnad, men att det spårade ur och ledde till mord.<br/> <br/>  Att psykopater skulle kidnappat Linda som sexslav eller av andra skäl, händer inte här, det är svårt att dölja.<br/> <br/>  I och med det kan vi nog också utesluta att Linda blev <b>kidnappad</b> och fortfarande är i livet.<br/> <br/>  GW påstod att i 9% av fallen när personer försvinner så har de råkat ut för en olycka.<br/>  Om en olycka har skett så borde den ha skett på rundturen. Teoretiskt skulle Linda kunna ha ramla ner i ett gruvschakt eller någon annan tragisk olycka. Men detta är inte troligt då Mats skulle ha ringt efter hjälp.<br/> <br/>  Mats och Linda kanske bråkade och Mats gav Linda en örfil vilket fick Linda att snubbla till och ramla och slå huvudet i en sten, varvid hon förolyckades. Detta är ett möjligt scenario. Mats blev rädd och gömde kroppen.<br/>  Det mest troliga i detta, om Mats inte uppsåtligen ville se henne död, är att Mats även här hade ringt efter hjälp. <br/> <br/>  Att Linda, senare på kvällen, skulle råkat ut för en olycka är mindre troligt. Någon skulle ha hört eller sett detta. Kroppen skulle garanterat ha återfunnits nu , efter en månad.<br/> <br/>  I och med det kan vi nog även utesluta att Linda blev utsatt för en <b>olycka</b>.<br/> <br/>  Då åtestår bara Mord eller dråp, allt annat borde man idag kunna utesluta.<br/> <br/> <br/> <b>Vem är GM då?</b><br/> <br/>  Bilden av Mats, Mats vet vi inte så mycket om<br/> <br/>  - Snäll, nördig <br/>  - Utbildad som lärare, akademisk<br/>  - Gav Linda ganska mycket frihet<br/> <br/> <br/>  Bilden av Mats är ganska anonym, har gjorde inte så mycket väsen av sig. Även Mats torde ha sett fram mot bröllopet, han  var med på bröllopsresa, de tog bröllopsfoton och de planerade bröllopet tillsammans.<br/> <br/>  I samband med Lindas försvinnande var han snabb på att eftersöka henne, dels genom polisanmälan men också aktivt leta efter henne på stan. <br/> <br/>  Första vecka tyckte många att Mats handlade irrationellt, han skrev ett par inlägg på Facebook och han hade setts på ett Cafe där han drack öl och skrattade.<br/> <br/>  Är detta bilden av en mördare, jag är inte så säker på det. I början gick vilda rykten om att Linda stuckit, lämnat Mats i tid innan brölloppet.<br/> <br/>  Om vi tänker oss in i Mats situation så var Linda försvunnen, ingen kropp var hittad som tydde på mord eller olycka. Alla var övertygade om att Linda hade stuckit och lämnat Mats. Mats själv blev övertygad, varför skulle det inte kunnat vara så, hon har inte hört av sig och hon finns ingenstans, inte ens en kropp.<br/> <br/>  Detta kan vara skälet till att Mats, sårad men med huvudet högt försökte leva som vanligt första tiden tills det verkligen gick upp för honom att detta var mer allvarligt än så.<br/> <br/>  Om Mats skulle visa sig vara GM så är det troligtvis inte planerat, tror han också såg fram mot bröllopet. Troligtvis var det i såfall ett snabb uppblossande ilska som tog överhanden och satte stopp för Lindas liv. Troligt ville Mats inte att de skulle sluta på detta sätt, ett våld som olyckligtvis slutade med död.<br/> <br/> <br/>  Om vi sammanfattar detta så kan vi troligtvis utesluta frivilligt försvinnande, självmord eller överlagt mord från Mats.<br/>  Att Linda är död är mycket troligt. Var Linda är vet ingen idag och vem som bragt Linda om livet vet vi inte heller. Mats är med på listan förstås.<br/> <br/>  Vilka fler kan vara troliga GM, ovänner, organisationer, exman, en random kille på stan. Jag alternativ finns i detta fall för Linda hade ändå en del konstigheter för sig.<br/> <br/>  - Skenäktenskap<br/>  - Gick ut själv med asiatiska killgäng<br/> <br/>  Att Linda också hade skinn på näsan och beskrevs som orädd gör ju att det finns möjlighet att hon kom på kant med fel person.<br/> <br/>  Et bröllop är väldigt dyrt, om man dessutom ska räkna in Kinaresa och alla andra omkostnader i detta kan det bli väldigt stora pengar. Varken Linda eller Mats hade gigantiska inkomster. Det finns ju då en chans att de lånat pengar av någon, och i detta fall kanske av någon kinesisk organisation som är kända för att låna ut till sina landsmän.<br/>  Kanske Linda glömde en eller två amorteringar och detta var inte accepterat.<br/> <br/>  Jag tycker fortfarande att fallet är i högsta grad öppet."
	},
	{
		"postIndex": 22757,
		"postNum": 23860,
		"postLink": "/sp39120045",
		"postTime": "2012-08-31",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p1989",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Snälla <b>BAGARN 29</b>: Tack för dina bra inlägg! Jag vill inte bestämma, om ni slutar eller inte. Men visst så länge -- som Largo inte slutar så. Han väckte tråden till liv för orsaker som Guardian Angel skriver om. Visst är det bra att tråden hålls vid liv till minne av Linda Chen. Om vi får för moderatorerna - förstås. Om vi orkar<b>. Tack GA</b> för ditt stöd!<br/> <br/> <b>LARGO</b>: Om du vill ha ett rättssäkert samhälle generellt sett -- varför tar du bara upp fallet MATS ALM då? Är det för att du vill sprida desinformation för att rentvå Mats? Du har redan skrivit samma saker flera gånger. Det finns många flera fall, där man kan diskutera om rättssäkerheten. Gör det! <br/>  OM Linda varit skyldig pengar--- hade hon lätt kunnat betala tillbaka efter bröllopet -- OM hon varit i livet. Mats föräldrar hade säkert ställt upp för halva den summan i bröllopsgåva, tror inte du det? De slapp ju allt besvär och planeradet innan. Vad skulle de ha gett som gåva annars? Vet du? Dessutom hade hon ett fast jobb och en insatslägenhet, som hon kunde sälja i värsta fall. <br/> <br/>  Dina teorier angående utländska fordringsägare, som motiv till Lindas död, är en stor BLUFF.<br/> <br/>  Mats är inte utländsk, men hade en dröm om blodspengar genom arv. Den som gapar efter mycket mister ofta hela stycket.<br/> <br/>  Sluta skriva nedsättande om andra folkslag i denna tråd, Largo! Svenskar beter sig gräsligt fult de också ibland. För Linda var de farligaste två männen i hennes liv --- de som var födda och uppväxta i Sverige. En hejdade sig i sista stund och en fullföljde det planerade mordet. Båda lever och går fria  Linda är död.<br/> <br/>  Hoppet finns alltid att Mats till slut ska erkänna eller att hans anhöriga inte längre klarar av alla påtryckningar mentalt och börja tala sanning ----- men när???<br/> <br/>  Jag tror att mordet var planerat som det blev.  Ett tyst mord utan blodspillan genom strypsex. Mats vande Linda vid att hon överlevde    men inte sista gången. OM det skedde i lägenheten eller ute spelar ingen roll i sammanhanget. Det skedde på eftermiddagen. Placeringen av Linda passerade också obemärkt. Enligt Largo sköttes transporten av den döda Linda med en bil med släckta lyktor. Mats var euroforisk  ---  det lyckades    men sedan sprack allt. <br/> <br/>  Inte sitta hemma och låta polisen ta honom. NEJ! Vad skulle han göra? Tänkte snabbt. Han måste handla. Skaffa alibi.  Lägga ut villospår.<br/> <br/>  Mats misslyckades dock med att få ett heltäckande alibi. Han hade för många bollar i luften. Mats förberedde ett antal scenarios. Han kunde inte bestämma sig för vilket han skulle fullfölja. Därför blev historien om utflykten till Stockholm, resebeställningen genom korten, kidnappningen och hittandet av den döda Linda till ett enda sammelsurium. Mats hade inte förmågan att knyta ihop säcken på ett enda alibi. Han var ingen erfaren mördare. <br/> <br/>  Utflykten till Stockholm och bort från Sverige  --- Nja  Mats ångrade sig och åkte hem igen. Det skulle ju räknas som flykt och såg skyldigt ut. Aha  det kunde bli ett villospår! Kanske polisen trodde det och sökte honom utomlands. Slöseri med tid för polisen i sökandet efter honom. Bra!<br/> <br/>  Kidnappningen  det kunde ju stämma bättre  men tyvärr tänkte Mats inte på att föräldrarna/syskonen skulle kunna lämna in den datorn han själv lämnat/någon hade gömt -- till polisen. Det som fanns i datorn stämde inte med att Mats varit kidnappad.<br/> <br/>  Stockholmsresan, som fanns dokumenterad i dator´n, visade att det var OMÖJLIGT att vara på två platser  -samtidigt. Både i Shlm och kidnappad i ett bagageutrymme? Nix, den sagan trodde ingen på. <br/>  Dessutom visade de olika telemasterna att Mats varit än här än där, vilket bevisade utflykten. MÄRK väl --- bevisade utflykten ----  inte kidnappningen! Polisen och teknikerna hittade inget som  bevisade att kidnappningen ägt rum. Inget alls  till Mats stora sorg. Det hjälper inte att envisas-- bevis finns inte. <br/> <br/>  Den viktiga upptäckten av den döda Linda (dödförklaringen) i kombination med  kidnappningshistorien (alibi) var ett scenario, som inte stämde. Gick inte att konstatera droger, gick inte att finna några bilspår till platsen, men vittnen hade sett Mats på bussen dit och Mats hade själv lätta brännskador. Mats skor hittades också  även om han sade sig legat barfota i bilens bagage. Hade Mats skor gått för att söka Linda alldeles själva? Tror inte det. TÖNTIG förklaring, som ingen går på, eller hur?<br/> <br/>  Alltså  Mats planerade mordet och utförde det helt enligt planerna --- men sedan gick det snett. Alldeles för snett  när det gällde anskaffandet av alibi och att få pengar.<br/> <br/>  Någon som hjälpte till att placera Linda i skogen genom att dra ris och grenar över henne? Visst var det så. Någon som hjälpte till att torka av fingeravtryck på Mats dator och att i städa Lindas bil kliniskt ren - allt för att förbättra Mats alibi? Visst var det så.<br/> <br/>  Hade kanske varit bättre att denne någon hade planerat allt från början. Det var nog som talesättet säger för många kockar gör sämre soppa? <br/> <br/> <b>LARGO</b>  för rättssäkerhetens skull diskutera nu ett annat rättsfall  är du bussig  annars kan ju folk tro att det är du som är den skyldige till alltihop eller åtminstone till medhjälp. Det vill du väl inte, eller hur?? Du började ge liv åt tråden och då tycker jag att du får sluta. GÖR DET!"
	},
	{
		"postIndex": 12633,
		"postNum": 13567,
		"postLink": "/sp22059559",
		"postTime": "2010-03-19",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t972173p1131",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Utifrån de sista dagarnas diskussioner och händelser har man fått lite funderingar kring vad som egentligen kommer att hända.<br/> <br/>  Mats var en person som hade få vänner. Han var inte speciellt talför och hade förmodligen inte helt lätt att föra sig med folk. Detta har flera intygat som kände Mats och Linda tidigt i tråden. Men vi har väl alla själva förstått det också när vi sett och läst om Mats.<br/> <br/>  Linda var motsatsen till Mats. Hon var oerhört social och orädd. Hon hade dessutom skinn på näsan vilket sannolikt gjorde henne orädd för konflikter.<br/> <br/>  Att man bara dödar någon, utan skäl, händer inte normalt bland människor som inte är svårt sinnesförvirrade. Dock kan säkert en normal person under press och under en kort period uppnå en viss sinnesförvirring vilket gör att personen tappar fattningen och kan utföra dödligt våld. <br/> <br/>  I Mats fall är det troligt att de hade en diskussion som spårade ur. Vad diskussionen handlade om vet man inte men troligtvis berörde den bröllopet. Mats kanske hade velat skjuta på det ett tag eller ville hoppa av. Linda, en person med skinn på näsan, ställer förstås Mats mot väggen och vägrar acceptera. Kan även tänka mig att när man hamnar i en sådan situation att även Linda skulle kunna uppnå en viss nivå av sinnesförvirring som gör att hon tar till våld. Det leder till ett regelrätt och helt ursinnigt gräl som slutar med Lindas död.<br/> <br/>  Allt Mats har gjort före henns död som testamenten och livförsäkringar skulle kunna tala för att det var planerat, därmot så talar allt han gör efter hennes död mot att det fanns någon planering. Hans förklaringar har varit adhoc och hittades på allt eftersom behoven av förklaringar behövdes.<br/> <br/>  Att Mats dödade Linda för att göra slut med henne är en sinnessjuk persons handling. Mats är inte så psykiskt störd att han räknas in i den kategori personer som skulle göra så, men en framtida undersökning kan kanske visa på motsatsen.<br/> <br/>  Jag tror tyvärr det finns en chans för Mats att klara sig ur detta ganska lindrigt. Kanske han fälls för brott mot griftelagen, men det innebär ändå att han kommer ut under detta år som en fri man.<br/> <br/>  Att fälla Mats för mord ser nästan omöjligt ut, ingen dödsorsak, ingen teknisk bevisning, ingen mordplats eller tidpunkt för mordet. Det finns inte heller några vittnen eller andra tecken som pekar på att Mats är mördaren.<br/> <br/>  Det som dock tyder på detta är Mats lögner och att han hittades på fyndplatsen. Detta är väl att anse som mycket starka indicer på någon form av inblandningen i Lindas död, men inget direkt bevis för att han utfört ett mord.<br/> <br/>  Jag tror inte han blir fälld för mord, nästan tveksam till dråp också. Däremot vållande kan vara mer troligt då indicier talar för att han har något med Lindas död att göra, men det finns ingenting som pekar på i vilken grad.<br/> <br/>  I vilket fall som helst blir det intressant vad åklagaren kommer att åtala för och hans beskrivning av hur gärningen har gått till. Samtidigt så kommer Mats förmodligen vara den som kommer få spela huvudrollen i rättegången då allt åklagaren egentligen har att komma med är att motbevisa hans lögner. Blir intressant att se om Mats klarar av den pressen även inför åhörare."
	},
	{
		"postIndex": 32662,
		"postNum": 33943,
		"postLink": "/sp42051970",
		"postTime": "2013-02-16",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p2829",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "LAGRO och PETHRUS:<br/> <br/>  Om en person är funnen död under en hög med grenar, ris och andra växtdelar är det nog inte en naturlig död i första hand man tänker på. Allra helst inte -- om det är en förut frisk ung kvinna  -- 32 år gammal.<br/> <br/>  Om Linda hade segnat ner och höll på att dö en naturlig död helt plötsligt. Varför körde inte Mats Alm Linda till sjukhuset? Om Linda råkat ut för en olycka av något slag  varför körde inte Mats Linda till sjukhuset? Mats var den som såg henne sist enligt bilden vid Citygross. De åkte ut på en sight-seeing-tur efter Citygross enligt Mats.<br/> <br/>  Man kan inte själv som död dra över sig allt detta bråte. Det är vi väl överens om? Någon måste alltså ha mördat eller dräpt Linda, men ingen såg det och ingen har talat -- ännu. Bäst för alla är att den som mördade eller dräpte Linda själv kontaktar polis eller advokat och erkänner. Då behövs inga bevis. Ett erkännande räcker och att vederbörande talar om hur det gått till, för att polisen ska kunna förstå att den som erkänner talar sanning. <br/> <br/>  Kommer ihåg att du Pethrus var mycket säker på att det INTE var Mats som mördat Linda Chen för några timmar sedan. <br/> <br/>  Du har noggrann koll på detaljer, det förstår vi. Säger du Pethrus att du vet -- att det INTE är Mats som är Lindas mördare -- så är det absolut säkert, eller hur??? Ditt tvivel har fått näring av att du har läst samma FUP, som vi andra --- konstigt! Hur är det möjligt att så många har fattat fel och Lagro och du har rätt? Du påstår alltså att både poliser, åklagare, advokater -- ja hela tingsrätten inklusive domare har fattat fel? Konstigt!!!<br/> <br/>  Du ljuger inte -- enligt vad du själv säger. Bra  -- då svarar du då Pethrus på GwSn:s sju tvivelfrågor i inlägg 33892 -- helt sanningsenligt ---och utan att ljuga. Är du tyst och inget svarar  så ljuger du inte  men ditt tvivel saknar då grund.<br/> <br/>  Jag ser jag fram emot att herr P skyndsamt kontaktar polis och advokat med sina tvivel och synpunkter på en alternativ mördare. Det är mycket viktigt att den riktiga mördaren tas fast - förstår du - så att den stackars Mats slipper att plågas mera. <br/> <br/>  Pethrus kanske t.o.m. var vittne till mordet på Linda Chen eller ---hu vale för mina tankar --- den som mördade henne?? Bara Mats, Pethrus, Lagros norrländske vän, Lars Alm samt Lagro vet säkert vem mördaren är tydligen.<br/> <br/>  Jag har sagt det förut och jag säger det igen  <b>Jag har förbannat Lindas mördare.</b> Alla oskyldiga kan känna sig lugna. Det är bara mördaren som aldrig kan få en bra framtid -- varken i detta livet eller efter döden. <b>Det enda som kan häva förbannelsen är att MÖRDAREN erkänner, ber om förlåtelse och tar sitt straff. </b><br/> <br/> <b>Fakta</b>: En mördare är en mördare vare sig han är dömd eller inte. <br/> <br/>  Må Mats Alms hjärta, samvete och mun öppnas!!!!"
	},
	{
		"postIndex": 3523,
		"postNum": 3597,
		"postLink": "/sp18784945",
		"postTime": "2009-09-17",
		"postUser": "BettyBoop80",
		"postUserID": "/u255704",
		"postUrl": "https://www.flashback.org/t972173p300",
		"userUrl": "https://www.flashback.org/u255704",
		"sentence": "<b><u>Detta har hänt:</u></b><br/>  32-åriga Linda Chen (LC) från Falun har försvunnit en vecka innan sitt bröllop med Mats Alm (MA)<br/> <br/>  Exempel på länkar om du vill läsa mer (obs, finns fler i tråden): <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dt.se%2Fnyheter%2Ffalun%2Farticle458277.ece\" target=\"_blank\">http://www.dt.se/nyheter/falun/article458277.ece</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.expressen.se%2FNyheter%2F1.1660669%2Flinda-forsvann-en-vecka-fore-brollopet\" target=\"_blank\">http://www.expressen.se/Nyheter/1.16...fore-brollopet</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle5600629.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article5600629.ab</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.expressen.se%2FNyheter%2F1.1681451%2Ftolv-poliser-jagar-saknade-linda-pa-heltid\" target=\"_blank\">http://www.expressen.se/Nyheter/1.16...inda-pa-heltid</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dt.se%2Fbrottsplats%2Farticle469733.ece%23\" target=\"_blank\">http://www.dt.se/brottsplats/article469733.ece#</a><br/> <br/> <b><u>Vad vet man säkert</u></b><br/>  Enligt sambon MA så kom Linda hem från sitt arbete på en Kina-restaurang strax efter klockan 16. Då begav sig paret till City Gross för att handla Pepparbiff som de skulle bjuda hans föräldrar på på söndagen. <br/> <br/>  Besöket på City Gross finns på bevakningsvideo se länk: <a href=\"/leave.php?u=http%3A%2F%2Fwww.dt.se%2Fnyheter%2Farticle469743.ece\" target=\"_blank\">http://www.dt.se/nyheter/article469743.ece</a><br/> <br/>  Efter detta finns det ingen som har sett LC mer än MA. Hans berättelse efter City Gross, som alltså inte är styrkt, säger att paret efteråt begav sig ut på en rundtur med bil, för att kolla in olika platser att visa för gäster från utlandet efter bröllopet. Denna rundresa har tagit någonstans mellan 2 och 4 timmar enligt MA som inte har riktig uppfattning om hur länge de var ute.<br/>  Efter turen äter de innan LC vid 21.30-22.00 ca beger sig LC ut för att träffa en icke namngiven vän. När hon inte kommit hem vid två på natten börjar MA ringa hennes mobil som är avstängd.<br/>  Han försöker efterlysa henne på morgonen och tas inte på allvar. När LC inte heller dyker upp på sitt arbete på eftermiddagen blir hon efterlyst av polisen.<br/> <br/> <b><u>Lindas Bakgrund</u></b><br/> <br/>  * Född i Vietnam och kom till Sverige som liten. Har varit svensk medborgare sen 2000.<br/>  * Har en ca 11-årig son med en man som heter Peter F. LC har haft vårdnaden om sonen de första 10 åren, men numera har PF full vårdnad.  Sonen bor i Oskarshamn med sin pappa.<br/>  Länk till inlägg från Tuesday: <a href=\"https://www.flashback.org/showpost.php?p=18356238&amp;postcount=827\" target=\"_blank\">https://www.flashback.org/showpost....&amp;postcount=827</a><br/>  * LC har varit gift två gånger. Båda exmakarna bor numera i Falun. Den fösta är omgift. Den andra bor i samma hus som Engelska Puben ligger.<br/>  * LC har flyttat många gånger i sitt liv, från Oskarshamn, till Malmö och slutligen till Falun. Hon har inte bott länge på samma ställe och har flyttat fram och tillbaka mellan samma adresser. Vid något tillfälle bodde LC och hennes andra make, ihop med den första maken och hans nya fru.<br/>  Inlägg från Lalajlaj ang. LCs flyttar och förändringar i civilståndet:<br/> <a href=\"https://www.flashback.org/showpost.php?p=18356801&amp;postcount=833\" target=\"_blank\">https://www.flashback.org/showpost....&amp;postcount=833</a><br/>  * LC hade ett fast jobb, ordnad ekonomi och har aldrig varit misstänkt för brott tidigare.<br/>  * Enligt källor var hon sprallig och \"busig\" och gillade att festa. Ett stamställe verkar vara Engelska Puben i Falun.<br/>  * LCs arbetskamrater berättar att hon varit glad dagarna innan och sett fram emot bröllopet. Hon har heller aldrig missat sitt arbete tidigare.<br/> <br/> <b><u>Bakgrund om MA</u></b><br/> <br/>  * Han har varit gift tidigare.<br/>  * Jobbar som lärare, vikarierar just nu som Tysklärare (?)<br/>  * Har flyttat in i LCs lägenhet<br/>  * Kommer från Bollnäs<br/>  * Inga betalningsanmälningar och inga tidigare domar mot sig<br/>  * Var en normal kille i tonåren.<br/> <b><u>LC och MAs bakgrund som par</u></b><br/> <br/>  * Träffades via dejtingsida på nätet. <br/>  * Träffades första gången på ett Café i Falun<br/>  * Varit ihop i ca 1,5 år.<br/>  * Ma flyttade in till henne efter ca ett halvår.<br/>  * Hade varit på bröllopsresa i Kina där deras bröllopsbilder tagits. Hade en planerad resa till London efter bröllopet.<br/> <br/> <b><u>Teorier och misstankar</u></b><br/> <br/>  (Tror jag har koll på alla...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> )<br/> <br/>  *<i>MA som gärningsman</i>: eftersom ingen har sett något som styrker att LC varit i livet efter City Gross så är det en teori att hon försvunnit där efter. Den vanligaste misstanken är att LC dött under bilfärden MA berättat om. Antingen ett bråk som gick för långt eller ett planerat dåd finns det med i spekulationerna. Att MA berättat om bilfärden är för att förklara att hans bil setts köra runt. Många tycker även förklaringen att han inte vet vem hon skulle träffa är skum.<br/>  *<i>Skenäktenskap</i>: pga LCs äktenskap har skett med män från Kina som sen fått permanent uppehållstillstånd, så misstänker en del att det finns en organiserad \"liga\" som håller på med skenäktenskap. Även alla flyttar mellan samma adresser är misstänkt. Obekräftade rykten säger att hon fått 100000/äktenskap. Kanske hade hon ett tredje planerat och fått betalt men drog sig ur eller uppskattades inte bröllopet med MA?<br/>  *<i>En Asienmaffia har gjort sig av med henne för att hon vet för mycket</i>: <br/>  Denna teorin har lite att göra med skenäktenskapen, en del tror att maffian har att göra med skenäktenskap. En annan teori har att göra med LCs favoritställe Engelska Puben som även en annan Asiat Joe försvann spårlöst från. I det fallet dömdes några stycken trots att kroppen aldrig hittades.  (Mer information om detta fallet: <a href=\"/leave.php?u=https%3A%2F%2Fwww.flashback.infshowthread.php%3Ft%3D356551\" target=\"_blank\">https://www.flashback.infshowthread.php?t=356551</a>)<br/>  Det finns någon teori om att de tre Kinarestaurangerna i Falun samarbetade med olika illegala saker ex. spel och att LC försökte dra sig undan men eftersom hon visste för mycket så har hon antingen kidnappats eller blivit förvandlad till friterad kyckling...<br/>  * <i>Självmord</i>: Även om inget tyder på att Linda var deprimerad så har det talats om denna teorin. En del har tyckt att hennes helt vita klädsel skulle vara symbolisk då vitt är en sorgfärg i Kina. <br/>  * <i>Frivilligt försvinnande</i>: att LC har ett dolt konto och fejkat pass och helt enkelt gett sig iväg. Lite olika förklaringar har nämnts t.ex. försäkringsbedrägeri dvs MA och LC luras att LC är död och sen får de ut pengar när hon dödförklarats. Även Asienmaffian har funderats på, hon vill komma undan dem och sticker. Att hon vill komma undan MA och har fått hjälp av någon vän är ett förslag.<br/>  * <i>Kidnappning</i>: än en gång Asienmaffian. Någon har nämnt lösensumma, men det verkar inte finnas några belägg för det då paret inte har någon extremt stor inkomst eller ett jättestort sparande. Dessutom har ingen lösensumma krävts vad som nämnts hittills.<br/>  * <i>Någon random galning har gett sig på henne</i>: denna teorin har inte fått något fäste i tråden men den är nämnd. Dock anser de flesta att sannolikheten är liten.<br/>  * <i>Någon av hennes tidigare makar eller sonens pappa har ogillat att hon gifter om sig och har tagit livet av henne.</i><br/> <br/> <b><u>Obekräftade rykten</u></b><br/> <br/>  Några är redan nämnda men jag säger de igen:<br/> <br/>  * Att LC skulle blivit slagen av tidigare partners.<br/>  * Att MA slagit LC<br/>  * Att MA skaffat ny flickvän<br/>  * Att MA satt och festade och skrattade på krogen på det som skulle vara han och LCs bröllopsdag.<br/>  * Att någon ska ha uttalat för några månader sen att bröllopet aldrig skulle bli av. Två olika teorier om vem som sa det. 1. PF dvs sonen pappa. 2. LCs bror Chris Chen.<br/>  * Engelska Puben fixar med asiatiska \"sällskapsdamer\" för utländska affärsmän.<br/>  * Att LCs väninna Evangeline ska ha hotat henne.<br/> <br/> <b><u>Uppgifter som kommit in till polisen. Eller som polisen inte fått fram</u></b><br/> <br/>  * Att LC ska ha blivit inknuffad i en mörk kombi ca 22.15. Först var det inknuffad, sen klivit in frivilligt och sen verkar det som polisen lagt ner det spåret. Det är LCs bror som säger att något berättat det för honom när han och MA var ute och letade efter LC.<br/>  * Någon ska ha sett någon med LCs utseende vid strax efter 23 (någon som vet säker tid då jag inte hittar det nu när jag letar) på lördagskvällen. Detta ska ha varit i närheten av LC och MAs lägenhet och jag har inte hört mer om detta.<br/>  * Ingen av Lindas vänner har stämt möte med henne och ingen har heller träffat henne trots att polisen förhört dem.<br/> <br/>  Det har varit väldigt tyst om uppgifter. Det har gett upphov till vilda teorier i tråden och den är väldigt svår att sammanställa på ett rättvist sätt.<br/> <br/> <b><u>MAs försvinnande</u></b><br/> <br/>  Den 16/9 skulle MA vara hos polisen för ett förhör. Han dök aldrig upp. Hans mobil är avstängd och polisen har varit i hans lägenhet där han inte befinner sig. Hans bil är kvar och på jobbet har han inte varit. Enligt någon som har ett barn i MAs klass var han dock ledig från jobbet den 16-17/9. Ingen har hört något ifrån honom. Polisen säger att MA inte är misstänkt för något brott. I sammanband med MAs försvinnande kopplades Kammaråklagare Niclas Eltenius in i fallet.<br/>  Lite artiklar:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dalademokraten.se%2FTemplates%2Fpages%2Fnews.aspx%3Fid%3D87360%26amp%3Bepslanguage%3Dsv\" target=\"_blank\">http://www.dalademokraten.se/Templat...epslanguage=sv</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dt.se%2Fnyheter%2Ffalun%2Farticle477850.ece\" target=\"_blank\">http://www.dt.se/nyheter/falun/article477850.ece</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.barometern.se%2Fnyheter%2Foskarshamn%2Flinda-chens-sambo-ar-ocksa-forsvunnen%25281526460%2529.gm\" target=\"_blank\">http://www.barometern.se/nyheter/osk...81526460%29.gm</a><br/> <br/> <b><u>MA på Efterlyst och efterdyningarna av det</u></b><br/> <br/>  Ma var med i efterlyst och talade ut om sin försvunna sambo. Efteråt var det många i tråden som var väldigt övertygade om att MA var skyldig då de inte ansåg att han gav ett trovärdigt intryck. <br/>  Leif GW Persson uttalade sig illa dolt om att han misstänkte MA som gärningsman och någon dag senare stod det om hans åsikt om fallet i en artikel i tidningen Ment.<br/> <br/>  *MAs medverkan i Efterlyst så du kan bilda din egen uppfattning: <a href=\"/leave.php?u=http%3A%2F%2Fwww.tv3.se%2Fplay%2F23673\" target=\"_blank\">http://www.tv3.se/play/23673</a>.<br/>  *MA i Aftonbladet: <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle5783553.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article5783553.ab</a><br/>  *Leif GW Perssons uttalande: <a href=\"/leave.php?u=http%3A%2F%2Fment.se%2Finrikes%2F20090910%2Fhan-lurar-inte-en-kaft\" target=\"_blank\">http://ment.se/inrikes/20090910/han-lurar-inte-en-kaft</a><br/> <br/> <b><u>Andra sammanfattningar tidigare i tråden</u></b><br/>  * Lalajlaj: <a href=\"https://www.flashback.org/showpost.php?p=18564738&amp;postcount=2271\" target=\"_blank\">https://www.flashback.org/showpost....postcount=2271</a><br/>  * Perception: <a href=\"https://www.flashback.org/showpost.php?p=18566574&amp;postcount=2292\" target=\"_blank\">https://www.flashback.org/showpost....postcount=2292</a><br/> <br/> <i>Jag vill gärna ha hjälp av alla er andra om det är något jag missat eller skrivit fel på. Det är inte det lättaste att sammanfatta denna tråd. Om någon jag länkat till vill att jag tar bort länken till deras inlägg så säg till. Annars tackar jag för lånet!!</i>"
	},
	{
		"postIndex": 33390,
		"postNum": 34680,
		"postLink": "/sp42146412",
		"postTime": "2013-02-22",
		"postUser": "upstepper",
		"postUserID": "/u539834",
		"postUrl": "https://www.flashback.org/t972173p2890",
		"userUrl": "https://www.flashback.org/u539834",
		"sentence": "[quote=Grandioso]Repris på förhör med Mats Alm. FUP.  Sid. 3717, 3718, 3719, 3720<br/> <br/>  CB: Ja jag tänkte vi skulle gå tillbaka till den här lappen nu som du skrev till mamma och<br/>   pappa.<br/>   MA: Mm.<br/>   CB: Och jag läser här igen \"Hej mamma och pappa om ni läser det här betyder det att nåt har<br/>   hänt mej jag antar att dom som jag försöker spåra som jag misstänker för Lindas försvinnande<br/>   har gjort sej av med mej\". Då undrar jag vilka? Hur har du försökt spåra de här och vilka<br/>   åtgärder har vidtagits?<br/>   MA: Spåra och spåra alltså jag vet inte hur jag ska säja jag har försökt hört mej för jag har<br/>   försökt fråga liksom eh hur vissa personer har betett sej, om nån har sett nånting eller så där<br/>   men ja ingen har ju sett nånting sånt där.<br/>   CB: Utveckla det här vidare.<br/>   MA: Ja alltså jag har allmänt frågat mej runt liksom men de är ingen ja vi kommer väl fram<br/>   till sen då efter jag hade skrivit den där lappen att ja att de verka inte va nån som hade sett<br/>   dom så ingen som tyckte att dom hade betett sej nå konstigt eller nånting så där..<br/> <br/>  CB: Hmm.<br/>   GH: Sett dom? Vilka då?<br/>   MA: Ja Chris och de tänkte ju jag på då de va ju han jag hade i tankarna då liksom och<br/>   genom att han inte va helt ensam och med tanke på va Aino hade berätta för mej så tänkte jag<br/>   att jaha så här liksom så ja därför tänkte jag att då kanske ja de kanske va nån till inblandad<br/>   då.<br/>   GH: Vilka fråga du då?<br/>   MA: Ja jag fråga dels David på restaurangen om han hade ja märkt nå konstigt eller nånting<br/>   och så där.<br/>   GH: Märkt nå konstigt?<br/> <br/>  MA: Ja alltså runt Linda eller nå sånt där att hon hade haft nåt samtal på kinesiska på telefon<br/>   eller nåt sånt där alltså.<br/>   GH: Du tala inte om att du var intresserad av Chris?<br/>   MA: Nej nej nej jag sa ingenting sånt nej nej nej jag hade inga som helst bevis då hade jag<br/>   ingen tanke och tala om för nån heller vem de va jag eventuellt hade misstanke mot.<br/>   CB: Men återigen Mats, så att jag antar \"att dom som jag försöker spåra\".<br/>   MA: Ja men om dom läser lappen då betyder de att jag är borta så på nåt vis hade de hänt<br/>   nånting va annars skulle hända alltså de de är de enda jag kunde komma alltså de är de enda<br/>   jag skulle inte försvinna frivilligt så då är de liksom ja.<br/>   CB: Jo men då måste man ju ge dom en ledtråd i så fall, var dom ska leta för någonstans för<br/>   du säjer även här i brevet \"jag tror mej närma mej sanningen\". Vad är sanningen? Vad<br/>   betyder det? Vad är sanningen i den här lappen?<br/>   MA: Jag trodde de ett tag att de verka som att de peka på dom men nej.<br/>   CB: Vilka dom?<br/> <br/>  MA: Ja med Chris då. Jag säjer dom i alla fall, för jag tror inte alltså, jag tror inte han kan ha<br/>   gjort de själv på nåt vis liksom jag trodde inte de då liksom att då när jag trodde att de kanske<br/>   kunde vara han ja.<br/>   CB: \"Och därför gömmer du några viktiga saker här åt er\".<br/>   MA: Ja jag hade ju tänkt och lämna dom där uppe då de va ju eh eh ja de är myntpappret de<br/>   är en påse som jag hade med en massa saker i eller en massa saker men myntpappret med<br/>   myntena som jag spart på då såna där lite ja gamla mynt eller va man ska säja sitter<br/>   fasttejpade på en papperslapp då och ja nå ring, reservringen och nå örhängen och lite sånt<br/>   där som jag tyckte va coolt som jag ville Hanna skulle få då. Örhängena då om dom, ja om<br/>   jag skulle försvinna då och så där och ja lite såna där skitsaker egentligen, om jag tänker<br/>   efter, men jag tyckte de va lite viktiga saker som jag ville skulle stanna inom familjen liksom.<br/> <br/>  CB: Mm.<br/>   MA: Ja.<br/>   CB: Men du misstänkte alltså när du skrev den här lappen.<br/>   MA: Ja.<br/>   CB: att Chris han skulle göra sej av med dej?<br/>   MA: Nej alltså de misstänkte jag inte. Jag bara skrev \"de\" ja inte vet jag why not ifall att för<br/>   säkerhets skull bara.<br/>   CB: Jag läser återigen Mats \"jag antar att dom som jag försöker spåra som jag misstänker för<br/>   Lindas försvinnande har gjort sej av med mej\".<br/>   MA: Ja ja de är enda anledningen till<br/>   CB: Så misstänker du Chris.<br/>   MA: de är enda anledningen till att dom skulle läsa den där lappen överhuvudtaget om dom<br/>   hittar henne för annars skulle dom inte ha hitta lappen.<br/>   CB: Och åter igen \"jag tror mej närma mej sanningen\".<br/>   MA: Ja jag trodde de också.<br/>   CB: Ja och vad bestod den sanningen i?<br/> <br/>  MA: Ja men sanningen de är alltså den sanningen som jag trodde då då. Ett tag då de va ju att<br/>   Chris låg bakom de på nåt sätt då, men jag kom ju ingen vart jag hitta ju liksom ingenting<br/>   efter ett tag till en början då verka de som så för de va vissa saker som peka på de här tyckte<br/>   jag då. Hur han betedde sej och lite sånt där då och sen de Aino berätta då ja då trodde jag<br/>   ännu mer på de och de va väl kanske då jag skrev den där lappen då.<br/>   CB: Vad berättade Aino?<br/>   MA: Ja Aino sa att hon trodde bergsäkert att de var Chris och nån till som hade gjort de då<br/>   hon kände sej övertygad om de hon sa hon på grund av olika saker som hon hade hört och<br/>   sånt där då så.<br/>   GH: Vad var det hon hade hört?<br/> <br/>  MA: Ja de va nå dels hade Lindas familj börja spritt illasinnade rykten om Linda att Linda va<br/>   en dålig människa och allt sånt dära eh och dels hade va heter de Chris blivit tvärförbannad<br/>   när han fick reda på att Linda hade skrivit testamente och ja de va lite såna där saker.<br/>   GH: Men det var efter hennes försvinnande alltså?<br/>   MA: Ja oh ja de va när dom hade kommit åkt tillbaka ner efter dom hade varit här uppe och<br/>   leta ett tag liksom när dom hade åkt tillbaka ner igen de va därför jag tänkte att de va han då<br/>   ett tag men sen tyckte jag nej fan ja hitta ingenting ingen som sa verka veta nå mera typ eller<br/>   ja så då.<br/>   CB: Du, sen så säjer du så här Mats, att förutom den här lappen så har du skrivit två andra?<br/>   MA: Mm.<br/>   CB: Mm, vad står det på dom då?<br/>   MA: Ja förmodligen inte riktigt lika dant så dära eh för de hade jag ju tänkt och gömma de då<br/>   när jag skrev dom så hade jag tänkt och gömma dom då <br/>   CB: Var då någonstans?<br/>   MA: Ja nånstans hemma hos mamma och pappa då, i rumme där jag sover då eh förmodligen<br/>   under sängen längst in bakom nånting då sen ja.<br/>   CB: Ok, men hur skulle dom då hitta det om du försvann? Det förstår inte jag, om du skulle<br/>   gömma de?<br/>   MA: Nej men alltså meningen va ju att dom skulle ju inte kunna det, utan att ja bara för att<br/>   mamma håller på och städa där eller nånting fast jag är här hemma och jobbar eller ja utan att<br/>   du skulle ju krävas mera va och då skulle de väl kanske dröja nåt år men sak samma nån gång<br/>   skulle dom hitta de liksom.<br/> <br/>  CB: Mm, åter igen vad jag skulle vilja att du utvecklar dej om. Vi tittar på dom lapparna som<br/>   ligger där hemma. Vad står det på dom?<br/>   MA: Ja dom är mycke kortare de står de är nog bara en sida en halv sida eller nånting de står<br/>   helt enkelt bara att jag älskar dom och ja ja att jag älskar dom.<br/>   CB: Mm, det är det enda som står på lappen?<br/>   MA: Ja i stort sett jag har inte de där är nog enda lappen jag skriver de ja att jag misstänkte<br/>   nån.<br/>   CB: Mm, och dom lapparna där det står, att du har skrivit jag älskar eller jag älskar er på, de<br/>   skulle du gömma så din mamma skulle hitta dem någon gång?<br/>   MA: Nej dom hade jag inte tänkt och gömma dom hade jag bara tänkt och låta ligga kvar i<br/>   lägenheten.<br/> <br/>  Lögner och smutskastning, hur ska någon vettig människa framledes kunna TRO på<br/>  något som tjuven Mats Alm säger?"
	},
	{
		"postIndex": 32447,
		"postNum": 33721,
		"postLink": "/sp42007860",
		"postTime": "2013-02-14",
		"postUser": "Lagro",
		"postUserID": "/u670940",
		"postUrl": "https://www.flashback.org/t972173p2811",
		"userUrl": "https://www.flashback.org/u670940",
		"sentence": "När Mats Alm gav sig till känna i N.Bertilsbo blev han anklagad som misstänkt för Lindas död.<br/>  Mats själv påstod att han hade blivit kidnappat av två män från bostaden och sedan placerats vid kroppen.<br/>  Nu trodde de inte på att Mats blivit kidnappad utan att han ljög.<br/>  Vad som kan inses är att det fanns inget motiv att ljuga för Mats att han blivit kidnappad.<br/>  Det fanns ingen möjlighet att fälla honom för att ha vållat Lindas död, därför det behövs bevis för sådant brott och några bevis fanns inte.<br/>  Den enda möjligheten att kunna fälla Mats var för griftefridsbrott, vad som kan inses är att det fanns stort intresse att fälla honom, därför det var åtta omhäktningar av Mats. Men för att kunna fälla honom för griftefridsbrott måste det finnas bevis att han inte blivit kidnappad.<br/>  De här beviset kom till genom att busschauffören och TM vittnade under ed att Mats varit på bussen mellan Stockholm-Söderhamn den 17/9.<br/>  Vad som måste ses som underligt med busschaufförens vittnesuppgifter är att i förundersökningen uppger han Mats längd till 170 cm därför han stod och samtalade med honom och därför kunde bedöma längden på honom.<br/>  Men vid rättegången måste längden ha ökat med 15-17 cm därför Mats är 185-187 cm lång.<br/>  Sedan fanns det tre vittnen i Tällberg som vittnade under ed att de sett Mats vandra omkring där och den sista observationen var 14.00 den18/9.<br/>  Sett till förundersökningen och även domen verkar vittnen i Tällberg osäkra om det verkligen var Mats som gick omkring där. Sedan kan man fråga sig, vad skulle motivet vara för Mats att gå omkring i Tällberg helt öppet.<br/>  Jag ifrågasätter inga edsvittnen, eftersom de vittnat under ed är det deras sak.<br/> <br/>  Anklagan om griftefridsbrottet kom till på det här mycket underliga viset.<br/>  Eftersom det kunde bevisas genom edsvittnen att Mats fanns på bussen och i Tällberg kunde han inte varit kidnappad som han påstått.<br/>  Därför gjordes antagande att det var Mats som dödat Linda och att han därefter skulle ha flyttat kroppen från brottsplatsen till platsen där den hittades.<br/>  Det är orsaken att han kunde åtalas och dömas för griftefridsbrott.<br/>  Här kan man inse det fanns absolut inga bevis för någonting, utan allting är antagande, eller \"påhitt\" på ren svenska.<br/>  Någon gärningsman för Linda finns inte, som man känner till och någon brottsplats som man känner till, finns inte heller. Därför kan Mats aldrig ha flyttat någon kropp, som borde vara självklart.<br/> <br/>  Ett stort problem för dem som tror MA är gärningsmannen, det är hur tog han sig från Tällberg till N. Bertilsbo? Att han skulle ha kunnat ta sig gående eller springande är en omöjlighet med den tiden han hade till sitt förfogande.<br/>  Den enda möjligheten som fanns är att han skulle åkt bil, men då faller teorin att det var endast han som visste var kroppen fanns, som är förutsättningen för griftefridsbrottet.<br/>  Om det här antagandet  eller \"påhittet\" att det var Mats som dödat Linda och flyttat kroppen, får ingen annan ha vetat var kroppen fanns och kom han med bil faller den teorin.<br/> <br/>  Sedan finns en annan teori och det är att edsvittnen sett fel, att det var inte Mats de såg, utan en person som liknade honom till viss del, som många också påstått.<br/>  Om så skulle vara fallet blev Mats kidnappad som han påstod, några andra alternativ finns inte.<br/> <br/>  Jag står för RÄTTVISA OCH SANNINGEN."
	},
	{
		"postIndex": 30013,
		"postNum": 31263,
		"postLink": "/sp41431206",
		"postTime": "2013-01-12",
		"postUser": "PhDSalander",
		"postUserID": "/u538396",
		"postUrl": "https://www.flashback.org/t972173p2606",
		"userUrl": "https://www.flashback.org/u538396",
		"sentence": "Jo, jag vet att jag inte bidragit med något särskilt till tråden - eftersom jag har bearbetat fallet på annat vis , mer poetiskt så att säga<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>.<br/> Denna FUP ang mordet på Linda Chen var den första ever jag läste och fascinerades direkt över själva en FUP:s estetik rent visuellt och språkligt. <br/> Här hittade jag  nu  en av de poetiskt betonade sammanställningarna av mina intryck vid tiden efter att ha läst förhör  med Mats och kollat bilder från husrannsakan hemma i hans bostad. Lite lördagsgodis som postning för er som roas av sånt:<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/>  ( obs, inte redigerat sen 2009)<br/> Upplägget är ett fingerat samtal tänkt mellan två poliser/kriminalare, C och J,  i \"Spaningspatrullen\" :<br/> <br/> <b>Spaningspatrullen</b><br/> <br/>  C: Bröllopsfotona. De är ju kanon. Kanske  konstruerat redan från föregående flickvän som inte gick med på att  skriva testamente, att han gått och längtat efter att mörda sen dess.  <br/> <br/> J: Klart är att han är en grabb som hängt mycket på nätet, där man  ju kan konsten att konstruera storys om sig själv och andra, där som  verklighetsuppfattningar upphävs och modifieras. I den bemärkelsen är  han oerhört kreativ måste jag säga. ....  <br/> <br/> C: Du använder ju själv ordet konstruktion och konstruerande i din analys.  <br/> och just den teorin framkommer nu tydligare att polisen går efter av de senaste uppgifterna idag.  <br/> Jämför man uttalandena han gör i intervjun, med hur han agerat från  dag 1 , går det att pussla ihop hur han snickrat o filat och sytt på sin  plot.  <br/> liksom en ledmotivisk  komposition där för varje situation löper Linda Chens lik. <br/> <br/> J: Han behöver ha lagt planen från start, redan initierad från svenskamordsajten, om andra liknande historier.  <br/> <br/> C: Det framkommer idag att det första han sa när han kom in i  ambulansen mot lasarettet, var att \" Det var de mystiska männen som tog  mig \" . Alltså, på den \"semantiska\" nivån , såpass distanserat menar  jag, uttrycker man sig ju inte i en sådan situation, då är det ju andra  känslor och uttryck som kommer först. <br/> <br/> J: Detta som sägs att L varit utsatt för mordförsök verkar ju det mest bisarra av allt. <br/> Då kan man ju i princip misstänka att brodern varit framme också, eller någon vän till familjen. Jag tror detta är en skröna.  <br/> <br/> C: Men tacksamt för honom  att bygga på, han är väl mer av en mytoman än psykopat antar jag. <br/> Det är väl oftast de mest intetsägande, och artiga som begår brutala  mord , det är väl det som är egentligen mest signifikativt, att det  inte syns utanpå. \"Han skulle aldrig kunna göra något sådant\". Är ju  bara en myt och stereotyp. <br/> <br/> J: Hade inte den filmade intervjun funnits, skulle troligtvis ingenting ha hänt o han hade gått fri ett långt tag till.  <br/> Självklart har han gått så långt att han drogat sig själv och tänt  eld på sig själv, det är logiskt för planen. Han hade visst haft morfin i  sig vid \"upptäckten\". <br/> <br/> C: Det mest intressanta är väl ändå att ha ett jobb som den som  skall undersöka larver o insekter från kroppen, och kunna fastställa hur  länge kroppen legat på samma ställe. Läckert. :-) <br/> <br/> J: Javisst är det vagt i stället om hur de åkte runt, medan det på  andra ställen i storyn framstår väldigt tydligt hur hon var , vad hon  sagt, hur hon tänkte.  <br/> Där har en expert mycket material, men med tanke på den kvinnliga  lögnexpertens bristande kompetens, (vilket jag anser efter att ha hört  hennes uttalanden) oroar jag mig för att de inte har tillräckligt bra  folk i utredningen. <br/> GW:s intuition räknas nog inte långt trots allt.  <br/> <br/>  C: hoppas på breakthrough snart <br/> <br/> J: Jag vet inte, jag var tämligen klar över hans skuld tills jag  läste någonstans att hon varit utsatt för mordförsök en gång i sitt liv?  Men jag vill inte läsa av alltför mycket av hans beteende utifrån hans  vilda fabler och den intervju jag sett med honom, ifall något av det han  säger om att ha blivit kidnappad och vaknat upp med brinnande jacka  lämnad av ett kriminellt gäng och sett en kropp som senare visade sig  vara hans fästmö när han väl sprungit till närmaste granne och larmat  polisen då tar jag med all av mig hatten för honom. Om det stämmer så  har jag fått en förhöjd tro på det magiska i tillvaron. <br/> <br/> J: I övrigt så tror jag precis som du säger, de har varit på  citygross, kanske åkt en sväng (det absurda i deras bröllopsfoton kan  jag inte undslippa att tänka på hela tiden, det är ohyggligt bisarrt,  hela upplägget), någonting har utlöst det, och han har visat  framfötterna för att på något sätt konstruera in sig i att han är  oskyldig och aldrig skulle kunna döda den kvinna han \"älskade\", och det  vaga i hans beskrivning av hur de åkt omkring är bara helt befängt  enligt mig, \"ja, vi åkte väl någon timme och sen åkte vi runt lite till  och ja, sen var vi väl hemma, men vi kanske åkte, ja, vi åkte och  tittade på ett hus, för hennes familj skulle komma\" och sedan hur hon  skulle möta någon namnlös vän, varför får man inte reda på någonting om  just denna vän? Om de nu var så otroligt tajta så är det mycket enkelt  att söka upp den här vännen och se vad som har hänt, helt absurt. <br/> <br/> J: Annars tycker jag att verkar i det allra högsta mycket medioker,  vilket även kan läsas av i kvällstidningarnas fabuliserande kring hans  personlighet, det finns inget anmärkningsvärt som gör honom till en  mördare, det finns inga spår, det är enbart en konstruktion i vårt  samhälle att en mördare skulle vara någon särdeles speciell, vem som  helst kan i princip mörda, Han är bara en i mängden av alla som våldför  sig på kvinnor och dödar dem under varje år. Han har förmodligen (som GW  sa) inte bara insett att han måste försöka ta sig tillbaka till den  dagen ännu, han har byggt upp sitt nät av som jag tror det, lögner under  lång tid nu. <br/> <br/> J: det var några spontana funderingar kring det, Och så tror jag  även att han har varit deltagande på internetforum och konstruerat vad  som har hänt med henne därigenom. <br/> <br/> J: Om han däremot talar sanning så visar även det på att han i  allrahögsta grad är en tämligen \"normal\" människa och då kommer  mediebilden av honom att reverseras igen. Han kommer bli framställd som  den sportkille han var (som var negativt i samband med hans blyghet och  avsaknad av flickvän under sin uppväxt) osv. Han är ingen. <br/> Jo, och de flesta av dem verkar en aning slöa i sinnet, iaf Eklund (jag missminner mig inte va?. <br/> <br/> <br/> C: Han kommer att få det svårt att fabulera vidare när den tekniska bevisningen  <br/> snart läggs fram. Antagligen har man suttit o skrapat dna från  pinnar från rishögen och annat material från terrängen och bilarna.  <br/> Sen vad gäller den där bilresan och hur han beskriver den; han  beskriver i själva verket den färd han gjort efter att han mördat Linda i  hemmet (tror jag mest på) Varför är ännu inte klart för mig; men han  berättar om en bilresa med Linda i bilen fast då är hon redan död, hur  han åkt runt för att leta efter var han ska ta vägen med kroppen, var  han ska göra sig av med den. Någon stuga tror jag inte de varit i.  <br/> <br/> C: De åkte hem efter att de handlat på City Gross, sen måste hon ha  berättat eller gjort något som fått honom att tappa besinningen, vad är  svårt att säga.  <br/> Antagligen har något sagts eller berättats, något med sexuellt  innehåll, han verkade vara besatt av henne på ett fysiskt sätt efter  sättet han ser ut när han pratar om henne.  <br/> Intervjun från Efterlyst talar sitt tydliga språk. Han visar alla  tecken på kombinationen av lågt IQ och emotionell störning och det  berömda kontrollbehovet. <br/> Har du tänkt på vad mycket mördare som befinner sig i trakterna Falun, Rättvik, Gävle , Borlänge.  <br/> Dåligt karma däruppe. Och mycket timmervägar."
	},
	{
		"postIndex": 15193,
		"postNum": 16173,
		"postLink": "/sp22274935",
		"postTime": "2010-03-31",
		"postUser": "BredPitt",
		"postUserID": "/u376481",
		"postUrl": "https://www.flashback.org/t972173p1348",
		"userUrl": "https://www.flashback.org/u376481",
		"sentence": "Mats är den typiske lögnaren. Den som endast ljuger för att i sitt eget huvud få saker och ting att stämma ihop med sin egen story. Problemet blir då att det finns så mycket som ifrågasätts i andras ögon. Man är så inställd på sitt eget spår att man inte är medveten om hur underligt saker och ting är för andra.<br/> <br/>  När den typiske lögnaren ifrågasätts lyser dessa problem igenom som mest. Han/hon måste hela tiden fylla ut sina svar. Små utbyggnader eller försvarstal till de svar ger, för att de själva ser brister i vad de nyligen sagt. De så att säga, vill hela tiden ligga steget före den som misstror, och i förväg komma med svar på eventuellt kommande frågor. Den som inte ljuger har inte det beteendemönstret och svarar som oftast ganska kortfattat och kommer inte lägga någon vikt vid små detaljer eller egna åsikter om varför saker och ting är på ett visst sätt. Det är sådant de kommer försöka svara på om de blir tillbedda. Annars är det korta och enkla svar.<br/> <br/>  Man kan säga som så, att den som inte ljuger svarar kortfattat och den som ljuger svarar långdraget och utstuderat. De fyller ut med mycket detaljer, i många fall detaljer som inte är viktiga eller ens tillfrågade. En lögnares svar byggs hela tiden ut. Där en som inte ljuger stannar, vill hela tiden en lögnare bygga ut. Detta beteende märks så väl i dagens utfrågning av Mats.<br/> <br/> <i>Åklagaren ställer till exempel frågan:<br/>  - Så du var inte rädd att kroppen skulle hittas och att du skulle plockas in?<br/> <br/>  Mats svar blir:<br/>  - Nej. Jag har längtat efter att Linda skulle hittas sedan hon försvann.</i><br/> <br/>  Där en som inte ljuger skulle ha stannat, väljer Mats att fortsätta bygga ut eftersom han själv tycker att det svar han nyss gett kan ifrågasättas. Så han följer upp med...<br/> <br/> <i>- Jag har längtat efter att de ska hitta Linda. Men inte som en död kropp. Jag har inte tänkt på att hon var död.</i><br/> <br/>  Den sista meningen var inte ens nödvändig men Mats väljer att \"gardera\" sitt tidigare svar med ett svar på en eventuellt kommande följdfråga. <br/> <br/>  Vidare frågar Åklagaren om hur själva kidnappningen av Mats gick till. Mats svarar då bland annat att han var tvungen att svälja en massa tabletter. Utan att Åklagaren ens frågat honom om hur dessa tabletter såg ut, beskriver Mats dem. Varför? Därför att Mats vet att det är information man kan vilja ha svar på i en eventuell följdfråga. Det hade varit intressant om Åklagaren där hade frågat Mats varför han förklarade att de tabletter han svalde liknade Alvedontabletter. Jag är övertygad om att Mats hade kommit med ett mycket långt svar på den frågan.<br/> <br/> <i>När kidnapparna lämnade lägenheten med Mats ska de även ha lagt tillbaka mattor på plats som Alm sagt att de stökat till och låst lägenheten efter sig. Omtänksamt av dem, säger åklagaren ironiskt.<br/> <br/>  - De kanske bara inte ville att det skulle synas att det var en kidnappning, säger Alm.</i><br/> <br/>  Enligt mig ett mycket underligt svar från Alm. Nästan så att han håller försvarstal för kidnapparna. Förståeligt i viss mån, men ändå underligt. Det är ju uppenbart att kidnapparna valt att inte döda Mats, så varför skulle de då försöka undanröja bevis på att en kidnappning skulle ha ägt rum? De är ju medvetna om att Mats på direkten skulle gå till polisen och berätta vad han varit med om.<br/> <br/> <b>09.26</b> <i>Sedan vaknar då Mats upp i bagageluckan i en bil säger han.<br/>   Jag fick vatten att dricka. En gång fick jag kliva ur och bajsa. Ungefär så.<br/>  Åklagaren anmärker igen på att Mats minne bara de senaste månaderna förvärrats avsevärt. Från att ha kunnat ge detaljerade beskrivningar av sin egen kidnappning och dagen då Linda försvann kan han i dag inte säga mycket alls.<br/>   Jag har alltid haft dåligt minne. Och det har inte blivit bättre av att ha suttit inspärrad.</i><br/> <br/>  Från att i media, innan han greps, varit väldigt full av detaljer i sina svar, har han nu istället mycket dåligt minne av händelser. Han skyller detta på att han har setat inspärrad, men man ska också vara medveten om att alla de förhör som gjorts med honom istället borde ha gjort hans minne bättre. Det är därför man har förhör, för att man ska hjälpa personen att minnas saker. Man vänder och vrider på frågor för att hjälpa personen att hitta nya sätt att väcka minnen till liv. Men istället verkar nu Mats ha tappat minnet under all denna tid.<br/> <br/> <br/> <b>09.09</b> <i>Mats Alm blir tillfrågad om dagen han kidnappas. Först blir han irriterad.<br/>   Jag har ju berättat det här så många gånger, kan vi inte bara kolla på filmen där jag berättar allt. Men okej. Det knackar på dörren. Jag tittar i titthålet. Jag öppnar dörren. De står några män där ute. De säger åt mig att sväja några tabletter. Nästa gång jag vaknar ligger jag i en bagagelucka.</i><br/> <br/>  Ett ganska arrogant svar för att komma från en som är oskyldig. Orsaken till svaret är för att Mats inser vilket misstag det var att hitta på den händelsen, men då den är så viktig i utredningen kan han inget annat göra än att hålla fast vid den. Orsaken till Mats ovilja att svara på det hela är för att han vet hur osannolikt det också låter i åhörarnas öron. Han har inte personligen fått ta del av det som skrivs om honom i media, så han vill snabbt hasta igenom detta misstag då han vet att många av hans anhöriga, vänner och bekanta kommer att inse att detta är en lögn.<br/> <br/> <b>09.35</b> <i>Mats Alm fick mat av kidnapparna. Han fick äta inne i bagaget, i mörkret.<br/>   Jag tror att jag låg på samma sida hela tiden. Jag minns att det tog flera minuter att få liv i armar och ben när jag skulle bajsa.<br/>  Åklagaren: Det verkar inte vara en så meningsfull kidnappning eftersom de inte fick några pengar?<br/>   Nej, jag tror att det måste vara för att jag ska få skulden för det som hänt Linda.</i><br/> <br/>  Återigen ett onödigt svar från Mats sida. Vad han tror och inte tror är inte relevant just nu. Om Åklagaren däremot hade bett om Mats åsikt om varför han kidnappades, så hade svaret uppfattats på ett bättre sätt. <br/> <br/>  Alm tror att kidnapparna ville städa mats lägenhet för att dölja en kidnappning.<br/>  Mats tror att han fick ligga i bagageutrymmet i bilen för att kidnapparna ville att han skulle få skulden för det som hänt Linda.<br/> <br/>  Ingen vet varför någonting har skett, men både Alm och Mats tror en hel del. Det största frågetecknet är ju varför (om detta nu skulle handla om skulder) någon, eller någon organisation skulle få för sig att iscensätta någonting av det här slaget pågrund av att en skuld inte betalats tillbaks. Man statuerar i så fall exempel istället för att bygga ut ett skådespeleri för allmänheten. Men Alm och Mats väljer att tro att det har med en teaterföreställning att göra.<br/> <br/> <b>09.55</b> <i>Direkt när Mats Alm fördes till sjukhus på kvällen gjordes omfattande tester på honom, till och med en magsköljning. Men inget av testerna har gett något utslag på att Alm skulle blivit drogad. Men Alm står fast vid sin historia.<br/>   Det här är mitt minne av alltihop.</i><br/> <br/>  Det är ett ganska vanligt svar från den som är skyldig till någonting och har överbevisats, men som fortfarande förnekar. Man kan med det svaret skylla på massor av olika saker. Sinnesförvirring, att man har förträngt, varit drogad osv. Det underliga här är att Mats inte längre följer upp med fler svar på varför det är på det här viset. Inga egna teorier om hur det kan komma sig testerna inte gett något utslag. Det är för att han vet att det inte går att ifrågasätta. Det är bättre att hålla tyst istället för att börja spekulera.<br/> <br/>  På andra frågor kring mycket av de saker som överbevisat hans story väljer han att svara \"ingen aning\". Inte heller här kommer det några egna teorier om varför saker och ting är som de är. Återigen för att det är så starka bevis för att vad han tidigare sagt är rena lögner."
	},
	{
		"postIndex": 24338,
		"postNum": 25459,
		"postLink": "/sp39708107",
		"postTime": "2012-10-07",
		"postUser": "Lerchos",
		"postUserID": "/u339000",
		"postUrl": "https://www.flashback.org/t972173p2122",
		"userUrl": "https://www.flashback.org/u339000",
		"sentence": "Det vidriga är just detta; att Mats Alm utan vidare utnyttjar sin familj och alla omkring sig för sin egen vinning och naturligtvis har han haft hjälp. Ingen vettig människa, ens om denne är släkt med Mats Alm själv skulle tro på en sådan vansinneshistoria. Det är snarare familjens egna beteende som är totalt rubbat då de flesta normala människor snabbt skulle ta avstånd från Mats Alm om något sådant kom på tal. Det säger en hel del om Mats Alms egen förmåga att dupera sin omgivning och styra sin familj. <br/> <br/>  Vi får antingen anta att hela släkten Alm är miffon som rakt av köper en sådan svål-historia av sin son/bror etc och därtill själva undanhåller sanningen för att slippa se honom dömd, eller att de själva har såpass mycket på fötterna att de med ett enkelt vittnesmål kan styrka att Mats Alm faktiskt var kidnappad, något som åklagaren kunde mosa. <br/> <br/>  Detta talar tydligt för psykopatens alla ess: Förmågan att indirekt få andra att handla som denne vill i efterhand eller helt enkelt utan direkt påverkan över längre tid. Direkt manipulation, tvång etc är naturligtvis också inblandat. <br/> <br/>  Det som starkast talar för familjens skuld (någon, några av dem) är att de själva inte valt att komma tillrätta med sanningen. Om de nu är oskyldiga så skadar det inte dem och om Mats Alm inte är skyldig (vilket de hela tiden har påstått, indirekt) så skadar det inte honom heller. Detta skulle naturligtvis falla ut av sig själv om enkel logik använts men eftersom Mats Alm utnyttjar sin familj och med stor säkerhet använt sig av dem vid Linda Chens \"försvinnande\" så behöver Mats Alm bara hålla käften, då han vet att han med vilje dragit in någon i mordet som han sedan använt som \"pawn\", dvs motvikt. <b>Han vet att alla vittnesmål mot honom kommer att svärta ner den medskyldige också och således slipper han en stor faktor: Problemet med att hålla familjen i schack</b><br/> <br/>  Åklagarens bevisning i det här fallet var mer än tillräcklig, med ett stort hål: han kunde inte visa hur Linda dött, var hon dött och således inte att det faktiskt rörde sig om ett mord. <br/> <br/>  Detta borde sända ut flertalet signaler om att något är allvarligt fel. <br/> <br/>  1. Man måste besitta en fruktansvärt stor kunskap om rättsmedicin för att kunna mörda utan att det syns. <br/> <br/>  2. Det krävs otroligt stora resurser för att ha ihjäl någon UTAN att det syns och då gärna under såpass kontrollerade former att det sker snabbt. <br/> <br/>  Av dessa två sanningar kan vi dra slutsatsen: Linda Chens kropp förflyttades en eller flera gånger och preparerades eller påverkades på sådant sätt att det inte gick att spåra dödsorsaken ordentligt. Detta skapar genast fler problem då Mats Alm inte kunde ha gjort detta själv. Han behövde någon som hjälpte honom med detta, körde, lastade osv. Att Mats Alm själv tog sig an Linda Chens kropp är svårt att se, eftersom detta skulle lämna spår och alltså behövde han någon som kunde förvara kroppen och hålla den nerkyld (fryst antagligen) under en lång tidsrymd då en förmultnande kropp är svår att handskas med och dessutom släpper spår överallt. Denna person kunde också mycket enkelt göra grovjobbet och vara nedlusad med bevis utan att polisen skulle fått tag på dem. Mats Alm kan alltså inte själv både ha transporterat Lindas kropp till fyndplatsen och samtidigt \"hittat den\", då Mats själv måste ha kommit dit på något sätt och det är här Kamikaze-maffia-historian kommer in som verktyg. <br/> <br/>  Det enda Mats Alm behövde göra för att komma undan var att skydda sin chaufför (antagligen sin far) och med vetskapen att det inte fanns ett spår av bevis att finna på Mats person eller i hans hem som ledde till Linda (automatiskt självmål) så kunde han med gott samvete dra sin historia och se på när hela rättssystemet totalfailar eftersom de inte har rätt att göra husis hos vare sig fadern eller någon annan. Historian var inte ett Wild-card, en förbryllad lögn. Mats ville endast få det att se ut som en och det lyckades. Psykopaten i honom hade gjort jobbet. <br/> <br/>  Frågan var aldrig om Mats Alm ljög, utan vad lögnen fyllde för syfte men med alla strålkastare på sig själv (vilket var syftet) så visste Mats Alm att planen skulle hålla. Därav uthålligheten. Resten är barnlek, att för en psykopat att sitta i förhör etc, det klarade Mats Alm med handen i röven och det enda han behövde var tid. Att åklagaren skulle hitta bevisen och knäcka Mats historia var planerat, Mats Alm hade själv placerat dessa bevis långt innan han ens satt i häkte och allt han behövde var en dator och en kamera. <br/> <br/>  Tiden är nyckeln här:<br/> <br/>  Mats Alm behövde tid, eftersom Lars Alm (eller den medskyldige X) behövde göra en rejäl vårstädning, bränna kläder, Dexter-skura huset osv för att försäkra sig om att alla bevis som skulle kunna leda till Lindas kropp var undanröjda. När väl det var klart så var det bara att vänta. <br/> <br/>  Griftefridsåtalet sket Mats Alm i, eftersom detta var mycket planerat från hans sida. Det skulle hålla som en bro från mordåtalet men senare också fungera som ännu en sköld mot att rättsväsendet skulle utreda hans familj närmare. Lite skuld gör cappucinon så mycket bättre. Psykopaten ler vasst. <br/> <br/>  Vad gäller Mats Alms märkliga beteende: Det enda psykopaten inte kan fuska sig till är känslor, men känslor av triumf och seger står dem nära. Egocentrism. Det är alltså inte märkligt att Mats Alm fnissade då han talade om sin kidnappning, då polisen svalde betet med krok och hull och Mats Alm måste ha skrattat ihjäl sig i sin cell över att de fortfarande lade tid på en historia som i sig saknade mening. <br/> <br/>  Med + 2 månaders tidsrymd från det att Linda blir mördad tills det att han häktas så har Mats Alm allt mer anledning att skratta, då han förkovrat sig flera gånger om och räknat ut allt i minsta detalj och med marginaler. <br/> <br/>  Ja det krävs inte mer än så. Case Closed. <br/> <br/>  Oh shit, just det, han råkade möta en poliskår som är totalt jävla pantad. Psykopaten skrattar lite till."
	},
	{
		"postIndex": 34961,
		"postNum": 36281,
		"postLink": "/sp42512285",
		"postTime": "2013-03-17",
		"postUser": "upstepper",
		"postUserID": "/u539834",
		"postUrl": "https://www.flashback.org/t972173p3024",
		"userUrl": "https://www.flashback.org/u539834",
		"sentence": "Pethrus har skrivit följande:<br/> <br/>  \"Det är Lars som har sagt att Mats inte vågar berätta vad han vet <br/>  därför att han är övertygad om att i så fall kommer fler att dö.<br/> <br/>  Jag kan inte tolka det som annat än att Mats menar att han vet vem eller vilka<br/>  som dödade Linda men att desssa har hotat att skada <br/>  (honom eller kanske hans familj?) om han säger något.<br/> <br/>  Mats har i alla fall förklarat att han är helt säker på att Linda aldrig ingått<br/>  några skenäktenskap, utan att det bara är elaka rykten från folk som<br/>  tycker illa om henne.\"<br/> <br/>  Har inte hittat något av detta FUP så jag antar att du Pethrus fått denna<br/>  information vid direktkontakt med familjen Alm, både från Lars och Mats.<br/> <br/>  Min tolkning av Mats Alms uttalande är att om Mats Alm erkänner mordet på<br/>  Linda Chen för någon så måste Mats Alm mörda även den person han erkänner<br/>  mordet på Linda Chen inför, annars finns det ju ett vittne."
	},
	{
		"postIndex": 24300,
		"postNum": 25421,
		"postLink": "/sp39690463",
		"postTime": "2012-10-05",
		"postUser": "Mallgan88",
		"postUserID": "/u470349",
		"postUrl": "https://www.flashback.org/t972173p2119",
		"userUrl": "https://www.flashback.org/u470349",
		"sentence": "Mats lever just nu ett liv han inte hade räknat med att få leva.<br/> <br/>  Mats hoppades att han skulle bli trodd när det gäller:<br/> <br/>  1. Att Linda ensam gick ut från bostaden kl 22 på kvällen den 1 augusti 2009. Tyvärr är Mats den ende i världen som kan styrka det - trots att det var mycket folk i rörelse i Falun den kvällen. Ingen granne har sett Linda lämna byggnaden. Det finns till och med vittnen som sett Linda och Mats tillsammans på stan efter klockan 22 på lördagskvällen - uppgifter finns i FUP. <br/> <br/>  2. Att Mats inte skulle ha haft något göra med hennes försvinnande. <br/> <br/>  3. Att Mats blivit kidnappad av asiater kvällen innan han skulle infinna sig på nytt förhör hos Dalapolisen. En obesvarad frågakvarstår: För vilka berättade Mats att han skulle på förhör? Han blev kallad per telefon av polisen dagen innan han försvann. Det kanske inte var asiater som hämtade honom - det kanske var hälsingar?<br/> <br/>  4. Att Mats skulle ha blivit drogad av små piller han fått av asiaterna - \"drick och svälj\" - varför inte lägga pillren under läppen och spotta ut dem?<br/> <br/>  5. Att asiaterna efter flera dagar bestämt sig för att lämna Mats över en brinnade eld vid Lindas döda kropp. De inte bara lämnade honom där - de försvann från jordens yta utan att lämna något som helst spår efter sig - häpnadsväckande minst sagt!<br/> <br/>  Dessutom gjorde han några felbedömningar beträffande:<br/> <br/>  1. Att Mats far i ett plötsligt infall av ärlighet/var så dum att han bara torkade av Mats dator utvändigt.<br/> <br/>  2. Att ingen skulle känna igen Mats på de bussresor/promenader han företog sig på sin lilla utflykt för att slippa träffa polisen.<br/> <br/>  Tur för honom att han fick en så bra advokat. Denne fick honom att inse att fortsatt girighet skulle ta Mats bakom lås och bom en längre tid. Indiciekedjan för mord på grund av ekonomiska motiv skulle bli så mycket svagare om Mats såg till att Lindas son skulle bli den som fick försäkringspengar m.m.<br/> <br/>  Mats hade, för egen del, räknat med att denna generositet skulle få vänner och grannar att snabbare glömma det som hänt, så Mats skulle kunna få leva ett normalt liv igen. Ännu en liten missräkning från Mats sida. Han lever nu, efter vad som rapporteras från Bollnästrakten, ett synnerligen isolerat och ansträngt liv i närheten av sin familj i Lottefors. Hans psykiska hälsoläge sägs vara dåligt. Detsamma lär gälla åtminstone någon ytterligare i familjen.<br/> <br/>  SANNINGEN HAR SEGRAT! Nu önskar vi bara att Lindas närmaste också får visshet om vad som inträffade. Vem, av de som känner till vad som egentligen hände, tar bladet från munnen först?<br/> <br/>  En sak är jag helt säker på. Linda har inte självdött och sedan gömt sig under en rishög i skogen! Någon vet så mycket mer om varför och hur Linda dog. För att citera vad tingsrätten i Falun sa när de utövade lagstiftning enligt vår lagbok i domen mot Mats 2010-07-14 under rubriken \"Slutsatser\" i avsnittet \"DOMSKÄL\":<br/> <br/>  \"Den sammantagna slutsatsen av det anförda är att Mats Alm uppenbarligen vet betydligt mer om omständigheterna kring Linda Chens död än vad han velat berätta men att åklagarna inte bortom rimligt tvivel har lyckats styrka att han uppsåtligen eller av oaktsamhet orsakata Linda Chens död. Han kan därför inte dömas för mord, dråp eller vållande till annans död. Han ska däremot, som ovan framgått, dömas för brott mot griftefrid i enlighet med åtalet.\"<br/> <br/>  Alltså: Det är inte bevisat att Mats orsakat Lindas död (det kan till och med vara någon annan i Mats bekantskapskrets som är skyldig till detta - denna fråga har inte prövats av rätten). Däremot är det bevisat att Mats obehörigen har befattat sig med Lindas döda kropp. För de som inte förstår sammanhanget: Han hade haft rätt att flytta Lindas kropp om hon varit fullt frisk och sovande, men när en människa har avlidit är kroppen juridiskt skyddad av griftefriden. Mats skulle, istället för att flytta kroppen, ha anmält att Linda hade avlidit. Helst skulle han också ha stannat på den plats där hon avled tills polis kommit på plats. Griftefridsdomen är alltså helt oantastbar juridiskt sett i och med att den vann laga kraft. Sedan kan viss skribent försöka att sprida vilka irrläror som helst - vi som finns här går inte på sån gallimattias!  <br/> <br/>  Sens moralen av detta tragiska fall blir väl slutligen: \"Den som gräver en grop åt andra ....\"<br/> <br/>  Tjena mors - i Lottefors!"
	},
	{
		"postIndex": 25667,
		"postNum": 26819,
		"postLink": "/sp40077214",
		"postTime": "2012-10-29",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t972173p2235",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Om du skall trilskas om att griftefridsbrott var begånget av Mats, måste du komma med bevis.<br/>  </td> </tr> </table>  <br/> Det är bevisat bortom allt rimligt tvivel att Mats Alm visste var liket efter Linda fanns. Det bevisades genom att Mats Alm ensam befunnit sig vid liket och att han pekade ut platsen där liket fanns.<br/> <br/> Det finns ingenting som tyder på att Mats Alm blivit förd till platsen, inga spår, vittnen eller annan information i utredning som har kunnat påvisa att Mats hade sällskap.<br/> <br/> Mats fick förstås alla möjligheter att kunna berätta själv hur han kom dit och vart han varit och han ljög då ihop en historia om kidnappning som polisen efter mycket arbete kunde motbevisa.<br/> <br/> Sammantaget med polisens utredning, som inte kunde påvisa några som helst spår efter annan person än Mats tillsammans med hans lögn gör att man med säkerhet vet att Mats Alm visste var liket efter Linda fanns.<br/> <br/> Den som visste var liket fanns är även den som med största sannolikhet placerat liket där. Polisens utredning har visat på att Mats Alm dels var den sista kända person som såg Linda i livet. Mats Alm ljög om hennes klädbyte, vilket motbevisades av filmen från butiken de handlade i.<br/> <br/> Tingsrätten har vägt in alla omständigheter, utsagor och övriga vittnesmål och kommit fram till att Mats Alm bortom allt rimligt tvivel placerat Lindas kropp där.<br/> <br/> Mats Alm var enligt stämningsansökan åtalad för mord, alternativt dråp, alternativt vållande till annans död och brott mot griftefriden.<br/> <br/> Åklagaren kunde påvisa att Mats Alm med största sannolikhet var skyldig till hennes död, tingsrätten gjorde även bedömningen att Mats Alm bortom allt rimligt tvivel var inblandad i hennes död men avsaknaden av bland annat dödsorsak och mordplats gjorde att de inte kunde döma honom.<br/> <br/> Om man läser domen och fup så finns det inga utrymmen för tvivel och har man dessa tvivel som du påvisar så måste man kunna lägga fram någon form av uppgifter som stödjer dessa tvivel.<br/> <br/> Att påstå att avsaknaden av spår efter andra på fyndplatsen bara betyder att de asiatiska officerarna var proffs som inte lämnade spår är inte uppgifter som stödjer någon kidnappningshistoria."
	},
	{
		"postIndex": 38323,
		"postNum": 39673,
		"postLink": "/sp45465574",
		"postTime": "2013-09-30",
		"postUser": "PDec",
		"postUserID": "/u413661",
		"postUrl": "https://www.flashback.org/t972173p3307",
		"userUrl": "https://www.flashback.org/u413661",
		"sentence": "Tack FUP-12 för din utmärkta redogörelse för tiderna i detta fall och i övrigt dina teorier.<br/>  Jag har bara några kommentarer:<br/> <br/>  Linda kan inte ha mördats i lägenheten eftersom likhundarna inte markerade där, inte heller i tvättstugan, eller i garaget, eller i deras förråd i anslutning till garaget. En liten brasklapp här: Någonstans har jag läst om att det kanske tar en liten stund innan en liklukt eller lukten av att en människa har dött uppstår. Om Linda dödades under sex med strypinslag, som polisen har spekulerat i, så undrar jag om MA hade sinnesnärvaro efter den chocken att på några minuter få ner hennes kropp till bilen och köra iväg. Märk väg att hundarna inte heller funnit liklukt varken i MA:s bil eller i Lindas bil. OM han nu gjorde det, så behövde han inte oroa sig för att det fanns folk utanför porten eller på gården, eftersom man, vad jag minns från FP, kunde ta sig direkt ner i källaren och den vägen komma ut och in till garaget som låg UNDER gården och alltså inte hade någon insyn. Men, jag tror inte att Linda mördades i hemmet. <br/>  Istället tror jag på detta scenario:<br/>  För det första så är jag helt övertygad om att mordet var planerat sedan lång tid. Och att motivet var pengar. Lindas livförsäkring. Så många indicier finns för detta.<br/>  Alltså: Linda och MA går och handlar i storköpet. Vi ser dem komma ut därifrån och då är de ju på väg till bilen. Väl i bilen tror ju Linda att de ska köra hem, men det är då som MA föreslår en kort liten biltur innan. Han kan mycket väl redan då ha valt ut platsen där Linda senare hittades. För jag tror nämligen att han körde dit under förespegling av någon romantisk sexigt äventyr och stannade till där. I bilen slår han till och stryper henne under akten. Då får han såret på halsen från sin halskedja och Lindas vita pärlhalsband går sönder i kampen. Han bär snabbt iväg henne till den utvalda platsen bakom stenen. Tror däremot att han täcker över henne redan nu med kvistar. Han glömmer i hastigheten att Lindas skor ligger kvar i bilen. De hade hon tagit av sig för att lägga upp fötterna på instrumentbrädan, som hon brukade göra. (Har även Leif GW skrivit om. Hon hittas utan skor...) Han går tillbaka till bilen och plockar upp alla de vita pärlorna som har farit omkring, men missar en. Den finns antecknad i förundersökningsprotokollet, förresten. Han kanske lägger dem i Lindas handväska, som ju också finns kvar i bilen. Sedan kör han iväg. Måste göra av mig med handväskan. Kanske kör han en annan väg tillbaka. Stannar vid en bro. Lägger några tunga stenar i väskan och kastar i den i vattnet under bron. <br/>  Sedan far han hem, enligt FUP-s teori om tiderna. <br/> <br/>  Att MA syns nästa morgon vid platsen tror jag beror på att han fick panik över känslan av att hon kanske inte var död. Han måste tillbaka och kolla för att vara riktigt säker. Kanske lägga över lite fler pinnar. Lägg märke till att han nojjade om \"är hon död?\" vid flera samtal. Och att när Lindas \"styvmamma\" säger att det kan ta åratal innan en person dödförklaras om man inte hittar kroppen, så utbrister MA: \"Så länge kan jag inte vänta\".<br/> <br/>  Det som var uppenbart för polis och åklagare var ju det faktum ATT BARA MÖRDAREN KUNDE HA VETSKAP OM VAR LINDAS KROPP FANNS - FÖLJAKTLIGEN MA. Problemet var bara att om man inte kunde bevisa HUR och VAR hon hade mördats, så skulle man inte kunna fälla honom. Tyvärr hade kroppen legat så länge i naturen så att det var svårt för rättsläkaren att fastställa en dödsorsak, MEN i obduktionsprotokollet finns en anteckning om att Lindas tungben var av - och det är ett tecken på att offret är strypt. Men eftersom kroppen var så illa åtgången så kunde det inte uteslutas helt att tungbenet hade skadats pga av detta. Alltså kunde inte rätten med 100 procents säkerhets påstå att Linda hade blivit strypt. <br/> <br/>  Det där med Lindas skor anser ju jag vara en väldig stark indicie, eftersom ALLA Lindas skor återfanns prydligt uppställda på skohyllan i hemmet - som var helt genomstädat av MA. Förmodligen hade han sett hennes skor i sin bil först när han kom hem och då helt enkelt tagit med dem in. Bra ställe att gömma dem på bland alla hennes andra skor. Sedan sá han ju att Linda hade gått ut och då kan han ju bara påstå att hon hade andra skor. I övrigt sa han ju att hon hade gått ut utan att byta kläder... <br/> <br/>  Gisslanhistorien vet ju varje människa med någorlunda hjärnkapacitet att det är en påhittad historia. Varför gör Mats denna vansinnesgrej? Han kunde faktiskt ha klarat sig undan om han inte hade åkt tillbaka dig. Det här är vad jag tror: Han ville att Linda skulle dödförklaras fort, annars skulle han inte få ut hennes livförsäkring. (Tror att halva lägenheten skulle gå till honom också, trots att hon betalat för den.) Hur skulle han kunna göra det? Men även om han hittar på den här historien så känns det väldigt sjukt, för hur i allsindar tänkte han att någon skulle kunna tro på den? Där slutar jag att försöka förstå något av hans göranden..."
	},
	{
		"postIndex": 21798,
		"postNum": 22888,
		"postLink": "/sp38678407",
		"postTime": "2012-08-06",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p1908",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "<b>Lagro</b>  Mats får inte ro för lagen = lag-ro -- förrän han har erkänt, tagit sitt straff, bett Gud och anhöriga om förlåtelse. <br/> <br/>  För att inte känna Mats eller hans far eller någon av hans familj enligt vad du själv skriver --- tycker du dig veta förskräckligt mycket om både Linda, Mats och familjen. Konstigt!<br/> <br/>  Jag har ringt Lindas mor idag. Hon har INTE betalat några skulder, som Linda har haft. Men hon saknar fortfarande de 30.000 kr, som Linda fick låna av henne till bröllopet. Mats (tilltänkt brudgum) betalade inte tillbaka dem. Det kan du säga till honom nästa gång ni träffas. Linda kan ju inte betala tillbaka  men den andra hälften kanske kan? <br/> <br/>  Jag kände Linda mycket väl och jag tror Mats också gjorde det. Vi vet båda två att Linda ALDRIG skulle gå ut i samma kläder -- efter att hon hade duschat. Där har du fel igen. Vad du än skriver. Hon var mycket noga med sin hygien. Hade hon verkligen duschat --- hade hon bytt ALLT  kläder både under och över. I förhör med polisen har Mats själv angett att Linda var mycket noga med sitt utseende. (se Dom 3215-09, sid 9)<br/> <br/>  Linda skulle inte bara ha bytt underkläder och skor. ALDRIG! Mats vet det  jag vet det. <br/> <br/>  Du skriver mycket osanning. Du ljuger. Varför?<br/> <br/>  Jo -- Mats vill inte längre vara dömd i folkets ögon. Mats vill vara ute och vara social med sina vänner som förr. Mats vill öppet visa att han har en ny tjej. Mats vill skaffa ett jobb och inte längre leva som parasit på samhället. Mats vill vara en av många andra i samhället. <br/> <br/>  DÄRFÖR väckte du denna tråd till liv igen. Tyvärr har det precis rakt motsatt effekt. Mats lögner talar sitt eget språk. Du gör honom en otjänst. Alla minns Mats kroppsspråk, Mats lögner, Mats tystnad och inte minst Mats konstiga uppträdande den sista tiden innan häktningen.<br/>  Efter försvinnandet var jag först säker på en annan GM. En som förut gjort Linda mycket illa. Mats ville att jag skulle säga dessa mina misstankar till polisen. Mats var mycket ivrig i detta. <br/> <br/>  Mats kom att isolera Linda från sin familj och sina vänner. Förut hade Linda haft en fast telefon med display. Hon ringde alltid hur sent hon än kommit hem, om hon såg att jag hade ringt. Senaste tiden togs den bort. På Lindas mobiltelefon svarade Mats. Vid frågan om varför  så sa Linda att Mats fått hennes mobil. Har du ingen nu då löd nästa fråga. Joo, blev svaret. Jag har Mats. Det var bara det att när man ringde det numret -- svarade alltid Mats där också. Till jobbet fick man inte ringa och det förstår jag. Svårt alltså att få kontakt med endast Linda den sista tiden. <br/> <br/>  Svårt var också att maila till henne. För det mesta svarade hon på bra svenska. När jag frågade henne om det, svarade Lida att Mats lärde henneatt bättre skriva svenska. Mats satt alltså för det mesta bredvid henne, då hon mailade. Mats betalade också deras räkningar med hennes dator och hennes koder kunde han. Som svar på det angav Linda att hon inte hade tid, för hon jobbade så mycket och det var skönt att Mats kunde hjälpa henne med räkningarna. <br/> <br/>  En gång tyckte jag om Mats. En gång åt de midsommarmat: matjesill, nypotatis och jordgubbar med grädde, hos mig. En gång trodde jag att Linda funnit den rätte mannen hon sökte. Så besviken jag blev  när jag alltmera kom att inse --- vad som verkligen hade hänt. <br/> <br/>  Hoppas att du - Lagro - slutar med att smutskasta Linda i denna tråd. <br/> <br/>  Tror inte att den oskyldige Mats skulle ha velat att hans älskade Linda inte fått vila i frid. Den skyldige Mats däremot vill göra allt för att försvara sig till och med att smutskasta Linda --- hjälp  honom inte på detta viset -- Lagro! Mats blir inte rentvådd av vad du skriver.<br/> <br/>  Lagen har sagt sitt och domen har fallit. Låt det bero med det! Mats kan läsa vad du skriver nicket Lagro. Mats har nämligen inget annat för sig än att läsa och ev. skriva här. Mats är nämligen arbetslös och har som sagt inget annat för sig än att sitta framför dator´n.<br/> <br/>  Mats behöver komma till insikt över vad han har gjort istället. Han är inte hjälpt med flera lögner från dig. Bästa sättet att hjälpa Mats är alltså att försöka förmå honom att sluta ljuga för sig själv och sin familj! Stötta honom istället --- så att sanningen kommer fram! Då får Mats äntligen frid i sitt inre och kan se framåt med glädje! Det blir alltså LAG-RO."
	},
	{
		"postIndex": 32793,
		"postNum": 34075,
		"postLink": "/sp42063633",
		"postTime": "2013-02-17",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2840",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "Repris på förhör med Mats Alm. FUP.  Sid. 3717, 3718, 3719, 3720<br/> <br/>  CB: Ja jag tänkte vi skulle gå tillbaka till den här lappen nu som du skrev till mamma och<br/>   pappa.<br/>   MA: Mm.<br/>   CB: Och jag läser här igen \"Hej mamma och pappa om ni läser det här betyder det att nåt har<br/>   hänt mej jag antar att dom som jag försöker spåra som jag misstänker för Lindas försvinnande<br/>   har gjort sej av med mej\". Då undrar jag vilka? Hur har du försökt spåra de här och vilka<br/>   åtgärder har vidtagits?<br/>   MA: Spåra och spåra alltså jag vet inte hur jag ska säja jag har försökt hört mej för jag har<br/>   försökt fråga liksom eh hur vissa personer har betett sej, om nån har sett nånting eller så där<br/>   men ja ingen har ju sett nånting sånt där.<br/>   CB: Utveckla det här vidare.<br/>   MA: Ja alltså jag har allmänt frågat mej runt liksom men de är ingen ja vi kommer väl fram<br/>   till sen då efter jag hade skrivit den där lappen att ja att de verka inte va nån som hade sett<br/>   dom så ingen som tyckte att dom hade betett sej nå konstigt eller nånting så där..<br/> <br/>  CB: Hmm.<br/>   GH: Sett dom? Vilka då?<br/>   MA: Ja Chris och de tänkte ju jag på då de va ju han jag hade i tankarna då liksom och<br/>   genom att han inte va helt ensam och med tanke på va Aino hade berätta för mej så tänkte jag<br/>   att jaha så här liksom så ja därför tänkte jag att då kanske ja de kanske va nån till inblandad<br/>   då.<br/>   GH: Vilka fråga du då?<br/>   MA: Ja jag fråga dels David på restaurangen om han hade ja märkt nå konstigt eller nånting<br/>   och så där.<br/>   GH: Märkt nå konstigt?<br/> <br/>  MA: Ja alltså runt Linda eller nå sånt där att hon hade haft nåt samtal på kinesiska på telefon<br/>   eller nåt sånt där alltså.<br/>   GH: Du tala inte om att du var intresserad av Chris?<br/>   MA: Nej nej nej jag sa ingenting sånt nej nej nej jag hade inga som helst bevis då hade jag<br/>   ingen tanke och tala om för nån heller vem de va jag eventuellt hade misstanke mot.<br/>   CB: Men återigen Mats, så att jag antar \"att dom som jag försöker spåra\".<br/>   MA: Ja men om dom läser lappen då betyder de att jag är borta så på nåt vis hade de hänt<br/>   nånting va annars skulle hända alltså de de är de enda jag kunde komma alltså de är de enda<br/>   jag skulle inte försvinna frivilligt så då är de liksom ja.<br/>   CB: Jo men då måste man ju ge dom en ledtråd i så fall, var dom ska leta för någonstans för<br/>   du säjer även här i brevet \"jag tror mej närma mej sanningen\". Vad är sanningen? Vad<br/>   betyder det? Vad är sanningen i den här lappen?<br/>   MA: Jag trodde de ett tag att de verka som att de peka på dom men nej.<br/>   CB: Vilka dom?<br/> <br/>  MA: Ja med Chris då. Jag säjer dom i alla fall, för jag tror inte alltså, jag tror inte han kan ha<br/>   gjort de själv på nåt vis liksom jag trodde inte de då liksom att då när jag trodde att de kanske<br/>   kunde vara han ja.<br/>   CB: \"Och därför gömmer du några viktiga saker här åt er\".<br/>   MA: Ja jag hade ju tänkt och lämna dom där uppe då de va ju eh eh ja de är myntpappret de<br/>   är en påse som jag hade med en massa saker i eller en massa saker men myntpappret med<br/>   myntena som jag spart på då såna där lite ja gamla mynt eller va man ska säja sitter<br/>   fasttejpade på en papperslapp då och ja nå ring, reservringen och nå örhängen och lite sånt<br/>   där som jag tyckte va coolt som jag ville Hanna skulle få då. Örhängena då om dom, ja om<br/>   jag skulle försvinna då och så där och ja lite såna där skitsaker egentligen, om jag tänker<br/>   efter, men jag tyckte de va lite viktiga saker som jag ville skulle stanna inom familjen liksom.<br/> <br/>  CB: Mm.<br/>   MA: Ja.<br/>   CB: Men du misstänkte alltså när du skrev den här lappen.<br/>   MA: Ja.<br/>   CB: att Chris han skulle göra sej av med dej?<br/>   MA: Nej alltså de misstänkte jag inte. Jag bara skrev \"de\" ja inte vet jag why not ifall att för<br/>   säkerhets skull bara.<br/>   CB: Jag läser återigen Mats \"jag antar att dom som jag försöker spåra som jag misstänker för<br/>   Lindas försvinnande har gjort sej av med mej\".<br/>   MA: Ja ja de är enda anledningen till<br/>   CB: Så misstänker du Chris.<br/>   MA: de är enda anledningen till att dom skulle läsa den där lappen överhuvudtaget om dom<br/>   hittar henne för annars skulle dom inte ha hitta lappen.<br/>   CB: Och åter igen \"jag tror mej närma mej sanningen\".<br/>   MA: Ja jag trodde de också.<br/>   CB: Ja och vad bestod den sanningen i?<br/> <br/>  MA: Ja men sanningen de är alltså den sanningen som jag trodde då då. Ett tag då de va ju att<br/>   Chris låg bakom de på nåt sätt då, men jag kom ju ingen vart jag hitta ju liksom ingenting<br/>   efter ett tag till en början då verka de som så för de va vissa saker som peka på de här tyckte<br/>   jag då. Hur han betedde sej och lite sånt där då och sen de Aino berätta då ja då trodde jag<br/>   ännu mer på de och de va väl kanske då jag skrev den där lappen då.<br/>   CB: Vad berättade Aino?<br/>   MA: Ja Aino sa att hon trodde bergsäkert att de var Chris och nån till som hade gjort de då<br/>   hon kände sej övertygad om de hon sa hon på grund av olika saker som hon hade hört och<br/>   sånt där då så.<br/>   GH: Vad var det hon hade hört?<br/> <br/>  MA: Ja de va nå dels hade Lindas familj börja spritt illasinnade rykten om Linda att Linda va<br/>   en dålig människa och allt sånt dära eh och dels hade va heter de Chris blivit tvärförbannad<br/>   när han fick reda på att Linda hade skrivit testamente och ja de va lite såna där saker.<br/>   GH: Men det var efter hennes försvinnande alltså?<br/>   MA: Ja oh ja de va när dom hade kommit åkt tillbaka ner efter dom hade varit här uppe och<br/>   leta ett tag liksom när dom hade åkt tillbaka ner igen de va därför jag tänkte att de va han då<br/>   ett tag men sen tyckte jag nej fan ja hitta ingenting ingen som sa verka veta nå mera typ eller<br/>   ja så då.<br/>   CB: Du, sen så säjer du så här Mats, att förutom den här lappen så har du skrivit två andra?<br/>   MA: Mm.<br/>   CB: Mm, vad står det på dom då?<br/>   MA: Ja förmodligen inte riktigt lika dant så dära eh för de hade jag ju tänkt och gömma de då<br/>   när jag skrev dom så hade jag tänkt och gömma dom då <br/>   CB: Var då någonstans?<br/>   MA: Ja nånstans hemma hos mamma och pappa då, i rumme där jag sover då eh förmodligen<br/>   under sängen längst in bakom nånting då sen ja.<br/>   CB: Ok, men hur skulle dom då hitta det om du försvann? Det förstår inte jag, om du skulle<br/>   gömma de?<br/>   MA: Nej men alltså meningen va ju att dom skulle ju inte kunna det, utan att ja bara för att<br/>   mamma håller på och städa där eller nånting fast jag är här hemma och jobbar eller ja utan att<br/>   du skulle ju krävas mera va och då skulle de väl kanske dröja nåt år men sak samma nån gång<br/>   skulle dom hitta de liksom.<br/> <br/>  CB: Mm, åter igen vad jag skulle vilja att du utvecklar dej om. Vi tittar på dom lapparna som<br/>   ligger där hemma. Vad står det på dom?<br/>   MA: Ja dom är mycke kortare de står de är nog bara en sida en halv sida eller nånting de står<br/>   helt enkelt bara att jag älskar dom och ja ja att jag älskar dom.<br/>   CB: Mm, det är det enda som står på lappen?<br/>   MA: Ja i stort sett jag har inte de där är nog enda lappen jag skriver de ja att jag misstänkte<br/>   nån.<br/>   CB: Mm, och dom lapparna där det står, att du har skrivit jag älskar eller jag älskar er på, de<br/>   skulle du gömma så din mamma skulle hitta dem någon gång?<br/>   MA: Nej dom hade jag inte tänkt och gömma dom hade jag bara tänkt och låta ligga kvar i<br/>   lägenheten.<br/> <br/>  CB: Ok.<br/>   MA: Ja.<br/>   CB: Mm, Göran?<br/>   GH: Nej.<br/>   CB: Nej då är jag nöjd.<br/>   GH: Har advokaten några frågor nu?<br/>   MB: Nej tack.<br/>   GH: Då avslutningsvis då så vill åklagaren att vi ska delge er del av obduktionsprotokollet då<br/>   eh och där så är ett utlåtande och jag tänker läsa dom här att satserna då bara<br/>   MA: Atts va är de för nånting?<br/>   GH: Att satser.<br/>   MA: Jaha att.<br/> <br/>  GH: \"Att omfattande förruttnelseomvallning av hud, mjukdel och inre organ, i skallen, hals,<br/>   rygg, armar, bröstkorg, buk, delar av höger och vänster lår, förruttnelseomvallning i form av<br/>   begynnande pergamentering, .och likvaxbildning i framför allt bröstkorg,<br/>   bröstkorgens nedre del samt underben, intakt skalle, torax, kotpelare, bröstkorg, extremiteter<br/>   och bäckenets skelett\", eh jag hoppar sen ner till det som kan vara av intresse kanske eh, \"att<br/>   identiteten genom rättsordontologisk undersökning kunde fastställas att någon säker<br/>   dödsorsak har ej kunnat fastställas att därefter dödssättet får betecknas som oklart\", det finns<br/>   några att satser till i det här men jag utgår ifrån att det här kommer advokaten att delges eh<br/>   vid en omhäktning är det några frågor?<br/>   MA: Ja.<br/>   MB: Ja du kan börja du.<br/>   MA: Va då oklart?<br/>   GH: Man kan inte fastställa dödsorsaken.<br/> <b> MA: Så ingen kommer nånsin få reda på hur ja förutom den som gjorde de då?<br/> </b> GH: Ja kanske du kan berätta det?<br/>   MA: Ja om jag hade veta hade jag väl kunna berätta de så kan man inte veta om hon ja om<br/>   dom döda na snabbt och smärtfritt eller inte heller då (suckar gråter) nu känner jag ilska. Jag<br/>   trodde att man åtminstone skulle få reda på om hon hade plågats någonting hon hade<br/>   smärtsamt (gråter).<br/>   CB: Alexander kommer aldrig att få reda på hur hans mamma togs av daga om inte den som<br/>   har gjort det berättar det.<br/>   MA: Ja men om vi inte vet vem som har gjort de hur fan ska vi då få veta?<br/>   GH: Jag tror egentligen ..önskan är ju naturligtvis att Alexander inte ska ..<br/>   MA: Alla.<br/>   GH: Är det någonting som du vill berätta så?<br/>   MA: Nej jag vet inte<br/>   GH: Du nämnde<br/>   MA:"
	},
	{
		"postIndex": 33210,
		"postNum": 34497,
		"postLink": "/sp42120635",
		"postTime": "2013-02-21",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2875",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "F: Jag tror ändå så att ni hade kommunikationsproblem vid det här tillfället och hur det<br/>  yttrade sig, det är bara du som vet det. Och det vore bra för oss om vi fick reda på det, och för<br/>  din del också Mats.<br/>  H: Mm. Ja, jag vet ingenting om några kommunikationsproblem. Tydligen hade vi det<br/>  eftersom Linda inte sa rakt ut vad hon hade direkt för planer över maten då. Vart hon hade<br/>  fixat maten i stället eller någonting.<br/> <br/>  F: Har du inte kunnat läsa henne på något vis då?<br/>  H: Läsa henne, nej jag vet inte. Jag kan inte läsa folk, alltså om du menar titta på ett ansikte.<br/>  F: Det här är din blivande fru, ni umgås i princip 24 timmar om dygnet. Ni har varit i Kina,<br/>  du säger att ni inte har lämnat varandra i mer än högst 3 timmar.<br/>  H: Mm.<br/>  F: Det är väl klart att du kan läsa Linda.<br/>  H: Alltså inte läsa på det sättet. Jag kan inte se vad folk tycker och tänker bara och titta på<br/>  dom.<br/>  F: Nej, men du förstår vad jag menar?<br/>  H: Alltså, hon verkade inte något, äh orolig eller. Jag tyckte inte hon verkade något orolig<br/>  eller något, ähh annorlunda på något sätt.<br/>  F1: Visst är det väl märkligt att hon då, hon beställer ingen mat. Det kan du ju konstatera och<br/>  hur kan hon.<br/>  H: Ja, jag tycker det är jävligt konstigt, ja. Det har jag sagt också.<br/>  F1: Ja.<br/> <br/>  H: Mm.<br/>  F1: Men varför gör hon på det sättet?<br/>  H: Jag vet inte. Ingen aning.<br/>  F1: Vad, hur tolkar du det?<br/>  H: Jaa, jag vet inte. Visst skulle man kunna spekulera i vad hon hade för äh, anledningar, att<br/>  hon ville att vi skulle göra maten själv som hon hade sagt någon gång, nämnt någon gång.<br/>  Ähh, och som vi pratade om vid, ja, första bröllopsförsöket om man säger så då, året före då.<br/>  Ähh, eller att hon hade fixat maten från någon annan, äh, ja. Jag vet inte.<br/>  F1: Men känns det inte när du hör det här nu, får det här klar för dig, känns det inte väldigt,<br/>  väldigt konstigt då?<br/>  H: Joo, det har jag sagt. Jag sa det för en minut sen, jo det känns jättekonstigt. Ska jag säga<br/>  det igen? Det känns jättekonstigt. Det känns jättekonstigt.<br/>  F1: Gjorde du ingenting själv liksom för att kolla upp det här att det ska funka och så vidare<br/>  med mat och dryck.<br/>  H: Det är klart, hon sa till mig att det var klart.<br/>  F1: Hon ljuger för dig alltså?<br/>  H: Ja, tydligen.<br/>  F1: Mm.<br/>  H: Skulle jag ha gått till henne och sagt, att jag tror att du ljuger? Vad hade jag för anledning<br/>  att göra det?<br/> <br/>  F1: Nej, men kanske sagt, jag kan hjälpa till och kolla upp det här. Jag kan fixa det här.<br/>  H: Men om hon säger att hon tar på sig det, då ja.<br/>  F1: Då är det klart för dig alltså?<br/>  H: Ja, precis.<br/>  F1: Okej.<br/>  H: Varför ska det inte vara det liksom?<br/>  F1: Din pappa försöker tjata på dig flera gånger att ni ska avbeställa den där maten. Du är<br/>  föga intresserad av det?<br/>  H: Jae.<br/>  F1: Varför då?<br/>  H: Jag sket fullständigt i allting, jag bara ville leta efter Linda. Därför sa jag ja, ja, ja, ja. Skit<br/> <br/>  samma liksom, ja. Det var det sista jag tänkte på, hitta Linda det var det jag letade efter. Det<br/>  var det jag titta, eller tänkte på.<br/>  F1: Mm, nu pratar vi några dagar här efteråt då?<br/>  H: Ja, några dagar, ja vad då? Några veckor efteråt var det fortfarande henne jag tänkte på.<br/>  F1: Ja, det har vi förstått naturligtvis.<br/>  H: Ja.<br/>  F1: Hur tänker du på henne då?<br/> <br/>  H: Men du säger att, under några dagar efter hon försvann då skulle det inte ha varit det.<br/>  F1: Självklart så tänker du på henne då, men samtidigt så varför löser du inte den uppgiften<br/>  och avbeställer maten, utan att som din far uttrycker så verkar det föga intressant för dig att<br/>  hålla på och avbeställa. Du kunde sagt till din syster eller vem som helst, kan ni fixa det åt<br/>  mig?<br/>  H: Ja men, alltså sak samma, ja, jag tänkte väl inte på det, alltså jag orkade inte bry mig. Jag<br/>  ville bara leta eller ja. Jag vet inte hur jag tänkte. Jag vet inte hur jag tänkte. Jag tvivlar på att<br/>  jag tänkte klart över huvud taget, ja.<br/>  F1: Varför gör du inte det?<br/>  H: Ja, vem tänker klart när man är liksom förtvivlad. När man är liksom, ja, i fullständig<br/>  saknad. Jag vet inte, du, du kanske kan tänka klart då, men jag tror inte att jag gjorde det. Fler<br/>  frågor, eller är vi klar?<br/>  F: Jag kan fortfarande inte släppa det här Mats.<br/>  H: Mm.<br/>  F: Med att Linda, hon har inte tagit ledigt före sitt bröllop, ingenting är gjort.<br/>  H: Hon skulle vara ledig fredagen.<br/>  F: Nej, men nu får du lyssna på mig.<br/> <br/>  H: Mm.<br/>  F: Hon jobbade på som vanligt. Du gör ingenting. Du ligger hemma på soffan och läser lite<br/>  böcker. Tittar på lite fotboll, håller på med datorn och du skulle alltså inte fixa någonting<br/>  under den här tiden, inför den här stora dagen. När hon kommer hem så säger hon så här att<br/>  jag, enligt dig då, att nu så tar vi tag i det hela. Alltså vad är det för stil av en blivande man att<br/>  inte hjälpa till med bröllopet? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  H: Vem har sagt det att hon kommer hem från jobbet och sa, nu tar vi tag i det hela?<br/>  F: Nej, nu vänder du på det hela. Det var<br/>  H: Det var så du sa?<br/>  F: Nej.<br/>  H: Jo.<br/>  F: Du har sagt själv, du sa alldeles nyss här att efter att Linda, att Linda ville ha det på det här<br/>  viset.<br/>  H: Mm.<br/>  F: Du hade uppmanat henne till att ta ledigt.<br/>  H: Att vi skulle göra saker efter hon hade slutat arbeta, ja.<br/>  F: Mm.<br/>  H: Det var ju för att vi skulle göra det tillsammans.<br/>  F: Mm.<br/>  H: Vi skulle göra dom sakerna tillsammans.<br/> <br/>  F: Mm. Men du tycker inte att det är liksom lite väl mycket begärt av henne, att hon har stått<br/>  på China Thai och slavat en hel dag och att hon sedan dessutom ska ta tag i alla de här<br/>  sakerna när hon kommer hem, när du har varit ledig? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilmad.gif\" title=\"Evilmad\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/angry.gif\" title=\"Angry\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sly.gif\" title=\"Sly\"/> <br/>  H: Jag begärde det inte av henne.<br/>  F: Mm.<br/> <br/>  H: Jag begärde det inte av henne så jag tycker det inte är mycket begärt om ingen har begärt<br/>  det.<br/>  F: Jag tycker ändå ..<br/>  H: Mycket begärt av henne i så fall, för det var hon som vela ha det så.<br/>  F: Mm, ja men du skulle kunna gå in där som en stöttande blivande man och säga, att nu<br/>  fixar jag det här.<br/>  H: Ja, jag sa att jag kunde göra det på dagarna, men hon sa nej, vi gör det tillsammans.<br/>  F: Mm.<br/>  H: För jag visste inte vad likörerna hette å, å, ja. Visste inte hur mycket det skulle behövas<br/>  för det visste hon mera alltså.<br/> <br/>  F: Nej men, du är väl läs- och skrivkunnig Mats, du är ju utbildad lärare? En lista som Linda<br/>  hade kunnat skriva ner, de här sakerna ska utföras, eller hur?<br/>  H: Ja, precis. Det tyckte jag också.<br/>  F: Och?<br/>  H: Hon, men hon ville att vi skulle göra det tillsammans. Hon ville att vi skulle handla, öhh<br/>  alkoholen tillsammans drycken tillsammans och så där, ja.<br/>  F1: Hur kommer det sig då att ni inte beställer maten tillsammans eftersom det är så viktigt?<br/>  H: Därför att hon sa att hon skulle göra det.<br/>  F1: Allting annat skulle ni göra tillsammans, men maten skulle hon sköta själv?<br/>  H: Inte allting annat.<br/> <br/>  F1: Ja, gäller det bröllopsdelen så får jag uppfattningen utav att ni skulle göra det<br/>  tillsammans, men inte maten. Det skulle hon klara själv?<br/>  H: Ja, hon sa en dag när hon kom hem från jobbet att hon hade varit in och pratat med den<br/>  där Mimmi och sagt att det var klart.<br/>  F1: Mm, och förra året så var det du som var in och pratade med henne?<br/>  H: Mm.<br/>  F1: Och även under våren var du in och pratade med henne?<br/>  H: Ja.<br/>  F1: Och sedan så blir det hennes uppgift och beställa maten?<br/>  H: Det blev inte hennes uppgift, de, ja. Hon hade gjort det så då var det så. Nu har jag gjort<br/>  det liksom, sen var det klart.<br/>  F1: Allting annat skulle ni göra tillsammans och diskutera ihop, vilken typ av dryck ni skulle<br/>  ha och så vidare.<br/>  H: Mm.<br/>  F1: Men maten tog hon ett eget beslut på vad ni skulle ha för något?<br/>  H: Ja, vi visste ju att vi skulle ha det i alla fall. Vi hade tänkt det redan från förra året liksom<br/>  så.<br/> <br/>  F1: Vad var det för förrätt då?<br/>  H: Jaa, vi skulle ha, öhh, vad heter det, vårrullar, minivårrullar och så där.<br/>  F1: Och varmrätt?<br/>  H: Ja, va.. vårrullarna det fixade vi ju själv, ähm varmrätten det var ju fläskfilé med<br/>  potatisgratäng sa hon att hon hade fått tillsammans med rostbiff har jag för mig eller något<br/>  sånt där. Ja, lite rostbiff på sidan om eller så där, ja.<br/>  F1: Du vet inte?<br/>  H: Ja, jag kommer inte ihåg nu, men jag har för mig att hon sa rostbiff också.<br/>  F1: Mm. Och efterrätten, skulle ni ha någon särskild sådan, eller?<br/>  H: Ja men, tårtan.<br/>  F1: Det var tårtan det.<br/>  H: Ja.<br/>  F1: Ja, det låter lite märkligt tycker jag. Allting annat ska man göra tillsammans men maten<br/>  den fixade hon själv trots att du har varit inne och styrt och ställt lite grann i alla fall kan du<br/>  väl hålla med om?<br/> <br/>  H: Ja, ja hade pratat och frågat lite grann, ja.<br/>  F1: Gällande mat 2008 och även 2009?<br/>  H: Mm. Ja, jag hade varit där och pratat och frågat lite grann förut, ja. Och sen kom hon hem<br/>  en dag från jobbet och sa att hon hade, ja, beställt det, att det var klart. Jag hade ingen<br/>  anledning att tvivla.<br/>  F1: Ha.<br/>  F: Hur som helst så tycker vi att det är högst märkligt.<br/>  H: Mm.<br/> <br/>  -------------------------------------------------------------------------------<br/> <br/>  Sid. 3749. 3750. 3751. 3752. 3753<br/> <br/>  Märkligt var ordet!"
	},
	{
		"postIndex": 12848,
		"postNum": 13786,
		"postLink": "/sp22124778",
		"postTime": "2010-03-23",
		"postUser": "Pung",
		"postUserID": "/u68653",
		"postUrl": "https://www.flashback.org/t972173p1149",
		"userUrl": "https://www.flashback.org/u68653",
		"sentence": "Satte spolier på det första. Texten är mest avsedd för wannabe-advokater som tror att ingen någonsin kan bli fälld om det inte finns DNA och filminspelning av mordet. Och inte ens då...<br/> <br/>  Det KAN ju vara en dubbelgångare på filmen. En okänd bror som har samma DNA. Det är inte fysiologiskt omöjligt, alltså ett rimligt tvivel<br/> <br/>    <br/>  Flashbacks wannabe-advokater kommer att göra samma sak. Precis som med Shürrer. Den gången hakade man upp sig på att det saknades DNA.<br/> <br/>  Men att ett visst bevis saknas, spelar ingen roll så länge det finns andra.<br/> <br/>  Varje mordfall kan ha miljoner olika bevis som pekar ut gärningsmannen. Exempelvis vittnen, DNA, erkännande, fingeravtryck, övervakningsfilm. Men detta är bara exempel på bevis. Det spelar ingen roll om allihop saknas så länge det finns andra.<br/> <br/>  I just det här fallet saknas en detaljerad gärningsbeskrivning. Det är ganska självklart eftersom det inte finns några vittnen, och den misstänkte nekar. Men det finns massor av andra omständigheter som talar för mord.<br/> <br/>  Det är bara i amerikanska rättegångsdramer som en uppenbart skyldig kan gå fri bara för att det saknas en detalj. I Sverige, i verkligheten, tillämpas fri bevisprövning. Detta innebär att rätten tittar på alla omständigheter. Det handlar alltså INTE om att haka upp sig på vilka bevis som eventuellt saknas. Utan att ta ställning till de bevis som faktiskt finns.<br/> <br/>  Här kommer vi in på en annan missuppfattning. Flashbacks wannabe-advokater tror att en krystad bortförklaring till ett enskilt bevis, skulle påverka den sammantagna bedömningen när man tittar på alla indicier.<br/> <br/>  Så fungerar det inte. Det går givetvis att bortförklara vartenda bevis med varierande grad av trovärdighet (även DNA). Men ju fler besvärande omständigheter som åklagaren radar upp, desto mer långsökta och krystade blir den åtalades historier. Till slut når de en gräns där rätten finner dem så osannolika att de kan avfärdas som just bortförklaringar.<br/> <br/>  Exempelvis att Christine Shürrer åkte till Arboga och promenerade flera kilometer i regnet för att ta kort på en sten. För att sedan råka radera korten på ett sätt som gjorde att de inte kunde återskapas. Åkte hem utan att berätta för någon om resan, och utan att någonsin ha visat intresse för fornminnen i övrigt.<br/> <br/>  En sådan historia är BEVISAD lögn eftersom den är så självmotsägande och befängd att den inte längre anses rimlig.<br/> <br/>  Och när en åtalad bevisligen ljuger för att kunna förklara en omständighet, då anser rätten att det är åklagarens förklaring som är den giltiga.<br/> <br/>  Flashbacks wannabe-advokater tror annorlunda. De tror inte att bevisade lögner ligger den åtalade till last. Christine Shürrer kanske ljög om stenbesöket för att hon egentligen var i Arboga för att köpa knark, var det någon som skrev. Detta tyckte han att rätten borde ha spekulerat sig fram till.<br/> <br/>  Men nej rättens uppgift är inte att sitta och hitta på nya bortförklaringar åt den misstänkte, när dennes egna har blivit motbevisade.<br/> <br/>  I dessa wannabe-advokaters värld skulle den åtalade egentligen inte ens behöva vara med i rättegången. Enligt deras synsätt spelar det ju ingen roll vad den misstänkte säger. Ljuger denne ihop en historia som visar sig vara falsk. Då ska de hjälpsamma nämndemännen försöka komma på en bättre historia. Sitter den misstänkte tyst. Då ska de själva fylla i luckorna åt honom eller henne.<br/> <br/>  Det är inte så ett rättsväsende fungerar.<br/> <br/>  Den åtalade har rätt att tiga. Men också rätt att prata. Det är en minst lika viktig rättighet..<br/> <br/>  Om du exempelvis får inbrott och kökskniven blir stulen. Och polisen knackar på en månad senare och säger att man har hittat ett lik. Med en kökskniv i bröstet som har dina fingeravtryck. Då har du rättigheten att faktiskt berätta om det här inbrottet. Och på så sätt förklara dina fingeravtryck.<br/> <br/>  Av den orsaken RÄKNAR också rätten med att du kommer ge en förklaring till dina fingeravtryck på mordvapnet, om det nu finns någon sådan. Gör du inte det så är det knappast någon nämndeman som kommer säga: Men vänta här nu kniven kanske blev stulen under ett inbrott det skulle kunna förklara den åtalades fingeravtryck den åtalade kanske bara inte kände för att berätta om det och ingen ska ju behöva bevisa sin oskuld.<br/> <br/>  Nej, ingen behöver bevisa sin oskuld. Åklagaren bevisar. Men den åtalade har rätten att kommentera bevisen. Väljer den åtalade att avstå, eller blir påkommen med att ljuga i sin förklaring. Så kommer också åklagarens bevis att betraktas som just bevis. Rätten kommer inte försöka hitta på en bättre förklaring åt den åtalade.<br/> <br/>  Kort sagt.<br/> <br/>  1: Snälla wannabe-advokater. Sluta att alltid tjata om vilka bevis som inte finns. (DNA i Shürrer-fallet och mordplats i Alm-fallet). Titta istället på de bevis som finns.<br/> <br/>  2: Inse att detta inte är ett amerikanskt rättegångsdrama. Att en bortförklaring inte råkar vara fysiskt omöjlig betyder inte att den är rimlig. När det finns för många omständigheter som bara kan bortförklaras med ologiska, krystade historier. Då anses dessa omständigheter sammantaget bevisa någons skuld.<br/> <br/>     <br/> <br/>  Med detta sagt så kan man titta på den sammantagna bilden som finns mot Mats Alm.<br/> <br/> <b>Starka motiv</b><br/>  Motivet kan man aldrig veta säkert när gärningsmannen nekar. Men man kan däremot veta om det finns starka tänkbara sådana. Det gör det.<br/> <br/>  I 85-90 procent av alla kvinnomord är förövaren en sambo, make, pojkvän eller ex. I 70 procent är motivet svartsjuka. Men det kan också vara gräl av annat slag. Bara genom sin relation till Linda har Alm alltså motiv som är så starka att de utgör 90 procent av kvinnomorden.<br/> <br/>  I Mats Alms fall finns dessutom det ekonomiska motivet. Linda hade en viss förmögenhet. Alm hade ett, milt uttryckt, ovanligt intresse för att hon skulle teckna en livförsäkring. (Båda var friska, unga och borde vid tidpunkten ha haft annat i tankarna). Det ekonomiska motivet förstärks också ytterligare av den obeställda bröllopsmaten.<br/> <br/>  Utan att veta det exakta motivet kan man alltså ändå med säkerhet säga att det fanns starka sådana. I just det här fallet, till och med starkare än vad som brukar vara fallet vid kvinnomord.<br/> <br/> <b>Mats Alm hade möjlighet.</b><br/>  Det går inte att fastslå vart, när eller hur Linda dog. Med tanke på deras gemensamma boende är detta dock ganska naturligt. Mordet kan ha skett i hemmet eller i bilen utan att det måste lämna några spår. Däremot kan man fastslå att Mats Alm hade möjlighet att mörda Linda. Både tidsmässigt, rumsmässigt och genom sitt styrkemässiga överläge.<br/> <br/> <b>Mats Alm såg Linda senast vid livet.</b><br/>  Ett <i>väldigt starkt</i> bevis i just detta sammanhang. Linde borde nämligen ha iakttagits av flera personer från att Alm och Linda var tillsammans tills att han anmälde henne försvunnen. De bodde inte avlägset och i princip varenda kotte i Dalarna har blivit förhörd. Skulle Linda ha varit på egen hand så vore det högst osannolikt att ingen har kunnat berätta om detta, med tanke på den omfattande utredningen och uppmärksamheten.<br/> <br/> <b>Mats Alm saknar alibi.</b><br/>  Vare sig genom telefonsamtal, dator, grannar eller andra så har Alm ett alibi för tidpunkten vid Lindas försvinnande. Tidsramen är visserligen bred eftersom man inte vet när mordet skedde. Men polisen lär ha frågat Alm vad han gjorde under perioden. En inte alltför vågad gissning är att svaret är vagt. Satt hemma själv i lägenheten. Pratade inte med någon, kan inte återberätta vad som gick på tv osv.<br/> <br/> <b>Mats visste vart Lindas kropp låg gömd och begav sig dit.</b><br/>  Mats dök upp vid Lindas döda kropp. Hans förklaring till detta är bevisad lögn. Dels är historien fullkomligt osannolik. Den motsägs också av vittnen och prover som visar att han inte blev sövd. Inte heller finns några tecken på platsen, eller någon annanstans, som ger stöd åt hans historia.<br/> <br/>  Eftersom Alm således ljuger om att han blev förd till platsen, återstår att han tog sig dit för egen räkning. Därmed så är det bevisat att Alm visste vart Linda låg gömd.<br/> <br/> <b>Det finns inga alternativa gärningsmän.</b><br/>  Detta bevisvärde hänger på hur väl förundersökningen är gjord. Men trots en (förmodat) rejäl kartläggning av människor runt Linda, och andra tänkbara gärningsmän, så finns det ingen bland dessa som kan vara skyldig. Uteslutningsmetoden pekar alltså även den mot Alm.<br/> <br/> <b>Alm försöker leda polisen på villospår.</b><br/>  Som sörjande make är det naturliga att vilja hjälpa polisen att utröna vad som har hänt. Alm ljuger bevisligen, väl medveten om att detta knappast hjälper polisen att reda ut sanningen. Det finns inga rimliga skäl för Alm at ljuga förutom att dölja sin egen vetskap och inblandning i hennes död.<br/> <br/> <b>Teknisk bevisning. Telefonlistor med mera.</b><br/>  Detta är inte känt ännu. Men något i detta kommer garanterat finnas som ytterligare förstärker bilden. Frågan är bara hur mycket. Det kan ge information om vart Lind och Alm befann sig vid olika tidpunkter. Men lika väl sammanträffanden av slaget att bådas mobiler plötsligt stängdes av. Helt klart är att det i vart fall inte lär tala till Alms fördel.<br/> <br/> <b>Sammanfattning.</b><br/>  Vad vi har är alltså en person som har starka motiv. Som var den sista att se Linda vid liv. Som kände till vart hennes kropp låg gömd och begav sig dit. Han har haft möjlighet att begå brottet, och saknar alibi. Han är också den enda tänkbara gärningsmannen i en gigantisk utredning som har blivit gjord förutsättningslöst (får man anta). Och han försöker medvetet förvilla polisen."
	},
	{
		"postIndex": 33040,
		"postNum": 34325,
		"postLink": "/sp42095464",
		"postTime": "2013-02-19",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2861",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "Likskändaren Mats Alm sprider misstankar omkring sig. Sid. 3595. 3596. 3597. 3598<br/> <br/>  C: Nej men vi pratar med dig nu Mats.<br/>  F: Du kan väl säga det, det kan väl inte vara så svårt och tala om hur du resonerar och vem<br/>  det är?<br/>  H: Ähm, okej. Alltså, om en person dör och den inte är gift och äh, den personen inte har<br/>  något testamente. Den personens tillgångar ärvs väl så vitt jag har förstått det av den<br/>  personens familj. Barn är familj, föräldrar är familj och bröder är familjen.<br/>  F: Och vad blir det för konklusion på det då? Vem är det då som skulle få den största<br/>  vinningen utav det här?<br/>  H: Ja alltså, så vitt jag har för mig att man ärver då va, så är det ju, fast, i och för sig en av de<br/>  andra som jag hade funderingar om förut då. Han trodde ju att det var på ett annat sätt men,<br/>  han trodde ju att man ärvde på ett annat sätt, men jag trodde ju att det var neråt man ärvde.<br/>  F: Och var hamnar du då?<br/>  H: Ja, vart hamnar man då? Hur många neråt finns det från Linda?<br/>  F: Jag vet inte, fyll i det.<br/>  H: Det finns bara ett barn från Linda.<br/>  F: Och det är?<br/>  H: Jaa, det är Alexander.<br/>  F: Så han skulle ärva menar du?<br/>  H: Mm.<br/>  F: Skulle han vara gärningsmannen också då menar du?<br/>  H: Nej, nej, nej. Nej, nej, nej.<br/>  F: Skulle han vara anstiftare?<br/>  H: Nej, nej, nej. Absolut inte det kan jag aldrig tänka mig.<br/>  F: Vad kan han ha för roll då?<br/> <br/>  H: Oskyldig, helt på sidan om bara. Ingenting med saken att göra.<br/>  F: Men i ditt resonemang nu som du utvecklade alldeles nyss så ska det finnas en vinning för<br/>  den här personen.<br/>  H: Mm<br/>  F: Det skulle vara motivet, och vem är det som får vinningen?<br/>  H: Ja men är Alex myndig? Är Alex myndig, nej det är han inte.<br/>  F: Nej.<br/>  H: Så då är det ju inte han som får hand om tillgångarna, eller hur?<br/>  F: Vem är det som?<br/>  H: Då är det hans förmyndare.<br/>  F: Mm, och vem är det då?<br/> <br/>  H: Ja, det är ju pappan det då.<br/>  F: Ja, och vad blir det för sammanfattning på det här?<br/>  H: Ja, precis den sammanfattningen.<br/>  F: Tolkar jag dig rätt när jag säger då att det är pappan som ska ligga bakom det här?<br/>  Nu går det inte in på bandet när du nickar, så du får säga.<br/>  H: Jaa, det är den tanken då.<br/>  F: Och på vilket sätt skulle han ha genomfört den här grejen?<br/>  H: Ja, lejt någon.<br/>  F: Den eller de som han har lejt skulle han ha lejt dem vid båda tillfällena då, eller?<br/>  H: Ingen aning. Ingen aning.<br/>  F: Och han skulle då ha en ekonomisk vinning i det här då som var motivet då?<br/>  H: Mm, plus hämnd.<br/> <br/>  F: Och vari består hämnden?<br/>  H: Med tanke på vad Linda har gjort mot honom förut, alltså hur hon lämnade honom och ja,<br/>  fick honom och verka väldigt dålig för, inför alla i princip.<br/>  F: På vilket sätt då dålig?<br/>  H: Ja men, när det kom ut hur, ja hur dålig han var tydligen, enligt Linda då.<br/>  F: Vad är det hon har berättat?<br/>  H: Jaa, hon har ju berättat hur han var, att han var, ja. Inte snäll, inte bra, inte tog hand om<br/>  saker och ting inte skötte saker och ting som det skulles och sånt där. Och, ja.<br/>  F: Vad var det för någonting som han inte skötte som han skulle?<br/>  H: Ja, det var väl allting tydligen.<br/>  F: Kan du nämna något exempel?<br/>  H: Ja, allt. Ähh, han skötte ingenting och han hotade henne och han slog henne och sånt dära<br/>  och ja. Han gjorde liksom ingenting som hon bad honom om och så här.<br/>  F: Skulle det här göra att han skulle komma i dålig dager då menar du?<br/>  H: Ja, han själv tyckte det i varje fall.<br/>  F: Hur vet du att han tyckte det?<br/>  H: Därför han har sagt det till mig.<br/>  F: Så han har berättat då?<br/>  H: Näe, alltså han sa att hon fick mig att framstå som en jävla idiot och så här bla bla bla så<br/>  här.<br/>  F: I vilket sammanhang gjorde han det?<br/>  H: Ja, det var ju någon gång förra sommaren när vi pratade.<br/>  F: Vad sa han mer då?<br/>  H: Jaa, jag vet inte. Jag lyssnade inte så noga på han. Alltså, jag hade hört så mycket ifrån<br/>  Lin från Linda så jag orkade inte lyssna på han liksom och det mesta han sa det var ju att<br/>  anklaga Linda för en massa saker så.<br/> <br/>  F: Som till exempel?<br/>  H: Jaa, att hon skulle ha gift sig med, med Weij och sånt där bara för att han skulle komma<br/>  till Sverige och att han har betalat henne och sånt där och ja. Och att hon var en jättedålig<br/>  mamma och, ja.<br/>  F: Det här med att hon skulle ha gift sig med Weij då, vad finns det för grund till det för att<br/>  det skulle varit.<br/>  H: Ingen aning.<br/>  F: Skengifte då förstår jag.<br/>  H: Ja, det var väl det han tyckte då.<br/>  F: Har du någonting Camilla?<br/>  C: Ja, jag funderar lite på, du har ju suttit häktad här ett tag nu Mats.<br/>  H: Mm.<br/>  C: Och du har ju funderat en hel del har jag förstått.<br/>  H: Ja s.. inte så mycket tidigare men efter den där drömmen, ja.<br/>  C: Mm okej. Det här kom efter drömmen?<br/>  H: Ja, det var då jag började fundera så här liksom. Tidigare har jag liksom bara suttit och<br/>  vänta på att ja, när jag ska få gå härifrån liksom ..<br/>  C: För det som slår mig det är ju att i samband med att du då blir gripen och anhållen och<br/>  sedermera häktad.<br/>  H: Mm.<br/>  C: Så hade du faktiskt haft möjlighet att kunna berätta om den här teorin.<br/>  H: Ja men, i och med att jag inte har några bevis då vill inte jag peka finger.<br/>  C: Mm, men återigen Mats.<br/>  H: Och från början, så var det faktiskt en annan person som jag misstänkte.<br/>  C: Mm, men återigen Mats det är som Göran har poängterat hela tiden, vi är här för att få<br/>  fram sanningen.<br/>  H: Mm.<br/>  C: Mm, och vi ska vara så objektiva som möjligt.<br/>  H: Ja, och det betyder att ni ska titta åt alla håll så då har ni ju redan tittat åt alla håll, eller<br/>  hur? Då har ni redan granskat honom in i minsta detalj också, eller hur?<br/>  F: Var utredningen står, det kan vi ju inte berätta naturligtvis för dig, det förstår du.<br/>  H: Nej, ja det förstår jag väl, men alltså då har ni redan gjort det så jag menar om det är han<br/>  då borde det ju ha kommit fram någonting.<br/>  C: Samtidigt så är det ju så att du sitter häktad för mord.<br/>  H: Mm.<br/>  C: Och hade du kommit fram med det här tidigt till oss, eller hur.<br/>  H: Mm.<br/>  C: Mm, hur kommer det sig att det kommer nu?<br/>  H: Alltså, det var för att ni tvingade ur mig det höll jag på att säga. Men bara för att jag<br/>  babblade för mycket. Jag hade ingen tanke och säga det här över huvud taget.<br/>  C: Så du hade suttit där nere på häktet och tagit på dig det här liksom nu är det häktning .<br/>  H: Ja för mitt liv är slut i alla fall om det är som ni säger, att Linda inte lever. Då är mitt liv<br/>  slut i alla fall så det spelar ingen roll.<br/>  C: Mm, har Linda.<br/>  H: Det spelar ingen roll va. Då kan jag lika gärna sitta i fängelse. Det är som, ja.<br/>  C: Och det vet ju du, även om jag tror inte du vill ta till dig det här nu, men Linda hon är ju<br/>  död.<br/>  H: Ja, jag vet att du säger det.<br/>  C: Ja. Men ditt liv går ju faktiskt vidare ändå även om Linda är död.<br/>  H: Ja ja, fortsätt säg det ni. Ni kanske tror på det själv till slut.<br/>  F: Som vi också nämnde tidigare så är det ju så, att oaktat vad den här utredningen hamnar<br/>  någonstans, så står ju dina föräldrar dig bi så att säga.<br/>  H: Ja, det vet jag.<br/> <br/>  F: Jag är väldigt övertygad om att Linda vill att hennes son Alexander ska få veta vad som<br/>  har hänt henne så att han får veta sanningen.<br/>  H: Det vet jag också. Det är jag helt övertygad om också.<br/>  F: Jag är också väldigt övertygad om, jag har inte fått möjligheten att träffa Linda utan jag<br/>  har läst mycket om henne, så är jag också helt övertygad om att hon vill att sanningen ska<br/>  komma fram.<br/>  H: Absolut.<br/>  F: Hon vill nog också oaktat vad den här utredningen faller någonstans du ska kunna gå<br/>  vidare som människa.<br/>  H: ( med gråt i rösten) Det tror jag också, det skulle hon också vilja men, ja.<br/> <br/>  --------------------------------------------<br/> <br/>  Ni ser själva hur aset har räknat ut det."
	},
	{
		"postIndex": 38119,
		"postNum": 39468,
		"postLink": "/sp44144447",
		"postTime": "2013-07-02",
		"postUser": "Pethrus",
		"postUserID": "/u93558",
		"postUrl": "https://www.flashback.org/t972173p3289",
		"userUrl": "https://www.flashback.org/u93558",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det vet jag inte. Men jag anser inte att något av det som framkommit bevisar att Mats mördade Linda.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det fanns graverande indicier = bevis. Mats dator var t.ex. uppkopplad på väg mot Shlm och hans fotograferande i Shlm med farfarskedjan om halsen, som sedan bl.a. hittades i Lottefors tillsammans med datorn. Det skulle vara HELT OTROLIGT -- om det varit någon annan - med Mats kära kedja och dator och som dessutom hittat vägen alldeles själv till Lottefors uthus.      </td> </tr> </table>    Helt riktigt. Men nu talar du om en händelse en och en halv månad efter mordet på Linda. Och det du räknar upp är inga bevis för att Mats mördade Linda. Det är bara bevis för att han inte talade sanning om kidnappningen. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Skönt att höra att du inte på allvar menar att det var någon annan än Mats, som var Lindas GM? Det är utom RIMLIG tvivel så --- att Mats eller Lagro INTE kunnat påvisa att någon annan varit inblandad  inte ett enda litet riktigt bevis har lagts fram eller ett endaste indicium.      </td> </tr> </table>    Även om Mats hade haft ett absolut vattentätt alibi för tiden då Linda bragtes om livet, innebär inte det att vare sig han eller någon annan - exempelvis Lagro - skulle ha kunnat lägga fram några bevis för vem som mördade henne. Att veta att någon är oskyldig är ju inte samma sak som att veta vem som är skyldig.  Om jag har förstått saken rätt är Mats oskuld det enda som Lagro är säker på. Däremot har han ingen aning om vem som är den skyldige. Men det där är Lagros bekymmer, inte mitt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        Mats drog en för fantasirik berättelse helt enkelt, som polisen kunde bevisa --- INTE var sann.      </td> </tr> </table>    Men, som sagt, Mats alltför fantasirika berättelse om kidnappningen en och en halv månad efter Linddas död är inget bevis för att han mördade Linda.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Varför tror du då inte på polisen eller tingsrätten...      </td> </tr> </table>    Jag tror både på polisen och tingsrätten. Jag tror att polisen gjort en ärlig utredning och jag tror att tingsrätten ärligt uttryckte sin uppfattning i domen, men det innebär ju inte att jag nödvändigtvis måste anse att deras uppfattning är riktig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        -- men håller med Lagro?      </td> </tr> </table>    Jag håller inte med Lagro i hans konspirations- och korruptionsteorier.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Sätt åt Lagro lika mycket som du sätter åt oss. Begär BEVIS av honom, tack. Det ska vara rättvist i eländet.      </td> </tr> </table>    Jag har väl aldrig \"satt åt\" någon över huvud taget? Och jag har vid flera tillfällen försökt få Lagro att förtydliga och lägga fram grunderna för sina resonemang - dock utan större framgång. Men jag kan omöjligt tänka mig att Lagro har några <b>bevis</b> för Mats oskuld. I så fall skulle han säkert ha lagt fram dem vid det här laget - och den här tråden skulle ha varit stängd. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du säger att du MÅSTE ha bevis.      </td> </tr> </table>    Jag säger inte att jag måste ha bevis. Jag säger bara att jag anser att bevisen för att Mats mördat Linda är svaga. Om jag suttit i rätten skulle jag inte ha dömt honom för mord och följaktligen inte heller för griftefridsbrott, eftersom jag anser att det senare brottet är avhängigt det första.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Då kan du absolut INTE tro på Lagro -- för han har INGA bevis alls  inte ens indicier -- att det varit någon annan än Mats - som mördat Linda. Mats ljuger och Lagro ljuger.      </td> </tr> </table>    Nej, jag tror inte på Lagro. Eller rättare sagt - jag delar inte Lagros åsikter. Däremot har jag inte uppfattat något i Lagros inlägg som lögner. Vad skulle han kunna ljuga om? Hans tolkningar av domen, vittnesmål etc är säkert hans uppriktiga uppfattning - och med andra ord inga lögner (hur felaktiga de än må vara).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Håller med Pastakrydda och Mercy samt Asac.</b> Vi har bara FUP:en och domen och deras <b>utom rimlig tvivel </b>att förlita oss på -- tills annat uppdagats.      </td> </tr> </table>    Att nämndemännen i tingsrätten ansåg det vara bevisat utom rimligt tvivel att Mats begått griftefridsbrott utgör inget bevis. Bevisen finns i utredningen, i vittnesmål etc - domen är en <b>åsikt</b> som <b>baseras</b> på den bevisningen. Man kan inte betrakta en dom som något bevis."
	},
	{
		"postIndex": 22687,
		"postNum": 23790,
		"postLink": "/sp39070124",
		"postTime": "2012-08-28",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p1983",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/> <b>Jaa du --  Lagro.</b> Det VAR en svensk inblandad i mordet på Linda Chen.<br/> <br/>  En gång tyckte jag om Mats. Jag försvarade Mats mot polisens misstankar vid första förhöret den 7:de augusti 2009. <br/> <br/>  Jag blev alltmera misstänksam med tiden på grund av vad Mats sa och hur han betedde sig. <br/>  Varför började mina misstankar gro vid en närmare eftertanke? Ska försöka att bena upp det, så du lättare förstår, Lagro.<br/> <br/>  1) Mats övertalade Linda att inte ha en fast telefon. Linda ringde alltid upp, om hon inte varit hemma när jag ringde. Linda såg på displayen vem som ringt. <br/> <br/>  2) De bytte mobiler med varandra. Mats svarade nästan alltid på båda. Svårt at få tag i Linda personligen. <br/> <br/>  3) Mats använde Lindas dator både för eget bruk, betala hennes och sina egna räkningar med hennes pengar samt att lära henne skriva mail. Mats läste hennes post, samt satt bredvid henne vid hennes privata mailkonversation med hennes vänner. Inga riktiga privata mail alltså.<br/> <br/>  4) Varför skulle det skrivas ett testamente helt plötsligt? De skulle ju snart gifta sig och då ärver man varandra naturligt. När jag frågade: Varför? Tittade båda ner i golvet och verkade skamsna.<br/> <br/>  5) Mats ringde inte mig, då Linda bara var försvunnen. Fick en chock i mataffären vid läsning av Aftonbladets löpsedel. Glömde att tanka bilen. Kom hem med nöd och näppe.<br/> <br/>  6) När jag ringde upp Mats blev han JÄTTEGLAD över att jag ringde. Hans röstläge, hans tonfall hans ordval gjorde att jag blev lite förvirrad först. Jag förstod ingenting. Hade jag haft en fästmö, som försvunnit, hade jag varit orolig och ringt runt och varit ALLVARLIG.<br/> <br/>  7) Mats poängterade hur viktigt det var att jag berättade för polisen, när de ringde, om sonens far och vad Linda varit med om förut dvs mordförsöket.<br/> <br/>  8) När jag kom upp till hotellet i Falun, den dag som Linda och Mats skulle ha gift sig, ringde jag Mats. Förutom att han var glad över att jag kommit välbehållen dit, så frågade han om polisen hade ringt mig. Vid mitt nekande svar gav han mig ett direktnummer till polisen i Falun samtidigt som han påpekade vikten av att jag talade om för polisen vad jag visste om den f.d. fästmannen. <br/> <br/>  9) När jag kom till Lindas lägenhet var hennes mor och en sambo till den äldre brodern där. De verkade oroliga och förstod inte alls vad som kunde ha hänt deras dotter/svägerska.<br/> <br/>  10) När männen kom tillbaka, frågade jag varför de letade i skogen. Mats far berättade om spåkvinnan. Jag frågade hur de kunde veta VILKEN skog. Jag hade sett så mycket skog på vägen till Falun. Det kunde de inte svara på riktigt säkert. De hänvisade igen till Saidas dotter.<br/> <br/>  11)  Lindas mor erbjöd sig att laga mat till alla. Mats far avböjde och sa att de skulle gå ut och äta. Mats förklarade varför. De skulle äta med hans vänner från Europa. <br/> <br/>  12) Innan de gick sa Mats far liksom i förbifarten till mig, att han skulle ta hem Lindas bil och byta bromsar och tvätta den. Varför sa han det till mig? Varför skulle detta göras NU?<br/> <br/>  13) Vid ceremonin i kyrkan bröllopsdagen satt Mats bredvid mig. VARFÖR inte tillsammans med hans föräldrar och lillasyster?<br/> <br/>  14) Prästen började förbönsstunden för Linda med att tända ett ljus i en ljusbärare framme vid altaret. Mats viskade till mig: HUR VET PRÄSTEN ATT LINDA ÄR DÖD? Då spred sig kylan inom mig. DÅ förstod jag. Mats hade dödat Linda. <br/> <br/>  15) Mats hade bara EN tår fastklistrad vid vänster ögonvrå, när han kom ner för kyrktrappan. Man gråter inte bara med EN tår. <br/> <br/>  16) När jag frågade om bröllopsmaten var avbeställd, blev Mats knäpptyst. Han sa inte ens att han inte visste. En atmosfär av olust kom från honom.<br/> <br/>  17) Mats försök till gråt i Efterlyst såg oäkta ut. <br/> <br/>  18)  Jag sa till Mats vid ett av mina telefonsamtal, att han nu måste betala hyra och räkningarna för egna pengar till dess att Linda hittades död eller levande. Då upprepade han samma mening två gånger: SÅ LÄNGE KAN JAG INTE VÄNTA. Men käre nå´n  vänta måste man om man nu inte vet vad Linda fanns förstås. Mats kunde ju inte bestämma  NÄR - hon skulle hittas  eller kunde han det  tänkte jag?<br/> <br/>  19) Mats svor (hade han aldrig gjort förut i samtal med mig) när jag sa att jag önskade att: Den som gjort Linda illa - skulle lida alla helvetets kval  - tills denne gjorde något så dumt s att polisen fick tag i honom. Nio dagar därefter kom Mats fram ur skogen och sa att han hittat Linda. Han blev tagen av polisen. <br/> <br/>  Har kanske glömt något, men det får räcka för i kväll. Detta är mina egna slutsatser av mina upplevelser av Mats.<br/> <br/>  Den som hade trassel med sin ekonomi var INTE Linda  det var MATS. Linda var en mycket ekonomisk ung dam. Mats var det inte. <br/> <br/> <b>Varför mördade Mats Linda före bröllopet?</b> <br/> <br/>  JO  dels slapp Mats att gifta sig med henne. Han hade tröttnat. Det bevisas bl.a. då han tog kontakt med sin f.d. flickvän i Tyskland.<br/> <br/>  Dels kunde Mats skylla på den f.d. svenske fästmannen -- om Linda dog INNAN bröllopet. Då skulle polisen tro att Lindas son skulle ärva och med det skulle X:et få tillgång till Lindas pengar genom sonen. Mats hade tänkt att jag skulle slå i spiken i X:ets kista så att säga genom att berätta om mordförsöket.<br/> <br/>  X:et visste nämligen inte om testamentet. Mats kunde genom testamentet få ärva Linda utan att vara gift med henne. <b>Mats skulle ju på så sätt få ett alibi genom testamentet.</b> Han kunde ju inte mörda henne INNAN bröllopet -- för då skulle han inte få några pengar trodde han att andra skulle tro.<br/> <br/>  Vad gör Mats nu för tiden? Jo Mats är ett datafreak som alla andra unga män i hans ålder. Han har inget jobb utan sitter framför datorn och både läser och skriver inlägg. <br/> <br/>  Har du förstått, LAGRO??"
	},
	{
		"postIndex": 37683,
		"postNum": 39028,
		"postLink": "/sp43815026",
		"postTime": "2013-06-08",
		"postUser": "Lagro",
		"postUserID": "/u670940",
		"postUrl": "https://www.flashback.org/t972173p3253",
		"userUrl": "https://www.flashback.org/u670940",
		"sentence": "Jag anser att den 19/8 togs ett politiskt beslut att MA var L#ndas gärningsman.<br/>  Man visste om att det fanns inga bevis mot MA att han var gärningsmannen.<br/>  Den enda möjligheten att få honom fälld var genom griftefridsbrott. Vad som därför var tvunget att göras var att han fick inte veta om någon person som visste var kroppen fanns.<br/> <br/>  Därför kunde han inte ha varit kidnappad och inte fått några droger och sedan måste han själv kommit till platsen där kroppen fanns och lagt sig ned vid en stinkande kropp en meter från den, som ingen annan tror på, utan ni på det här forumet.<br/> <br/>  Han åtalades för mord, dråp, vållande till annans död och griftefridsbrott, utan att det fanns några bevis för något begånget brott.<br/> <br/>  Det enda som gick att döma honom utan bevis var griftefridsbrott, som också skette.<br/>  Det här om dödsorsak som det ältats om, det visste man om innan rättegången att det fanns ingen dödsorsak, därför kan det ses som att det var betydelselöst. Även om dödsorsak hade funnits är det ingenting som hade kunnat förändras, därför det fanns inga bevis för något brott. Dödsorsaken löser inga brott, utan det är bevisen och det fanns inga i det här fallet.  <br/> <br/>  Det som visar att det fanns andra alternativ till orsaken av L-das död är kombibilen, som åkte från Falu Centrum 23.15, som sannolikt L-da åkte med, det finns ingenting som säger att det var inte hon som klev in i bilen.<br/> <br/>  När kroppen hittades, visade sig att det saknades skor, handväska och en tröja hon hade haft på sig, de här sakerna fanns bevis på att hon hade med sig när hon lämnade bostaden och sedan är borta.<br/>  Det här visar att någon tagit hand om sakerna och det var sannolikt gärningsmännen som såg henne sist och inte MA som påståtts.<br/> <br/>  Det gjordes en biljettbeställning den 10 sept som det tycks inte funnits något intresse att veta om.<br/>  Det var två flygstolar till Peking från Köpenhamn och beställningen gjordes i Linda Chens namn och betaldes samma dag från ett Master Card och Visa Electron kort. Det har inte vad som kan förstås, funnits något intresse att ta reda på vem den andra personen var, därför vid biljettbeställning måste namnen uppges. Sedan ägaren till korten kan anses att de borde ha tagits fram, om det fanns något intresse för den här biljettbeställningen.<br/>  Vem som gjorde beställningen via internet har inte heller funnits något intresse av vad jag kan förstå.<br/> <br/>  Tre veckor innan mordet var det en person som uttalade det kommer inte bli något bröllop för L- och MA, som det inte heller blev.<br/>  Den 7 augusti skall en person ha uttalat att \"Linda är död\". Ett påstående som kan tolkas som att han visste om någonting.<br/>  Det fanns en person som hade hört att L-da skulle åkt med en bil kvällen hon försvann och blivit dumpad efter Rv 80 någonstans. Man skulle kunna anta efter någon avtagsväg logiskt sett och där fanns kroppen också."
	},
	{
		"postIndex": 35648,
		"postNum": 36973,
		"postLink": "/sp42683252",
		"postTime": "2013-03-28",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t972173p3082",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>  <br/> Vad menar du nu, har jag på något sätt visat att jag inte står för mina inlägg och vart någonstans i mina inlägg har jag haft fel?<br/> <br/> Det är väl snarare så att jag hade alldeles för mycket rätt om utgången, vilket förmodligen är det som svider mest hos vissa.<br/> <br/> Du brukar ju vara snabb på att slänga fram gamla dammiga inlägg i ansiktet på folk för att visa hur fel de hade för flera år sedan, trots att informationsunderlaget då var något  helt annat. Men så är ju inte fallet denna gång.<br/> <br/> I sak så bygger dessa inlägg på den fakta som fanns för 3 år sedan, det innebär att mycket av den informationen fortfarande gäller idag, dock så har det tillkommit ny information med åren som kan ge en alternativ bild eller till och med en annan sanning än vad vi kände till då.<br/> <br/> När det gäller mitt uttalande om att jag ser klarare på saker i dag så handlar det om att den nya informationen som kommit under dessa tre år har fått mig att ändra uppfattning om motivet och framförallt grad av skuld. Jag har dock inte ändrat uppfattning om så mycket annat, mer än att jag har tagit till mig alternativa förklaringar för vissa saker vilket förstås innebär att jag inte längre med säkerhet kan påstå att just min åsikt är den mest rätta.<br/> <br/> Jag är bara glad när skribenter som <b>Quoter </b>med flera drar fram mina gamla inlägg, det betyder ju i allra högsta grad att mina inlägg betyder något, om inte innehållsmässigt så berör de. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/> Får väl vidare passa på att önska en Glad Midsommar så har vi snart täckt in årets högtidsdagar.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag har följt denna tråd sedan våren 2010 (tiden för rättegången ca) men har endast gjort inlägg här i några månader. Mina tidigare inlägg har i princip ingen tagit notis om. Jag har nu insett att ni har svårt att läsa och förstå det jag skriver och jag blir nu tydligen så missförstådd att mina avsikter anses vara onda.  Då jag är en känslig person och inte vill vikariera för Lagro som syndabock under hans frånvaro så återgår jag till att följa tråden (och andra krim-trådar) som enbart läsare.<br/> <br/>  </td> </tr> </table>  <br/> Jag tar absolut inte illa upp, tvärtom.<br/> <br/> Kanske det inte var läge att dra upp gamla motivbilder då tråden den senaste tiden, efter Lagros inträde i tråden, tagit ett stort steg framåt tack vare många nytillkomna skribenter, som bland annat du själv, som har vridit och analyserat informationen och händelserna på nytt vilket gjort att mycket har blivit klarare.<br/> <br/> Det som jag tror är känsligt är att mina inlägg innehöll information och analyser om Linda och det var nog så viktigt på den tiden, då vi inte med säkerhet kunde säga vad som hänt, men betyder mindre idag då vi idag har fått bra information som är mer talande än tidigare samtidigt som det står klart vem som bragt henne om livet. Det jag skrivit om Linda styrks dock av förundersökningen som förhör och polisrapporter, så det är inget påhitt, men det har kanske inte lika stark betydelse idag som då. Dock så har ju Linda inte haft någon möjlighet att kunna försvara sig eller ge sin bild på saker och ting vilket bland annat hennes exmän, okontrollerbart, har kunnat göra och då blir ju Linda extra utsatt.<br/> <br/> Att granska offret är minst lika viktigt som att granska en gärningsman om man vill få en fullkomlig bild över vad som har hänt. Det kan man göra med respekt och utan att lägga några värderingar i det. Det är först när man blandar in sina personliga känslor i sina värderingar som det lätt leder till smutskastning.<br/> <br/> Till skillnad mot vad Quoter påstår så står jag för mina inlägg, de är ändå baserade på den information som fanns då. Dock så har mycket information som kommit fram bara det senaste året fått min att ändra uppfattning om motivet och även grad av skuld.<br/> <br/> Min personliga uppfattning idag är att jag inte längre tror på att hennes död var oavsiktlig. Tidigare har min uppfattning varit att det kan ha varit vållande, men idag är jag ganska säker på att Mats hade uppsåt, alltså att Mats avsikt var att Linda skulle dö.<br/> <br/> De brev som kommit fram, där han mellan raderna i princip anser att Linda själv hade skuld i att hon dog, den brist på ånger och den kyla han visat inför hennes död talar starkt för att det var uppsåtligt.<br/> <br/> Att sätta sig och spela på Internet gör man inte om det precis innan har skett ett tragisk olycka där ens fästmö dog.<br/> <br/> Jag tror Mats fick en knäpp där han inbillade sig saker och detta i kombination med livförsäkringen anser jag personligen utgör den bästa motivbilden idag till att Mats dödade Linda.<br/> <br/> Men min uppfattning kan möjligtvis komma att ändra sig igen, om det är okej för Quoter, om det framöver kommer ny information som inte är känd idag, som ger en annan bild över vad som kan ha hänt. Den senaste tidens framsteg i tråden kan säkert bidra till att saker blir ännu mer klarare.<br/> <br/> Gå ingenstans, du har en hel del riktigt intressanta infallsvinklar och det behöver tråden för att den ska kunna gå framåt.<br/> <br/> Glad Påsk till dig också!"
	},
	{
		"postIndex": 31434,
		"postNum": 32700,
		"postLink": "/sp41797771",
		"postTime": "2013-02-01",
		"postUser": "Erik1974",
		"postUserID": "/u116678",
		"postUrl": "https://www.flashback.org/t972173p2725",
		"userUrl": "https://www.flashback.org/u116678",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Du skriver att du inte tror att Lars har någon aktiv roll. Då bad jag dig förklara hur å varför. <br/>  Du svarar på båda mina frågor med att det inte finns några bevis för det. <br/>  Okej, då är dom oskyldiga till all. Fallet klart!<br/> <br/>  Det finns inga bevis för att Mats Alm har dödat Linda heller. Han har inte dömts för mordet, just pga brist på bevis! Tror du inte då heller på att det är Mats som har mördat Linda?<br/> <br/>  Nu kommer du med nonsens, vadå likhets tecken mellan LurGåsen å L? jag har aldrig likställt dessa!<br/> <br/>  Lars ljuger ju uppenbarligen när han säger sig inte minnas om han gett Mats Alm pengar el inte. Å OM han så gjort, så var det bara några hundralappar. Han ljuger å skyddar sig smart nog med att inte svara ja el nej. Utan att det kan vara några hundra. <br/>  Sen att fattigMats åker på sthlms semester..... Det är inget du anser visar att lars är finansiären?<br/> <br/>  Sist ides jag inte gå i polemik då jag märkte att du likt Mats Alm bara övergår till hårklyveri å ändrar fokus vart efter du ansätts ang ditt aggerande.<br/> <br/>  Så se nu, du gjorde EXAKT det jag bad dig att INTE göra om du skulle svara!!!<br/>  Du svarar inte sakligt på mina frågor, utan drar in nya ovidkommande saker å svarar med egna nya påståenden. Du påstår att jag likställer vissa med varandra osv.<br/> <br/>  Så jag gör som sist, jag låter dig bero, ty du är precis som Almarna! Tar inte ansvar för ditt handlande å ifrågasätts du så blir det hårklyveri. Du blandar om ord å dribblar bara!<br/> <br/>  Jag har fått otaliga pm ang dig å din retorik ang fallet.... å jag har tyckt mer å mer att dessa som pm:at mig har rätt ang dig! <br/> <br/>  Du hoppas troligen bara på att du ska reta upp folk å få dom avstängda. Jag kan inte se någon annan orsak till ditt infantila kvasi hårklyveri än det!<br/> <br/>  Jag kan bara hoppas att du blir avstängd för att DU drar likhetstecken mellan LurGåsen å en viss person!!!<br/>   </td> </tr> </table>       Jag tror aldrig jag stött på någon här innan som så totalt missuppfattar allt jag skriver. Jag har hela tiden varit tydlig med att jag är övertygad om att Mats bragt henne om livet. Jag har också hela tiden varit tydlig om att Lars aktivt gjort vad han kunnat för att försvåra utredning. Trots detta kallar du både mig Lotteforsare och hårklyvare bara för att jag inte tror att Lars i orange kläder sprang runt med hennes döda kropp på släde och hukade sig för båtfolket. Inser du inte hur dumt det låter?<br/> <br/>  Men jag tar det igen, detta är varför jag tror att Mats agerat helt ensam hela vägen:<br/> <br/>  Om nu Lars var involverad från början, varför;<br/> <br/>  1. väntade man 2,5 vecka med att \"städa\" bilen (som för övrigt faktiskt inte var så noggrant städad, gamla kvitton från före 1:a augusti låg slängt där). Det rimliga borde vara att städa den redan dagen efter när Lars kom ner till Falun. Mats säger sig själv ha känt sig misstänkt tidigt i utredningen, och då är det väl klart att man vill göra sig av med alla eventuella spår.<br/> <br/>   2. överlämnar Lars polisens bästa bevis? Visst, det har spekulerats i att Mats \"gått utanför den tänkta planen\". Men vilken fördel till Mats skulle datorn och kameran kunna vara genom att överlämna den? När den hittas säger Lars och BM att den minsann inte har legat där tidigare, men senare är B-M mer tveksam. Många i tråden har sagt att Maria inte kan ha varit inblandad p.g.a. att hon inte var med vid rättegången och gav sitt stöd till Mats. Men datorn visas för Maria, det är hon som säger att de ska lämna in den. Om nu Lars och Hanna agerat gemensamt, varför ens visa den för Maria. Och återigen. Till vilken fördel kunde datorn tänkas vara för Mats? <br/> <br/>  3. varför hålla sig borta i hela tre dagar, och varför befinna sig bland människor över huvud taget? Här kan jag till viss del hålla med Lagro. Visst, det är inte svårt att vara anonym, men risken att bli igenkänd är ändå stor (vilket han också blev). Vad kan ha varit så viktigt med att hålla sig borta i tre dagar? Vad i deras gemensamma plan var syftet?<br/> <br/>   4. varför väljer Lars att ta med sig Niklas till Falun samma dag han \"hittas\"? Om nu Lars vet att Mats är där, och kanske vill ha hjälp, hade det då inte varit smartare att åka själv. Niklas är Marias man, samma Maria som man får känslan av att hon faktiskt inte tror på Mats lögner - då lär knappast hennes man heller göra det. <br/> <br/>   5. varför ens blanda in syrran, Hanna? Om nu Lars visste tidigt, tror ni då på fullt allvar att han vill blanda in fler i familjen? Han sa inte ens till övriga i familjen om stölden i kombigrillen. Nu snackar vi mord! Och vad rent praktiskt kan det möjligen vara som han behöver hjälp med?<br/> <br/>  6. varför vara med i efterlyst och i media? Spontant borde det första vara \"ligg lågt för helvete\"<br/> <br/>  7. Varför ljuga och ändra berättelse så många gånger. Är man samspråkta borde berättelsen hålla bättre, oavsett hur korkad man är individuellt. <br/> <br/>  8. Varför skänka pengarna till hennes son? Om nu båda är övertygade om att han faktiskt är oskyldig då borde han väl behålla pengarna. Och om nu pengarna var syftet med att ljuga ihop en kidnappningshistoria där Mats skulle lägga sig vid kroppen så är det ännu mer märkligt att de bara ger bort pengarna. För vad skulle annars syftet vara med att lägga sig vid kroppen?<br/> <br/> <b>Edit: Såg precis att du blivit avstängd, trist. Hade önskat att du kunde ha svarat först på om det var detta du ville ha som svar på din fråga!</b>"
	},
	{
		"postIndex": 23945,
		"postNum": 25061,
		"postLink": "/sp39599390",
		"postTime": "2012-09-30",
		"postUser": "runeflun",
		"postUserID": "/u733084",
		"postUrl": "https://www.flashback.org/t972173p2089",
		"userUrl": "https://www.flashback.org/u733084",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det fanns inget motiv för honom att åka till Stockholm Lottefors och sedan till N. Bertilsbo.<br/>  När han vaknade upp vid kroppen och såg Linda låg där, fick han panik och sprang ned mot Rv 80, därigenom trampade han ned sina skor i leran och kom i endast strumplästerna till Rv 80.<br/>  Utredningen kunde aldrig hitta bevis han kom ensam till platsen, det hade varit mycket enklare hitta bevis om han kom ensam, än om han kom i sällskap med bil.<br/>  Jag anser det fanns inget intresse söka bevis han kom i sällskap.<br/> <br/>   </td> </tr> </table>  <br/>  Det går INTE att bevisa att någon annan visste var kroppen fanns. Inte ett enda bevis. Det finns faktiskt ingenting som en ger en aning om att någon annan utomstående visste var kroppen fanns. <br/>  Man kan däremot spekulera om t.ex Mats pappa visste var kroppen fanns men det finns inget som tyder på att någon som inte har direkt anknytning till Mats skulle veta var kroppen fanns. <br/> <br/>  Det fanns fan i mig inget motiv heller för kinesmaffian att låta Mats leva heller... Det hade väl varit fan så mycket enklare att låta Mats skriva ett brev till någon tidning där han förklarar att \"Jag är ledsen för det jag gjort. Nu vilar jag bredvid Linda i N Bertilsbo\". Sedan hade det bara varit att ge Mats en överdos av sötsur sås och lägga honom bredvid Linda. <br/>  Dom hade förresten kunnat dumpa Mats var som helst. <br/> <br/>  Att Mats åkte land och rike runt ett par dagar var för att han kände sig som ett jagat villebråd och var livrädd för att åka fast. Han kunde inte välja mellan att åka utomlands eller att köra historian om kinesmaffian. Eftersom han redan hade stuckit från ett förhör kände han nog att han inte kunde ångra sig  och åka tillbaka till förhöret han var kallad till. Eftersom han säkert var väldigt nervös och inte hade så mycket pengar så kunde han heller inte åka utomlands och riskera fastna i tullen. Han bestämde sig då för kineshistorian. Datorn ville han så klart ha kvar så därför åkte han förbi Lottefors och gömde undan den. Kanske berättade han för pappa Lars också vad han tänkte göra - kanske inte. <br/> <br/>  @Lagro<br/>  * Du har fel när du säger att det inte behövs bevis för att fällas för griftefridsbrott !<br/>  * Du har fel när du säger att det inte behövs dödsorsak för att dömas för vållande till annans död!<br/>  * Du har fel när du säger att det är svårare att hitta bevis för att han kom ensam. Det är precis tvärtom. Ju fler människor desto fler spår. Inte heller hittades det några bilspår. <br/> <br/>  Jag tycker du ska leta på någon bekant som har juristutbildning och be denne förklara lite i domen för dig. Det är inte alltid det enklaste språkbruk i juridiska texter så det kan vara bra att han någon utbildad som förklarar domen för dig. Jag tycker mig kunna ana en del brister i ditt skrivande och eftersom du inte heller läser domen som oss andra kanske du ska fundera på om din tolkning verkligen är rätt.<br/> <br/>  Det är väl antingen så att din läsförståelse inte är den bästa eller så har du sådant fantastiskt tunnelseende och har svårt att erkänna när du har fel. Jag har en bekant som ALDRIG kan erkänna ett fel och det man får göra med den kompisen är att låta honom få rätt, sedan blir det till att skratta bakom ryggen på den personen. Det är en fruktansvärt dålig egenskap att inte kunna erkänna fel enligt mig. <br/> <br/>  @Lagro<br/>  Om du på ett pedagogiskt sätt kan förklara varför det inte behövs bevis för griftefridsbrott och  om du kan förklara varför det inte behövs dödsorsak för att dömas till vållande av annans död -  då ska jag överväga att erkänna att jag har fel."
	},
	{
		"postIndex": 31540,
		"postNum": 32806,
		"postLink": "/sp41817473",
		"postTime": "2013-02-02",
		"postUser": "Mallgan88",
		"postUserID": "/u470349",
		"postUrl": "https://www.flashback.org/t972173p2734",
		"userUrl": "https://www.flashback.org/u470349",
		"sentence": "Efter nya otaliga försök av Lagro att \"bevisa\" att Mats Alm skulle vara oskyldig (vilket har lett till att en del andra skribenter har funnit skäl att nysta i en del lösa trådar) är det dags att summera:<br/> <br/>  Mats Alm vet mycket mer om Linda Chens tragiska frånfälle än han vill berätta.<br/> <br/>  Mats Alm är överbevisad om att begått griftefridsbrott och dömdes av tingsrätten till 18 månaders fängelse för det. Mats ansökte om nåd för att slippa avtjäna den återstående tiden av den \"icke bonusberättigade\" tiden av straffet. Ansökan om nåd avslogs.<br/> <br/>  Åklagaren lyckades inte visa tingrätten att Mats Alm skulle vara skyldig till mord, dråp eller vållande till Linda Chens död. Följaktligen dömdes inte Mats Alm till något annat än ovan nämnda griftefridsbrott. De lärde tvistar fortfarande om Mats var skyldig till mer än griftefridsbrottet. Mats Alm valde frivilligt att inte överklaga domen om griftefridsbrott. <br/> <br/>  Mats Alms far Lars Alm agerade mycket märkligt och uttalade sig mycket märkligt efter Lindas död. Flera fina exempel på detta har påvisats i tråden, jag väljer att inte repetera dem nu.<br/> <br/>  Det har framförts (icke styrkta) rapporter om att hälsotillståndet hos familjen Alm i Lottefors är långtifrån bra. Rapporterna talar om psykiska besvär hos några i familjen.<br/> <br/>  Lillasyster Hanna Alm har sökt sig söderut och är numer fokbokförd i Kolsva.<br/> <br/>  Mats lär under en tid ha bott i Kilafors, men enligt uppgift ska han ha lämnat denna ort.<br/> <br/>  Skribenten Lagro har försökt att få fokus att flyttas från Mats Alm till alternativa gärningsmän. Lagro har talat om asiatisk maffia, asiatiska officerare, en Lindas kvinnliga bekanta, någon häxa, en mörk kombibil med tonade rutor, en påstådd biljettbeställning, en hundspårning som inte kunde visa att Mats hade förflyttat sig i närheten av fyndplatsen (detta skulle enligt Lagro bevisa att Mats inte hade kommit ensam till Lindas döda kropp) osv. Ingen av Lagros teorier om alternativa gärningsmän och liknande har Lagro kunnat leda i bevis eller ens göra trovärdigt. Tvärtom har teorierna effektivt motbevisats av flera skribenter.<br/> <br/>  Lagro påstår att domen mot Mats Alm avseende griftefridbrott är ett alternativ som väcktes när tingsrätten inte fällde Mats Alm för mord, dråp eller vållande till Lindas död. Vidare påstår Lagro att domen om griftefridsbrott är orättvis och felaktig. Inte heller dessa påståenden har Lagro kunnat leda i bevis. Den främsta anledningen till det är naturligtvis att Lagros påståenden i detta avseende är tagna helt ur luften och motbevisas redan av tingsrättens välskrivna dom. Av någon anledning vill/kan inte Lagro läsa ut detta av domen.<br/> <br/>  Mats Alm med familj skulle ha mycket att vinna själsligen på om Mats vill berätta hur Linda Chen dog. Detta förstår de flesta som skriver/läser här - förutom Lagro, som troligen inte vill/kan/får/törs inse det!<br/> <br/>  Jag rekommenderar alla nytillkomna läsare av tråden att läsa domen - speciellt avsnittet \"Domskäl\". Om några som helst försök att hitta något som skulle minska Mats Alms skuld ska ha framgång måste ni hitta luckor i detta avsnitt som är formulerat av Tingsrätten i Falun (inte åklagaren eller polisen, Lagro)!<br/> <br/>  När det har gått ytterligare en tid (hur lång tid vet bara jag och kanske någon kriminologiprofessor) kommer jag att återkomma till denna tråd och se om ni har kommit närmare sanningen. Lycka till!<br/> <br/>  Om någon moderator läser detta och vill använda delar av detta inlägg som en sammanfattning av fallet och lägga det som inledning på tråden, så inte mig emot! Håll till godo!"
	},
	{
		"postIndex": 31286,
		"postNum": 32552,
		"postLink": "/sp41745330",
		"postTime": "2013-01-29",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2713",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "<b>Här är ett intressant förhörsutdrag från sidorna 3598. 3599. 3600.</b><br/> <br/>  C: Så du hade suttit där nere på häktet och tagit på dig det här liksom nu är det häktning .<br/>  H: Ja för mitt liv är slut i alla fall om det är som ni säger, att Linda inte lever. Då är mitt liv<br/>  slut i alla fall så det spelar ingen roll.<br/>  C: Mm, har Linda.<br/>  H: Det spelar ingen roll va. Då kan jag lika gärna sitta i fängelse. Det är som, ja.<br/>  C: Och det vet ju du, även om jag tror inte du vill ta till dig det här nu, men Linda hon är ju<br/>  död.<br/>  H: Ja, jag vet att du säger det.<br/>  C: Ja. Men ditt liv går ju faktiskt vidare ändå även om Linda är död.<br/>  H: Ja ja, fortsätt säg det ni. Ni kanske tror på det själv till slut.<br/>  F: Som vi också nämnde tidigare så är det ju så, att oaktat vad den här utredningen hamnar<br/>  någonstans, så står ju dina föräldrar dig bi så att säga.<br/> <br/>  H: Ja, det vet jag.<br/>  F: Jag är väldigt övertygad om att Linda vill att hennes son Alexander ska få veta vad som<br/>  har hänt henne så att han får veta sanningen.<br/>  H: Det vet jag också. Det är jag helt övertygad om också.<br/>  F: Jag är också väldigt övertygad om, jag har inte fått möjligheten att träffa Linda utan jag<br/>  har läst mycket om henne, så är jag också helt övertygad om att hon vill att sanningen ska<br/>  komma fram.<br/>  H: Absolut.<br/>  F: Hon vill nog också oaktat vad den här utredningen faller någonstans du ska kunna gå<br/>  vidare som människa.<br/>  H: ( med gråt i rösten) Det tror jag också, det skulle hon också vilja men, ja.<br/>  F: Därför tror jag.<br/>  H: Det går inte att föreställa sig liksom.<br/>  F: Vad då för något?<br/>  H: Ett liv utan.<br/>  F: Jag förstår att det måste vara fruktansvärt tufft men det är sanningen. En del är sanningen,<br/>  Linda är död. Hon kommer inte komma in genom någon lägenhetsdörr på Sturegatan. När vi<br/>  såg ert sovrum så såg vi att du hade liksom hade bäddat som om Linda skulle ligga jämte dig,<br/>  stämmer det?<br/>  H: Ja, kanske kommer hem. ( gråter)<br/>  F: Hon kommer inte hem Mats. Men jag tror att hon är väldigt mån om att få reda på att du<br/>  kan gå vidare i ditt liv och att sanningen får komma fram. Framförallt också för hennes son.<br/>  Och vet du någonting så måste du berätta det.<br/>  H: Jag vet ju inte det, jag har ju bara misstankarna.<br/>  F: Ja men, även misstankarna är angelägna att vi får fram så att säga.<br/>  H: Ja men, nu har ni fått fram dom. ..jag vill inte att det ska vara han heller för om det<br/>  nu är han då har Alex ingen förälder kvar i frihet i alla fall.<br/> <br/>  F: Mm.<br/>  H: Så samtidigt vill jag ju inte att det ska vara hans heller.<br/>  F: Det är ju en sak som man måste lösa i så fall, för det kan ju inte vara bättre att Alexander<br/>  lever i en värld där han inte har fått reda på vad som har hänt, eller hur Mats?<br/>  H: Det beror på, det är så hemskt det som har hänt då är det kanske bättre, jag vet inte.<br/>  Kanske bättre för honom, han är ju bara ett barn.<br/> <br/>  F: Men oaktat det så är det precis som med många andra saker, man måste få reda, lägga<br/>  fram sanningen på bordet och sen utifrån det sen börja bearbeta sig själv och sin omgivning.<br/>  Kan man inte få fram det så blir det precis som en alkoholist, så länge du ljuger för dig själv<br/>  så kommer du aldrig att kunna bli kvitt det. Du kommer hela tiden att få dras med den<br/>  sjukdomen eller var man nu vill kalla det för och det är likadant i sådana här situationer, att<br/>  kan man inte ta fram det och lägga det på bordet så finns det ingen i hela världen som kan<br/>  hjälpa och stötta va. Det finns ju ett jätteskyddsnät och du är<br/>  H: Ja men på det här viset då kommer ju Alex att må bra, så vitt han vet då, då är det ju jag<br/>  som har gjort det.<br/> <br/>  F: Ja men det är ju inte bra, är det så, så ska det fram.<br/>  H: Nej men han blir ju inte lidande va. Han blir inte lidande. Det ska han inte behöva bli för<br/>  han, för han har inte gjort någonting.<br/>  F: Nej precis. Utan du tror att det är Peter som ska ligga bakom och du ska ikläda dig någon<br/>  form av skyddande ängel här då?<br/>  H: Näe, inte någon skyddande ängel, då är jag något svart får eller någonting då som skulle<br/>  göra något så dumt så man tar på sig någonting då men. Men för mig spelar det ingen roll för<br/>  jag har ingenting att förlora på det.<br/> <br/>  F: Det har du faktiskt.<br/>  H: Inte om det är som ni säger att Linda är borta. Då har jag ingenting att förlora på det, men.<br/>  F: Du har ett liv.<br/>  H: Men Alex har otroligt mycket att förlora på det om han förlorar båda sina föräldrar.<br/>  F: Men Mats, du har ju fortfarande ett liv, eller hur?<br/>  H: Ja, ja visst.<br/>  F: Jo men det har du, om du bara.<br/>  H: Ja ett liv, men vad är det för liv då?<br/>  F: Ja alltså, det är en tuff tid nu, men det kommer dagar senare också. Men det finns ju .<br/>  H: Ja det är klart att det kommer att komma absolut. Dagar kommer att komma.<br/>  F: ..<br/>  H: Men glädje och kärlek kommer inte att finnas. Det är bara så. Visst, man kan nå en viss,<br/>  ett visst mått av glädje eller kärlek men absolut inte någonting som känns.<br/>  F: Det finns ju föräldrar som har blivit av med sina barn i olika tragedier så att säga.<br/>  H: Mm.<br/>  F: Som säger nu precis likadant som du när det hände. Men de har gått vidare. Så är det.<br/>  H: Ja jag kan inte föreställa mig det nu i alla fall, så är det. Därför är det liksom, ja helt legalt<br/>  för mig vad som händer egentligen bara jag vis..<br/>  F: Du är som sagt misstänkt för ett mord, det här kan rendera i ett livstidsfängelsestraff.<br/>  H: Mm.<br/>  F: Finns det andra omständigheter som du känner till så måste du ju berätta dem.<br/>  H: Ja men alltså, det är ju som jag säger jag vill inte att Alex ska lida någonting mer över<br/>  huvud taget.<br/>  F: Nej, om inte han ska lida så måste sanningen upp på bordet Mats.<br/>  H: Inte om det skulle vara sanningen. Tycker jag.<br/>  F: Mm, hur menar du då när du resonerar så?<br/>  H: Ja men jag tycker att han har redan, om det är som ni säger, så har han redan förlorat en<br/>  förälder va, och att då förlora den andra också, stå där ensam i världen, ett barn, finns det<br/>  någonting värre?<br/> <br/>  F: Nej, det kan jag tänka mig är det värsta men är det verkligen den<br/>  H: Nä, det som har hänt mig då är det ingenting i jämförelse tycker jag, så då tycker jag att<br/>  det är bättre att jag lider lite grann till då om det nu skulle vara lidande då, än att han ska<br/>  behöva lida ändå mer, minsta lilla över huvud taget.<br/>  F: Som jag tidigare har sagt så känns det nästan som du intar någon form av martyrskap här.<br/>  H: Jag är ingen martyr, jag är en idiot.<br/>  F: På vilket sätt då?<br/>  H: Man är väl en idiot för, om man skulle vara beredd att ta på sig någonting man inte har<br/>  gjort då är man väl en idiot egentligen. Stämmer inte det? Tycker jag i alla fall.<br/>  F: Ja, eller som du har lagt upp ditt resonemang här så gör ju du det för Alexander och då ser<br/>  jag det mer som en martyr.<br/>  H: Ja. Ja, ja kalla det vad du vill.<br/>  F: Ja, jag får inte det här att gå ihop Mats. Du har nu berättat, du har berättat du har precis<br/>  talat om din historia och så vidare och din sanndröm och allt det här. Jag får bara inte ihop det<br/>  alltså.<br/>  H: Hm.<br/>  F: Jag tror det är jätteviktigt att du försöker erinra dig allt som har hänt så att säga, och kan<br/>  berätta alltihop så vi får fram sanningen på bordet.<br/>  H: Jag har sagt allt jag kommer ihåg.<br/>  F: Mm.<br/>  H: Jag kan in alltså det kan vara någon liten grej som jag kanske inte kommer ihåg men,<br/>  alltså att någon sa någonting eller sånt där men, ja. Allting som jag kommer ihåg har jag sagt.<br/>  Alltså som jag tror har med saken att göra, allt som jag tror kan vara, ja.<br/>  F: Kan du bara lite kort sammanfatta hela det här händelseförloppet som du har varit med<br/>  om?<br/>  H: Linda försvann livet tog slut. Det var kort.<br/>  F: Det var kort.<br/>  H: Mm."
	},
	{
		"postIndex": 33104,
		"postNum": 34390,
		"postLink": "/sp42101307",
		"postTime": "2013-02-19",
		"postUser": "Pethrus",
		"postUserID": "/u93558",
		"postUrl": "https://www.flashback.org/t972173p2866",
		"userUrl": "https://www.flashback.org/u93558",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men - detta är ju ett diskussionsforum där du nyligen levererade en för såväl tråden som allmänheten ganska udda åsikt, och då är det väl inte så konstigt att det finns intresse för hur du resonerar kring fallet? <br/> <br/>   </td> </tr> </table>    Okej, jag ska försöka förklara vad som fick mig att tvivla på Mats skuld.<br/> <br/>  Det saknades vittnen till praktiskt taget alla resor som Mats påstods ha gjort, utom två vittnen från en buss - chauffören och TH - vars vittnesmål jag upplevde som väldigt osäkra. För övrigt hade ingen sett honom under någon av alla de resor som polisen förmodade att han gjort. Ingen hade sett honom på något hotell eller vandrarhem i Stockholm, ingen hade sett honom på Stadsbiblioteket i Stockholm, ingen kunde minnas att de sålt färdbiljetter till honom. Stockholmsbilden innehöll diverse fotografiska tveksamheter. De sökningar som gjorts på Mats dator under bussresan verkade helt ologiska. Ingen hade sett honom åka buss till och från Lottefors (då polisen menade att han gömt datorn).  <br/> <br/>  Efter det att Mats hittats vid Gauffins stuga var polisen helt övertygad om att Mats dödat Linda. Det gjordes inga försök att bevisa att han talade sanning, utan bara att bevisa att han ljög. När jag sedan läste FUP och förhören med Mats framgick det än tydligare att utredarna bestämt sig för att Mats var skyldig till Lindas död och att varje förhör syftade till att knäcka honom - och de enda svar som accepterades var de som överensstämde med förhörsledarnas förutfattade mening. Varje fråga och svar vinklades och tolkades till Mats nackdel. I och med att man riktade in hela utredningen på att bevisa att Mats ljög - vilket då indirekt skulle bevisa att han dödat Linda - ansågs alla andra spår och detaljer oviktiga.<br/> <br/>  Det här var vad som fick mig att tvivla på Mats skuld och börja fundera på om det inte kunde ligga någon sanning i det \"ekonomiska spåret\", och då menar jag intet någon maffia utan någon person som med tanke på Lindas tidigare förehavanden kunde ansett sig ha en ekonomisk fordran på henne. Men där fanns inte längre några uppgifter att tillgå i FUP, för det spåret hade lagts åt sidan när Mats återfanns vid Gauffins stuga.<br/> <br/>  Så där - det var allt. Jag har aldrig haft någon dold agenda. Jag har ingen anknytning till familjen Alm eller någon annan berörd i fallet. Jag vet  inte vem Lagro är. Jag är inte ute efter att rentvå Mats. De här tveksamheterna och frågorna har dykt upp i mina tankar då och  under åren som gått sedan mordet och rättegången, och det var därför jag gick in och tittade i tråden igen vid årsskiftet. När jag började skriva i tråden i januari var det bara i hopp om att få ett bollplank för mina tankar. Kunde det finnas viktiga fakta som aldrig kommit fram i utredningen? Kunde det finnas någon som ansåg sig ha ekonomiska krav på Linda och som krävt att få träffa henne på lördagskvällen - någon som råkat i gräl med henne vilket sedan urartat och resulterat i Lindas död? Och hur skulle man isåfall kunna få veta det? Det var vad jag hoppades få hjälp med."
	},
	{
		"postIndex": 2990,
		"postNum": 3047,
		"postLink": "/sp18725001",
		"postTime": "2009-09-14",
		"postUser": "BettyBoop80",
		"postUserID": "/u255704",
		"postUrl": "https://www.flashback.org/t972173p254",
		"userUrl": "https://www.flashback.org/u255704",
		"sentence": "Puuhhh. Nu har jag läst igenom hela tråden. Vilket slitgöra, gjordes inte på 5 minuter och inte är den helt lättöverskådlig heller. Jag har lite tankar, kanske samma som många andra men jag skriver ändå:<br/> <br/>  *LCs son: Kanske det är PF som inte vill att han ska nämnas. Det behöver inte vara något skumt med det, utan PF tycker att pojken går genom tillräckligt med att mamma försvunnit? Kanske PF vänder sig emot att sonen utnyttjas för sådan sensationsjournalistik även om det hade gett ett bra reportage. Sonen är 11 år eller nått i den stilen. PF som pappa kanske tycker att han ska hållas utanför. Det tycker jag inte måste betyda att PF är skum, tvärtom.<br/> <br/>  Jag har även svårt att tro att MA är en så person som inte vill ha kontakt med sin blivande frus barn. Eller att han begärt att hon ska ge upp vårdnaden. MA känns som en rätt snäll och mesig kille och jag tänker mig honom som ganska barnkär eftersom han är lärare. Men det kan vara en helt fel slutsats, han kanske inte vill ha med ungar att göra på fritiden alls och är han skyldig till Lindas försvinnande är han ju inte så snäll och trevlig precis. <br/> <br/>  Att PF fick vårdnaden när han fick kan ju vara en slump. Har LC motsatt sig att PF ska få full vårdnad kan en vårdnadstvist ju ta lång tid, de kanske har hållit på i 2 år och nu var resultatet klart. Orsaken kan ju vara mycket t.ex. att PF inte gillar Lindas livsstil med en massa flyttande och nya makar stup i kvarten, kanske Linda festade runt en massa, kanske tyckte PF att Linda skulle flytta närmare sonen eller är det någon helt annat orsak bakom.<br/> <br/>  *Skenäktenskap-flyttgrejset: Det ser mycket märkligt ut med de här flyttarna och giftermålen, men det behöver inte vara något skumt bakom. Kanske Linda är en spontan människa som följer sitt hjärta utan att tänka längre än för stunden. Hon träffar PF, blir kär, får en son och sen gör hon slut. Sen träffar hon nästa, blir kär, gifter sig och sen skiljer hon sig när vardagen inte är lika rosenskimrande. Och se träffar hon nästa och samma sak utspelar sig igen. Tänker på att MA och LC inte varit tillsammans så länge när de flyttade ihop eller nu när de ska gifta sig. <br/> <br/>  Flyttandet kanske beror på att Linda fortfarande är vän med sina ex. och de hjälper varandra när de har bostadsproblem. Kanske att många bor på samma adresser beror på att de bor i någon form av kollektiv eller något. Sen flyttar de ut för de vill bo från varandra och sen flyttar de tillbaka när de saknar varandra...ja, jag vet, jäkligt långsökt men det är Asienmaffian med. Därmed inte sagt att det inte är sant, jag försöker bara få in lite nya vinklar i tråden.<br/> <br/>  *MA på efterlyst: Någon sa att när denne såg efterlyst så visste h*n att MA var oskyldig eller är han en jättebra skådespelare. Så tycker inte jag, han gav inget ärligt intryck. Jag fick samma vibbar som jag får när en dålig såpaskådis försöker pressa fram tårar men misslyckas. Det kryper i kroppen. Detta behöver inte innebär att MA ljuger, han kanske är nervös eller som någon varit inne på, drogad av lugnande. <br/>  Kliet på örat behöver i sig inte innebära något, min man kliar sig alltid på halsen när han blir nervös (även om han inte ljuger utan berättar helt sanna historier för människor). Timingen är dock skum, det känns inte äkta. Men om det är för att han ljuger om hela resan eller för att han utelämnar att de hade sex i en dunge någonstans, det kan jag inte avgöra.<br/> <br/>  *Pepparbiffen: <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  *Bilresan: inte konstigt att man ger sig ut på såna, jag älskar själv att åka runt och se mig omkring och vi gör det ofta helt spontant. Men det är konstigt att man inte har koll på om det handlar om 2 timmar eller 4 timmar. Att man inte vet på sekunden är en femma, men så stor tidsskillnad borde man ha koll på. Dessutom tycker jag att han borde ha funderat igenom allt så många gånger att han ska ha mer koll.<br/> <br/>  *MAs uttalande om minnet: då menar jag det när han säger att minnet är en färskvara. Visst har han rätt i det, men hade min sambo försvunnit hade jag gått igenom alla detaljer så mycket att jag hade inte glömt bort viktiga saker. Det som skulle kunna hända är att man minns saker som inte har hänt, men i det stora hela så tycker jag att det är ett mycket märkligt uttalande. Precis som med bilturen, har han inte gått igenom allt så många gånger nu i minnet, att han borde veta allt utantill?<br/> <br/>  *Kläder/dusch/arbete: Jag har speciella arbetskläder och dusch i omklädningsrummet. De kläder jag tar på mig på morgonen används bara den stunden det tar för mig att ta mig till jobbet. Ska jag iväg klär jag mig lite finare och duschar innan jag går från jobbet. Kanske det är detsamma för LC? Eller kanske hon gick lite tidigare från jobbet och hann duscha hemma innan CG. MA kanske inte har koll på om hon kom hem 10 i, prick eller 10 över. Men att en kläintresserad tjej som LC skulle ha samma kläder på sig efter en biltur på några timmar tycker jag känns konstigt. Så jag får lite konstiga vibbar av det hela. Dock kan hon ju ha ett par andra vita tights och en annan vit klänning, det behöver inte vara samma. Är det bekräftat att det är samma kläder på övervakningsvideon och MA säger hon hade på sig på kvällen?<br/> <br/>  *Övervakningsvideon: i mitt tycke är där inget konstigt alls med den. MA ser inte mer än sammanbiten ut och det gör jag med när jag går ut från CG då jag avskyr att handla. Särskilt i sån värme. Så för mig är den inget bevis på något mer än att LC var i livet då.<br/>  Vi handlar också ofta på CG och eftersom vi har liten frys så handlar vi ganska ofta men inte så mycket på samma gång. Vi är inte speciellt strukturerade när vi handlar och kan därför gå och handla dagarna efter varandra. Så för mig är där inget konstigt med att de kommer ut från CG med så lite. Vi har ofta bara en eller max två påsar. Har det dessutom blivit bestämt med MAs föräldrar samma dag så kanske de inte hade tagit med det i beräkningen när de handlade förra gången.<br/> <br/>  *Min teori: jag tror inte att LC håller sig borta frivilligt. Jag gissar att hon inte lever längre och jag tycker mycket pekar på MA tyvärr. Jag tillhör de där som in i det längsta tror att en partner är oskyldig då det för mig är otroligt konstigt att man kan skada någon man älskar. Men i detta fallet känns det som att han kan ha ett finger med i det hela. Jag tror han vet betydligt mer än han säger. Skulle han dock vara oskyldig är det fruktansvärt synd om killen!"
	},
	{
		"postIndex": 34983,
		"postNum": 36303,
		"postLink": "/sp42514550",
		"postTime": "2013-03-17",
		"postUser": "Pethrus",
		"postUserID": "/u93558",
		"postUrl": "https://www.flashback.org/t972173p3026",
		"userUrl": "https://www.flashback.org/u93558",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det stod i den här intervjun i Aftonbladet. Jag har sparat texten men tyvärr inte datumet:<br/> <br/>  \"Mats Alm, 35, har dödshot över sig sen han friades för mordet på flickvännen Linda Chen. Nu lever han under skyddad identitet. Även hans familj har hotats. Hans pappa har hela tiden trott på sin sons oskuld:<br/>   Men jag är övertygad om att han av rädsla döljer vissa saker, säger han i en exklusiv intervju med Aftonbladet.<br/> <br/>  Mats Alm friades för mord på Linda Chen, men dömdes till 18 månaders fängelse för brott mot griftefriden då tingsrätten ansåg det styrkt att han flyttat kroppen. Hur Linda Chen dog har aldrig kunnat fastställas, men trots frikännandet finns en utbredd uppfattning att det var Mats Alm som tog livet av henne. Något som inneburit att han och hans familj hotas till livet både på nätet och genom brev. Mats Alm har därför fått skyddad identitet.<br/>   Det är fruktansvärt jobbigt för hela familjen. Vi har fått flera hotbrev där vi önskats både dit det är väldigt varmt och ner i jorden, säger pappan.<br/> <br/>  Tror du att Mats är oskyldig?<br/>   Ja, det gör jag. Han har ju aldrig kunnat göra någon illa. Men jag är övertygad om att han av rädsla döljer vissa saker som skulle kunna bringa klarhet i vilka som ligger bakom mordet och rentvå sig själv. Men han vill inte berätta. Inte ens för mig.<br/> <br/>  Pappan var med under sonens alla rättegångsdagar och kan förundersökningen utan och innan. När han berättar får han svälja med jämna mellanrum för att inte falla i gråt. Och han radar upp argument ur utredningen som talar emot sonen som gärningsman.<br/> <br/>  Men det finns ju inslag i hans berättelse som bevisligen inte kan stämma?<br/>   Det finns så kallade bevis i utredningen som retar mig till vansinne. Bland annat att en polis ljög i rätten. Det har jag bevis för. Dessutom var det för många antydningar som slängdes fram utan täckning för att peka ut Mats som tänkbar gärningsman.<br/> <br/>  Du måste väl ändå ha tänkt tanken att din son kan ha dödat flickvännen?<br/>   Visst har jag gjort det. Och hade han mördat Linda skulle han givetvis ha sitt straff. Det står jag bakom trots att det är min son. Men jag känner mig övertygad om att han också är ett offer. Motivet skulle enligt åklagaren vara pengarna från Lindas livförsäkring. Men de överlät han ju direkt till Lindas son så det motivet har ju fallit. Så varför skulle han döda henne?<br/> <br/>  För familjen har det senaste året varit rena mardrömmen.<br/>   Vi mår jättedåligt. Hade jag inte haft mitt jobb hade jag aldrig klarat detta. Alla här vet vad som hänt och möten med andra känns jobbiga.<br/> <br/>  När Mats släpptes fri lämnade han Dalarna där han jobbat som spansklärare. I stället flyttade han tills vidare hem till föräldrarna i Bollnäs.<br/> <br/>  Vad har Mats sysslat med under tiden i frihet?<br/>   Han är ganska knäckt och sitter ofta för sig själv och trycker. Jag vill att han ska gå ut och ta strid för sin heder men Mats menar att det handlar om liv och död. Han tror att fler kommer att dö om han berättar. Det är han övertygad om.<br/> <br/>  Hur går övriga familjen vidare?<br/>   Man önskar ju att allt ska lägga sig så småningom. Men det troliga är väl att vi får leva med detta för alltid, säger pappan.\""
	},
	{
		"postIndex": 31447,
		"postNum": 32713,
		"postLink": "/sp41804320",
		"postTime": "2013-02-01",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2727",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "<b>Förhör med Mats Alm sidorna 3700, 3701, 3702</b><br/> <br/>  GH: Det stämmer ju som sagt var inte.<br/>  MA: Nej de gör väl kanske inte de men alltså jag kan ju inte berätta mer än va jag kommer<br/>  ihåg jag skulle gärna hitta på nånting alltså jag har ju sagt de jag kan ta på mej de här jag kan<br/>  sitta i fängelse de spelar ingen roll de gör mej ingenting även om jag hade på nåt sätt orkat gå<br/>  vidare med livet alltså jag kan ju inte försörja mej på nåt sätt i alla fall eller nånting jag<br/>  kommer aldrig och kunna jobba som lärare eller nånting jag har suttit häktad misstänkt för<br/>  mord vilken rektor skulle anställa en sån liksom de går ju inte så jag menar livet är ju slut hur<br/>  de än är även om jag hade orkat gå vidare.<br/> <br/>  GH: Menar du på att det orkar du inte eller?<br/>  MA: Nej jag de finns ingen som helst ork ingen som helst lust och gå vidare Linda är borta<br/>  livet är slut.<br/>  CB: Så därför håller du kvar vid denna otroliga historien?<br/>  MA: Eh jag håller kvar vid den för att det är den sanning jag känner till, men alltså hur otrolig<br/>  den är de är ja de kan jag inte rå för jag tycker den är helt jävla bisarr och sjuk men ja de kan<br/>  jag inte göra nånting åt.<br/>  CB: Jo du kan berätt..<br/>  MA: Skulle jag ha hitta på en historie då har jag hitta på en betydligt bättre historia som<br/>  åtminstone nån kan tro på. Inte fan skulle jag hitta på en massa saker som ingen kan tro på de<br/>  är ju helt jävla sjukt.<br/> <br/>  CB: Det känns som att du har någon form av manus och läsa ifrån?<br/>  MA: Manus och läsa ifrån ok?<br/>  CB: Mm, det känns som att du håller stenhårt fast vid den här storyn och att du inte kan visa<br/>  på en endaste punkt<br/>  MA: Ja men säj va jag ska säja då så säjer jag de då.<br/>  CB: Du ska berätta sanningen.<br/>  MA: Ja men va är sanningen då! Berätta va sanningen är då så berättar jag den.<br/>  CB: Nej för den vet du. Du vet vad sanningen är.<br/>  MA: Jag har berätta va jag vet är sanningen.<br/>  CB: Det har du inte.<br/>  MA: Nehej ok ok.<br/>  GH: Det har ju skett fler samtal med personal på sjukhuset också.<br/>  MA: Mm.<br/>  GH: Jag vet inte om du har citat eller det kanske är bäst och.<br/>  CB: Mm, och det är med anledning av det här med tabletterna igen.<br/>  MA: Mm.<br/>  CB: Nej vi har tagit dom.<br/>  GH: Har vi gjort det?<br/>  CB: Ja Henrik Gahlén träffade du på sjukhuset. Låter det bekant?<br/>  MA: Nej.<br/>  CB: Han du träffade på avdelning 60 och han gjorde en bedömning av din psykiska status<br/>  kommer du ihåg det nu?<br/>  MA: Nej.<br/>  CB: Du kommer inte alls ihåg?<br/>  MA: Nej jag kommer inte ihåg nåt namn som heter Henrik Gahlén ja.<br/>  CB: En farbror som du fick prata med.<br/> <br/>  MA: De va många som kom och prata med mej. De va nån polis som kom och prata i flera<br/>  timmar och ja.<br/>  CB: Ja där fick du i alla fall berätta lite om din bakgrund och så vidare, att du jobbade som<br/>  lärare och så vidare och där uppger du då att du själv är utsatt för en komplott.<br/>  MA: Ja de är väl den enda logiska anledningen slutledningen jag kan komma på.<br/>  CB: Att du inte ville leva ifall Linda hittades död.<br/>  MA: Nej de är precis som jag känner.<br/>  CB: Mm, men just nu planerar du inte att ta ditt liv?<br/>  MA: Nej de gjorde jag inte heller då och de gör jag inte nu heller för jag jag har avgett ett<br/>  löfte och de tänker jag hålla.<br/>  CB: Mm, och vad är det för löfte?<br/>  MA: Sjuksystern här nere på häktet hon sa kan du lova mej att du inte ska att du inte gör nåt<br/>  dumt att du inte försöker skada dej själv ja och då lova jag de då för så hoppades att jag skulle<br/>  få sova i lugn och ro då.<br/>  CB: Mm.<br/> <br/>  MA: Och jag har aldrig i hela mitt liv brutit ett löfte och jag tänker inte börja nu heller så<br/>  därför ja då kan jag inte göra de heller utan då får jag helt enkelt låta tiden ha sin gång.<br/>  CB: Men återigen Mats jag ser på dej att du är jättepressad nu.<br/>  MA: Pressad ja ok.<br/>  CB: Du tycker att det här är jobbigt eller?<br/>  MA: Ja jag tycker de är tjatigt.<br/>  CB: Mm, och dina uppgifter stämmer inte vi har hållit hur många förhör som helst.<br/>  MA: Mm.<br/>  CB: Det är ingen som har sett vare sej dej eller några asiater.<br/>  MA: Mm.<br/>  CB: Och du ändrar din historia från gång till gång så din trovärdighet<br/>  MA: Ja alla detaljer kan inte jag komma ihåg de är jag försöker liksom.<br/>  CB: Mats din trovärdighet blir ju inte särskilt stor.<br/>  MA: Nej de förstår jag, men ni har ju inte trott på mej från 2:dra augusti 2:dra augusti förde<br/>  polisen in i datasystemet att jag var misstänkt som jag redan då visste ni att de är han som har<br/>  gjort de liksom.<br/>  CB: Nej<br/>  MA: Jo.<br/>  CB: tvärtom nej så är det inte alls.<br/>  MA: De har jag sett på papper.<br/>  CB: Våran uppgift har hela tiden varit att få fram den sanna storyn vad det var som egentligen<br/>  hände.<br/>  MA: Mm.<br/>  CB: Mm, så fungerar rättsväsendet."
	},
	{
		"postIndex": 21980,
		"postNum": 23074,
		"postLink": "/sp38772258",
		"postTime": "2012-08-11",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p1923",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <b>@Klarsyn</b><br/>   </td> </tr> </table>  <br/>  Jag fick inte den omtalade FUP:en på grund av att jag skulle vittna. Tycker väl att jag kunde ha fått den efteråt. Min gamla dator ville inte ladda ner den då den fanns tillgänglig på ett annat forum. <br/>  Sist kommer frågorna:  Orkar jag läsa så många sidor och OM jag gör det  ---  kan något av det jag vet förändras ? På den sista frågan svarar jag: Nej. <br/> <br/> <b>Lalailaj</b>: Av dessa ovanstående orsaker kan jag inte veta vad Mats far sagt och som står i FUP:en. Jag har inte läst den.<br/> <br/>  Jag upplevde Mats far, Lars, som en komplex person. Samtidigt som han var mycket pratsam och rar verkade han vara lite för impulsiv och bestämmande. <br/> <br/>  När skogsgänget kom tillbaka till Lindas lägenhet efter att ha letat var de hungriga. Lindas mor erbjöd sig att laga mat till alla. Då sa Mats pappa nej, det behövdes inte. Mats sa, att han stämt träff med sina vänner för att de skulle gå ut och äta den kvällen. Pappan erbjöd även mig att komma med ut tillsammans med dem.<br/> <br/>  Jag blev mycket illa berörd. Jag var ledsen och orolig för Linda. De ville gå ut och ha roligt. Hans utländska vänner hade säkerligen förstått att Mats inte skulle vilja gå ut och ha roligt - dagen före sin planerade bröllopsdag  när nu hans brud var försvunnen dessutom. Hans far sa inte till sin son om att det var olämpligt. Tvärtom tycktes han gilla idén skarpt. <br/> <br/>  När de skulle gå, vände sig pappan till mig och att han skulle ta hem Lindas bil för att byta bromsar på den. Det var något han lovat Linda enligt honom. Lars hade ju varit  bilmekaniker, innan han utbildade sig till sjuksköterska på äldre dagar. Han påpekade också att han då skulle passa på att tvätta den. Varför sa han det till mig? Trodde han att jag annars skulle misstänkt något? Nu gav han sig själv alibi liksom. <br/> <br/>  Tyckte det var mycket märkligt att tänka på bilen  när Linda var försvunnen. De visste ju inte om hon levde eller var död. Hon kanske aldrig mer skulle köra den bilen. Varför då byta bromsar och tvätta den? <br/> <br/>  Jag förstår att Mats far är besviken på mig. Jag kanske var tänkt som ett vittne till försvar för Mats.<br/> <br/>  Jag var först HELT övertygad om, när vi träffades den 7-8 augusti, att Lindas sons far var mördaren eller åtminstone anstiftaren. Han hade förut både misshandlat, våldtagit och till sist gjort ett mordförsök på Linda. <br/> <br/>  Familjerätten i Oskarshamn blundade för mina påpekanden.  De trodde inte varken på Linda eller mig. Den kvinnliga polis som förhörde Linda efter mordförsöket var tveksam till att fullfölja anmälan.<br/> <br/>  Motiveringen: Inga vittnen och inga starka bevis ex foton på skador fanns.<br/> <br/>  Linda drog tillbaka anmälan med motiveringen att hon inte ville att sonen skulle skuldbelägga henne i framtiden för att hon satt hans far i fängelse. <br/> <br/>  Sonens far hade alibi den dagen Linda försvann. Han arbetar och lever nu, troligen lyckligt, med ny asiatisk fru sedan tre år tillbaka samt med sin och Lindas son.<br/> <br/>  Föräldrarna till sonens far anser att Linda ljög. De tror fortfarande på att deras son är oskyldig till allt och att han är en bra man. Precis detsamma som Mats föräldrar tror om sin son. <br/> <br/>  Att jag ändrade mig, Lagro, berodde främst på Mats, men även på faderns beteende från början till slut.<br/> <br/>  Konstigheter som t.ex. att Mats inte visade sorg utan glädje i både röst, ord och kroppsspråk. Att han inte ens ringde mig och frågade efter en försvunnen Linda. Sist men inte minst; Mats samtal jag hade med honom per telefon. <br/> <br/>  Även hans fars konstigheter gjorde mig misstänksam t.ex. tvätta bilen kliniskt ren, att inte ens veta något om/hjälpa till med bröllopet samt hans energiska kamp att försvara sin son. <br/> <br/>  Allt detta ovan, mer detaljer finns i min hjärna, tillsammans avgjorde att jag alltmera kom att misstänka Mats som GM.<br/> <br/>  Linda är död, men den som vill hedra Lindas minne kan sätta in pengar till en SOS-by. Den finns på den Ö i Filippinerna, som Linda och Chris först kom till. I meddelanderutan ska stå Linda Chen Bataan.Pg: 90 02 29 - 6"
	},
	{
		"postIndex": 23597,
		"postNum": 24710,
		"postLink": "/sp39492669",
		"postTime": "2012-09-24",
		"postUser": "PDec",
		"postUserID": "/u413661",
		"postUrl": "https://www.flashback.org/t972173p2060",
		"userUrl": "https://www.flashback.org/u413661",
		"sentence": "Vem är den här Lagro? Är det Mats själv, eller någon familjemedlem som ligger bakom signaturen. Vilken massa trams han skriver. Det är bara att gå tillbaka till förundersökningsprotokoll och rättegångsprotokoll för att se att Mats Alms förehavanden under sitt försvinnande kunde kartläggas - och att det var han själv som hade gömt sin dator och andra saker i boden vid vedstapeln hemma hos sina föräldrar. Man kunde räkna ut vilka bussar han skulle ha kunnat ta till och från Stockholm och tillbaka hemma i Dalarna för att ta sig till föräldrahemmet och smyga in och gömma sin dator och andra personliga saker. Sedan tillbaka hem och vilka bussar han förmodligen tog för att ta sig till platsen i skogen där Linda Chen låg mördad. Man bevisade att Mats Alm hade ljugit om kidnappningshistorien, därför att man kunde tala om vad han hade gjort i Stockholm!<br/> <br/>  Det är underförstått att rätten ansåg att det var uppenbart att det BARA KUNDE VARA MÖRDAREN SOM VISSTE VAR LINDA CHEN LÅG! Men lagarna är så att de måste kunna bevisa bortom allt rimligt tvivel var och när och hur Mats hade mördat Linda. Det kunde åklagaren inte göra. Mycket beroende på att den rättstekniska obduktionen inte med säkerhet kunde fastställa dödsorsaken, eftersom kroppen redan var så nedbruten av flera veckor ute i naturen. MEN rättsläkaren hade funnit att tungbenet var avbrutet, vilket brukar vara ett tecken på att offret har strypts. Om Linda hade hittats tidigare hade detta varit ett viktigt bevis, men eftersom kroppen redan var så förmultnad så fanns det en liten liten chans att det hade förstörts under den processen, enligt rättsläkaren.<br/> <br/>  Min teori har från början varit att Mats Alm planerat att utföra ett försäkringsbedrägeri medelst mord. Vidare att han redan tidigare i livet visat tendenser på ett kriminellt tänkande (förskingring i den där kiosken) och att han hade haft planer på det här med att få ut en livförsäkring på en partner även med sin förra fru. Hon vägrade att skriva ett testamente - då lämnade han henne. Sedan kom Linda in i bilden. Han var på henne om att skriva testamente redan innan de var gifta. Sedan vet vi ju att han aldrig hade planer på att gifta sig med henne. Ingen mat var beställd till bröllopsmiddagen. <br/> <br/>  Vi kan väl vara överens om att Linda Chen inte själv har tagit en buss till skogen, barfota (hon hittades utan skor) och lagt sig ner vid den där stenen och självdött? <br/> <br/>  Att Mats familj inte pressar honom på sanningen finner jag helt otroligt. Det är nog som Leif GW säger att om Mats berättar vad som hände och säger att det var en olyckshändelse under sex, så köper kanske rätten det och han blir dömd för dråp. Då kan han avtjäna sitt straff och sedan gå vidare.<br/>  Jag tycker så synd om Linda Chens barn och hennes familj i Sverige som inte kan få veta sanningen för att få ett avslut."
	},
	{
		"postIndex": 24777,
		"postNum": 25913,
		"postLink": "/sp39830496",
		"postTime": "2012-10-14",
		"postUser": "runeflun",
		"postUserID": "/u733084",
		"postUrl": "https://www.flashback.org/t972173p2160",
		"userUrl": "https://www.flashback.org/u733084",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Påståenden som tidigare var gjorda är smulade till stoft, finns ingenting kvar av det.<br/>   </td> </tr> </table>  <br/>  @Lagro<br/>  Är du fin i hela jävla ansiktet???<br/>  Om du Lagro har åkt runt i stugorna i Bollnäs och Lottefors och lagt fram era så kallade bevis för att Mats Alm är oskyldig så skulle jag inte lägga allt för stor vikt av att vänner och bekanta säger att dom tror Mats. Dom är förmodligen rädda för Lars Alm och Mats Alm och tänker att det är nog lättare att hålla med deras ombud Lagro..... <br/> <br/>  Det finns inte en 1% av befolkningen utanför Mats Alms familj som tror att han är oskyldig. Punkt. <br/>  Och det med rätta också eftersom alla bevis och indicier samt Mats egna uppträdande talar för det. Att du anser att kinesiska maffian har med Lindas död att göra bevisar ingenting. Det är något du anser och dina teorier har ingen bärighet i verkligheten. Självklart ska man ha olika teorier men när det inte finns något som underbygger en teori då måste man försöka hitta en ny teori att bevisa. <br/> <br/>  Tingsrätten säger (att) Mats Alm vet mer om Lindas död än vad han berättar. Jag tror även Lars Alm vet mer. <br/>  Påståenden som säger att Mats Alm är skyldig till mord har inte kunnat bevisas till 100% och därför går han fri. Att han går fri beror på att dödsorsaken inte kunde fastställas. DET VET DU !!! Hur kan du förneka det? <br/>  Mats ljuger, Lars Alm ljuger, Hanna Alm ljuger, Lagro ljuger ! Kom med något vettigt för en gångs skull ! <br/> <br/>  Lagro, du är en lögnare och du försöker desperat få Mats Alm att verka oskyldig och det är ju uppenbart att du ljuger när du säger att du inte känner familjen Alm. Ingen skulle vilja framstå som sådan idiot som du är för att rentvå någon man inte känner. Varför går du inte till tidningarna med det här? När du får en jurist på Expressen eller Aftonbladet att förstå att hela domen är fel så kommer vi alla här på Flashback stå med byxorna nedragna och du kan äntligen få triumfera !!!"
	},
	{
		"postIndex": 22497,
		"postNum": 23596,
		"postLink": "/sp38996496",
		"postTime": "2012-08-24",
		"postUser": "Lagro",
		"postUserID": "/u670940",
		"postUrl": "https://www.flashback.org/t972173p1967",
		"userUrl": "https://www.flashback.org/u670940",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Mats fälldes för griftefridsbrott, alltså ansåg rätten att Mats placerat kroppen på fyndplatsen. <br/> <br/>   </td> </tr> </table>    Orsaken att jag dragit igång det här, finns ingen annan, är att det funnits och finns en helt felaktiga uppfattning om det här fallet, att en helt oskyldig person skulle vara gärningsmannen. Jag anser det har inte funnits någon rättvisa mot den misstänkte personen och även familjen. Jag står för rättvisan kan man säga i det här fallet.<br/> <br/>  Jag har tagit upp saker som media aldrig tidigare gjort, som bevisar MA hade absolut ingenting med Lindas död att göra.<br/>  Sedan har jag mycket klart bevisat det fanns andra personer inblandade, när han gjorde resan till Stockholm, föräldrahemmet och kom till platsen där kroppen fanns, exempelvis han skulle aldrig lagt sig där om han inte var drogad och blev placerad där.<br/>  Det förstår alla personer som vet vilken stank exempelvis ett dött djur har sommartid, som påträffas ute i naturen och en människa skall ha mycket värre stank, som framkallar kväljningar.<br/>  Därför att han kom ensam till platsen där kroppen låg är en stor \"Bluff\"<br/> <br/>  Sådana där saker det fanns ingen dödsorsak, bevisen räckte inte till eller att han ljugit, det är enbart löjligt att nämna det, ingen kommer undan straff som vållat en annans person död med sådana orsaker, om bevis finns, jag anser ni borde också förstå det.<br/> <br/>  Jag anser det fanns motiv bland de uppgifter jag tagit fram, att ta Linda av daga och anser den teorin med combibilen och en kvinna som kände Linda mycket väl, agerade som lockfågel och lurade henne i en fälla, är helt rätt.<br/>  Jag anser i annat fall hade hon inte klivit in i bilen. Man kan alltid misstänka vem den kvinnan var, men några bevis finns inte och jag kommer aldrig nämna något namn. Det finns många parablar som pekar mot att teorin är helt rätt.<br/> <br/>  Med själva combibilen finns bevis, genom ett vittne och den bilen hörde aldrig av sig, om den varit ute i legala ärenden borde den gjort det.<br/> <br/>  Mordet på Linda kommer aldrig att lösas och de som varit inblandade kan känna sig helt säkra, ingenting kommer att hända dem. Mordet anses också som polisiärt avklarat."
	},
	{
		"postIndex": 28086,
		"postNum": 29285,
		"postLink": "/sp40864714",
		"postTime": "2012-12-12",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2441",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Nej, det har vi nog förstått att din avsikt inte alls är att lösa det här fallet.<br/>  Du skiter fullständigt i Linda Chens öde.<br/>  Det enda som intresserar dig är att försöka få folk att tvivla på Mats Alms skuld.<br/>  Det, och det bara det, är det som driver dig i din sjuka kampanj.<br/> <br/>  Men nu är det alltså så, lille lögnaktige man, att det har du verkligen inte på det minsta<br/>  ynka sätt lyckats med alls.<br/>  Snarare har du bara än mer övertygat den svenska befolkningen om att Mats är skyldig till<br/>  att ha haft ihjäl Linda. Oklart varför dock. Men att det var han och ingen annan råder det<br/>  inte någon som helst tvekan om, hur länge du än håller på och klipper-och klistrar samma<br/>  eviga substanslösa skit. <br/> <br/>  Du påstår oupphörligen att det inte finns bevis för griftefridsbrottet trots att det står så<br/>  i domen, den dom som du i övrigt är så jävla nöjd med tydligen.<br/> <br/>  Nu har man frågat dig upprepade gånger hur Mats kunde känna igen den väldigt illa<br/>  åtgångna kroppen på fyndplatsen som Lindas utan att du förmår svara på frågan.<br/>  En Linda utan ögon och öron och näsa och bara lite hår kvar på sitt huvud samt <br/>  kroppens usla skick. <br/> <br/>  Hur i all världen alltså kunde denne infernaliske storljugare MA identifiera Linda<br/>  mot bakgrund av det förhållandet?<br/>  Det låter du nogsamt bli att försöka besvara helt enkelt av den anledningen att du inte<br/>  har något vettigt och godtagbart att komma med som svar på den angelägna frågan.<br/> <br/>  Och det lönar sig inte att du drar skrönan om kineserna och att dessa talat om för <br/>  sitt \"offer\" Mats att det var Linda som låg där.<br/>  Kidnappningshistorien gäller inte förstår du, ditt inavlade lilla troll, den är befunnen<br/>  som en stor präktig lögn rakt igenom. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ursprungligen postat av <b>Lalajlaj</b><br/>  Biljettbeställningen har du fortfarande inte visat på att det är denna Linda Chen som avsågs. Dessutom har redan presenterats åtskilliga omständigheter som starkt påtalar att denna biljetbeställning inte avsåg denna Linda Chen<b>. Den starkaste omständigheten är att polisens utredning kring denna beställning inte finns i FUP och därmed hamnade i slasken, tillsammans med allt annat oväsentligt material</b>.      </td> </tr> </table>    Försök och ta till dig vad som skrevs ovan.<br/>  \"Slasken\" alltså, så mycket var din förbannade biljettbeställning värd.<br/>  Och än en gång: i samma ögonblick idioten Mats dök upp vid Lindas döda kropp så<br/>  var det klart. Då visste vi vem som dödat henne.<br/>  Och inte för att den där kombibilen någonsin intresserat polisen mer än någon ynka stund,<br/>  men nu var den definitivt avskriven för gott.<br/> <br/>  Mats dödade Linda efter besöket på City Gross, placerade henne där hon sedan<br/>  påträffades efter flera veckor tack vare idioten från Lottefors.<br/>  Han sörjde henne aldrig utan var istället riktigt glad över att ha sluppit henne.<br/>  Så jävla glad att han gick och festade med polarna. Skrattade och gick an och den där<br/>  Lars satt väl med i sällskapet på krogen eller var fan man nu höll hus.<br/>  I det här läget trodde väl den, upprörande nog, ostraffade kvinnomördaren att det inte skulle<br/>  bli några problem med att plocka ut försäkringssumman. Han slängde ut misstankar pekande<br/>  mot Lindas exkille, fadern till hennes barn, och blev uppenbarligen grymt besviken när<br/>  inte <b>Klarsyn</b> gick på hans finter och vidarebefordrade dessa gemena misstankar<br/>  till polisen och hjälpte honom att framstå som oskyldig. <br/>  Men <b>Klarsyn</b> anade oråd och genomskådade honom ganska snart, mycket<br/>  beroende på hans märkligt upprymda beteende.<br/> <br/>  Sedan vet vi ju vilken markant påverkan polisprofessorn hade på honom med sina<br/>  uttalanden. Med kallelsen till ett polisförhör blev det verklig oro i det Mats Almska-<br/>  hjärnkontoret och han drog iväg kvickt som en skållad råtta och visste väl inte egentligen<br/>  hur han skulle bära sig åt framöver för att inte åka dit.<br/>  Funderade väl på att sticka utomlands, därav somliga sökningar på nätet. Pappa Lars var<br/>  väl medveten om att Mats befann sig i Stockholm och verkligen inte låg obekvämt<br/>  instuvad i någon jävla baklucka och matades med piller och räkor.<br/> <br/>  Hur Mats tänkte när han begav sig till fyndplatsen i Norra Bertilsbo det får vi väl aldrig<br/>  reda på. Det faktumet att han inledningsvis gjorde gällande för polisen att han av en<br/>  slump råkat hitta liket efter sin fästmö på sina vandringar i skogstrakterna utanför Falun,<br/>  tyder möjligen på att kidnappningsstoryn improviserades fram när han insåg hur pass<br/>  orimlig den förklaringen framstod som. Den var helt enkelt för otrolig och hade aldrig<br/>  godtagits. Kinesstoryn bedömde Mats i sin naivitet och med sin högst begränsade intelligens<br/>  som kanske mer \"gångbar\" och därför valde han att köra den linjen och hålla fast vid den,<br/>  hur man än bemötte hans kiss- och bajshistoria.<br/> <br/>  Ja, att en sån här förbrytare kan gå fri från sitt mord eller dråp som betett sig på det<br/>  här viset är ingenting mindre än en gåta.<br/> <br/>  Och du, Lagro, din lögnaktige stolle, borde vara innerligt lättad över att Mats kom undan<br/>  så pass lindrigt som han gjorde och undvika att riva upp den här historien igen för<br/>  i slutändan kan det faktiskt bli på det viset att dina \"ansträngningar\" resulterar i<br/>  att Mats kommer att få till svars en gång till för att ha haft med Lindas död att göra <br/>  i en ny rättsprocess - vem vet vad som dyker upp framöver...? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sneaky.gif\" title=\"Sneaky\"/> - och då, mannen,<br/>  kan resultatet bli radikalt annorlunda än förra gången.<br/>  Den möjligheten bör du nog beakta, ty den är inte avskriven fullt ut till skillnad från<br/>  \"din kombibil\", \"din biljettbeställning\" och \"din okända stryperska\"...<br/> <br/>  Edit: Lars Alm kom oförskämt billigt undan också kan det upplysas om.<br/>  Han borde ha åkt dit för skyddande av brottsling.<br/>  Kanske det dock går att fixa det också nån gång framöver så att han också får krypa in<br/>  ett tag på kåken..."
	},
	{
		"postIndex": 29811,
		"postNum": 31056,
		"postLink": "/sp41391039",
		"postTime": "2013-01-10",
		"postUser": "Lagro",
		"postUserID": "/u670940",
		"postUrl": "https://www.flashback.org/t972173p2588",
		"userUrl": "https://www.flashback.org/u670940",
		"sentence": "<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Självklart hade inte dessa vittnesmål någon avgörande betydelse när det gäller frågan om griftefridsbrott eller inte! Bara i frågan om Mats hade åkt på bussen eller inte, vilket är en liten del i bevisningen i frågan om Mats varit kidnappad eller inte. Några andra bevis för att han inte har varit kidnappad är t.ex. Mats självporträtt i Stockholm, hans grafiska framställning av \"Mr Englands\" (=Andrew Johnsons) namnteckning som kunde identifieras som Mats Alms handstil osv. osv.<br/> <br/>  Avgörande för bedömningen om griftefridsbrott var att Mats Alm erkände att han hittat Linda (utan att tänka på att ingen människa i världen visuellt hade kunnat identifiera de lämningar som fanns i skogen där i Norr Bertilsbo) och att han raskt kunde visa vägen tillbaka till platsen efter hans panikartade flykt därifrån.<br/> <br/>  Som ni också poängterar kunde naturligtvis Althin ha korsförhört dessa två vittnen om han funnit anledning därtill, utan att han för den skull anklagade dem för mened. Detta för att i så fall reda ut eventuella missförstånd i samband med avlämnandet av vittnesmålen.<br/> <br/>  Däremot kommer den person, som i efterhand anklagar vittnena för att fara med osanning, att påstå att de har begått mened. Att behandla vittnena på detta sätt efter rättegången är ett allvarligt brott. Den som påstår att vittnena inte talar sanning måste i så fall bevisa det, så att det \"utan rimligt tvivel\" kan visas att vittnena farit med osanning. Min bedömning är att denna person annars riskerar ett åtal för förtal.<br/> <br/>   </td> </tr> </table>    Lagro har inte gått i någon fälla.<br/>  Genom att busschauffören och TM vittnade under ed att Mats Alm fanns på bussen 950 Stockholm-Söderhamn fick åklagaren bevis att MA kunde inte ha varit kidnappad den tiden, som han sagt i förhör.<br/>  Om inte chauffören och TM vittnat under ed, hade åklagaren inga bevis på att MA inte varit kidnappad.<br/> <br/>  Det fanns ingen som kunde påstå bestämt de sett MA den tiden han var försvunnen, utan endast de där två snubbarna TM och busschauffören. Det fanns 30-40 andra personer på bussen, men ingen av dem hade sett Mats på bussen.<br/> <br/>  Vad jag anser var underligt, men jag ifrågasätter inte uppgifterna, är att det var andra vittnesuppgifter som båda snubbarna hade, när de vittnade under ed i Tingsrätten, än det som fanns i förundersökningen.<br/> <br/>  För åklagaren var det viktigt att MA kom ensam till platsen där kroppen fanns.<br/>  Det gjorde att åklagaren kunde anta MA hade mördat Linda och flyttat kroppen från brottsplatsen till platsen där den hittades.<br/> <br/>  Åklagaren utnyttjade griftefridslagen, som i sådant fall säger att den som flyttat kroppen behövs det inga bevis, utan man antar den som vållat personens död är den skyldige.<br/>  Domstolen antog den här konstruktionen som är laglig, men måste ses som omoralisk att döma en person till 18 månaders fängelse under sådana vilkor.<br/> <br/>  För griftefridsbrottet som MA dömdes till fanns inga indicier eller bevis.<br/>  Åklagaren misstänkte MA från början  för vållande till Lindas död, men efter 10 månaders utredande och åtal fanns inga bevis eller indicier och han frikändes för det.<br/> <br/>  Jag anser som säkert många i stugorna gör, när åklagaren inte kunde hitta några indicier eller bevis mot Mats Alm att han vållat Lindas död, efter 10 månaders utredande och massor med omhäktningar, fanns endast en sak att göra och det var att frikänna honom helt och han skulle blivit frisläppt."
	}
]
