[
	{
		"postIndex": [
			[135],
			[43],
			[23],
			[157],
			[93]
		],
		"postTime": [
			"2011-12-05",
			"2011-10-09",
			"2011-10-08",
			"2012-01-20",
			"2011-10-30"
		],
		"postNum": [
			[139],
			[43],
			[23],
			[161],
			[94]
		],
		"postLink": [
				"/sp34367609",
				"/sp33342188",
				"/sp33329707",
				"/sp35227233",
				"/sp33754925"
		],
		"postUser": [
				"MrTomte",
				"MrTomte",
				"Gizur",
				"Zimmermanhound",
				"Europe"
		],
		"postUserID": [
				"/u319141",
				"/u319141",
				"/u414777",
				"/u647488",
				"/u545185"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p12",
				"https://www.flashback.org/t1679139p4",
				"https://www.flashback.org/t1679139p2",
				"https://www.flashback.org/t1679139p14",
				"https://www.flashback.org/t1679139p8"
		],
		"userUrl": [
				"https://www.flashback.org/u319141",
				"https://www.flashback.org/u319141",
				"https://www.flashback.org/u414777",
				"https://www.flashback.org/u647488",
				"https://www.flashback.org/u545185"
		],
		"sentence": [
				"Hoppsan Kerstin. Jag kan inte säga att jag är direkt förvånad. Att se Pär Nuder tillbaka på den politiska arenan var kanske ändå inte helt väntat. Jag har sagt det i flera års tid... om det är någon som ska kunna få rätsida på sossarna är det Nuder. Han är lika charmig som viken rysk betongförort som helst men till skillnad från Sahlin och Juholt så har han seriösa kunskaper och egenskaper som skulle kunna matcha Reinfeldt. Där Sahlin är ett skämt och Juholt är en pajas... är Nuder en duktig politiker. Att Nuder nu är tillbaka på den politiska arenan innebär inte per automagi att han kommer att utmana Juholt om partiledarposten. I alla fall inte före valet 2014. Nuder är slipad och inte den som tar risker. Det skulle vara en enorm risk att ta över nu med så kort tid före valet 2014. Betänk att Juholt först måste bort och sen måste alla kommer överens om att Nuder ska väljas. Den processen kommer att ta tid. Tid som sossarna inte har och framför allt som inte Nuder har. Man ersätter inte Juholt idag med en slipad politiker utan det är endast något annat obegåvat stolpskott som kan tänka sig att ta över innan valet 2014. Jag tror inte att Nuder ställer upp före valet 2014 men efter att sossarna gjort ett katastrofval så monumentalt uselt att Branting får mässlingen, Erlander vänder sig i graven så att Sverige får sin största jordbävning någonsin och Palme återuppstår så är det dags för Nuder. 2015 är Pär Nuder sossarnas partiledare!",
				"\" \" Först av allt måste man självklart påpeka att detta endast är ABs uppgifter. Rent generellt är hälften av det AB skriver rent skit och skräp. Den andra hälften är trams. Resten är bara felaktiga saker men trots denna matematiska kullerbytta så kanske de har rätt just den här gången. Vem vet. Även om det är otroligt sällan så kan ju även en blind höna hitta ett litet majskorn... Så vad betyder detta om det ovan nu är sant? Som jag ser det får det oanade följdverkningar för det betyder ju att socialdemokratin kände till det Juholt gjorde men trots det tyckte partiet uppenbarligen att det var ok att han blev partiledare. OM detta stämmer så blir det också än mer tydligt att det är något ruttet i hela partiet då partikassören går ut och förnekar den där internrevisionen (vilket ju är vad han gör för en internrevision av Juholt kan inte ha ägt rum utan att partikassören fick kännedom om det). Dels börjar man kunna skönja ett mönster i o m Juholt och dels är det alltför uppenbart att hela partiet ruttnat ihop totalt så... nej, den här affären har inte \"bara\" med Juholt att göra. Det har med hela socialdemokratin att göra! (Återigen... allt givet att det som AB nu skriver i artikeln angående 2009 stämmer). Vad gäller vem som är bäst lämpad att efterträda Juholt så är det samma som innan han tillträdde dvs en ung, fräsch person som kan förnya partiet fullständigt. Jag ser bara 2 kandidater och det är Palm och Damberg. En från vänsterfalangen och en från högerfalangen. Vem som är bäst att väljas kan diskuteras men personligen tror jag på att sossarna behöver en rejäl nystart och det av någon som kan ta tag i taktpinnen och driva partiet åt sitt håll och som vågar göra det. Om det sen blir vänster eller höger tror jag egentligen kvittar. Bara att det blir. Det sämsta för sossarnas del är om man återigen tuffar på i samma hjulspår. Sämsta valet, alla kategorier, överhuvudtaget vore Nalin Pekgul. En dam som endast en 90-årig oskuld med kraftig demens skulle kunna ha våta drömmar om... förutom Reinfeldt då. Fast det självklart av helt andra än sexuella skäl...",
				"Det kommer inte bli något byte, man får sitta med svarte Petter över valet 2014. Förödmjukelsen för partiet skulle bli för stor om man avsatte Juholt, hellre förlorar man ännu ett val. Det var ju samma sak med Sahlin när det stod klart att förtroendet för henne aldrig lämnade bottennivåerna. Hellre förlorade man valet. Man ska ju dock komma ihåg att Juholt var en nödlösning som inte ens diskuterades några veckor före partiledarvalet skulle vara klart, det var först de sista dagarna som hans namn kastades in efter att man fått förkasta andra namn. Ännu en nödlösning som gått fel. Efter 2014? Bodström kanske kan göra en comeback. Nuder, nja, han har skärpan men inte karisman. Sen börjar det bli utarmat, Paggan är alldeles för bitter numer, Wallström vill inte och är inte längre så aktuell i politiken. Östros vill säkert, men han hade sin chans och förlorade. Falangerna inom Partiet gör också att man inte kan enas om en partiledare som de tycker är bra, utan någon som alla är så lite missnöjda med som möjligt.",
				"Margot Wallström? Varför då? Wallström har inte varit inblandad i svensk inrikespolitik sedan 1998. Det är alltså 14 år sedan. De flesta människor vet knappt vem hon är. Hon var också en rätt annonym minister under sin tid som karriärspolitiker i Sverige mellan 1979-1998 - varav totalt sju år som minister. Hennes finaste post var socialminister mellan 1996-1998. Det var också en annan tid då hon var ibland i svensk politik med Olof Palme, Ingvar Karlsson och sedan Göran Persson. En av de främsta orsakerna till varför så många vill ha Margot Wallström beror på att hon var en del av ett socialdemokratiskt framgångskoncept och hoppade av skiten ett par år innan det började gå åt helvete. Om Wallström hade forsatt som minister mellan 1998-2006 hade hon idag varit lika slut som Mona Sahlin. Det är klart sossarna och sossemedia vill ha henne som partiledare för SAP. Det finns i stort inget att välja mellan. Återigen - det är politiken det är fel på - inte valet av partiledare. Inte ens Mona Sahlin var en dålig partiledare. Hennes problem var den politiken hennes parti och hon drev. Om vi snackar värdelösa partiledare så snackar vi Bo Lundgren. Han var riktigt usel och M gjorde också sig av med honom.",
				"Jag blir lite häpen över den positiva tonen kring Göran Persson. Visst, han var inte förståndshandikappad och var dessutom en ovanligt bra talare. Det förändrar inte att under hans tid vid makten blev landet ännu mer korrumperat genom ännu hårdare missbruk av utnämningspolitiken, ännu större dränering av skattemedlen i fickorna på sossarnas vänner, kollegor, släktingar m.m. med hjälp av olika \"projekt\" och organisationer, som t.ex. \"Knark är bajs\"-kampanjen och Centrum mot rasism. Ännu värre var det alltmer extremt politiserade \"forskningen\" på högskolorna. Förvisso anses hans sanering av statsfinanserna vara en av hans huvudsakliga politiska gärningar, men han hade även en viktig roll i att sänka den svenska skolan till en bottennivå i den industrialiserade delen av världen. Det slutliga haveriet var agerandet vid tsunamin, när andra EU-länder omedelbart skickade insats- och evakueringsteam till Thailand, medan Sverige som hade flest medborgare där inte gjorde ett skit under första veckan (och inte mycket därefter heller). I ett normalt land skulle en regering tvingas avgå om staten inte längre kan ens utföra det som ses som en av dess mest grundläggande uppgifter, nämligen att hjälpa sina medborgare vid krissituationer. Perssons agerande efter tsunamin är nog det mest tydligaste exemplet på maktfullkomlighet som jag har sett i en demokrati. Enbart denna händelse i sig utesluter att jag någonsin skulle kunna acceptera Persson som statsminister igen. Dessutom har jag för mig att Persson idag är en av dem som utnyttjar systemet med att inkassera avgångsvederlag från Riksdagen maximalt genom att skriva alla sina inkomster på sitt \"företag\" för att få full ersättning ur skattekistan, samtidigt som han bor ihop med Systembolagets f.d. chef som fick en fantasiavgångsvederlag, trots att Bolaget inte är konkurrensutsatt och hennes utnämning var helt politiskt (hon hade ju knappast kunnat bli VD inom den privata sektorn). Eller har jag förstått det fel? Hur ska Persson ge ett mindre kleptomaniskt intryck än Juholt och Sahlin? Sedan bör det nämnas återigen: partiets problem beror inte på Sahlin och Juholt, de är rimligtvis snarare ett symtom på de problem partiet har från första början. Det finns ingen \"rätt\" kandidat som kan lösa partiets problem, åtminstone inte utan att genomföra drastiska förändringar och förmodligen först splittra det."
		]
	},
	{
		"postIndex": [
			[247],
			[188],
			[225],
			[269],
			[280]
		],
		"postTime": [
			"2012-01-21",
			"2012-01-20",
			"2012-01-21",
			"2012-01-21",
			"2012-01-21"
		],
		"postNum": [
			[252],
			[192],
			[230],
			[274],
			[285]
		],
		"postLink": [
				"/sp35244196",
				"/sp35238296",
				"/sp35240455",
				"/sp35245866",
				"/sp35246196"
		],
		"postUser": [
				"Straiter",
				"Multikulturisten",
				"longbow4y",
				"DjPutte",
				"DjPutte"
		],
		"postUserID": [
				"/u62180",
				"/u576817",
				"/u521927",
				"/u327873",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p21",
				"https://www.flashback.org/t1679139p16",
				"https://www.flashback.org/t1679139p20",
				"https://www.flashback.org/t1679139p23",
				"https://www.flashback.org/t1679139p24"
		],
		"userUrl": [
				"https://www.flashback.org/u62180",
				"https://www.flashback.org/u576817",
				"https://www.flashback.org/u521927",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Ett stort problem för SAP torde vara att ett flertal av de tänkbara efterträdare, som faktiskt skulle kunna göra nytta för partiet, inte sitter i riksdagen. Bodström skulle absolut kunna föra sossarna framåt, men han lär knappast vara intresserad. Särskilt inte som det skulle innebära en hel del arbete och många möten han måste vara påläst inför. Det känns inte riktigt som något som skulle tilltala honom. Stefan Löfvén skulle också kunna göra ett bra arbete. Frågan är förstås om han verkligen skulle lyckas uppnå tillräckligt stort stöd för att lyckas bli vald, det känns inte helt troligt att så är fallet. Lena Sommestad är också ett tänkbart namn, särskilt om man anser att det är dags för en kvinna igen. Protesten mot Urban Ahlins utnämning känns dock inte helt klockren rent tidsmässigt om det är val inom några månader. Hon måste väl ha skapat en del fiender där? Margot Wallström har många en väldigt positiv bild av. Till en början skulle hon absolut kunna lyfta partiet till viss del, men på sikt blir det avsevärt tuffare. Hur mycket har hon egentligen åstadkommit inom svensk politik? Jan Eliasson skulle utan tvekan innebära ett tillskott av mycket kompetens och erfarenhet, men åldern kan ställa till en del problem. Anders Johansson lyckades med det få sossar gjorde under senaste valet, gick uppåt i valresultatet. Han är högst sannolikt en av de som intrigerar mot Juholt, och troligen inte alls ointresserad av att ta över rollen som partiledare. Han skulle säkerligen kunna vända på sossarnas sjunkande opinionssiffror, men då måste han bli vald först och en av anledningarna till att det gick bra för honom på hemmaplan är att han står väldigt långt åt höger... Vill man enbart öka sin seriositet skulle det räcka bra med Nuder. Han är riktigt skicklig, fast för att vända rejält på siffrorna lär han inte räcka till. Dock behöver de definitivt försöka nyttja honom. Att göra sig av med honom och därigenom få honom att avgå från riksdagen kan ha varit mer dumt än att låta Juholt bli partiledare. Pagrotsky är väl för all del kompetent, men som partiledare för SAP ... nja. Östros och Österberg skulle troligen få stopp på fallet för SAP, men det finns inte en suck i världen att de skulle kunna vända på siffrorna särskilt mycket. Den ende som är verkligt intressant och som sitter i riksdagen är Damberg, men han har på tok för många fiender inom partiet för att det ska vara någon idé. Skulle han likväl lyckas bli vald till ny partiledare skulle han mycket väl kunna leda sossarna till opinionssiffror de inte sett sedan Mona Sahlins tid Den som bör ta över efter Juholt är en högersosse. V kan få växa på bekostnad av S, givet att S lockar tillbaka mittenväljare, och det gör de inte genom att ha en vänsterprofil. Jag hoppas dock att det blir en kompetent vänstersosse, typ Pagrotsky. S skulle få oerhört svårt att vinna nästkommande riksdagsval, men en kompetent oppositionsledare skulle förhoppningsvis få Alliansen att vara mer skärpta än de är i dagsläget.",
				"Här är min syn på de olika kandidaterna (de mer kända): Nuder - Bra val, men verkar inte vilja, ev. för mycket höger för vänstra halvan av partiet. Wallström - Ganska bra val, om än ett överskattat sådant. Men vill inte, skulle hon velat så skulle hon redan ha varit ledare för partiet. Bodström - Har nog för många som inte direkt gillar honom. Pagrotsky - Vill inte, och får nog inte heller frågan för den delen. Skulle splittra partiet. Österberg - Var en rimlig kandidat pga. sin position i mitten av partiet. Uppfriskande tråkig och en motpol till Juholt. Men han kan ha varit den som lät yxan falla över Juholt, och är nog omöjlig. Damberg - Alldeles för mycket höger, skulle plasta i Fp. Skulle aldrig kunna föra partiet framåt på ett önskvärt vis. En broiler. Palm - En ung, frispråkig kvinna. Nja, skulle inte tro det, va? Stefan Lovén - Ett bra val, men frågan är om man vågar stärka kontakten med facken på ett sådant tydligt vis. Skulle inleda en ny era för (S). Östros - för mycket förknippad med Sahlin och nuvarande maktstruktur. Vilket är lite synd, skulle säkert kunna ena partiet även om han skulle få svårt att vinna valet. Finns många fler, men dessa känns mest aktuella så nöjer mig där. Slutsats: Nuder tar över om han vill. Annars finns chansen för en facklig bas, en gråsosse eller en socialdemokrat i näringslivet som inte haft så mycket med partiet att göra på senare år.",
				"S borde bestämma sig. Vänster-höger kriget inom partiet är inget nytt. Det nya är att det nu utkämpas öppet. Att använda en vänsterretorik men agera höger fungerar inte på dagens väljare. Nu måste retoriken överensstämma med politiken. Vill man vinna något val i framtiden måste politiken kunna locka över borgliga väljare. Att i detta läget radikalisera S till att bli mer vänster och mer feminism är säkert lockande för de egna trogna partiarbetarna men förödande för valresultaten för vänsterblocket Skall den rödgröna röran ha möjligheten att vinna regeringsmakten måste partistrategerna inse realiteten och släppa vänsterkanten till V, miljön till MP och satsa på frågor som engagerar också medelklassen i Sverige. S måste också kunna locka välutbildade människor, inte bara utpekade grupper som ingen egentligen vill tillhöra. Juholt var en kompromisskandidat mellan vänster och höger inom partiet. Nästa partiledare kommer inte att kunna vara en kompromisskandidat utan måste välja sida. Väljer S en vänsterledare kommer denne att bli hjälte inom partiet men inte kunna få till en vänsterseger i nästa val. Väljer man en högerkandidat kommer V att växa på bekostnad av S men S kan då ta röster från alliansen och därmed har vänsterblocket en möjlighet att vinna nästa val. Den realpolitiska insikten finns nog bara i partiets högsta ledning och inom LO sidan av partiet. Men de har nu inte kraft, mod eller förmåga att ta strid i den viktigaste frågan. Inte nu efter Juholt debaclet. Vilken politik skall man föra och därmed torgföra. De kan inte längre skilja mellan retorik och politik utan att avslöjas av väljarna. Därför blir det nu, tror jag, efter en öppen valprocess, ett delat ledarskap med en kvinnlig vänster-feministsosse och en manlig högersosse. Typ Veronica Palm och Mikael Damberg eller Sommestad och Peter Hultqvist. Tills den nya ledningen tar över får Jämtin ta ledartröjan. Tror inte partiledningen har medlemmarnas förtroende att vaska fram en kandidat en gång till med tanke på Juholt. Därför tro jag på en snabbinkallad extrakongress och en öppen valprocess.",
				"Dett är vad som kommer ske: 1: Juholt meddelar sin avgång 15:00 idag 2: TF är redan tilltalad som kommer ge sin syn på en PK ute på Sveavägen 68; som regen är att partisekreteraren i detta fall Jämtin tar över ansvaret och sköter det tills en ny partiledare är framtagen dock brukar inte tf sitta längre än ca 6mån för att få ut en politik! 3: VU samlas för överläggningar igen för att få ut en ny fördrikting 4: Partistyrelse och förtroeenderådet hos (S) kommer inkallas till möten under denna vecka som kommer 5: En my valberedningtillsätts med ny ordförande misstänker att denna gång så kommer det bli någon med rutinen att få med sig den nya kadidaten, Dvs Ingvar Carlsson eller Göran Persson för att kunna få den som är bäst lämpad till jobbet så måste man ta in en fd partiledare! 6: Kadidater finns redan förmodligen 2-3st som redan nu är beredda att axla ansvaret och få tillbaka förtroeendet hos väljarna inom (S), vilken dem då är minn gissning är att Bodtröm - Nuder - Österberg samt kommer Margot Wallström:s namn figurera igen i massmedia och annat visst kanske hon känner suget av att just ena partiet som kan föra henne till partiledare inom (S) men det är en rejäll högoddsare!",
				"Nuder tror jag personligen kan säga ja beroende på hur saken läggs fram i frågan om han vill ta sig an partiledar rollen för (S), Sist ville han inte tror det var pga alla blockeringar som var inom partiet och alla kandidater denna gång tror jag och hoppas innerligt att de som höll på och blockerade valen förra gången inser denna NU måste vi hitta den rätta i samförstånd! Sedan så kommer första PK:n med Jämtin som tf ske under Måndagen efter att /om Juholt nu avgår idag, Där kommer hon säga att hon sitter max 6mån sedan så skall en ny partiledare vara tillsat inom (S)! Sedan kan det ju också vara så att dem inte tar en kongress kan vara så alla har enats om ett namn sedan så tar dem en telekonf och beslutar den vägen att tex Nuder är vald till partiledare, Tror nog att det kommer gå rätt snabbt undan så är den nya partiledaren installerad på Sveavägen 68!"
		]
	},
	{
		"postIndex": [
			[474],
			[432],
			[473],
			[445],
			[373]
		],
		"postTime": [
			"2012-01-21",
			"2012-01-21",
			"2012-01-21",
			"2012-01-21",
			"2012-01-21"
		],
		"postNum": [
			[483],
			[439],
			[482],
			[452],
			[378]
		],
		"postLink": [
				"/sp35254874",
				"/sp35252700",
				"/sp35254862",
				"/sp35253175",
				"/sp35249776"
		],
		"postUser": [
				"Europe",
				"Macke85",
				"MBoudine",
				"Macke85",
				"longbow4y"
		],
		"postUserID": [
				"/u545185",
				"/u171306",
				"/u612113",
				"/u171306",
				"/u521927"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p41",
				"https://www.flashback.org/t1679139p37",
				"https://www.flashback.org/t1679139p41",
				"https://www.flashback.org/t1679139p38",
				"https://www.flashback.org/t1679139p32"
		],
		"userUrl": [
				"https://www.flashback.org/u545185",
				"https://www.flashback.org/u171306",
				"https://www.flashback.org/u612113",
				"https://www.flashback.org/u171306",
				"https://www.flashback.org/u521927"
		],
		"sentence": [
				"Vem som bör efterträda Juholt beror så klart på vad man vill att konsekvensera skall bli av valet. Jag vill själv definitivt inte att sossarna och vänstern vinner valet. Men om jag nu ändå skulle bedöma vilken partiledare, som det ens finns en teoretisk chans till att denne skulle acceptera en utnämning, skulle vara bäst på att lyfta partiet, så skulle jag se till följande: 1. Det framstår i mina ögon som vänster- och LO-falangen i partiet har känt sig lurade över att Juholt inte fick fortsätta leda partiet. De verkar även nära på en lång rad konspiratoriska föreställningar om en massiv massmedial högerkonspiration och inte minst att det finns en massa \"förrädare\" inom partiet som har konspirerat och ägnat sig åt krypskytte mot Juholt enbart för att fälla honom och kunna ersätta honom med en egen kandidat. Splittringen inom partiet var stor och uppenbar även utåt redan vid valet av Juholt (som just valdes p.g.a. låsta ställningar). Nu verkar den vara ännu större. Jag har svårt att se att vänster- och LO-falangen kommer att acceptera en \"högerkandidat\" till partiledarposten, som t.ex. Damberg. Östros är utesluten av ännu fler anledningar. 2. Samtidigt finns det en rad problem med att välja en starkt vänsterideologiskt driven partiledare. Det finns inte direkt något som pekar på att landets väljare törstar efter ännu mer socialism, med tanke på att Alliansen har vunnit två val i rad. Dessutom bör man rimligtvis kunna förklara för sig själv varför de väljare som törstar efter en mer vänsterdogmatisk styrning av landet skulle vilja rösta på (S) hellre än (V). 3. Ett problem för (S) är så klart att de måste kunna formulera en egen politisk linje. Under Sahlins styrning tyckte jag att (S) svängde i många frågor, som t.ex. skolfrågor, rotavdrag m.m. åt Alliansens håll än att hålla fast vid, eller t.o.m. gå ännu längre, den inställning som vänstern hade intagit tidigare. Personligen tycker jag att det är begripligt, eftersom Alliansen politik i dessa frågor var uppenbart vettigare än vänsterns. Problemet blev dock att (S) (eller någon annan heller) inte kunde förneka att Alliansens politik inom dessa områden var vettig, men man vill själva inte gå lika långt som Alliansen. Kort sagt, (S) var rätt alternativ om man ansåg att Alliansen politik inom frågorna var vettig, men samtidigt vill ha lite mindre av den vettiga politiken. Jag undrar vilka väljare (S) riktade sig till med det... Det är inte uppenbart varför (S) skulle kunna klara av att vara bättre på att vara det nya arbetarpartiet Nya Moderaterna, än vad moderaterna klara av det. Det är inte heller uppenbart varför (S) skulle lyckas vara ett bättre vänsterparti än (V). Och även om det i första hand är (M) som har stulit väljare från (S), så har (S) dessutom ett speciellt problem med (SD) som speciellt drar till sig S-väljare som är LO-medlemmar till den grad att SD idag är näst största parti bland LO-medlemmarna. Även om (S) skulle klara av att i viss mån retirera bort från den extrema kulturmarxism som man har odlat de senaste 20 åren, så är dörren ändå helt stängd för att i något avseende flörta med SD-retorik och nationalism. Jag är inte extremt insatt när det gäller det stora flertalet S-politiker, speciellt ifråga om följande politiker: . De i tråden som är bättre bekanta med honom får gärna rätta mig om jag skriver något som inte stämmer in på honom, men jag undrar följande: Med tanke på punkt 1, så har jag väldigt svårt att se att LO-falangen skulle blåsa till strid om man föreslog honom som nästa partiledare. Tvärtom borde väl LO-falangen snarare stödja det helhjärtat? Med tanke på punkt 2 och 3, så undrar jag inte om Löfvén på många sätt skulle kunna attrahera både arbetare och många som står till vänster? Då tänker jag i första hand på de väljare som kanske snarare attraheras av mer klassisk socialdemokrati än den modevänster med bl.a. kulturmarxism, vänsterfeminism, vurmande för fri invandring och mycket mer som (V) och (MP) redan erbjuder. Jag har fått intrycket att Löfvén inte har den dogmatiskt socialistiska syn på företagande och ägande som (V), utan skulle kanske av många ses som mer realistisk angående vad som krävs för ekonomisk utveckling? Jag vill minnas att han bl.a. har varit positiv inför att sänka skatter för företag. Jag har också vagt för mig att Löfvén inte har fastnat i dogmen att kärnkraften skall avvecklas och får definitivt inte utvidgas oavsett hur utvecklingen ser ut med energiförsörjning. Jag är faktiskt inte så säker på att alla potentiella S-väljare har den dogmatiska inställning som framförs av (MP) och som (S) har gjort till sin. Rätta mig om jag har fel angående Löfvens inställning. Med tanke på punkt 3, så har jag blivit alltmer övertygad om att en förnyelse av (S) inte går att utföra utan att offra några av sina gamla käpphästar, vilket eventuellt även innebär att offra en del av (S) nuvarande fraktioner och ev. några väljare. Tidigare var jag övertygad om att det vettigaste vore att offra de mest stelbenta betongsossarna, även om jag för min del helst vill se att kulturmarxisterna försvinner. Med tanke på att den vänsterextrema kulturmarxismen har blivit grundideologin för ställningstagandet i flera centrala och viktiga samhällsfrågor hos inte enbart (S), utan samtliga riksdagspartier utom SD (och möjligtvis även KD, samt i övrigt behöver ideologin inte vara den verkliga anledningen till ställningstaganden, men det är därifrån samtliga partier hämtar legitimeringen för den förda politiken). Det känns kanske inte uppenbart att just (S) skulle frångå kulturmarxismen, med tanke på att de i väldigt hög grad har just odlat denna vänsterextrema ideologi och t.o.m. Sveriges \"högerallians\" har accepterat den helt som en överideologi. Men å andra sidan är det just (S) som behöver förnya sig och försöka finna en politisk plattform som inte redan är upptagen. När jag har följt Juholtspektaklet och läst dårarna som blint försvarar mannen, så har jag ändå insett att denna falang är förmodligen extremt större än kulturmarxisterna. Jag undrar också om inte kulturmarxisterna och feministerna är överrepresenterade på riksnivå, jämfört med partiet i stort. När det gäller väljarna, så lär kulturmarxismen (samt den feministiska genusideologin) vara det som lockar minst. Faktum är att min erfarenhet är att folk i regel inte ens känner till ideologin, trots att den har nästintill intagit rollen som statsreligion. Mitt intryck är att både de troende själva och resten av politikerkåren verkar någonstans inse att om man skulle dra fram hela ideologin i dagsljuset inför väljarna, så skulle det kanske inte alls bli väl mottaget. Just därför lär det inte heller märkas om man helt överger ideologin. Med rätt motdrag, så kommer det vara svårt för de troende att kunna kritisera att man frångår kulturmarxismen på ett sätt som på något sätt verkar vettigt för de flesta väljare, eftersom kritiken mot den nya politiken för kvinnors och invandrares bästa endast bygger på att den inte följer en ideologi som folk inte känner till, samt inte skulle stödja om de kände till den. Slutligen angående punkt 3, så har jag i andra hand hört folk påstå att Löfvén skulle kunna tänka sig att diskutera invandring och dess koppling till lönedumpning. Jag vet inte var Löfven står i invandringsfrågor, men rent teoretiskt skulle (S) kunna börja att utifrån liknande perspektiv mer öppet börja tala om förändringar av den nuvarande invandringspolitiken som har varit tabu att varken diskutera eller forska kring förutsättningslöst. Det kanske inte skulle locka till sig den hårda kärna av SD-väljare med starkt socialkonservativa och nationalistiska värderingar, men frågan är om man inte skulle kunna locka tillbaka de S-väljare man har förlorat till SD. Givetvis kommer detta kritiseras av andra partier, men det börjar bli uppenbart för allt fler att den svenska invandringspolitiken dras med stora problem vars skadeverkningar för tillfället är svårbedömda. Undersökningar visar att en stor andel av svenska väljare håller med SD om att det finns stora problem med invandringspolitiken, men samtidigt delar dessa inte nödvändigtvis partiets nationalistiska ideologi och värdegrund, partiet har inte hunnit bygga upp något förtroendekapital ifråga om dess allmänna politiska kapacitet utöver invandringsfrågan, samt förmodligen är partiet fortfarande stigmatiserat efter den ständiga smutskastning den har utsatts för av en enad politisk elit och en enad massmedia. Men jag tror tiden är mogen för att diskutera problemen med den nuvarande invandringspolitiken och (S) bär inte på samma stigma och går dessutom inte att dränka i motpropaganda på samma sätt som ett litet parti utanför riksdagen, som SD var innan valet 2010. Men för att återigen förtydliga: Jag vet egentligen inte var Stefan Löfvén står politiskt i olika frågor och jag antar att ovanstående även kan ses som en skiss på önskvärda egenskaper hos en hypotetisk nästa partiledare. I vilket fall önskar jag inte att (S) kommer tillbaka till valet 2014. Och säg vad man vill, Juholt höjde definitivt underhållningsvärdet inom svensk politik, även om det kändes ovärdigt att största partiet i riksdagen väljer en sådan tok till partiledare och som tilltänkt statsministerkandidat.",
				"Håller med! De vill ju heller inte själva Carin Jämtin vore bäst! Hon har visat sitt tålamod och sin duglighet under den här resan. Hon tycks kunna navigera mellan partiets olika minfält och kunna arbeta med olika typer av partiföreträdare. Jag upplever att hon är klok och hon sätter partiets bästa framför sin egen bekvämlighet. Hon är lojal helt enkelt. Det kan man ju inte säga om alla höga socialdemokrater tyvärr.. Hon är också arbetsför och verkar inte behöva ta \"semester\" eller \"vila upp\" sig stup i kvarten som Sahlin och Ju(g)holt. Hon tror på socialdemokratin men har samtidigt förnuft och integritet. Hon är ordentligt skolad (och uppfostrad) under uppväxten Queen Elisabeth High Shool i Zimbabwe!!! Sånt imponerar på mig som spenderat tolv år av mitt liv i den svenska flumskolan, tillsammans med odresserade arbetarklassbarn och slashasar till lärare. Hon vågar kritisera Israel och hon är ingen mediakåt apa som måste synas och höras hela tiden, även om hon inte har nåt att säga.. Jag vill INTE se Veronica Palm, Sven-Erik Österberg eller Thomas Östros som partiledare för S. Med Carin Jämtin bakom rodret så skulle jag som borgerlig åtminstone kunna tänka mig att fundera över att rösta på Socialdemokraterna.",
				"Misstaget var att sparka Håkan Juholt, utan honom finns ingen retoriker inom (S) som klarar debatter med Reinfeldt i valspurten, och det är då 20-25 procent osäkra väljare bestämmer sig. Partiledningen och VU saknade självförtroende, tålamod och \"is i magen\" samt tog för starkt intryck av Bonnier-media och köpte lögnen i framförallt DN om hur körda sossarna med HJ vid spakarna är i valet 2014. Hade DN o övriga faktiskt tyckt som man skriver hade de höjt Juholt till skyarna och velat ha honom kvar som en slagpåse. Men så var det inte, Håkan Juholt var det enda hotet på vägen mot ytterligare fyra år med alliansen efter 2014, men nu kan alliansen andas ut eftersom det hotet är undanröjt. Nej, någon med tyngd finns inte inom (S) möjligen förutom Anders Lago, f. d. så kallad \"stark man\" i Södertälje, övriga namn som förs fram i debatten är losers i tidigare val och chanslösa, och någon kvinna på S-toppen är uteslutet under den tid som kan överblickas, dvs inom 2-3 generationer. Om VU förstår sossarnas bästa gör man klokt i att ta initiativ till en ny förhandlingsomgång med Håkan Juholt och återinsätter honom i en \"provanställning\", annars är det definitivt go'natt för (S) i valet 2014. Om inte Anders Lago kan övertalas förstås, men Lago är HSB-boss för närvarande.",
				"Jag är i alla fall jäkligt glad att vi lever i ett land där det finns \"oberoende\" ( .. ..) parter som granskar politikerna, och som rapporterar ifall en högavlönad statsministerkandidat misstänks fuska med diverse bidrag, slarvar med sanningen eller har en fru/sambo som är kriminell. Det ingår också i uppladdningen inför en eventuell regeringschefspost att man visar att man kan stå pall för lite tryck utifrån.. Det är ju trots allt en person som skall leda nationen i kris och krig om så behövs. Juholt visade att han inte hade vad som krävdes helt enkelt. Han blev tyvärr - utav andra inom partiet - befordrad över sin kompetensnivå, och han blev ett offer för situationen. Under tiden gjorde han sig till åtlöje i medierna (tyvärr). Trist! Men ansvaret ligger mycket hos det socialdemokratiska partiet, och som sagt inte bara hos Juholt själv.",
				"Om socialdemokraterna verkligen vill ha både förnyelse och förankring i partiet finns det en person som skulle vara perfekt som partiledare. Kanske bara under en övergångstid men det skulle ändå ge eko inom internationell politik. Jens Stoltenberg. Det skulle vara bra för Sverige med närmare kontakter med Norge och bättre statsman än Jens får man leta länge efter. Äkta skandinaviskt samarbete. Med Jens vid rodret även för Svenska arbetarpartiet är en förnyelse möjlig inom partiet. Inga gamla falangstrider som blockerar framtida politiska ståndpunkter, med en i Sverige obefläckad partiledare Det skulle antagligen också gynna Arbeiderpartiet i Norge med Jens som ledare för Svenska SAP. Men kanske framförallt skulle alliansen behöva tagga upp och skärpa till sig ordentligt om Jens skulle föra debatten mot dem."
		]
	},
	{
		"postIndex": [
			[587],
			[554],
			[603],
			[513],
			[604]
		],
		"postTime": [
			"2012-01-22",
			"2012-01-22",
			"2012-01-22",
			"2012-01-22",
			"2012-01-22"
		],
		"postNum": [
			[597],
			[564],
			[613],
			[523],
			[614]
		],
		"postLink": [
				"/sp35262452",
				"/sp35261019",
				"/sp35262820",
				"/sp35257871",
				"/sp35262821"
		],
		"postUser": [
				"DjPutte",
				"Zimmermanhound",
				"PrimusPilus",
				"Klabbarparn-",
				"DjPutte"
		],
		"postUserID": [
				"/u327873",
				"/u647488",
				"/u587613",
				"/u402812",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p50",
				"https://www.flashback.org/t1679139p47",
				"https://www.flashback.org/t1679139p52",
				"https://www.flashback.org/t1679139p44",
				"https://www.flashback.org/t1679139p52"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u647488",
				"https://www.flashback.org/u587613",
				"https://www.flashback.org/u402812",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Nuder har ånyo sagt NEJ han tänker inte kandidera som partiledare enl sr.se idag, Det är rätt logiskt med den position han besitter inom Wallenbergs fären så säger man nej rakt av.... Bodström verkar vara road åt det hela och tydligen skrattadwe han bort det att han var en av favoriterna till partiledarposten vad det då kan innebära, Misstänker nog att den eller de som är aktuella redan är kontaktade och bett dem an tingen säga nej eller skratta bort det hela som just Bodtröm gjorde bara för att få processen att gå snabbt utan att falangerna kommer börja strida ånyo! Ska man se till dem som är heta: Bodström: Han är en det vad partiet kallar valvinnare fick flest kryss av alla i STHLM förra valet de ville ha han redan då Juholtaren smög sig in och fick jobbet, Minus kontot han har ingen riksdagsplats skapar lite oreda så någon annan måste ta debatterna mot alliansen och inte partiledare förvisso det går att fixa temporärt tills efter valet med en sk vice partiledare som finns i riksdagen redan! Damberg: Populär på högerflanken kan fungera men gjort sig obekväm under SSU tiden + Carzy Horse äventyret ligger han rakt i fatet, Kan förvisso axla Bodtröms matel i riksdagen under debatterna tills 2014 och valet är över! Wallström: Förordnadet i FN går ut i Mars så visst men hon har sagt nej nu så många ggr så man vet inte men visst det är drömen för (S) att hon antligen säger JA till en nominering, DÅ är det likt Bodström måste man tillsätta en lika skarp person som sitter redan riksdagen för att ta debatten där problemet är vem är lik Wallström med respekt svårt att finna den personen! Sedan finns det flertalet andra i skuggan av dessa men jag tvivlar på att någon av dem kommer ha en chans om någon av dessa tackar ja och blir partiledare! Mitt tips för stunden och dagen: Thomas Bodström & Mikael Damberg Bodstrom tar partiledarrollen och sköter de yttre dvs debatterna utanför riksdagen och Damberg kör endast inne i Riksdagen, Kan vara det vinnade vapnet för (S) 2014",
				"Ja, varför inte. Socialdemokraternas partiledare verkar ju göra korta rundor nu mer. Mona Sahlin satt i fyra år och Juholt satt i några månader. Jag tror också att Bodström kan vara en bra kandidat. Han är litet som något är hämtat från en amerikansk valrörelse. En riktig Mitt Romney med andra ord. Karriären är det ju inte fel på. Allsvensk högerback mellan 1987-1989. Tog sin juristexamen 1990 och var då 28 år gammal. Mellan 1990-1996 arbetade han på \"Sju advokater\" som biträdande jurist. Grundade sedan Stockholms advokatbryå efter att han fått sin advokatitel. Han har försvarat offren i Diskoteksbranden och försvarade även Tito Beltran. Arbetade med detta fram tills 2000 då han blev Sveriges justitieminister mellan 2000-2006. Mellan 2002-2010 så satt han i riksdagen för Socialdemokraterna och mellan 2006-2010 ordförande justitieutskottet i Sveriges riksdag. Bodström är också ordförande för EPCAT och sitter i styrelsen i företag som bedriver friskoleverksamhet. Han har även suttit i styrelsen för Svenska Unicef, Advokatsamfundet och Advokater utan gränser. Han har också skrivit en bästsäljande bok. Mannen är ung och det finns inga skandaler kring honom. Den enda kritik som finns mot honom är hans kamp mot \"piratkopiering\" men där kan man ha olika åsikter. Mannen är i princip perfekt. Det finns säkert ett och annat på honom men varför skulle media vilja sänka honom? Sedan är han ung vilket är bra. Den politiska karriären är möjligen kort men det spelar inte så stor roll och Bodström är knappast en permanentlösning för mer än valet 2014. Frågan är om det spelar så stor roll? Om Thomas Bodström kan lyfta partiet. Vad har han tänkt sälja? I slutändan måste han sälja en politik som konkurrerar med den som Fredrik Reinfeldt har. En person jag tror betydligt mer på är Mikael Damberg. Om jag satt i partistyrelsen så skulle jag fråga Mikael Damberg (för politiken), Thomas Bodström (för väljarna) och Margot Wallström (för väljarna). Mikael Damberg lär med säkerhet ställa upp - och de två andra skulle i alla fall rent partiledarmässigt ge väldigt mycket. Men jag är rätt säker på att ingen av sossarna ens funderar på Damberg. De lär komma överrens om någon Juholt eller något våp till kvinna. Då kommer allt gå åt helvete. Sossarna verkar inte vilja vinna valen - varken med politiken eller partiledaren.",
				"Det räcker inte att bara tillsätta en ny partiledare, hela den politiska ledningen behöver förnyas. De skulle behöva börja att rensa ut de som baktalat, twittrat och på annat sätt underlåtit att stödja sin fd partiledare. klarlägg vilka det är och sparka dem ut ur partiet. Den nya partiledaren behöver ha total handlingsfrihet att forma sitt team. Detta kommer de ej att lyckas med. De behöver även klarlägga vilka tjänstemän (PR-folk, strateger, talskrivare etc) som misslyckats med att ge HJ det stöd han behövde, även de behöver bytas ut. De kommer att lyckas med detta till del, även om jag tvivlar. Partiet måste förstå att de inte längre är ett 40% stadsbärande parti, de är ett parti som alla andra. Självbilden måste anpassas till den verklighet som råder. Fat and happy! Här tror jag faktiskt att deras största utmanning ligger, har inte sett ett enda tecken på att detta sjunkit in. Alliansen befinner sin innanför S beslutscykler, de är totalt utmanövrerade. De behöver inte bara ta fram en ny politik, de behöver även ta initiativet från alliansen. Förutom att vinna behöver även alliansen tappa, vilket just nu känns avlägset. De behöver jobba med värdegrunden, en ny vision, nya politiska mål och aktiviteter som leder inte bara partiet, utan även anger en ny riktining för Sverige. Något som idag blir väldigt svårt då man gjutit fast många politiska dogmer. Svårt utan självinsikt och en fungerande partiapparat,...... Utan dessa ovanstående saker är det lönlöst att välja en ny ledare, det kommer att misslyckas! OM de lyckas med ovanstående, bör de sätta siktet på 2018, välj en ny ung partiledare och säkerställ ett helhjärtat stöd från partiet. Men jag tvivlar",
				"Det här sammanfattar nog det hela ganska bra. I mina ögon så verkar det som att Socialdemokraterna ha spelat ut sin roll lite. Det ska ju föreställa att dom representerar folket och framförallt arbetarklassen, men finns den verkligen kvar 2012? Deras politik är utdaterad och (i brist på bättre ord) onyanserad. Det verkar snarare som att deras fokus har hamnat på de grupper som anses vara utsatta i dagens samhälle istället, däribland invandrarna och andra som ofta är i behov av bidrag. Deras politik är alltså inte lika tilltalande för den vanliga arbetaren, då dessa kanske inte alltid känner för att tvingas försörja andra människor för sina egna, hårt förvärvade pengar. Moderaterna var snabba på att ta efter där Socialdemokraternas tid upphörde. \"Arbetarna\" idag är just arbetare, inte ansiktslösa offer utan möjlighet till försörjning, och det är dessa som gynnas av Moderaternas politik. \"Det nya arbetarpartiet\". Resultatet av detta är dock att andra har kommit i kläm, mestadels pensionärer och ungdomar som precis skall ut i arbetslivet. Vem är det som hjälper de som inte kan, eller får arbeta? Situationen har blivit lite av en deadlock. Vissa grupper hamnar alltid mellan stolarna, oavsett vad man röstar på. Samtidigt som dessa två block driver sin respektive politik så fortsätter dessutom importen av diverse folkslag som bevisligen har svårigheter att integrera sig till det svenska samhället. Detta på grund av \"humana skäl\" och \"medmänsklighet\", men samtidigt vill man ge sken av att det är en investering för landets skull. Dessa kan heller aldrig få skulden för några av de problem som uppstår i samhället. Under tiden ökar kriminaliteten i redan utsatta områden, och fler och fler medborgare behöver bli försörjda till följd av invandringen. De som däremot vill arbeta har inte alltid möjlighet till det, då det råder arbetsbrist i landet. Sverigedemokraterna ger intrycket av att grunda sig på gammal socialdemokrati, men med inslag från bland annat liberalismen. Här väljer man att ta ställning till områden som de andra mer etablerade partierna inte tar i med tång, till exempelvis äldrevården och invandringen. Den Lilla Människan är i fokus. Det är områden folk blir förbannade på och vill förändra, men där ingenting händer. Jag tror inte att folk motsätter sig rimliga skattehöjningar, så länge dessa går till rätt saker och inte till parasiter eller \"ensamkommande\" när vi har pensionärer som knappt får mat varje dag. Och det är här Sverigedemokraterna kommer in. Kalla det missnöjesparti om ni vill, men det är ju knappast negativt att ta till sig folkets åsikter och att vilja förändra just det som folk är missnöjda med.",
				"Det finns ju ett krav från någora distrikt att INGEN från VU får väljas till ny partiledare där faller ju en hel hög veck redan om man utgår från det man inte tar tex Nuder - Bodström el Wllstrom som partiledare då måste man ta en vice som för talan i riksdagen, Det är en mycket snårig djungel vem som kan och vill bli partiledaren satt och gick igenom vilka som sitter i riksdagen för (S) och ingen där är en sk valvinnare förutom den som utmålats som en kronprins Damberg men då var det dä'r kravet utifrån distrikten! Känns som att det är någon som inte finns i Riksdagen som kommer få partiledar posten av just Nuder - Bodström - Wallström för alla dessa har egenskapen att kunna vinna något och alla kan ena ett sargat parti!"
		]
	},
	{
		"postIndex": [
			[758],
			[727],
			[681],
			[705],
			[759]
		],
		"postTime": [
			"2012-01-22",
			"2012-01-22",
			"2012-01-22",
			"2012-01-22",
			"2012-01-22"
		],
		"postNum": [
			[770],
			[739],
			[692],
			[716],
			[771]
		],
		"postLink": [
				"/sp35269589",
				"/sp35267701",
				"/sp35265840",
				"/sp35266476",
				"/sp35269621"
		],
		"postUser": [
				"DjPutte",
				"DjPutte",
				"Dr King",
				"Andraandningen",
				"SoulSurvivor"
		],
		"postUserID": [
				"/u327873",
				"/u327873",
				"/u98999",
				"/u393076",
				"/u651639"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p65",
				"https://www.flashback.org/t1679139p62",
				"https://www.flashback.org/t1679139p58",
				"https://www.flashback.org/t1679139p60",
				"https://www.flashback.org/t1679139p65"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u98999",
				"https://www.flashback.org/u393076",
				"https://www.flashback.org/u651639"
		],
		"sentence": [
				"Det verkar vara på g en snabb lösning i partiledar frågan enl det distrikten vill ha, Känns vettigt för att partiet i fråga kan inte vara utan en partiledare! Sedan alla NEJ det ska vi nog inte ta på fullt allvar det är kutym i (S) säga NEJ eller jag är inte intresserad! Sedan som tex Nuder - Österberg och Östros som är på ena eller andra sättet borta ut disskutionen som partiledare nåja Nuder verkar vara en skum fisk han säger han är inte politiskt aktiv fast han i bakgrunden likväl är politiskt aktiv, Österberg och Östros som sagt är borta efter var Ingvar Carlsson sagt om dessa och det väger jävligt tungt de orden! Sedan ett nej jag är inte intresserad av Bodström på partiledar rollen jag tror han är övertalningsbar bara det är rätt person som ställer den frågan åt han, Sedan så kan vi stryka veck alla kvinnor från partiledar rollen oavsett vad alla här få Flashback säger pga det är INGEN av dessa som finns är ingen som kan vinna val eller dyl! Det kommer bli en jäkligt intrssant vecka som komma skall för då partistyrelsen sammanträder på fredag så kommer nog den som ska leda partiet utses!",
				"Japp stämmer bra det du säger för Nuder eller Carlsson har ingen makt i VU men man sänder en på inre flanken Österberg han får de flesta med sig och Östros tar det yttre så är dessa dem som spelade nyckelspelet i Juholt:s avgång + omöjlig gör dem som partiledarkandidater, Sedan så är det flertalet andra som inte ens kommer finnas i takarna hos dem som ska utse en ny partiledare! Dem vill inte ha samma debacel som blev nu med Juholt så kraven kommer vara skärpta typ vinnare - kan vinna val - levererar en politik - kan hela partiet känns mer och mer som delar är Bodström delar är Nuder men ena är inte intresserad Nuder den andre enl uppgifter i XP pappersvarianten KAN tänka sig axla partiledare rollen inom (S)!",
				"När man tittar på den kravprofil på Ljugholts efterträdare som börjar formas finner man följande punkter: *) En duktig talare som gör sig bra i media. *) En karismatisk folklig person som kan engagera massorna. *) Stor politisk erfarenhet och vana av partiledardebatter. *) En som går hem hos unga och kvinnor. *) Dokumenterad förmåga att kunna vinna röster i Stockholm. *) Någon som tillhör en ny generation, gärna kring 40 år. *) Inga lik i garderoben. *) Ingen som nu sitter i VU eftersom man vill få en fräsch start. *) Ingen som stått nära Göran Persson, Mona Sahlin eller Håkan Juholt eftersom de betraktas som losers. Denna person kan väl inte finnas tänker ni nu, men det gör hon faktiskt. Och hennes namn är ..... barabam,..., barabam ..... Maria Wetterstrand. Ja hon uppfyller faktiskt kravprofilen perfekt. Ingen av de olika falangerna i partiet skulle heller känna att någon annan falang fick igenom sin kandidat eftersom hon ju inte är någons kandidat. Enda nackdelen är ju givetvis att hon för närvarande tillhör fel parti men det kan de säkert lösa med lite övertalning. Troligen lättare att få Wetterstrand att byta parti än att hitta någon som uppfyller kravprofilen och vill ställa upp inom det egna partiet. På Wetterstrands sida står bl.a. följande: Sedan kan de inför nästa val bilda en rödgrön allians som återtar regeringsmakten med V som stödparti. Detta är nog ett erbjudande som är för bra för henne att tacka nej till. Fråga är bara om (S) är tillräckligt smarta för att inse att detta vore den säkraste vägen för dem att återfå regeringsmakten.",
				"Palm har sagt nej enligt Expressen men om man tittar på intervjun är det inte ett tydligt nej. Hon säger bara att hon inte kandiderar. Om man listar dem vars nej man kan vara mer eller midre säker på så är de: Thomas Eneroth Pär Nuder Margot Wallström Leif Pagrotsky Personer som helt klart vill (vad jag tror) är följande: Thomas Östros Sven-Erik Österberg Mikael Damberg Ylva Johansson Stefan Löfven Av dessa går Thomas Östros och Sven-Erik Österberg bort enligt Expressens källor. Båda har gått över gränsen i sitt intigrerande mot Juholt och Österberg har dessutom betett sig rent illa mot honom på ett oacceptabelt sätt. Ylva Johansson vill men säger själv att hon inte har partiets stöd, vilket säkert stämmer. Återstår Mikael Damberg och Stefan Löfven som båda säkert är duktiga men som också skulle vara ett vågspel att välja. Ingen har regeringserfarenhet och åtminstone den ene är starkt kontroversiell. Det känns nästan som att sossarna måste hitta någon annan, en person som har varit minister och med en stark ställning inom partiet. Den enda jag kommer att tänka på är Lena Sommestad. Hon är batikhäxa med alla de värderingar som en sådan brukar ha. Hon kommer därvidlag att konkurrera med batikhäxorna i Miljöpartiet och Vänsterpartiet och kan säkert fortsätta det Sahlin påbörjade nämligen att göra sossarna till ett tioprocentsparti.",
				"Sossarna måste givetvis tänka på jämställdhetsaspekten i valet av nästa partiledare, och därför måste alla som gapar om Nuder, Bodström, Östros etc inse att en vit man är utesluten. Den nya SSU-ordföranden (som egendomligt nog själv är en vit man) har också tydligt deklarerat att han tycker att det är för många vita män som är med och styr. Konstigt nog väljer han ändå att själv sitta kvar istället för att överlåta sin plats åt någon som bättre passar in i \"sökprofilen\". Nu är det verkligen dags att sossarna föregår med gott exempel och visar sin solidaritet med de förtryckta minoriteterna i samhället. Att välja en helvit gubbe är helt enkelt uteslutet såvida han inte är en gedigen bög. En transperson vore i och för sig perfekt, då kunde man stolt gå till val på Carins och Monas brillianta idé om att inrätta toaletter för \"det tredje könet\". Nu känner jag inte vad de olika kandidaterna föredrar i sänghalmen, men åtminstone Bodström borde vara diskvalicerad pga sin bakgrund som allsvensk fotbollsspelare, han har säkert ett och annat bögskämt på sitt samvete sedan sin tid i den homofoba miljön som elitidrott är. En muslim vore också att föredra, det skulle visa att (s) tar beslutet om att Sverige ska vara mångkulturellt på allvar. Hoppas och tror att VU gör samma analys, annars kommer man utan tvekan att bli anklagde för att styras av rasism, nazism, islamofobi, homofobi och gamla maktstrukturer. Storfavorit i det här läget blir utan tvekan Bubblare:"
		]
	},
	{
		"postIndex": [
			[955],
			[875],
			[917],
			[827],
			[844]
		],
		"postTime": [
			"2012-01-23",
			"2012-01-22",
			"2012-01-22",
			"2012-01-22",
			"2012-01-22"
		],
		"postNum": [
			[969],
			[888],
			[930],
			[839],
			[857]
		],
		"postLink": [
				"/sp35280786",
				"/sp35275231",
				"/sp35276841",
				"/sp35273151",
				"/sp35273894"
		],
		"postUser": [
				"Zimmermanhound",
				"BiggestSnoozer",
				"BrainOfSheldon",
				"eradico",
				"DjPutte"
		],
		"postUserID": [
				"/u647488",
				"/u526624",
				"/u662162",
				"/u283279",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p81",
				"https://www.flashback.org/t1679139p74",
				"https://www.flashback.org/t1679139p78",
				"https://www.flashback.org/t1679139p70",
				"https://www.flashback.org/t1679139p72"
		],
		"userUrl": [
				"https://www.flashback.org/u647488",
				"https://www.flashback.org/u526624",
				"https://www.flashback.org/u662162",
				"https://www.flashback.org/u283279",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"En partiledare måste klicka överallt. För Socialdemokratisk partiledare handlar det om att ha stöd i följande eliter: 1. LO och övriga Fackförbund 2. Byråkratin (inklusive EU) 3. Media 4. Finansen och industrin 5. Akademin 6. Partiets alla falanger (Från Fackanslutna gråsossar till marknadsliberala sossar till den urbaniserade senmoderna vänstern) 7. Utomparlamentariska organisationer Vad gräsrötter utan ställning tycker är litet skitsamma. Det är ändå ingen som behöver lyssna på dem. Däremot behöver en Socialdemokratisk politiker lyssna litet på väljarna och måste gå hem hos tillräckligt många. Det stora problemet för Juholt var att han inte var populär någonstans. Han var en extrem kompromiss och samtidigt en löskanon så eliter utanför partiet så som media blev nästan direkt oroliga. Till och med Aftonbladets LO-ägda ledarsidor surnade till på honom. Om de fick bestämma så skulle de gärna se en ny Mona Sahlin. Mona Sahlin åkte ute eftersom hon insåg att hon inte var en valvinnare. Det är just det här som är det stora problemet för Socialdemokraterna. Om de vill vinna val måste de ändra sin politik och ändrar de sin politik måste de bränna antingen falanger inom partiet och eliter utanför partiet. För Fredrik Reinfeldt är det här inget problem - det är ingen som stör sig på honom av eliterna, förutom fackförbunden men de skiter han i eftersom han har både Bonnierklanen och finansen på sn sida. Fredrik Reinfeldt är litet som \"Mitt Romney\" - ingen gillar honom men ingen hatar honom och han ställer upp på allt så länge ingen ifrågasätter att hans ministrar har privata affärsintressen utanför politiken och att han vill sälja ut så mycket allmän egendom som är politiskt möjligt. Vad man skall komma ihåg är att vi kommer få ordentliga problem 2014. Det kan faktiskt bli en socialdemokratisk regering om Kristdemokraterna åker ut. Det kan innebära att borgligheten blir mindre än Socialdemokraterna, Miljöpartiet och Vänsterpartiet. Lösningen för borgligheten är då att bjuda in Miljöpartiet på förhandling eller bjuda i Sverigedemokraterna (om de blir tillräckligt stora). Då kommer vi få se en riktig \"fucked up\" politik - men det kan faktiskt innebära att SAP får tillbaka de ungdomar som röstat på Miljöpartiet. I annat fall blir det en ultra-svag Socialdemokratisk-Vänster-Miljöpartist regering där alla får ungefär lika mycket att säga till om. Det är faktiskt då jag tror att Reinfeldt kommer snegla på Åkesson. I synnerhet när den här svaga vänsterregeringen sätter stopp på utförsäljningarna. Det är Renfeldts stora rädsla. Alltså: Det handlar inte bara om partiledaren eller vilka eliter som är knutna till partiet, det handlar om andra saker, så som hur rösterna fördelar sig. SAP behöver inte vara \"stora\" för att kunna regera Sverige. Sossarna skulle gärna vilja vara det men i verkligheten blir det nog inte inga fler sådana regeringar för dem. Den stora grejen är faktiskt om Reinfeldt ringer Åkesson - då jävlar kommer Moderaterna och borgligheten växa och då är då spelar det fan ingen roll om det är självaste Margot Wallström som sitter som sosseboss. Partiet kommer falla rakt ned i underjorden. Men detta kommer bara ske om borgligheten får värre mandat än de röd-gröna, och det är inte otroligt att det blir så om KD åker ut och C och Fp minskar till 4-5 procent.",
				"Sossarna tänkte rätt, men ändå helt fel, när de utsåg Juholt till ny partiledare. De gjorde rätt så tillvida att de valde en ny och relativt okänd kandidat som Juholt, dvs ett nytt ansikte och en ny röst som inte kunde förknippas med Mona Sahlin och de övriga trötta, slitna, tråkiga kandidaterna i partitoppen. Men det blev ändå fel att välja Juholt eftersom han visade sig vara ett riktigt stolpskott med många lik i garderoben. Har man grodor och klavertramp som främsta hobby, saknar tydliga visioner och dessutom är på gränsen till kriminell, då får man det inte lätt som partiledare för ett parti i kris. Det blir givetvis bakläxa till valberedningen som inte granskade Juholt bättre i sömmarna innan de utsåg honom.... Nu verkar återigen många röster höjas för någon utav de gamla tråkiga livlösa figurerna i partiet tar över efter Juholt. Namn som t.ex. Nuder, Bodström, Wallström, Damberg, Veronica Palm och t.o.m. Pagrotsky nämns....och jag kan bara säga att enligt min uppfattning har ingen utav dessa vad som krävs för att vända förfallet inom SP. Om inte SP trollar fram med ett verkligt politiskt ESS till ny partiledare så kommer partiet att fortsätta rasa ner mot kanske 10-15% i nästa val. Det är iaf min prognos...",
				"Jag tycker det är oerhört spännande! Men fatta pressen! -Vill du leda landets \"största parti\", ett parti som helt rasat samman, är uppdelat i olika läger, som gjort bort sig och skämt ut sig? I såfall tar du över efter en pajas som underhållit Sverige i 10 månader och raserat partiet från ett läge då man trodde att man redan var på botten. Vilken överraskning det måste ha varit när man insåg att det gick att falla lägre. Samtliga övriga partier måste ju jubla och roffa åt sig av alla väljare som överger sossarna. Reinfeldt tackade ju till och med för samarbetet hahaha, jo, jag förstår det. Före denne pajas hade vi ...en annan pajas! Gör om, gör rätt, tänkte man och satte dit Ljugholt meeen skam den som ger sig, tredje gången gillt? Eller vågar vi hoppas på något ännu värre i ett rakt nedåtstigande led av pajasledare? Som sagt, vem vill ta över när två puckon misslyckats så utomjordiskt ordentligt och efterlämnat sig ett parti i spillror. Den enda tillräckligt egocentriska och självgoda psykopaten som jag kan komma på, som på allvar själv skulle tro att hen skulle lyckas exemplariskt, är väl Göran Persson i så fall",
				"I detta läget så känns det inte som att det finns alltför många alternativ av de kända socialdemokraterna i mitt tycke. -- Är förvisso väldigt populär. Dock så är han inte riktigt rätt man för jobbet, jag är övertygad om att han hade varit en duglig kulturminister men som statsminister tvivlar jag. Han har alltid marknadsfört sig som lite av en doldis med humor. -- Alldeles för höger. Bland de mer vänsterinriktade distrikten hade han aldrig fått något stöd. Tror att val av Damberg enbart hade lett till ett ökat kryppskytte (om det ens är möjligt) inom SAP. Att han är ung talar dock för att han kan öka i popularitet. -- Är kvinna vilket förmodligen hade varit positivt från kvinnoförbundet. Dock så har hon alldeles för stort motstånd inom partiet och har dessutom motionerat om att förbjuda pornografi. Tveksamt. Bör dock tilläggas att hon är ung och har stort stöd bland kvinnoförbunden. -- Duktig retoriker, välkänd hemma i stugorna och populär. Tillhör dock förmodligen högerfalangen inom partiet och har nog för många lik i garderoben. Känns ytterst tveksamt. -- Är ganska okänd. Förmodligen är han även för gammal och har okänd falangtillhörighet. Tackade dessutom nej senaste gången. -- relativt välkänd. Hade förmodligen kunnat lyfta partiet en hel del men faller nog på att han är medelålders vit man vilket man förmodligen vill försöka undvika. -- Trots att han tillhör högerfalangen så är han en av mina favoriter. Har själv träffat honom och upplever honom som en ganska sympatisk man. Att han dessutom är licenciat disputerad och utbildad nationalekonom talar för att han är relativt kompetent. Är dessutom rätt duktig med media. Nackdelen är väl att han är lite väl gammal och att han tillhör högerfalangen. Personligen har jag lättare att se honom som finansminister. -- Personligen min absoluta favorit. Har gjort ett bra jobb i EU och verkar vara väldigt insatt i internationella frågor. Har dock vägrat att bli partiledare tidigare. Personligen så tror jag att man hade behövt sätta ihop ett a-team för att fixa biffen. Pagrotsky som kulturminister, Östros på finansministerposten och Wallström på eu-minister posten. Att stärka upp med rejäla politiker vid sidan av en ny och relativt okänd partiledare kan vara socialdemokraternas bästa alternativ.",
				"Tror nog personligen att tanken och ett uppdrag att föra samman partiet och föra partiet mot valet och vinna det 2014, Det finns saker som gör att Bodström kan tänka sig att ta detta uppdrag som partiledare inom (S)! Nuder det är en som jag får inte grepp på för han har sagt att han inte vill tillbaka i politiken eller bli partiledere, Men vad gjorde han i Fredags jo han smet in på Sveavägen 68 bakvägen hissen upp till 6:e våningen samtala med Juholt och få han att inse loppet är kört dags att avgå samt skriva avskedstalet känns mycket som att han vill tebax i rampljuset och föra partiet tillbaka till spets!"
		]
	},
	{
		"postIndex": [
			[1049],
			[1022],
			[1083],
			[1130],
			[976]
		],
		"postTime": [
			"2012-01-23",
			"2012-01-23",
			"2012-01-23",
			"2012-01-24",
			"2012-01-23"
		],
		"postNum": [
			[1064],
			[1037],
			[1098],
			[1145],
			[991]
		],
		"postLink": [
				"/sp35291275",
				"/sp35285868",
				"/sp35294162",
				"/sp35297505",
				"/sp35282872"
		],
		"postUser": [
				"Dr King",
				"Blå Ruta",
				"DjPutte",
				"zizacon",
				"DjPutte"
		],
		"postUserID": [
				"/u98999",
				"/u103282",
				"/u327873",
				"/u83089",
				"/u327873"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p89",
				"https://www.flashback.org/t1679139p87",
				"https://www.flashback.org/t1679139p92",
				"https://www.flashback.org/t1679139p96",
				"https://www.flashback.org/t1679139p83"
		],
		"userUrl": [
				"https://www.flashback.org/u98999",
				"https://www.flashback.org/u103282",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u83089",
				"https://www.flashback.org/u327873"
		],
		"sentence": [
				"Om man tolkar lite mellan raderna av vad som sägs från olika håll inom partiet så är det nu en person med stor rutin och erfarenhet man letar efter. Jag tror detta innebär att man vill ha någon som tidigare varit minister och därmed alltså någon från någon av Göran Perssons olika regeringar. Detta innebär att Juholts efterträdare finns på följande sida: GP själv är givetvis inte aktuell och några övriga är för gamla eller som Anna Lindh död. Studerar man vilka som skulle kunna tänkas vara aktuella får man fram många kända namn som redan nämnts som: Leif Pagrotsky Pär Nuder Thomas Bodström Carin Jämtin Margot Wallström Anders Sundström Thomas Östros Sven-Erik Österberg Ylva Johansson Ulrica Messing Lena Sommestad Morgan Johansson Där finns också sådana som aldrig skulle bli aktuella som: Lena \"Hjälp var är jag\" Hjelm-Wallen Bosse \"Jag hänvisar till överenskommelsen\" Ringholm Maj-Inger \"Klinga-Maja\" Klingvall Berit \"Katastrof som valberedningens ordförande\" Andnor Ines \"Internet är en fluga som kommer att dra förbi\" Uusmann Några intressanta som inte nämnts hittills från listan är Lena Hallengren - Ung och snygg. Frågan är dock vilken kompetens hon besitter. Sedan kommer hon från Kalmar län och det gick ju inte så bra senast. Jens Orback - Jag har alltid tyckt att han varit bra och vettig och han gjorde ett bra intryck när han framträdde i SVT i lördags för att kommentera Juholts avgång. Ärligt talat tycker jag att han vore bra. Frågan är om han själv vill eller om någon ens tänker på att fråga honom. Han är civilekonom, arbetade för Feldts stab i slutet på 80-talet och kan ta media väl eftersom han sedan var programledare för Striptease som var den tidens Uppdrag granskning. Trots den långa meritlistan är han inte mer än 52 år. Han klassiska uttalande att han inte hade något emot att hans mormors syster bodde med en häst är nog glömt nu. När man ser denna lista känns det som att det finns alldeles för många bra namn på den för att man skall välja någon utanför den. Någon av dessa måste de kunna bli överens om och få att säga ja. Att Anders Sundström tydligen i helgen fick frågan om han var intresserad av VU tyder på att det är just denna lista VU nu sitter med och går igenom namn för namn.",
				"VU vädrade morgonluft när Persson försvann. Makten fanns helt plötsligt tillgänglig när pampen släppte tyglarna. Sedan upptäckte VU att mot en svag partiledare kunde dom utöva högsta makten i partiet. När Mona föreslog samarbete med MP men inte med V så satte sig VU på tvären och förhindrade det. Efter det var Mona bara en galjonsfigur och utan riktig makt. Sedan fick hon skulden för den helt oförnyade politiken trots att det inte var hennes fel. VU sitter som konservativa bromsklossar och förhindrar precis all förnyelse. Detta trots att förnyelse är det som krävs för att partiet ska kunna överleva. Helt utan självinsikt så skyller VU på att partiledarna inte lyckas lyfta partiet när det egentligen är dom själva som är felet. Men det kommer aldrig hända att dom gör något åt det. Juholt gavs inte ens en chans av VU. Han var utsedd till temporär partiledare innan han ens tillträtt. Så fort han tillträdde började spelet med att få bort honom igen. Media utnyttjades och spelades på som en piano av VU, därav alla \"läckor\" hela tiden. För att partiet ska fungera krävs en partiledare med pondus att ses som en ledare av både folket och partiet. Detta för att han/hon ska kunna sätta VU på plats så dom lyder och följer istället för att konspirera. Persson hade den pondusen. Mona och Juholt hade det inte. Och så länge ingen vill/klarar sätta sig upp mot VU och faktiskt vågar försöka så kommer det inte ske ett uns av förnyelse i partitoppen. Persson omgav sig av karaktärslösa, platta personligheter just för att kunna köra över dom på ett dominant sätt. När det bara är dessa tomma, personlighetslösa ja-sägare kvar i partiets topp så har ingen karisma nog att på ett trovärdigt sätt ta på sig kronan. Och om ingen gör det blir det ingen förnyelse. Och blir det ingen förnyelse så kommer det inte några nya i partitoppen. Vilket gör att inte nya potentiella ledare kommer fram. Den onda cirkeln är ett faktum och partiets framtid är som en nedskjuten Messerschmitt, det ryker våldsamt medan det i cirklar störtar mot marken med ett tjutande motorljud.",
				"1: Pär Nuder säger han är inte med i politiken mer, likväl så är han med då Juholt ska bort skriver hans tal och dyl så med rätt person som frågar han så kommer man få ja! 2: Mikael Damberg ung skulle förmodligen haft partiledar posten redan då Juholt valdes med det var blockeringar hit och dit! 3: Thomas Bodström likt Nuder rätta personer som lägger fram att dem vill ha han som partiledrae och han är en vinnare som kommer han inte kunna neka! Utöver dessa så är det svårt att se några andra som kan vara aktuella i mina ögon, Men har dem frågat Anders Sundsröm så känns det svår gissat för det finns en hög kompetenta kandidater utom partiet Jan Eliasson dock faller han för ålder lika med Jan Nygren var påtänkt att ersätta Ingvar Carlsson sedan Jens Orback finns där också men som sagt jag tror att alla dessa som har sagt nej som massmedia får redan på är nog inte så aktuella den som VERKLIGEN dem vill ha bearbetas i lugn och ro känns någon av de jag nämt!",
				"Var det inte sossarnas problem att de behövde reformera partiet? Komma med lite nya saker som kan hota Moderaterna, var det inte därför man valde Juholt från början? Och så talar man om Thomas Östros - det är ungefär som att anställa en fiskare att programmera raketbanor på NASA. Thomas Östros går går säkert jättebra i en extremt begränsad miljö i enskilda frågor som han behärskar. Ungefär som om man tänkt använda rymdfärjorna Discovery och Atlantis som glorifierade båtar att sitta på med metspö i någon sjö. Men att tro att han skulle klara av partiledaruppdraget ens bättre än Juholt, det har jag svårt att se ärligt talat. Det är trots allt inte vilket uppdrag som helst, sossarnas företrädare ska vara potentiell statsministerkandidat, och partiet är dessutom i flammande kris - redan utan Juholeffekten. Och är kraven nu så låga, att det enda man förväntar sig av en kandidat för Socialdemokraterna är att personen inte ska göra någonting konstruktivt överhuvudtaget, så man åtminstone slipper dålig press? Nej Östros är i princip symbolen för det gamla usla Socialdemokratiska partiet som successivt gått mot sin grav. Mycket av det tappade väljarstödet är trots allt i grunden bara symptom på det verkliga problemet - vilket är att man inte har någon riktig politik, eller ens någon riktning överhuvudtaget. Och med Östros visar man precis bara att partiet är fullständigt oförmöget att förändra sig - och att det således är fullständigt meningslöst att rösta på dem.",
				"Om det blir en snabb process som allt pekar på så lär den personen blivit kontaktad av VU + mighty 4 med Ingvar Carlsson i spetsen redan, Och för att komma så långt så lär nog mighty 4 sagt sitt i frågan innan man gått vidare för denna gång så kommer det bli en rutinerad person som vet hur partiet fungerar och förmodligen haft uppdrag i regeringen + är en vinnar figur för partiet! Samtliga topp 3 sett till krav listan har sagt nej Nuder - Bodström - Wallberg men KAN de säga nej om Ingvar Carlsson kommer med frågan åt exempelvis Bodström el Nuder, Nej jag tror INTE de kan säga nej åt han om jag ska vara ärlig för om han frågan så är det tyngd och kraft + vi tror på just dig att ro hem valet 2014 och vända vinden och ena ett sargat parti! Skall bli intressant och se vad dem kommer fram VU + Mighty 4 i bakgrunden för samarbetar det gör dem med all garanti!"
		]
	},
	{
		"postIndex": [
			[1147],
			[1244],
			[1278],
			[1215],
			[1192]
		],
		"postTime": [
			"2012-01-24",
			"2012-01-24",
			"2012-01-24",
			"2012-01-24",
			"2012-01-24"
		],
		"postNum": [
			[1162],
			[1260],
			[1297],
			[1231],
			[1208]
		],
		"postLink": [
				"/sp35299463",
				"/sp35308213",
				"/sp35310580",
				"/sp35306232",
				"/sp35304298"
		],
		"postUser": [
				"auchentoshan",
				"Dr King",
				"DjPutte",
				"Carl-Benz",
				"Von Drake"
		],
		"postUserID": [
				"/u464712",
				"/u98999",
				"/u327873",
				"/u432655",
				"/u193731"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p97",
				"https://www.flashback.org/t1679139p105",
				"https://www.flashback.org/t1679139p109",
				"https://www.flashback.org/t1679139p103",
				"https://www.flashback.org/t1679139p101"
		],
		"userUrl": [
				"https://www.flashback.org/u464712",
				"https://www.flashback.org/u98999",
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u432655",
				"https://www.flashback.org/u193731"
		],
		"sentence": [
				"GP rensade effektivt ut alla som hade lite ryggrad och stod för sin åsikt. GP tolererade bara de som tyckte som han, vilket gjorde att partitoppen tömdes på möjliga efterträdare. Han körde helt sonika över alla som inte följde efter honom. MS ville vara GPs raka motsats och (för att dra ett Juholt-uttryck) - lyssna in - partiet, men helt utan förmåga att leda partiet. När Juholt, den ostrukturerade och yvige doldisen som inte hade partiledarkvaliteer som han själv uttryckte det, kom till makten var splittringen total och Juholt hade fullt upp med att haspla ur sig motstridiga uttalande. Frågan är dock om han hade styrkan att ena partiet om han bara hade valt att hålla käften stängd och komma in i partiledarrollen innan han tog på sig rollen som oppositionsledare. Juholt hade iofs tid att slänga ut Morgan Johansson och sin assistent då de uttalade sig \"olämpligt\", men det var förmodligen ett sätt att försöka släta över det faktum att han inte kunde leda partiet med en enad strategi. Vad jag funderar på är varför ingen sosse faktiskt säger att de vill vara partiledare? C, V och MP hade alla flera kandidater före deras byte och inom KD har det också förekommit öppen strid om partiledarrollen. I dessa partier finns personer som har en stark vilja att leda partiet, men detta saknas helt i S. Alla säger nej tills frågan kommer från valberedningen, då vill plötsligt alla leda partiet, fast inte utan lite jante inblandat. Det ger ett vekt och osäkert intryck, speciellt i ett parti som inte längre kan leva på gamla meriter. Nästa S-ledare måste vilja leda partiet!",
				"Fullt förståeligt att Thomas Tröstros nu är otroligt bitter och gjorde allt för att få bort Juholt. Han blev ju offentligt förnedrad på kongressen då Juholt valdes. Tvingades bort som ekonomisk-politisk talesman och fick lämna VU. Medan alla andra som av olika skäl lämnade tackades av med en stor bukett rosor fick Tröstros nöja sig med en enda ros. Det hela blir inte så mycket tydligare än så vilket framgår av följande klassiska bild: Att Tröstros nu säger att han inte ser sig som kandidat betyder ju inte att han skulle säga nej om han fick frågan. I själva verket vill han nog inget hellre än att ta över men inser att han troligen aldrig kommer att få frågan och ligger därför lågt. Särskilt inte nu när Nuder är med och drar i trådarna i bakgrunden och gör allt för att Tröstros och Österberg skall blockeras bort. Nuder är ju själv sur på Tröstros eftersom det var Tröstros som fick ta över Nuders roll som ekonomisk-politisk talesman i samband med att Göran Persson avgick. Det hela är ju som en dokusåpa med alldeles för mycket pakter och gammalt groll för att de på ett naturligt sätt bara skall välja den bästa kandidaten som (mp), (c) och (v) gjort under det senaste året.",
				"Dessa kan vi avskriva ur debatten om partiledare för (S): Margot Wallström: Sagt nej och hon kommer inte kandidera Carin Jämtin: Sagt nej och komme rinte ompröva sitt bestul alls har världens bästa jobb just nu som partisekreterare Pär Nuder: Sagt nej har ett jobb inom Wallenberg sfären som förmodligen ömöjliggör han som partiledare, Men som sagt han är och fiskar efter något hur som iom han är och tassar i bakgrunden för (S)! Anders Sundström: Jobbar på Folksam och kommer INTE byta jobb enl han själv Mikael Damberg: sagt nej krävs en annan partiledare än det han är Österberg - Östros: Blockas av Nuder som hämd för hur dem spelade sina kort och fick bort Juholt! Fyll på listan om jag glömt någon kandidat!",
				"För det första så gäller det för sossarna att få fram några som VILL bli partiledare istället för alla dessa koketterande nejsägare så att man kan ha en öppen valkampanj. Titta på C, V och mp som alla har haft ett antal kandidater som öppet sagt att dom vill bli partiledare, tyvärr i sossarnas fall så är det nu upplagt för samma valcirkus som när Juholt kom från ingenstans och \"kuppade\" till sig jobbet. Eller, är det så jävligt att alla som är kompetenta nog för jobbet verkligen inte vill leda partiet...? Då infinner sig den naturliga frågan, ska man verkligen rösta på ett parti som ingen vill leda..? Lika bra att då återinsätta Juholt så får man sig i allafall några goda skratt på vägen ut ur riksdagen.",
				"Att finna en partiledare som kan dra väljare är förvisso inte lätt. Det finns ett antal saker att ta i beaktande. Han/hon måste; Vara folkkär (en person som går hem hos vanligt folk) Inte för gammal (måste kunna attrahera ungdomar) Inte för ung (en sådan blir direkt anklagad för att sakna erfarenhet) Inte för förmögen (den personen kommer att bli utsatt dels för granskningar, dels för att sakna kontakt med väljarna) Inte ha några skelett i garderoben (Det har de flesta, men vissa kan ändå komma undan med det) Inte vara inblandad i interna konflikter i partiet (Fiender kommer garanterat att hugga stackarn i ryggen, framför allt genom sk sociala medier) Etc.. Sist, men inte minst måste denna person vara beredd att begå ett sk politiskt självmord. Allvarligt talat, vi har ett parti som gått från ca 40% och som i sista mätningen ligger runt 25% och befinner sig i fritt fall. Statsvetaren Sören Holmberg pratar om en väljarbas runt 15%. Vem vill gå till historien som den ledare som förde S ut ur riksdagen? Knappast någon som har framtiden och karriären för sig. Det finns sedan ett annat problem inom partiet pga att det har blivit väldigt Stockholmsfixerat. Om man verkligen vill försöka locka väljare, måste man se till hela landet. Detta är också en utmaning för han/hon som ska ta över. Sifomätning; Intervju med bl a Sören Holmberg;"
		]
	},
	{
		"postIndex": [
			[1424],
			[1310],
			[1312],
			[1414],
			[1434]
		],
		"postTime": [
			"2012-01-25",
			"2012-01-24",
			"2012-01-24",
			"2012-01-25",
			"2012-01-25"
		],
		"postNum": [
			[1444],
			[1329],
			[1331],
			[1434],
			[1454]
		],
		"postLink": [
				"/sp35321702",
				"/sp35311796",
				"/sp35312065",
				"/sp35318973",
				"/sp35322469"
		],
		"postUser": [
				"DjPutte",
				"flekstor",
				"Regulus",
				"eradico",
				"JaVadSkaManHeta"
		],
		"postUserID": [
				"/u327873",
				"/u268545",
				"/u521755",
				"/u283279",
				"/u665019"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p121",
				"https://www.flashback.org/t1679139p111",
				"https://www.flashback.org/t1679139p111",
				"https://www.flashback.org/t1679139p120",
				"https://www.flashback.org/t1679139p122"
		],
		"userUrl": [
				"https://www.flashback.org/u327873",
				"https://www.flashback.org/u268545",
				"https://www.flashback.org/u521755",
				"https://www.flashback.org/u283279",
				"https://www.flashback.org/u665019"
		],
		"sentence": [
				"Det jag börjat undra är om inte alla dessa namn som läcker till massmedia är rökridåer för att VI och övriga ska i lugn och ro få prata med den verkliga kandidaten, Kan även ge mig fan på att han fått förfrågan i helgen redan alt under det första VU krismötet men han har inte kunna bestämma sig ännu! För de NEJ som kommit känns rätt fasta och solida NEJ tex Jämtin hon vet att det NEJ hon sagt gäller iom hon har lite väl förmycket minus på kontot för att ta sig an partiledar rollen, Östros vill nog men har en fet block av Nuder så sänder Vänster flygeln fram Morgan Johansson som en kamikaze pilot för att visa nog finns det kandidater på vår sida också! Nej namnet som kommer komma är en kompetent och rutinerad person som har en vinnarskalle och kan ena partiet till fullo, Problemet är bara de jag vet är män och inga kvinnor för de kvinnor som förs fram är loosers liksom ingen har vinnarskalle för att kunna föra fram partiet! Känns mer och ner som att dem bearbetar tex Nuder som passar in i profilen som dem söker samt Eliasson kan vara en som finns med i bilden, Bodström säkerligen finns med i racet ännu sedan så undrar jag om inte Jan Nygren likväl är kontaktad för det är liksom för uppenbara nej som kommit in... Sedan så lär nog hela VU vara rökta som kandidater iom deras roller i att få bort Juholt....",
				"Många är imponerade över hur Jämtin hanterar den här processen och hon låter vettig när hon pratar, det håller jag med om. Men att de fortfarande håller på och diskuterar vad som menas med en snabb respektive långsam process känns rätt segt. Steget efter det blir att bestämma om det ska vara en snabb eller långsam process och därefter kan i bästa fall själva processen börja. Byråkratiskt är bara förnamnet så att Jämtin misslyckades i Stockholmsvalet är kanske inte så konstigt. Det räcker inte med att låta bra när man pratar, det måste finnas ett vettigt innehåll också men inte minst vettiga handlingar. Men hon förespråkade ju en butler i senaste valet så en sådan kanske kan hjälpa till? Jag tror dock att Jämtin skulle ställa upp om hon blev ordentligt ombedd, samtidigt tror jag att hennes nej nu är ärligt menat men hennes lojalitet gör att hon skulle ställa upp ändå, även om hon själv inte har insett det ännu. Angående Eliasson så har jag alltid gillat honom i den roll han har haft. Men att bli statsminister vid 73 års ålder, vilket blir fallet om de lyckas vinna valet vilket de förstås hoppas på, är en tuff uppgift. Åldern är inte bara en siffra, man orkar inte lika mycket när man blir äldre och vid mandatperiodens slut är han 77 år. Snittåldern för män i Sverige är väl 78. Att han dessutom aldrig hållit på med inrikespolitik är kanske ännu större grej. Vad vet han om riksdagsarbete och att leda ett parti? Känner han ens till vad sossarna driver för program på inrikesplanet?",
				"Att folk säger nej betyder absolut ingenting. Det måste man göra om man vill ha jobbet, allt enligt Jantelagen. Sedan kan det iofs också vara uppriktigt menat. Man måste lyssna på de säger nej. Börjar de surra om att de kan tänka sig att komma tillbaka till politiken lite senare (det gjorde Bodström) så är det en signal att de trots allt är intresserade. Aftonbladet har också börjat lobba för honom, precis som de gjorde för ett år sedan. Nu hade de t.ex. en enkät som visade att läsarna helst av allt vill att Wallström ska ta över, men i stället för att fråga henne ringer AB upp tvåan, dvs. Bodström, och frågar om han inte kan tänka sig att ställa upp när svenska folket kräver det. Jag tror dock att Bodströms chanser är små även om han får draghjälp från AB. En av de partiarbetare som intervjuades i helgen sa apropå Bodström att vad (s) nu behöver är ordning och stabilitet, inte en lös kanon till. Det finns onekligen vissa likheter mellan Juholt och Bodström i det avseendet.",
				"Jag har funderat över Jan Eliasson ett tag och har kommit fram till följande. Fördelarna är ganska många med denne man: * Han har ett såvitt allmänheten vet ett fläkfritt förflutet. * Utbildad nationalekonom, vilket jag faktiskt ser som något positivt. * Kan nog uppfattas som lite av en borgerlig sosse med klassiska socialdemokratiska ideal. Det här tror jag kan stärka socialdemokraterna från medelklassens sida. * Är extremt meriterad. Hade gärna velat se Eliasson i en politisk debatt mot Carl Bildt, har en känsla av att Kalle hade fått springa hem med svansen mellan benen illa kvickt. Utöver detta har han förmodligen många internationella kontakter. * Är lite av en rest från den gamla socialdemokratin med Palme och Carlsson i spetsen. Just den här perioden har lite av en legendstatus bland ungdomar i Sverige och jag tror att många unga röster som annars hade gått till V nu kan gå till socialdemokraterna. * Har inte offentligt talat ut om falangtillhörighet och experterna verkar ha svårt att bestämma sig för vad han är. Det här tror jag på sikt kan hjälpa till att ena partiet och överbrygga motsättningarna. Här kommer en man som ingen vet något om, förutom att han är extremt meriterad. Nackdelarna: * Kan nog uppfattas som lite av en karriärist. * Risken finns att han inte inser att socialdemokratin är en ideologi i behov av förnyelse. Den största utmaningen för Eliasson kommer att vara att inse att Sverige inte längre är ett bruksamhälle och att därefter göra detta klart för klantarslena i VU, känns som ganska många om. * Åldern.",
				"Åhå! Fint med lite gammal god härskarteknik, och \"men-klart-står\"-påstående! Jag skulle säga att Bildt säkert åtnjuter något litet igenkännande, och nog har en ruskigt imponerande kontaktlista i sin telefon. Men mycket gjort, framförallt bra gjort, kan jag inte påstå att han gjort. Och skulle verkligen inte hålla med om att regeringen Bildt tog så vidare värst ansvar under krisen, eller att dagens sossar skulle vara sämre på det. Men allt det där är ju spekulationer såklart. Smaken etc. Jag röstar på Eliasson trots åldern, även om jag skulle tycka det var på tiden med en kvinnlig statsminister i Sverige (om sossarna kan vända det här och vinna då), och Carin Jämtin är inte helt dum hon heller. /PS. Första inlägget!"
		]
	},
	{
		"postIndex": [
			[1537],
			[1495],
			[1568],
			[1493],
			[1617]
		],
		"postTime": [
			"2012-01-26",
			"2012-01-25",
			"2012-01-26",
			"2012-01-25",
			"2012-01-28"
		],
		"postNum": [
			[1558],
			[1515],
			[1592],
			[1513],
			[1641]
		],
		"postLink": [
				"/sp35333945",
				"/sp35328639",
				"/sp35336858",
				"/sp35328426",
				"/sp35374809"
		],
		"postUser": [
				"Ignatius I",
				"Uppryckning",
				"pungtung",
				"flekstor",
				"Madagascar"
		],
		"postUserID": [
				"/u110916",
				"/u651260",
				"/u554290",
				"/u268545",
				"/u536335"
		],
		"postUrl": [
				"https://www.flashback.org/t1679139p130",
				"https://www.flashback.org/t1679139p127",
				"https://www.flashback.org/t1679139p133",
				"https://www.flashback.org/t1679139p127",
				"https://www.flashback.org/t1679139p137"
		],
		"userUrl": [
				"https://www.flashback.org/u110916",
				"https://www.flashback.org/u651260",
				"https://www.flashback.org/u554290",
				"https://www.flashback.org/u268545",
				"https://www.flashback.org/u536335"
		],
		"sentence": [
				"Lite feltänkt, men lite rätt också. Jättestark förankring är inte det avgörande just nu, snarare är det fråga om att inte aktivt vara i konflikt med någon. Viss förankring krävs ju dock, varför exempelvis Eliasson eller Bodström är helt otänkbara. Det är inte heller fråga om att hitta en självklar statsministerkandidat utan snarare någon som utstrålar kompetens, lugn och förmåga. Personen skall få det att hålla ihop helt enkelt och samtidigt ha viss förmåga att föra ut politik. Av detta följer: - inte otänkbar, då han varit så totalt avpolletterad under Juholt och anses som ruskigt kompetent samt bra på att föra ut politik. Dock ganska skadad av sin stämpel som högersosse och sin koppling till Österberg. - otänkbar. Många tycker att han har hållit på med ett riktigt fulspel, och han saknar ju helt profilen av att vara kompetent eller bra på att föra ut politik. Har dessutom visat sig rätt dålig på att hantera media och \"missförståtts\" flera gånger. - tänkbar. Har hållit en mkt låg profil och är inte speciellt skadad av Östros/Österbergs stämpel som högersossarna från helvetet. Anses som kompetent och ett framtidsnamn, men svårt att se att han utstrålar det lugn och krishanteringsförmåga som rörelsen kräver i och med att han saknar regeringserfarenhet. - tänkbar. Säger väl nej, men frågan är om han menar det och han har uppenbarligen varit väldigt involverad i att stödja under Juholts turbulens. EQT-jobbet ligger honom inte så mkt i fatet som media vill göra gällande, då både den typiske sossen och den typiske kvällstidningsjournalisten är för dum för att begripa vad EQT egentligen sysslar med. Hans ställning internt är också mycket starkare än vad som är känt utåt, många glömmer att Nuder var den som höll ihop partiet under Persson - ett inte helt okomplicerat uppdrag som visar på starka diplomatiska kvaliteter. Vore dessutom ett kul var då han troligen ger Alliansen blodvittring,men det ligger honom nog lite fatet då han i så fall förväntas kunna gå till mottattack. Något som jag inte är helt säker på att S är så sugna på för tillfället. - tänkbar. Skall avgå som LO-ordförande i år och utstrålar både lugn samt kompetens. Saknar dock riksdagsplats och regeringserfarenhet vilket jag tror kan innebära att hon riskerar att ses för mycket som en parantes. - tänkbar. Ungefär som Lundby-Wedin, men lite mindre synlig och lite mer gråsosse. Två egenskaper som borde göra det lättare för honom att \"byta ansikte\". - otänkbar. Saknar helt de egenskaper som krävs, är Stockholmssosse och vänster vilket inte är en jättebra kombination. -inte otänkbar. Gammalt statsråd och trotjänare i partiet. Har definitivt det lugn och den kompetens som krävs, men tveksamt hur stark han är på att föra ut politik i dagens klimat. Dock stark förankring i partiet. - inte otänkbar. I stort sett samma profil som Enquist, med något svagare förankring i rörelsen. Sannolikt dock betydligt starkare i att föra fram politik idag, då han är aktiv riksdagsledamot. - inte otänkbar. Har erfarenhet och är väl ansedd, men kanske lite väl mycket outsider och kuf. - inte otänkbar. Har erfarenhet och är väl ansedd, men jag begriper faktiskt inte varför så många framhåller honom som ett sannolikt alternativ. Han valde själv att lämna politiken för mer än 10 år sedan och har haft sitt huvudfokus på näringslivet sedan dess. - inte otänkbar. Säger ju själv nej, men har defintivt den ställning i partiet som krävs och utrstrålar väl en viss förmåga även om det saknas riktig skicklighet i att föra ut politik. Hon var en rätt stor flopp som oppositionsråd i Stockholm och verkar passa rätt bra i inre tjänst. - tänkbar. Har en solid och okontroversiell maktbas i partiet som ordförande för S-kvinnor, har den erfarenhet som krävs och är tillräckligt kompetent.Möten raven på politisk tydlighet genom att inta ett akademikerperspektiv och ha vissa starka profilfrågor. Finns några till man kanske borde fundera över, men det får räcka med meningslösa sossar för en stund..",
				"Jämtin sa att den som utses ska ha förtroende i hela landet och kunna ena partiet. Så det måste vara nån som kan gå hem både bland högersossar och vänstersossar. Jämtin verkade uppåt och hemlighetsfull, tyder på att nån som hon verkligen vill ska bli partiledare har tillfrågats och tackat ja samt blivit godkänd. Jag tycker det tyder på nån som varit med länge och som har starkt stöd i hela landet, nån i stil med Margot Wallström men inte hon absolut inte lär tacka ja. Jan Eliasson Sven-Erik Österberg Carin Jämtin Thomas Bodström Fler tänkbara som passar in?",
				"Det borde vara deras inställning, men jag tror tyvärr att S har skjutit sig lite för många gånger i foten för att överleva på sikt. De har missbrukat sin makt och fört folket bakom ljuset i för många år, och nu får de skörda frukterna av detta handlande. Det blev jobbigt nu när generationen/generationerna under helt plötsligt fick rösträtt och inte längre ligger o gaggar i spjälsängen, helt plötsligt fick dom tycka själva istället för att få sin åsikt fastlimmad i pannan och klappad på huvudet av S. Och vad hände? S kan GLÖMMA den absolut största delen av den \"yngre\" generationen, säg de under 30, de är så trötta på S att S aldrig får deras valsedlar tillbaks. S dör i samma takt som befolkningen dör, ju fler åldersdödsfall, ju färre valsedlar till S. Instämmer, och då är det ganska intressant att höra på gomorron Sverige att Herr Ingvar Carlsson minsann ringt till Fru Wallström och samtalat. Och gjort klart för Frun att hon minsann har partiet att tacka för allt, alltså för hennes framgångar, och att det nu är dags att betala tillbaks till partiet genom att arbeta för det i några år. Är dom helt blinda? Eller är hon bara den som är bäst bland alla misslyckanden? Alltså, frågar ni mig så vore det bästa/värsta om Göran Persson gjorde comeback, vilket som tur är känns mycket föga troligt...",
				"Östros är en annan som vi kan vara helt säkra på att det inte är och Damberg skulle nog inte kunna förankras så här snabbt. Flera distrikt lade ju tidigare in sitt veto mot honom och de skulle nog kämpa emot ett tag innan de eventuellt skulle kunna ge sig. Jämtin ska det heller inte vara och då börjar det kännas tunt med kandidater som kan accepteras snabbt. Österberg tänker jag lite på men det är heller ingen attraktiv kandidat så det borde ta lite längre tid också. Löfvén kanske möjligen men Nuder känns mer trolig om han har svängt och sagt ja. Det kan väl inte vara Baylan?",
				"Jag hade aldrig hört talas om Juholt i alla fall. Men jag minns att jag spontant tänkte \"Hmm, kanske inte så dumt att plocka in en doldis. Partiet är ju ändå mycket större än sin ledare.\" Och en partiledare utan rilsdagsplats är säkerligen inte optimalt. Maria Leissner försökte sig på den uppgiften, men hon satt aldrig över ett riksdagsval. Hon avgick därför hennes man dog, tror jag. Hennes efterträdare Leijonborg (som satt i riksdagen) nådde stor framgång, fast först i hans andra val som partiledare - minns \"Leijonkungen\". Likt Leissners öde, så kanske Löfven inte får sitta längre än tills kongressen 2013. Då kanske partiet stabilserat sig lite och de har slängt ut de värsta högerfalangisterna vars enda politska idé är att bli \"det stora partiet\" med infantil storstadspopulism. 2013 kan man då eventuellt välja en ny partiledare som sitter i riksdagen."
		]
	}
]
