[
	{
		"postIndex": [
			[1],
			[129],
			[497],
			[320],
			[163]
		],
		"postTime": [
			"2005-01-02",
			"2006-01-14",
			"2006-05-21",
			"2006-03-18",
			"2006-02-04"
		],
		"postNum": [
			[1],
			[129],
			[500],
			[321],
			[163]
		],
		"postLink": [
				"/sp1675285",
				"/sp3533414",
				"/sp4230383",
				"/sp3878025",
				"/sp3653001"
		],
		"postUser": [
				"buiko",
				"Bleep",
				"StefanHeterJag",
				"buiko",
				"Bleep"
		],
		"postUserID": [
				"/u79095",
				"/u57891",
				"/u112680",
				"/u79095",
				"/u57891"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p1",
				"https://www.flashback.org/t172037p11",
				"https://www.flashback.org/t172037p42",
				"https://www.flashback.org/t172037p27",
				"https://www.flashback.org/t172037p14"
		],
		"userUrl": [
				"https://www.flashback.org/u79095",
				"https://www.flashback.org/u57891",
				"https://www.flashback.org/u112680",
				"https://www.flashback.org/u79095",
				"https://www.flashback.org/u57891"
		],
		"sentence": [
				"Hösten 1994 hade jag levt på socialbidrag allt för länge och behövde snabbt ett stabilt kneg. Jag tog taxibehörighet och hörde av mig till det sk. Taxi-Card. Jag blev erbjuden jobb och tog det. Bilarna var små fyrdörrars SEAT Ibiza med spelkort på taket. Jag fick lära mig taxametern eller trancometern som den kallades. En mörk oktobermorgon gav jag mig ut för första gången. Jag hade visserligen redan bott i Stockholm i 5 år, men jag hittade inte mer än att jag kände till de olika stadsdelarna Södermalm, Kungsholmen m.m. Väl ute, ropade de ut en körning på radion. Trots att jag nästan passerat Liljeholmsbron vågade jag inte svara på Krukmakargatan, jag kunde ju bli försenad trodde jag. Jag ställde mig istället och väntade på Stureplan ett tag, men till slut tog jag mod till mig och högg på en körning. En medelålders kvinna skulle från Östermalm till SÖS. Det var min första styrning. Jag höll god min och med ett stadigt tag om ratten körde jag iväg. Jag körde mot Nybroplan och trodde att jag kunde ta Stallgatan söderut, men den var enkelriktad och jag kom förstås fel och fick vända. (kunde ha kört runt Blasieholmen ,men det visste jag inte då) Efter mycket om och men kom vi fram till sjukhuset. Jag sa att det var min första dag och kunden var nog bara måttligt irriterad. Efter ytterligare några felkörningar och upprörda kunder var min första dag slut. Jag hade bara kört in 400 spänn på hela dagen och tänkte sluta med en gång. Nästa dag gick det bättre och efter nån månad eller två kunde jag stan rätt hyfsat. Taxi-card var ett slit. Folk åkte innanför tullarna för 66 kr och man fick harva på rätt bra för att få en vettig lön. Våren 1995 bytte jag till taxi Stockholm. Nu slapp jag att sitta ihopkrupen i en liten SEAT och fick istället köra en Volvo 940 -93:a. Min åkare var en turk med ludna fingrar. Han var faktiskt en bra arbetsgivare. Jag körde fem nätter i veckan, varje fredag och lördagnatt i nästan 4 år. Det var ett jägarns påfrestande slitgöra. Jag körde knarkare som bara lugnt gick iväg utan att betala när de kom fram. :shoot2: Jag blev hotad med stryk några gånger, men aldrig med kniv eller pistol. Jag blev heller aldrig rånad. Det jobbigaste var nog när folk satt i baksätet och babblade om saker utan att de tänkte på att det fanns nån som körde. På natten kunde tjejer sitta och prata om att \"Ja, han hade sååå stor kuk och knullade mig..det var jätteskönt...\" När folk hånglade i baksätet brukade jag tvärnita lite här och där ,så att de skulle sluta. Jag märkte snart att de flesta av mina kollegor hade ludna fingrar. Jag lärde känna en grek som jobbade för samma åkare som jag. Han var gift och hade barn ,men hade \"väninnor\" i varje förort som han tog sig snabbisar med när det passade sig, medan frun låg hemma och sov i tron att han jobbade. En gång sa han; \" Om jag var kvinna skulle jag va' hora, då skulle jag tjäna bättre\" Jag var ofta inblandad i krockar. En gång backade en påstruken kinesisk affärsman in i dörren på mig vid Grand Hotell. Sen kom han ut och sa \"No understand!\" En annan gång skjutsade jag en pundare till Stora Essingen. Han hade inte ett öre ,så jag fick hans kamera som betalning. I början av 1998 hade jag börjat tröttna på taxi. Jag höll upp ett tag. 1999-2002 körde jag deltid en del i Motala dit jag flyttat. Där var det lugnare. En och annan full finne stötte man ju på, men mest handlade om att köra hem pensionärer med matkassar från ICA maxi. Fördelar med taxiyrket: -Det är lätt att få jobb. Man behöver inte få svar på ansökningar där det står att de tackar för visat intresse.. Taxinäringen behöver alltid nytt blod. -Man slipper höra jobbiga arbetskompisar prata sport i fikarummet. Jag har jobbat på ställen där jag ständigt tvingats höra fraser som \"Ööhh så'ru matchen igår ? \" eller menlöst skvaller typ \" Ja, Leffes kärring ska ju ha barn med en annan nu !\" -Man har rätt så flexibla arbetstider. Det gör inget om man kommer 10 min för sent. -Om man ligger i, så är lönen O.K ,dessutom får man dricks ibland. -Det är rätt mycket dötid, då kan man läsa eller bara softa. -Står man inne på Centralen-stolpen och väntar kan man fynda. Ideligen springer skumma figurer omkring och vill sälja dig billiga mobiltelefoner, klockor och andra fina prylar. -Om man kör taxi i Stockholm, får man träffa kändisar. Inte Madonna eller Michael Jackson, men väl Loa Falkman, Martin Timell, Tomas Bolme eller Mona Sahlin. Nackdelar med taxiyrket: :thumbsdow -Det är påfrestande. Tänk dig att du får köra nån stupfull och arrogant slipsgubbe som öppnar dörren och spyr, samtidigt som han säger \"Där hade du tur att du hann att stanna !\" -Du kan fån nån irriterande idiot som försöker att vara rolig och säger att han ska till Västerås, när han i själva verket ska till Gullmarsplan. -Du får hela tiden höra personer som säger: \"Öhh ere mycké å göra nu eller ?\" -Det är farligt. Räkna med att bli hotad, rånad eller knivskuren. I vissa fall kan du få en kula i pannan eller bli strypt av ryska \"flyktingar\". Den största faran är dock trafiken. Det är stor risk att råka ut för en olycka om man kör 20 mil om dagen i stadstrafik med stressade kunder i baksätet. Det är vanligt med p-böter och småkrockar, åker du på självrisken, så drar åkaren snart 1500 från lönen. - Man kan knappast bli befodrad eller få bättre arbetsuppgifter. De som kört taxi i 20 år, tjänar inte mer än de som kört i ett halvår.",
				"Det är mer kutym än regel som styr att man kan ta betalt för att torka spya. Själv hade jag under alla mina år som taxichaffis en otrolig tur: kunderna hann alltid öppna dörren eller säga till så jag kunde öppna den åt dem, alternativt hissa ned fönstret. Tio år i yrket och inte en spya i bilen! Bästa sättet är att försöka förutse vilka som kan tänkas spy och att prata med dem om det innan det händer. Om det ändå händer så resonera lugnt med dem och få dem att förstå att du kör taxi för att försörja dig - inte att du har det som hobby - och att det bara är rimligt med en liten dusör för att du måste offra en timme av passet på att göra rent efter dem. Detta gäller rent generellt: att det funkar bäst att tala lugnt och fint med de besvärliga kunderna. Du lär dig ganska snabbt när du tyvärr måste göra motsatsen dvs säga ifrån på skarpen. Folk som inte ens säger 'Hej' till chaffisen innan de börjar tjafsa om priset eller hur jävla dumma alla taxichaffisar är... Be dem att omedelbart kliva ur bilen. Det kommer inte bli bättre under resans gång, bara sämre. Tro inget annat dvs kör dem inte en enda meter. Behåll din kyla men vik dig inte en tum: de ska ut ur bilen! Folk som BÖRJAR med att jiddra är inte värda besväret eller pengarna. Att ta svartlass på de beställningar du får via växeln är inte bra, undvik det. Kunderna du tar på gatan däremot... Men tänk på att du inte kan göra det för mycket. Det funkar inte att lämna in en körrapport efter passets slut där de tomma milen (utan taxametern påslagen) uppgår till typ 50%... När du kört ett tag och inte längre är ett absolut blåbär, dvs efter något år, kan du fråga din åkare om du ska acceptera förslag på svarta körningar och dela stålarna 50/50 med honom. De flesta uppskattar sådan ärlighet. Men bara från hyfsat erfarna chaffisar, en rookie som snackar om svarta körningar under 'anställningsintervjun' ger ju helt fel vibbar... Nå. Jag körde taxi till och från mellan 1987 och 2001. Om man räknar i netto hur lång tid jag körde så blir det ungefär tio år. Jag har kört för Taxi Stockholm, Taxi Kurir och TopCab. Jag rekommenderar Taxi Stockholm, men det är givetvis en smaksak vad man föredrar. Kulturen hos de olika bolagen är olika och passar inte alla. Att jag föredrog Taxi Stockholm beror på att de har överlägset flest körningar via växeln, många fler än andra bolag. Och det är ett bra sätt att undvika rånare om man som jag jobbade natt: att försöka undvika att plocka kunder från gatan, att fokusera på inringda beställningar. Väldigt få rånare är ju så dumma att de lämnar sådana ledtrådar till polisen... Dock vill jag minnas att det i slutet av nittiotalet var några ljushuvuden i Tensta som beställde bil i eget namn till hemadressen och sedan rånade chaffisen och stal bilen och hela baletten... inte världens smartaste smågangsters alltså...",
				"Så kommer min lilla essä utifrån mitt liv som taxikund. Fan vad världen är liten.. Det kanske var jag som satt i baksätet och beklagade mig? Jag skulle åka från T-centralen till Skeppsbron och han hade ingen aning om var det låg. Jag trodde inte mina öron. Jag sa Kör mot gamla stan, eller söder typ.. Han -\"Söder, gamla stan, kan du förklara närmare?\" Då bestämde jag mig för att aldrig mer åka taxi kurir. Har åkt med kurir 2ggr innan, ena gången med en flummig chaffis som ville bjuda på hash och som vinglade så mycket på vägen att jag bad att få kliva ur bilen. Andra gången skulle jag från T-centralen till Stureplan och fick nöjet att åka via gamla stan/slottet-kungsträdgården osv... Jag bara satt och funderade var ska det här sluta... Jag hade GPS-karta med mig i min pocket-pc så när vi kom fram så visade jag honom hur programmet föreslog resrutten och sa att jag brukar betala X kronor för den här resan, låter det bra? (han tog budet). Angående att sitta fram eller bak. Den som betalar sitter alltid fram, så brukar vi göra i min bekantskapskrets iaf. Underlättar. Om man reser själv och inte vill prata så kan man be chauffören att sätta på någon radiokanal med nyheter på. Det kan alltid dyka upp något intressant att anmärka på om man nu känner för det, eller så kan man sluta ögonen och bara njuta av resan. Att sätta sig fram och inte säga nånting alls och bara stirra rakt fram känns ju helt fel både för chaufför och mig.. Ibland har det väl hänt att det blivit lite så, men då kan man ju alltid kläcka ur sig \"Äh, är det mycket att göra nu?\" Om jag glömt något i en bil så ringer jag upp och frågar om det jag glömt finns kvar, finns sakerna så frågar jag om det är möjligt att han/hon kör hem det till mig/mitt jobb och betalar som vanlig körning plus en 100 extra i dricks för ärligheten. Jag tar ALLTID kvitto när jag åker taxi, just för att kunna veta vem jag åkte med om jag skulle glömma något. Förut så sa jag alltid, äh, kasta kvittot. Man bara samlade på sig dom och kastade dom ändå när man kom hem, tills jag glömde min bärbara arbetsdator i en bil.. Sen dess sparar jag kvittot. Svarttaxi skulle jag aldrig i mitt liv åka. Varför frivilligt låsa in sig i en bil med främlingar som du VET är brottslingar, vem vet vart dom åker.. Du är helt i deras våld. Kamera i taxibilar och GBS/Alkolås, tycker jag är skitbra. Låt oss hoppas att de som hanterar det som filmas i bilarna inte är vem som helst, det är mycket känsligt material som spelas in, folks privatliv. Om varje taxichaufför kan hantera det själva så litar jag inte på det. Måste vara plomberat och bara kunna användas vid polisutredning. Det enda bolag jag åker med är Taxi stockholm, helt klart bäst och trevligast personal enligt min erfarenhet. Till och med jag har råkat hoppa in i en falsk taxi stockholmsbil. Märkte direkt när jag satte mig i bilen, men ville inte bara hoppa ur så jag svalde förtreten, betalade extra dyrt för en körning som var lite för lång. Men jag lärde mig iaf av erfarenheten. mvh obs, även om jag skrivit ner taxi kurir, och skrivit upp taxi stockholm så har jag inga som helst samhörigheter med dessa bolag, och det är bara mina personliga åsikter.",
				"Jag jobbade bara som timanställd. Fick inte reda på ett skvatt om löner eller ens se ett anställningskontrakt förräns en vecka efter att jag börjat jobba. Trodde heller inte att jag skulle få betalt under utbildningen, fick ändå det minns inte hur mycket, men det rörde sig bara om några timmar som lades på lönespecen. Som nyanställd nuförtiden så är det svårt att ställa krav speciellt som taxiförare. Man får snällt stå med mössan i hand och hoppas på att lönen och arbetsförhållandena blir OK. Det anses som ofint att fråga om lönen första dan, dvs om man inte är en mycket åtråvärd högutbildad person som företagen skriker efter. Inte dåligt inkört, men att jobba 12 timmar, dessutom natt.. Jobbar du så mycket varje helg? Jag blev rätt mör efter 8-9 timmar, kände mig som en zombie dagen därpå. Sen skulle jag vilja påstå att man är en smärre trafikfara efter sånt långt o intensivt pass. 8 timmars arbetsdag räcker gott för mig, man vill väl ha ett liv också. Risken är att man går i väggen efter såna där 12 timmarspass. Tyvärr förväntar sig de flesta åkare att man ska köra såna där monsterpass på helgerna. Vilka andra yrkesgrupper har 12 timmars arb tid? Fikade hos stamkund?? Minns en historia jag hörde, en taxikille följde med en tjej hem på fika, sen visade sig att tjejen ville mer än att fika. Hon ville tydligen ha nån slags bondagesex med taxikillen som helst ville gå därifrån. Tumult uppstod, taxikillen stack, men blev senare som hämnd anmäld för våldtäkt. Mitt råd: Var proffesionell följ ALDRIG med kund hem, det kan sluta illa. Har du räknat kilometrarna? På dan är det väl ingen tvekan om att Essingeleden är bäst vägval, men kl tre på natten finns ju knappt några rödljus och Essingeleden slingrar sig ganska långt utanför stan. Antar att den vägen är längre i km räknat. Jag tycker inte att är helt tokig om gatorna är tomma på trafik. Vanligtvis tror folk att så fort man kommer upp på en led eller ner i en tunnel, så blir resan plötsligt mycket billigare och snabbare, men dom tänker inte på att den där leden eller tunneln oftast innebär en längre körsträcka. Kom att tänka på en episod från min taxitid. Stod på stolpen vid Sibyllegatan (en av mina favvostolpar) det var fullt med bilar där..stendött på MDIn var kanske 5e bil i 155. -Ähh, jag tar å går in på 7eleven och köper en kopp kaffe, tänkte jag. Går in och köper en skållhet mugg med nybryggt kaffe. Det hela tog kanske 3 min. Tror ni inte att varenda j-vla taxibil på stolpen försvunnit under tiden och vid stolpen står en ivrig kund som utbrister: Är du ledig? Just när man skulle ta sig en fika. Tänkte inte kasta kaffet utan höll muggen mellan benen. Körde iväg och snart hade jag kaffet på byxorna, hela bilen doftade nybryggt. Kunden: Ehh.. har du druckit kaffe, det luktar kaffe...Sen den gången drack jag kaffet inne på 7eleven..inte i bilen.",
				"Om du kan, kör bara deltid. Då tröttnar du inte på eländet dvs det är alltid roligt att gå till jobbet. De sista åren av min numera nedlagda \"taxikarriär\" körde jag fyra nätter/vecka. Det var smärtgränsen för mig. I början är det dock så roligt att man kör så ofta man kan. Men efter något år eller två har man sett och hört det mesta och då börjar rutinen och tristessen smyga sig in. Dessutom blir man \"mätt\" på folk. Taxi är ett ganska intensivt socialt serviceyrke och precis som man ibland kan äta för mycket och få ont i magen så kan man bli proppmätt på kontakt med folk och nästan drabbas av folkförakt. Det låter lite hårt men är tyvärr sant. Man lär sig att hitta bättre om man kör dagpass eftersom adresserna är mer varierade då. På nätter blir det ju mest från och till diverse krogar. När kunden har satt sig i bilen och sagt var han/hon vill åka har du en betänketid rörande vägvalet på en handfull sekunder. När jag blev tveksam gällande vilken väg jag skulle välja tänkte jag alltid \"Om jag vore kunden, vilken väg skulle jag vilja åka?\". Den lilla tankeleken fungerade mycket bra för mig. Eller så ljög jag och sa jag att det var mitt första pass och frågade kunden vilken väg denne ville åka... Sist men inte minst: ungefär var tjugofemte kund är en skitstövel, förbered dig på diverse konflikter... När du sätter dig fram tar chaffisen det ofta som ett tecken på att du vill prata. I baksätet får du vara mer ifred. Om chaffisen ändå kacklar, säg att du har huvudvärk. Be honom sänka radion också så blir det extra trovärdigt... Personligen anser jag att kunden har rätt att ställa vilka frågor han/hon vill och att det är chaffisens ansvar som professionell yrkesman att svara, trots att han har hört frågan tusen gånger. Om det regnar ute så vill alla tala om vädret, bara för chaffisen att bita i det sura äpplet då. Om chaffisen har bara en anings fantasi så försöker han svara någorlunda originellt, om inte annat för att göra konversationen lite intressantare och trevligare. När kunderna frågade mig i typ Januari om jag hade hört på nyheterna vilket väder som morgondagen skulle bjuda svarade jag exempelvis att \"nej jag har inte hört något men eftersom det är januari bör du nog inte räkna med att det blir varmt så sätt på dig långkalsongerna\". En sak jag definitivt lärt mig angående serviceyrken är att det aldrig fungerar att vara servil och inställsam. Man kommer alltid längst, dvs etablerar alltid bästa tänkbara kontakt med kunden, genom att vara personlig och naturlig. Ett till exempel: När man körde fram två bilar för att hämta många kunder som behövde mer än en bil och dessutom var bil #2 som s.a.s. gled iväg så sa kunden påfallande ofta angående taxin framför att \"follow that car\" och skrockade sedan nöjt över sin lustighet. I stället för att skratta inställsamt åt ett skämt jag hört hundra gånger svarade jag ironiskt \"ja den var ju ny, den har jag ju aaaaaldrig hört förr\". Då har man omedelbart etablerat en personlig kontakt med kunden, vilket man vinner på i flera avseenden, inte bara gällande den sociala biten (man får dricks ). Typiskt korkad nybörjare. Om man inte känner till adressen så måste man kommunicera med kunden direkt och lösa problemet innan man kör iväg och innan man slår på taxametern. Naturligtvis. (Vad hade den där dumma jäveln tänkt göra, vad hade han för plan? Att chansa och köra runt på måfå tills han av en slump hittade den adress du skulle till? Jävla pappskalle.)"
		]
	},
	{
		"postIndex": [
			[606],
			[628],
			[856],
			[611],
			[679]
		],
		"postTime": [
			"2006-06-17",
			"2006-06-18",
			"2006-09-16",
			"2006-06-17",
			"2006-06-29"
		],
		"postNum": [
			[609],
			[631],
			[859],
			[614],
			[682]
		],
		"postLink": [
				"/sp4384615",
				"/sp4391164",
				"/sp5063362",
				"/sp4384963",
				"/sp4453891"
		],
		"postUser": [
				"geocacher",
				"geocacher",
				"wiZlan",
				"geocacher",
				"geocacher"
		],
		"postUserID": [
				"/u70977",
				"/u70977",
				"/u86382",
				"/u70977",
				"/u70977"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p51",
				"https://www.flashback.org/t172037p53",
				"https://www.flashback.org/t172037p72",
				"https://www.flashback.org/t172037p52",
				"https://www.flashback.org/t172037p57"
		],
		"userUrl": [
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u86382",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977"
		],
		"sentence": [
				"Jag har erfarenhet från taxi i Göteborg, och kan säga att du inte kommer bli långvarig hos din åkare om du gör så. Landvetter är en fallgrop. Taxi Gbg tar ca 330 kr till city. Men du kan likaväl åka på en rabatterad Flygtaxi eller Volvokörning. Om du kör in på \"plattorna\" så får åkaren betala 43.75 kr. Oavsett kund eller ej. Hos taxi gbg ingår ett antal bomavgifter, men åkarna betalar runt 15000 kr/månad i avgift till taxi gbg. Om man då har en chaffis som kör upp till flyget och står där 1-3 timme/körning så blir det ingen ekonomi, du kanske kör in 2000, men du blir av med jobbet. Vettigare är att antingen börja dagen åt rätt håll. Undvik norra stadsdelarna (inte många som åker taxi från Angered), däremot fler körningar från Hovås, Torslanda, city... Har du tur så får du en körning till flyget som slutar runt 07.30-08.30 på må, ti eller ons morgon. Då har du nog runt 80 st Taxi Gbg-bilar före dig på flyget, men det rasslar till, och efter nån halvtimme eller timme så är du på väg ner. Mitt på dagen är det ingen idé att vara där, det kommer ju knappt några plan! Men Gbg får mycket färdtjänst i höst på dagtid, ta sånt och sen lite vanliga kunder på eftermiddagen. Då har du jobbat i typ 12 timmar, och du har kört in allt mellan 1500-3500. Förare vill köra in så mycket pengar som mycket per arbetspass, åkaren vill att föraren kör in så mycket som möjligt per mil. Att ha en taxibil med enbart en anställd´hos Taxi Gbg är en dålig affär, man går ett stort antal tusenlappar back om året. Med två förare på bilen så blir det ett litet plus, men då får det inte hända något med bilen. Om du då istället börjar tänka att nån krockar så skenar kostnaderna iväg. Om du tänker att föraren plockar 100 kronor om dagen i fickan, jobbar 5 dagar per vecka, 45 veckor per år säger vi. Det blir 22500 kr som åkaren går miste om. Om man då har två förare som gör det blir det nästan 50000 om året man snor från sin chef. Lägg till bränslekostnaden och slitaget för svartmilen, så blir det ca 100000 kr. Om vi säger att du kör in 2000 per dag, 5 dagar i veckan, 45 veckor om året. (Räknar på 5/45 för man är ledig, sjuk, lat osv ibland). Det blir 450000/år. Ta bort moms, kvar blir 424530 kr. Dela det på 12 månader. 35337,50 per månad. Du får 37-42% i lön normalt, vi säger 40. Det blir 14150/månad. . Du har då jobbat må-fre 05-17. 2700 timmar/år. 225 timmar/månad. 63 kr i timmen innan skatt. Jag brukar säga att man skall ligga på runt 275-350/timme inkört. Då är det intressant att köra. 275/h inkört=104/timme innan skatt. Lägre än så borde det inte vara. Men det innebär i ditt fall att du skall ha en Landvetterkörning per timme. 12 st per dag. Och det får du inte. Men taxibranschen är en osund bransch med små marginaler. Allt går upp i pris, försäkringar, skatter, bränslet osv. Konsumentpriserna går inte upp i samma takt. Marginalerna blir mindre och mindre. Samtidigt ger man fler och fler kunder rabatt, dessa rabatter tas normalt direkt från taxametern vilket gör att du som förare får en sämre lön. Om ICA får för sig att sälja ut oxfilé för halva priset så innebär inte det att kassörskan får halv lön den dagen. Det gör det tyvärr inom taxi. Det är dock kul att köra taxi, och träffa människor. Men att äga en taxi är inget som jag rekommenderar folk att göra, och man bör inte heller jobba heltid med det. Hitta ett jobb med fast månadslön, fasta arbetstider osv. Kör gärna taxi extra nån helg... Om du vill få en ärlig inblick i taxivärlden, prata med lite taxiförare. Men ta alla siffror folk säger med en nypa salt, förare har en tendens till att antingen under- eller överdriva dagskassorna. De berättar om antingen hur dåligt de hade det igår, eller hur bra de körde in. Men du får aldrig höra om hur de har det normalt. Jag vet förare som berättar varje gång de har haft en långkörning, men det sker kanske nån gång i månaden. Men de berättar inte om alla de dåliga dagarna däremellan. Taxi är ett kvalificerat lotteri, du kan faktiskt styra vinstutdelningen lite genom att med erfarenhet (och tur) befinna dig i rätt område och få rätt körning. Men du kan likväl få skitkörningen runt hörnet för 45 kronor. Angående kraven för att bli taxiförare, så är det bra med krav. Men jag kan faktiskt hålla med delvis om att kraven är höga, men det beror på att kunderna ställer krav. Bland annat ställer färdtjänsten krav i den nya upphandlingen att förarna skall kunna svenska, om en resenär klagar så kommer färdtjänsten tvinga föraren att genomföra ett svenskaprov. Om förare inte klarar av det, blir han avstängd från färdtjänsten. Om en förare inte kan hitta så anses den också som olämplig. Vad många inte tänker på är att man faktiskt har rättigheter som kund, precis som om man går in i en affär eller på en restaurang. Eller åker i ett flygplan. Hur sjutton skulle det se ut om du gick ombord på ett flygplan till Mallorca och möts av kaptenen som frågar \"Malca?\" med en undrande blick. Du svarar Mallorca, och han svarar \"aaah, Norge.\". Nej, du svarar \"Spanien!\" med en sur min. Han svarar \"Okej, okej. Madrid!\". Du suckar, kaptenen lämnar planet och springer till sina pilotkollegor som alla pratar ett språk som du inte förstå, alla verkar peka åt varsitt håll. Kaptenen kommer tillbaka och säger till dig \"Jag kör mot Madrid, du visa vägen sen\". Kaptenen försöker få igång navigeringssystemet men verkar inte kunna det. Han verkar inte heller veta hur man kör ut från flygplatsen. Litar du på honom? Det gör inte jag. Jag förväntar mig som kund att den som tar mina pengar är en utbildad kunnig person som faktiskt vill göra ett bra jobb för mig som kund. Om jag går på restaurang och betalar 700 spänn för en trerättersmiddag så vill jag inte själv stå i köket och lära kocken hur man gör. Åker jag taxi för 700 kr vill jag inte heller lära föraren hur man kör. Därför ställer taxi höga krav på sina förare. Man vill ha förare som kan hitta, lokalkunskap är faktiskt det absolut viktigaste (ihop med språket). Kan du hitta men inte prata språket så kan du inte göra dig förstådd med kunden. Kan du språket men inte hitta, så blir det ingen bra resa heller. Men kan du hitta och språket, då har du all världens chans att ge kunden en bra resa. Tyvärr består taxibranschen av allt för många människor med \"korttids-tänk\", de är bara ute efter körning. Det är fel tänk, man skall tänka långsiktigt: Om kunden är nöjd med denna resan, så vill han åka med mig igen. Om kunden brukar åka med en speciell taxikedja så kan en enda förare göra att man tappar kunden. Tänk om kunden har åkt för 400000 kr/år. Han har åkt i flera år och är jättenöjd, nu kommer deras viktigaste kund på besök. Han beställer en taxi till flygplatsen för att kunden skall känna sig välkomnad. När kunden kommer ut så finns det ingen chaufför där, kunden väntar och till slut kommer det någon med knappt läsbart felstavat namn skrivet på baksidan av en McDonalds-kartong. Skjortan hänger utanför, han pratar med kompis i telefonen. Kunden får ta sina väskor själv. Kunden frågar \"Where can I find the restroom?\" och föraren kan inte engelska utan säger \"Here\" och pekar ut mot parkeringen. Nu frågar kunden var man kan få tag på nån speciell tidning, växla pengar osv, men föraren kan inte engelska. Och föraren pratar fortfarande med sin telefon. Nu kommer de ut till bilen, och kunden frågar igen på engelska var toaletten ligger, men föraren fattar inte det och pekar på bilen. Kunden får själv öppna bagagen och lägga in väskorna. Föraren har redan gått in och satt sig i bilen. Kunden sätter sig i baksätet, men där ligger det lite gamla dagstidningar halvt utslängda här och var, några cigarettfimpar på golvet. Nu börjar föraren köra. Han kör aggressivt, ryckigt som ---. Givetvis pratar han i mobiltelefon hela tiden. Han tar ner rutan, och tänder en cigarett. Samtidigt tar han fram en kaffetermos och dricker lite kaffe. Och kör i 140 knyck 3 meter bakom en annan bil på motorvägen. Kunden är livrädd och försöker få förarens uppmärksamhet, och får det till slut. Han frågar på simpel engelska lite frågor om staden, men föraren kan inte svara på hur många det bor i staden, vilka de stora industrierna är, eller om det finns någon designmuseum öppet i morgon. Eller hur man får tag på biljetter till Operan, eller om det finns gym på hotellet. Nu kommer de fram till hotellet, kunden är på väg ut när föraren sliter tag i honom och skriker \"PAY!\". Kunden har blivit tillsagd att resan är förbetald, men kan ju inte göra sig förstådd med föraren på grund av språkförbistringarna. Han får nu punga upp med Euro för det är det enda han har, föraren ger honom en riktig skitkurs. Föraren sticker därifrån utan att ge kvitto. Nu går kunden in på hotellet och upptäcker att det är fel Scandic-hotell han kördes till. Han får nu ta en taxi till det rätta hotellet. Kunden kommer inte vara på gott humör, och han berättar detta imorgon för taxibeställaren. Det blev inget samarbete mellan \"kunden\" och \"beställaren\" på grund av troligtvis bemötandet av taxiföraren. Beställaren ringer nu upp taxiföretaget och är fly förbannad, resan skulle ha fakturerats - ändå har företagen tagit betalt av kunden. Och allt annat som gick fel med resan. Han ringer sen till ett annat taxibolag och tecknar avtal där för hela företaget, varför? Jo, man kan inte lita på det första taxibolaget. Med andra ord tappade ett helt taxibolag en stor avtalskund på grund av en enda förares uppförande. Och inte nog med det, beställaren sitter i en massa styrelser och berättar för affärsbekanta om det hela. Men tyvärr ser sanningen ut sån här. Jag har själv arbetat på ett sådant företag, där mina inkomster berodde på hur få kunder vi tappade på grund av alla idioter på bolaget. Inte hur duktig jag var, och månade om kunderna.",
				"Man kanske inte kan alla gator, men man känner till områdena. Lika viktigt är att veta avstängningar, enkelriktningar etc. Det vore pinsamt om man litade på en GPS som visade fel, och sen sa till kunden \"Jag kan inte komma dit du skall för GPSn hittar inte.\". Jag skulle dö av skam, lite yrkesstolthet får man banne mej ha. Sen tycker jag att om man är intresserad av sitt jobb så lär man sig saker, och man minns saker. Om man har kört till ett företag så kommer man ihåg det, men associerar det med olika saker. Man kan också t.ex titta på alla reklamskyltar på hus man passerar förbi, jag vet många gånger man fick körningar på gatan bara för att man visste var ett företag låg. Friåkarna visste inte det, och resenären hade inte adressen. Men en del förare är så fruktansvärt ointresserade av att göra ett bra jobb, de får in en kund som säger en adress som inte verkar stämma. De kör vidare ändå. Jag skulle ringa nummerupplysningen och kolla om det stämmer eller ej. Det kostar inte många kronor, och man räddar lite pengar åt kunden, som de oftast återbetalar genom dricks + att man en beställning på återresan av dem. Det är service. Jag minns att jag för några år sedan fick en beställning från ett hotell i Göteborg, där kunden skulle åka till Björkö. En bra körning med tanke på att man först måste åka ut till Torslanda, på nattaxan (tidigt på morgonen). Det skulle kanske bli runt 450 spänn på mätaren, sen skulle man vänta på en färja som inte går så ofta och köra vidare. Med andra ord en bra körning! Kunden hoppar in i bilen, mätaren startas igång och jag dubbelkollar med kunden om det var Björkö. Ja säger han. Sen börjar vi åka mot Torslandahållet när jag frågar vilken gatuadress på Björkö (det var en engelsktalande man), och då får jag svaret att det är till konferenshotellet. Hmm, mig veterligen finns det inget på Björkö, däremot ett på grannön Hönö. Nu börjar jag ana ugglor i mossen, och kunden börjar rota i sin väska. Får fram ett brev från Volvo där det står att mötet skall hållas på \"Björkö Konferens\" men ingen adress. Ringer till Volvos växel och ber att få bli kopplad till den som hade skrivit under brevet, det visar sig vara en konferenslokal på Volvo Torslanda som hette \"Björkö\". Där sparade kunden kanske 600 spänn på resan, plus att han hade fått betala en resa tillbaka när vi hade upptäckt felet ute på ön. Man kan se det som att jag förlorade pengarna, nej då, han blev så glad att jag fick en väl tilltagen dricks och att han åkte med mig cirka 10 gånger i månaden när han var på besök i Göteborg, under det året han jobbade med ett projekt med Volvo. Så där tjänade jag igen det, och han var en givmild man",
				"1) Hur länge har Ni kört taxi? Tog legget i december, körde först ca. 6 veckor åt en åkare, sen tog det slut. Nuvarande åkare bolag har jag jobbat åt sen april. 2) Varför valde ni just taxi och inte butiksbiträde, telenasare eller servitör? Sökte andra jobb men fick dem inte. 3) Blev taxiyrket som ni tänkt er? över eller under förväntningar? Ville ha ett jobb där jag fick köra bil, så det har jag fått så det räcker och blir över. 4) Hur många procent jobbar ni? Heltid, om inte mer. Brukar bli 50-55 timmar i veckan med nuvarande schema. 5) Har ni en svensk åkare? Ja, men jag körde ett skift åt en iransk droskägare innan jag fick heltid åt han jag jobbar förnu. 6) Har ni någonsin känt er obehagliga till mods under ett arbetspass? Någon enstaka gång, men det har visat sig obefogat. Min uppfattning är att det finns bra många farligare yrken. 7) Hur länge kan ni tänka er att fortsätta att köra taxi? Ska börja läsa på komvux på deltid/distans men fortsätta jobba heltid i första hand tills jag har alla poäng så det blir nog ett par år i taxisvängen, om jag inte tröttnar och skaffar ett annat jobb. 8) Vad kör ni för bil? Volvo V50 D5 9) Vad är det bästa med att köra taxi? Få köra mycket bil, se nya platser dagligen, träffa folk, drickspengarna. 10) Vad är det sämsta med att köra taxi? Procentlönen (när det går dåligt), jobbiga kunder (de få ggr jag får sånna), dötid när det inte finns något jobb. 11) Har ni funderat på att lägga av? Nej. 12) Är taxi endast en sidoinkomst? Nej. 13) Vad tyckte ni om taxi/taxiförare innan ni började köra? Innan jag kom in i branschen fattade jag inte hur folk kunde leva på det här, trodde inte att man tjänade några pengar på det alls. 14) Skulle ni kunna tänka er att köra taxi på annan ort? Njaee, tror inte det går så bra på ett ställe jag inte känner till så bra, kanske blir en annan sak med GPS. 15) Vad tycker er ev. sambo/flickvän/hustru om ert yrkesval? Har ingen så det funkar helt bra än så länge.",
				"Aha, du har pratat med Magnus. Tja, du skall alltså kunna veta att i Lövgärdet heter alla gator något med kryddor, och i Rannebergen heter nästan alla gator något med Fjäll i början. Och de som heter Fjäll i början ligger i bokstavsordning om man kör vänstervarv genom området. Att färggatorna ligger i Åkered, att musikinstrument ligger vid Ruddalen. Men ingen regel utan undantag givetvis. Du skall också kunna ange hur du kör lämpligast mellan två olika platser vid olika tidpunkter. Det kan vara stor skillnad på hur du kör kl 02.00 en söndag natt, 07.30 på måndag morgon eller 13.00 en torsdag. Du skall också kunna tala om vad gatan heter som går mellan Vasaplatsen och Avenyn (Vasagatan), den typen av frågor. Du skall också kunna tala om var en del större företag ligger, samt hotell, restauranger etc. Du behöver inte veta när de stänger, vilken typ av mat eller hur många rum de har. Det är inte intressant, men du bör veta skillnaden mellan Elite Park Avenue och Elite Plaza ttill exempel. Men det är inget svårt prov. Men du är medveten om att du inte blir förare bara för att du gör förtestet? Du skall sedan genom en utbildning på ca 8 dagar hos taxi Göteborg samt senare 3 dagar hos Färdtjänsten. Dagarna hos Taxi Göteborg kostar ett par tusen kronor, medans dagarna hos färdtjänsten är gratis för dig. Du måste också köpa uniformskläder, har för mig att utbildning+förtest+klädpaket kostar runt 4000. Du måste köra minst 20 pass om året (runt 2 i månaden) för att få behålla din taxi Göteborg-legitimation. Skulle du köra mindre, får du gå en kortare uppfräschningskurs. Du får inte köra för något annat bolag samtidigt, skulle de upptäcka att du kör för t.ex Taxikurir samtidigt, så spärrar de ditt kort. Du anses då vara illojal. Man ser hårt på folk som hoppar mellan bolagen. Taxi Göteborg har flest kunder, och bra kassor. Dock har man faktiskt lite för många bilar ibland, och alldeles för få bilar titt som titt också. Man har övervakningskameror i alla bilar, utbildning i våld och hot, GPS-larm osv. Det har inget annat bolag i Göteborg, vilket är en fördel. Men Taxi Göteborg har faktiskt dåligt att göra många tider, t.ex mitt på dagen. Då står det mängder med Taxi Göteborg bilar på t.ex N.E-terminalen, utanför hotellen, sjukhusen och på flyget. Även Taxikurir. Taxi Göteborg har inte heller lika många avtalskunder som t.ex Taxikurir eller VIP-taxi har. Men å andra sidan har Taxi Göteborg oftast vett att ta betalt för sina resor, om man jämför med några andra bolag i Göteborg som dumpar priserna för att få avtalskunder som knappt reser något. Det som är viktigt är att du får tag på en bra åkare, det finns rötägg inom alla branscher och bolag. Det är inte ovanligt att förare hoppar runt, vilket kan vara ett tecken på att antingen föraren och/eller åkaren inte är bra. Ibland handlar det bara om personkemin som inte klaffar som den skall, men titt som tätt handlar det om hur mycket man har krt in kontra antal mil. Åkaren tycker inte om att man åker tvärs över stan för att käka en macka, eller ta långlunch mitt på dagen. Även om det är dåligt att göra, så kan man iallafall köra in några hundralappar, anser åkarna. Det är bättre än att man gör tom med bilen och uträttar privata ärenden.",
				"Man har runt 35-42% i inkört, med eller utan semesterersättning. Det där varierar lite. Men principen är: Kör in pengar, skulle din lön bli lägre än provisionslönen så får du provisionslönen. Men det gäller bara om du är heltidsanställd för samma åkare. Om du hoppar runt mellan olika åkare så gäller det inte, inte heller om du bara jobbar några helger i månaden. Beräknat på 37% i provisionslön, så skall man ligga på lite mer än 45000 kr i månaden inkört (inkl moms) för att hamna runt garantilönen. Det innebär att om man jobbar 5 dagar i veckan, 4.5 veckor per månad (22.5 dagar per månad) så blir det 2000 kr per dag inkört inkl moms. Och det är lågt på en heltidsanställd. Så man kan lite ironiskt säga att provisionslönen är latmasken och idiotens sätt att få pengar utan att behöva göra något.. Eller den som är fackligt ansluten, men det brukar vara synonymt med latmaskar Däremot finns det några åkare som brukar istället ge varianten, du får en fast låg timlön plus en låg procentlön, vilket kan vara både bra och dåligt. De dåliga dagarna har du timlönen som drar upp det, de bra dagarna har du timlönen+provisionen som ger mindre. Men detta är faktiskt en metod som jag tycker om ifall man har en anställd och/eller köruppdrag som ger lite \"ojämnt\" inkört. Typ att man kanske kör företagstaxi, limousine eller färdtjänst som ibland har mer eller mindre att göra då man är beroende av kanske 1 alternativt 2 kundtyper (det finns ju tre kan man säga: samhällsbetalt, företag och privatpersoner. En kombination av alla tre är bra, då står man på tre ben. Står man på 1 ben så kan det vara bra men t.ex vissa dagar åker det inte mycket färdtjänst eller företag). Om man t.ex kör företagstaxi åt kanske ett stort företag som Volvo så har man inget direkt att göra i juli eller runt jul-nyår. Om man då kör på enbart provision så blir det inte så himla mycket betalt, men om man istället har tim+provision så blir det intressant. Även om du skulle få två-tre körningar på en dag, så har du timlönen på kanske 40 kronor som drar upp det. Men om du istället en dag skulle få först ett par snabba körningar för att sedan avsluta med en långkörning på 30 mil som kanske ger 3500 kr, så hade den långkörningen gett 1222 i lön innan skatt med 37% provisionslön medans om man har kanske 60kr i tim+11% (ditt exempel) så hade den gett 723 kr (6 tim i tidsåtgång + 11%) i lön."
		]
	},
	{
		"postIndex": [
			[1472],
			[1552],
			[1645],
			[1149],
			[1474]
		],
		"postTime": [
			"2006-12-13",
			"2006-12-31",
			"2007-02-05",
			"2006-10-22",
			"2006-12-13"
		],
		"postNum": [
			[1485],
			[1565],
			[1659],
			[1157],
			[1487]
		],
		"postLink": [
				"/sp5775288",
				"/sp5914579",
				"/sp6242651",
				"/sp5359514",
				"/sp5781255"
		],
		"postUser": [
				"Magnum",
				"Åkaren",
				"Napoletano",
				"Taxi-Dragan",
				"skägglav"
		],
		"postUserID": [
				"/u3811",
				"/u139244",
				"/u124476",
				"/u91717",
				"/u66057"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p124",
				"https://www.flashback.org/t172037p131",
				"https://www.flashback.org/t172037p139",
				"https://www.flashback.org/t172037p97",
				"https://www.flashback.org/t172037p124"
		],
		"userUrl": [
				"https://www.flashback.org/u3811",
				"https://www.flashback.org/u139244",
				"https://www.flashback.org/u124476",
				"https://www.flashback.org/u91717",
				"https://www.flashback.org/u66057"
		],
		"sentence": [
				"Om du får frågan av en kund på ett fastpris, lägg dig något högre än vad rullande taxa hade gett. Då har du viss prutmån och både du och kunden blir nöjda när ni till sist enas om priset. Så här i början har du kanske inte så bra koll på vad en resa bruka ge så kör på rullande taxameter till ställen du är osäker på. Vid fastpris, ta betalt i förskott. Var inte dumsnäll mot kunden. Gå tex inte in på bolaget eller utför liknande tjänster åt kunden mer än i undantagsfall. Fall heller inte för tjatet om att stänga av taxametern eller köra svart. Säger kunden till under resans gång att pengarna inte kommer räcka så avgör du om du vill släppa av kunden när summan är uppnådd eller bjuda på sista biten - beroende på kundens uppträdande och körsträcka. Då stänger du givetvis av taxametern och kör ändå. Du ska ju inte behöva lägga ut pengar. Ta inte in fler personer i bilen än vad som är tillåtet. Gör du nångång ett undantag ta extra betalt, då du eller en kollega förlorar en resa. Släpp inte av eller ta inte in dessa på en plats där du kan bli sedd av en kollega! När du ger tillbaka växel börja alltid med sedlarna, de högsta först. Sen gräver du bland mynten och skramlar med portmonän några sekunder, som om du letar efter den där femman/tian/kronan. Det slutar ofta med att du får behålla dessa. Ger du mynten först behåller kunden ofta dessa istället. Lite halvfräckt kanske kan tyckas men du ger ju givetvis mynten till kunden om denne inte säger något. Funkar ofta bra och din dricks höjs med åtskilliga tior per arbetspass. Är du osäker på var en adress ligger - fråga kunden! Kör aldrig på måfå! Börja med att säga området du tror adressen ligger i. Är det rätt kör dit och fråga sen tex \"Det är till höger där framme, eller?\" och liknande frågor. Är det en till en ort du aldrig varit i eller absolut inte hittar i är det bästa att säga detta och fråga om kunden kan guida sista biten. Det är sällan nån blir arg över detta. I sista hand, bläddra i en karta innan du startar resan, alt. stanna bilen och taxametern tills du är säker på vägen. Kör du fel, be kunden om ursäkt och erbjud prisavdrag. Är det ett mindre fel brukar kunden inte bry sig om detta. Lita inte blint på din navigator! Dessa visar sällan den bästa vägen. Undvik den med kund i bilen! Kör däremot gärna med den när du åker tomme. Ta även hjälp av kollegor när du inte hittar till en viss adress eller en visst ställe. Det finns nästan alltid någon annan som vet. Vid flerbilarsbeställning hänvisa kunderna till den bil som är först i kö om de kliver in i din och du inte är först i kö. Gör en kollega det misstaget, påpeka det olämpliga och okamratliga i detta, i efterhand. Detta är givetvis inte det enklaste som ny. Var artig hela tiden och kör lugnt och mjukt så ger detta ett bättre intryck på kunden och dennes inställning till dig blir bättre. Är en kund direkt otrevlig, spydig eller hotfull i början av resan, avbryt körningen och be kunden kliva ur! En sådan kund blir trevligare under resans gång. Meddela även dina kolleger om att denna kund inte är lämplig att köra. Vid nattkörningar och plock på stan - kör alltid med låsta dörrar! Veva ner rutan och kommunicera med kunden först. Verkar han/hon/dessa okej så öppnar du dörrarna. Börjar kunden skrika \"Kan du öppna dörren eller!?\" så kan du nog lista ut hur du ska agera. Har du väl fått in en otrevlig kund i bilen är det mycket svårt att få ut denne. Många chaufförer slarvar med detta, men det kan bespara dig en hel del konflikter och obehag.",
				"Man blir så trött! Så var det dags för fler att sluta köra riktig taxi på ett större bolag för att kör sjukresor under Skånetrafiken Att folk inte lär sig att kolla vad dom skriver på eller pratar med folk som hållit på länge! I detta fallet skall dom få 18 000 kr i månaden jobba måndag till fredag 0700-1700 är det inte härligt i taxi någon som idkar välgörenhet. För dom skall väl inte jobba 8.5 Timmar varje pass eller mer? Låt oss titta på verkligheten bakom dessa löften! Offererat pris är ca 82 kr milen inkl hämnings tillägg och hjälp alla priser ex moms. Om man då räknar att varje betald mil tar en 21 minuter att köra inkl dom obetalda milen och upp och hämta leta upp personen som skall åka på olika vårdinrättningar där ingen vet något om något. Så kör man 2,86 mil i timmen a 82 kr * 4 = 234,52 kr * 10 timmar = 2345,20 på ett pass. Men var kom dom 10 timmarna ifrån? Dom skulle ju bara jobba 8,5 ex rast ! Tja kl 0700 skall man var på första adressen hämta bil köra till adressen sen hämta på kvällen 1630 köra 5 –6 mil lämna sen åter till utgångspunkten. Där går väl 1 timme och 30 minuter lågt räknat varje dag ibland mindre i bland mycket mer. Arbetstid varje dag ca 10 timmar * 22 pass i månaden i genomsnitt = 220 timmar delat med 18 000 kr timlön 81,81 kr i timmen Upps glömde tala om att det är inkl semester ersättning.. Och en sak till! Dom får så klar mer betalt om dom kör in mer typ kommer över 55 000 kr i månaden + moms.. Låt oss räkna igen älskar att räkna! 22 pass * 2345,20 = 51594 kr och då har det varit en mycket god månad. Så ingen bonus där inte! Så är det inskrivet i kontraktet med Skånetrafiken att om bilen inte är ute kostar det 100 kr i timmen i skadestånd. Undra om man kan sjukskriva sig där då? Eller kör hem tidigt en dag! Nä man får nog bli på sin post.. Fast man jobbar dagtid bara och inga helger! Fast arbetstid är plötsligt 0600-1800 vad kommer ägaren säg till dom Jo starta inta passet innan du hämtat sen när du lämna sista turen logga ur. Så bra då syns ju inte dom timmar av arbetstiden ja ja vi har i alla fall 8.5*22 pass kvar 187 timmar tot 187* 234,52 inkört i månaden 41231,00 kr 187/ 18000 = 96,25 inkl semesterersättning avtalet säger 90,63 + semester 102,41 i grund timpeng då.. Eller får man köra extra då för att överleva? Så vad tycker ni i taxi Sverige? Är det inte bra betalt så säg! Tillägga att dom som är duktiga här ligger och kör in ca 295 kr i timmen och det är inte ofta som dom ligger över 170 timmar i månaden 170*295*0,38*1,13 =21 534 / 170 timmar Timlön 126,67 Taxi är horeri vi säljer oss för pengar. Men detta mina vänner är Horeri och koppleri och slaveri.. Lycka till… :sick19:",
				"Här kommer det första problemet med reglering. Folk vill hem efter krogen och många skiter i hur de kommer hem. Jag kör själv på mindre ort där vi länge varit det enda bolaget. Svarttaxi är ett enormt problem här och en stor del är just vår brist på bilar när alla ställen stänger samtidigt. Ja, jag är fullt införstådd i att svarttaxi inte är tillåtet men det är exempelvis inte fulsprit heller och samhället är överöst av det och det går knappt att stoppa. Finns det människor som vill betala för en tjänst så kommer det alltid att finnas någon som tillhandahåller den, oavsett vilken sida av lagen den utförs på. Detta innebär att kunder på en viss ort ska nöja sig med det sunkiga bolag som finns där för att detta har ensamrätt. Dåliga företag/anställda ska sållas ut av marknadskrafterna och försvinna. Varför ska inte jag som kund kunna ställa krav på vem/vad/hur jag vill åka ? Jag har trots allt rätt att själv välja var jag tankar/köper mjölk/klipper mig osv osv. Klart att det går bra att tjäna bra pengar när man inte behöver konkurrera med priset. Monopolställning och sätt vilket pris som helst. Återigen ser jag kopplingen till Systemet och den mängd sprit/öl som väller in i Sverige. I den kommun jag verkar är såväl inkomstnivå som utbildningsnivå låg och det skanas i många fall både betalningsmöjlighet och betalningsvilja. Jag menar inte att man ska idka välgörenhet men återigen finner köpare/säljer varandra på vägar som inte staten har någon insyn i och vi är tillbaka till problemet med den alltför stora svarta ekonomin. - - - - - - - - - - Detta innebär också att det skulle bli väldigt svårt med nyetableringar av bolag. De stora bolagen skulle bli mindre konkurrensutsatta och själv i allt större utsträckning kunna sätta standarden för en taxiresa. Jag har svårt att se att någon myndighet skulle veta bäst vilket som är lämplig storlek på ett trafikområde. Varför ska jag inte kunna använda min investering, dvs bilen, så effektivt som möjligt ? Inte i någon annan bransch som jag känner till finns det krav på att man inte får ha så högt kapacitetsutnyttjande som möjligt. Ser man det dessutom ur miljöhänseende så måste det vara betydligt bättre att Uppsalabilen som lämnar Sundsvall tar kund med sig till Gävle än kör helt tom plus att en S-vall bil ska köra samma sträcka och sedan tillbaka. Jag har själv inte erfarenhet av en reglerad taxinäring men rent generellt är jag emot regleringar. Det är till stor del upp till kunden att påverka marknaden genom att göra aktiva val. Åker man väldigt sällan är det kanske inte så lätt att veta vad man ska välja, men de personer som åker mycket/regelbundet kan ställa krav och bör verkligen göra det. När jag själv åker på andra orter så försöker jag undvika bolag som endast konkurrerar med priset. Tyvärr tycks det vara att just priset är det enda viktiga beslutsunderlaget för medel-Svensson idag oavsett om det gäller taxiresor, vitvaraor eller mat. \"Strunt samma hur den ser ut, det är ju billigt\" är en kommentar som är ganska vanligt förekommande i många butiker. Och som med allt annat så får man vad man betalar för även när det gäller taxi. Min slutsats är att den bästa formen av reglering är kundernas aktiva val och vill de inte ha bättre service samtidigt som de gärna tar risken att bli blåsta så har de också fått det som de vill betla för.",
				"Med förvåning läser jag era inlägg där det klagas på obefintlig dricks, dålig lönsamhet, farliga kunder etc. Jag själv har jobbat med taxi de senaste fem åren (varav tre som åkare) och har enbart positiva erfarenheter av jobbet och vill delge er hur bra man kan ha det. Dricks - Jag har mellan 20 och 40 körningar varje pass och kunderna dricksar i snitt 15 spänn per körning. I snitt gör jag 400 spänn per pass i dricks vilket blir runt 8000 i månaden på mina 20 pass. Lön/Lönsamhet - Efter att ha kostnadsfört diverse personliga omkostnader som telefon, bredband, dator, tidning, luncher (s.k. representation), kläder (s.k. profilkläder) brukar jag ha 20 000 - 25000 kr över vilket motsvarar en bruttolön efter egenavgifter på 15000-18500 kr. Nettolön blir då ca 10000-12000 Svartkörningar - Är något som alla taxichaffisar gör. Som åkare kan du köra mycket svart (såvida du inte bara kör färdtjänst och företag) och det brukar slinka ned en femhundring i fickan i snitt varje pass vilket blir ytterligare ca 10 000 kr i månaden. Totalt har jag alltså ca 30000 kr netto varje månad att leva på vilket räcker gott då jag inte har behov av någon privatbil och telefon m.m. redan är betalt. Jag har under fem år haft endast 2 obehagliga passagerare som varit lite för påverkade för att kännas helt ok att ha i bilen och har aldrig hamnat i bråk med någon passagerare. Däremot har jag träffat en hel del kåta brudar i tjänsten och har fått riktiga \"bonuskörningar\" ;-). De positiva kundmötena väger tyngre än de få idioter man stöter på enligt mig alltså. Jag jobbar i huvudsak med privatkunder och nyckeln till att lyckas bra som taxi-chaffis är enligt mig framför allt följande: 1. Tydlig Kommunikation - Prata svenska, var trevlig, visa att du har förstått vart kunden vill, fråga om du inte har förstått eller hittar dit. Fråga inte ensamma tjejer om de vill knulla. Verkar självklart men är det tyvärr inte för alla chaufförer. 2. Lär dig hitta i närområdet - Skippa GPSn och kör med kartan i knät tills du lärt dig hitta ordentligt. Studera kartan när du har dötid och ändå bara sitter i bilen. Alla kunder gillar chaufförer som hittar bästa vägen till en adress utan tjafs så att de kan slappna av när du kör. 3. Tag lagom betalt - En engångskund som du aldrig kommer att se igen kan du ta bra betalt av, en trevlig kund som åker mycket och dricksar bra kan man ge ett bättre pris så att de återkommer och rekommenderar dig till andra. 4. Skaffa egna stamkunder som du ger lite extra service - Kunder älskar att kunna ringa och säga \" Hej det är jag, jag är på jobbet och vill hem\". Stamkunder som brukar åka samma sträcka vet dessutom vad det ska kosta och det är lättare för dig att ta betalt svart. Hoppas att detta inlägg iaf får någon att se lite mer positivt på taxibranschen!",
				"Som föredetta taxislusk tänkte jag dela med mig av mina erfarenheter, som inte är lika positiva som många andras. Det värsta med yrket var stressen man kände när det var dåligt med körningar, när man hur mycket man än försöker inte får en körning eftersom det är många bilar och/eller lite körningar. Ingen körning=ingen (eller jävligt dålig) lön. Näst efter stressen kommer arbetstiderna (och bristen på OB-tillägg), jag hade ett rullande schema så jag körde både dag och kvällspass, detta innebar att man aldrig hann ställe in kroppen ordentligt på till en viss rytm. Här i tråden har några skrivit att det går att tjäna skapligt med pengar om man ligger i, det har jag svårt att tro på. När det inte finns tillräckligt med körningar kan du ligga i hur mycket som helst utan att det ger något. Kanske det är olika från stad till stad men där jag körde var det nästan omöjligt eller iaf. svårt att komma över garantilönen, visst hände det ibland men det var varken ofta eller mycket. Det är också många här som förbannar svartkörningar, varför? För mig var det alltid välkommet med en eller ett par hundringar rakt ner i fickan en lördagkväll. Självklart kan man inte köra svart på vilka körningar som helst, det krävs lite magkänsla, det går heller inte att köra hur många som helst svart en och samma kväll. Tusse du kanske inte ska köra svart när du är helt ny, lär dig vad resorna kostar vitt och skaffa lite magkänsla först. Lycka till!! Så, det var det jag kom på just för tillfället, åtkommer kanske."
		]
	},
	{
		"postIndex": [
			[2035],
			[2039],
			[1773],
			[2042],
			[2038]
		],
		"postTime": [
			"2007-05-05",
			"2007-05-06",
			"2007-03-08",
			"2007-05-07",
			"2007-05-05"
		],
		"postNum": [
			[2055],
			[2059],
			[1791],
			[2062],
			[2058]
		],
		"postLink": [
				"/sp7030536",
				"/sp7039432",
				"/sp6522476",
				"/sp7051066",
				"/sp7037139"
		],
		"postUser": [
				"Devilfishz",
				"Devilfishz",
				"buiko",
				"marcus_tns",
				"buiko"
		],
		"postUserID": [
				"/u147350",
				"/u147350",
				"/u79095",
				"/u74580",
				"/u79095"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p172",
				"https://www.flashback.org/t172037p172",
				"https://www.flashback.org/t172037p150",
				"https://www.flashback.org/t172037p172",
				"https://www.flashback.org/t172037p172"
		],
		"userUrl": [
				"https://www.flashback.org/u147350",
				"https://www.flashback.org/u147350",
				"https://www.flashback.org/u79095",
				"https://www.flashback.org/u74580",
				"https://www.flashback.org/u79095"
		],
		"sentence": [
				"Jaha, så var man där. Nu är jag nyutexaminerad civilingenjör mitt under en högkonjuktur men har ännu inte lyckats hitta jobb. Funderar på att återuppta min karriär som taxiförare på Taxi 020 i Stockholm, eller borde jag kanske börja köra på Taxi Stockholm istället ? En del säger att man tjänar betydligt mer där på natten iaf, men har ingen aning vem jag ska tro på. Buiko vad säger du ? Du verkar ha bra koll på branschen i Stockholm. Jag vet inte än om jag ska köra dag eller natt. Har följt denna tråd till och från även under den tid då jag inte har kört taxi och jag tycker faktiskt att den återspeglar mina erfarenheter från yrket ganska väl. Jag vill dela med mig av några egna erfarenheter till er som vill börja köra eller är nya. För er andra är det förmodligen inget nytt. - Ha alltid koll på hur mycket du ska få i lön. Exempelvis kan du använda dig av en Excel-mall för att hålla koll på dina dagskassor. Du får aldrig för mycket i lön, men desto oftare någon hundralapp för lite då och då på kontot. Har haft tre åkare och aldrig fått ett öre för mycket i lön. Kontrollera ditt skattekonto med jämna mellanrum för att se att åkaren har betalat in rätt summa på skattekontot. - Tro inte på vad andra taxiförare eller taxiåkare säger. Jag hade en taxiåkare som sa att den andra chauffören tjänade mer än han gjorde för att jag skulle jobba ännu hårdare. Ofta blir det ganska enkelt till slut att skilja åt lögnare från icke-lögnare, även i taxibranschen. Vanliga lögner kretsar kring, osannolika turer, inkört belopp och frekvent raggande av 20-åriga Stureplanstjejer på lögnaren ifråga. Träffar man samma förare mer än en gång ertappar man lögnen ganska enkelt då de ofta har svårt att hålla reda på alla sina lögner. 7000 kr i snitt per helgnatt och 4000 på onsdagar blir \"bara\" 6000 och 3500 istället. Många taxiförare verkar sätta hela sin yrkesstolthet kring hur mycket andra tror att de kör in. Det är ganska patetiskt egentligen, men jag antar väl att de sätter likhetstecken mellan inkört belopp och hur kompetent man är som taxiförare och därmed människa i deras ögon då en stor del av deras liv tillbringas i och kring en taxibil. Ofta är de lögner andra taxiförare eller taxiåkare säger bara underhållande, så länge du inte baserar något av dina livsval på en annan taxiförares lögn.. - Betala ALDRIG självrisk vid krock. Inte ens en promille av självrisken ska du betala. Om du kör buss på SL och krockar bussen behöver du inte betala skadorna på bussen. Även om du inte är med i något fack har du faktiskt vissa lagliga rättigheter oavsett vad åkare/okunnigt försäkringsbolag/okunnig polis påstår. Samma villkor gäller taxi såvida du inte har gjort dig skyldig till grov vårdslöshet i trafik eller rattfylleri när krocken inträffade. Men jag antar att du har andra problem att bekymra dig för i sådana fall. Om du vill få detta bekräftat kan du vända dig till facket, taxiförbundet eller en jurist. Begär åkaren en del av självrisken säger du bara: \"See you in court\" och byter åkare. Detta gjorde jag med en åkare och det löste sig. - Kör på ett storbolag, eller på ett specialiserat bolag som TOPCAB. Har liksom många andra här sett tillräckligt mycket för att kunna konstatera detta. Finns nog inga fördelar med att köra fribil, såvida du inte är beredd att skinna tyska affärsmän som ska till/från Arlanda. Är du friåkare bör du ha ett sjukt starkt psyke med tanke på de priser din åkare förmodligen tar. Trots att jag kört på ett av Stockholms billigare bolag har jag råkat ut för en hel del prisdiskussioner, kan inte föreställa mig hur det är som friåkare eller på mindre seriösa bolag. - Försök vara lugn mot kunder och medtrafikanter. Att hamna i slagsmål med kunder eller andra taxiförare tjänar du mycket sällan på, även om det i regel är de som är riktiga idioter. Vet att det är ganska svårt emellanåt, men det går att undvika åtminstonde en del hotfulla och för dig ofördelaktiga situationer genom att vara lugn och resonlig. Det enda som är viktigt är egentligen din egen säkerhet och att tjäna pengar. Med detta menar jag inte att du ska ta vilken skit som helst, men värdera alltid andra alternativ än att ge utlopp för din agressioner när du är ute och kör.",
				"Tack för svaren och råden buiko. Har också fått intrycket att Taxi Sthlm är det klart bästa bolaget i Stockholmstrakten. Vet inte om Taxi 020 är det bästa bolaget i Solna ens längre. Känns som de har tappat en hel del kunder till Taxi Sthlm på Lidingö och i Solna. Vet inte om detta stämmer dock. Du har rätt i att taxi är ett yrke med noll utvecklingsmöjligheter. Enda möjligheten är väl om man vill bli egen åkare. VD på Taxi Stockholm lär man inte bli i alla fall. Jag tog uppehåll ett år då jag var trött på studierna för att köra taxi. Kändes verkligen som att man hade hamnat i en ond cirkel. Man blir jäkligt bekväm med jobbet. Det känns som att även fabriksjobben är få på företagen nu för tiden då produktion alltmer flyttar utomlands och de jobb som finns kvar i industrier nu för tiden kräver även de någon form av utbildning. De jobb jag kan få med min kompetens just nu är ungefär: civilingenjör, köra budbil, köra taxi, jobba som försäljare. Helst hade jag jobbat som civilingenjör men tillsvidare får jag väl nöja mig med något av det andra. Ska se om jag kan hitta något annat. Jo, tyvärr är det så illa, iaf för min del. Kanske har jag haft otur med mina åkare. Det rör sig bara om några hundralappar men stör mig ändå. Har man en fin relation till sin åkare och mår bra med att betala håller jag med om att man kan göra det. I vissa åkerier vet jag att det är en oskriven regel att man betalar halva självrisken från andra krocken och framåt. När jag menade att man inte skulle betala en del av självrisken menar jag i de fall åkaren utkräver dig på pengar utan att du vill betala . Har hört lite varierande historier om Topcab vad gäller inkört belopp. Topcab verkar ha tagit ut kunden har alltid rätt till sin spets. Fördelen är väl att man i allmänhet har bättre kunder där om man jobbar natt? (har jag hört iaf). Är man duktig på att hugga i radion har jag hört det finns väldigt goda förtjänstmöjligheter där, men som sagt litar inte allt för mycket på vad folk säger i denna branschen. Håller med hundra procent. Varit nära konfrontationer med taxiförare från i princip alla storbolag och friåkare vid flera tillfällen trots att jag anser mig själv vara en riktig konfliktundvikare. Är svårt att handskas med många taxiförare men jag tycker ändå man ska undvika bråk med dem in i det sista. I värsta fall kan det ju sluta riktigt illa. Att stå utanför stureplan en fredagnatt klockan 2 och vänta på kunder ställer verkligen en på prov. Hade bara varit så jäkla skönt om alla talade sanning. Då hade man kanske vetat vad man kan få ut av att byta bolag eller köra vissa tider t.ex. Men i taxi blir det väl mer \"learning by doing\".",
				"Tackar som frågar….. Hallå där taxi lovers. Buiko är tillbaka efter ”semestern”. Tyckte att fb tog för mycket tid, tröttnade på forumet, man har ju ett liv utanför cyberrymden också. Men nu är jag som sagt tillbaka med nya friska tag, på den internationella kvinnodagen dessutom. Har lite inlägg att ta igen nu. 2006-11-25 Sen när blev det svårt att hitta taxi-jobb? Om du ska ha ett fast jobb på dagtid kan det bli svårt, men en timanställning på helgerna får du hur lätt som helst…om du har taxilegg och bra referens vill säga. Det är ju inte bara taxi som har vandelsprövning, finns inom skolan, snart blir det väl inom vården och andra yrken också. Man arbetar ju så nära människor som taxiförare, undrar förresten när taxikunderna ska ha vandelsprövning??? 5000 för att få köra taxi gbg. är mycket, men bolaget är populärt och har många sökande, så de drar nytta av det och tjänar en hacka på utbildningen också. Vandelsprövningen görs bara en gång? Konstigt att man inte får ny vandelsprövning när man förnyar legget, fast egentligen behövs det inte, om du våldtar eller rånar någon ,så sänds den informationen direkt till vv, som drar in legget. 061127 Klart att taxi måste ha internutbildning, vv lär ju knappast ut hur taxametern fungerar, alla bolag har ju sina rutiner, men att det ska kosta 5000 känns ruggigt mycket, kanske kunde taxi gbg satsa mer på självstudier så att den kostnaden kunde sänkas. Många taxibolag har ju gratis grundutbildning, hos taxi sthlm transfer tar de bara 200 spänn för tillverkningen av legget, ,sen är det bara uniformen som kostar ca 1000:-, men den kan åkaren ofta betala. Ta alltid legg, skit i om det inte är tillåtet eller ej, hur många 19 åriga tjejer vet det förresten?? Var med om nästan samma sak en gång, ung stressad tjej ca 19 år åker från Söder till B Jarlsgatan, när vi kommer fram säger hon att hon inte har pengar utan ska låna ur kassan (jobbade på café) sen kommer hon tillbaka, säger att hon inte kan göra det, för att chefen är där, får inte betalt, det rörde sig om fastpris på 66:- och väntetid på ca 20kr tot. ca 80 spänn (detta var 12 år sen) Fick hennes legg, hon lovade att skicka pengarna, tiden gick..väntade nån vecka…inget svar, ringde henne, hennes morsa svarade, jag presenterade mig hövligt, hennes morsa blev tvärsur och menade att JAG hade lurat henne, hon skulle inte betala för nån väntetid minsann, egentligen skulle jag ha det dubbla av den summan, med allt väntande på den bortskämda slarviga ungjäveln, har för mig att jag fick tillbaka pengarna efter ett tag…men de var så förbannat otacksamma tjejen och mamman så man häpnade. Electronkort har jag också fått, ett tag brukade jag fråga kunden hur de tänkte betala och med vilket kort för att undvika allt tjafs senare. Själva taxilegget är ju bara en plastbit, det är ju vv:s data och personuppgifter som räknas och får snuten information om att legget är spärrat, blir det tingsrätten nästa. 061128 Om man har tid och ork finns det många sätt att driva in pengar på, i små städer funkar det säkert att svartlista, ta kontakt med föräldrar, arbetsplats och liknande. Jag rekommenderar att ta legg eller annan pant och diskret fråga om betalningsförmåga innan resan börjar om man är det minsta osäker på kundens betalningsförmåga speciellt när det gäller yngre eller redlöst berusade. Att driva in pengar efter arbetspasset har jag gjort några gånger, det handlade nog om att jag blev så förbannad på kunderna att det var hatet som drev mig snarare än penningen, har knackat på hos ett fyllo också, då hängde smockan i luften, så ibland får man tyvärr svälja stoltheten och ta springnotorna.",
				"Måste tillägga att jag inte har jobbat hårt ännu i år Det enda problemet är att jag skulle nog aldrig kunna ställa mig på ett industri golv igen och göra 220 kåpor om dagen.... aldrig... plus att man har då en chef som kollar som man aldrig drar över en minut på rasterna.. usch. Taxi är ett fint jobb där man sköter sig själv, det blir till vad man gör det till Ok så det kanske inte är världens bästa lön men man får väl prioritera lite vad det gäller arbetsmiljön också samt kollegorna, har bara trevliga kollegor förutom jkpg´s taxi då Dom lever i sin lilla egna värld, lustiga typer. Måste dela med mig av en arbetsdag som färdtjänstchaufför 06.45: Passet börjar:Tranås, lungt inget att göra, åker hem och käkar frukost. 07.30: Första körningen till Eksjö, klar 08.05, avtalad 08.35 ass hämta/lämna. 08.10: Åker till statiol och köper kaffe 08.20: Pratar lite skit med kollega... 08.40: Vilar ett tag i bilen... 09.00: Hämtning Tranås > Nässjö 10.30: Kaffe Nässjö Sjukhus.. plus lite vila (utarbetad) 11.15: Hämtning Eksjö > Tranås 11.45: Lunch ! Hemma och surfar 12.45: Dialyspatienter x3 till Eksjö, samt utkört belopp (inget mer planerat) 13.40: Vilar lite, pratar lite skit 14.40: Körning Komsum > Oktorgsgatan 14.50: Köper en glass 15.10: Åker hem 15.45: Utloggad Måste dela med mig av en natt som taxi chaufför När de är lungt då.. 18.00: Passet börjar, har oftast varit klar lite innan, druckit kaffe med 19.00: Första körningen, fyllo x 1 19.15: Hemma på station, lite tv. 19.30: Lite fler körningar inom stan. 20.00: Kaffé. 21.00: Mat, oftast pizza, eller annan skräpmat... jag bantar, tittar på 23.00: Börjar känna mig lite trött, går snart över... 23:15: Lite fler körningar inom stan. 00.15: Ser hur folk börjar gå och lägga sig och undrar varför jag kör taxi. 02.00: Kaffé. 02.15: Kör en snål kund som inte ger en krona i dricks ! 03.00: Slut... ! 04.00 Är man förhoppningsvis hemma efter tvättat bilen och räknat lönen. ... har svårt för att bara gå och lägga mig direkt när jag kommer hem.. brukar glo lite på tv en 15-20 min innan man börjar slockna.. ställer oftast klockan på runt 11 på förmiddagen så jag inte ska sova bort hela dagen.. Dock när man jobbar till 7 på morgonen så är i regel söndagen förstörd ! Hur länge jobbar ni om nätterna ? Hade vart kul att se hur dagarna/nätterna ser ut... ???",
				"För det första, som nyutexaminerad civ ingenjör ska du INTE köra taxi, för droskföraryrket är en återvändsgränd. Ta hellre jobb på en affär, lager eller annan firma, där kan du avancera och bygga upp ett nätverk av kontakter. Om du jobbar som simpel fabriksarbetare, så kan du få nys om ett jobb som ingenjör på samma fabrik och få referenser och förtur till platsen. Taxi sthlm är bättre än 020, starkare varumärke, fler företagskunder, bättre täckning. Visst är 020 starkare i Solna/Väsby, men tänk på att de flesta körningar är de som finns inom tullarna. Köra dag eller natt? att köra dagtid är klart bäst; gles trafik, gott om kunder, fina körningar, få stökpellar och fylltrattar. mån-fre 7-16: bra tid, inte många busar, men mycket väntande, bilköer, noll dricks, dåligt inkört, vilket leder till att man gärna kör en extra timme för att bättra på kassan. bättre inkört än dagtid vardag, hyffsade men väldigt varierande kassor, en del ljusskygga typer dyker upp, annars ganska lugnt. Megakassor, fina styrningar, fett med dricks, MEN här dyker problemen fylla och hot upp, frågan är, är det värt pengarna? tycker du det kör då helgnätter. ska du räkna ut din egen lön för att jämföra med lönespecen, är det verkligen så illa? helt sant att åkaren alltid visar sina lyckade kassor för att peppa sina förare, så är det säkert även i andra yrken med provision, min gamla åkare visade faktiskt sina mindre lyckade kassor också. Det där med inkört är en viktig faktor för taxi, det gör det hela spännande också, att man kan påverka sin lön. inkört per timme är det viktigaste, att kunna få en bra kassa inom rimlig tid, sen det där med kompetens, tja tjänar man mer pengar på att vara kompetent, kan det vara värt att va det, annars vetefasen...det finns ju knappast nån befodring i sikte som droskslusk. jag har faktiskt betalat en självrisk för en olycka med personskador som jag enligt polisen var skyldig till, hade jag vägrat hade jag råkat i gräl med min ensamåkare som jag trivdes med, stor utgift för honom. Topcab detta har tidigare diskuterats i tråden, topcab har mycket mer körtid än andra bolag, dessutom har de komradio, som nybörjare blir det svårt att hugga på körningar, man hinner inte med. Nån skrev om primadonnor i växeln, som man inte fick stöta sig med. ett underskattat problem är hoten taxiförarna emellan, jag har blivit hotat av andra taxiförare för att jag \"tagit\" deras körningar, stått för nära deras revir. Taxilivet i storstäderna är hårt, inget för veklingar. läste om det i SvD i morse, eftersom jag redan har legg, så gör det inte mig nåt att nytt strängare legg införs (det egoistiska synsättet) VVs egentliga syfte med det nya legget är säkerhet, det syftet bryr jag mig inget om, jag ser bara fördelen med den strängare och dyrare antagning då det leder till mindre antal aspiranter, vilket i sin tur leder till fler körningar att dela på för de som redan kör."
		]
	},
	{
		"postIndex": [
			[2643],
			[2371],
			[2380],
			[2295],
			[2684]
		],
		"postTime": [
			"2007-12-31",
			"2007-10-26",
			"2007-10-27",
			"2007-08-19",
			"2008-01-15"
		],
		"postNum": [
			[2677],
			[2398],
			[2407],
			[2320],
			[2718]
		],
		"postLink": [
				"/sp9443924",
				"/sp8773543",
				"/sp8785210",
				"/sp8072356",
				"/sp9622786"
		],
		"postUser": [
				"ozone",
				"Schafer",
				"Schafer",
				"marcus_tns",
				"ozone"
		],
		"postUserID": [
				"/u213316",
				"/u83067",
				"/u83067",
				"/u74580",
				"/u213316"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p224",
				"https://www.flashback.org/t172037p200",
				"https://www.flashback.org/t172037p201",
				"https://www.flashback.org/t172037p194",
				"https://www.flashback.org/t172037p227"
		],
		"userUrl": [
				"https://www.flashback.org/u213316",
				"https://www.flashback.org/u83067",
				"https://www.flashback.org/u83067",
				"https://www.flashback.org/u74580",
				"https://www.flashback.org/u213316"
		],
		"sentence": [
				"Gott nytt år! Tänkte ställa en fråga till er som kanske vet, men jag håller på att ta taxikort just nu.. och undrar det här med att om jag får anställning/jobba extra så får jag gå en kurs i lite olika saker som t.ex. lokalkännedom. Så vad menas med Lokalkännedom? Dagens bilar är ju utrustad med GPS, iaf i min stad. Min lokalkännedom är så pass bra att jag kan på dom flesta gator ungefär säga vart dom ligger. Men hur bra måste man vara? Ska man kunna alla gator i hela staden? 30-40 ställen utanför staden? Sen har jag en annan fråga. Lönen: hur är den? dom större företagen brukar ha en grundlön eller en timlön som man får oavsett om man får körningar eller inte, ganska låg lön också. Men 10.000-15.000 kr/mån har jag hört + 30% av inkört belopp. Om jag nu får 75 kr/timmen + semester ersättning (<-får jag det? är lag på det va?) sen räknar jag lågt, jag kör in 100 kr/timmen dom första passen. Då slutar timlönen på 105 kr/timmen + semester ersättning på grundlönen 75 kr. Då borde alltså jag tjäna runt 110 kr/timmen eller 115 kr/timmen. Sen ju mer jag kör destu mer hovar jag in i timlön. Tycker ni ovanstående påstående är riktigt eller handlar det om mindre summor dom första passen? För en körning värd 100 kr är ju ändå bara ca 5 km, vilket låter ganska lite körning per timme. Eller vad säger ni?",
				"Igår fick jag en trevlig körning. Stod på flygplatsen för att hämta en vanlig flygtaxikörning. Planet kommer, går ner och brassar på fullt igen. Efter 20 minuter försöker det igen. Lönlöst, för mycket dimma. Alla resenärer på marken blir skickade med buss till Arlanda istället. Planet återvänder till Arlanda med sina passagerare ombord. I stort sett alla chaufförer åker in mot stan igen. Jag och en till stannar, det bör ju bli nån som inte vill åka buss till Arlanda, utan bara åka hem igen. Självklart fick jag en sån, personen ville åka hem. När kunden har fått tillbaka väskorna frågar den vad det kostar med taxi till Arlanda. Trodde det var ett skämt först, så jag drog till med vad jag trodde det skulle kosta på ett ungefär, ca 10000:-. Lastar in väskorna och kunden i bilen, och börjar åka hem till kunden. Under resans gång frågar kunden nån gång till, och undrar även om just jag kan köra ner till Arlanda. - Visst, låt mig bara kolla tidboken så jag hinner. Det ser ut som jag ska hinna (tack vare att jag försov mig två timmar i går morse, samt att jag var till tandläkaren på dagen), så det var lixom bara att åka... 56 mil enkel resa... Räknade på resan när jag kom fram, efter att ha kört den på ett fast pris, och kom fram till att det var nog inte så illa gissat, det diffade på mindre än 5% på det priset jag gav och det som det skulle kostat att köra på taxametern. Får väl anta att det täcker upp bomen jag fick förrgår, en bokning från flyget till en annan flygplats 20 mil bort. Kunden ville dock bara åka hem då, fast det inte skulle kostat någonting att åka till den andra flygplatsen. Idag fick jag veta varför, kunden skulle åka utomlands, och det planet gick bara varannan dag. I förrgår var det också för mycket dimma för att landa såklart. En konstig sak med allt, är att mitt under provlandningarna igår, ramlade det ner ett annat plan, som inte tycktes ha några som helst problem att landa...",
				"Kan, ja. Får, nej. Se bara till att inte ha med den andra i bilen när du kör då...",
				"verkar ju absurt ! vad har chauffören för utbildning ?? typ nada ! ok så det finns en del taxi chaufförer som inte heller hittar någonstans... men denna tjänsten var ju så pass unik att den unviker lagar och förordningar.. undrar hur länge dom får hålla på.. Fråga ? Varför måste man åka i sin egen bil fram och tillbaka till ett ställe ??? Och hur kan det vara billigare än att ta en taxi, de går ju åt bensin om man åker i sin egen bil, eller tankar dom med kanske. Parkerar dom bilen precis utanför stället dom lämnat en ?? Inte troligt då måste dom ju köra bilen till sitt \"kontor\", finns många frågor.. men gud vilken oseriös idé och så skyller dom på att man ska komma säkert hem, ja men det finns ju alltid taxi och allmänna kommunikationer. Home Safely = Svart Taxi !!! Bästa formen faktiskt, första gången man kan köra svart taxi utan att behöva tillhandahålla en bil !! En bra idé för ni där ute som kör svart, ta deras bil hem istället, så kanske du kan låna den resten av kvällen också !",
				"oj oj, ja så dålig är nog inte jag på att köra bil Men är det någon chaufför här som kan svara på en sak.. jag ser ofta att taxi bilar antingen bara står still och att chauffören sitter och läser en tidning. Eller antingen att en bil bara kör runt i stan och väntar på en körning. Är det så att när man har sitt pass så får man köra hur man vill? t.ex. om jag kör ett pass så kan jag bara köra runt i stan och titta på allmänheten tills jag får en körning? Jag förstår nog att man inte kanske kan köra hur mycket tom körningar som helst, typ 40 mil tomkörning kanske är fel.. men bara köra runt liksom till jag får en körning.. eller kanske det finns en viss begränsning hur mycket tomkörning det får vara? Låter ju riktigt trevligt att få köra bil helt gratis runt runt"
		]
	},
	{
		"postIndex": [
			[2992],
			[2982],
			[2909],
			[3087],
			[2855]
		],
		"postTime": [
			"2008-02-28",
			"2008-02-27",
			"2008-02-17",
			"2008-03-08",
			"2008-02-13"
		],
		"postNum": [
			[3039],
			[3029],
			[2953],
			[3136],
			[2894]
		],
		"postLink": [
				"/sp10176830",
				"/sp10164453",
				"/sp10043693",
				"/sp10292809",
				"/sp9985721"
		],
		"postUser": [
				"Lawless78",
				"A_E_K",
				"Negis",
				"Negis",
				"buiko"
		],
		"postUserID": [
				"/u110030",
				"/u218575",
				"/u225344",
				"/u225344",
				"/u79095"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p254",
				"https://www.flashback.org/t172037p253",
				"https://www.flashback.org/t172037p247",
				"https://www.flashback.org/t172037p262",
				"https://www.flashback.org/t172037p242"
		],
		"userUrl": [
				"https://www.flashback.org/u110030",
				"https://www.flashback.org/u218575",
				"https://www.flashback.org/u225344",
				"https://www.flashback.org/u225344",
				"https://www.flashback.org/u79095"
		],
		"sentence": [
				"Min åkare äger över 50 bilar tror jag.. Fältrapport från denna dags förvärv: Dagen började bra med två körningar till flyget. Lyckades sedan tima in mig väl på en skolkörning och fick sedan två omsorg till på raken. Inte alls illa! Men efter sista körningen så vart jag tvungen att ta ett toabesök på en mack i umeå som brukar va ganska välbesökt av taxichaffisar på helgerna. Dock inte på veckorna och jag fattar varför nu efter denna dag. När man landar på denna mack hamnar man i distriktet närmast den fruktade \"hörneforssvängen\" vilket kort och gott betyder lång resväg med tom bil för några ynka färdtjänstkörningar, några kärrningar/gubbar som ska fram och tillbaka till ICA osv. Som grädde på moset är dessa körningar ofta försenade också= gnälliga pensionärer! Denna \"fälla\" hamnade jag i idag och jag fick inte ens ta lunch för Kärrningjäveln i växeln För hon hade en massa tidsbeställda körningar jag var \"tvungen\" att ta(vilket hon naturligtvis inte kunde ringa och säga mig innan). Så jag blev fast i hörnefors men tänkte iaf inte jobba över nått utan fara tillbaka så jag kunde fara hem då jag sluta 1330. Men då började dom ånyo gnälla på mig i växeln att dom hade körningar kvar och att jag måste stanna bla bla bla...Fan har sällan blivit så förbannad och jag var nära att be dom dra åt helvete. Hursomhelst förklarade jag lugnt att jag hade en tid att passa och att jag måste fara hem 1330 då jag slutar och att jag vägrar stanna för några skitkörningar och att jag dessutom inte ens fått ta nån lunch,vilket jag inte fått nått för förutom en massa skit från våran högfärdiga växel kärring. Att ta på sig dåliga körningar som ger lite pengar kan jag acceptera, det är ju trots allt en fråga om tur eller otur. Sen så har jag ju nu lärt mig vart jag ska hålla mig borta ifrån vid vilken tidpunkt.Men vad jag inte accepterar är att jag måste ta skit för det och dessutom inte ens får ta någon lunch, vilket jag inte ens får en tillstymmelse till ersättning för.",
				"När jag körde på landvetter funkade det så här: Först åkte man upp till magasinet, uppsamlingsområdet (ligger till vänster i andra rondellen från Rv40) o ställer sig sist i kön efter bilar från sitt bolag. Bilarna får meddelanden i taxametern när det behövs fler bilar på plattorna. När man står längst fram i sin kö o får ett meddelande åker man ner till en av plattorna. De bolag som får hämta på landvetter (Taxi Gbg, Kurir, 020, VIP o Lerum) har sedan olika filer o olika antal bilar de får ha inne på plattorna (utrikes o inrikes). Det finns transpondrar i bilarna som känner av bilen o öppnar bommen. Din åkare får betala 45:-, en kassako för LFV. Taxi Gbg har t.e.x fil 1 o 8 bilar jämn vecka, ojämn vecka fil 4 o 8 bilar.. 020 har 1 bil i fil 2 o 3 jämn vecka och 1 bil i fil 1 o 3 ojämn vecka.. dom får alltså inte ha två bilar efter varandra i samma fil.. Det första du gör när du kört innanför bommen o ställt dig i rätt fil, är att skriva upp nummret på de bilarna som står sist i de andra filerna. Det är ditt könr. Om det t.ex bara är 4 Taxi Gbg inne på plattan (ons natt) o du kör kurir så är du nummer 5. Om alla taxi gbg bilarna får kunder o det kommer en till taxi gbg bil så skall han vänta på att du tagit en kund.. Men om man är först i kön får man inte stå och sova när kunderna närmar sig bilarna.. då hamnar dom snabbt i konkurrenternas bilar Om man är i stan och får en körning att man ska hämta på landvetter, då kör man inte in på plattorna. Utan då ställer man sig på speciella p-rutor, går in i ankomsthallen o håller upp skylten med kundens namn på... Angående ftj-körningar så skriver kommunerna olika upphandlingar med taxibolagen i sin kommun. Om du kör ftj i Sthlm, Gbg, o Örebro så får du helt olika betalt. Det är nästan omöjligt att räkna ut vart det är Bäst/Sämst att köra ftj...",
				"Idag körde jag en pensionerad VD(för ett företag med över 200 anställda) runt min småstad(han skulle egentligen ingenstans och tillslut släppte jag av honom där jag plockade upp honom) och notan slutade på 800:-. Han berättade om sitt liv och det var faktiskt ganska givanden. Han ville väl bara ifrån frun ett tag. Sådana här annorlunda körningar händer mig lite nu och då: *Att polisen griper kunden. *Att jag kör fyllerister 30 mil enkel väg en natt. *Att jag kör runt en kille som suttit inne för mord samtidigt som polisen ringer till växeln och vill veta vart han ska. *Att jag kör tjejer som vill ligga med mig direkt. *Att fina tjejer bjuder ut mig i nyktert tillstånd. *Att jag kör en tjej runt och runt stan för att \"min psykolog har sagt att det är bättre att jag åker taxi när jag vill ta livet av mig.\" Notan slutade på 2000:- eller 2500:-. *Att en företagere dricksar 1.500:- Har fått dricks på över 700:- tre gånger. *Att folk faller i gråt i nyktert tilllstånd och att fyllisar spyr ner taxi och tom en gång så var det en som kissade ner taxin. *Osv osv. Jag har trots allt bara kört 3 år varav endast ett år var på heltid. Resterande tre år har jag kört ungefär 15-20 timmar i veckan. Är det jag som har tur/otur eller är det normalt med alla dessa smått annorlunda körningar?",
				"Visst händer det saker. Men det gäller att inte haka upp sig på det och istället försöka se det roliga i jobbet; för det kan faktiskt vara riktigt skoj, det tyckte iaf jag från början. En gång hoppade en nerknarkad lodis in i taxin innan jag han se det. Händerna blödde som fan och han satt och snackade om hur han varit och skärt i en fitta. Han betalade inte men jag propsade inte heller på det. Big deal. Har i stort sett bara hänt en gång till att jag inte fått betalt. Vill du ha bråk - och det finns en hel del sådana personligheter i taxiyrket - då kommer du garanterat att få det. Jag känner en del taxiförare som varit i slagsmål med kunder(till den grad att polis tillkallats, folk har hamnat på sjukhus osv), men det förvånar mig inte heller för det ligger i deras personlighet. Jag brukade tänka som så att så länge jag inte tar åt mig eller hetsar upp mig så är det idioterna som beter sig som idioter. Det passade mig bra men å andra sidan fick inte mitt ego så stor plats i taxin då. Men ska man framhäva sitt ego kanske man ska göra ngt annat än köra taxi?",
				"37% låter lite, borde vara minst 40%. Du kanske inte tjänar bättre eller sämre på taxicard, men den stora skillnaden är att du som blivande cardförare kommer att köra bilen HELA tiden, medans de andra taxigubbarna läser tidningen och pratar skit, så ska du lämna tider på allt mellan 5 och 30min, du tar körningar INNAN du lämnat kunden, vilket kan bli problem. Du kör en kund som ska till en adress, du lämnar tid på nästkommande körning, plötsligt säger kunden att han ska vidare sen, eller kanske ändrar han sin slutadress, detta är vanligt och kunden har all rätt att göra så, med datakörningar så tar man aldrig nästa körning innan pågående kund stigit av."
		]
	},
	{
		"postIndex": [
			[3731],
			[3674],
			[3591],
			[3387],
			[3671]
		],
		"postTime": [
			"2008-08-12",
			"2008-07-22",
			"2008-06-21",
			"2008-04-26",
			"2008-07-22"
		],
		"postNum": [
			[3798],
			[3738],
			[3653],
			[3443],
			[3735]
		],
		"postLink": [
				"/sp12380659",
				"/sp12094514",
				"/sp11720024",
				"/sp10973872",
				"/sp12091376"
		],
		"postUser": [
				"myc0s",
				"hacke169",
				"Negis",
				"pilt77",
				"Negis"
		],
		"postUserID": [
				"/u220049",
				"/u203003",
				"/u225344",
				"/u4377",
				"/u225344"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p317",
				"https://www.flashback.org/t172037p312",
				"https://www.flashback.org/t172037p305",
				"https://www.flashback.org/t172037p287",
				"https://www.flashback.org/t172037p312"
		],
		"userUrl": [
				"https://www.flashback.org/u220049",
				"https://www.flashback.org/u203003",
				"https://www.flashback.org/u225344",
				"https://www.flashback.org/u4377",
				"https://www.flashback.org/u225344"
		],
		"sentence": [
				"en fråga till taxidrosken, ozone, dweezil m.fl. som kör taxi. någon skrev tidigare att han jobbat extra då & då och tjänade \"700 kr extra per pass i \"bommar\" och dricks\". är detta något även ni sysslar med, 'bommar'? fördelarna med att bomma är väl: - pengarna rakt ner i fickan - man får en sjyst lön för den möda man gör och sitter och jobbar natt men vad är nackdelarna? och om ni inte 'bommar' skulle jag vilja veta varför, om ni är så besvikna på lönen. - inte ärlig - en kund kan ange en till ens åkare att man fick åka svart bara för att jävlas och man får kicken? - ingen provision som vägs upp av pengarna i fickan - mer? kan tänka mig att om jag hade kört taxi hade jag frågat varenda full ungdomsslusk om nätterna om de hade velat åka lite 'billigare'. inte fan kör jag 21-07 till en lön på 120 spänn i timmen, det är ju helt ur vettet. tjänar bättre redan på garantilönen på Hemglassbilen jag kör nu med normal tid (+ provis även där) du snittade alltså, i två år, 10 timmar om dagen, 7 dagar i veckan? för det första så tror jag dig inte. för det andra, om det nu är sant, så är det så jävla sjukt så jag vet inte vad jag ska säga. två år säger du? vad i heeelvete! än idag skriver du att du jobbar riktigt sjuka pass, hur orkar du? var i ligger din livsgnista? har du inte satans mycket pengar nu så du kan ta nytta av det där naturpluggandet och plugga vidare och slösa lite pengar och unna dig själv ett lugn? du kan omöjligt hinna med att slösa ens en krona på nöje eller kläder eller fritid om man jobbar 10 tim varje dag. det är fan helt sanslöst mycket, borde vara olagligt. ett under att du inte är utbränd eller mumie just nu. har du några vänner eller familj eller är du ensamstående? eller kan det vara så att du faktiskt skrev fel eller ngt?",
				"1) Hur länge har Ni kört taxi? KÖRDE i ca 3 månader. enbart helg och natt. 2) Varför valde ni just taxi och inte butiksbiträde, telenasare eller servitör? behövde enkel inkomst. tyckte även, till en början, att det faktiskt var en rolig sysselsättning. 3) Blev taxiyrket som ni tänkt er? över eller under förväntningar? kändes roligt att gå till jobbet de första 3-4 körpassen, blev sedan dock bara mer och mer ångestfyllt. sista helgerna var jag totalt spyfärdig på alla kunder och min jobbsituation i övrigt. 4) Hur många procent jobbar ni? enbart helg, vad nu det blir i procent. 5) Har ni en svensk åkare? avböjer svar. 6) Har ni någonsin känt er obehagliga till mods under ett arbetspass? ja, flertalet gånger. främst beroende på vissa kunders dåliga attityd mot taxiförare i synnerhet. 7) Hur länge kan ni tänka er att fortsätta att köra taxi? taxi är ett avslutat och begravt minne för mig. 8) Vad kör ni för bil? sliten saab 9-5 oftast manuell växellåda!! (helt sjukt) 9) Vad är det bästa med att köra taxi? det bästa var möjligheten till ”bomkörningar” (svartkörningar) och den ovanligt höga dricksen. som ung och svensk plockade jag faktiskt in tillräckligt för att alltid ha kontanter till mat och klädinköp. givetvis även tack vara mina ”bomkörningar”. brukade snitta ca 600-700 kronor per pass i dricks och ”bommar” 10) Vad är det sämsta med att köra taxi? yrkets status. som taxiförare kändes det (enligt min personliga åsikt) som att befinna sig absolut längst ner i näringskedjan. är inte heller något yrke som jag någonsin självmant kommer erkänna att jag tvingats ägna mig åt. minns flertalet gånger då jag verkligen led över att från kundernas sida ses som en totalt misslyckad individ. vilket jag också på den tiden absolut kände mig som. att sedan grundlönen även var skrattretande dålig är heller inget som får övriga nackdelarna att väga över i något positivt. 11) Har ni funderat på att lägga av? har lagt av. var en oerhört skön känsla när jag tog beslutet att aldrig mer sätta mig i en taxibil. 12) Är taxi endast en sidoinkomst? var i princip min enda inkomst de 3 månaderna jag körde. 13) Vad tyckte ni om taxi/taxiförare innan ni började köra? såg dom mest som misslyckade, tragiska och knepiga. vilket tyvärr, överlag, besannades. 14) Skulle ni kunna tänka er att köra taxi på annan ort? nej, tyckte det räckte med skit från vissa kunder över att jag inte kände till absolut alla gator och alla företag i staden jag är uppväxt. 15) Vad tycker er ev. sambo/flickvän/hustru om ert yrkesval? flickvännen jag hade på den tiden var både stöttande och förstående.",
				"Jobbade tidigare bara helgkvällar och i stort sett varje helg. Då hade jag ungefär lika bra lön som en heltid med skift. Inte långt därifrån iaf. 1000-1500 netto för en natt var inte ovanligt. Bättre betalt ska man ha tur om man får när man är totalt utan utbildning. Började sen köra på dagtid på helgerna. Pysslade med lite annat på veckorna så jag tänkte inte så mycket på lönen. Den sista månaden har jag kört heltid endast dag. Det är en sanning med modifikation eftersom man kliver upp mitt i natten för att börja passet 0500. Hur som hur är ju lönen för heltidstaxi rent deprimerande i min stad. Får väl ut lite över 10k och kan spara 5k. Vill kunna lägga undan minst 10k i månaden om jag jobbar heltid. Lägga undan pengar som kan användas till en resa, extra fina kläder eller ngt. En av många anledningar till att jag förmodligen inte kommer att köra en meter till taxi från och med september. Det har varit roligt och utvecklande, men taxi har även gjort att jag undvikit att tänka på avsaknadet av ett socialt liv. Det är väldigt lätt att komma in i en trall där man kör taxi. Och det är ju på sätt och vis inget jobb, mer en livstil. Som det känns idag vill jag lämna taxi och bryta av. Det är många som bryter av helt med taxi efter ngt år bakom ratten. Trots att det finns relativt fina pengar att hämta för dessa personer om de kör ngt pass extra när andan faller på.",
				"Jag kör åt 020 just nu och har inte betalat en enda spänn i utbildning. Dom där internutbildningarna är nåt som oerfarna chaufförer blir pålurade så som jag fattat det. Går du ner till 020:s växel och säger att du söker jobb så kommer du bli tvungen att betala för deras internutbildning och efter det så hjälper dom dig att komma i kontakt med någon åkare som söker folk. Men det är ju inte ens säkert att du får jobb även du betalar och går deras kurs. Om du däremot först fixar jobbet genom en åkare och låter han sköta kontakten med bolaget så är det mycket smidigare, Då räcker det att du kommer in och visar på deras övningstaxameter att du klarar av allting. Sen har man förarkortet i handen och kan börja köra. Och det har inte kostat dig mer än några timmars gratis arbete när du suttit med i din åkares taxi och lärt dig taxametern och företagets rutiner. Ett litet tips från coachen om man vill börja köra på 020. tror det funkar på liknande sätt inom dom andra stora bolagen också.",
				"Snart fyra år. Första året heltid då jag jobbade skift och kanske närmare 60 timmar i veckan. Andra året jobbade jag bara helgnätter och spelade en massa poker på veckorna. Tredje året var det återigen mest helgnätter, fast då i kombination med telefonförsäljning på veckorna, fjärde året var det helgdagar och studier på veckorna. Sökte typ 50 jobb, utan att ha någon som helst försörjning under tiden förutom besparingar och taxi var det enda jag fick. Hade inga förväntningar. Första året var kul och utvecklande, andra året var det ett slappt jobb, tredje året började man bli lite smått hatisk mot allt vad taxi heter, fjärde året insåg jag att jag jobbade för småpengar och nästa månad har jag förhoppningsvis kört min sista meter. I sommar ungefär 100%. Annars har det varit ungefär 50% i tid räknat de sista året om än jag ofta levt helt på taxin. Japp, när jag började köra fanns det inte ens en utomeuropeisk invandrare som körde i min stad. En gammal kåkfarare började slita i förarsätet och skrika samtidigt som jag körde närmare 100 km/h. Men det obehaget gick över på ungefär 2 minuter. Förhoppningsvis bara några veckor till! Olika lite billigare bilar. Min åkare satsar pengar på annat åt förarna istället för de grymmaste bilarna. Alla söta tjejer. Det är inget jobb utan ett sätt att leva och man får betalt därefter. Sen dag ett. Nej, har varit den absoluta huvudinkomsten under många år. Inget, har bara betalat för en taxiresa i mitt liv och det var efter jag började köra taxi och blev sen till en viktig tid. Dock kommer jag ihåg att jag läste en tidningsartikel som barn där jag blev förundrad över hur otroligt lite taxiförare tjännade! I min stad är taxi ett genomgångs yrke och de som kör taxi några månader är väl bara vanligt folk. Men de som blir kvar bakom ratten är generellt ett jävla pack. Nej, jag har fått nog! Vill inte förknippas med branschen i onödan om jag byter stad. Förstås så är jag singel."
		]
	},
	{
		"postIndex": [
			[4360],
			[4231],
			[4368],
			[4423],
			[4359]
		],
		"postTime": [
			"2009-02-20",
			"2009-01-02",
			"2009-02-21",
			"2009-03-12",
			"2009-02-20"
		],
		"postNum": [
			[4437],
			[4307],
			[4445],
			[4502],
			[4436]
		],
		"postLink": [
				"/sp15230664",
				"/sp14394924",
				"/sp15260040",
				"/sp15580698",
				"/sp15230008"
		],
		"postUser": [
				"Lawless78",
				"ozone",
				"Lawless78",
				"Joje-Joje",
				"Nachos-"
		],
		"postUserID": [
				"/u110030",
				"/u213316",
				"/u110030",
				"/u325956",
				"/u329207"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p370",
				"https://www.flashback.org/t172037p359",
				"https://www.flashback.org/t172037p371",
				"https://www.flashback.org/t172037p376",
				"https://www.flashback.org/t172037p370"
		],
		"userUrl": [
				"https://www.flashback.org/u110030",
				"https://www.flashback.org/u213316",
				"https://www.flashback.org/u110030",
				"https://www.flashback.org/u325956",
				"https://www.flashback.org/u329207"
		],
		"sentence": [
				"Ska försöka svara utifrån hur det funkar på företaget där jag kör. Vi har inga skyldigheter att ta dom körningar vi blir tilldelade. Men nekar man många körningar blir ju inget inkört och ens åkare kommer att undra vad fan man håller på med. Man kan inte se vad det är för körning heller förrän man tackat ja.Står endast \"körupppdrag\" på skärmen och så får man trycka ja eller nej. Vårat företag har som mål att alla ska ligga på 2500/dag i snitt, men något uttalat krav finns inte. Vardagskvällar och nätter är det tillräckligt glest med körningar så det blir nog så lugnt även om man tar alla man kan få. Du kan ju välja körningar och ta det lugnt när du vill såklart, men man bör göra det med måtta så inte inkört belopp blir alltför lågt. Man kan tacka nej till körningar om man känner för det, men man vet aldrig i förväg om det är en skitkörning eller världens smörkörning. Får man en längre körning och snart ska sluta eller så får man ringa växeln och förklara så skickar dom den på en annan. Nej vi får inte bara köra i City utan tvingas köra utanför också. Har aldrig kört i sthlm men i Umeå är det dagligen körningar till och från flyget så jag antar det nog är det i sthlm också. Några ggr per månad ca, långkörningarna hos oss på Umeå taxi är oftast sjukresor. Vissa chaufförer som är bra vän med sin åkare har ordnat det så att dom har bilen stående hemma hos sig och även använder den till viss del privat.Själv har jag inte slickat min åkare i röven dock Vet ej! Är man sjuk kan dom ej tvinga en att köra. Om det finns backup eller ej vet jag inte. Jag tycker det är ett fritt, och tidvis lugnt, arbete ja.",
				"Du tjänar minst 96,38 kr/timmen vilket är garantilön. Har en procentlön så skulle jag tippa på att du tjänar 100 kr timmen före skatt om du kör dagtid, kör du varannan helg så höjs snittet till 110 kr/timmen. Med avtalslön, dvs timlön+påslag, km och Ob så kommer du upp i samma summor som procentlönen, skilljer inte så mycket. Nu kanske du inte ska lita allt för mycket på det jag skriver men jag tror nog att det är ungefär lika över hela sverige, skiljer väl någon krona. En Taxichaffis tjänar i snitt 100-110 kr timmen under blandade tider. Jag har blivit hotat med stryk en gång, men är det hot så brukar det oftast vara tomma hot. Dom har inte så mycket att komma med. Vanligare är dock, att om du kör fulla mäniskor så kan dom vara dryga och ställer massa dryga frågor. Någon gång kommer någon kund säga att du tillhör det lite mer värdelösa folkslaget som kör taxi, det brukar vara arbetslösa idioter som är fattigare än vad du är. Det finns inte många som kör taxi frivilligt, dom flesta kör taxi därför att dom inte fick något annat jobb. Visst finns det många som haft super bra jobb, kört taxi extra men tyckt att taxi är mycket roligare och därför blivit taxichaffis på heltid. Men vanligare är det att man gör det som du säger: Jag-jobbar-här-för-att-jag-inte-hittade-något-annat. Nu kör jag inte i Örebro, men skulle jag vilja köra taxi i Där nere så skulle jag välja det största bolaget, varför vet jag inte. Ja man blir ju jävligt less ibland, dels på folket man kör, lönen och tiderna. Men man har inte så många valmöjligheter och då är det bara att knipa käft och jobba på tills man \"börjat smida klart sina stora planer\"",
				"Inga problem. Har du fler frågor ska jag svara efter förmåga. Att vi inte får veta vart körningarna kommer att gå ifrån stämmer inte riktigt,var lite otydlige där. Tilldelningen av köruppdrag är hos oss till stora delar automatiserad och sköts via GPS. Så när en körning går ut skickas den till den bil som är närmast, är sedan två, eller fler bilar i samma distrikt så går körningen till den som var där först. Ibland kan man få köruppdrag tilldelade medan man kör.Har man tex plockat upp kund och börjat köra mot den adress man ska till så knappar man in på displayen och talar på så sätt om för växeln vart man ska, dom olika stadsdelarna och närliggande orterna har olika distriktnummer som man lär sig ganska snabbt och som man knappar. Vidare anger man om hur lång tid man är ledig. Då vet dom när man är ledig och vart.Då kan man få körningar tilldelade medan man har en körning,detta kallas direktare.I dessa fall vet man säkert i vilken stadsdel man kommer att få körning iaf.Dock vet man aldrig hur lång den är, om det är en kontantare, sjukresa eller färdtjänst. Anledningen till varför man aldrig får veta hur lång körning är, eller vilken typ av körning det är är för att då skulle allt för många chaufförer bara ta längre kontantare och skita i alla färdtjänster tex, man vill ju tjäna pengar...",
				"Idag körde jag mitt första Taxi Stockholm pass någonsin (har kört taxi förut, men det var typ 15 år sedan och annat bolag). Egentligen skulle jag inte alls köra idag utan gå igenom lite rutiner med åkaren, men han hade en bil ledig så efter en kort genomgång satte jag mig i bilen. Naturligtvis lyckades jag komma åt nödknappen, så växeln ringde och frågad om allt var OK. Lite pinsamt speciellt med tanke på att jag bara hunnit köra ut bilen ur garaget... Stog en timme utan att få någon körning sedan böt jag område och då blev det full rulle. Fick en växelstyrning till centralen, sedan ett kort ragg +20kr i dricks. Kort därefter ytterligare ett ragg; två tanter som var sena till en begravning och precis när jag släppt av dem i förorten fick jag en växelkörning tillbaka in till stan. Sedan rullade det på rätt bra, riktigt kul att ha flyt första passet, men jag tror att det kommer betydligt sunkigare dagar. Var lite nervös vid första körningen och det strulade naturligtvis för mig när jag skulle dra kundens kreditkort, men sedan tyckte jag att det gick bra. Det blev ett kortare pass, jag skulle ju egentligen inte ha kört idag, och jag kände mig ordentligt trött i huvudet efteråt. Kanske för att jag glömde bort att käka lunch. Summa sumarum är jag klart nöjd med första passet, hoppas bara att det håller i sig och att jag kan köra in hyfsade kassor framöver. Återkommer gärna med mer info om någon är intresserad. Allt det bästa /Joje",
				"Hej! Jag har några frågor till dom som kan och/eller redan är förare. Jag funderar på att ta taxi-kortet i framtiden men vill gärna ha ett lugnt och fritt arbete och undrar därför över en del saker. 1. Tar man vilka körningar man vill från växeln eller är det krav på att ta ett antal körningar eller vissa specifika? Undrar dom om man tackar nej? 2. Finns det krav på hur mycket man ska köra in på en natt, säg man arbetar men vill ta det lugnt och välja sina körningar själv och tjänar sämre, blir det mycket problem med ägaren till kärran då eftersom man tar upp bilen och någon annans pass som eventuellt skulle kunna köra bättre? 3. Kan man tacka nej till vissa körningar, typ alla längre körningar och ha som regel man endast kör i city? 4. Hur ofta har man körningar till flygplatserna, typ Arlanda om man arbetar i Stockholm. Är det dagligen ett antal körningar eller typ en gång i veckan? 5. Hur ofta får man längre körningar, då menar jag kanske 5 mil eller mer? 6. Hämtar man bilen själv för sitt arbetspass eller finns det några alternativ som används? Finns det firmor där man får behålla bilen hela tiden? 7. Vilken firma är den bästa att köra för eller har den bästa personalpolitiken enligt er? 8. Hur gör man vi sjukdom, säg man är bokad för att köra ett nattpass och så blir man sjuk straxt före, finns det alltid backup av förare? 9. Är det enligt er ett \"fritt\" och lugnt arbete som man kan forma till det man vill? Eller är det strikt styrt från bilen och företagets ägare? Tacksam för svar och ursäkta om eventuella frågor verkar dumma."
		]
	},
	{
		"postIndex": [
			[4544],
			[4735],
			[4728],
			[4531],
			[4494]
		],
		"postTime": [
			"2009-04-23",
			"2009-07-11",
			"2009-07-10",
			"2009-04-17",
			"2009-04-09"
		],
		"postNum": [
			[4626],
			[4823],
			[4816],
			[4613],
			[4575]
		],
		"postLink": [
				"/sp16281419",
				"/sp17602570",
				"/sp17581052",
				"/sp16174229",
				"/sp16054390"
		],
		"postUser": [
				"uddis(s)",
				"pendejo4life",
				"hedde",
				"uddis(s)",
				"uddis(s)"
		],
		"postUserID": [
				"/u216429",
				"/u363471",
				"/u63062",
				"/u216429",
				"/u216429"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p386",
				"https://www.flashback.org/t172037p402",
				"https://www.flashback.org/t172037p402",
				"https://www.flashback.org/t172037p385",
				"https://www.flashback.org/t172037p382"
		],
		"userUrl": [
				"https://www.flashback.org/u216429",
				"https://www.flashback.org/u363471",
				"https://www.flashback.org/u63062",
				"https://www.flashback.org/u216429",
				"https://www.flashback.org/u216429"
		],
		"sentence": [
				"Problemet är att problemen är feldefinierade. Det pratas om Friåkare och Svartåkare bland de etablerade bolagen men jag som kört några år har sett igenom detta. Visst fuskas det och finns friåkare som beter sig dumt men de är reellt sett i ekonomiskt underläge och inte mera hot än var en gubbe med korvlåda på agen är ett hot mot en bättre restaurang. Att ta en friåkare är ett misstag som de flesta bara gör en gång och varför skulle Taxibranchen inte vara konkurrensutsatt? De oseriösa åkarna som utnyttjar anställda och fifflar finns till absolut största delen i de etablerade bolagen vilket visat sig vid de razzior som gjorts! Som exempel kan jag nämna Taxi Göteborg där jag jobbat ett antal år nu hos tre olika åkare. Den förste (då jag inte var med i facket) Lyckades undvika attt betala mig lön alls för två månader utan åtgärder från Taxi Göteborg annat än att de ringde och hotade att stänga av mig för att jag slutat hos den förste åkaren. Man ignorerade att jag rapporterade att denne åkare satt i system att utnyttja folk genom att sätta dem i beroendeställning. Han hade folk anställda som stämplade och som var sjukskrivna (de kunde knappast klaga på sen eller för låg lön) folk som hade kronofogden efter sig och som gjorde bytesaffrer = svart betalning, folk med dokumenterade alkoholproblem som mixtrade med alkolås etc. Idag har han nästan dubbelt så många taxibilar som då. Lika illa om inte värre var det hos näste. Visserligen hade man en guldkörning men åkaren var obalanserad och att lönen kom i tid var extremt sällsynt. Ofta fick man en delbetalning strax efter månadsskiftet och aldrig några lönespecar så man kunde kontrollera att det var korrekt. Timersättning för när bilen stod stilla eller de tillfällen man skulle på service mm fick man aldrig. Efter att jag slutat hos denne då han gett sig på mig fick jag veta att han tidigare uteslutits från ett annat bolag för att han kommit i slagsmål med och hotat både kollegor och kunder samt att han tafsat på unga flickor. Under tiden som jag jobbade hos honom var han vid flera tillfällen inblandad i våldsamma bråk med konkurrenter och kunder och körde tråkig stil mot vissa kvinnliga kunder. Inte så mycket som en tillsägelse fick han för något av detta och det tog flera månader innan jag via facket fick ut vare sig lön eller papper. Min tredje åkare började direkt med att betala första lönen två veckor för sent efter att jag varit på honnom flera gånger om detta. För tillfället har jag slutat men han är fortfarande skyldig mig för två månader och Taxi Göteborg gör inget. Sedan har vi fusket med oredovisade krediter som uppdagades förra året. Ett stort antal åkare blev man tvungna att utesluta på grund av stora skatteskulder som gjorde att de tappade sina trafiktillstånd. Sammanlagt var det mellan 30 och 40 bilar som försvann förutom de som redan gjort konkurs eller frivilligt lämnat in sina plåtar. Detta betyder att ca 10 % av bilarna försvann. In kom åkare man tidigare sett hos konkurrenter och även som friåkare och svartåkare. Min uppskattning är att de fifflande och oseriösa åkarna sitter vid grytorna medan de ärliga missgynnas inom Taxi Göteborg för i flera fall är det så att åkarna med tvivelaktigt rykte är de som växer och som figurerar i det interna fifflet där de lönsamma körningarna går underliga vägar till vissa åkare och bilar. Problemet r inte friåkare som har en ganska påpassad och utsatt position. Problemet är de stora bolagen som försvarar sig med floskler om oseriös konkurrens och friåkare medan fifflet och godtyckligheten sprider sig. I I vart fall Taxi Göteborg har den ärlige åkaren/ arbetsgivaren allt svårare att hävda sig mot fifflarna. En annan viktig aktör är kommunerna och landstingen som köper upp tjänster utan att kontrollera att åkarna sköter sig mot sina anställda. Men detta diskuteras aldrig bara färdtjänstchaufförer som gjort något misstag kanske pressade av sina arbetsvillkor. Bara det är billigt skiter det allmänna i om Taxichaufförerna får köra 13 timmarspass utan raster. Vem gynnas av det? Lösningen är komplicerad men man måste nog skilja på Åkare och beställningscentraler. DE bör inte få deläga varandra och beställningscentralerna måste få ansvar för att redovisning (ekonomisk) sparas till myndigheterna och att åkarna som är anslutna sköter sina skyldigheter som arbetsgivare. Åkare som missköter sig skall lättare förlora sina tillstånd... för gott! Jag känner ganska många förare inom olika bolag i västra götaland och de usla förarna är lätträknade och försvinner oftast snabbt. Problemen är att Åkarna inte håller samma standard. Tvärt om verkar de oseriösa i flera fall stärka sina positioner och det måste det göras något åt!",
				"Hallå gott folk! Jag är ny här på FB och har läst nästan hela tråden. Anledningen är att jag länge funderat på att börja köra taxi, visst finns det en del nackdelar med yrket men enligt mig väger fördelarna tyngre. Jag körde buss i ca 6år och just nu har jag haft ett annat jobb i ca 3år. Men jag har alltid velat vara min egen, slippa jävliga chefer och jobbiga kollegor som bara snackar skit om varandra. Vad jag har förstått så är det ont om kunder just nu och det är ju inte så svårt att förstå med tanke på att vi är mitt i en lågkonjuktur, så jag tänkte att om man i dagsläget skall gå runt i taxibranchen så är det bättre som åkare, så slipper du jobba för fjuttiga 37% eller vad det nu är, och att inte leasa bilen utan att lägga mestadels cash så har du bättre marginaler när du startar. dessutom så väljer du själv villka tider du vill jobba. Jag kommer att ställa ett par frågor till er som har erfarenhet av branchen och INTE till er som inte kört ett endaste meter 1: Hur mkt rabatt får du om du köper en bil som ska köras som taxi och kan jag köpa en något beg bil o ändå få rabatt? 2: Om jag som åkare utan anställd tänker köra 10h pass endast vardagar och utan skulder på bilen, hur mkt blir min vinst/lön i månaden (det varierar jag vet men på ett ungefär? 3: Kurir o taxi sthlm har ju vissa krav på nyblivna åkare, hos kurir måste du ha jobbat minst 6mån heltid för att bli åkare, taxi sthlm minst 18mån, men hur är det hos taxi 020? 4: Villka bilmärken resp bilmodeller har ni kört, fördelar och nackdelar på dessa? 5: Om jag skulle bestämma mig för att ha en anställd som kör resten av dygnet och vi säger att han kör in 2500:- i snitt 5 dagar i veckan, hur mkt av den summan blir kvar till mig, efter arbetsgivaravgift och andra avgifter? 6: Ni som är åkare idag, vad gjorde ni innan? 7: Villken tid är det bäst att börja sitt arbetspass och villka tider finns det mest att göra? 8: Om ett pass är 10h hur mkt av den tiden är körtid (med kund) om man nu räknar med en vanlig dagskassa. (svårt att säga jag vet, men ungefär 9: Kan man fiffla med vilotiderna om man nu fått fnatt o vill jobba extra mkt någon månad? 10: Är det överhuvudtaget lönsamt att vara åkare idag med tanke på lågkonjukturen?",
				"Nu till ännu en fråga som jag förstår är extrem svår att svara på. Det gäller lönen som taxichaufför. Jag har blivit erbjuden att börja köra taxi för Taxibil Syd som skall etablera sig i göteborg, främst för att köra färdtjänst, bud och företagskörningar, men naturligtvis även vanliga körningar. Lönen är 43% av inkörda pengar. Samtidigt så har jag en förfrågan att köra för ett lite mindre bolag som kör i Ale kommun där jag idag bor, men som är anslutna till Taxi Göteborg och där får man 37% istället. Jag har idag ett jobb där jag tvingats ner på 80% av min tjänst pga rådande lågkonjunktur. Där har jag en lön på 22400.-/mån vid 100% jobb. Min fråga är då om det finns någon chans att jag kan komma upp i minst samma lön genom att istället köra taxi på heltid? Samtidigt så kräver båda bolagen att man skall ha deras egna utbildningar och uniformer, kanske en kostnad på 6000.-. Är detta något man kan \"deala\" till sig att åkaren betalar o man sen betalar av det på lönen eller så? Inte de lättaste frågorna att svara på, men jag hoppas någon kan komma med lite vägledning, så att jag vt om jag skall tacka ja, eller nej.",
				"Vilka är era erfarenheter av Taxiåkare och Taxiorganisationer? Har själv uteslutande arbetet för åkare inom Taxi Göteborg som är en förening av åkare. Detta gör att beställningscentralen Taxi Göteborg fungerar speciellt. Taxi Gbg är aldrig på förarens sida även om Taxiåkaren grovt åsidosätter sina skyldigheter eller beter sig direkt olämpligt. Dettta gör att man som anställd hamnar i ett ständigt underläge som många åkare utnyttjar för att hunsa sina förare. T ex kan du om du vill byta åkare inom Taxi Göteborg för att denne inte betalat ut lönen och eller på annat sätt betett sig olämpligt riskera att denne djävlas med dig och får dig avstängd under en period då du inte kan förtjäna ditt levebröd. Alltså finns det en tendens att förarna står ut med en behandling man ej skulle acceptera hos någon annan arbetsgivare. Sent utbetald lön mm är ganska vanligt liksom åkare som inte drar rätt skatt och betalar arbetsgivareavgifter mm. I en organisation som är fristående från Åkarna kan denna välja att hålla en hård linje mot åkare coh förare som beter sig illa mot varnadra... konkurrenter eller kunder. Min erfarenhet är att i en organisation som fungerar som Taxi Göteborg uppstår det lätt en väldig slagsida dels mellan förare och åkare... dels mellan enskilda åkare beroende på maktförhållanden inom styrelsen. Förare blir ständigt avstängda för små bagateller och insidenter (allt från att neka att köra en tur växeln vill lägga på en till att man missat att hålla sin köplats eller uppträtt på ett påstått oriktigt sätt) Föraren har ingen möjlighet att klaga/ överklaga sådana beslut) En åkare som tycker du är besvärlig när du blir irriterad äver att du inte fått månadslönen tre veckor efter att du skulle haft den kan hitta på skäl till att Organisationen skall stänga av dig från körning och få igenom det och därmed straffa dig. Har själv råkat ut för sådant och sett det hända kollegor ständigt. Vet åtminstone en åkare som satt det i system för att ostraffat blåsa chufförer på lön och semesterlön mm utan problem. När det gäller åkare gäller en helt annan nivå kring vad som accepteras både vad gäller uppträdande mot tredje man... kollegor och anställda. Även kontrollen för att ta in nya åkare verkar betydligt sämre än kontrollen av nya förare. Jag veta att an tagit in åkare som gjort konkurser och som har tillstånd via bulvaner då man förlorat sitt trafiktillstånd med Taxi Göteborgs vetskap. Det finns också åkare i Taxi Göteborg som blivit uteslutna från andra organisationer på grund av våldsamt uppträdande mot kunder och kollegor samt sextrakkaserrier mot kvinnliga kunder (borde inte ens ha fått behålla taxilegget) som ändå tagits in och inte ens fått repressalier då de upprepat samma beteende vid flera återkommande tillfällen som åkare i Taxi Göteborg där en förare som betett sig på samma sätt minst blivit avstängd en tid och möjligen t om avskedad. När det gäller åkare som missköter sina åtaganden gentemot sina anställda tar de alltid ställning för akaren hur mycket fel han än gör och hjälper till och med till att ge föraren felaktig information om vad som gäller eller t om hotar föraren kring konskvenserna att \"ställa till bråk\". Talande exempel på hur det går till är det senaste årets i media uppärksammade fusk och påföljande uteslutningar. Taxi Göteborg tvingades på grund av mediauppmärksamheten ta upp frågan om uteslutningar. Nivån hamnade på att de som blev fråntagna sina åkartillstånd blev uteslutna medan de som betalade in klarade sig om de var väl etablerade inom Taxi Gbg (läs ej med invandrarbakgrund). Alltså uteslöts i slutändan bara en del av dem som gjort bokföringsbrott och skattebrott eller valde att lämna in sina tillstånd. Totalt omfattade detta att uppemot 10% av de aktiva bilarna inom Taxi Göteborg försvann på några månader förra året. Snabbt ersattes dessa av åkare från andra beställningscentraler som villigt fyllde upp luckorna. Man frågar sig om villigheten beror på Taxi Gbgs sätt att alltid ställa högre krav på förarna än på åkarna som ju är arbetsgivaren även till dem. Man frågar sig också hur många som i verkligheten beter sig oetiskt som åkare och arbetsgivare men som klarar sig och kan fortsätta bete sig utan åtgärder. Kanske har de till och med förtroendeposer? Ni som jobbat inom andra beställningscentraler... vilka är era erfarenheter? Fungerar det liknande. Jag vill ha sanningen inte skitsnacket.",
				"Erfaren i Taxi Göteborg. Alla talar om 3000 per pass /menar då 12 timmarspass/ men få klarar det. Visst en bra dag men i dagens tider kan man få slita 12 timmar och vara glad för 2000. Inte ovanligt med sämre nu i vinter och vår. Taxi är ett jävla slaveri där chauffören är nästan rättslös. Ofta får man inte lön i tid. Ingen timlön om bilen är otillgänglig och inget för service... bilvård mm. Snaste 2 åren har jag väl fått lönen utbetald i rätt tid 5 ggr kanske. Efteråt stämmer sällan skatteavdrag med inbetald skatt. Just nu väntar jag på Februarilönen som skulle varit betald 25 Mars. Tröttnat på de erbarmligt dåliga och okunniga arbetsgivarna samt allt fiffel för att få de bra turerna och köra in bra. Och då talar vi om TAXI GÖTEBORG. Kan bara gissa hur andra har det. Hela branchen är rutten. Förra året försvann nästan 10 % av bilarna pga uteslutning el KK. Detta drabbar mest dem utan kontakter och backning från styrelsen mm. Det är toppen av ett isberg. Jag vet om åkare som tillåts driva verksamehet genom bulvaner eftersom de inte får driva taxirörelse, åkare som systematiskt anställer folk som stämplar eller är sjukskrivna och kör svart (och därmed är i åkarens våld och inte kan klaga) åkare som kör svart (skm har bara kollat krediter ej kontantinkört) och åkare som inom andra taxirganisationer gjort sig skyldiga till våldshandlingar och ofredande av kunder (kvinnliga) så att de normalt sett borde förlorat Taxikortet helt som får köra specialkörningar för socialförvaltningen trots att de dessutom varit inblandade i flera våldsamma konfrontationer med kollegor och konkurrenter. Uppochnedvända världen och det går ända upp i toppen. Taxiyrket kan vara ett fritt och intressant yrke men tyvärr har det gått käpprätt de senaste åren.... Ta det som en dåligt lönsam hobby vid sidan om... inget att leva på. Nutidens slaveri! Alla har inte samma möjligheter som jag att tacka för mig och jobba med nåt som ger anständiga anställningsförhållanden och människovärdig behandling.. Jag lider med dem. När man efter lång tid och hårt arbete när man lärt sig alla strateiger och tricks kan man som jag nå upp till en månadslön kring 30.000 per månad men när dyrtiderna sätter in kan det snabbt sjunka och då kommer problemen om inte förr. En räv kan tjäna anständigt om man inte räknar timlön men en rookkie skall inte ens räkna med att klara sig. Av de 20 som började samtidigt som mig fanns färre en fem kvar efter 4 månader. I nuläget finns det ett par tre som kör extra av dessa och så jag. Varför? Svaret är enkelt... de klarade inte av de hårda och långa passen eller den usla lönen. Många skryter om vad de tjänar men statistiken talar sitt tydliga språk liksom fastlönerna för specialtransporter mm. kring 17..18 tusen före skatt för ständig 50-70 timmars genomsnittlig veckoarbetstid. En 17 årig snickarläring tjänar bättre per timme."
		]
	},
	{
		"postIndex": [
			[5339],
			[5119],
			[5447],
			[5122],
			[5247]
		],
		"postTime": [
			"2010-02-12",
			"2009-10-23",
			"2010-04-14",
			"2009-10-25",
			"2009-12-19"
		],
		"postNum": [
			[5441],
			[5215],
			[5553],
			[5218],
			[5346]
		],
		"postLink": [
				"/sp21421546",
				"/sp19418895",
				"/sp22520397",
				"/sp19447789",
				"/sp20420326"
		],
		"postUser": [
				"CrashCourse",
				"Snubb",
				"u_n_me",
				"TaxiTaxi",
				"kitschlemur"
		],
		"postUserID": [
				"/u295030",
				"/u132773",
				"/u57226",
				"/u345067",
				"/u311443"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p454",
				"https://www.flashback.org/t172037p435",
				"https://www.flashback.org/t172037p463",
				"https://www.flashback.org/t172037p435",
				"https://www.flashback.org/t172037p446"
		],
		"userUrl": [
				"https://www.flashback.org/u295030",
				"https://www.flashback.org/u132773",
				"https://www.flashback.org/u57226",
				"https://www.flashback.org/u345067",
				"https://www.flashback.org/u311443"
		],
		"sentence": [
				"Jag tänkte börja köra taxi i Stockholm och har ett par frågor. Har sökt ett par jobb via arbetsförmedlingens site och fick två napp jävligt fort. En snubbe vill att jag ska börja köra natt åt honom, och han verkar iofs ganska vettig, men jag vet inte om jag ska tro på allt han skriver till mig i sitt mail... Han berättar om TFL man måste ta och det är jag ju med på, sen så kör han för Top Cab ( bra eller dåligt?) och han snackar om en internutbildning man måste gå hos dom. Totalt skulle tydligen mitt taxileg + internutbildning gå på drygt 5500 spänn, stämmer bra? Han erbjuder sig att lägga ut den kostnaden åt mig om jag förbinder mig att jobba hos honom minst 6 månader och betalar av den under tiden. Han påstår att internutbildningen kostar 10-12kkr hos andra bolag? Vidare så är ska min lön vara provisionsbaserad och jag får 37% av inkört, som han i nästa mening avrundar till 40%, och sen säger han att om jag är under 26, vilket jag är, så behöver jag bara betala 15% i skatt, vilket låter urdumt. Så enligt hans egna beräkningar kan jag få ut mellan 21000 och 33000 kr i fickan varje månad om jag är duktig. Sen snackar han om var för körningar dom brukar få och han säger att det körs mycket stammisar, kändisar och rikt folk som dricksar bra, dom här körningarna vet han om i huvudet, men delar gärna den infon med mig så jag kan ta del av dom bra körningarna också. Hela grejen känns bara som en lång sales-pitch så jag vänder mig hit för att se hur mycket av det han säger som faktiskt stämmer, jag är i stort behov av ett jobb och kommer antagligen börja köra ändå, frågan är om det är för honom eller någon annan. Top Cab använder sig av växel för att dela ut körningar va? Hur funkar det då, först till kvarn på varje körning samt att man plockar mycket körningar på gatan? Om jag skulle söka mig till ett speciellt bolag, vilket skulle det då vara? Hur brukar ni göra med bra kunder som dricksar bra och så? Har några av er en separat telefon med nummer man kan lämna ut för dom att ringa på och känna sig lite mer exklusiva och komma tillbaks till just er? Jag vet att vissa chaufförer jag åkt med tidigare gjort så. Blev ganska mycket, men hoppas någon har tid att svara iaf!",
				"1) Jag har svårt att föreställa mig att det är meningen att man skall jobba 12 timmar per dag. Det måste vara tiden man förfogar över bilen, va? Annars skulle inte jag ta det jobbet. Jag jobbar 8 timmar per pass och ställer in bilen i garaget sen. Ibland vill jag jobba längre, men det är sällan. 2) Jag jobbar söndag till torsdag 16-01 minus middag. Det tycker jag är ett bra schema, men du kanske trivs med något annat upplägg. 3) Jag vet faktiskt inte. Men Taxi Stockholm är den enda stora växeln i stockholmsområdet som har kollektivavtal, så jag antar att det kan vara lite hur som helst på de andra. 5a) Sjukersättning betalas enligt nån schablon som motsvarar 80% av vad man kör in i snitt eller nåt sånt. Det är vanligt att åkare \"glömmer\" denna bit, dock tror jag det är relativt ovanligt i Taxi Stockholm. 5b) Din åkare lämnar inkomstuppgiften till försäkringskassan. Min blev 210.000 kr förra året, inte särskilt bra betalt yrke alltså om man som jag jobbar lite mindre än 8 timmar om dan och är ledig på helgerna. Vill man ta fyllan och festandet kommer man ju upp i mycket högre inkomster. 6) Jodå, tjänstepensionen, liksom försäkringar, finns i avtalen och betalas in av åkarna -- i Taxi Stockholm i alla fall. 7) Ja, gissa? Prova att ställa dig vid Bromma Flygplats och titta vilket bolag nio kunder av tio åker med. Samt vilka bilar som är fräschast och renast och vilka chaufförer som verkar ha de helaste och renaste kläderna. När du stått där en stund har du nog bestämt dig för vilket bolag du vill tillhöra. 8) Ja, gissa? 9) De flesta åkare är bra i Taxi Stockholm, men min erfarenhet är att man skall köra för svenskar och inte invandrare. Även om inte invandrarna är onda på något sätt har medelinvandraren sämre koll på lagar och regler och har en tendens att ändra sig efteråt om sådant man kommit överens med honom om.",
				"1. Gillar du att jobba kvällar och helger så skulle jag gissa att minitaxi eller citycab är de bästa bolagen om du inte har något emot att ligga i. Dagtid Kurir eller Göteborg. 2. Upp till åkaren men de flesta ligger runt 40% av inkört belopp. 3. Beror på vilken åkare du hittar och vilka bilar han har tillgängliga. 4. De flesta delar bil med en kvälls och en dag chaufför. Vill du jobba eftra mycket så finns det åkare som går med på att du har en bil själv men då krävs det att du kör in bra med pengar. 5. Helt upp till åkaren 6. Är väll sånt som de flesta bolag ser mellan fingrana på även om man inte officiellt kan acceptera det. Men det händer och är svårt att göra något åt samt att det inte är ett direkt problem. 7. Tryck på larmknappen så skickar din BC dit ett par kollegor som ofta hjälper till att sätta press på personen. Tyvärr så gör polisen aldeles för lite åt smitare på taxi så ska du ringa till dem så år man överdriva för att de ska göra något.",
				"För det första finns det nog Mohammedaner i alla bolag, liksom även Svenskar bland Fribilarna. Om du menar Invandrare eller Svenskar med Utländsk Härkomst så tror jag mer att de är i majoritet i alla bolag, eftersom andra Infödda Svenskar inte vill köra Taxi. För det andra: Har ni inte själva varit utomlands? Det är ju lika stor risk att bli blåst där också inte bara inom Taxi, varför skulle Sverige vara annorlunda? Och det är ju inte bara inom Taxi. Är man Besökare i ett annat land, kollar man väl upp priser innan man hoppar in i en bil, eller köper en sak? Jag gör det i alla fall.... Så jäkla godtrogen kan man ju inte vara, att tro att den första bästa som erbjuder sina tjänster / produkter till också är till bästa pris? Nej, lär kunden välja själva, även Besökaren som tar Taxi, så är Fribilarna som tar hutlösa priser ett minne blott, då skulle ingen åka med dem. Det är inte deras fel, utan kunden som är så dum som tar vad som helst... Jag tror på annan lösning, typ pristak av något slag eller en markering, som talar om vilken Prisklass Taxin ligger i (typ 1-5). Ibland kan ju ett högt pris vara försvarsbart, så ett högt pris i sig borde inte förbjudas. Men någon typ av upplysning till kunden om Prisklass. Att ta bort alla Närbutiker bara för att de är Dyrare än ICA eller Coop är inte rätt sätt. Ibland är läget och tillgängligheten skälet till att de är dyrare. Finns det ingen bil i närheten men du har bråttom och tar en bil som är dyrare än vad som är vanligt, ok Fine, men då är man inte lurad. Då handlar det om tillgång och efterfrågan och det är upp till kunden. Idag är det vid vissa ställen och tider då det inte finns andra bilar än just någon Fribil i närheten. Nej, var inte så jäkla godtrogen som kund, det gäller ju också i andra branscher så varför skulle det vara bara inom Taxi? Skulle tvätta bilen igår, ett ställe vid Karolinska tog 160 kr, och ett annat vid globen tog 80 kr. Vet ni vilken biltvätt jag valde...?",
				"Sådär, nu har jag jobbat cirkus 50 h som taxichaffis på i en mindre landsortshåla (20 000 invånare). Det är inte mycket men jag har i alla fall fått en uppfattning om de olika klientelen man skjutsar omkring på. Stereotyperna finns det gott om, bl.a: * De skrikande tjejerna, * Killen som säger \"nu slår vi av taxametern va\", som vid betalning stirrar argsint in i mina ögon och väntar på att få tillbaka varenda öre i retur. * De pundade killarna som slänger fram 200 och säger \"jag ger inte ett jävla öre mer, så dyrt som det är att åka\" (då hade jag redan kommit fram och stannat taxametern på typ 80 spänn). Jobbigt blir det också då man precis börjat en körning och kommer fram till en korsning där man kommer fram till målet oavsett vilket håll man kör åt, varpå hjärnan arbetat febrilt för att välja den snabbaste vägen. Är ju så där jag bor, antingen åker man runt staden på en fin huvudled eller så åker man slalom rätt igenom. Alla verkar ha olika åsikter om vad som är bäst. Tids- och prismässigt skiljer det sig knappt alls. Har inte hunnit bli hotad, men spott och spä hade jag såklart räknat med att man måste stå ut med. Oftast är det nåt dyngpackat slödder som inte fattar att man inte kan hoppa rakt ut i vägen och sen slänga sig in i bilen hur som helst. Igår klarade jag mig lindrigt undan med \"jävla fitta\" och \"jävla taxichaufför\" när två gruvfyllon ockuperade bilen medan jag väntade på en långkörning. De flesta är dock trevliga. De bästa kunderna är medelålders par som skall från en by till en annan. De är jordnära och snackar mycket goja vilket gör att stämningen höjs rejält. Deras resor brukar gå på 300 kr och oftast betalar de med en femhundralapp och låter mig behålla 200 kr i dricks. Taxiyrket är kul, men jag ångrar ibland började köra här. Man blir igenkänd om man går ut på krogen, vilket inte alltid är kul om det råkar vara en missnöjd kund. De stora festhelgerna/jul/nyår osv är bara att avboka. Annars är jag helnöjd."
		]
	},
	{
		"postIndex": [
			[5614],
			[6089],
			[6064],
			[5578],
			[6065]
		],
		"postTime": [
			"2010-06-12",
			"2010-11-14",
			"2010-11-12",
			"2010-06-02",
			"2010-11-12"
		],
		"postNum": [
			[5723],
			[6200],
			[6175],
			[5686],
			[6176]
		],
		"postLink": [
				"/sp23658320",
				"/sp26861789",
				"/sp26820496",
				"/sp23466754",
				"/sp26820716"
		],
		"postUser": [
				"Ninjinc",
				"geocacher",
				"geocacher",
				"Ninjinc",
				"geocacher"
		],
		"postUserID": [
				"/u444593",
				"/u70977",
				"/u70977",
				"/u444593",
				"/u70977"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p477",
				"https://www.flashback.org/t172037p517",
				"https://www.flashback.org/t172037p515",
				"https://www.flashback.org/t172037p474",
				"https://www.flashback.org/t172037p515"
		],
		"userUrl": [
				"https://www.flashback.org/u444593",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u444593",
				"https://www.flashback.org/u70977"
		],
		"sentence": [
				"Hittar du inte alls eller är det så att du hittar men att det är knepigt att lista ut själva vägen/vägarna du skall använda för att komma till rätt adress? jag har detta problem på vissa ställen som man sällan brukar köra ifrån. Det du kan göra när du fått ett köruppdrag, slå upp adressen i kartboken, så listar du ut vart du är, så kollar du vilken väg som verkar lämpligast till adressen. Jag brukade göra så att jag memorerade vägvalet med hjälp av några lätta minnesanteckningar. Fungerade bra =) Det som också tagits upp här i tråden är att du kan alltid fråga kunden med att exempelvis säga \"aha den vägen har jag nog aldrig varit på tidigare\". Du kan också använda GPS men i slutändan lär man sig inte så mycket om man enbart följer GPS:en jämt och ständigt. Plugga på kartboken är också bra, om du kör mycket i Stockholm, börja med dom större vägarna och då kan du göra riktpunkter exempelvis Riddargatan ligger nära Stureplan/Birger Jarlsgatan, så kan du också säga \"hmm är det den vägen som ligger nära Stureplan?\" eller något i den stilen. Man kan köra till Arlanda hur många gånger som helst, fast det finns några nackdelar: 1. Det kostar åkaren pengar varje gång du kör in på remoten. 2. Att toma när det finns mycket bilar kan betyda långa väntetider. 3. Kör du miljöbil så har man förtur men ibland blir man fast ändå när det finns lite kunder. 4. Priset...... är väldigt starkt rabatterat och då spelar det ingen roll om du kör för Taxi Stockholm/020 eller Kurir då alla har i praktiken lika rabatterade priser. Däremot är det snäppet värre för Airportcab/Transfer då deras summa är ännu mer rabatterad =/ 020:s dyraste färdtjänsttaxa ger i praktiken samma summa till och från Stockholm som om en vanlig kund skulle åka =/ Sedan är det ett fastpris vilket betyder att om du fastnar i en trafikstocking tjänar du inget på det =/ 5. Sträckan och tiden. Det är en rätt lång bit till Arlanda, så det tar tid att åka dit, tar tid att bli kallad, tar tid att köra kunden. Lägger man ihop tiden du förlorat så kan det vara ett mycket bättre alternativ att exempelvis stanna kvar inne i Stockholm. Exempel: 30 minuter tom till Arlanda 30 minuters väntetid på Remoten 7 minuters väntetid på Terminal 5 30 minuters färd tillbaka till Stockholm Detta blir 97 minuter för summan av exempelvis 495 kronor för Taxi Stockholm. Hade du stannat kvar kanske det skulle sett ut så här: 1 kund var 10:e minut Lokala köruppdrag på kanske 2 km Nästan 10 kunder efter 97 minuter. 2 km för Taxi020 blir cirkus 90 spänn eller något sådant. 90 gånger 10 = 900 spänn ;-) Både åkaren och du blir glada, du har tjänat mer per timme plus kommit upp i en högre inkörd summa, åkaren har inte haft lika stora bränslekostnader och även han får en högre summa. Sedan har vi detta med dricks, jag vet inte hur det är för er andra men jag upplever att man får aldrig dricks från personer som åker på fast pris och speciellt mellan Stockholm och Arlanda. När kan man då smita till Arlanda? Jag brukar göra det när världen känns otroligt trist och man har stått i Sigtuna/Märsta eller Upplands-Väsby alltför länge utan några som helst körningar. Ibland även när jag står i Sollentuna och det finns ett skrikande behov av taxibilar till Arlanda. Eller om man känner oj det var nu 1 månad sedan jag var där, bäst att åka dit och kolla läget ;-) Skulle vara intressant så skulle man kunna länka till den när dessa frågor kommer upp =)",
				"Jag är inte för en reglering av taxi då jag är emot monopol och statliga regleringar, däremot ser jag nackdelar i avregleringen likväl som jag ser fördelar. Fördel är att det finns fler taxibilar, man kan välja vilken bil eller bolag man vill åka med osv. Det finns allt från billigare till mindre billiga bolag osv. Nackdelen är att alla dessa bolag innebär att det inte blir några samordningsvinster. Nu kanske bolag 1 kör unga studenter till lägre pris och är inriktade på det. Bolag 2 kör sjukresor. Bolag 3 kör främst färdtjänst. Bolag 4 kör också färdtjänst men också företagskunder. Bolag 5 kör andra företagskunder osv. Det gör att bilar åker fram- och tillbaka tomma utan samordningsvinst. Det är också en negativ miljöpåverkan. Nackdelen är att med en avreglering är det svårt att erbjuda månadslön, timlön etc då man inte vet hur mycket körningar det kommer vara. Har man alla körningar, då vet man att det finns att göra ;-) En 7Eleven-butik ger sin personal lön, även om de säljer dåligt en dag eller det är ont om kunder. En taxiförare förväntas jobba mer tid än vad som krävs utan att kanske få mer betalt för det. Varför ska en taxiförare behöva gå med på att inte få betalt för att utföra sitt arbete. Vad ligger en garantilön på? Ca 16000-16500 kr före skatt va? Man ska alltså jobba kanske ob-tid, julafton etc utan att få extra betalt. Vissa dagar kör man in bra, vissa dagar riktigt dåligt. Andra dagar kanske någorlunda hyfsat. Men man når inte upp till brytpunkten för att komma över garantilönen . Man känner sig pressad att jaga körningar för att komma över brytpunkten och då kanske man lägger många timmar i onödan för kanske några extra hundringar i lön innan skatt. Hade man istället jobbat på 7Eleven så hade man gjort sina timmar, fått sin lön på kanske ett par tusen kronor mer i månaden än taxiföraren, man hade fått OB etc. Hade man jobbat över så hade man fått betalt för det. Så jag förstår att folk inte stannar i taxibranschen. Men vad kan man göra för att vända det? En tanke kan vara en gemensam beställningscentral när det gäller allt utom privatresor på \"rulltaxa\". Dessa kan respektive bolag utföra. Det vill säga att samhällsbetalda resor av olika slag, företagskunder, bud etc kan läggas in i en beställningscentral där man ger uppdraget till närmsta bil . Det innebär att man får bättre fyllnadsgrad på bilarna.",
				"Rast behöver inte skrivas in i vilotidsboken. Vilotidsboken är ju faktiskt till för att notera vilotid, du behöver inte heller knappa in RAST-läget på taxametern per se. Det enda som är intressant ur juridisk synvinkel är om du har ett arbetspass som är längre än 13 timmar, då måste du ha in lite vila. Ska man hårddra det så är det ganska lätt att fuska om man har haft typ 3 timmar dötid då man inte har haft nån körning. Då kan man skriva upp det som tre timmar vila och huxflux jobba tre timmar längre. MEN MEN MEN! Om man nu håller på och delar sin vilotid \"stup i kvarten\" så blir det till slut ohållbart och det är hopplöst att ha koll på det. Om du dag 1 jobbar t.ex 06.00-22.00 så måste du har 3 timmar vila (säg t.ex 11.15-14.15). Du måste sen ha minst 8 timmar vila. Du kan inte börja förrän 06.00 och du MÅSTE ta vila 11.15 för annars får du inte ihop din vila på en rullande 24-timmarsperiod. Så mitt råd är att inte jobba så långa dagar och vila. Skriv inte i rast för det är inget lagkrav. Om du jobbar för en taxicentral där taxametern är uppkopplad mot trafikledningen så att de ser var du är, om du är ledig/har körning etc så lär de bli förbannade om du står som ledig och inte är i bilen. Går man på rast så ställer man sig antingen på rast eller inaktiv (om det är möjligt och okej för beställningscentralen). Om man står som ledig så innebär det att man är tillgänglig för uppdrag och skulle de då t.ex se att du är ensam bil i ett geografiskt område och så ringer en kund och har bråttom och frågar hur lång tid det tar innan bilen är framme så kanske de svarar 5 minuter för de vet att du är inom området. De skickar ut körningen till din bil, det kanske tar 1-3 minuter innan den studsar tillbaka till trafikledningsprogrammet för att du inte har tackat ja. (Om det är manuella utrop via radio så blir de också förbannade om du inte har meddelat att du går på rast om du senast sa att du var ledig i ett visst område.) Kunden blir i detta fallet drabbad då man får ta en annan bil som är längre bort och kunden som är lovad bil på en viss tid får sin bil för sent, din kollega blir utskälld för att han är sen - på grund av ditt agerande. Ska man bara springa ut och pissa, eller springa in på macken för att köpa en dricka, så brukar man inte behöva säga till om det eller ställa sig på rastläge. Är det automatiserat så förlorar man sin köplats genom att ställa sig på rast för en sån \"skitsak\" och är det manuella utrop så skulle beställningscentralen/trafikledningen bli förbannade om alla förare hela tiden ropade upp för att säga att de lämnar bilen 1 minut. Generellt tips är att inte lämna bilen om man är först i ett område, det kallas för självbevarelsedrift ;-) Om du är typ nr 3 eller mer, och det verkar vara lugnt med körningar, så är det ganska lugnt att kunna gå på toa några minuter om vi säger så. Men skulle jag vara första, andra eller tredje bil och det är mycket att göra - då skulle jag nog inte smita undan längre stund för då missar man körning. En del förare är jättepetiga med det där med rast, de ska ha rast en timme rast kl 12.00 varje dag punkt slut. De ska äta på samma ställe (hemma/lunchrestaurang/cafe) och kan åka miltals för att just äta där vid just den tidpunkten. De förarna brukar inte köra in speciellt bra. Den som är flexibel med rastandet är den som har störst möjlighet att köra in mest pengar. Om det har varit stendött så kanske man har haft möjlighet att käka en macka i bilen och då skulle jag se det som rast (om jag inte har nåt speciellt jag måste göra på rasten, typ bankärende). Varför skulle man efter flera timmars slappande vilja ta rast när det börjar komma körningar?",
				"Härligt och välkommen in i taxivärlden =) Jorå var i samma sits som dig för inte alltför länge sedan, räkna med att man gör lite fel till och från. Vet inte vad du kör för bolag men om du råkar köra fel eller så, frys taxametern tills du är på rätt spår. Är kunderna otrevliga, då får du ju givetvis göra som du vill, själv brukar jag låta taxametern ticka ;-) Arlanda är inte så rörigt när man väl kört där några gånger =) Enda orosmomentet jag fortfarande har kvar är hur man kommer till remoten, det är som en labyrint i sig =P Inte hjälper det att hänga på andra taxibilar då dom flesta verkar tappa bort sig eller köra långa omvägar för att nå denna plats =/ Kommer du köra dag eller natt? (får för mig att det är dag för dig) dag är hur som helst mycket trevligare då du (alltsom oftast) slipper alkoholpåverkade/tvivelaktiga kunder samt är det sällan man stöter på drägg (det verkar som det är natt som gäller för dom). Läs av trafiken, på morgonen brukar dom större vägarna in till stan vara fulla av bilar. Strandvägen/Hamngatan är oftast seg som sirap efter klockan 2 på vardagarna (säkert på helgerna också men jag har inte kört där så mycket). På eftermiddagen är det vägarna ut som är sega, speciellt essingeleden. Du kommer lära dig dessa, det uppskattas av kunderna att köra andra vägar som flyter på bättre ;-) En stor fördel med att köra dag är att det är människor i rörelse lite överallt så man kan stå lite varsom helst, nackdelen är att det är en stor andel taxibilar ute så stolparna brukar vara fulla vissa tider =/ Kolla kartan, förlita dig inte på GPS jämt och ständigt. Ibland kan GPS:en ge en skum sicksackad väg som då är den teoretiskt kortaste men genom en titt i kartboken kan man konstatera att man kanske enbart behöver använda 4 vägar för att komma rätt istället för 8 =) Vad jag också märkt är att kunderna blir oroliga av att sicksacka genom bostadskvarter, även fast dom tjänar på det ;-) Kunderna verkar vilja ha så raka (och av någon underlig anledning stora) vägar som möjligt =P Följ trafikreglerna, kräver en kund att du ska köra in på en cykelväg etc. säg att du då antingen tar vägen du får köra på eller så får ni avsluta turen där. Dessa kunder är oftast snåla som tusan och tror att dom gjort världens affär genom att vinna 20 spänn på att du bryter mot reglerna, det är sällan man får dricks av dessa. Samma sak gäller kunder som vill att du ska köra för fort för att dom har bråttom, det är inte ofta du får något utöver det förutom kanske att polisen stoppar dig, oki ibland kanske man får en extra 20-lapp, då är det bara 1980 kronor kvar om du kört 11-20km för fort på en 70-väg =P Där har du lite tips och jag får önska dig lycka till på Torsdag och Lördag.",
				"Glömde en sak. Lita aldrig på vad taxiförare säger. Dina kollegor kommer berätta om hur dåligt det är eller hur mycket de kör in. De säger att de kör in flera tusen hit och flera tusen dit. Eller hur lite de har kört in just en specifik dag. Men de berättar aldrig om hur det normalt sett är ;-) De berättar bara om sina värsta eller bästa dagar... :-) Som ny förare ska man lite ha öronen och ögonen öppna. Kolla lite vad kollegor gör. Om din taxikedja kör färdtjänstresor så kan det vara intressant att veta vilka tider det är speciella aktiviteter. Om det t.ex varje torsdagkväll är bingo, datakurs eller liknande så är det kanske flera bilar som går åt på ett specifikt ställe. Då kan det vara ett bra tillfälle att hålla sig åt det hållet om vi säger så. Jag vet en kille här i Göteborg som körde in löjligt mycket pengar, han hade en liten svart bok där han noterade sån här information. Han var trevlig och social med kunderna (utan att vara påflugen), de berättade glatt att de var på datakurs varje torsdag och då noterade han tid, dag, info etc. Nästa vecka så höll han sig i området och vips så fick han en körning. När alla andra förare kanske åkte in till centrum så höll han sig i ett för alla andra obegripligt område men det var för att han visste var körningarna gick ut genom att lägga detaljer på minnet (läs: i sin svarta bok). Men det är också en chansning för man vet ju inte om det verkligen går resor varje vecka för folk kan vara sjuka, kursen inställd osv... Likaså att ha koll på om det är arrangemang, är det mässa/kurser/konserter etc? Om ett stort företag har julbord på sitt kontor och du har hört talas om det, så kan det ju vara läge att svänga förbi där framåt natten. Ställ dig utanför och du får direkt nån som hoppar in. Men lyssna inte för mycket på kollegor, ni bråkar om samma resenärer och de har erfarenheten på sin sida ;-) Om du kommer på nåt bra ställe, avslöja inte det. Då åker alla kollegor dit. Det kan vara värt också att notera om dina kollegor tar lunch vid en specifik tid, eller kanske börjar vid en specifik tid eller kanske få som jobbar på söndagar. Ju färre förare i trafik desto större chans att man får körningar (i viss mån). När jag körde taxi så gick jag gärna ut på söndagar, det var en hel del förare som var muslimer, kristna etc som gick i kyrka/moské etc på söndagar. En hel del valde att köra lördag natt och det var ont om bilar på söndag. Man kunde gå ut på söndagen och köra in bra pengar och slippa fyllona. Så jag tog hellre söndag än lördag natt..."
		]
	},
	{
		"postIndex": [
			[6320],
			[6157],
			[6441],
			[6202],
			[6175]
		],
		"postTime": [
			"2010-12-15",
			"2010-11-19",
			"2011-01-09",
			"2010-11-24",
			"2010-11-22"
		],
		"postNum": [
			[6435],
			[6269],
			[6559],
			[6314],
			[6287]
		],
		"postLink": [
				"/sp27579548",
				"/sp26988483",
				"/sp28110541",
				"/sp27106284",
				"/sp27042416"
		],
		"postUser": [
				"Mvk",
				"geocacher",
				"marcus89ZZ",
				"geocacher",
				"geocacher"
		],
		"postUserID": [
				"/u187432",
				"/u70977",
				"/u532031",
				"/u70977",
				"/u70977"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p537",
				"https://www.flashback.org/t172037p523",
				"https://www.flashback.org/t172037p547",
				"https://www.flashback.org/t172037p527",
				"https://www.flashback.org/t172037p524"
		],
		"userUrl": [
				"https://www.flashback.org/u187432",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u532031",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977"
		],
		"sentence": [
				"I Göteborg åker du billigast med Mini Taxi men dom har aldrig några bilar när du ringer. Minitaxi har com-radio system så det låter som en polisbil när du åker med dom medans andra bolag kör datoriserade system. Sen har minitaxi ganska fula Citroen bilar. Men det är egentligen skitsamma, deras problem är att dom alltid är upptagna och pga deras låga priser måste chafförerna knega 2-3ggr så hårt för att få ihop en vettig lön. Att ringa och tro att man kan få taxi för en kort sträcka är bara att glömma hos minitaxi. Dom får ju hela körningen via radio medans chaffören på t.ex. Taxi gbg oftast bara ser var man ska plocka upp kunden innan man tackat ja till en bokning. Sen har du billigast i turordning: Vip taxi Taxikurir / Taxi 020 (samma priser och samma system) Taxi Göteborg Ska vi snacka seriösa bolag ser det annorlunda ut. Min uppfattning är att Taxi Göteborg är seriösast. När jag tog taxilegg kunde jag köra för vem och vilket bolag jag ville och det kan dom flesta som tar taxikort. Varför ringde jag då just Taxi Göteborg och skrev upp mig på deras kurs kan man fråga sig. Många sthlm:are märker jag åker kurir när dom är i GBG, dom kanske är trygga med det då kurir finns i sthlm men gbg:are åker Taxi Göteborg. Varje dag ser jag folk som går förbi raddan av skittaxi, svarttaxi, pirattaxi, kurir osv bara för att komma fram till en Taxi GBG bil. Sen är det ABSOLUT INTE SAGT att GBG har 100% hyvens förare. Det finns kötthövven men dom blir inte långvariga, hoppas jag inte iaf. Det värsta du kan göra är att sätta dig i en friåkarbil. Dom lurar turister regelbundet. 1000kr till landvetter från stan när vi tar 365kr händer ofta om kunden \"sover\" eller är färsk i stan. Åk fan hellre svarttaxi än med nån friåkare. * En bra kund sitter BAK och ger chaffören tid att slå in destinationen på GPS:en / kartboken. Inte \"kör, jag kan visa vägen\". Jag som chafför vill veta var jag är på väg och inte bli guidad som en trafikskoleelev. Vissa gånger har man skitit i att kolla upp adresser för folk tjatat och hetsat att man ska åka iväg direkt. Rätt vad det är har han/hon däckat pga fylla, då börjar en jävla process att väcka personen sen fråga var man ska....... * En bra kund kommer i tid eller ringer till växeln och berättar att man inte vill ha bilen om det skulle vara så. * Dricksar. Men absolut inget måste. Jag FÖRVÄNTAR mig inte dricks utan ser det som en bonus och blir glad och tacksam. Vissa ursäktar sig nästan när dom \"bara\" kan dricksa 10kr eller 6kr men som sagt dom skulle lika gärna inte dricksa så allt tackas och tas emot. * Spyr inte eller säger till i god tid ifall man ska stanna. * Snackar inte om hur billiga andra bolag är, fattar inte varför man beställer en taxi som man vet har dyrast taxa för att sedan hela vägen sitta och bitcha om hur dyrt det är. Ibland har jag lust att fråga dom det. Varför dom ringer det dyraste bolaget om dom tycker det är dyrt. Visst, vi är inte världens billigaste taxi men bilarna är hyffsat fräscha och chaffören förhoppingsvis kompetent. * En bra kund kommer inte in med förutfattade meningar om mig som chafför. Vissa utgår nästan ifrån att dom kommer att bli lurade. Själv sitter man där och får känna sig som en tjuv bara för att en annan chafför tog en omväg 3 år sedan som kostade kunden extra pengar. ungefär så finns mer, orkar inte skriva.",
				"I Göteborg finns det en typ av färdtjänstresor - det är planetkörningar. Dock finns det två olika upphandlare: - Göteborgs Färdtjänst (handhar alla färdtjänstresor i Göteborgs och Mölndals kommun, samt färdtjänstresor (utom specialfordon) i Härryda kommun). - Västtrafik (handhar i princip alla andra västsvenska kommuners färdtjänst samt alla sjukresor) Det innebär att ett taxibolag kan ha avtal med t.ex Göteborg Färdtjänst men inte Västtrafik, vice versa, avtal med bägge eller inget av de. Det ställs också olika krav, Göteborgs Färdtjänst har krav på miljöfordon med friktionsdäck utan HA-oljor osv... Västtrafik har inte de kraven. Ett bolag kan tilldelas att de kan få upp till ett visst antal körningar inom vissa tidpunkter på dygnet/dygnen osv, och då kan man ha olika startområden. T.ex att alla körningar får framkörningstid från centrala Göteborg, Bergsjön eller vilket/vilka områden man nu har upphandlat. Om det är ett stort bolag som har många bilar med geografisk spridning så är det bra att ha många startområden, ett mindre bolag kan ha det stört omöjligt att kunna ha en bil på plats inom 3 minuter (utan förvarning) i ett område vid vissa tidpunkter. Det finns så kallade tjänstepass, fasta pass samt fordonsgrupp. Det vanligaste är fordonsgrupp vilket innebär att företaget har blivit tilldelade ett maximalt antal pass vid olika tidpunkter och dagar, med kanske olika startområden. Man får endast betalt för nedlagd tid. Det finns tjänstepass som är att ett fordon ska köra ett pass varje dag, men att ersättning inte utgår om det inte är några körningar. Det är i princip samma sak som ett vanligt fordonsgruppspass förutom att man kanske har bestämt att bilen ska köra 09-17 måndag-fredag, och kommer det inga körningar så får bilen inget betalt. Passet har ett givet startområde. Det finns fasta pass vilket är ett pass som en viss bil ska utföra och där det utgår en fast betalning oavsett om det blir några körningar eller ej. Det kan handla om att man har kundkrav om fast förare till en specifik resenär, och då måste man garantera betalning för att bolaget ska kunna låsa bilen. Det finns också fasta fordon på fasta heldagspass för att garantera att man alltid har fordon ute. T.ex så kan inget bolag få mer än 100 samtida körningar längre åt Göteborgs Färdtjänst, men om t.ex ett bolags datalinje går ner, eller att flexlinjebussar går sönder, ja då får alla andra bolag med avtal mycket att göra. Då kan det gå från i princip 0 till max på nolltid en lugn dag. Då gäller det att taxiföretaget verkligen har så många lediga bilar (i rätt områden) som man har lovat enligt avtal. Detta kan inget bolag garantera egentligen, då man även har andra kunder osv. Så därför upphandlar färdtjänsten och Västtrafik ett antal fasta fordon för att garantera att det alltid finns några fordon ute. Färdtjänsten i Göteborg har även tjänsteresor åt kommunens anställda, den anställde kan ringa till färdtjänsten och boka en bil och får då betala en viss summa i egenavgift och resten debiteras den anställdes avdelning. Det kan finnas vissa förvaltningar som kan ha egna avtal direkt med taxiföretag också, om det är det du tänker på med att de betalar direkt i bilen. När det gäller prissättning på färdtjänst/sjukresor så är det faktiskt så att priserna har sjunkit för varje upphandling. Om du skulle komma över ett 10 år gammalt passlut på en Taxi Göteborg-bil som körde ett färdtjänstpass så skulle du se att ersättningen för den tidsåtgången är bra mycket bättre än vad det är idag. Det beror på att företagen priskrigar för att vinna upphandlingarna. T.ex så la väl sig Taxikurir och Taxibil Syd lägst, med det avtal som trädde i kraft förra hösten. Taxibil Syd etablerade en egen växel med typ 30 anställda i Göteborg, de hade köpt in 100 bilar som de skulle sälja etc. De hade nog läst färdtjänstavtalet som att de skulle ha 100 bilar dygnet runt som fick körningar, i början fick de endast några få pass samtidigt. Efter några månader, efter mängder med kritik från färdtjänsten, resenärer etc så sålde Tufva transporter som har själva avtalet det till Taxi Göteborg istället, om jag har förstått det hela rätt. Taxi Göteborgs bilar kör nu ett extremt lågt prissatt avtal, men de kan ta den smällen då de har såpass många bilar så det finns säkert nån bil i närheten som kan ta ett pass utan lång framkörning etc.",
				"körde taxi för första gången nu i helgen. skulle börja köra på fredagen egentligen men en bil blev ledig på torsdagen så jag tog den, var den sämsta dagen man kan köra på, inga körningar å dåligt väder. men fick känna mig för på yrket å se hur de är. körde in 1400kr bara men fanns ju inget att göra riktigt å körde inte många timmar. stog mest på torget å väntade med de andra taxibilarna (jag kör i sundsvall) fredag började jag köra vid 19 å fick mer att göra, slutade vid 5 å hade kört in 3000kr och de var både jag nöjd med och VD:n för taxibolaget. lördag startade jag 17 å körde 1.5 timme, tog rast för att äta middag och sen körde jag på till 05-06. fick mycket körningar och gick hur bra som helst. ringde till växeln vid 04 å frågade hur de såg ut med körningar, fick då beröm av han i växeln att det går väldigt bra för mig. han frågade mig om ja visste hur mycket jag kört in och jag sa jag inte visste alls, fortsatte mitt pass å fick lite fler körningar. när jag kört klart hade jag fått in 4300kr och det är jag riktigt nöjd med på en \"rätt så dålig dag\" egentligen. har fått ett oerhört bra första intryck på yrket, otroligt trevliga och roliga kunder, man får sig alltid ett skratt hade en körning också där ja fick 150kr i dricks, inte dåligt har inte varit några som helst problem hittills, inga jobbiga kunder å inga problem med betalningarna. körde 2 ryssar och 2 från indonesien också igår, de visste inte vart dom skulle. de ville växla euro till svenska för att de skulle ut å festa, men forex var stängt. ja körde runt de lite och ringde en person som sa att casinot kanske kan växla, åkte dit och de gick det kan vara bra att veta tummen upp för taxiyrket !",
				"I Göteborg upphandlar kommunens egna färdtjänstbolag färdtjänstresor åt Göteborg, Härryda och Mölndals kommun. De krav som i dagsläget primärt ställs är 100% miljöfordon, inga dubbdäck och däck utan HA-olja, elektronisk kommunikationssystem för planetkörningar osv... Företaget säger hur många bilar de kan ställa upp med under vilka tider/dagar, och vilka priser man kör för. Det kan handla om att man kör för 200 kr/timme + startavgift mellan kl 10-14 på vardagar. 300 kr/timme + startavgift mellan 18-21 på vardagar. 21-06 på vardagar samt dygnet runt på helger har man inget trafik. Mellan 06-10 samt 14-18 på vardagar vill man ha 400 kr/timme. Varför lägger man såna här priser då? Jo, när det är dött mitt på dagen så vill bolagen ha mycket att göra, då lägger man ett lägre pris och säger att man har många körningar. När det är peak på morgon och eftermiddag så vill man ha dubbelt betalt för annars vill inte förarna köra. På kvällar vill man ha lite mer betalt. Nätter och helger kanske man inte vill ha körningar alls för man kanske inte kan garantera antalet fordon. Man talar om vilka start/hemområden man har. En fördel med att ha ett startområde är att man alltid vet att alla körningar har utgångspunkt från det området oavsett om första hämtningen skulle vara i ett annat område. Nackdel är att datorn lätt kan välja bort bolaget om det finns andra bolag som har ledigt i sin fordonsgrupp samtidigt och som är billigare. Om körning är i område C. Bolag 1 har hemmaområde A. Bolag 2 har hemmaområde A, B. Bolag 3 har hemmaområde A, C. Då kan det bli så att bolag 3 får körningen, men det kan vara så att bolag 3 enbart har sagt att de har upp till 4 fordon i trafik och är då alla de fyra fordon upptagna i fordonsgruppen så går det vidare till nästa bolag som blir billigast. Datorn jämför då: 1) Ska jag ta bolag 1 som har bilar i område A och låta de få betalt för att köra till område C? 2) Ska jag ta bolag 2 som har bilar i A och B, och låta de få betalt för att köra till område C? 3) Ska jag förlänga/omplanera ett befintligt pass och låta denna körningen läggas dit också om det är billigast? Säg att bolag 1 har 200 kr/timme + 30 kr i startavgift. Bolag 2 har 202 kr/timme + 30 kr i startavgift. Då är det billigare för datorn att plocka bolag 1 om bolag 2 är upptagna med alla fordon i fordonsgruppen. Om däremot bolag 2 har lediga fordon i fordonsgruppen så kan de vara billigare än bolag 1, om nu område B ligger närmare C än vad område A gör. Då är det billigare att starta ett nytt pass i område B och skicka fordonet för att köra i område C, än vad det är att ta en bil från ett annat bolag som har lägre priser fast bilar längre bort. Här kan vara ett typexempel: Bolag har hemmaområde bland annat på Frölunda Torg. 12.20 piper det till i taxametern, du tackar ja. Du får ett planetpass som pågår 12.27-13.00. Du vet inte priset eller var det slutar. Du ska hämta 12.30 på Topasgatan 39. Du åker dit och är där några minuter tidigare. Du trycker på nodknappen/begär nod vilket innebär att du får reda på var du ska åka härnäst. Du ska lämna tanten på Östra Hamngatan vid Åhlens kl 12.46. Tanten står klar, du tar dina 35 kr i egenavgift och sätter henne i framsätet för det står på köruppdraget att hon ska sitta fram och betala 35 kr. Du ger henne en kopia på köruppdraget (noden) med hennes uppgifter, det är hennes kvitto. Du kör henne till Nordstan och lämnar henne vid Åhlens. Precis innan du är framme där så trycker du på nod igen. Nu kan du antingen få reda på slutpriset och du är klar för nya uppdrag - eller så förlänger de passet med fler körningar. Du får nu kanske 189 kr för körningen säger vi. Du har alltså fått betalt för att få 3 minuters framkörning (12.27-12.30), nån minut för att lasta in kvinnan och 15 minuters körtid. Du får 1 minut betalt för att lasta av henne, och sen restid till ett slutområde som ni har avtalat. Nu kanske de inte drar tillbaka dig till hemmaområdet, de kanske väljer att avsluta dig vid ett annat. Om du är duktig och kan din geografi så behöver du inte slå i kartböcker, knappa i GPS och vela runt - du kör in tid. Du är framme 12.40 med tanten och kan då slå ut körningen på 189 kronor (-35 kr i egenavgift). Vips så är du ledig 12.40 fastän du har betalt till 13.00. Du kan nu få en ny körning där du är och således tjäna mer pengar samtidigt. Så vad är egentligen problemet med färdtjänsten? Problemet är väl Stockholm isåfall där man har upphandlat att folk kan gå ut och ta valfri bil, eller ringa direkt till bolagen för att åka till lågt fastpris? I Göteborg så har bolagen sagt vad de vill köra för, och så får man köra för det. Man får betalt för allt som tillkommer. Behöver du öppna en bom så ska det stå angivet och du ska då få extra tid för det. Om det inte står så ringer man och säger till om det så slänger de på extra tid. Ska man hämta inne/lämna inne, hjälpa upp till fjärde våningen, bärhjälp, trappklättrare, vänta in assistent/hemtjänst etc så får man betalt för det. Skulle det vara trafikstockning så blir det automatiskt extraminuter för det, men oftast är det bra att ringa för att påpeka det så får man extra inlagt för säkerhets skull.",
				"Planetsystemet inom Göteborgs Färdtjänst kör med en \"körmatris\" baserad på femsiffriga områdeskoder. Områdeskoderna är de gamla Taxi Göteborg-zonerna T80 på tre siffror påbyggt med uppdelning i mindre delzoner med med två tilläggssiffror. Man har angett grovt sett generella tider mellan vissa områden, man har sen kodat in alla gator (ibland går en gata genom olika områden och då har man lagt in vilka gatunummer på gatan som ligger i vilken zon). Vi ger exempel: Ditt taxibolag har fått flera olika hemmaområden runt om i Göteborg. Det dyker upp ett pass med utgångspunkt Frölunda Torg, i värsta fall får ni 3 minuter framkörningstid till adressen på Norra Dragspelsgatan 8. Men i och med att taxibolaget har en så kallad \"nedläsningstid\" från Planet vilket kan variera från bolag till bolag, så kan körningen komma till trafikledningssystemet kanske 10 minuter innan. Det kan innebära 13 minuters framkörning, men likväl kanske 8 minuters framkörning om bolaget har valt 5 minuters nedläsningstid. Har bolaget inga bilar i området så får de ta en bil längre bort, därför har de flesta bolag en nedläsningstid. Man får helt enkelt bara reda på förstaadressen normalt sett, det kallas nod 1. Det är i detta fallet N Dragsspelsgatan 8 där en Arne Arnesson ska hämtas inne i bostaden och betala 35 kronor. Några minuter innan man är framme på adressen så ska man med knapptryckning på taxametern begära nästa nod. Då får man reda på vad man ska göra härnäst. Då får man antingen reda på var Arne ska lämnas eller om man ska hämta nån mer. Planetsystemet kan t.ex slänga in några fler resenärer om den finner det lämpligt. Och så kör man så här tills man får ett passlut med ersättningen, då står det kanske 361.34 kronor varav egenavgift på x kronor - vilket man får knappa in i taxametern. Så när passet påbörjas så vet man inte hur mycket man kommer få för körningen då den kan förlängas, förkortas, omplaneras etc. Om man t.ex glömmer att göra nodbegäran innan man kommer fram till en adress så drar tiden sig och det finns risk för att man kan bli av med fler hämtningsnoder på grund av en teoretisk försening enligt systemet, men också att datorn tänker \"Aha, är han sen så är det bättre att han tar med även Lisa som skulle åka 10 minuter senare från samma adress så slipper den där andra bilen som är på väg dit ta med henne\" - nackdelen med det är att man kanske har åkt iväg utan att trycka på nod. ;-) Det tillkommer tidstillägg på att t.ex öppna bommar, köra in på gårdar, följa med upp, lämna till personal etc. Så rent generellt sett så får man framkörning från hemområdet till platsen för första noden, sen får man betalt för tiden hela tiden tills man släpper sista resenären och hem till hemmaområdet. Dock kan ett bolag ha flera hemområden och är då ett av hemområden i närheten så kan man få betalt bara dit. Ett pass kan utgå från t.ex centrala Göteborg men första hämtningen kan ligga i en annan kommun t.ex Härryda för man har inga lediga fordon i bättre hemområden och enligt datorn så är ditt bolag billigaste lösningen. Den räknar hela tiden ut vilket bolag är billigast, är det billigare att låta bilen vänta 10 minuter på passet för att få en retur på resenären eller ska vi skicka dit en annan bil för det är billigare att avsluta bil 1 och ge bil 2 framkörningsavgift osv... Kan man bara hur planet fungerar och vet vilka hemområden ens taxibolag har så finns det lätta pengar att tjäna på planetkörningar."
		]
	},
	{
		"postIndex": [
			[7250],
			[7240],
			[6978],
			[6909],
			[6922]
		],
		"postTime": [
			"2011-09-21",
			"2011-09-19",
			"2011-07-11",
			"2011-06-30",
			"2011-07-01"
		],
		"postNum": [
			[7372],
			[7362],
			[7100],
			[7031],
			[7044]
		],
		"postLink": [
				"/sp32994413",
				"/sp32953591",
				"/sp31598860",
				"/sp31419396",
				"/sp31448018"
		],
		"postUser": [
				"geocacher",
				"geocacher",
				"Ninjinc",
				"TaxiHasse",
				"TaxiHasse"
		],
		"postUserID": [
				"/u70977",
				"/u70977",
				"/u444593",
				"/u591430",
				"/u591430"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p615",
				"https://www.flashback.org/t172037p614",
				"https://www.flashback.org/t172037p592",
				"https://www.flashback.org/t172037p586",
				"https://www.flashback.org/t172037p587"
		],
		"userUrl": [
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u444593",
				"https://www.flashback.org/u591430",
				"https://www.flashback.org/u591430"
		],
		"sentence": [
				"Njae. Det här varierar lite. Om vi översätter till Sthlmsgeografin så att du förstår. Ditt bolag har blivit tilldelade t.ex att ha bilar med hemmaområde i Hammarby Sjöstad, Norrtull och Hornstull säger vi. Det enklaste är givetvis att körningarna kommer där. Man har dels en framkörningstid, vilket i Gbg i hemmaområden ofta är runt 3-7 minuter. Och sen har man en nedladdningstid vilket innebär att taxibolaget får körningen en viss stund innan utropstid - men det är inte säkert (om t.ex ett annat bolag har haft körningen först men inte kan leverera, eller att noden på planetpasset flyttas för att föraren som skulle ha uppdraget är försenat så delas uppdraget och du får ta denna delen och då kan det bli så att du får bara några få minuter att köra fram). Vi säger att du står vid Ringvägen nånstans, i närheten av Tanto. Ert bolag har inga bilar i Hammarby Sjöstad. Nu får du en körning och i värsta fall så räknar färdtjänsten med att ditt bolag har bilar i Hammarby Sjöstad, men ni har inte det och du är närmsta bil. Nu har du kanske 3-7 minuter på dig att ta dig över till Hammarby Sjöstad i rusningstrafik. Lycka till ;-) när du har rullat i 1-2 minuter så ringer färdtjänsten direkt till dig och frågar när du tror att du är framme, kunden har bråttom och den taxin som fick uppdraget först skulle inte hinna i tid så därför fick ni (ditt bolag) uppdraget. Grattis, detta kommer ju inte att skita sig ;-) Det visar sig sen att kunden ska åka till köpcentrat i Sickla. Du får då en framkörningsavgift plus betalt för minutrarna för uppdraget. Och uppdraget är att köra från Hammarby Sjöstad till Sickla köpcentrum, och halva vägen tillbaka. Det kanske är 60 spänn har man räknat ut. Att du i själva verket får dra från Tantolunden via Hammarby Sjöstad och sen hamnar i Nacka kommun där du kanske inte får nån ny körning utan måste dra dig in mot city igen - det är ditt problem ty erat bolag inte hade nån ledig bil i området som de har fått sig tilldelade. Vi säger nu att du rullar till Hammarby Sjöstad igen, med hopp om att få en ny färdtjänstkörning. Denna gången så kommer det en ny körning till taxibolaget, men körningen går ifrån Frösundavik till Enskededalen. Dock så har er kvot för t.ex Norrtull och Hornstull redan fyllts, och datasystemet på färdtjänsten har räknat ut att det är billigare att ta en av era bilar från Hammarby Sjöstad och låta den tomma till Solna, hämta kunden, köra till Enskededalen och sen få betalat halva hemresan från Enskededalen till Hammarby Sjöstad - än att låta konkurrenten som har en bil i Solna ta det för de kanske har högre pris än ni. Nu uppstår ofta ett dilemma, antingen så går körningen ut på den zon som är hemmaområde (Hammarby Sjöstad) eller så tar man närmsta lediga bil (Solnatrakten). Det avtalsmässigt korrekta är att ta en bil i Hammarby Sjöstad, det praktiskt korrekta är att ta en bil i Solna. Här uppstår nu också en ersättningsskillnad beroende på vem som tar uppdraget: A) Solnabil tar uppdraget, denne får nu betalt för kanske 30 minuters framkörning från Hammarby Sjöstad fastän den redan är i Frösunda. Denne kan nu ta och käka lunch under betald tid ;-) När föraren släpper kunden i Enskede så kan denne få ut slutpriset eller i bästa fall få reda på att det finns en hämtning till på passet och det är isåfall troligtvis i närområdet. B) Hammarby Sjöstad har kanske ingen bil utan man får ta en bil i t.ex Nacka som då får längre framkörningssträcka. Nackdelen kan vara att föraren hamnar i Enskede igen och kanske egentligen vill vara i väster- eller norrort och hamnar då fel. Denna föraren får mer tommil och sämre lönsamhet än A. --- Om vi nu pratar Gbg så är det inte så att det är närmsta lediga bil som får färdtjänstuppdraget. De olika taxibolagen har olika områden, ibland samma område. Man har olika priser olika tider på dygnet, och utöver det olika kvoter vid olika tider på dygnet. T.ex så kan Taxi Gbg ha sagt att de vill ha 500 kr/h och ha max 3 bilar mellan kl 06-10 på vardagsmorgonar, 200 kr/h och 100 bilar mellan 10-14 och sen 500 kr/h och max 3 bilar mellan 14-18. Det är då ett sätt att se till att man har kvar resurser till sina privat- och företagskunder som reser mellan 06-10 respektive 14-18. De få bilar som får ett färdtjänstuppdrag får då rejält betalt vilket gör det attraktivt om man väl skulle få ett sånt uppdrag. Taxikurir kanske å andra sidan har sagt att de kan leverera 120 bilar mellan kl 06-19, och sen 50 bilar mellan 19-06, alla dagar i veckan - för 180 kr/h dygnet runt. Då har man kanske sagt att man har bilar över hela stan och fått tilldelat alla hemmaområden i färdtjänstplanen. Det finns inget som säger att om det är 120 färdtjänstzoner att man kan få max 1 i varje zon ;-) Det kan bli så att färdtjänsten kan med 1 minuts varsel lägga ut 120 körningar på Taxikurir vid Mariaplan. Och om dessa 120 bilar får varsin 15 minuterskörning som de släpper samtidigt så kan det följdaktligen komma 120 nya pass i andra ändan av stan. ;-) Det är upp till 120 pass över hela stan. Detta system bygger egentligen på att ett taxibolag med t.ex 200 bilar ska ha en geografisk spridning av bilar över hela stan och sen kanske säga att de kan leverera 30-40 bilar samtidigt. Då är chansen stor att man har bilar i närheten. Ju fler samtidiga pass man kan ha ju mindre chans är det att man har en ledig bil i närheten över hela stan. Räkna då också bort att det finns även andra uppdrag, raster, lata förare, förare som hellre står på flygplatsen etc - och det innebär att man inte kan leverera alltid. Det är därför som t.ex Taxikurir är hatad på färdtjänsten. Visst lägger man alltid ett lägre bud än förra gången - men man kan aldrig leverera det man utlovar. Om det är gott om förare och inga andra uppdrag så får förarna att göra. Men om det är typ Bokmässan så vill förarna hellre stå vid flyget, tåget, mässan och hotellet - och då kommer vitena på löpande band från färdtjänsten för att man inte kan uppfylla sina avtalsvillkor om färdtjänstkörningarna. Företag som Taxikurir kan lägga vilka priser de vill, de får ändå sin fasta avgift plus procent på körningarna. De struntar i om priserna är rimliga för åkaren eller om det ger enorma framkörningar (vilket försämrar intäkterna för åkaren, och lönen för procentanställd) - de får ändå in samma summa pengar. Vissa mindre bolag har istället valt att rikta in sig på vissa specifika hemmaområden, det kan handla om att man har sitt kontor i närområdet eller att man har sett att det är väldigt mycket färdtjänst i det området. Kanske det ligger en särskola i närheten eller just inte finns en särskola i närheten. Finns en skola i närheten så kanske många föräldrar har flyttat dit plus att det går många körningar därifrån. Finns det ingen skola i närheten så kanske det går mycket skolskjutsar etc därifrån. Man kan ibland fundera på varför det står en ensam Taxi Gbgare i Partille, han kan stå där i timtal ut och timtal in. Det kanske är så att när det väl kommer en körning så är det kanske en längre planetkörning där han (som står i ett ytterområde) är närmast. Kommer nåt i den kommunen så lär han få det, det kanske är mer värt att stå där ensam än att stå som nr 48 vid centralen i gbg en död dag ;-) Vad vet jag...? Men vissa bolag kan man ibland se överrepresenterade i vissa områden, och det beror ofta på att man har färdtjänsthemmaområde där. Förare som vill köra färdtjänst lär sig ganska fort vilka områden de ska stå vid. Ibland kan man se en förare som hellre står vid kanten av en rondell, än vid en taxistation nån km bort. Det beror på att kanske GPS-gränsen för två-tre zoner går vid rondellen. Bevakar man zonerna så kan man genom att starta bilen och köra 50 meter vara inne i den zon där en ny körning kommer men där ingen står. Står man vid taxistationen så är man mer låst på en zon och då tjuvar nån annan körningen som står mer strategiskt om körningen kommer i grannzonen. Det kan vara surt att stå vid taxistationen på ett torg i kanske 3 timmar, och man vet att det är ett område där mycket färdtjänstkörningar borde gå ut. Men idag så börjar körningarna nån km bort i grannzonen och där står tvåan i din zon och kan snabbt byta zon till den andra zonen när körningar dyker upp, och då får denne körningen. Hade personen stått kvar som tvåa i din zon så hade du fått den. De mer erfarna färdtjänstförarna har stenkoll på när, var och hur det rullar bäst. Vet en kille som körde för Taxikurir för typ 13 år sen. Han hade en liten svart anteckningsbok som han skrev in sånt han fick höra, kanske han en dag körde Gerd och då berättade hon att hon skulle gå på en datakurs i nåt ovanligt område varje torsdagkväll i tre månaders tid. Då noterade han det osv. Killen gick bara ut och körde när han hade info om att det fansn körningar, och då i de lite mer udda områdena. Fick han en körning till närområdet vid rätt tid så kunde han vänta en stund där för han visste vad som troligtvis skulle komma. Killen visste var, när, hur och varför - och kunde därför välja vettig zon baserad på erfarenhet och kunskap. Och det tjänade han bra med pengar på - om jag förstod det hela rätt. De som ofta inte tjänar bra med pengar är de som envisas med att stå t.ex på sjukhuset hela dagarna samtidigt som företaget inte har sjukreseavtal ;-)",
				"Frågade en friåkare med skyhöga priser en gång hur denne kunde med att ta de priserna, och fick en förklaring i stil med att han erbjöd snabb service i hög komfort, han stod där när du behövde komma hem och att du fick åka i en hel fin bil. Sen att priserna var 3-4 gånger högre än t.ex ett etablerat bolag såg han inte som ett problem. Om man vill åka med det etablerade bolaget så får man kanske ringa, vänta lång tid och kanske inte få en bil. Och han gjorde en jämförelse med att folk går in på Statoil och köper en 1.5 liters läsk för 38 kr + pant, när du kan gå till Willys och köpa identisk för kanske 9.90 + pant. Varför går inte alla då till Willys frågade han, jo, för att Willys har inte öppet nattetid och finns inte där när du behöver det. Så resonerade han. Var inne i en närlivsbutik idag som inte hade en enda prismärkning. Det ser jag som oseriöst så jag påtalade det och vände på klacken. Om butiken däremot skyltar med sina priser så får de ta vilka priser de vill, då är det upp till mig som kund att värdera huruvida det är värt pengarna eller ej. Jag tycker inte man ska höja etablerade bolag till skyarna faktiskt. Det finns gott om rötägg inom de stora etablerade bolagen också. Hoppa in i vilken Taxi Göteborg, Taxi Stockholm, Taxikurir, Taxi 020 etc som helst och du kan säkert få åka svart. Spelar du full och berättar att du har vunnit några tusen kronor på black jack, ja, då kan du räkna med att man kör dig på högre taxa eller säger att det kostade en hundring mer än vad det gjorde. Det finns mängder av exempel där ett företag har beställt t.ex två eller fler taxibilar (från samma bolag) som ska köra från t.ex ett hotell till en flygplats, och där det visar sig att en av bilarna har skörtat upp passagerarna. Jag vet personligen en förare på Taxi 020 som åkte dit så det stod härliga till när han skörtade upp en kund, som i efterhand visade sig sitta i Taxi 020s ledning. ;-) Har hört talas om en förare på etablerat bolag i Göteborg som körde från Svenska Mässan till Avenyn för lite högre pris än normalt, fastän taxametern var inte påslagen. Kunden ifrågasatte och ville betala med kort. Kunden var trafikpolis... Jag har i tjänsten åkt med Taxi Göteborg cirka 12-15 gånger senaste månaderna. En gång fick jag förklara och visa var Chalmers låg. I mer än hälften av resorna så har förarna slagit ut kvittot samtidigt som jag hoppar in i bilen (fastprisresa), i ett fall tackat ja till en färdtjänstplanet som då är det i område jag åkte ifrån och inte i det område vi var på väg till. En förare hittade inte till Nils Ericsonsterminalen i Göteborg, tror det tog närmare 30 minuter för honom att hitta dit och då fick jag lotsa honom via telefon till slut. En förare satt och käkade pizza i bilen när han hämtade mig, på framsätet låg en öppnad pizzakartong med en mindre angenäm doft i bilen. Alla bolag har rötägg, men det betyder inte att alla förare är rötägg. Långt ifrån. Men ett ganska intressant experiment att göra är att gå in på ett fik eller lunchställe som taxiförare brukar vara på, sätt dig nära och lyssna på diskussionerna. Då kan du höra historier om hur de har skörtat upp kunder, namnge dumma kunder etc. Samma sak kan du göra med väktare, gå till en nattöppen bensinmack och du kan hitta ordningsvakter och väktare som kommer in på tidig morgon på väg hem, och de brukar ta en korv samtidigt som de snackar skit, ibland hör man de berätta om hur de slog ner nån för att den var uppkäftig. Folk tänker sig inte för när de pratar om sitt jobb, i offentliga sammanhang. ;-) Jag har själv varit på lunchrestaurang och hört förare för såväl etablerade taxibolag som friåkare berätta om hur de har betett sig mot kunder. Om man vill få ordning på taxibranschen så får man nog börja med att höja statusen på yrket, dels så får det finnas nån slags självsanering och stolthet i det man gör. Om man inte kan köra bil och inte hittar i den stad man ska jobba i - ska man då verkligen köra taxi? Om man inte kan ge god service - ska man då verkligen köra taxi? Jag har varit med om kunder som direkt har gett en beröm för att man sa \"Hej\" eller \"God morgon\" när man hämtade en kund, eller kanske rentav öppnade bagageluckan så man kunde lyfta in kundens bagage där. Kunder idag är inte vana vid att få vanlig hederlig service, de ska helst visa vägen. Det hade faktiskt i många fall varit bättre om föraren satte sig i bagagen och lät kunden köra ;-) ;-) Vänd på det. Ge kunden en serviceupplevelse. Jag lovar er, det kommer göra att kunderna blir nöjda och att de återkommer. Och då är kunderna villiga att betala mer.",
				"Fast Mvk du bör veta vid detta laget att adressen spelar stor roll. Vi chaufförer är inga robotar som ska följa kundens önskemål slaviskt. Kunden är inte våran chef, kunden har inte heller någon makt över oss. Även om ens taxibolag kräver att vi ska göra allt kunden säger så måste man använda sitt sunda förnuft. Att stå på en plats i kanske 1 timme så får du en körning som går 50 meter fram, finns det någon mening med den? vi pratar om en resa som kanske ger 50 kronor, av det får du och jag cirkus 20 spänn. Trevligt att tjäna en tjugolapp för den bortkastade timmen Som grädde på moset är väl om kunden inte ens har en femtiolapp, \"oops haha jag glömde att jag supit bort alla mina pengar men fan en femtiolapp kan du ju allt bjussa på\" Tja att ta en annan bils kund sammanfattar faktiskt dagens taxibransch väldigt bra, då dom flesta av oss kör på provision så är ju givetvis varje längre körning extremt viktig för vår egen del för inte kör vi för \"kollegornas\" eller taxibolagets skull? Hade vi däremot haft timlön som mer normala jobb skulle det vara en annan sak, då spelar det ju givetvis ingen roll hur långt eller kort kunden åker för vi får ändå betalt för tiden vi står och väntar Summa summarum: Provisionsbaserade löner där antal kunder är begränsade drar fram en allmän girighet. Efter den där tioende skitkörningen som gått 100 meter och du efter 6 timmars arbete har skrapat ihop hela 500 kronor vilket ger en lön på hela 200 spänn för 6 timmar så tänker man: Tänk om man bara hade tagit den där kunden som skulle 4 mil och inte hänvisat den till den första bilen",
				"Hej på er taxisluskar. Jag är åkare i största bolaget i en medelstor stad på den s k \"landsorten\", och tänkte ta med mig taxibilen på semestern till Stockholm, och drista mig till att pröva på att köra lite där. Detta mest för skojs skull och för att bli en erfarenhet rikare. Skulle behöva lite tips. Jag har kört taxi i 8 år, så jag har en skaplig erfarenhet av själva yrket. Jag hittar någorlunda i Stockholm. Jag känner till trafikleder, tunnlar, större vägar, de flesta stadsdelar, en del hotell, många centrala platser, osv. Jag brukar resa till Stockholm med bil (privat) en gång i månaden och köra runt lite i de centrala delarna. Jag antar att jag har fått blodad tand. Att säga att jag \"hittar bra\" i Stockholm är dock att ta i. Men min uppgift som förare är ju att ta folk från punkt A till punkt B. Jag tror att om jag bara är ödmjuk inför uppgiften och rejält tillmötesgående mot kunden, så kommer jag att klara det. Tanken var att när kunden hoppar in och vill åka till adress X, att förklara att jag är ny i stan och gärna slår upp det i kartan (eller Google Maps) för att vara säker på att köra kunden en bra färdväg. Jag tänkte även erbjuda kunden en karamell medan han eller hon väntar den halvminut det kan ta. När jag är klar styr jag mot adressen och slår in det i GPS:en. Är kunden stressad får man väl improvisera och fråga efter vilken stadsdel/riktning man ska börja styra mot, innan man hunnit slå in det GPS:en. Jag har en van GPS-hand och många kunder märker inte ens när jag slår in en adress i GPS:en. Men, vad jag undrar är: Var kan jag plocka kunder? Det blir ju bara aktuellt att plocka kunder på gatan i mitt fall. Det finns ju en massa ställen där man måste ha transpondrar och avtal och grejer för att få leka med de stora pojkarna (bolagen). Arlanda är ju tvärkört, har jag förstått, där går det inte plocka kunder på annat sätt (utanför bommarna) heller. Andra ställen där jag har sett att taxibolagen tar ut avgifter av kunderna (p g a att taxibolagen blir påförda avgifter för att de trafikerar stället) från är Bromma, Siljaterminalen, Frihamnen och Centralstationen. Där vet jag mindre om bomsystemet och taxihagarna. Hur funkar det där? Finns det friåkare därikring? Var står isåfall dessa? Finns det några andra ställen att rekommendera för en \"friåkare\" att hämta kunder? Tanken var att köra mest dagtid. Viking Line-terminalen hade jag exempelvis tänkt prova fiska från vid 15.30-snåret då Cinderella angör hamn. Fler förslag är välkomna. Några speciella ställen att rekommendera kvällstid? Tänkte prova fiska vid Scandic Malmen till att börja med. Några övriga tankar kring mitt projekt? Alla svar välkomnas.",
				"Tack! Grejen är ju man gör det. Det gäller att inte verka nervös och bortkommen. Om man vet att man löser uppgiften att transportera kunden till sin destination med de hjälpmedel man har tillgängliga, så finns det ingen anledning att ge ett osäkert intryck. Är föraren lugn, är kunden lugn. Jag har hört en del skräckhistorier om friåkare. Nu är väl långt ifrån alla sanna, men jag är fullkomligt övertygad om att jag, som läget är idag, ändå klarar av att göra ett mera professionellt arbete än flertalet av dessa friåkare, som ändå de facto är yrkesverksamma på plats i Stockholm. Förare som exempelvis inte har en aning i vilket väderstreck Globen ligger, och inte heller förstår att man kanske måste ta reda på det innan man åker iväg, för det är ju inte säkert att kunden vet. Detta för att sedan yra omkring på måfå och hoppas hitta Globen någonstans... Jag har själv åkt en del taxi i Stockholm med olika (stora, etablerade) bolag, och har blandad erfarenhet av hur professionella förarna (och växlarna) är. Vid ett tillfälle, då jag bodde på Bredäng Camping, beställde jag en bil dit. Växeln hade ingen aning om vart det låg. De behövde en adress. Jag förklarade att jag inte hade någon adress. De svarade då att jag var tvungen att ange en adress för att de skulle kunna skicka en bil dit. \"Det är ju för fasen skyltat ända från E4:an\" (visserligen en omväg), försökte jag, men det hjälpte inte. Jag kan ha en viss förståelse för att en förare som jag bara ryckt på gatan, inte haft en aning om vart campingen låg. Jag kan även förstå att växeln inte vet. Men att växeln inte kan ägna två sekunder åt att använda sig av Eniro eller liknande för att ta reda på det, irriterade mig en aning. Det är ju inte någon helt okänd plats jag pratade om. Om man tittar efter på en karta (där man ser hela Bredäng, Mälarhöjden samt delar av Sätra): ...så tar det ungefär två sekunder att lokalisera campingen om man inte är helt blind. (Sen hade vare sig växel eller förare någonsin hört talas om \"Gröne Jägaren\", men det må väl vara hänt.) En annan sak har också hänt mig flera gånger. Jag har beställt en bil med en komplett både hämtnings- och lämningsadress. Bilen anländer, föraren kontrollerar i vederbörlig ordning om namn och adress stämmer, och nu i detta läge stannar föraren till, och börjar med att långsamt knappa in destinationsadressen på GPS:en. Själv skulle jag har gjort något annorlunda i samma situation. Antag att jag haren beställning med en komplett lämningadress som jag inte var närmare bekant med. Då skulle jag ha stannat till en bit ifrån hämtningsadressen, och slagit upp lämningsadessen på en karta, och gjort mig en klar bild över vart jag ska, och vilken färdväg som på ett ungefär borde vara lämpligast. Sedan hade jag knappat in lämningsadressen i GPS:en och åkt och hämtat kunden. Sådana situationer uppstår titt som tätt. Massvis med gånger har jag i sådana situationer, när färden närmar sig sitt mål, fått höra: \"Men åh, vad bra du hittar!\". Kunden har alltså ingen aning om att jag navigerar efter GPS, och det är ju så det enligt mitt tycke ska vara. En så liten sak som att slå in adressen man hämtar kunden kan ge ett väldigt mycket mer professionellt intryck än att stanna till efter man har hämtat kunden och göra det i bilen. (Nu är det givetvis svårt att vara förberedd på samma sätt när man plockar kunder på gatan. Men man kan ju alltid medan man väntar på kund, sitta och spåna i bilen om lämpliga färdvägar till olika tänkbara ställen sett från där man står. På så vis är man inte är helt oförberedd.) Scandic Malmen har jag förstått som ett OK ställe att fiska på. Men det är väl mest rörelse där på kvällstid? Är det samma sak med Stureplan? Stureplan, antar att det är man bör stå då: Klarabergsgatan fanns det ju en del taxifickor på, men denna utanför centralen såg ju intressant ut: Utanför World Trade Center såg bra ut också: Gröna Lund, ser ut att vara här man bör stå: Såg lite stökigt ut runt Vasamuseet med en massa bussar överallt, men det tyder väl å andra sidan på att det är mycket folk i rörelse däromkring: Fler tips mottages tacksamt, gör gärna listan lång."
		]
	},
	{
		"postIndex": [
			[7422],
			[7469],
			[7564],
			[7470],
			[7473]
		],
		"postTime": [
			"2011-11-08",
			"2011-11-25",
			"2011-12-07",
			"2011-11-25",
			"2011-11-25"
		],
		"postNum": [
			[7545],
			[7592],
			[7689],
			[7593],
			[7596]
		],
		"postLink": [
				"/sp33897061",
				"/sp34193856",
				"/sp34413238",
				"/sp34193901",
				"/sp34195958"
		],
		"postUser": [
				"MarcusLi",
				"geocacher",
				"geocacher",
				"geocacher",
				"geocacher"
		],
		"postUserID": [
				"/u445633",
				"/u70977",
				"/u70977",
				"/u70977",
				"/u70977"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p629",
				"https://www.flashback.org/t172037p633",
				"https://www.flashback.org/t172037p641",
				"https://www.flashback.org/t172037p633",
				"https://www.flashback.org/t172037p633"
		],
		"userUrl": [
				"https://www.flashback.org/u445633",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977"
		],
		"sentence": [
				"Hej grabbar och flickor! Har varit medlem en tid här och läst i tråden men tänkte göra min debut i denna tråden efter 3 år bakom ratten i taxibilen Det hela började året 2008 med att jag flyttade hemifrån när jag studerade, till slut tröt tålamodet på pluggandet och jag hoppade av utbildningen. CSN-bidraget drogs in och jag vart tvungen och fixa ett arbete lite fort. Jag sökte och sökte men hittade ingenting pga min dåliga meritlista när man var 21 år Började åka lite med min bror som då körde skolbuss (taxireggad) på orten här hemma och var även med honom på helgerna fåtal gånger och hjälpte till på ett mindre taxibolag och ögonen började sakta öppnas för och köra taxi, skulle det kunna vara något för mig? Sagt och gjort, jag bokade teoriprov (alla 3 på en gång) sen satte jag och min bror oss ner och malde in skiten i huvudet vilket också gav resultat då jag klarade alla 3 proven på en gång! Då var det bara uppkörningen kvar då, vilket jag hade fått förklarat för mig att det var en av dom jobbigaste uppkörningarna som fanns. Dagen D kom, jag körde till vägverket och gjorde körprovet och kuggade första tyvärr, det berodde nog på stress och att personen ifråga som jag körde upp mot var riktigt puckad i mitt tyckte, nåväl! 3 veckor senare var det dags igen och jag fick en annan kille när jag körde upp och denna gången gick det vägen efter att vi suttit och spanat på brudar halva uppkörningstiden och snackat skrot! Min \"karriär\" började således 1a Oktober 2008, då började jag på min brors företag och körde lite skolor, men efter 6-7 dagar på det stället kände jag att det inte gav mig nånting. Sitta och kuska i samma sletna j'vla buss dag ut och dag in var inget för mig, när dessutom chefen var lika seriös som Kalle Anka i Finland så tackade jag för kaffet. Den 23e November, fick jag jobb på ett seriösare bolag som dock inte var anslutet till nån stor beställningscentral då det var ett familjeföretag men jag gav det en chans och jag trivdes som fisken i vattnet! För första gången fick jag köra \"ren\" taxitrafik, dvs flygkörningar och allt vad det innebär och jag fastnade direkt för det. Man kuskade runt dag efter dag och körningarna flöt på, dock kanske inte det inkörda var det bästa alla dagar det kunde variera emellan 800-3500 inkört per dag och man körde in mellan 40-50k i månaden och det blev ju ingen vidare bra lön iochmed att man gick på provisionslön. Fick sedan kontakt med min nuvarande arbetsgivare på flyget och vi snackade skit och drack kaffe och han lovade guld och gröna skogar men man var för feg för och ta klivet ut ifrån företaget, kan tillägga att detta var i slutet på 2010 så man var lite inarbetad på det företaget jag var på. Men till slut så förlorade vi flygkörningarna till det konkurrerande bolaget och min lön sjönk i stort sett med 40%. Mao var jag tvungen och säga upp mig ifrån ett företag jag stortrivdes på, men kunde ju inte gå dag ut och dag in för Dagen kom, den 1a Februari detta året sa jag upp mig, och den 3e Mars började jag på det nya företaget. Företaget jag jobbar på nu är ansluten till och man märkte direkt vilken skillnad det var på körningar, det är fullt upp hela tiden och det blir rejäla kassor på runt 2-3000kr per dag. Man kör in mellan 65-80k i månaden , dvs när momsen är dragen så lönen är helt okej och lite till faktiskt! Dock får man ju slita lite för dessa pengarna, man jobbar ju 200-220h i månaden men det vet ju många av er här hur det är! Tyvärr kom dagen, datumet var den 27/10 2011 när jag fick en körning ifrån grannkommunen som ligger 3 mil bort. En kund skulle med flyget och han beställde i panik och tiden var knapp. Dum som man är så försöker man hjälpa kunden och när jag kört ungefär 2½ mil så blinkade det rött och blått i backspegeln. Domen blev 157km/h uppmätt på 110 väg och både taxikortet och körkortet blev indraget, så här sitter man och mer eller mindre klättrar på väggarna. Från och jobbat 200h i månaden och sen gå ner till 0 är en kraftig omställning. Man kommer ingenstans och ekonomin blir drabbad bigtime nu i juletider, för alla vet ju hur mycket det är och göra dessa månader i slutet på året! Menmen är huvudet dumt får plånboken lida Tänkte att jag kommer skriva lite här emellanåt och fylla i dagskassorna och se om man kan tävla med er stora rävar som kör i större städer , själv så kör jag i en kommun med cirka 35k invånare och 11st taxibilar (dock i vårat bolag då vi är ensamma här i stan) Men på dessa 3 åren har man hunnit med lite, bla: * Blivit knivhotad för 160kr, hur tänker man som person då? * Haft en knarkpåverkad man på 200kg muskler bredvid mig som trodde att vi var förföljda av polisen såfort det kom en bil bakom, det slutade med en bjudresa då jag inte ville att han skulle brusa upp * Haft en springnota på 300kr, 2st snorungar som åkte och när vi kom fram så kom den klassiska fram. Ska bara gå ut och plocka fram plånboken (Det brukar ju funka) men denna gången så slogs dörren igen och dom sprang. Men efter lite gap och skrik på radion så hade dom snart 6 taxibilar emot sig och var omringade, dock hade dom inga pengar men dom fick en j'vla tankteställare hoppas jag * Skamförslag, det är ju obligatoriskt ? Hur mycket man än vill följa med en blond 20 åring så säger huvudet nej. Man blir ju dock förbannad att dom inte frågar när man ser dom på krogen veckan efter Dock finns det nackdelar givetvis också, t.ex: * Privatliv? Bara glöm det, vill man få ut en dräglig lön så får man köra tills man inte orkar mer. Och då finns det inte direkt tid och ragga på brudar som alla andra i 24-25års åldern . Å andra sidan har jag mer pengar än dom och vaknar betydligt piggare på söndagen utan huvudvärk efter en dyr och blöt krogrunda * Kroppen, den tar mycket stryk om man inte tränar. Har precis skrivit in mig på gymmet och ska börja träna, dock är det tiden som inte alltid räcker till där heller alla gånger! Men det är extremt viktigt och träna mage och rygg och hela överkroppen, annars blir man snabbt rund och får ont överallt * Kosten, det är bara fetglömma matlåda. Det blir ju 90% utemat, dock försöker man käka lunch ute men det är ju också utemat. Och alla vet att utemat kostar flis så man får hoppas på bra körningar * Tiden, man lägger mycket tid (dock frivilligt) på detta arbete. Likaså står det 10h på passet så kan det bli 13-14h också och då får man fuska lite i \"sagoboken\" Jaja! Mycket text blev det men någon av er orkar kanske läsa igenom hela sketen Mvh Marcus!",
				"Apropå vara sen på färdtjänsten/Västtrafik/andra bokningar. Först och främst kan man faktiskt ofta börja med att tacka sina kollegor för det. På många taxiföretag finns det förare som medvetet tackar nej till uppdrag enbart för att slippa uppdrag, är det då en automatiserad funktion där körningen erbjuds till först bil i zonen - och denna föraren antingen medvetet eller omedvetet tackar nej så går det vidare ner. Finns då inga lediga bilar i zonen så tar man allt längre bort till slut och då är det du som åker på den. Tar man t.ex GBG FTJ/VT så har man ett par minuters framkörning beroende på hemområde etc enligt avtal, och i värsta fall så kan körningen ha valsat runt bland några kollegor först som inte vill tacka nej utan hellre låter körningen plinga tills den rinner vidare till nästa. Då är du redan försenad när du får körningen. Så börja ofta med att tacka dina kollegor - och tänk själv på det när du gör likadant. En annan vanlig orsak är att en kund och/eller förare är försenad. T.ex så kanske en föregående kund på ett pass är försenad och då klyver man passet och lägger nästa hämtningsnod på en ny förare. Ofta på samma bolag men om kvoten är fylld till ett annat bolag, och då kan det vara så att man är sen dit fastän man personligen inte har gjort något fel. En tredje orsak är att bolaget inte har några lediga bilar i området alls och då tar närmsta lediga bil. Har man inga lediga bilar så ligger körningen och skriker tills nån stackars sate blir ledig nånstans. Det är de vanliga orsakerna till att man noder som man faktiskt aldrig kommer hinna. Om man däremot orsaken till försening dyker upp under pågående \"eget\" pass, dvs ett pass du har fått i tid och där nåt gör att du inte kommer hinna noderna så ska du enligt såväl GBG FTJ- som VT-avtal kontakta primärt din egna trafikledning och sekundärt GBG FTJ- eller VT-trafikledning för att meddela det. Man kan klyva passet, man kan försöka meddela kunden att du är sen eller så händer inget alls. Om man t.ex kör rullstollsbuss med trappklättrare så är inte tiden för trappklättring inlagd utan den får man manuellt ringa in för att de ska lägga på. En trappklättring kan gå fort och den kan ta lång tid. Om man är serviceminded så ringer man in och säger det så att eventuella efterliggande noder kan flyttas för där kan finnas nån som faktiskt har en tid att passa. T.ex VT har i sina avtal att det är taxiföretagen som ska lösa ifall föraren behöver bytas av. Tror att det är först efter 10 eller 12-13 timmar som de enligt avtal inte behöver ge föraren rast. Det kanske å andra sidan inte överensstämmer med lagen om hur länge en förare får köra utan rast, men där har VT lagt över ansvaret på taxiföretaget att lösa det problemet. Så i princip så kan ett litet kort pass förlängas i all evighet och även om du ska sluta om 2 timmar så kan det förlängas och då ska taxiföretaget se till att nån annan tar över passet när du ska sluta och/eller gå på rast. Där uppstår dock ett problem: om företaget har fast månadslön så påverkar det inte intäkterna vem som får slutsumman så att säga, eller att man delar på intäkterna på två eller fler förare. Men om förare är provisionsanställda eller kör för olika åkerier så är det nog skitsvårt att dela på summan rättvist. Det kan faktiskt bli så att man kan få en förlängning 10 mil bort och då ska bolaget lösa en ersättare där, vilket givetvis är omöjligt men ett avtalsbrott gentemot VT. Visst förekommer det att det läggs in fel adresser etc, men det beror oftast på att den som beställer inte vet var de ska. Om man som kund ringer och säger \"Hej, jag heter Arne Bertillsson och är född 121212-1212. Ska imorgon åka från X-gatan 12 i Göteborg till Y-vägen 132A i Kungälv. Ska vara framme senast klockan 13.00.\" så är det solklart. Men om man som många gör ringer och säger \"Jag ska till min läkare, han är så himla trevlig. Jag ska dit på onsdag. Också.\" och så velar man om adresser och säger fel för att man är senil etc - då är det som bäddat för att det ska gå fel. :-) Många gånger så finns det anhöriga, personliga assistenter, vårdpersonal etc som faktiskt inte har en aning om var brukaren ska åka. När det gäller att köra in tid på pass så är det standard för mig, när jag körde så fick jag ständigt hänga på knappen för att få ut passluten för man satt ändå bara i en halvtimme eller så och rullade tummarna. Om man hittar, om man är en duktig förare (OBS! Nu menar jag inte att man ska köra för fort etc), om man är proaktiv, man vet vägvalen vid olika tidpunkter och framförallt återigen HITTAR så är det busenkelt. Om man hela tiden måste knappa in på en GPS och därigenom köra fel eller omvägar så tar det tid förutom att hela tiden knappa in allt. Om man däremot VET var saker och ting ligger alternativt på 20 sekunder slår upp informationen i kartboken så har man redan där vunnit mycket tid. Om man är framme lite för tidigt så är det helt okej att knacka på utan att stressa kunden. Skulle kunden vara stressad så kan man glatt och trevligt säga att man bara ville vara säker på att det var rätt adress men att man väntar utanför tills de är klara. De brukar då ändå komma ut tidigare :-) Då kanske man kommer iväg 5 minuter tidigare och då har man sparat in tid redan. Så ju effektivare man är desto mer hinner man göra. Jag ser ofta förare som har fått sin nod och sen sitter de 100 meter bort och läser tidningen tills det är 1 sekund kvar till hämtningstiden. Och sen gnäller man på att man blir försenad under passet. Jag har fått pass som man är upp till 1 timme sen på och då har man i slutändan ändå kört in tid så man avslutar det för tidigt. Den zonindelning som PLANET använder ger ibland enorma körtider. Ibland är det snävt men ibland är det så mycket tid så att det är löjligt. Och kör till hemområde etc är inte tänkt som rast. Om det är per se rast på ett pass så står det. Det ska normalt sett ligga i hemmaområdet och får inte ha olika start- och slutzoner. Däremot så händer det att man kan lägga det i annat område än hemmaområde. Om du t.ex får en nod där du ska lämna på en ort 15 mil bort så kan man lägga rast där i en timme för då kanske de har en retur eller annan resa på den orten vilket är intressant för alla parter.",
				"Tanken är god och den har prövats ett antal gånger - och slutat i fiasko alla gånger mig veterligen. Två kompisar slog ihop sina påsar efter många år som anställda förare och startade ett eget åkeri. De köpte 4 st lågprisbilar (minns inte vilket udda märke det var) men det slutade med att minst 2 av bilarna ständigt var på verkstad. Och i slutändan så slutade det med konkurs. Många bilar är säkert alldeles utmärkta för att köra kanske 1000-2000 mil om året som privatperson. Man kanske kör nån mil till jobbet, nån mil hem. Sen åker man några få långa resor om året med bilen. Det duger den utmärkt till. Men duger bilen till att kanske ha som arbetsplats 10 timmar om dygnet? Eller att ha den rullandes dygnet runt med dörrar som öppnas hela tiden och säten som det sitts på hela tiden? Det är bra frågor. Hur bra klarar motorn och växellåda av mycket stadstrafik? Om det händer nåt - hur snabbt kan du få en verkstadstid? Jag vet själv när jag körde en Suzuki Swift som jobbet hade (ej taxi) på tidigt 90-tal och den rullade mycket. När jag ringde för att boka typ 8000-milaservice så visste inte verkstan vad som ingick för de flesta var skrotade innan dess :-) Risken med udda märken också är att om nåt går sönder så kanske inte reservdelar finns att tillgå i Sverige ens. Minns att de fick skicka ett hjullager från Japan en gång för det var slut i Europa. Sånt brukar inte uppstå med t.ex Volvo, MB etc där det oftast finns inom en dag inom Sverige eller i värsta fall inom Europa. Den tankegång du har kan man lite också överföra till hantverkare. Varför köper hantverkare ofta dyra hammare och dyra snickarbyxor? Varför köper de inte en hammare för 49 kronor på Jula och ett par snickarbyxor för 59 kr? Om man ska ha nåt som arbetsredskap dagligen i sitt jobb så vill man ha en bra grej som håller länge och som är bekväm att använda. Ett skräckexempel är alla de VW Passat som vällde ut i Sverige i mitten/slutet av 90-talet, som taxibilar alltså. De hade ett bra pris, men de hade på tok för dåliga säten. Många är förarna som kan vittna om att de fick ont av att sitta ett helt arbetspass utan att ha en bra sittställning/stöd för benen etc. Om man köper en ny bil för låt oss säga 300.000 kr så kan man lyfta momsen (i varierande storlek beroende på leasing eller köp). Dessutom ingår i nya bilar ofta vagnskadegarantier, bärgning/assistans etc. En ny bil brukar ofta hålla bättre än en gammal bil. Om bilen rullar 12000 mil om året så kan man köra den bilen kanske 3 år och sälja den. Om du köper en gammal sunkig bil för 20 papp så är den säkert smittad och du kan inte dra momsen, vilket iofs inte är mycket i detta fallet. Du vet inte historiken på bilen, den kan vara skruvad (det kan ju vara en gammal taxi som har skruvats :-)). Om du ska köra nåt 12000 mil om året så vill du verkligen veta att den kommer hålla i minst några år till, och en bil för 20' lär inte ha gått 0 mil om vi säger så. Du kanske redan efter nån till några månader kommer få byta topp, hjullager etc och det lär visa sig ganska fort på besiktningen om den har klarat lite taxitrafik eller ej efter ett tag.",
				"Du kan som kund gå in på en Willys och köpa en 1.5 liters Coca Cola för 7.95. Du kan som kund gå in på en Statoil och köpa en likadan för 32 kronor. Det finns ett antal butiker som säljer för allt därimellan. Det som är intressant inom taxi är att ett bolag ofta blir vägledande. T.ex i Göteborg så ansågs Taxi Göteborg innan regleringen vara pest och kolera. Det var dyrt, förarna otrevliga, man fick som kund lyfta på hatten och tacka för att föraren hade lust att hämta en. När avregleringen kom så dök det upp lite konkurrenter, det fanns bolag som satsade på lite högre priser men bättre service. Dessa pekades då ut som att de var för dyra. Det fanns bolag som satsade på att hålla lägre priser och de pekades då ut som att de var oseriösa och skattesmitare. Om man tittar idag så finns det taxiföretag som håller bra mycket lägre priser än Taxi Göteborg, och pratar man med förare inom Taxi Göteborg så hänvisar de ofta till att dessa företag skattefifflar och att förarna kör som dårar för att få in skitpengar. Och de som tar högre priser? De är rufflare de också och borde utrotas från världen. Taxi Göteborg själva då? Där finns inga som helst fifflare enligt de själva :-) :-) Givetvis finns det rötägg överallt i samhället och således på alla plan inom taxibranschen också. Men det är intressant att t.ex de etablerade bolagen kan gapa högt om att friåkare har högre priser för att man enbart vill tjäna pengar på kunderna. Nån som glömmer att t.ex Taxi Göteborg etc kraftigt höjde sina priser inför Millenium-nyår, kommer inte ihåg ifall det var att man dubblade priserna eller om man la på en extra hundring på startavgiften just den nyårshelgen. Varför? Man räknade med att många skulle åka taxi och att det var en speciell kväll så alla ville tjäna en extra hacka. Jag personligen anser sånt är fel, t.ex att hotell kraftigt höjer sina priser när det är mässa i stan. Eller att om man köper 3 biljetter till ett tåg samtidigt så kan den ena kosta 95, den andra 395 och den tredje 1095 kr. Och köper du en biljett en kvart senare så kan den också kosta 95 kr. Det är ren slump och det avgörs tydligen av hur många som är inne och söker på vissa avgångar och vill köpa biljetter. Det är fri prissättning och det är en fri marknad, det är ingen som tvingar dig att handla på ett visst ställe. Det är ingen som tvingar dig att du måste köpa din nya H&M-tshirt på just den närmsta H&M-butiken, du är fri att handla den på en annan butik som kanske ligger lite längre bort - eller gå till en annan kedja. Inom taxi råder det en förlegad mentalitet och trångsynthet om att kunden inte ska få välja. Om jag t.ex kommer med tåget så vill jag kunna gå ut och välja den taxibil jag vill åka med (sen kan det vara så att den föraren inte vill köra mej för man har rätt att neka kund också inom vissa gränser). Men jag vill inte bli hänvisad till att ta ett visst bolag och en viss bil för att denne står först i en kö. Jag vill kanske gå längst bak och ta den där Mercedesen som jag vill åka med, eller hoppa in i bilen mitt i kön för att den föraren ser pålitlig ut, eller att nån längre bak kör för ett visst bolag som jag vill åka med. Där har taxi fortfarande en lång bit kvar.",
				"Underförstått: jag gillar fri prissättning och fri konkurrens. Det innebär samtidigt att det faktiskt är okej att ta såväl lägre som högre pris än vad som kanske är brukligt. Det är upp till kunden att faktiskt bilda sig en uppfattning om varan/tjänsten är värd det man vill betala. Jag går liksom inte in på en restaurang och beställer en trerättersmiddag utan att kolla vad det kostar. Ringer inte heller upp en hantverkare på måfå och ber honom bygga om mitt hus, utan att veta vad det kan kosta. Likaså så kollar jag väl på priset när jag är i mataffären och ska handla saker, kanske tittar på jämförpris etc. Men slutligen så kanske inte priset avgör utan nåt annat som förpackning, kvalité, märke etc. Varför anses det vara okej att gå in i en taxi och sen gapa om att det var för dyrt när man klev ur taxin? Sen är det intressant att jämförpriset är ENDAST jämförbart om vi pratar om två identiska resor vid samma tidpunkt, samma körsträcka. Det vill säga att man i princip tar två bilar som kör efter varandra. Och det ska vara exakt enligt föreskriften på tid, sträcka och startavgift. Då är det jämförbart. Det finns mängder av exempel där en kund har beställt t.ex 3 bilar från samma bolag och det kan skilja rätt rejält mellan priserna per bil. Den ena bilen fick kanske lite mer rödljus, den andra kanske gjorde ett annat vägval, den tredje kanske fick vänta på en kund några minuter innan de kom iväg. Och det finns en faktor till som många inte tänker på - mätmetoden. Rullomkretsen på däcken förändras allteftersom däcken blir slitna. Dessutom så förändras den ofta vid byte mellan sommar- och vinterdäck, det finns en laglig felmarginal vid rullomkretsen men också i själva avmätningen av avstånd. Så även om bilarna kör exakt 1 mil på metern så kan den ena bilen ha rullat längre respektive kortare ändå. Men vad händer om man tittar bortom exakt enligt föreskrift, dvs man ändrar tid eller körsträcka? Säg att det är 5 km på 20 minuter inne i stadstrafik, eller 20 km på 14 minuter på motorväg? Bolag 1: 50 / 10 / 300 Bolag 2: 25 / 12 / 320 Bolag 3: 99 / 7 / 224 Bolag 4: 40 / 13 / 220 Bolag 5: 40 / 10 / 340 Notering: startavgift / per km / per h Alla fem bolag har jämförpris 225 kr. Det vill säga startavgift + 10 km + 15 minuter. Vad händer nu om man t.ex säger att det är 5 km på 20 minuter? Bolag 1: 200 Bolag 2: 192 Bolag 3: 208 Bolag 4: 178 Bolag 5: 203 Om man däremot kör 20 km på 14 minuter? Bolag 1: 140 Bolag 2: 124 Bolag 3: 165 Bolag 4: 117 Bolag 5: 139 Och om man tar 3 mil på 1 timme? Bolag 1: 380 Bolag 2: 381 Bolag 3: 344 Bolag 4: 299 Bolag 5: 410 Vad kan man dra för slutsatser? Pris avgörs av hur långt man ska åka och hur lång tid det kan ta? T.ex så är bolag 4 det billigaste bolaget vid alla tre exempel. Bolag 3 med det höga startpriset är faktiskt näst billigast i tredje exemplet, då de har en låg km-taxa. Det kan t.ex tänkas vara en friåkare som ofta har korta körningar i stan. Bolag 1 och 5 är ganska jämförbara i exempel 1 och 2. Men i exempel 3 så avspeglar sig faktiskt timpriset. Det går ganska lätt labba lite i Excel med att ta fram sånt här. Kolla upp alla era lokala taxiföretag och lägg alla taxor och sen är det bara att testa sig fram. Det bolag som är billigast ibland kanske inte alltid är det. Det är upp till kunden att välja den taxi man vill åka med. Det är upp till taxiföretaget att tala om vad deras priser är. Så enkelt är det bara. Sen att vissa kunder inte vet, förstår eller bryr sig om det - det är en helt annan sak."
		]
	},
	{
		"postIndex": [
			[8081],
			[8007],
			[8294],
			[8009],
			[8099]
		],
		"postTime": [
			"2012-04-07",
			"2012-03-27",
			"2012-04-28",
			"2012-03-27",
			"2012-04-09"
		],
		"postNum": [
			[8216],
			[8138],
			[8431],
			[8140],
			[8234]
		],
		"postLink": [
				"/sp36683023",
				"/sp36484990",
				"/sp37070188",
				"/sp36485038",
				"/sp36712250"
		],
		"postUser": [
				"geocacher",
				"geocacher",
				"geocacher",
				"geocacher",
				"geocacher"
		],
		"postUserID": [
				"/u70977",
				"/u70977",
				"/u70977",
				"/u70977",
				"/u70977"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p685",
				"https://www.flashback.org/t172037p679",
				"https://www.flashback.org/t172037p703",
				"https://www.flashback.org/t172037p679",
				"https://www.flashback.org/t172037p687"
		],
		"userUrl": [
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977",
				"https://www.flashback.org/u70977"
		],
		"sentence": [
				"För åkaren är det mest intressanta att det ska vara så få tommil som möjligt med gärna så hög intäkt som möjligt. Om vi säger att bägge två personerna jobbar exakt samma arbetstider, kör identiska bilar och utgår från samma ställe - den ena snittar 2700 per dag och den andra 1500 per dag. Då är nåt fel på varför den ena kör in lägre. Om det är enskilda dagar så kan det bero på enkla saker som tur och röta ;-) men om det är över en längre period så är det nåt fel. För att hålla de isär så kallar vi 2700 kronors för \"Arne\" och 1500 kronors för \"Bengt\". Om vi säger att det gäller en etablerad taxikedja med datoriserat system så kanske Arne står på rätt ställen, sitter i bilen och svarar direkt på körningarna. Han kör fram direkt till kunden som kanske står klar och väntar varpå han kommer iväg omgående. När han närmar sig destinationen så kanske han är duktig på att använda \"snart klar\"-funktion och uppdatera vilken zon och tid det är kvar hela tiden. Han kanske denna gången inte får nån körning där, men då vet han kanske om han ska åka tom tillbaka eller kanske åka nånstans strategiskt för att avvakta. Under de första timmarna så kanske han drar in 1400 spänn, nu fick han en fin sjukresa som gick 5 mil bort och han får höra att tant Beda ska tillbaka om nån timme. Han kollar om han ska stanna där så slipper man skicka en bil tom dit, det ville man att han skulle göra. Då passar han på att käka på lunchrestaurangen på sjukhuset och vips så fick han Beda tillbaka. Vi säger att Bengt är lite laidback. Han börjar sitt pass med att åka iväg till sitt favoritfik för att köpa en frukostmacka. Han lämnar bilen och missar en körning, alternativt låter den medvetet \"rinna förbi\" för att han inte vill ha den. När han är klar så åker han tvärs över stan till sin favoritstolpe där det absolut inte händer nåt. Efter 2 timmar så kommer nån som ska åka en liten bit, han struntar i att knappa in var han är på väg och hur lång tid det är kvar. Han drar så fort som möjligt tillbaka till favoritstolpen. Sen fick han inget, så han kör tvärs över stan för att käka lunch på favoritstället eller hemma, det är ju ändå så dåligt att göra så det är kanske 1,5 timme lunch utan problem. Sen tillbaka till stolpen igen. Där har man ofta skillnaden på en duktig och en mindre duktig förare. Den förstnämnde som kör in bra med pengar finns det ingen direkt morot för att ge timlön - han kör oftast in högre summor. Den sistnämnde vill man absolut inte ge timlön av förståeliga skäl. Det finns de åkare som har valt en mellanväg där man har en lägre timlön och en lägre provisionsdel. Jag minns inte exakt siffror så jag får bara dra till med nåt, säg 40 spänn i timmen + 20%. Det vill säga att dåliga dagar så hade man iallafall timlönen + den lilla procentdelen som räddade dagen, de bra dagarna där man kanske får de fina körningarna så har man ändå timlönen i grunden men då ger procenten ett tillskott. Vet inte hur vanligt detta är, hade en kompis som körde på det för några år sen - och då var det för en åkare som det ibland var riktigt bra körningar för och ibland helt stendöda dagar. Nackdelen med timlön/månadslön är att det inte finns någon som helst morot för folk att jaga kunder. Jag vet själv att när jag jobbade för en som hade månadslön till sin personal så kunde jag ibland bli helt skogstokig på kollegor som inte gjorde ett finger mer än vad de behövde för att inte få sparken. Tyvärr var det så. Nu menar jag inte att de på nåt sätt skulle köra för långa pass, bryta mot hastighetsregler eller tumma mot nåt med säkerhet. Jag menar att de inte hade nån turboknapp ibland. De får ändå sin lön oavsett ifall de jagar eller inte jagar kunder - så varför jaga för det tjänar ändå jag inget på, så lät det. Jag vill vara effektiv och jag kanske vet att det finns mycket kunder men ont om bilar vid vissa tidpunkter och får man då en körning åt rätt håll så kan det vara bra att nämna det för beställningscentralen på nåt sätt så de kan få löst en körning samtidigt som jag minskar på tommilen åt åkaren. Jag får inte mer pengar för det, åkaren blir däremot glad över att jag kör in mycket pengar och det underlättar för honom att bibehålla sin personal om han får in pengar i sin verksamhet. Tyvärr tänker nog inte alla så. Jag hade gärna sett månadslön/timlön inom taxibranschen, men det räcker bara att backa till tiden före avregleringen. Som kund hette det ju \"Taxi var god dröj\", förarna fick ju ändå betalt oavsett ifall de körde dig eller inte. När avregleringen kom så var det en hel del åkare som levde långt in på 2000-talet med den mentaliteten. Ofta gamla gubbar som inte hade kundperspektiv utan helst ställde sig nånstans där det inte rullade och nekade folk som ville åka. Det är nog det som åkare är livrädda för när det gäller diskussioner om timlön/månadslön. Men om personalen på ett åkeri skulle visa att det är lönsamt för åkaren att byta löneform så skulle denne nog nappa på det. Tyvärr har taxi blivit lite av en \"snabbt in och snabbt ut\"-bransch där folk kommer och går. Hade man höjt yrkesstatusen så hade det varit lättare att få månadslön och kanske rentav höjda löner. Men så länge det finns folk som skaffar fler och fler taxibilar på en övermättad marknad så lär det inte hända. Ett exempel är Fågelviksgruppen som iallafall för några år sen hade en tydligt uttalad policy på att det skulle vara en max snittsumma på en ort. Om bilarna körde in mer än det snittet så släppte man in fler åkare för att hålla ner snittet. Jag är för fri företagande och fri konkurrens, däremot så finns det en rejäl nackdel med dessa. Det kan vara att hade man haft monopol så hade alla kunder åkt med samma bolag och det hade gynnat t.ex miljön och tommilen. Idag kanske ett bolag kör en kund till en företagsadress och två minuter senare kommer ett annat bolag för att hämta en kund på samma adress, det beror på vilka bolag man har avtal med. Detta skapar tyvärr tommil, men det är nog en avvägning man får tänka på ifall det är rätt att ha monopol eller om det ska vara fri konkurrens.",
				"Jag tror inte det är åkaren som beordrar/schemalägger den anställde till att arbeta 7 dagar i veckan. Det är tyvärr allt för ofta som den anställde hellre själv vill jobba mycket för att köra in så mycket pengar som möjligt. Det frånskriver dock inte åkaren ansvaret, man får inte jobba hur mycket som helst lagligt sett. Det är också arbetsgivaren som beviljar och beordrar övertid, som arbetstagare så har man inte själv rätt att välja att man ska jobba över. Kruxet med taxi är att det är ett yrke med stor personalomsättning, det är många lycksökare som ska \"bara jobba ett tag lite extra för att få ihop lite kosing\". Om folk istället hade sett det som ett heltidsyrke så hade det varit bättre. Fördel med en taxi är att det endast går att ha en anställd per fordon samtidigt ;-) I en butik kan man ha allt från 1 upp till många anställda, men inom taxi så är det en anställd samtidigt i varje fordon. Det innebär att med en bra planering så kan man lätt köra 1-, 2- eller 3-skift dygnet runt. En taxiåkare har tyvärr höga kostnader vilket ofta inte de anställda tänker på. En bil som kostar ett par tusen kronor i månaden i avbetalning/leasing. Bokföringskostnader. Drivmedelskostnader. Bilförsäkring (som är på fem- till sexsiffrigt belopp årligen), skatter, arbetsgivaravgifter. Och allt möjligt. Att vara anställd är det bästa man kan vara, att ha anställda är det sämsta man kan ha. ;-) Säg att man är en åkare som kör sin enda bil själv, då har man allt ansvar. Sen anställer man en person för att man vill få in lite mer intäkter, denne anställde repar/krockar bilen - då är det inte den anställde som står för skadan utan arbetsgivaren. Där har man en ren förlust som kan ta månader att jobba ikapp. Om man som sagt som åkare kör en bil själv så har man fasta kostnader som är konstanta varje månad, de rörliga kostnaderna är oftast kopplade till de rörliga intäkterna. (Ex på fasta kostnader: bilkostnad, parkering, bokföringskostnader, försäkring, anslutningsavgift till central etc) (Ex på rörliga kostnader: drivmedel, arbetsgivaravgift, avgifter som baseras procentuellt på omsättning/intäkter etc) Bilen står ju mer än halva tiden i veckan still utan att nån kör den, om man då kunde få en person att köra bilen då så ökar inte de fasta kostnaderna. Man får in mer intäkter samtidigt som de rörliga kostnaderna ökar, men de fasta kostnaderna slås ut på mer intäkter. Men det räcker att den anställde krockar bilen eller kör svart för att det ska vara olönsamt. Om den anställde skulle ringa och säga \"Jag är sjuk\" så får arbetsgivaren betala ut sjuklön vilket innebär att man får betala ut (80%?) av lönen fast bilen står still vilket innebär utgifter men inga intäkter. Det är en extrem lågmarginalbransch och den blir inte bättre av att man har toppar och dalar i efterfrågan. Om det hade funnits ett konstant kundflöde dygnet runt året om så hade man lätt kunnat ha bättre villkor och intäkter. Men eftersom det är ett ensamarbete där inte en chef kan säga åt en att jobba bättre så förstår jag mycket väl att man ogärna ger fast månadslön till alla. Det finns mängder av taxiförare som skjutsar kompisar gratis, åker över halva stan för att käka lunch eller kör runt med bilen för privata ärenden osv. Detta betalar ÅKAREN för genom att ha utgifter men inga intäkter. Jag hade en anställd som jag kollade upp, reagerade på att han körde 35-50 mil på nattpass med extremt låga intäkter. Han sa att det inte fanns nåt att göra så han åkte runt runt runt stan för att jaga körningar som kunde dyka upp på datorn. Sa åt honom att det var onödigt eftersom det bara var han och nån mer bil ute på en vardagsnatt så om det kom nåt så hade han ändå fått det ;-) Sen när man började ifrågasätta så visade det sig att han först började med att köra sin fru tvärs över stan hem till en kompis, sen skjutsade han hem sin fru senare under kvällen, sen körde han hem mat till sin fru osv osv. Fick också indikationer på svartkörningar men hade inga bevis för det. Konfronterade honom och det blev färre tommil men jag ifrågasatte också varför han inte arbetade enligt schema. Han hade ett schema men så började han senare än schemat ibland och gick hem tidigare än schemat ibland, svaret var \"det var inget att göra på stan\". Problemet är att jag ska ändå betala ut en garantilön baserat på att han jobbar heltid och när jag då förklarade för honom att garantilön gäller endast vid heltid, och att han hade gjort medvetna avsteg från schemat så blev det till slut droppen. Det blev inte bättre av att han körde sönder bilen heller. Det kostade mer än vad det smakade att ha honom anställd. Bara ett av många exempel, och inom denna branschen så duggar de tätt tyvärr. Ett annat oskick som anställda har för sig är att dra tomma till t.ex flygplatser, de kan dra flera mil till en flygplats och ställa sig där i väntan på två charterkärror som kommer vilket troligtvis inte ger en enda körning. Den anställde slösar bort arbetstid, bomavgift och bränslekostnader på detta - och det till att köra en körning på fast pris som har en lägre intäkt i förhållande till kostnaderna jämfört med att stå kvar i stan en timme och få en körning för 150 spänn lokalt. Så ni som gnäller om att taxiåkare är fula jävlar som bara vill blåsa folk - handen på hjärtat. Är du verkligen schemalagd till att jobba mer än vad du ska enligt lag/avtal? Jobbar du verkligen alla timmar som du ska enligt schema? Jobbar du verkligen när du är på jobbet, eller gör du egna ärenden? Stoppar du pengar i fickan genom att köra svart? Gör du okloka val ur arbetsgivarens synvinkel? Gör du allt rätt och arbetsgivaren allt fel?",
				"Nej säger väl lagen eller åtminstone polisen som kontrollerar lagen. Några exempel: Om kund frågar vad det kostar att åka till X så svarar du att det är på taxameter, kund vill veta om det kommer gå på mer än 500 kronor och du säger att det borde det nog inte göra. Kund hoppar in. När ni sen åker så märker du att det tickar på och kund hade kanske sagt X men det var i själva verket Y några km längre bort. Du stannar bilen och stoppar taxametern (som för att ta betalt) och kör vidare i kassaläget med 500 kronor på mätaren. Om du nu skulle stoppas av polisen så bryter du mot lagen och får böter. Åkaren kan riskera trafiktillståndet. Kund ber att ni ska stanna vid korvkiosken mitt i natten och där blir du stående i 20 minuter medan han käkar. En hel del förare pausar taxametern för att vara schyssta, jag tycker personligen det är fel då de faktiskt betalar inte bara för körsträckan utan även för tidsåtgången. Du hade kunnat (teoretiskt) få en annan kund under den tiden. Man skänker inte iväg sin arbetstid ;-) Däremot om man får en långkörning på t.ex 50 mil så kanske man själv behöver gå på toa och då kan man lite diskret höra med kunden ifall det vore bra ifall man stannade till på en bensinstation/McDonalds längs vägen - och då ser jag det fullt naturligt att stoppa. Om man tar upp en kund och har så lite soppa kvar i bilen att man inte ens kan köra några mil och måste svänga in på bensinstationen för att tanka med kund i bilen så hade jag fane mig skämts ihjäl bara över situationen. Men jag hade inte tagit betalt. Om det däremot gäller en långkörning på typ 50 mil som man inte visste om att man skulle få, då är det helt okej att tanka utan att skämmas. Om man kör fel så är det lite trixigt. Men fortfarande så får man inte köra kund på ett pausat läge eller i kassaläge. Vissa förare slår över till en lägre taxa men där skulle man kunna åka på lite skit från polisen. Om det är kunden som har sagt fel till dig så är det helt uppenbart att de får betala, men om det är du som gör fel så tycker jag att kunden inte ska betala för misstaget men lagen ser inte riktigt så på pausningar. Jag hade en fastpriskörning och skulle bli klar en stund innan vilotiden gick ut, och det var en fakturakund. Dock är kunden försenad typ 40 minuter så nu får jag lite lätt panik. Jag slår in körningen och börjar köra. Hamnar med kunden i bilen vid ett rödljus när det är 1 minut kvar innan jag MÅSTE vila enligt lagen. Slår ut körningen och loggar ut ur taxametern. Har kanske 1-2 km kvar att köra och tänkte att det var lugnt. Jag blir då stoppad av polisen lite längre fram i en vanlig blåskontroll och de såg att taxametern inte var igång och frågade varför den inte var igång. Jag svarade att jag inte arbetade utan åkte med en kompis i bilen (tur att kunden satte sig fram ;-)) och de släppte det utan att kolla vilotidsboken som jag inte hade fyllt i då. Man lärde sig av det misstaget även om det inte kostade mig nåt. Var det verkligen värt att riskera höga böter och åkarens trafiktillstånd för att i lagens mening köra yrkestrafik utloggad? Skulle man ha tagit en körning med så korta marginaler? Det finns fler exempel, me",
				"Bussföraren har ett körschema att följa, bussföraren kan inte välja att säga \"Det var inget att göra så jag gick hem\" som försvar. Han har sitt arbetsschema och han jobbar under arbetstid. Han sätter sig inte tre timmar på busshållplatsen och väntar på att det ska komma en resenär, eller ställer sig vid en enarmad bandit under tiden? ;-) Kassörskan får inte mindre lön, däremot så skulle butikschefen kolla över personaltätheten/öppettider/prisnivå/löner etc ifall det är så att intäkterna är lägre än vad man borde ha. En taxiförare har frihet under ansvar. Denne är på jobbet för att jobba, jobba innebär att transportera folk från A till B, ibland via C ;-) Det innebär inte att komma senare än vad man ska, gå tidigare än vad man ska. Det innebär inte att ringa privata samtal, skjutsa kompisar gratis eller åka tvärs över stan för att käka lunch. Det innebär inte heller att neka körningar eller ställa sig i fel områden för att slippa köra folk. Man ska vara aktiv och hålla sig på rätt ställen för att få så mycket körningar som möjligt med så få tommil som möjligt för att tjäna in så mycket pengar som möjligt. Och under tiden så ska man se glad ut och vara serviceminded. Då gör man sitt jobb. Allt annat än det är ett dåligt jobb från arbetstagaren. En kompis körde för Taxikurir för några år sen, hon körde dagtid. Det var en kille som körde nattetid. När de bytte av så brukade hon fråga hur natten hade varit och då svarade han ofta \"Dålig\". Det var endast dessa två som körde bilen, inga andra extraförare eller så. Hon kunde med hjälp av sina remsor lätt se hur mycket han hade kört in respektive hur många mil han hade kört. Hon började reagera och föra lite enkel statistik. Flera gånger så frågade hon andra förare (eller åkare) om hur deras förare hade haft det på natten. Nån berättade att nattföraren hade kört in 2000 spänn på en dålig natt, men hennes kollega körde bara in 200 spänn den natten. Till slut så tog hon upp det med sin chef som tog det med kollegan. Tror att han fick sparken, han hade iallafall hellre suttit på nattkaféer och spelat kort (\"för det var ändå inget att göra\") och när han väl hade nån körning så stoppade han pengarna i fickan. Det gör nog inte kassörskan eller bussföraren, sätter sig och fikar hela arbetspasset på annan plats än arbetsplatsen ;-) eller stoppar pengarna i egen ficka. Det enda sättet att få upp taxis rykte är att börja ställa hårdare krav på anbuden/upphandlingarna (lämna in vettigare förslag), inte ha extrapersonal utan bara ha fast anställd personal som är hårt hållna men som i gengäld kan få månadslön. Då kan man få ordning på branschen.",
				"Vad säger att de var 10 stressiga timmar? Vad säger att det var fullt med fyllon, avgaser och stillasittande? Vad säger att personen har högt blodtryck, dålig cirkulation etc? Vad säger att personen ligger i riskzonen för stroke? Vad säger att personen inte tar tillvara på solljus på dagtid och lediga dagar? Det är en massa antaganden och generaliseringar bara. Vid provisionslön så är det intressanta inte vad man kör in vid varje enskilt pass utan vad man har under en längre period. Och skulle man inte komma upp i garantilönen så är det garantilönen som gäller, vilket ger isåfall ett tillskott jämfört med \"ren\" provisionslön. Jag vet att när jag la ett schema för ett taxibolag för att säkerställa att det fanns ett visst antal fordon ute varje veckodag, t.ex alltid en storbil, alltid en kombi, alltid en Volvobil (Volvo var en kund och krävde Volvobilar) osv så gjordes det ett slags rullande schema baserat på ett visst antal veckor och detta var alltså minimischema, detta var obligatoriska tider men ville man ta ut sin bil på övriga tider/dagar så var det givetvis fritt fram. Det intressanta var att flera åkare gnydde över att behöva jobba söndag förmiddag, de ville hellre köra lördagnatten. Och givetvis hände det att folk sket i att ha sina bilar ute vilket innebär att kunder drabbades - men de åkare som faktiskt såg till att sina bilar var ute även de \"dåliga\" (läs: ovanliga) tiderna märkte faktiskt att det rullade rätt bra. Om alla vill köra fredag natt och lördag natt enbart på helgerna så skapas ett behov av bilar övriga tider under helgen. Nån åkare klagade en gång på att han bara hade kört in (låt oss säga en summa) på 2200 kronor på en lördag dag. Hade han kört natten så hade han säkert fått ihop 2800 istället. Men när man började räkna på det så insåg han att det var mer lönsamt att köra på dagen än natten, dels var det färre tomkörningar och man kunde få bra färdtjänstpass etc. Så allt handlar inte om den inkörda summan för en åkare, det handlar nog nästan mer om hur lite man har kört med bilen i kontrast till den inkörda summan. För den anställde med provisionslön handlar det dock bara om att försöka få in så mycket pengar som möjligt under sitt arbetspass, men taxi är en efterfrågansbransch. Det vill säga att efterfrågan går upp och ner, det handlar mycket om tur och i många fall om tur i kombination med kunskap. Om man vet att det går många körningar varje torsdag kväll från en viss klubblokal så kanske man medvetet håller sig i det området om man får en körning ditåt. De som har huvudet på skaft och memoriserar saker och ting kan ibland förutse rätt bra var körningar dyker upp vid vissa tidpunkter och veckodagar. Men om vi säger att det är som du säger Elohir, att det är världens farligaste jobb - vad vore en rimlig lön för att stå ut med alla dessa risker isåfall?"
		]
	},
	{
		"postIndex": [
			[8681],
			[8506],
			[8626],
			[8631],
			[8503]
		],
		"postTime": [
			"2012-08-02",
			"2012-05-27",
			"2012-06-29",
			"2012-07-01",
			"2012-05-27"
		],
		"postNum": [
			[8827],
			[8648],
			[8772],
			[8777],
			[8645]
		],
		"postLink": [
				"/sp38610279",
				"/sp37559086",
				"/sp38100533",
				"/sp38124812",
				"/sp37555351"
		],
		"postUser": [
				"ICanHas",
				"Bbobi",
				"Pappahund",
				"Bbobi",
				"zeros123"
		],
		"postUserID": [
				"/u320026",
				"/u601394",
				"/u425066",
				"/u601394",
				"/u542682"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p736",
				"https://www.flashback.org/t172037p721",
				"https://www.flashback.org/t172037p731",
				"https://www.flashback.org/t172037p732",
				"https://www.flashback.org/t172037p721"
		],
		"userUrl": [
				"https://www.flashback.org/u320026",
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u425066",
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u542682"
		],
		"sentence": [
				"Nu har jag jobbat i runda slängar 400h som taxislusk, och tänkte dela med mig av några iakttagelser (Kanske framförallt för er som funderar på att börja jobba med det här) Yrket är bra mycket roligare än vad jag trodde att det skulle vara. Visst har jag alltid trivts bakom ratten, men jag är överraskad över hur bra allt funkar. 9/10 kunder är trevliga/tillmötesgående, arbetsdagarna är varierande och jag har möjlighet att planera min tid lite som jag vill. Behöver jag vara ledig någon dag mitt i veckan är det inga problem att antingen be om att vara ledig eller att byta bort mitt pass, det finns alltid någon som kan tänka sig jobba. Lönen är klart godkänd. Jag har närmare 40% på inkört som de flesta andra, och ligger man i lite så är det inga problem att snitta 350:-/h inkört ex moms på en månad, även om man jobbar lite vardagseftermiddagar när det är lugnt. Nu diffar det självklart från stad till stad och bolag till bolag dock, ser folk som kör åt ett annat bolag i stan som står på stolparna precis hela tiden och knappast kan göra sig ett vettig levebröd utan att köra varannan styrning svart. Sedan ska det tilläggas att jag ligger i också och försöker få körningar. Jag har folk på mitt bolag som har månadskassor på under 50000:- trots att de arbetar heltid (ofta mer) och någon helg, men då är det sådana här tomtar som helst av allt vill sitta och dricka kaffe med kollegorna istället för att ta körningar. Visst hänger jag också på skitstolpar och snackar skit när jag säkert skulle kunna få körning snabbare om jag drog till andra sidan stan, men då ska det vara lugnt i allmänhet. Angående dricka och mat i bilen så är det för min del fingertoppskänsla. Innan ~22-tiden på kvällarna brukar jag låta de dricka, förutsatt att de frågar innan de går in i bilen och är någorlunda städade. Påpekar dock för de att om de spiller så att jag måste åka och tvätta bilen så kostar de dem 500:-. Det brukar få de flesta att hålla lite extra i burken också. Aspackade drägg som hoppar in i bilen med öppnade öl utan att fråga blir vänligt tillsagda att de har en minut på sig att dricka upp ölen utanför bilen innan jag startar taxametern. Har haft ett antal utspillda öl, och det är inte roligt att behöva lägga en timme mitt i rusningen på att stå med doftstoppare och gnugga säten som en idiot. Bra respektive dåliga kunder är också lite intressant... Där blev jag faktiskt lite förvånad. En grupp som man verkligen trodde skulle strula när man började var alkisarna som skulle till bolaget. Tvärt om visar det sig att de är riktiga guldkunder (förutsatt att man skjutsar de på dagtid innan de supit ner sig totalt). Generellt trevliga och pratsamma, tjafsar aldrig om priset, och dricksar alltid. Att resorna dessutom oftast går på rätt mycket pengar eftersom man får vänta med taxametern igång medan de är inne och handlar sina 7.5or skadar ju inte heller. Mest strul är det med packade företagskunder som ska hem från personalfester eller liknande. Ska alltid tjafsas om priset, man åker alltid fel väg, allt som oftast har de en jävla översittarattityd och är det någon som bråkar om att de inte får ta med öl och mat i bilen så är det dessa. Även ungdomsgäng som ska till krogen sent är det bara krångel med. Oftast korta resor, och självklart är de alltid 7-8 pers. Ingen är klar när man kommer fram, och det tar en jävla tid innan de ens sitter i bilen. Har man då slagit igång taxametern blir det redan här ett jävla liv, för att inte tala om hur de sitter och skriker hela vägen, ska höja stereon till maxvolym så att man blir döv (Nästa person som gör det slänger jag ut i farten...) och när de väl kommer fram så är det tjafs om pris. Märks att dessa har noll respekt för ens arbete, de behandlar en verkligen som deras egen curlingmamma som de tror att de kan behandla hur de vill. Usch, jag hatar dessa kids alltså... I övrigt trivs jag jäkligt bra med jobbet, man vet inte var man hamnar när man knallar iväg till jobbet, det kan sluta med att man får åka över halva Sverige eller att man får köra färdtjänsttanter till och från akuten hela dagen. Det är nog faktiskt det jag uppskattar mest, att det är otroligt varierande. Kan inte annat än rekommendera att man provar om man är sugen, det passar inte alla, framförallt inte på heltid, men med tanke på att det inte kostar mer än 3-4k att plocka på sig kortet så räcker det ju med att jobba ett par helger för att det ska löna sig. Då har man dessutom alltid jobb om man skulle behöva (Jobbar i en medelstor svensk stad åt ett stort lokalt bolag)",
				"Då tycker jag du ska köra på. Finns liksom ingenting att förlora. Man blir en erfarenhet rikare och har backup jobb för resten av livet. När jag började jobbade tjänade jag bättre än mina vänner med mer \"fina jobb\". Tjänade mer än vad min vän som ska bli lärare kommer att göra. Kunder är sällan direkt otrevliga. Vissa kan vara lite jobbiga och skita i vad man säger tex om du är bokad men dom försöker övertala dig att köra dom snabbt. Tvärtom så är alla trevliga. Det kommer hoppa in människor som tycker det är jätteroligt att prata med sin taxichaufför osv osv. Trotts att dom kanske aldrig i sitt liv hade pratat med dig annars. Alltså människor har ändå en helt ok inställning mot chauffören isig. Det är lite som en kultur att man ska involvera taxichauffören i sitt festande under resan eller vad man nu ska säga . Så är man inte en surgubbe själv kommer man trivas även i dessa situationer. Man känner ändå igen sig en hel del och kommer få många skratt. Ang buren så tror jag inte på den. Taxivåld är inte så vanligt. Visst läser man även om mord då och då men det innebär inte att vi måste ha riddarrustning när vi går till ica och handlar. Chansen är faktiskt så pass liten att vi inte direkt bryr oss. Det händer då och då. När fanns så var det lagligt att röka i bilarna och chaufförerna fick då problem med sina nackar då luften gick runt i den där buren. Samlade smuts och var bökig. Aldrig känt mig hotad. Lite en gång förra sommaren av ett psykfall som blev nobbad av en tjej och nu istället skulle åka till sin riktiga flickvän men jag kunde inte köra hela vägen då det skulle ta så pass lång tid och hade ingen tid att fylla som rast i tidboken (ändrade adress under resan). Klagade på priset och mumlade för sig själv riktigt läskigt att han borde döda mig. Men när vi kom fram (hem till honom) tackade han snällt och betalade utan problem.",
				"Inte läst hela tråden men undrar lite hur det fungerar med att köra taxi i Stockholm som extraknäck, jobbar idag redan heltid men skulle gärna kunna extraknäcka lite då jag tycker att köra taxi verkar riktigt skoj så länge man inte behöva köra folk som spyr i bilen. - Jag pratar flytande engelska & svenska - Haft körkort i ca 6 år och kört i Sthlm i ca 6 år - Har egen bil?! (Antar att det inte spelar någon roll) - Är allmänt framåt och inte bakom flötet osv - Blivit av med körkortet för fortkörning inom de senaste två åren fick tillbaka det efter 3 månader Hur svårt borde det vara för mig att kirra ett taxijobb i Stockholm som extraknäck? Hur fungerar det med bil, antar att man kör med bolagets bilar om man bara ska jobba extra? Brukar det vara fast lön eller hur fungerar den biten? Vad händer om jag t ex skulle backa in i en stolpe och ha sönder en baklykta, dras det från lönen eller brukar sådant betalas av taxibolaget etc?",
				"Skulle tagit Taxi Stockholm även om dom verkar ha fått lite dåligt rykte. En del tycker att dom på senare tid släppt in en hel del drägg eller vad man nu ska kallad dem. Annars är det inte så mycket att tänka på. Hoppa in och säg vart du ska Var ingen dryg skit som ska förhandla till dig ett fast pris osv. Priset är satt och är vad som ger chauffören hans lön. Sätt dig, åk, betala. Tröttsamt med prutare och de som tror att alla taxichaufförer är ekonomiska brottslingar och mer eller mindre beordrar en att köra svart. Småprat är helt ok. Men bryt inte en 10min lång tystnad för att fråga om det är mycket att göra för att sedan sitta tyst i 10min igen. Har du något du vill diskutera, kör på. Trevligt att sitta och prata/diskutera med glada kunder. Kör taxi och åker mycket taxi. I båda dessa sitsar brukar jag ha väldigt roliga/intressanta diskussioner med kunder/chaufförer. Edit: En sak till. Har du dricka med dig. Fråga INNAN du hoppar in i bilen och respektera det svar du får. Säger han nej, be om en minut att dricka upp. Taxibilen är hans arbetsplats där han sitter mååååånga timmar varje dag. Respektera om han inte vill att man äter/dricker där. Stöka inte ned/ta med skräp ut. Vi kommer inte till din arbetsplats och häller öl på golvet eller gömmer skräp under stolar. Beställ inte en bil från två olika bolag och ta den som kommer först. Det innebär att du bestulit en chaufför på tid (tid=lön). \"Aha, är du framme nu. Men vi har redan fått en bil så det är lugnt\" har man hört i baksätet några gånger. Men minst lika många gånger som den som åkt till ett hus där det inte finns någon kund mitt under de mest hektiska (lönsamma) timmarna.",
				"Tack för svaret! mmm anledningen till att jag vill köra taxi är för att jag älskar att köra bil Det soft med tiderna. Man verkar kunna jobba lite när man vill, alltså på dan eller natten och få eller många timmar. Taxi kan jag också ha som ett extra arbete. Precis som du säger känns det som om många ser ner på yrket taxi. Det känns inte respektfullt när man får höra kommentarer om det eller hur andra folk behandlar en. Man tjänar ju helt OK på det, precis som man gör på ett annat vanligt kontorsarbete... Kanske inget jobb jag vill hålla på med i flera år eftersom kan tänka mig man tröttnar på att köra samma bil och i samma kvarter nån dag..... Hur är det att vara taxichafför? Råkar man ut för otrevliga kunder ibland? Jag tycker alla taxibilar borde ha en plexiglasruta mellan förare och passagerare eftersom det känns säkrare ifall man skulle råka ut för dramatisk händelse, som man ibland har läst i tidningen.... Håller du inte med?"
		]
	},
	{
		"postIndex": [
			[9267],
			[9209],
			[9235],
			[9055],
			[9044]
		],
		"postTime": [
			"2012-12-27",
			"2012-11-29",
			"2012-12-10",
			"2012-10-13",
			"2012-10-10"
		],
		"postNum": [
			[9425],
			[9366],
			[9392],
			[9206],
			[9195]
		],
		"postLink": [
				"/sp41126141",
				"/sp40622960",
				"/sp40830223",
				"/sp39816163",
				"/sp39760654"
		],
		"postUser": [
				"ICanHas",
				"tjacklife",
				"Bbobi",
				"ICanHas",
				"Bbobi"
		],
		"postUserID": [
				"/u320026",
				"/u736007",
				"/u601394",
				"/u320026",
				"/u601394"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p786",
				"https://www.flashback.org/t172037p781",
				"https://www.flashback.org/t172037p783",
				"https://www.flashback.org/t172037p768",
				"https://www.flashback.org/t172037p767"
		],
		"userUrl": [
				"https://www.flashback.org/u320026",
				"https://www.flashback.org/u736007",
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u320026",
				"https://www.flashback.org/u601394"
		],
		"sentence": [
				"Jag är bannemig redigt missnöjd med julhelgen. Fick ihop 5/6/5k julafton/juldagen/annandagen, kvällspass alla tre, det är mindre än vad jag drar in en vanlig löningshelg. Att det aldrig kan rulla på hela kvällarna, det måste blir total stiltje i ett par timmar under förkvällen så att man får slava sista timmarna för att få ihop några pengar. Nu bävar jag inför helgen, känns som att båda idag och imorgon kan bli riktigt usla. Bara att hoppas på att man kan få någon vettig långkörning så att det går ihop någorlunda i alla fall. En fråga till er som brukar jobba nyår förresten, är det värt att börja redan 17 eller ska man strunta i det och dra ut runt 20 eller något istället? Har ingen lust att arbeta till 6 på morgonen, men om det är heldött fram till tidig kväll så är jag hellre hemma ett par timmar extra än att sitta och köra in 500:- på två timmar. EDIT: Förresten, sent svar angående kö på stolpe och kunder som kommer till din bil trots att du inte står först: Inom vårt bolag så hänvisar vi fram om vi har bilar från samma bolag direkt framför oss, inte annars. Står jag fyra och en kollega etta, men två bilar från konkurrerande bolag emellan oss så visar vi inte fram. Sedan är det som sagt alltid kundens rätt att välja vilken bil man vill åka med, så insisterar kunden är det bara att köra. Då hör det dock till god ton att slå kollegan en signal och berätta det i alla fall.",
				"Har ett litet problem som känns rätt stort när det väl gäller. Den stora frågan är om man ska sätta sig i baksätet eller fram? Sätter man sig bak så känns det som föraren tror att man är någon överklasswannabe som tror han med i en film, men vill helst sitta där bak, gör det lite som en markering att jag inte vill snacka med, känns som det alltid blir mer snack om man sätter sig där fram, vissa är det inga problem alls att snacka med det är oftast ganska sköna personer som kör taxi men invandrare som frågar en massa saker och man knappt förstår något är jobbigt. För en månad sedan så åkte jag hem, med samma chaufför som körde mig till platsen som jag sedan åkte ifrån, då blev det plötsligt något fel på kortet, höll på och krångla i 5 minuter innan han blev tveksam och utan att säga det undrade om jag verkligen hade några pengar, visade på mobilen om att det fanns mer än nog med pengar, det strulade i 10 min till innan han ringde någon, det löste sig inte då heller så vi åkte till en bankomat där jag tog ut pengar utan problem, la sammanlagt över 25 minuter på detta, efter detta har jag nästan dragit mig för att åka taxi då jag är rädd att samma sak ska hända igen särskilt om man har riktigt bråttom vilket jag brukar ha när jag åker, vad hände egentligen? Vore rena mardrömmen att hamna i detta när man har bråttom som fan och knappt 2 min att lägga men ändå måste sitta i 25 minuter och hålla på. Tycker nästan föraren kan släppa detta vi snackar om max 200 ynka kr det är väl inte hela världen jag ska väl inte behöva lida för att det är fel på deras prylar, 25 min är mycket tid när man bara sitter och väntar.",
				"Har bara kört på nyår två gånger och hade väll inte så mycket emot det. Missar ju inte mer än att jobba vilken helg som helst egentligen. Dessa dagar har inte lika stor betydelse när jobbar helger. Tycke inte de är så viktiga. Men tar nog ledigt i år. Nej du tjänar inte så himlans dåligt och pengarna du lagt ned för att ta ditt taxi-leg får du tillbaks med första lönen. Så du kommer bara vinna på det. Tror inte det kommer vara jobbigt för dig med dräggen. Kan vara lite jobbigt i början för alla tills man lär sig hur man ska handskas med dem. Men om du kör på mindre ort och för ett mindre bolag är det en annan kund-kemi så att säga. Man lär känna sina kunder och kunderna lär känna chaufförerna.",
				"Precis som Bbobi säger så är vi överdrivet negativa i den här tråden Det är klart att det finns en massa negativt med yrket, men även otroligt mycket positivt. Man får se nya platser där man i vanliga fall inte befinner sig - både på hemort och utanför. Och drar du iväg på en långkörning kan du alltid stanna och ta en fika på någon fin plats längs vägen, det är riktigt trevligt. Du får träffa en massa trevliga människor, oavsett vad vi säger här så är de allra flesta kunder bra att ha att göra med. Lönen är kass, absolut, men å andra sidan; De dagar då man har riktigt dålig lön sitter man ju oftast bara och häckar, och då får man ju betalt för att sitta i bilen och läsa/kolla på film/snacka skit med kollegor. Visst, det är inte skitkul, men inte heller lika illa som det kan låta. Och det absolut bästa med jobbet: Du har ingen chef som sitter bakom axeln på dig och tjafsar. Visst är det frihet under ansvar och du kan inte bete dig hur som helst, men generellt gör du ju som du vill. Vill du åka iväg och äta glass? Bara att rulla iväg. Hade man haft en lön som faktiskt motsvarar ett någorlunda okej annat nattjobb så hade jag utan tvekan kunnat tänka mig köra taxi bra länge framöver... Men sedan passar det inte alla heller. Dock tycker jag absolut att det är värt att prova på. Taxilegget kostar ju liksom bara någon tusenlapp att ta, och då behöver man aldrig oroa sig för att vara arbetslös. Eller ännu bättre, om du har ett vanligt heltidsjobb men vet att du behöver en ny tvättmaskin/julklappspengar/vadfansomhelst - Hoppa in och jobba ett par helger en månad så var det problemet ur världen",
				"Säger alltid åt dem att ringa växeln. Ibland får man höra saker som \"vi vill åka med DIG hem sen\". Varför då undrar jag. Ibland har man ju inte ens snackat med kunden under resan utan dom har snackat med varandra där bak. Säger att det nog blir svårt, bäst att ringa växeln då jag inte vet vart jag kommer vara samt att alla ska få ta del av jobben. Har väll hänt en gång då kunden ändrade resmål för att besöka ett ställe på vägen och sa till mig att han skulle komma ut igen efter 1h och då kolla efter mig. Var ett bra tillfälle att ta lite rast och få mat i magen. Sen åkte jag och hämtade honom. Tycker bara det är jobbigt med fyllon som ska hålla på och ringa en. En gång delade jag bil med en person som tydligen gav ut bilnummret till kunder. Satt man där och fick lyssna på deras jävla fylletjat om att jag ska komma och hämta dem."
		]
	},
	{
		"postIndex": [
			[9545],
			[9791],
			[9706],
			[9543],
			[9572]
		],
		"postTime": [
			"2013-05-01",
			"2013-07-05",
			"2013-06-24",
			"2013-04-29",
			"2013-05-08"
		],
		"postNum": [
			[9707],
			[9954],
			[9868],
			[9705],
			[9734]
		],
		"postLink": [
				"/sp43225223",
				"/sp44179676",
				"/sp44029235",
				"/sp43190356",
				"/sp43336733"
		],
		"postUser": [
				"Dweezil78",
				"Bbobi",
				"cleawata",
				"Bbobi",
				"finne-i-arslet"
		],
		"postUserID": [
				"/u105194",
				"/u601394",
				"/u267093",
				"/u601394",
				"/u319721"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p809",
				"https://www.flashback.org/t172037p830",
				"https://www.flashback.org/t172037p823",
				"https://www.flashback.org/t172037p809",
				"https://www.flashback.org/t172037p812"
		],
		"userUrl": [
				"https://www.flashback.org/u105194",
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u267093",
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u319721"
		],
		"sentence": [
				"Beror på från åkare till åkare hur de ser på semester. Självklart är det som med alla andra jobb att många vill ha ledigt under sommaren och det beror som sagt på åkaren och hur han kan täcka upp med andra förare. Vet att Kemmy Cabs i Göteborg erbjöd en fast lön på 25 000 (dagtid), har en polare som jobbade där innan För mig gäller vad som ger mest av antigen garantilönen (tror det är 104.76kr/h enligt kollektivavtal), eller 38.64% av inkört belopp minus 6% moms. OB existerar mer eller mindre inte i taxinbranschen Hur arbetspassen är som att fråga \"hur långt är ett snöre?\" Väldiga variationer, beror på vad du skall köra Vi har folk som kör färdtjänst dagtid i taxin och då kan det vara 06-17, 07-16, 07-17, sen har vi folk som bara kör extra för att avtalen säger det. Då har de 07-10, sen ledig på dagen och 1330-1600 samma dag. Sen har vi de som kör halvpass natt och då kanske kör 17-23, 17-00, 17-04, 17-06. Som du ser finns det mycket variation. Vi kunde även börja kl.05, men bli utringda för jour kl.03 för att det var panik med någon körning till t.ex. flyget. För mig när jag körde dagtid så hade jag 05-16 och kunde bli utring till körning kl.03 och sluta en timme tidigare. Körde man kväll så kunde det vara 16 eller 17 till allt från 23 till 04 eller 05. Nu kör jag bara extra någon helg då och då och har kör från 17 tills det inte är något att göra längre.",
				"Fråga dig det här. Hur många förare kommer få behålla sitt jobb om denne försöker klämma sin åkare på garantipengar i en redan prispressad branch? Och så för det andra. Hur många åkare erbjuder kollektivavtal? Är väll bara TSAB som har regeln att åkare ska ha det? Men som sagt, drar du där in de summorna där en takskylt kostar 500.000 blir du ersatt fort. Kan säkert fungera. Du har ju ekonomiska fördelar såsom att du inte har samma krav på bilen utan kan köpa en beg volvo för under 100k och börja köra (efter att ordnat taxmeter, besiktigat denna osv). Inte heller någon avgift till växeln. Finns många seriösa friåkare. I tex Bromma står det väll samma friåkare dag efter dag. Tanterna som handlat på ica åker ju med dom såsom de gjort så många gånger förut. Dom har vunnit kunder genom att alltid vara på samma ställe helt enkelt. Finns det en vanligt rutt många åker där du håller till? Skriv på höger bakruta på din bil vad du tar som givetvis är under de andras pris i hopp på lite extra körningar. Vet inte i vad för stad du kör men är den någorlunda stor fungerar det säkert. Men det är som du säger det där med att jaga körningar. Man blir så jävla förslappad när man får körningar av växeln att man kanske ibland inte ens sätter på skylten utan sitter och pillar med mobilen i väntan på en växelstyrning istället. Men när det väl börjar rulla och man klarar sig helt på egen hand så är det fan riktigt roligt att jobba. Edit: Men glöm inte att det säkerligen inte är lika många som kommer välja att åka med dig när du inte längre tillhör en växel oavsett om du har ok priser. Men jämnas väll ut av de mindre kostnaderna (kan man hoppas). Vet inte hur det där med förmånsvärde av bil fungerar. Kanske är möjligt att spara en slant genom att du säljer din privata bil och använder taxibilen privat också?",
				"Det ser väldigt olika ut hos olika åkare. Det vanligaste här i Stockholm är att två chaufförer får en egen bil som dom sedan bestämmer i princip själva över. Måndag till fredag finns det två perioder under dagen då det finns mycket bra körningar. På morgonen mellan 5:00-10:00 och efter middagen 15:00-19:00. Många chaufförer vill därför börja 6:00 och jobba till 18:00. Det brukar inte natt chauffören gilla, han vill börja så tidigt som möjligt helst 14:00. Bytes tider brukar ofta leda till konflikt mellan chaufförerna. Åkaren brukar då byta ut dag chauffören även om han kör in mycket pengar, eftersom det är lättare att hitta en ny dag chaufför. Det finns en del åkare som är snåla och ser till att bilen är ute i trafiken 24 timmar om dygnet 7 dagar i veckan. Dessa åkare brukar inte få behålla några topp chaufförer. För att få taxileg måste du ha fyllt 21 år och haft körkort i två år. Om du tar D körkort behöver du inte haft körkort i två år. Om du gått en yrkes utbildning inom transport behöver du inte vara 21 år förutsatt att du tar D kortet innan du tar taxileg.",
				"Är nog jättebra som första jobb. Började ta mitt taxi leg så fort jag fyllde 21. Är inte direkt någon svår övergånng från att inte jobba alls utan det kan vara rätt skönt att ingen är beroende av just dig. Alltså om du kommer lite tidigare eller senare spelar ingen större roll. Kan vara rätt skönt. Alltid gillat det då jag själv känner mig rätt pressad med fasta tider att hålla. Ang tider så kan du ju som sagt antagligen välja lite själv men inte helt fritt då du med störst säkerhet komma dela bilen. Själv kan jag börja tidigare/senare/ ta dagar ledigt osv lite hur jag vill. Men det gäller ju såklart bara inom den tid det finns en bil ledig som ägs av min åkare. Kör bara natt och alltid samma bil som bara har mig som nattchaufför. Alltså kan jag göra hur jag vill mellan att den andra chauffören slutar och börjar igen dagen därpå. Exakt hur det blir för dig är svårt att säga men du kan ju lägga fram dina önskemål till åkare så träffar du säkert rätt nånstans. Samtidigt finns det \"hitler-åkare\" som jag brukar kalla dem som inte ger dig någon flexibilitet alls utan skriver ett slav-kontrakt och vakar över dig som en örn. Undvik dessa. Hitta en som min som inte lägger sig hur du gör. Jobbat för denna åkare 5år och han har inte en enda gång ifrågasatt när jag spontant tagit ledigt. Aldrig försökt få mig att jobba mer än de tider jag själv valt eller liknande. Kan med andra ord skilja sig enormt mellan olika åkare.",
				"Jag är åkare på 020 och är så jävla trött på ledningen och roffe karlsson. Tillsammans har dom på några år kört ner bolaget totalt i diket bara för att roffe ska kunna köpa fler hus i spanien. Man la med flit ett jättelågt anbud på färdtjänsten bara för att kunna få behålla så många bilar som möjligt i trafik, samma sak med det låga arlandapriset. Nu har man dessutom helt omotiverat börja höja skicktiderna på köringar även mitt på dagen bara för att bilarna ska vara upptagna längre. 020 och roffe skiter ju i lönsamheten på bilarna, dom vill bara ha in så många månadsavgifter som möjligt för att tjäna maximalt med pengar. Det finns ett litet ljus i mörkret och det är att dom misslyckats med detta till viss del i och med att åkarna har börjat ledsna på att gå back. Idag går alla flerbilsåkerier med vanliga heltidsanställda back på 020, det finns några undantag och det är dom åkerier som satsat på bidragsjobbare som man kunnat läsa om i tidningen. Som mest förra året så hade 020 över 1100 bilar, idag har dom strax över 800 så roffe har förlorat 300x11x8838:- = 29.1654.00:- på detta samtidigt som flera åkerier gått back över en halv miljon samma år. Angående just bidragsjobben så tror jag detta är utstuderat av 020, fågelviksgruppen gjorde förra året en riktad kampanj med arbetsförmedlingen för att \"sätta kvinnor i miljonområdena i arbete\" Det är ju fantastiskt att landstinget ska få rabatt på sina transporter bara för att staten sen ska gå in och subventionera personalen som utför dom. Det tråkigaste av allt för oss som kör för 020 är att allt detta dragit ner bolagets rykte i skiten. Vad får man för personal när man levererar skitkörningar till personal som jobbar på provision eller till folk som går på bidrag och vet att dom får spaken så fort bidragen tar slut? Alla konstiga händelser senaste tiden som man läst om i media handlar om 020, bilar som kör på tågspår, bilar som backar på motorvägen osv. Tror inte detta är någon tillfällighet tyvärr och tro mig, det kommer bli värre. Varje dag så slutar kompetenta chaufförer och åkere på 020 som jobbat där jättelänge men som tröttnat. Vinnare blir tsab och andra bolag som får kompetenta chaufförer. Just tsab har tagit den största delen av 020s privatkunder också, dom har tröttnat på att ringa 020 av två orsaker, dom har inga bilar att skicka i rusningen när alla bilar blir prioriterade till färdtjänst av växeln för att 020 inte ska få böter från färdtjänsten (man får inga böter på att bli sen en timme till en privatkund, men han lär knappast ringa samma bolag igen) samt att det är lotteri vad man får för chaufför när man beställer, man kan få en ren och fin bil med en chaufför som hittar utan gps eller en bidragsbil (kommer nr 2 så lär inte den kunden heller ringa igen) Även här finns undantag, det är dom riktigt snåla kunderna som åker med rabatt (det är något som 020s säljare är experter på att ge eftersom dom inte har några andra säljargument) dom bryr sig inte lika mycket om kvaliten. Inget annat bolag lämnar såna vansinniga rabatter och fastpriser via appen som 020 och dessa kunder avskyrs av chaufförerna. Det är tragiskt att en enda person lyckats att så totalt förstöra ett taxibolag där så många anställda ska tjäna sitt levebröd.."
		]
	},
	{
		"postIndex": [
			[10386],
			[10380],
			[10406],
			[10477],
			[10214]
		],
		"postTime": [
			"2013-11-13",
			"2013-11-12",
			"2013-11-20",
			"2013-12-14",
			"2013-09-16"
		],
		"postNum": [
			[10561],
			[10555],
			[10581],
			[10654],
			[10381]
		],
		"postLink": [
				"/sp46120579",
				"/sp46110207",
				"/sp46226661",
				"/sp46579302",
				"/sp45267950"
		],
		"postUser": [
				"flashspy",
				"flashspy",
				"Mvk",
				"Bbobi",
				"Bbobi"
		],
		"postUserID": [
				"/u361687",
				"/u361687",
				"/u187432",
				"/u601394",
				"/u601394"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p881",
				"https://www.flashback.org/t172037p880",
				"https://www.flashback.org/t172037p882",
				"https://www.flashback.org/t172037p888",
				"https://www.flashback.org/t172037p866"
		],
		"userUrl": [
				"https://www.flashback.org/u361687",
				"https://www.flashback.org/u361687",
				"https://www.flashback.org/u187432",
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u601394"
		],
		"sentence": [
				"En person som kör genom central kan ta ut en vanlig chaufförslön som företagare och han har en vinstmarginal på cirka 5% av totala omsättningen per år. Lite olika hur mycket en enbilsåkare omsätter per år, men runt 1 miljon per bil är nog ganska rimlig i storstäderna där konkurrensen är hög.. och då rullar bilen runt 300 timmar per månad som två chaufförer delar på (åkare + anställd). I mindre medelstora städer omsätter en bil lite mer än en miljon, kanske 1,2 - 1,3 miljoner per bil. Vinstmarginalen kanske är 5-8% och åkaren plockar väl ut en normal lön enligt svensk statistik plus en aktieutdelning från vinsten. Lönen kan variera månad för månad efter hur mycket man kör in som chaufför. Men utslaget på ett år så borde 115 kr/timmen stämma ganska bra. Tänk då på att chauffören arbetat 2-3 helger per månad, börjat 4-5 på morgonen halva månaden alternativt jobba en hel del kvällar och nätter varje månad. Det bästa skift jag haft tjänade jag 320 kr/timmen. Jobbade 15 timmar den dagen (olagligt, jag vet) och hade en väldigt lång styrning med en retur tillbaka. Många chaufförer från ljugarbänken har sådana pass mest var och varannan dag. Själv har det hänt en gång på de 8 år jag haft taxilegg och jag skulle kunna gissa på att var och varannan chaufför någon gång under sina år kommer åka på turen att få en kanonkörning - men det händer oftast bara en gång under ett par år som chaufför. Men annars brukar man ha bättre skift där man tjänar 180 kr timmen för att dagen efter tjäna 90 kr/timmen, tredje dagen 120 kr/timmen och fjärde dagen 70 kr/timmen - snittet kanske landar på cirka 115 kr/timmen. Glömde: sämsta skiftet körde jag inte in en enda krona på ett tiotimmarspass och tjänade således inget det skiftet. Näst sämsta skiftet var 7 timmar långt och jag körde in någonstans mellan 60-70 kr totalt på hela skiftet. Det gav mig en timlön på kanske 10 kr. Glömde även info om den som kör helt ensam genom ragg på flygplatser och tågstationer/taxistolpar vid nattklubbar. De är oftast ute då de vet att det finns körning. De går kanske ut första gången vid 6 på morgonen då första tåget anländer och gör 1-2 körningar mellan 6 & 7. Sedan åker de hem och vid 10-13 kommer en del flyg och då gör de 3-4 körningar, sedan är de hemma till 18 då de jobbar den sista timmen då flyget anländer. På helgnätter ställer de sig vid taxistolparna då när det börjar röra sig folk på staden och då det blir intensivare, t.ex. vid 22-tiden och då håller de gång tills krogarna stänger vid 3-4 tiden. Skulle kunna tippa på att de har en ganska låg årsomsättning, men väldigt högt inkört per timme. 450 kr/timme kanske?! Skulle aldrig byta med en sådan åkare faktiskt. Tänk att göra en 8-9 timmar utspritt på 18-20 timmar. Går ju inte ha ett liv och absolut inte planera något. Och på det arbetar man samtliga helger, julafton, nyår osv. De som kör för central har oftast bättre tider där chaufförerna delar på bördan och kör varannan helg, varannan midsommar, varannan jul osv. Själv vägrar jag köra på högtider nu mer. Är fan inte värt att offra en julafton för den ynkliga lön man får.",
				"Till er som kör Taxi och har gjort det kanske 3-20 år. Hur fan orkar ni? vad driver er att fortsätta? Jag har haft Taxilegitimation i cirka 8 år. Under de åren har jag kört 1,5 år sammanhängande på heltid, i början. Efter det har jag varvat stämpling med Taxi på halvtid i tre år. Och senaste 3,5 åren har jag kört sporadiskt på heltid kanske två månader och sen har jag försvunnit i 10-12 månader då jag arbetat med annat där jag är ledig helger och tjänar det dubbla efter skatt. Sedan är jag tillbaka igen och kör ett tag för att sedan försvinna. Nu är jag tillbaka igen - behöver en inkomst. Har kört några fåtal arbetsdagar och tänker köra heltid så länge jag orkar - helst 3-4 månader. Och efter dessa ynka dagar är jag redan less och en tung ångest ligger över mig på kvällarna när jag slutat och fram tills jag lägger mig för kvällen. Ångesten kommer och går under arbetsdagen likaså. Har många kontakter i branschen och har jobb så jag drunknar om jag vill, men har fan inte någon lust att ens jobba överhuvudtaget - men jag gör det ändå! Är less på den extremt låga lönen (idag låg den på 70 kr/timmen), imorn kanske den ligger på 120 kr/timmen... vad vet jag. Garantilönen på 107 kr/timmen lär väl kicka in vid månadens slut antager jag. Jag är less på detta eviga tjatande om yrket på jobbet.. var kollegorna varit, vem dom kört, vad dom körde in igår, förra veckan osv. Står man och pratar med sina kollegor så är det bara TAXI TAXI TAXI TAXI TAXI som gäller. Ibland kan det börja med något annat, t.ex. ägjakten eller något intresse dom brinner för som som kan vara av intresse att prata om. Men snabbt halkas det in på TAXI TAXI TAXI TAXI igen. JÄMT JÄMT JÄMT. Verkar vara det enda som taxichaufförer har som gemensam nämnare. Förr i tiden hakade jag med på afterwork eller någon förfest med taxifolk - även där var det enda man pratade just TAXI. Har provat på mycket i arbetslivet med aldrig varit med om att folk är så fäst i det dom håller på med att det enda de har att prata om är just deras arbetsuppgift på jobbet. Det är nog bara på Taxi man gör så. Själv bryr jag mig inte ett skit sedan ett par år tillbaka om någon kört in 15.000 kr på en dag. Varför går jag tillbaka då? Ja vad vet jag. Är väl dum i huvudet för att jag går tillbaka till något jag vantrivs så mycket med att jag har sömnproblem och ångest 15 timmar varje dag. Jaja, hur som helst så vantrivs jag. Livet suger när jag kör Taxi och ångesten ligger som en tjock jävla kaksmet över min kropp. Respekterar att det finns folk som trivs jätte bra med att köra Taxi och kan tänkas göra det i tiotals år till. Klankar inte ner på någon, undrar mer om det finns fler som känner likadant som mig, eller har känt likadant med har något knep för att vända det hela. Eller om det finns folk som kört mååånga år som absolut inte kan förstå mig/oss som vantrivs då du/ni har världens roligaste och bästa yrke enligt er själva.",
				"Nej klart du inte ville höra det. Det ville inte jag heller höra när jag sålde den egna verksamheten och stod där arbetslös för några år sedan och inte visste vafan jag ska ta mig till när hyra och allt annat skulle betalas. Akassan har dom medvetet gjort så jävla krånglig och snårig så du ska tröttna, skita i att söka och ta ett skitjobb vilket som helst bara du försvinner från statisktiken. Sagt och gjort, jag skulle ta lastbilskörkort men arbetsförmedlingen blåste mig på det och det glömmer jag aldrig det sveket. Fick ta till en paniklösning och det blev taxikort. Jag trodde aldrig i min vildaste fantasi att lönen skulle vara utformad som den är när jag satte mig där på kursen hos taxi Göteborg. Inte många vet att man har ENBART provisionslön. Nästan inga kunder som man kör tror på en när man säger att man har sån lön. Finns knappt kvar sånt lönesystem längre. tom irriterande telefonförsäljare har numera en grundlön som är fast, oavsett om man är fastanställd eller jobbar extra, sen får dom procent eller bonus på försäljningen. Men så är det inte på taxi. Hade jag vetat vad jag vet nu hade jag aldrig lagt ner tid och pengar på taxi. Nu är man för bekväm för att hålla på skriva cv och skit och söka annat, så man säljer skitlönen, miljöpartiets underbara bravader med trafiken i GBG och kör ändå. Jag kommer ge det 1-2år till MAX, sen har jag andra planer. får du om du är fastanställd och om din kassa inte kommer upp till en viss nivå men jag känner ingen taxichaufför som får grundlönen. Istället tar dom flesta nattpass på helger och jobbar 12h om dagen för att få en normal lön. Finns inget taxibolag som bara kör färdtjänst. Skitbolaget över alla andra Taxi kurir lägger konstant lägsta bud när det är dags att upphandla avtal så kommunen väljer dom. Kvalitén suger starkt och chaufförerna kan knappt svenska och slår in \"Wieselgrensplatsen\" på GPS och kör dessutom fel trots gps:n (egen erfarenhet). Kurir har färdtjänsten i GBG när det gäller personbilar. Sen har du Majvallen och sandarna som kör rullstolsbussar, dom har enbart färdtjänst. Där har du fast lön. Du måste ha taxikort och gå en några dagars utbildning för att få köra färdtjänst. Vill du ha fast lön välj hellre något av dom 2 om du inte har något emot att kånka upp och ner på rullstolar upp för rampen dag ut och dag in.",
				"Då ska vi se.... Taxi stockholm äger värmdö taxi så jag kan tänka mig att båda bolagen håller samma standard. Dom verkar köra ungefär samma bilar, liknande jackor osv. Skillnaden med att köra för ett lokalt och ett regionsteckande bolag är ju att du i det ena kan ta jobb överallt medan du i det andra mest kommer köra i samt till och från din hemort. Människor på stan kan vara lite skeptiska. \"Va, värmdö taxi? Vi ska ju inte till värmdö\", så är ofta människors logik. Dom tror ju att det spelar roll vilket det egentligen inte gör. Att köra för ett lokalt bolag är det inget fel på. Kunderna är alltid trevliga och ofta trogna hemortens bolag. Även om du kör mest i, till och från hemorten så kan man utöver de lokala körningarna räkna med mycket längre körningar såsom när många som bort långt ut i kommunen ska till arlanda osv. Går en arlandakörning på säg 700-1000kr så säger det sig självt att man inte behöver allt för många körningar under ett pass för att få ihop sin dagskassa. Att tänka på kan vara att mer eller mindre alla lokala bolag har förlorat sin färdtjänst vilket stod för runt halva verksamheten. Hur det ser ut för dem idag vet jag inte riktigt men det borde ha balancerats, var ju ett par år sen nu. Att hitta en åkare där du inte jobbar lördagar kommer inte vara några problem. Man är inte tvungen att jobba 7 dagar i veckan för att man kör taxi. Själv kör jag endast 4 dagar i veckan.",
				"Taxi är helt klart ett uppskattat extraknäck. Många jobbar heltid och gör så som du är inne på att dom kör taxi tex varannan helg för att dryga ut kassan samt att dom tycker det är roligt. Inget intensivt arbete utan man snackar skit med kollegor och träffar en massa olika människor. Ang jobbiga typer så är det inte så farligt. Beror väll mycket på hur DU är. Visst är det jobbigt ibland men är man inte trött på livet samt mänskligheten så klarar man sig bra. Du kan säkert hitta nån åkare som har en bil för dig att köra de tider du vill.' Utbildningen klarar du att plugga till på egen hand. Efter två år är såklart inte nytt och spännande som i början. Vad är nytt för en efter två år? Däremot kommer han fortfarande tycka det är ett bekvämt jobb. Beror lite på hur man är som person. Är väll bara att få tummen ur röven och göra något annat om man tröttar på att köra taxi. Finns inget värre än gamla rävar som ska klaga hela jävla tiden. Fan gör något med ditt liv då. För många av oss andra passar yrket som en handske."
		]
	},
	{
		"postIndex": [
			[11052],
			[10624],
			[11051],
			[10952],
			[11088]
		],
		"postTime": [
			"2014-07-17",
			"2014-02-02",
			"2014-07-17",
			"2014-06-25",
			"2014-07-21"
		],
		"postNum": [
			[11240],
			[10802],
			[11239],
			[11136],
			[11276]
		],
		"postLink": [
				"/sp49613257",
				"/sp47332089",
				"/sp49610668",
				"/sp49345723",
				"/sp49662129"
		],
		"postUser": [
				"Bbobi",
				"tsurkka",
				"ningudo",
				"STEREOERIK",
				"D Roger."
		],
		"postUserID": [
				"/u601394",
				"/u857250",
				"/u286070",
				"/u890288",
				"/u137755"
		],
		"postUrl": [
				"https://www.flashback.org/t172037p937",
				"https://www.flashback.org/t172037p901",
				"https://www.flashback.org/t172037p937",
				"https://www.flashback.org/t172037p928",
				"https://www.flashback.org/t172037p940"
		],
		"userUrl": [
				"https://www.flashback.org/u601394",
				"https://www.flashback.org/u857250",
				"https://www.flashback.org/u286070",
				"https://www.flashback.org/u890288",
				"https://www.flashback.org/u137755"
		],
		"sentence": [
				"Försöker plocka ut delar i ditt inlägg jag känner för att ge svar på Ja, tid har man gott om. Att bara sitta och pilla på telefonen blir dock tråkigt så kan man göra något lite mer konstruktivt så är det såklart bra. Tex plugga som du själv är inne på. Finns gott med distanskurser man kan lägga på rätt så långa tidsperioder osv. Tror inte arbetsgivaren skulle reagera. Får du jobb är det för att han har en ledig bil som i dagsläget inte kör in någonting. Och som du säger så åker du inte tom så mycket då. Men man kan ju sätta sig och läsa vid en taxistolpe med. Du kan få stå där en timme med. Du står ju i bolagets kösystem även om du är vid en stolpe. Man behöver inte heller ragga utan du ställer dig bakom den sista bilen och varpå dom får kunder åker du framåt. Du förlorar ingen kund för att du inte står utanför bilen och skriker. Så går det inte riktigt till förutom helgnätter mitt i stan. Du kan sitta tyst i din bil och läsa. Kunder kommer f.ö gå förbi övriga bolag för att ta en Taxi stockholm. (inte alla men tsab är ett uppskattat bolag, du behöver inte skrika \"taxi taxi\" som nån apa.). Vill du bara jobba två dagar i veckan så kanske du har inställningen att maxa dom två dagarna? 13h per pass tex? Eftersom du bara jobbar två dagar. Sitter du inte och gömmer dig med dina böcker får du in 10.000 dom två dagarna vilket ger ca 2.500kr skattat och klart + ev dricks. Är du ung svensk kan du förvänta dig en och annan slant. När kunderna frågar om varför du kör taxi (gör kunder ofta) kan du säga att du studerar och drygar ut kassan så vill som säkert vara lite extra generösa för att hjälpa dig Du skulle nog iaf kunna räkna med 200kr dricks per vecka också och den är skattefri, pang pong, rakt ner i fickan Kör på. Edit: Att tänka på dock är att du kan få betala för din utbildning själv om du inte tänker köra heltid. Nu vet jag inte vad TSAB's interna kurs går på men över 5.000 är det nog alltid. Rätt mig gärna någon. Sedan är det inget att tänka på utan tar du det här nu har du extrajobb livet ut. Behöver inte gå arbetslös en dag i ditt liv. Bra investering med andra ord.",
				"Hallå allihopa har nyss tagit mitt taxi leg och kört mina två första dagar nu. fre och lör en löningshelg men va ändå inte så mycket att göra (är ju februari). läste och lärde mig massor på taxi yrket tack vare denna tråden så tack alla för hjälpen. nu tänkte jag dela med mig av lite information för den som e sugen på att ta sitt kort och undra va de kostar osv. grejade mina tre prov på första försöket ( men de va precis ). dock tyckte jag kartprovet va de svåraste och mesta ansträngande. pluggade på alla proven hemifrån 2-3 timmar om dagen i två veckor och sedan gjorde jag proven. hade motormännens vägatlas som jag låna på bibloteket, taxiboken med frågohäfte ( dock använde jag aldrig frågehäftet då jag inte tyckte dem va bra frågor). köpte taxiboken för 300 begagnat men går eventuellt att hyra på din lokala biblotek om du har tålamod att vänta lite. sedan hade jag även lite böcker som igentligen är för b körkort ( körkortsboken , du och jag i trafiken och vägmärken) som jag köpte på en loppis sida för 100 kr. för att repitera lite skyltar reglar hur man räknar ut bromsträcka osv. dem tre proven kostade ca 1000 kr totalt sedan kostade uppkörningen 1200 (hyrde bil på trafikvärket). sedan fick man betala 1200 för att trafikverket skulle prova dig som taxiförare och godkänna dig och också en avgift på 160 kr när du blivit godkänd för att tillverka ditt taxikort. så totalt ca 4000 kr. du behöver absolut inte ta någon kurs som du hittar på nätet utan plugga hemma går utmärkt. sedan när de gäller uppkörningen så fick jag när jag körde upp första lite biler på några barnstolar som jag skulle kunna berätta om vilka åldrar som vilka var för och sedan så skulle jag veta hur vart man satte dem i bilen (bakåtvänt, framåtvänt i framsäte eller inte). sedan fick jag testa bromsen och parkeringsbromsen. efter de berättade han att de va extra höga krav på att köra upp till taxiförare och att man förväntade sig mer än en b körkorts uppkörning. men personligen tycker jag att de gick väldigt bra iaf och att de kanske inte alls va riktigt så svårt. tror de viktigaste är att kunna köra lungt men bestämt i trafiken så att folk känner sig trygga när du ska köra dem. kan eventuellt ha glömt någon avgift eller så men lycka till om du planerar och ta taxikort bara att köra på haha.",
				"Ok, så jag funderar på köra taxi, inte för den höga timlönen, tro mig men för väntans skull. Kan tyckas konstigt, men jag planerar i sådana fall mitt arbete så det genererar så långa väntetider som möjligt! Varför? Jo jag planerar att ta till vara på dem. Tänk er själva, ifall man räknar timlönen endast ifrån tiden (1)man kör fram till kunden, (2)kör kunden till önskad destination (3) eventuellt kör tillbaks. Timlönen är följaktligen väldigt hög, säkerligen 300-600 i lön. För resten av tiden i kö har man ju (halv)ledig tid, du kan sköta ärenden(telefon internet), käka, läsa en bra roman eller varför inte plugga? Det är därför jag är intresserad av det här yrket - mina möjligheter att ta till vara på tiden medans jag står i kö. Jag har i så fall inte tänkt att köra runt i stan för att jaga runt kunder, utan välja en zon att vänta i, och helt enkelt vänta på körning från system. Här vill jag fråga er, antagligen så blir det mindre i kassan när man är mindre benägen att röra på sig, men i gengäld så sparar jag miltal och bensinutgifter. Hur tror ni en eventuell arbetsgivare skulle reagera på min strategi? Jag är medveten att denna strategi troligtvis inte faller arbetsgivaren i smaken då AG troligvits får mindre pengar i fickan, men skulle det vara möjligt att jag inte får anställning hos en seriös åkare ifall jag öppet klarggjorde min planering? Några andra frågor: (1) Ifall vi antar att jag endast väntar i bostadsområden (bort från stan, andra taxibilar) så jag konsekvent missar alla drop-in kunder(förutom fredag och lördag natt) hur många av kunderna får man genom systemet? 50%? 70%? 80%? (2) Hur många kunder får man genom att stå i s.k. taxizoner, såna ställen där taxichafförer trängs ihop och minglar. Jag vill helst undvika taxizoner, i synnerhet där det inte finns ett kösystem och där det gäller att ragga upp ankommande, jag kommer ändå sitta i bilen och läsa ngn bok och förlorar ändå dessa kunder. (3) Fredag natt och lördag verkar vara de mest välbetalda passen, är det lätt att få arbete om man endast vill jobba dessa två pass? Vilken lönespann skulle man då befinna sig i om man jobbade dessa två pass fred&lör, 8000-10000 netto? Nu har ni ett hum hur jag tänker - råd till mig? Tack på förhand!",
				"[quote=Ned Flander|49345173]Eftersom du är helt färsk skulle jag inte börja med dagpass då det är bra mycket mer stressande än nattpassen, dock är trafiken lugnare under Juli. Det är stressigt på dagen då du då får en massa färdtjänst körningar som är samplanerade, dvs du skall vara på två hämtadresser vid samma tidpunkt och mellan dessa är det köer och vägarbeten. På båda adresserna skall du in med tanter, rullstolar, rullatorer, \"Dramaten\" systembolagspåsar och på det kan tanterna själva vara sura, dels för att dom är samplanerade dels för att du var tre minuter för sen (\"min läkartid är om 15 minuter\"). Nattetid har Taxi Stockholms förarna mer körningar från växeln men som du sa det är väldigt petigt om hur förarna skall vara och uppträda, vilket ger att det är väldigt lätt att få anmärkningar med tillhörande poängavdrag. Kurir förare kan på natten köra in lika mycket men då får ligga i lite hårdare än vad TSAB förarna behöver göra (tex köra en timme längre, sluta senare eller börja tidigare). Har du någon fråga så är det många förare från olika bolag i Stockholm i denna tråd.[/QUOT QUOTE] Tack för ditt utförliga svar Ned! Ska försöka sikta på kvällsrundan då om det är lite lugnare, trafiken på dagen i sthlm är ju helt galen. Hatar verkligen att köra privat under rusningstiderna då man inte kommer någon vart då det bara står helt still. Vilket bolag kör du för? Vad kan man vänta sig att köra in per dag? Förstår att det är svårt att svara på, tänkte mer på ifall man ligger i. Hört att en del mest fikar om dagarna",
				"Jo, men väntan kan du ju inte ta med, hade du hellre bara stått? Du får ju ett telenr oftast, ring och säg när du är där. Problemet jag ser här är att du hamnar längst bak i kön och kan få upprepade dylika körningar. Och att det kan ta tid att hämta, men som sagt, ring i god tid så kan du och kunde komma överens. Inte nu, men det har gnällts sen jag fick det för 5-6 år sen. Det stämmer men små lokala bolag kör väldigt lite numer. Jag har åkt på alla aftnar. För tre jular sen så var jag kund ett. Vi åker sen ett kvarter i stan och där står kund två. Kund två tar 20 min på sig att ens kunna sätta sig i bilen, trots att tre pers höll i honom, och han skulle åka fram, då hade det tagit 30 min till att få honom runt bilen. På nyår fick jag en butter snubbe som bad om ursäkt, \"sämre än en vanlig helg och nu får jag färdtjänst\".\" Så är det kanske ibland också, finns många taxi och alla vill ha smörköret, men man kan inte beställa en riktig bil, bara småbilar, fanemig, ska hämta fyra bratwursttyskar och se hur f-n de ska hantera det! Mja, man får både ris och ros, det är kul att höra olika åsikter också, du vet, förr sa de: ska du bli psykolog ska du köra taxi ett år...numer tror jag man ska åka färdtjänst.. Jag tycker det klagas rätt lite ändå. När f4 fanns då... Minns en ggn, stod i s-tälje, skulle till liljeholmen, bilen kom sent, han hade fått åka från skärholmen till tälje, sen var det f4 på resan, blev väl 240kr... Eller den unge blatten som sa \"botkyrka\" nej huddinge är vi i sa jag, sen var det sur min och 100 spänn för att köra en dryg mil."
		]
	}
]
