[
	{
		"postIndex": [
			[1],
			[72],
			[335]
		],
		"postTime": [
			"2007-04-14",
			"2008-10-25",
			"2008-12-04"
		],
		"postNum": [
			[1],
			[74],
			[343]
		],
		"postLink": [
				"/sp35601240",
				"/sp35601326",
				"/sp35601602"
		],
		"postUser": [
				"orkarN",
				"Gromgutten",
				"Limpoe"
		],
		"postUserID": [
				"/u122113",
				"/u67208",
				"/u239007"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p1",
				"https://www.flashback.org/t1792221p7",
				"https://www.flashback.org/t1792221p29"
		],
		"userUrl": [
				"https://www.flashback.org/u122113",
				"https://www.flashback.org/u67208",
				"https://www.flashback.org/u239007"
		],
		"sentence": [
				"All text nedan courtesy of : Denna tråd är uppføljaren till och startar med de viktigaste länkarna før dig som vill veta mer om att jobba i Norge: Direkt till jobbet: Rekryteringsføretag: 1. Registrera ditt CV på en bemanningsbyrås hemsida, ex: 2. Leta igenom de tjänster som ligger ute på hemsidan och sök ALLA som verkar intressanta. 3. Ring den konsulent som står som kontaktperson, presentera dig närmre så att konsulenterna verkligen får reda på att du finns. (størst och bäst) Viktigt att veta: När du hyr måste du normalt sett betala deposition før tre månader motsvarande tre månaders hyra. Om allt är ok när du flyttar ut så får du denna deposition tillbaka, annars dras pengar från depositionen før att återställa till samma skick som det var när du flyttade in. Skattekort ansöker du om från . Du måste bifoga kopia av pass etc. och det är ganska lång behandlingstid för att få skattekortet. För att skynda på processen kan det vara smart att lämna in ansökan manuellt till ditt lokala likningskontor i den staden du skall jobba. All information finns på . På skattekortet står hur mycket skatt din arbetsgivare skall dra av och du tilldelas i samband med skattekortet också ett så kallat D-nummer som blir ditt norska personnummer. Skattekortet har två delar, den översta (del 1) lämnar du till din arbetsgivare. På den står ett sk. tabellnummer och det är en tabell arbetsgivaren betalar skatt efter. Där står det hur mkt som skall betalas i skatt på diverse inkomster enligt din tabell. Räkna ut hur mkt som dras där så är det inte 36%, kanske runt 30% men du kommer i sånt fall få tillbaks gott om pengar på deklarationen efter avdrag är gjorda. Del 2, den i mitten som skall levereras till bi-arbetsgivare kan det stå en procentsats som är høgre än. Denna kan du ge till en firma om du jobba extra åt dem t ex. Procentsatsen är din marginalskatt. Som ickenorsk men nordisk kan du i två år göra ett schablonavdrag på 10% av din bruttointäkt för att täcka resor till hemlandet och før att kompensera før att du inte har skattereduktion før räntekostnader før boende. Om dina verkliga merkostnader är høgre än schablonavdraget så drar du dessa istället. Deklaration heter \"selvangivelse\" och om allt är inrapporterat korrekt så behøver man inte gøra något før att godkänna den. Har man ändringar så ändrar man det som skall ändras och skickar in som vanligt. Räkna ut din skatt: Eller ett enklare räkneexempel: Lønestatistik från Statistisk sentralbyrå 2007: För att din arbetsgivare skall kunna betala ut lön krävs det att du har ett norskt bankkonto. Glöm inte ta med pass - och personbevis på ditt norska personnummer är du går till banken. Smart att välja en bank som du också kan ha i Sverige eftersom eventuella øverføringar av pengar går fortare och billigare då. Ditt bankkort fungerar också som idkort, med ditt ansikte och ditt norska personnummer på baksidan. Mycket praktiskt. El är billigare än i Sverige, uppvärmning kan ingå, se efter \"sentralfyring\" eller \"fjernvarme\" Varmtvatten ligger antingen i hyran eller via elräkningen om man har egen uppvärmning, så också ofta städning av trapp och andra vaktmästartjänster. Busskort: (Oslo/Akershus) Bredband och telefoni: Det kostar pengar att ta in bil i Norge om du har før avsikt att vara här mer än ett år. Det är dock smart att \"betala in\" bilen i Norge och sedan sälja den här, begagnatpriserna ligger motsvarande høgre än i Sverige. Man gør avdrag i inførselavgiften beroende på hur länge bilen varit registrerad. Att behålla bilen svenskreggad trots att man bor här längre tid kan kosta hela intullningskostnaden + bøter. Bidragsgivare till sammanställningen: TCOB, Kosstasken mfl. Med reservation før eventuella felläkningar...",
				"Denna tråd är uppføljaren till och startar med de viktigaste länkarna før dig som vill veta mer om att jobba i Norge: Direkt till jobbet: Rekryteringsføretag: 1. Registrera ditt CV på en bemanningsbyrås hemsida, ex: 2. Leta igenom de tjänster som ligger ute på hemsidan och sök ALLA som verkar intressanta. 3. Ring den konsulent som står som kontaktperson, presentera dig närmre så att konsulenterna verkligen får reda på att du finns. (størst och bäst) Viktigt att veta: När du hyr måste du normalt sett betala deposition før tre månader motsvarande tre månaders hyra. Om allt är ok när du flyttar ut så får du denna deposition tillbaka, annars dras pengar från depositionen før att återställa till samma skick som det var när du flyttade in. Skattekort ansöker du om från . Du måste bifoga kopia av pass etc. och det är ganska lång behandlingstid för att få skattekortet. För att skynda på processen kan det vara smart att lämna in ansökan manuellt till ditt lokala likningskontor i den staden du skall jobba. All information finns på . På skattekortet står hur mycket skatt din arbetsgivare skall dra av och du tilldelas i samband med skattekortet också ett så kallat D-nummer som blir ditt norska personnummer. Skattekortet har två delar, den översta (del 1) lämnar du till din arbetsgivare. På den står ett sk. tabellnummer och det är en tabell arbetsgivaren betalar skatt efter. Där står det hur mkt som skall betalas i skatt på diverse inkomster enligt din tabell. Räkna ut hur mkt som dras där så är det inte 36%, kanske runt 30% men du kommer i sånt fall få tillbaks gott om pengar på deklarationen efter avdrag är gjorda. Del 2, den i mitten som skall levereras till bi-arbetsgivare kan det stå en procentsats som är høgre än. Denna kan du ge till en firma om du jobba extra åt dem t ex. Procentsatsen är din marginalskatt. Som ickenorsk men nordisk kan du i två år göra ett schablonavdrag på 10% av din bruttointäkt för att täcka resor till hemlandet och før att kompensera før att du inte har skattereduktion før räntekostnader før boende. Om dina verkliga merkostnader är høgre än schablonavdraget så drar du dessa istället. Deklaration heter \"selvangivelse\" och om allt är inrapporterat korrekt så behøver man inte gøra något før att godkänna den. Har man ändringar så ändrar man det som skall ändras och skickar in som vanligt. Räkna ut din skatt: Eller ett enklare räkneexempel: Lønestatistik från Statistisk sentralbyrå 2007: För att din arbetsgivare skall kunna betala ut lön krävs det att du har ett norskt bankkonto. Glöm inte ta med pass - och personbevis på ditt norska personnummer är du går till banken. Smart att välja en bank som du också kan ha i Sverige eftersom eventuella øverføringar av pengar går fortare och billigare då. Ditt bankkort fungerar också som idkort, med ditt ansikte och ditt norska personnummer på baksidan. Mycket praktiskt. El är billigare än i Sverige, uppvärmning kan ingå, se efter \"sentralfyring\" eller \"fjernvarme\" Varmtvatten ligger antingen i hyran eller via elräkningen om man har egen uppvärmning, så också ofta städning av trapp och andra vaktmästartjänster. Busskort: (Oslo/Akershus) Bredband och telefoni: Det kostar pengar att ta in bil i Norge om du har før avsikt att vara här mer än ett år. Det är dock smart att \"betala in\" bilen i Norge och sedan sälja den här, begagnatpriserna ligger motsvarande høgre än i Sverige. Man gør avdrag i inførselavgiften beroende på hur länge bilen varit registrerad. Att behålla bilen svenskreggad trots att man bor här längre tid kan kosta hela intullningskostnaden + bøter. Bidragsgivare till sammanställningen: TCOB, Kosstasken mfl. Med reservation før eventuella felläkningar...",
				"Yo! Har fått ett jobb i Norge. Tjänar 155Nkr / timman nu första 3-6 månaderna då jag är anställde genom en bemanningsfirma. Får jag direkt anställning av företaget så blir det en lön på 190Nkr - 210Nkr / timman. Fick mitt skattekort idag, 36%. I år så kommer jag att ha jobbat halva november plus december. Kan jag göra några avdrag? Är det någonting jag ska tänka på eller ska jag bara skatta på?! När deklarerar man och hur gör man? Och om man skulle få tillbaka pengar på skatten, när kommer dem? Hur dåligt är det med 155Nkr / timman, 8 - 16, måndag - fredag? Kommer inom kort att ha möjligheten att jobba 2h övertid per dag. Då blir det givetvis lite mer stålar... Känns som folk hade hyllat Norge till skyarna och att man kunde spara sjukt mycket pengar, men förstår fan inte hur. Allt är ju precis hur snordyrt som helst i detta sjuka landet..."
		]
	},
	{
		"postIndex": [
			[607],
			[709],
			[445]
		],
		"postTime": [
			"2009-01-26",
			"2009-02-20",
			"2008-12-20"
		],
		"postNum": [
			[619],
			[723],
			[455]
		],
		"postLink": [
				"/sp35601880",
				"/sp35601984",
				"/sp35601714"
		],
		"postUser": [
				"buntish",
				"bowlingjocke",
				"jontsky"
		],
		"postUserID": [
				"/u243271",
				"/u208105",
				"/u85557"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p52",
				"https://www.flashback.org/t1792221p61",
				"https://www.flashback.org/t1792221p38"
		],
		"userUrl": [
				"https://www.flashback.org/u243271",
				"https://www.flashback.org/u208105",
				"https://www.flashback.org/u85557"
		],
		"sentence": [
				"Ett tips för att \"komma igång\" är väl att gå in på adecco.no och lägga in sitt cv, och skriva vad man kan tänka sig att jobba med. sen ta kontakt med dom på telefon, så kommer dom hjälpa dig så gått det går.. det är en väldigt bra start då du kan istortsätt få jobb innan du flyttat till norge. men lönen är inte skit bra. jag hade 127nkr/h. så det gäller att söka fast jobbplats under tiden du jobbar för adecco.. manpower och andra sånna firmor funkar givetvis bra, jag har dock bara erfarenhet från just adecco! Oslo är väl bäst att flytta till. Den staden jag jobba i har det blivit ganska svårt att få jobb i nu. Jag hade jobb efter 3arbetsdagar i norge föra året, men nu sitter två vänner jobblösa efter ca 1månads tid. Så det har blivit lite annorlunda nu.",
				"Jag sökte för ett par dagar sedan ett lastbilschaufförsjobb i Norge (sommarjobb, som kan leda till vidareanställning) . Men när bemanningsföretaget ringde mig rätt nyligen, så blev man rätt nollställd. Vill man verkligen över till Norge och jobba? Menar.. Man lämnar ju allt här. Visserligen, jag älskar Norge (är dessutom norsk medborgare) och har de flesta släktingar där (fast i norra delen dock, det var mest städer i södra man kunde välja mellan). Men.. ändå.. Man är lite rädd för det okända. Det står att man får dela boende med ett par andra. Hur är dessa boenden? Har ni bara schyssta erfarenheter med dessa? Man tjänar väl mindre genom ett bemanningsföretag än om man direkt skulle gå till åkeriet då i mitt fall? Jag tar ju studenten i sommar, och det blir väl isf då att direkt dra till Norge. (jag har dock sparat kapital, så.. rent pengamässigt med flytten är väl egentligen inget problem). Jag kanske ska börja med att jobba i Sverige först, eller vad anser ni? Spelar det någon roll? Blev mest nollställd när hon i telefon började prata om att de ville ha en intervju med mig i Stockholm. Jag skulle höra av mig om jag skulle ha vägarna förbi där då. Jag sa att jag inte hade det just nu. Hon sa då att vi skulle hålla kontakten och att jag skulle höra av mig när jag hade vägarna förbi. Har inga som helst problem att ta mig till Sthlm, i och med att det går tåg + att jag har egen bil (kanske inte så smart att ta bilen då.. beror ju på vart i stockholm iofs). (ska även nämna att jag samtidigt sökte på ett sommarjobb i Karlstad. Sa att jag i förstahand ville ha det jobbet). Så.. ja.. Jag vet inte.. Vill i alla fall inte bo kvar här i Avesta. Allra helst inte sitta arbetslös hela sommaren",
				"Beror ju helt på i vilket läge du är. Är du utbildad inom nånting där det verkar finnas mycket jobb? I så fall spelar det ju egentligen ingen roll. Då kan du säkert få jobbet medan du fortfarande bor i Sverige. Jag och mina två kompisar har ingen speciell utbildning och flyttade hit utan jobb. Nu har vi alla jobb iaf efter fem veckor. Min ena kompis fick jobb redan andra veckan medan jag och den andra kille fick jobb först nu typ. Så det är ju lite svårare nu med jobb uppenbarligen. Det vi borde gjort var att vi borde börjat sökt massa jobb precis efter vi skrivit på för lägenheten och fortfarande bodde i Sverige medan vi väntade på att få flytta in här. Det hade nog sparat mycket tid på jobbsökeriet. Nu fick vi börja from scratch istället och sitta och häcka och slösa pängar på internetcafé för att söka några jobb per dag där fram tills vi äntligen fick vår uppkoppling och kunde börja mosa in ansökningar varje dag. Hoppas detta hjälpte något iaf! =)"
		]
	},
	{
		"postIndex": [
			[1284],
			[1260],
			[1264]
		],
		"postTime": [
			"2009-07-04",
			"2009-06-25",
			"2009-06-26"
		],
		"postNum": [
			[1308],
			[1284],
			[1288]
		],
		"postLink": [
				"/sp35602588",
				"/sp35602564",
				"/sp35602568"
		],
		"postUser": [
				"Lakroy",
				"Doie",
				"grejigabosse"
		],
		"postUserID": [
				"/u280990",
				"/u337034",
				"/u294241"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p109",
				"https://www.flashback.org/t1792221p107",
				"https://www.flashback.org/t1792221p108"
		],
		"userUrl": [
				"https://www.flashback.org/u280990",
				"https://www.flashback.org/u337034",
				"https://www.flashback.org/u294241"
		],
		"sentence": [
				"Som många här kanske redan vet så ses Norge som ett utmärkt land att jobba i, detta pga deras löner och utvecklingsmöjligheter. Då det finns en massa trådar om arbete i Norge på FB så tänkte jag försöka vara lite orginell samtidigt som jag hoppas få svar på lite egna funderingar. Det kan ibland vara lätt att stirra sig blind på de höga lönerna i Norge och då tro att allt är guld och gröna skogar, men frågan är hur det verkligen ligger till? Finns det någon här som har en någorlunda objektiv syn på det hela, någon som kanske både jobbat i Norge och Sverige och som kan ställa för/nackdelarna mot varandra? Jag undrar också, och detta är något som jag sökt runt på FB utan att hitta något bra svar på, hur det fungerar att jobba i Norge men samtidigt bo kvar i Sverige? Blir det att man får åka hem till Sverige på helgerna eller är det att glömma pendling om man inte bor vid själva gränsen? Jag känner en hel drös med personer som jobbar i Norge och jag får allt som oftast höra väldigt bra saker om Norge, dock så känner jag ingen som bor i Sverige samtidigt som de jobbar i Norge, hade gärna velat höra hur detta går till (om det finns någon som vet det dvs). Fördelar Norge: ¤ Bättre lön (1,5x-4x den svenska är inte ovanligt, dock beror det mkt på jobbet man utför) ¤ Bättre karriärsmöjligheter (helt enkelt en annorlunda arbetspolitik jämfört med den svenska) ¤ Gott om övertid (för den som vill jobba så brukar det oftast finnas goda möjligheter till extra timmar) Nackdelar: ¤ Väldigt dyrt Fyll gärna på, och om någon har svar på min frågeställning så hör gärna av er med ett pm eller posta direkt här i tråden. /Lakroy",
				"Har du någon aning om hur pass dåligt med jobb det är nu? Till exempel så finns det ett hyfsat antal lagerjobb på där man inte behöver truckkort, men får man lika dålig respons från norska arbetsförmedlingen som den svenska så säger det ingenting. Jag frågar för att jag har börjat fundera på att dra mig till Norge efter sommaren, kanske mitten av augusti. Jag har inget truckkort, men lite erfarenhet av lagerarbete (ca 4 månader). Skulle verkligen inte ha något emot att ta truckkort, men jag skulle helst av allt göra det på plats när jag vet att jag kan använda det så man slipper slösa x antal tusen. Är det någon som har erfarenhet av att ta kortet i Norge? När jag kommer dit hade jag tänkt gå dit med den attityd som funkar sämst i Sverige, att \"tacka ja till vilket jobb som helst, vad det än innebär\", så man skrapar ihop tillräckligt för hyran och så. Det som får mig att tveka är väl egentligen min egen ekonomi. Att flytta dit, men inte hitta något jobb skulle vara ett rejält bakslag, och jag känner dessutom ingen där som man skulle kunna dela hyra och sånt med, eller någon annan som ska flytta dit för den delen. Tror ni en person, men mina erfarenheter, skulle klara av att fixa ett jobb inom 1-2 veckor om han/hon verkligen låg i? Jag vet att det nästan är helt omöjligt att svara på, men en fingervisning skulle säga mycket.",
				"Det går att få jobb om man ligger i lite. Dom kastar sig inte över dig om du inte har utbildning, istället får du kasta dig över arbetsmarknaden. Skit i lagerjobben om du inte har erfarenhet eller truckkort!! Ta istället andra \"dåliga\" jobb som ger samma lön. Och som någon sa tidigare, man får inga jobb med GRYMMA löner om du inte har utbildning. Dom sämsta jobben ger dig ca 140 svenska kronor, bortsett från en tjejkompis som blev chef eller ansvarig för en webbtidning med endast gymnasieutbildning (media). Hon jobbade några månader men pallade inte mer, hon hade dock JÄÄÄVLIGT bra lön. Dock inte värt slitet som hon själv sa. Men iallafall. Dom som är intresserade av dig har i princip anställd dig inom tio sekunder från det att din ansökan kommit in om jag förstår det hela rätt. Det verkar räcka med att säga att man stannar ett tag och inte bara över sommaren. Sökte ett väktarjobb och ett jobb på narvesen, båda ringde två dagar senare och bad mig komma på intervju. Väktarbolaget undrade om jag ville hora för företaget (ta allt från 1 timmes pass på natten till rena lyxiga dagpass) vilket jag inte var speciellt sugen på eftersom att jag redan gjort detta i Sverige INNAN jag flyttade hit till Oslo. Känns ovärt att leva SAMMA liv som hemma i Sverige. På narvesen lyckades chefen inte öppna mitt CV så han bad mig komma på intervju istället och frågade knappt vem jag va innan han anställt mig, till en heltidtjänst. Tog jobbet trots att väktarlönen ligger lite bättre än den på narvesen, just för att få garranterat dag och för att få lite omväxling. Som chefen på narvesen sa \"jag vill anställa en svensk, ni jobbar hårt och pratar rent\" Flickvännen fick jobb i en mindre butik, redan innan dom träffat henne i princip. Dom väntade på att hon skulle flytta till oslo och tryckte kontraktet och pennan i handen på henne när hon klev innanför dörren, utan att knappt veta någonting om henne, bara hur länge hon tänkt stanna. (kanske för att hon va svensk) Jag säger det igen, va inte för kräsen så får du jobba. tillägg: vadå e-legitimation? Har jag aldrig använt eller haft nytta av. Och gällande telefon. Jag skaffade lebara till mobiltelefonen. Tele2 har lite billigare, men det går inte att beställa på hemsidan med ditt tillfälliga norska personnummer, jävligt krångligt. Lebara kontantkort (kolla deras hemsida) kan du istället köpa startpaket i en butik och du ringer för ungefär samma priser som tele2. Med båda ringer du för låga priser inom norge OCH till morsan hemma i sverige"
		]
	},
	{
		"postIndex": [
			[1600],
			[1726],
			[1332]
		],
		"postTime": [
			"2009-09-02",
			"2009-09-25",
			"2009-07-09"
		],
		"postNum": [
			[1633],
			[1760],
			[1357]
		],
		"postLink": [
				"/sp35602918",
				"/sp35603046",
				"/sp35602637"
		],
		"postUser": [
				"gustoo",
				"DrDengrot",
				"NestTest"
		],
		"postUserID": [
				"/u112621",
				"/u120058",
				"/u250279"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p137",
				"https://www.flashback.org/t1792221p147",
				"https://www.flashback.org/t1792221p114"
		],
		"userUrl": [
				"https://www.flashback.org/u112621",
				"https://www.flashback.org/u120058",
				"https://www.flashback.org/u250279"
		],
		"sentence": [
				"vet att det finns massa allmänna \"jobba i norge\"-trådar, och jag har frågat i dem men inte fått svar. iaf, enligt en del låter det ju lite som att norge är paradiset på jorden och att folk slänger jobb efter en så fort man kommer dit och säger att man är svensk, men hur är det egentligen? har inte några arbetslivserfarenheter eller någon utbildning, kan jag få jobb i norge ändå? sitter nämligen lite i skiten här hemma i sverige, gick ut gymnasiet i somras och flyttade hemifrån för att börja på högskola ganska så direkt efter, dock blev det inte så pga att jag är väldigt klantig(finns en annan tråd om det), så nu sitter jag i ett inneboenderum utan sysselsättning eller inkomst och söker jobb, dock vet jag att det är väldigt dåligt med sånt nu, och till och med premo dissar mig. att flytta hem till föräldrarna är verkligen sista alternativet, då jag verkligen inte stod ut med att bo där, och det faktiskt var mest för att ha en ursäkt att flytta hemifrån som jag tänkte börja på högskolan. också, kan man fixa jobb i norge innan man flyttar dit? skulle ju kännas lite sådär att flytta dit etc bara för att finna mig i exakt samma sits igen, fast i någon stad i norge.",
				"Vet att det skrivits spaltmeter men orkar inte plöja hela tråden. Tar därför mina pesonliga frågor och hoppas på råd.Måste försöka bena ut ett ev tillvägagångssätt om jag ska göra slag i saken och åka. Har svårt att komma igång med arbete hemma och desperationen får mig att fundera på att dra Västerut. Om jag sen är för feg för att dra själv (om jag inte hittar sällskap) är en senare fråga. Min tanke är att, om jag inte får ngt erbjudande innan, bara åka till Oslo och söka jobb på plats. Så: Boende? Känns som en svår bit. Jag tänker mig att ta in på vandrarhem till att börja med tills jag vet om Norge är något för mej. Tips på billiga vandrarhem? Bästa vore förståss om man hittade ett rum hos ngn, hur gör man det?Har läst att bor man i lght vill de oftast ha tre mån deposition. Om man vill lämna tidigare av ngn anledning, får man då tillbaka depostionen? Isf kan man kanske försöka hitta lght att dela med ngn rätt omgående? Väl i Oslo, ngn plats man kan gå till för att reka boendemöjligheter. (Förutom att kolla nätet) Ngn plats där man kan träffa svenskar för att få tips och råd? Vidare är min tanke att skriva upp adresser till ett antal bemanningsföretag och personligen besöka dessa. Vettigt? Hur är det med skattekort osv? Kan man ordna allt sådant på plats när man väl fått jobb? Eller måste allt vara klart innan man får börja jobba? Hoppas inte det. Bil? Jag känner lite för att ta min bil till Oslo. Är det krånligt med bil i Oslo? Är akademisk utbildning eftertraktat i Norge? Tillhör de med fin examen utan att haft ngn större nytta av den. Jag är också lite orolig för att man får lägga en förmögenhet innan/om man kommer igång med ngt jobb? Någon som vill åka med? Det var nog allt för tillfället.",
				"Har skrivit i den här tråden förut, men nu är det lite mer allvar! Jag och en kompis tänkte dra till Norge i slutet av februari. Vi har ingen aning om vart, det beror helt enkelt på vart jobben finns! Anledningen att vi drar är att vi vill ha kul och pröva på något nytt (och kanske tjäna lite pengar ). Vi bor båda i stockholm och tog just studenten, ingen av oss ska plugga så om vi ska jobba så kan vi lika gärna göra det i Norge tänkte vi :P Lite omväxling! Vi har båda en startsumma som vi ska kunna klara oss på i en månad i Norge, inklusive allt, för om vi inte fått jobb efter en månad drar vi hem igen. Jag har körkort, men inte min kompis. Vi har båda sommarjobbat lite innan, men har knappast några meriter att komma med... Ingen av oss har truckkort som jag förståt kan vara bra att ha.. 1. Vart tycker ni vi ska dra nånstans? Stavanger och Bergen känns lite lockande, är det nåt att rekommendera? 2. Tror ni att det är större chans att vi får jobb i till exempel Stavanger/Bergen än Stockholm? För här känns det väldigt mörkt just nu! 3. Är det nån mening med att försöka få ett jobb innan vi åker eller är det att börja söka på plats? 4. Hur mycket pengar ungefär behöver vi för att klara oss en månad om vi ponerar att vi inte får några jobb? Vi ska leva som judar och spara in på alla onödiga utgifter! Vi kan tänka oss att jobba med exakt vad som helst!"
		]
	},
	{
		"postIndex": [
			[1792],
			[1728],
			[1992]
		],
		"postTime": [
			"2009-10-08",
			"2009-09-25",
			"2010-01-10"
		],
		"postNum": [
			[1828],
			[1763],
			[2030]
		],
		"postLink": [
				"/sp35603114",
				"/sp35603049",
				"/sp35603317"
		],
		"postUser": [
				"shyan",
				"jaanejj",
				"goodfidelity"
		],
		"postUserID": [
				"/u174574",
				"/u250175",
				"/u316708"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p153",
				"https://www.flashback.org/t1792221p147",
				"https://www.flashback.org/t1792221p170"
		],
		"userUrl": [
				"https://www.flashback.org/u174574",
				"https://www.flashback.org/u250175",
				"https://www.flashback.org/u316708"
		],
		"sentence": [
				"Kan svara på frågorna enligt mina egna erfarenheter , svarien varierar nog ganska stor beroende på vem man frågar. 1. Det bästa är nog en variant av ALLA olika tillvägagångssätt. Maila,Ring,Knacka dörr , då ökar dina chanser. Allt handlar egentligen om slump å flyt enligt mig. Jag t.ex sökte 40 jobb på finn.no , fick 1 intervju å fick jobbet av ca 400 sökande. 2. Jag bodde hos en vän i början så jag uppgav bara hans adress och mitt skattekort kom dit efter 1 vecka, så Nej man behöver inte boende för att få ett norskt personnr. Dock så behöver man skriva i arbetsgivare om man ska få norskt personr. Men jag antar att det bara är att skriva t.ex Manpower? Dom kollar knappast upp det. 3. hybel.no , finn.no , zett.no finns hur mycket lägenheter/kollektiv/rum för uthyrning som helst i alla prisklasser. På backpacking.se i \"Jobba i Norge\" tråden finns det svenskar som ibland lägger ut \"annonser\" på lediga rum i kollektiv osv. Om ni är 2 st kan ni ju dela ett rum i t.ex ett kollektiv å då blir det inte alls dyrt. Skulle gissa på att ni behöver pröjsa 1500-2500 per person. Om ni ska dela en mindre lägenhet så kanske 2500-4000 per person. 4. Har aldrig gått genom bemanningsföretag utan jag sökte direkt på en annons. Men enligt min egen uppfattning så funkar adecco.no bäst, gå till deras kontor å pusha på dom att du verkligen vill ha nåt snabbt. Sen att själv kolla upp företag på gula sidorna som är intressanta för just det område du vill jobba inom kan också vara bra. Bara börja ringa. Räkna med 100 tals samtal innan du har nåt konkret , men vill man får man till slut jobb. 5. Tyvärr bor jag i Oslo så den frågan blir svår för mig. 6. 2-3 månader deposition är vanligast ja. Sen kan man ha tur att hitta med 1 månad eller ingen alls. 7. Att ha pengar i början är helt klart ett plus. Jag hade med mig ca 30 000:- svenska dom gick åt ganska fort den första tiden. Men då hade jag också en deposition på 19 500 :- runt 23-24 tusen svenska. Men jag bor oxå ganska dyrt. Hoppas det ger nån klarhet.",
				"Bostad hittar du på finn.no eller på svenska föreningens hemsida. Ring vet jag. Men för att få en bostad måste du gå på visningarna för att där göra en intresseanmälan på plats. Deposition kan vara olika. Ibland 3 mån, ibland 1 mån. Det är smart att söka jobb på plats. Det du dock först måste göra är att kontakta alla bemanningsföretag. manpower, adecco, jobzone, toptemp osv. Ofta får du ett jobb där ganska snabbt, dock varar \"uppdraget\" kanske bara en eller två dagar, sen ringer de dig igen å frågar om du vill jobba på nåt lager en dag. Ingen långsiktig lösning. De vill bara ha en massa namn i deras databas för att visa företag att de har möjlighet att alltid ställa upp med folk till dem. Skattekort kan du fixa där och du måste ha jobb för att få ett skattekort. Ta inte med bilen. Är alltid kö och att parkera den kostar 80 kr i timmen. Lägg där även till alla vägtullar. En examen är aldrig fel. Ger ett bra intryk iaf. Dock kan arbetsgivaren för ett \"skitjobb\" bli lite misstänksam och tror att du kommer dra så fort du hitttar nåt bättre. Det kostar att bo i norge. Mycket! Det finns många glädjehistorier om hur någon tjänade 40000 kr i måndaden genom att köra truck. Dock så bor många i ettor tillsammans med 4 st andra. Hade man bott så i Sverige med och alla hade jobb så skulle man också bli rik. Ja, du tjänar mer i Norge men pengarna har inget värde där. 220 NOK för en liten pizza säger allt.",
				"Tack för påhoppen, jag har ingen nytta av att ljuga utan kan endast berätta precis hur det ligger till för den som är intresserad. Om man har en grundlön på ca 22000:- NOK efter skatt, bor i ett hybel för ca 3000:- och äter mat för ca 1000:- per månad så har man varje månad MINST 18000:- NOK att lägga undan, detta motsvarar ungefär 22400:- SEK idag. På 12 månader har man då sparat 22400*12=268800:- SEK Om du då lägger till semester ersättningen som kommer i Maj året därpå om ca 12% så får du 268.800+32256=301.056:- Och om du sedan gör avdrag för hemresor och dubbelt boende så får du tillbaka ca 30.000:- SEK till, då är det 331.056:- på ett år utan att du jobbat EN ENDA MINUT övertid. Nu jobbar man ju ganska mycket övertid i norge, och röda dagar, och allt man kommer över. Varje månad klarar man inte att hålla sig under 4000:- NOK eller ens 5000:- NOK på en månad. Men å andra sidan drar man ofta in närmare 30.000:- flera månader på sommaren när det är semester, samt vid jul när det är mycket att göra. November har dessutom halva skatten. Med en grundlön på 143:- och ett nattillägg på 40:- är det alltså FULLT möjligt att dra in ÖVER 300.000:- på ett år. Faktiskt inte ens ett problem. Men man får äta mat för 1000:- i månaden vilket inte är så lätt, plus att man måste ljuga lite när man deklarerar om sina hemresor. Annars kan man göra standardavdraget på 10% vilket brukar kunna ge max ca 20.000:- SEK tillbaka på skatten. Jag menade GIVETVIS i de fall där man åker till Norge för att spara pengar, inte när man åker till Norge för att leva. Mina svenska vänner på samma arbetsplats tjänade tillsammans 100.000:- i månaden efter skatt, bodde tillsammans och hade 0 (NOLL) kronor var varje gång nästa lön kom. De gillade att dricka sprit och röka gräs, vilket inte direkt är billigt i Norge. På en enda löning kunde jag köpa en sprillans ny motorcykel OCH ta körkort. Då var semesterersättningen på samma lön. Det är ungefär lika mycket pengar som jag hade kunnat spara i sverige på ett helt år. Köper man dessutom fonder och aktier för pengarna under året så kan man dra in närmare 10% till. Roar man sig med att köpa snus, öl, sprit osv. åt sina norska vänner så tjänar man snabbt igen alla hemresorna. Maten köper man när man ändå är i sverige. Det handlar om motivation att åstakomma något man är inställd på att göra. Det går inte om man vill leva sitt vanliga liv med flashig bil, lån, krogkvällar, utomlandssemester, restaurangbesök.. //GF"
		]
	},
	{
		"postIndex": [
			[2352],
			[2261],
			[2264]
		],
		"postTime": [
			"2010-06-08",
			"2010-05-06",
			"2010-05-07"
		],
		"postNum": [
			[2399],
			[2306],
			[2309]
		],
		"postLink": [
				"/sp35603690",
				"/sp35603597",
				"/sp35603600"
		],
		"postUser": [
				"Jersi",
				"piffare",
				"tina2008"
		],
		"postUserID": [
				"/u190077",
				"/u225609",
				"/u282991"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p200",
				"https://www.flashback.org/t1792221p193",
				"https://www.flashback.org/t1792221p193"
		],
		"userUrl": [
				"https://www.flashback.org/u190077",
				"https://www.flashback.org/u225609",
				"https://www.flashback.org/u282991"
		],
		"sentence": [
				"Jag och en kompis har börjat prata om att åka till Norge nästa år och jobba. Det känns lite dock som att denna kompis har lite för höga tankar om landet, men jag vet inte, det är därför jag skriver här. Jag har nämligen några frågetecken. 1.) Att man en högre siffra på lönen i Norge verkar ganska så självklart. Men tjänar man i slutändan mer? Jag har läst att allting, särskilt mat, kan vara mellan 20 och 50% dyrare än i Sverige. Så får man verkligen över mer i Norge än vad man får i Sverige när räkningarna, månadens underhållning och maten är avklarad? Min kompis har en fantasi om att han kan spara ca. 20.000 i månaden och han pratar om lager, fiskrensare och butikjobb. 2.) Hur lätt är det egentligen att hitta ett jobb? På somliga låter det nästan som att de kastar sig över en men hur ser verkligheten ut? Är det lättare att hitta jobb i Norge än i Sverige? 3.) Hur är det med avtal mellan anställd och arbetsgivare? Min kompis har en fantasi framför sig om att han kan jobba i två månader och sedan ut och resa i ett par månader - och sedan komma tillbaka och jobba mer. Vilka också kan bindas samman med båda tidigare frågor. Tjänar man så pass mycket att man kan dra iväg på en två månaders semester i valfria länder. Och hur lätt är det att hitta ett nytt jobb vartannan månad. Skulle arbetsgivarna gå med på att man typ är där 8 veckor och sedan lämnar och kommer tillbaka? När min bekanta pratar om Norge låter det som om pengarna flödar. Att det är ett fantasiland. Men min hjärna frågar sig varför då inte alla beger sig dit och blir nästa Paris Hilton. Ungefär. Är tacksam för seriösa svar",
				"Andreynr6: Ja, du kan ha med dig bilen under den perioden. Jag tror man kan ha sin bil i ett halvår i Norge innan man måste skriva in den. Det står säkert i FAC om du läser där. Om du kör truck så ska det nog inte vara några problem att tjäna 130-140 Nok i timmen. Min kompis kör truck i Oslo och tjänar 145 i timmen med 50 procent tillägg vid övertid på vardagar, 100 procent tillägg på Lördagar och 200 procent på Söndagar och helgdagar. Sedan han fick fast vikariat har han även fått plockbonus, och drar in ca 2000 NOK/vecka extra på detta. Cpt: Jag sökte jobb i Norge hemma i Sverige och fick dålig respons. Istället flyttade jag hit och sökte på Norska gule sider och fick jobb på en dag. Det är mycket enklare att fixa med allt när man är här på plats. Baba Jaga: Jag började jobba innan jag fick mitt skattekort och D-nummer. Det tog 1-2 veckor innan jag fick mitt kort hemskickat, medan min kompis fick vänta i sex veckor på sitt kort och fick därför skatta närmare 50 procent på sin första lön (pengar han får tillbaka på skatteåterbäringen) tonydaking: Vad jag förstått så är det lätt att få jobb på Gardemoen, väldigt mycket ungdomar utan erfarenhet där. En kille jag stötte på hade hoppas av gymnasiet i Sverige och fått jobb på Gardemoen utan några större (inga?) tidigare jobberfarenheter. Och den här killen var 91:a. Ett tips till er som letar boende; gå in på och klicka er fram till forumsdelen \"Jobba i Norge\" Där finns det fullt med trådar om svenskar som hyr ut lägenheter i andra hand, eller söker folk som vill flytta in i deras kollektiv osv.",
				"jag vill gärna åka till Oslo och jobba jag tänkte jag ska åka till oslo nästa vecka och dela ut en himla massa cv´n och åka tillbaka till sverige igen och vänta på att ngn ska ringa mig.. om jag åker till oslo och stannar där i 1 månad och delar ut cv´n till olika ställen tycker ni att jag kommer lätt få ett jobb inom 1 månad i oslo? och ang skattekort mm....kan jag skaffa ett skattekort även om jag ej fått jobb dvs väl i oslo gå till ett skattekontor och skaffa det? eller måste man inte fixat jobb först för att få ett skattekort? lägenheter i oslo är väl lätt att fixa eller? finns det ingen svensk hemsida där man kan hitta bostäder eller måste man gå igenom HYBEL ELLER FINN eller vad dessa norska hemsidor nu heter? jag är bara lite osäker och rädd inför detta..men jag vill gärna göra det vad tycker ni? vad är era råd och tips? kan man verkligen åka till oslo och få ett jobb utan att söka från Sverige? + en fråga till... vad heter billiga matbutiker i oslo som ex willys eller LIDL eller ngt annat?"
		]
	},
	{
		"postIndex": [
			[2672],
			[2922],
			[2857]
		],
		"postTime": [
			"2010-08-29",
			"2010-10-26",
			"2010-10-13"
		],
		"postNum": [
			[2732],
			[2989],
			[2924]
		],
		"postLink": [
				"/sp35604029",
				"/sp35604287",
				"/sp35604222"
		],
		"postUser": [
				"humilis",
				"Lant",
				"olixia"
		],
		"postUserID": [
				"/u462354",
				"/u133599",
				"/u359896"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p228",
				"https://www.flashback.org/t1792221p250",
				"https://www.flashback.org/t1792221p244"
		],
		"userUrl": [
				"https://www.flashback.org/u462354",
				"https://www.flashback.org/u133599",
				"https://www.flashback.org/u359896"
		],
		"sentence": [
				"Det du ska göra är att försöka ha så många alternativ som möjligt på boende, va ute i tid och leta boenden, det gör du lättast på finn.no. Där finns många \"kollektiv\" som söker inneboenden. Om man jobbar i Oslo som dom flesta så är det oftast så man bor, det brukar kosta ca 3000-5000 NOK i månaden beroende på läge och storlek på lägenhet. Ring runt till olika kollektiv och se till att ni har liknande intressen och kanske jobbar i samma branch (inte kul att dela lägenhet med restaurangfolk om du ska upp kl 6 för att knega på lager). Du behöver inte rusha för att skaffa skattekort (d-nummer), arbetsgivarna har aldrig bråttom att få in skattekort, se till att ha det innan dom ska betala ut lön bara, annars drar dom 50% i skatt. Det underlättar att skaffa ett norskt bankkonto när du fått ditt d-nummer. Vissa banker är kinkiga att ge ut visa-kort när man inte har ett \"riktigt\" personnummer men gå runt och hör dig för. Köp en billig kontantkortstelefon och fixa ett norskt nummer, tele2 union är bra, då ringer du lika billigt till sverige. När du har norskt telefonnummer visar att man har tänkt att stanna i Norge ett tag. Likadant med norskt bankkonto. Det sista men det lättaste är jobbdelen. Ge dig ut på stan och gå in på olika bedrifter och fråga om dom behöver personal. Om du letar efter restaurangjobb så kommer du säkert att jobb efter några timmar om du har lite erfarenhet. Lagerjobb osv vet jag inte så mycket om men många går genom manpower och adecco, försök där också. Om du har fler frågor kan du sända ett PM.. har bott här ett tag nu så man kan väl det mesta",
				"tja! jag och en kompis har tänkt flytta till Oslo och jobba i 3-5 månader. har några frågor bara! 1. kan man förvänta sig att hitta jobb där man kan få mycket övertid om man ligger på som fan? 2. kan man då också förvänta sig att tjäna 20 000 sek+/månad efter mat- och lägenhetskostnader efter skatt? (jag bor hemma gratis och får ut typ 15 000 sek/månad i sverige, så det lönar sig inte om jag inte får minst 20 000 över per månad i norge) 3. är det jävligt svårt att hitta boende utan depositionsavgift? (vi kan bo i princip hur som helst) jag har bara erfarenhet som städare och servitör. har alltså inget truckkörkort eller liknande det jag undrar mest just nu är liksom om det kommer löna sig för mig att flytta till norge om jag redan får ut 15k/månad. är det rimligt att tänka att jag ska komma hem med MINST 60 000 sek efter tre månader, utan att ha tur? jag kan jobba hela veckan, vilka tider som helst på dygnet och i princip hur många timmar som helst per dygn. ni fattar vad jag menar haha. riktigt tacksam för svar!",
				"Hej! Nu kommer en lång och utdragen info här: För att dra upp till Norge rekommenderar jag en minsta budget på 10.000NOK! Just 10.000NOK som minsta säger jag pga det billigaste boendet du kan få som jag vet om i Oslo är Svenska föreningen (även kallat Svenska förnedringen av de som bott där och sen flyttat). Då betalar du ett depositum på ca:2.500NOK om jag minns rätt plus en första månadshyra på ca: 3.000NOK. Vill du däremot flytta till Oslo med några vänner och ha er egna lägenhet så rekommenderar jag en minsta budget på 20-30.000NOK. Det är det absolut minsta jag kan rekommendera pga följande: *Depositum är 3xmånadshyran som standard men enskilda tar ut så lite som två och så mycket som 4+. *Vill du ha en normal lägenhet enligt svensk standard så får du betala lite extra. Jag bor nu i ett område som heter Tøyen. En fyra med svensk standard, inkl element. Det kostade oss 45.000 i depositum och 15.000 i kall hyra första gången vi skulle flytta in. Sen tillkommer el, internet, värme osv. Kom även ihåg att majoriteten hyresvärdar inte ställer upp med Kyl/Frys spis/ugn Tvättmaskin/torktummlare (stavning?). Så det är en extra utgift som uppgift för oss till 16.000NOK men vi köpte allt nytt från Elkjöp(Elgiganten i Norge). Standarden skiljer sig mellan lägenheterna med pga det mesta i Norge är privatiserat! Då menar jag också det mesta! Posten, Apoteken mm. Så därför kan priser variera mellan hyresvärdar men vil du, som alla andra svenskar, bo så du kan ta dig från och till stan på en rimlig tid så kostar det mer. Har du inte de pengarna nu så rekommenderar jag svenska föreningen först så du kan spara upp pengar. Vill du ha ett jobb i morgon kan du göra som jag gjorde. Ring Adecco i Oslo och säg att du vill jobba i barnhage(dagis) så får du en lön på ca:6.000NOK per 2.veckor så 12.000NOK ca: i månaden efter skatt. Det är lönen utan erfarenhet med och fungerar som tills vidare jobb. Uppsägningstiden hos Adecco är som regel 2 veckor om du är i uppdrag, är du inte på något uppdrag behöver du inte säga upp dig utan du säger bara inte ja till något uppdrag. Utgifter att räkna med är: Månadskort för alla resemedel inom Oslo är 550NOK. Då får du åka buss, tåg, spårvagn(Trikk), T-bana, båt. Tobak: 60-75 kr för en dosa portions snus, 80-90 för lös snus. 50-100KR beroende på stort eller litet paket cigaretter. Max antal stockar att ta med förbi tullen är: 1 stock portions snus, en halv stock lös snus. Cigaretter vet jag inte. De kontrollerar oftast inte din väska på bussen efter tobak o sprit men har sett vid enskilda tillfällen att de bett personer tömma väskan för dem. På tåget kontrollerar de för det mesta väskorna om de kommer ombord tåget vid gränsen. För snabba jobb: <-- Har jobbat för dem och dagis jobb får du väldigt fort. Tog mig 2 dagar från att jag ringde dem och var på intervju sen fick jag ett uppdrag. Måste dock ha ett utdrag från belastningsregistret. <--- Som blocket, tradera i ett. Kan hitta saker folk ger bort, säljer, vill köpa, söker osv. kan även se om de finns lediga lägenheter och vad de kostar osv. Bra platser att bo på enligt mig som är inom en rimlig tid från stan är: *Majorstua <--- Bäst, dock mycket biltrafik och folk i rörelse, det är som ministan precis innan stan börjar. Gott om svenskar och du har alla butiker du behöver så du går knappt in till centrala stan. Alla T-banor och spårvagnar passerar förbi här med. Bodde där i 2år och flytta för jag tröttna på människohaven där! *Töyen <--- Helt OK område som ligger ca: 15min till fots från. Blandat område men lugnt beroende på vilken del, vi bor vid T-banan och är riktigt nöjd. Alla T-banor passerar Töyen. <--- Kontantkort för telefonen. Kontantkort måste aktiveras i Norge pga pengatvätten som skedde för några år sen. Det är grymt jobbigt och irriterande att aktivera det med det tilfälliga norska person nr du får av skatte etaten(skatte kontoret) så tele2 är det bästa alternativet enligt mig. Det är dumt att använda sitt svenska kontantkort i Norge och tele2 låter dig använda ditt svenska person nr när du ska beställa ett startpaket och så kan du använda kontantkortet från tele2 i Sverige med för samma priser och det är bara suveränt. Väldigt låga priser att ringa till Sverige med också! <--- Info om person nr mm som är nyttigt att veta. Kommer inte på något mer nu. Allt jag skrivit är dock mina egna synpunkter efter att ha bott i Oslo sen 2007 och erfarenheter skiljer sig mellan personer. MvH"
		]
	},
	{
		"postIndex": [
			[3340],
			[3045],
			[3417]
		],
		"postTime": [
			"2011-02-16",
			"2010-12-03",
			"2011-03-14"
		],
		"postNum": [
			[3417],
			[3114],
			[3497]
		],
		"postLink": [
				"/sp35604716",
				"/sp35604413",
				"/sp35604796"
		],
		"postUser": [
				"Mittpunkt",
				"lazor",
				"EAJ"
		],
		"postUserID": [
				"/u444113",
				"/u219341",
				"/u433940"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p285",
				"https://www.flashback.org/t1792221p260",
				"https://www.flashback.org/t1792221p292"
		],
		"userUrl": [
				"https://www.flashback.org/u444113",
				"https://www.flashback.org/u219341",
				"https://www.flashback.org/u433940"
		],
		"sentence": [
				"Funderar på att söka arbeta hos ICA i Norge och även Rema1000 då jag har arbetat inom dessa branschen i 4-5 år men jag funderar över lite frågor som jag önskar svar på. Ni som åker till Norge, har ni sparade pengar och ordnar en bostad innan ni söker jobb? Eller söker ni jobb först och när ni har fått jobb letar ni bostad? Om ni gör som i min andra fråga. Vart bor ni under tiden ni jobbar och letar bostad? Jag vill åka till Norge och arbeta och bo i en vanlig lägenhet med samma standard som i Sverige, en tvåa på kanske 55-60 kvm och leva ett lika liv som hemma i Sverige med en hyra på kanske 8.000-10.000 NOK/månaden. Inte som dom i uppdrag granskning som har ordnat boende via svenska föreningen och bor som zigenare. Visst, man får arbete och tjänar bra men jag skulle aldrig offra så mycket för ett jobb och bo så jävla ruttet som dom gör, inget privatliv eller något alls.",
				"Gratulerar med intervjun! Låter som ett kalasjobb. Det finns en massa tips för intervju att hämta via google eller här på flashback, så det tänker jag inte lägga ner tid på. Men som svensk för första gången i Norge kan det vara bra att veta vilka förväntningar arbetsgivaren har på dig. Svenskar har rykte om sig att arbeta väldigt bra och ansvarsfullt, och ger du det intrycket på intervjun tror jag du förbättrar dina chanser. Vad det gäller bil har jag ännu bättre koll. Jag är också 19, men jobbade i somras när jag var 18 i Norge. Bodde hos min syster och lånade min mors bil i 8 veckor för att kunna köra till jobbet. Hade cirkus 25km till jobb. Det visade sig till slut att någon försäkring för om jag kör bilen ej gäller i Norge. Hade jag blivit tagen av polisen under denna tiden hade jag riskerat att få tulla in bilen för en JÄVLA massa pengar, alltså 20-50 000 kr. En bil som är värd ca. 40 000 kr Att \"regga\" om bilen till norsk är det inte tal om, kostar ofantligt mycket pengar, och då måste du dessutom betala norsk försäkring som är helt sanslöst dyr om du är 19 år. Vad sägs om 20 000 i året för endast försäkring? Ditt svar; lämna bilen hemma och åk buss+tunnelbana. Finns goda kommunikationer i Oslo. Det du säger om att kunna ha den i Norge utan att någon gnäller, lagen är väldigt ospecifik. Men om norska myndigheter, efter att du blivit haffad av polis, gör bedömningen att du har bilen i Norge för jobbändamål blir du tvungen att tulla in bilen och det är som sagt mycket pengar.",
				"Mina vänner! Jag behöver verkligen er hjälp nu! Jag kom hit till oslo i börgan av Januari, och trodde naivt att jag skulle få jobb på två veckor. Nu sitter jag här, snart TRE månader senare, har sökt (på nav, finn, alla bemannings på nätet, gått runt och lämnat cv) hur många jobb som helst men bara har fått riktigt intervju, och inte ens svar utav dem flesta! Jag har lagt ner så jädra mycket pengar på detta, i hopp om att jag skulle få tillbaka dem med ränta. Jag åkte nämligen hit med en kompis, men hon drog hem efter ett bar veckor (ändrade sig..................... ), lovade att hon skulle skicka pengar(eftersom vi ju har en lägenhet här tillsammans) som jag ännu inte sett röken av. Jag sitter i en så jäkligt dålig sits nu, för jag vill ju så gärna kunna stanna här ett halvår i alla fall, tjäna ihop de pengar jag förlorat och lite till och träffa nya männsikor. Som sagt trodde jag ju att jag skulle få jobb lätt som en plätt, men eftersom jag i princip inte har NÅGON som helst erfarenhet(liiite som värdinna, sommarjobb, liite på kontor...)och inga referenser så verkar det som om ingen vill ha med mig att göra. Till och med Manpower verkade lite bekymrade... Jag vill nu fråga er följande frågor: 1: Vad tror ni jag gjort för fel??? 2: Hur gick det till när ni fick jobb på Manpower eller Adecco? Gick ni dit och satt varje morgon kl halv 7 och hoppades att något skulle ramla in? \"Skaffade\" er handledare ett åt er? 3: Hur fick ni utan erfarenhet jobb?!? Jag får nej på nej på nej hela tiden, det är knäckande att inte få en chans. Sist men inte minst!!!: OM ni har något jobbtips till mig, pm:a mig, snälla! Det skulle verkligen betyda supermycket för mig! Tack på förhand. <3"
		]
	},
	{
		"postIndex": [
			[3870],
			[3803],
			[3832]
		],
		"postTime": [
			"2011-08-04",
			"2011-07-16",
			"2011-07-20"
		],
		"postNum": [
			[3962],
			[3892],
			[3921]
		],
		"postLink": [
				"/sp35605272",
				"/sp35605201",
				"/sp35605230"
		],
		"postUser": [
				"Dainea",
				"ikaros2008",
				"NotAGirlCalledBrian"
		],
		"postUserID": [
				"/u132300",
				"/u580132",
				"/u428802"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p331",
				"https://www.flashback.org/t1792221p325",
				"https://www.flashback.org/t1792221p327"
		],
		"userUrl": [
				"https://www.flashback.org/u132300",
				"https://www.flashback.org/u580132",
				"https://www.flashback.org/u428802"
		],
		"sentence": [
				"Matmässigt så är det lite som en bergochdalbana: priserna generellt är riktigt höga och färdiglagad mat kan antingen vara jävligt bra eller fullständigt värdelös. De större restaurangkedjorna som Big Horn och Egons är oftast helt ok, god mat som kanske kostar något mer än det smakar. Lokalgrillen kan vara precis hursomhelst, men hittar du väl en bra så är den oftast värd pengarna (snabbmat finns i portioner för vuxna män, exempelvis hamburgare i 333gram eller kebabtallrikar som är dubbelt så stora som de svenska). Gällande det beryktade \"bananjobbet\" så var jag faktiskt där och hämtade varor en gång och enligt killen jag pratade med så var programmet ganska kraftigt vinklat, bland annat skalar dom inte bananer konstant utan det sker ett byte av arbetsstationer där du kanske skalar några veckor i löpet av tre månader. Dock så hade jag heller inte önskat att jobba där; matindustrin har lite \"vietnamesvarning\" över sig... Lagerjobb finns det oftast en god del av (om du har truckkort, om inte så är det en god investering), och om du inte jobbar på ett internlager hos någon producent utan på ett transitlager hos en större fraktfirma så är övertidsmöjligheterna mycket goda. Något som också bör tänkas på är depositum; de flesta norska hyresvärdar (marknaden är nästan uteslutande privat) kräver tre månaders innestående hyra, så du bör ha 18-24 000 NOK att hosta upp direkt, i tillägg till levnadskostnader före du får första lönen. Jag tycker det är ett utomordentligt trevligt land att bo och jobba i. Jag skulle kanske inte vilja bo här som pensionär pga prisbilden, men fram till den dagen har jag inga planer på att lämna Norge bortsett från vid gränshandel och semestrar. Första gången jag flyttade till Norge var 1999 då jag jobbade här i ca 1,5 år, har sommarjobbat här många somrar sedan dess och flyttade tillbaka för gott 2008 och inte ångrat på det en enda dag! Det är verkligen ett underbart land med underbara människor, sen är jag kanske inte den allra största Oslo-patrioten (bor en bit utanför stan) då Oslo är ganska överskattat egentligen (även om den är trevligare än vilken svensk stad som helst i mina ögon) men det finns ändå en del jobb här och det är här jag har nästan alla mina vänner. Men börja med att höra med UDI hur du ligger an, det är väl där det enda potentiella hindret är som jag kan se det, resten löser man som det kommer. Hör gärna av dig om det är något mer specifikt du undrar över, det är bara kul att hjälpa andra över! Det stämmer, dock så kör jag lastbil så buss-sidan är jag inte helt 100% på, dock så har jag hört att det nya bussavtalet som NTF fick fram sände busschaufförerna upp rejält i lön jämfört med deras tidigare nivåer (för bara ett par år sedan tjänade dom sämre än vi, men numera är det vi som ligger efter). Min granne kör buss och trivs utomordentligt gott (då kör han lite allt möjligt; beställningstrafik och tågersättning samt något linjetrafik) och hans levnadsstandard verkar inte sämre än min heller... Om jag får visa mina fördomar och okunskap inom den norska bussbranschen så skulle jag säga att det tycks som om dom mest använder MENA-folk till centrumlinjerna i Oslo, jag känner iaf ingen skandinav som sitter och kavar runt där särskilt länge... Gällande stressen så blir det väl lite vad du gör det till, bussarna som går längs Østre Aker Vei kör exempelvis alltid runt 20 km/h långsammare än övrig trafik, så det verkar ju som om dom tagit lite marginal på hållplatstiderna.",
				"Har sagt det tidigare, norrmänn är inga fån som står i lusekofte och delar ut sedelbuntar till svenskar som kommer till norge för \"att tjäna pengar\". Får du inte jobb i Sverige så får du inte jobb i norge. Vill du spara pengar så gör du nog smartast i att jobba i Sverige, bo så billigt du kan och äta så billigt du kan och du kan ha kvar ditt sociala liv. om du har fem månader på dig så kommer två gå åt att hitta ett jobb och ett boende i Norge, ett boende som kostar dig tre gånger så mycket som i Sverige, maten är svindyr och resor kostar fläsk. En billig etta eller ett rum, ett bra jobb som till exempel på en städfirma där man kan dra in en massa övertid och jobba helger (RUT-jobb). Allt det kan du ordna på en vecka. Norge så kommer du gå plus minus noll, eller minus.... Jag jobbar i Norge och har gjort i många år så jag vet vad jag snackar om. Jag bor som tur är i Sverige och har ett jobb med sjukt hög lön, men då ska man ha kompetens, erfarenhet och utbildning.",
				"Varför inte? Är det ett stressigt/slitsamt jobb? Lönen har ingen stor betydelse för mig. Bara jag klarar mig på den så är det lugnt och lyckas jag spara lite så är det en bonus. Angående att arbeta övertid, kommer man känna en press på sig att göra det? För 40 timmar i veckan räcker gott och väl för mig. Får jag ett jobb så har jag inga problem med att lägga ut för en tågresa men det skulle kännas väldigt snopet att åka upp utan att få jobbet och sedan bli tvungen att åka hem igen helt luspank. Just att bo i kollektiv har jag verkligen ingen lust med men blir jag tvungen till det så får jag göra det. Fast då kan jag kanske lika gärna åka till Oslo, dock så är det kanske lite svårare att fixa både bostad och jobb med tanke på alla svenskar där. Det ser inte särskilt ljust ut här på hemmafronten. Flyttade till min morsa i vintras och är nu ivrig att få komma härifrån och fixa ett eget boende igen. Edit: Och det som jag då undrar, för nytillkomna läsare, är om det är enkelt att fixa bostad vid fiskrensarjobb. Kan företagen hjälpa en med det? Vad gör jag om jag får ett jobb innan jag lyckas hitta bostad?"
		]
	},
	{
		"postIndex": [
			[4029],
			[3972],
			[3951]
		],
		"postTime": [
			"2011-08-28",
			"2011-08-24",
			"2011-08-20"
		],
		"postNum": [
			[4124],
			[4067],
			[4046]
		],
		"postLink": [
				"/sp35605435",
				"/sp35605377",
				"/sp35605356"
		],
		"postUser": [
				"SorXisteN",
				"ikaros2008",
				"SorXisteN"
		],
		"postUserID": [
				"/u591317",
				"/u580132",
				"/u591317"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p344",
				"https://www.flashback.org/t1792221p339",
				"https://www.flashback.org/t1792221p338"
		],
		"userUrl": [
				"https://www.flashback.org/u591317",
				"https://www.flashback.org/u580132",
				"https://www.flashback.org/u591317"
		],
		"sentence": [
				"Jag va i Norge i 3 år utan att skriva in mig. Inga problem. Dock så säger dom så klart att du ska skriva in dig efter ett halvår eller hur många dagar det nu va. Du tjänar dock på att skriva in dig, bättre med skatten osv. Men iaf, du kan söka jobb utan att behöva ha ett skattekort eller D-nummer. Du kan jobba på och sen så fort du får skattekortet lämnar du det till din arbetsgivare (DEL TVÅ REK.) och så öppnar du bankkonto etc. När du ansöker om skattekort så skriv bara in 300 000 eller vad som helst, men ta gärna lite mer än vad du uppskattar att du kommer tjäna eftersom det påverkar din skattetabell. Men på skattekortet får du två delar, den första delen baseras på vad du uppskattade att du kommer tjäna (dvs du skattar efter hur mkt du uppskatta att du kommer tjäna) och den andra delen är 36% rakt av. Då vet du att du inte kommer behöva betala tillbaka något. Den kan du använda dig av första året för att sedan när du har ett hum om vad du tjänar använda Del 1 nästa år. Men skriv som sagt gärna lite extra men tror att 300-350k blir bra. Har du två olika arbetsgivare måste du som sagt lämna Del 1 till ena och Del 2 till andra om du inte ansöker om flera skattekort så kan du köra enbart på del 2. Ja det finns en del sätt men det löser sig ska du se",
				"Så du tänkte ta...ursäkta söka ett jobb för att jobba mindre än 6 månader? Skulle det vara fel av en arbetsgivare som betalar en kurs att binda den anställde i ett antal månader? I så fall rekommenderar jag att du betalar kursen själv. Förstår inte hur folk kan vara så naiva att de tror att om man inte får jobb i Sverige så åker man till Norge och TAR sig ett jobb. Tar? Tror alla att norrmännen är dumma i huvudet och står vid gränsen med fickorna fulla med oljepengar och kastar sedelbuntar på varje svensk som passerar gränsen? Någon nämner att man alltid kan ta sig ett jobb på sjön och tjäna jättemycket pengar, eller på rigg eller plattform och tjäna ännu mer.... Jaha, ja jag ska bli chefskirurg på SÖS och tjäna asmycket. Annars kan ju alltid TA mig jobb som överläkare på Ulevål om jag inte får kirurgjobbet i Sverige. Åka tillNorge för att jobba några månader så man kan tjäna ihop pengar till en \"längre utlandsvistelse\" är också ett vanligt argument. Hur tänkte ni då? 14 dagar i Köpenhamn? 1. Får man inte jobb i Sverige får man det inte i Norge. 2 Vill man inte jobba på Mc Donalds i Sverige så ska man inte tro att man tjänar trippel så mycket på Mc Donalds i Norge, det flesta jobben i Norge har inte löner som svenska stridspiloter eller statsministrar. 3 Sjöjobb och riggjobb kräver en del. Har man inte ens sett en båt på ett vykort så kan det bli väldigt svårt att motivera en arbetsgivare att anställa någon med i princip vaacum i kompetens och erfarenhets-burken. 4 Det är svindyrt att leva i Norge, glöm alla planer på att ta med mat från Sverige eller leva på skitmat. Man tröttnar i längden och sitter ändå där med ett fett matkonto. En redig meny på Mc Donalds kostar över 120 svenska ikea-pengar. Bosätt er på lång sikt, skaffa kompetens och erfarenhet. Då kanske ni kan söka ett jobb som har bra lön. Glöm inte språket. Ni är utlänningar som kommer att ha skitsvårt för språket. Jag har jobbat med norrmän i många år och sliter fortfarande med svåra dialekter. Alla i Norge snackar inte som Fleksnes.....",
				"Jag själv jobbade med lossning av fiskbåtar i 2,5 år. Det var otroligt tungt och du kan bära upp emot 50ton själv på en dag. Däremot är det bra betalt också. Det finns 3 firmor som håller på med det i Ålesund (LosseService, LosseKompaniet samt LosseKongane). Den sistnämnda är den absolut bästa och största, dock är det väldigt svårt att tjäna bra pengar på det om du inte tänkt stanna en längre period eftersom det kan ta ett tag innan du \"jobbat dig uppåt\". Känner cheferna för alla 3 företagen och vet att om du jobbar hårt och bra när du får chansen så kommer du att få jobba mer. Så som jag gjorde med min kompis från början var att vi letade efter en lite mindre stad, med mycket lediga \"skitjobb\" (t.ex. Bensinmacken eller KIWI-affären). När vi då hittade Ålesund så tog vi kontakt med en camping för att ordna boende (finns även vandrarhem o dylikt du kan kontakta). Se även till så att du INTE åker dit under en helg för att söka jobb då i stort sätt allt är stängt på söndagar. Så fort vi hade chansen så gick vi ut och lämnade CV:n till alla de jobb som sökte anställda (var EJ kräsen i början) och förklarade att vi precis flyttat hit och har tänkt stanna en lång period (\"säkerhet\" för arbetsgivaren). Du måste va beredd o ta ett jobb som inte är så kul eller har bra lön i början för att under tiden kanske söka något som du vill ha. Jobb kommer du o få, bara du inte är kräsen av dig."
		]
	},
	{
		"postIndex": [
			[4672],
			[4730],
			[4472]
		],
		"postTime": [
			"2012-02-28",
			"2012-03-22",
			"2012-01-05"
		],
		"postNum": [
			[4783],
			[4841],
			[4578]
		],
		"postLink": [
				"/sp35947907",
				"/sp36412393",
				"/sp35605897"
		],
		"postUser": [
				"Mittpunkt",
				"Mittpunkt",
				"MAS74"
		],
		"postUserID": [
				"/u444113",
				"/u444113",
				"/u189281"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p399",
				"https://www.flashback.org/t1792221p404",
				"https://www.flashback.org/t1792221p382"
		],
		"userUrl": [
				"https://www.flashback.org/u444113",
				"https://www.flashback.org/u444113",
				"https://www.flashback.org/u189281"
		],
		"sentence": [
				"Rätt bra lön med andra ord i svenska kronor. Man kommer nog inte att hamna under 23.000 SEK efter skatt. Många av de arbeten som jag söker i Norge kräver att man registrera och söker tjänsten via en hemsida där man fyller i sina uppgifter. Jag anser själv att det är brist på respekt att bara stövla in i butiken och lämna CV/Personligt brev till butikschefen som kanske har annat för sig eller är stressad. Du vet inte vem du lämnar dina ansökningshandlingar till, det kan vara en kassörska lika väl. Skulle jag vara butikschef och någon kommer in i min butik med ansökningshandlingar så åker dom i korgen direkt, brist på respekt helt enkelt. Däremot om någon kommer in och vill boka tid med mig och presentera sig och lämna ansökningshandlingar, ja det är helt annat och det skulle jag acceptera. Hur ska du ha råd att betala depositionen för en lägenhet i Norge om man inte har haft arbete i Sverige innan och sparat ihop pengar? Det är detta som är eländet med Norge, om du har varit arbetslös i Sverige i kanske 4-6 månader och har noll kronor på kontot, då kan man glömma Norge om man inte har föräldrar som kan lösa in depositionen om man får jobb och behöver bostad. Annars ser jag det som omöjligt att \"bara\" flytta till Norge om inte redan har fått jobb vill säga eller att företaget har ordnat bostad. För mig finns olika scenario. 1# Man har jobbat några år i Sverige och sparat ihop pengar och hyr en lägenhet i Norge och under tiden söker man arbete. 2# Man har vänner i Norge som redan hyr en lägenhet där man bor gratis och söker arbete under tiden. 3# Mamma och Pappa eller någon av dom går in med depositionen om man får jobb, man söker jobb från Sverige först. 4# Du har fått arbete i Norge och företaget står för bostaden. Fyra olika scenario där någon säkert stämmer in på alla som har fått arbete i Norge. Däremot tror jag att 1# och 4# är mest vanligt eller så kanske jag har fel.",
				"Jävligt bra fråga och jag ställde samma som dig ovan! Min åsikt på det hela är att det är nog lite enklare om du bor i Norge, kanske Oslo eller någon annan stor stad och söker jobb på plats, att du sitter vid datorn och registrerar några hundra CVn hos företag som du vill arbeta hos. Se det i en arbetsgivare situation när en kille eller tjej söker jobb från Sverige där personen ska boka flygbiljetter och ordna boende, det hela blir ganska komplicerat om inte redan pengar finns på banken i Sverige för deposition. Däremot, låt mig säga det att, få bostad i Norge är grymt lätt, lättare än att få bostad på vischan i Sverige. När jag var på intervju i Oslo som orderplockare så jag tittade jag på två på lägenheter och innehavaren av lägenheten var som en hyena på mig att jag skulle hyra den och flytta in direkt, att flyttbilen stod parkerad utanför lägenheterna. Vi kunde gå till banken direkt och upprätta ett depositionskonto och jag får flytta in på momangen när pengarna är hos honom. Så nog är det lätt med bostad i Norge. Jag vet inte varför folk klagar över att det är svårt med bostad, dom ska nog istället klaga över att det är svårt att få jobb istället. Bostad är lika enkelt att få som en att få sparken från jobbet när du kallar chefen för idiot öppet inför dina kollegor. Det som är svårt som fan är att få jobb i Norge. Min gissning är som sagt att du redan bor i Oslo, Stavanger eller någon annan stor stad och söker arbete där så att du inte behöver fibbla med flygbiljetter och allt annat praktiskt, utan att du har ditt på det torra om man säger så. Jag säger det, spara ihop cash och sök bostad i Norge, i en stad där du planerar att bo några år. Betala hyran för 4-6 månader framåt plus depositionen och sedan söker du arbeta under tiden. Detta förutsätter självklart att du antingen studerar i Sverige innan och lägger undan pengar, jobbar i Sverige eller har välbärgade föräldrar som är täta i börsen.",
				"Hej Tack för svaret frågade om hur det är att bo i Norge för man vet inte i fall det blir att det vissar sig bättre än man vänttat att i en snar framtid etablera sig där efter att ha jobba där ett tag. Ska ner till Värmland snart till Gränsetjänsten och prata med dom fåt information att dom är bäst på all angående jobba i Norge och man har myndighetsfrågor. När jag tar ut mitt skattetabel samt id nummer så ska jag öppna ett konto vad kan du ge mig för rådd angående Norska banker? vilka är bäst? jag har Nordea och dom finns i Norge av din erfarenhet är dom Norska banker bättre? Jag är född i Brasilien men uppväxt i Sverige och ser inte ut som Svensk till usende har varit litte orolig för man hör att även i Norge finns en del skit invandrare som begår brott och det sistta man vill är att bli ihop buntat med skit för jag vill jobba över hela Norge från barenshav till Oslo men som du säger så länge du jobbar och sköter dig ska det inte vara problem det hoppas jag. Har hört att det börjar bli en stor invasion av undersköterskor från Svergie till Norge hoppas jag inte är försent ute för ska betala för min legitimation nästa vecka och inom 4 veckor får jag licens i handen tyvär går det inte fortare Av din erfarenhet hur ställer sig Norska arbetsgivare om man erbjuder sig att jobba över hela Norge och inte har en massa krav på att man kan inte jobba helger och på vissa orter annat? Jag har en truck kort men fick aldrig chansen än att få köra sökt jobb här i Svergie men hela tiden du måste ha kört för hur ska man få kött på bennen om man aldrig får chansen att visa sig. Ser att det finns fortfarande en efterfråga på truckförare och har fåt info att dom får 30000kr svenska i handen vet om det stämmer och är det efter skatt? Vet du hur det är med att äga en läggenhete i Norge? jag har kollat litte och hitat en del intresant läggenheter men det tycks vara som i Svergie brist på ett rummare om man vill köpa är det som i Svergie om du köper ditt lägenheten du måste betala hyra?. Stämmer det du skriver om depositions avgift inte litte heller nu årdnar dom bemaningsföretagen jag är hos bostad för kortare uppdrag och små kommuner årdnar en litten stuga för undersköterskor som ska vara och jobba hos dom i några dagar. Om man har två arbete och en är obegränsad med tid då klarar man sig bra det låtter bra för som jag har förstått att jobbar man i lagger i Norge så tycks det vara obegränsat med tid om man är villig att jobba 7 dagar i veckan.Om man skulle förlora sitt jobb hur länge får man ha Akassa och hur mycket sänker det i procent är det som i Svergie 65% efter 200 dagar? När Normän fortffarande intereserad av Svensk sjukvårdspersonal? eller Svenskar över huvudtaget man hör här bland rekryterare att dom vill ha och tycker om Svenskar är det inte litte skön mållning? senast dom var här i Dalarna så lätt litte för bra."
		]
	},
	{
		"postIndex": [
			[4920],
			[5030],
			[4865]
		],
		"postTime": [
			"2012-06-01",
			"2012-06-23",
			"2012-05-03"
		],
		"postNum": [
			[5042],
			[5153],
			[4986]
		],
		"postLink": [
				"/sp37645800",
				"/sp37998796",
				"/sp37147302"
		],
		"postUser": [
				"SaimoN91",
				"Groznyjt",
				"Colorblend"
		],
		"postUserID": [
				"/u482068",
				"/u606069",
				"/u412306"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p421",
				"https://www.flashback.org/t1792221p430",
				"https://www.flashback.org/t1792221p416"
		],
		"userUrl": [
				"https://www.flashback.org/u482068",
				"https://www.flashback.org/u606069",
				"https://www.flashback.org/u412306"
		],
		"sentence": [
				"Hej! Heter Simon, är 21 år och är i full färd med att kolla runt lite på Norgejobb. Jag och några kompisar (3st) är väldigt intresserade och vi har sneglat främst på fiskrensning men är öppen för andra jobb också. Tyvärr verkar jag vara den enda självgående av oss tre och jag har redan registrerat mig för både Nordjobb.net och cribsnorge.se där jag lagt ut min all viktig information om mig själv, samt CV. Jag har också läst på och förstått att man ska ansöka om Norskt skattekort samt D-personnummer. Men när jag läser runt lite på internet så säger vissa att \"skaffa först boende i Norge, sök därefter efter ett jobb\" medan andra säger \"försök få till en arbetsintervju och få ett jobb bekräftat INNAN du söker boende i Norge\"... Jag blir lite tveksam över detta, vilket alternativ är egentligen bäst? Jag vill förstås personligen kunna nå ut till en arbetsgivare - det känns ju alltid bättre att ringa och prata eller skriva till någon, istället för att endast ligga ute på en jobbsökarsida och \"hoppas\" på att någon ser en. Jag har även läst någonstans att fiskrensnings-industrierna i Norge inte annonserar så ofta om jobb, man bör alltså personligen ringa dit eller höra av sig på annat sätt. Jag har sökt runt lite på norska fiskrensings-industrier och hittat endast ett fåtal (kan ju inte namnen på så många norska fiskrensnings-industrier) men ej några telefonnummer? Jag kanske är värdelös på att söka ( ), så hoppas nu på att någon vänlig själ kan guida mig rätt här? Som sagt, jag är alltså väldigt intresserad av ett arbete i Norge men känner mig lite \"stillastående\" just nu. Känner heller inga svenska kontakter i Norge som kan gå i god för mig. I övrigt är jag en väldigt fysisk och aktiv människa som vill arbeta med kroppen/kroppsarbete eller liknande. Någon eller några andra som är intresserad av att bo och arbeta i Norge får mer än gärna höra av sig till mig om ni vill, jag samåker gärna (dvs om jag hittat ett jobb). Ni kan isf skriva till min e-post som är: zaimon91@hotmail.com /Mvh",
				"Jag har jobbat på två olika fjällhotell (på två olika orter), på lager i Oslo och på Hurtigruten. Jag vill dels bekräfta och dels dementera bilden av att \"tjäna storkovan i Norge\": Kan börja med att påstå att jag hade en osannolik tur då jag flyttade dit. Jag och en vän bestämde oss att flytta till Oslo då vi ledsnat på saker på hemmaplan. Dagen efter vi kom på idén tog vi bussen dit och vandrade in på \"Svenska Föreningen\" i centrala Oslo. Det är dock inget ställe jag rekommenderar, om det ens finns kvar. Vi fick ett dubbelrum i en central 8-rums lägenhet (samma dag), betalade 3500 NOK i månaden vill jag minnas (var dock tvungna att lämna lika mycket i deposition, pengar vi aldrig fick tillbaka). I den lägenheten bodde 18 personer, alla med olika dygnsrytm, syn på respekt samt hur man beter sig i ett kollektiv. Det var en mycket bidragande faktor till varför jag flyttade ifrån Oslo, faktiskt. När vi väl skrivit på kontraktet frågade den ena mig om någon av oss var intresserade av ett lagerjobb, vilket jag givetvis var. Hade dock inget truckkort men det fanns annat jobb också. Började jobba på lagret två dagar efter. Fick gå upp 5 för att ta en buss som var på lagret 7.30, jobbade hela dagen och försökte få så mycket övertid som möjligt. Dock var det nästan uteslutande svenskar på den arbetsplatsen så man konkurrerade om övertidstimmarna. Som mest fick jag ut 30.000 NOK netto på en månad, men då hade jag inget socialt liv. Eftersom att jag jobbade så mycket och det var så grisigt i vårt kollektiv blev det mycket äta ute, vilket äter upp (no pun intended) plånboken. Jag hade ingen klar bild av vad jag skulle \"spara pengar\" till, så jag brände allt där och när jag åkte hem. Det ena fjällhotellet var jag på en säsong och städade/jobbade i restaurangen och tjänade sådär (runt 18 000 NOK netto, och då var det slitsamt). Det andra tjänade jag ännu sämre på och fick fan jobba ihjäl mig. Hurtigruten är det jag tjänat bäst på. Där jobbar du 22 dagar i sträck för att kompenseras av 22 dagars ledighet. En tur (Bergen-Kierkenes) tar 11 dagar så du åker två turer. Du får 100% betalt för de 22 dagar du är ledig så med andra ord får du betalt för 44 dagar när du bara jobbat 22. Även fast det inte är lagligt jobbar vissa flera turer. En kollega jag delade hytt med hade som längst stått på i 100 dagar. 100 dagar! Ett jävla Big Brother. Hurtigruten betalade mina flygbiljetter t/r till Bergen (där de flesta mönstrar på) och boende/mat är inkluderade i lönen, så på det sättet är det tacksamt - man slipper deposition, hyra, handla mat och sådan skit. Det är dock ett ganska påfrestande jobb om man inte hittar några sköna människor att hänga med. De flesta jobbar på städ 8-15 och sedan i restaurangen 18-ca 22 eller då sista gästerna gått. För att få jobb där krävs det att du gått en kurs i \"Crowd & Crisis Management\" (12 h kurs som du själv betalar, ca. 3500 SEK). Det är på detta jobb man har chans till de stora pengarna - förutsatt att man inte slösar bort dem när man är hemma på sina 22 dagars ledighet. Och ja, man blir sjösjuk. Jag är medveten om att det finns massor av saker man kan ta tillvara på i form av deklaration mm men jag har aldrig pallat sådant där. Jag har haft usel koll, vilket jag nu kan ångra då jag säkert kunde fått tillbaka massor på skatt om jag bara fyllt i lite blanks. I November är det skattefritt vilket betyder att du lyfter en bra lön i december. Den föreställningen som är mest korrekt är den att norrmän älskar svenskar. Det räcker med att säga att du är svensk så ger dom dig massor med jobb, och dessutom ansvar. Jag har många vänner som jobbat på ställen och klättrat till chefspositioner hur snabbt som helst, bara med hjälp av lite hederligt svenskt blod. Sedan ÄR ju norrmännen jävligt lata. Är det någon som har några frågor så välkommen att ställa dem!",
				"Allt detta har väl besvarats till leda men ändå....: Har gjort några vändor och till att börja med måste du gå till trygdekontoret tror jag det heter, och skaffa ett norskt personbevis, inga problem alls, och då får du ditt norska personnummer (ta med pass och personbevis!). Jag behövde inte styrka min boendeadress, bara uppge en adress som just då var en camping.... Efter det går du till ett likningskontor och får ett skattekort. Första gången du är i Norge måste du tyvärr göra allt detta på plats med personligt besök. Nu är du färdig. Du kan be arbetsgivaren hålla inne lönen och inte betala ut den förrän ditt skattekort kommit så slipper du 50 % skatt, värt att nämnas är dock att de extra procenten är inte borta om du råkar få draget 50 %, du kommer få tillbaka dom som skatteåterbäring senare. Det är faktiskt inga problem alls, men du måste pallra dig iväg dit och ha lite pengar så du klarar dig till lön med hyra och allt vad det är. Har du svetserfarenhet ska du inte ha problem att hitta jobb som betalar rätt bra, dock kan skiftjobben vara lite svårare att hitta men sök som en tok bara, de flesta som åker dit har ingen kompetens alls och tar enkla jobb så att vara svetsare är grymt. Rekommenderar verkligen att kolla in länkarna i första inlägget...."
		]
	},
	{
		"postIndex": [
			[5358],
			[5573],
			[5235]
		],
		"postTime": [
			"2012-08-11",
			"2012-09-14",
			"2012-07-28"
		],
		"postNum": [
			[5488],
			[5709],
			[5364]
		],
		"postLink": [
				"/sp38768227",
				"/sp39339324",
				"/sp38533630"
		],
		"postUser": [
				"iron11",
				"iron11",
				"Mittpunkt"
		],
		"postUserID": [
				"/u695336",
				"/u695336",
				"/u444113"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p458",
				"https://www.flashback.org/t1792221p476",
				"https://www.flashback.org/t1792221p447"
		],
		"userUrl": [
				"https://www.flashback.org/u695336",
				"https://www.flashback.org/u695336",
				"https://www.flashback.org/u444113"
		],
		"sentence": [
				"Jobbar skift på en relativt liten arbetsplats, vi är 6 stycken som utför denna tjänst och en måste alltid vara på plats under de tider vi har öppet. Detta medför att vi är rätt så känsliga om någon är borta. Under den första halvan detta året så har vi haft en medarbetare som vart sjukskriven allt mellan 50-100%. Detta har medfört att vi andra behövt täcka upp en hel del arbetspass. Vet inte hur andra svenskar i Norge resonerar, men jag värdesätter min fritid. Jag är inte i Norge enbart för att jobba och spara ihop pengar. Jag har snarare inga som helst planer på att flytta hem. Jag skulle inte överhuvud taget uppskatta om någon bara förutsatte att jag kunde jobba övertid. Jag vill kunna planera min lediga tid. Vill bli och har alltid blivit tillfrågad om jag kan ta övertidspass. Jag har dock filosofin att ju mer jag ställer upp på andra med att ta övertidspass och byta arbetspass med andra, desto lättare är det att få folk att ställa upp när jag själv behöver vara borta eller byta pass. Så är väldigt sällan jag sagt nej när jag blivit tillfrågad. Har även alltid fått ett tack för att jag ställer upp av min närmsta chef. I början av juni var jag själv sjukskriven i två veckor, (hade dåligt samvete nästan hela den andra veckan över att jag gick hemma när de andra nästan gick på knäna på jobbet) sen i mitten av juni kom både jag och den långtidssjukskrivna personen tillbaka vilket lett till att vi senaste tiden knappt haft någon övertid alls. Visst har övertiden synts på lönespecen, från att ha utbetalt ca 36000 i maj till att ha fått ut ca 26000 i juli. Men vet inte riktigt om jag tycker att övertiden alltid vart värd de extra pengarna. Är nu i färd med att byta arbetsplats. Blir kvar inom samma företag och utför samma typ av jobb, men går till en fast tjänst på en annan ort. Börjar i mitten av nästa vecka. Där ska schemat i stora drag vara en vecka på, en vecka av. Dags att börja fundera på vad jag ska göra i de lediga perioderna.",
				"Sökte jobbet hemifrån Sverige. Åkte till Oslo för intervju. Fick besked om att jag fått jobbet efter någon vecka. Åkte någon månad senare till Norge för att söka D-nummer samtidigt som jag gjorde en hälsokontroll inför jobbet. Då arbetsgivaren inte kunde skriva ut ett kontrakt med ett svenskt personnummer och jag inte riktigt hade koll på vart i Norge jag skulle komma att tjänstgöra så var det många djupa suckar från damen på skattekontoret, men lyckades ändå få det ordnat med skattekort och d-nummer som senare skickades hem till min svenska adress. Vart sedan sänd till Bergen för lite inledande kurser under två veckor, var också då min anställning inleddes. Ordnade då med bankkonto och skickade in kontonummer och skattekort till personalkontoret. Var sen tillbaka hem till Sverige i ca en månad innan jag flyttade till Norge. Arbetsgivaren har under alla mina flyttar (är inne på min fjärde tjänstgöringsort här i Norge) hjälpt mig med att hitta bostad.",
				"Min svenska arbetskamrat och jag diskuterade dessa två ämnen på jobbet idag \"ska jag söka jobb från Sverige eller när jag befinner mig i Norge?\" & \"kan jag få jobb i norge?\" Och vi sa båda, det spelar egentligen ingen roll för jobb får du direkt, den saken är klar. Norge är inte som Sverige, att jämföra dessa två länder är som att jämföra svart och vitt när det handlar om hur snabbt man kan få jobb. I Sverige kan du inte knalla in på ICA Kvantum i Jönköping och börja arbeta dagen efter men i Norge, där kan du kliva in vart som helst och börja arbeta dagen efter. Ja det är sant. Däremot är det riktigt tunt på arbete på finn.no och nav.no när det handlar om lagerjobb, kanske för att det är semestertider, jag vet inte men det är en gissning från min sida. Om jag skulle göra om den här rundan i Norge så är mitt tips, känner du någon i Norge, bo hos honom eller henne och sök arbete på plats. Känner du ingen så sök arbete från Sverige, arbetsförmedlingen står för \"sökanderesa\" som det heter. Arbetsförmedlingen betalade min flygbiljett hit. Sen betalade dom flygbiljett till Oslo, tur och retur när jag var på intervju där."
		]
	},
	{
		"postIndex": [
			[5630],
			[5750],
			[5974]
		],
		"postTime": [
			"2012-09-23",
			"2012-10-22",
			"2013-01-24"
		],
		"postNum": [
			[5768],
			[5894],
			[6124]
		],
		"postLink": [
				"/sp39478983",
				"/sp39970273",
				"/sp41663760"
		],
		"postUser": [
				"zaikztaaH",
				"Skarkbait",
				"Chelinde"
		],
		"postUserID": [
				"/u447730",
				"/u266474",
				"/u627987"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p481",
				"https://www.flashback.org/t1792221p492",
				"https://www.flashback.org/t1792221p511"
		],
		"userUrl": [
				"https://www.flashback.org/u447730",
				"https://www.flashback.org/u266474",
				"https://www.flashback.org/u627987"
		],
		"sentence": [
				"Tjenare! Jag funderar starkt på att flytta till Norge för att arbeta nu kommande halvår. Jag har sökt lite jobb osv, men utan vidare framgång. Jag har inte ansträngt mig mer än att skicka in mitt CV till de företag som söker via finn.no. Har även skaffat truckkort här i Sverige då lagerarbete intresserar mig mest. Den kontakt jag har fått med arbetsgivare och lägenhetsuthyrare ber mig bara återkomma när jag är på plats. Just nu är jag dock sugen att bara dra iväg till Oslo. Typ åka över, skaffa norskt telefonnummer samt söka och ringa på alla lagerjobb som finns via bemanningsföretag. Jag har dock inget boende, utan tänker mig att man kanske kan på på vandrarhem samtidigt som man söker lägenhet. Tror ni att denna plan är för optimistisk?",
				"Hej Jag har fundrat över att åka till Norge och jobba som snickare. Jag har yrkesbevis och har ex antal år av byggservice och nyproduktion. Så nu tänkte jag om man kunde få tips/råd osv utav Er. Att jobba skift eller att flytta till Norge som är ev aktuellt för min del. Vad ser ni för för- och nackdelar man att pendla eller bo i Norge? Så vad skall man söka sig till? Bemanningsföretag eller ett företag direkt? Vad finns det för för- och nackdelar med dessa alt? Vad brukar bemanningsföretag/företag stå för tex boende, trakt/resor? Är det möjligt att köra skift och pendla mellan Örebro län och tex Oslo? Vilka städer skall man statsa på? Hur är det med lönen i Norge? Med eller utan boende? Måste man vänta handläggningstiden för skattekort/norskt personnummer innan man får börja arbeta eller kan man arbeta medans man väntar på skattekort/norskt personnummer? Några andra saker man bör tänka på/medeveten om? Mvh",
				"Funderar starkt på att flytta till Norge under sommaren för att försöka hitta ett jobb där. Tänkte att jag kanske kunde jobba där ett eller två år för att sedan flytta tillbaka till Sverige och fortsätta med studierna. Jag vet dock inte hur det står till med arbete och hur lätta dessa är att hitta. Någon som råkar veta var jag kan vända mig i första hand? Jag är absolut ingen kräsen person och hade kunnat ta vilket jobb som helst... Bara möjligheten att bli garanterad tillräckligt många timmar finns. Bäst hade ändå varit något arbete där man rensar fisk eller liknande. Om någon mer insatt har lusten att dela av sig av egna erfarenheter vore guld."
		]
	},
	{
		"postIndex": [
			[6220],
			[6212],
			[6199]
		],
		"postTime": [
			"2013-03-17",
			"2013-03-17",
			"2013-03-07"
		],
		"postNum": [
			[6376],
			[6368],
			[6355]
		],
		"postLink": [
				"/sp42518024",
				"/sp42509235",
				"/sp42340718"
		],
		"postUser": [
				"iron11",
				"jaktord",
				"BrutusBeefcake"
		],
		"postUserID": [
				"/u695336",
				"/u223893",
				"/u720861"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p532",
				"https://www.flashback.org/t1792221p531",
				"https://www.flashback.org/t1792221p530"
		],
		"userUrl": [
				"https://www.flashback.org/u695336",
				"https://www.flashback.org/u223893",
				"https://www.flashback.org/u720861"
		],
		"sentence": [
				"Jag hoppas verkligen att folk räknar lite på ekonomin i att arbeta i Norge innan man ger sig på det. Men säger väl sig självt att om man ska ha dubbelt boende och resa hem varje helg så ökar månadskostnaderna ganska rejält. Skulle det ju göra om man valt att pendla inom Sverige också. Om man dessutom väljer att bosätta sig i Oslo eller någon av de andra större städerna är det klart att hyrorna är höga. Skulle man vilja ha tag i en lägenhet eller rum på kort varsel i någon svensk storstad så ligger inte priserna mycket lägre där. För egen del valde jag att säga upp mig från mitt jobb i Sverige för att flytta till Norge då chansen till att få ett för mig lite av ett drömjobb dök upp. I augusti 2012 efter att ha klarat av drygt två år med upplärning och pliktjänst (där jag jag vart utplacerad på 3 arbetsplatser på olika orter) så sökte jag och fick en fast tjänst inom företaget på en ort uppe i Finnmark. Väldigt bra arbetsgivare (statligt ägt företag) och ett schema som i stora drag innebär en vecka på, en vecka av. Min grundlön ligger på 33.800 per månad vilket ger en timlön på ca 250 kr/h. Sedan tillkommer diverse tillägg som en normal månad utan övertid ger ca 10.000 kr. Får en sådan månad ut knappt 30.000. Då jag valt att flytta till Norge så har jag inga fasta avgifter i Sverige bortsett från CSN samt skatt och försäkring på bilen jag har. Bor i en egen lägenhet som jag betalar 7500 per månad för inklusive el, bredband och kabeltv. Hade jag bott i Sverige hade jag inte kommit så väldigt mycket billigare undan med boende. Tycker inte direkt att övriga kostnader är så mycket högre här i Norge än vad de var när jag bodde i Sverige. Men då röker jag inte, dricker inte så väldigt mycket, och lagar dem mesta maten själv, vilket jag även gjorde när jag bodde i Sverige. Mitt enda problem nu är att jag har en svenskregistrerad bil vilket då jag nu har fast tjänst inte får ha längre. Är därför nu i färd med att skaffa en norsk bil, har lite svårt att avgöra vad jag vill ha för någon bara. Detta kommer leda till att mina utgifter kommer bli något högre, men inte så att jag inte har råd med det. Kan sammanfatta det hela att jag trivs alldeles utmärkt i Norge, lever ett gott liv här och har inga direkta planer på att flytta tillbaka till Sverige.",
				"Att arbeta i Norge, har sina fördelar för somliga men dock inte för alla! Detta som jag förstått det hela, kan ha fel, rätta mig i så fall! Vilket en del redan fått erfara Tex. Tänk på att om ni har provanställning så räknar \"Norge\" (myndigheterna) det som fast arbete med. Detta innebär i realiteten (under provanställningen o i fortsättningen) att du måste ha Norsk reggad bil om du skall köra till o från arbetet tex. Mycket viktigt att kolla upp detta noga då dem oftast inte visar någon barmhärtighet om du blir stoppad med Svensk reggad bil!! 100.000NKr är inte ovanligt i böter beroende på hur ny bil du har ( ! ) En del av oss som bor i Norge, bor som \"kloakråttor\" o får betala/betalt som om vi vore slavar! När alla utgifter (I Sve/Nor) är betalda så har iaf jag inte mycket pengar kvar! (Läs hela innan du går i taket *skrattar*) Oftast så är vi Svenskar i Norge för att tjäna pengar o ha en slant kvar efter inkomst/utgifter, men det är i realiteten bara du som är singel utan barn o fasta utgifter i Sverige som kan få en krona över när allt är betalt! Är det inte härligt med alla regler i Norge, så säg ? Har aldrig kännt mig så \"billig\" som när jag började arbeta här i Norge. Ja jag måste göra detta (arbeta i Norge) då alternativet är att lyfta Akassa o det vill jag inte, dessutom så tar det ca: 4.5 månader innan du får akassan igång igen då det tar tid för att \"utreda\" din rätt till ny akassa och byråkratin mellan din arb,givare/Akassan Sverige/Nav och tro mig det tar tid!!!) Tro mig. Ingen som upplyser dig (Innan) om detta när du söker arbete i Norge, det \"lovas\" guld o gröna skogar men det är mest \"kattguld o misär\" (Lätt överdrivet kanske, men för somliga så ÄR det så!) (Jo det är bättre betalt men glöm inte det är bra mycket bättre med utgifter här med, o glöm inte dina fasta utgifter i Sverige om du har sådana, o då är det rena slavarbetet som man utför om man ser vad som blir kvar o under dem förutsättningar som jag beskrivit) Detta gäller för dem flesta som har barn o hem samt är singel i Sverige. O Att ta reda på allt innan är ju extremt tidskrävande o den tiden har inte alla, tyvärr. Nä Norge är INTE som Sverige trots att vi är grannar Obs!! Nu gäller detta inte alla som söker arbete i Norge men tänk minst (!) två gånger innan du gör flytten! Och kolla upp företaget du skall arbeta för noga! Mycket oseriösa i många branscher o med ekonomisk katastrof som följd för den enskilde/anställde, detta gäller inte enbart dem som söker sig direkt till arb.givaren utan även dem som går igenom uthyrnings/rekryterings företag!! Dem är inte heller alltid ärliga då deras syfte (Oxå!) är att tjäna pengar (På dig/genom dig) glöm aldrig detta!! Blir du lovad ett fast arbete genom uthyrningsföretaget o hos \"kunden\" redan efter en månad så skall du dra öronen åt dig!! Dem (uthyrningsföretaget säljer nämligen dig till kunden vid övertagandet) o skiter fullständigt i hur du mår sedan då du \"kanske\" får reda på hur det egentligen funkar hos det nya företaget!! (Ja nu finns det ju alla sorters företag, men tro mig ingen gör något enbart för dig) Detta är mina erfarenhet, men det kanske passar dig att arbeta i Norge beroende på hur just din livssituation ser ut i Sverige!! Ja har du barn kvar där? Är du ensamstående? Är du singel ? Är du gift ? Har du dubbla hyror ? Bor du långt ifrån o skall vara i Norge var helg tills det hela är över ? Ja ALLT spelar in i detta byråkraternas rike! Jasså du trodde Sverige var bäst i Världen på byråkrati ? Nääää du där tror du fel! *garvar o blinkar* Fyll på efter hand, du som har erfarenhet från att bo/arbeta i Norge och hjälp dina landsmän! Ja både positivt som negativt då det inte behöver vara \"så\" för den som läser dina/mina inlägg :-)",
				"Stavanger är väl lättaste staden att få jobb i med bara 3% arbetslöshet eller nåt sånt, borde inte vara några problem. Glöm inte att ha med er lite extra cash till deposition som kan vara från 1-3 månaders hyra. Det vill säga, får ni en lägenhet för 10.000 kr i månaden (ja räkna med det om ni vill ha större än en etta) så kan ni alltså behöva lägga 30.000 kr i deposition plus första hyran på 10.000, det betyder alltså att ni kommer behöva minst 40.000 kr i startkapital. Bil tar skitlång tid, jag bor i Oslo och åker ibland till Stavanger med jobbet i min bil, det tar väl ca. 8 timmar tror jag. Snabbaste är att flyga, det är ganska smidigt, bor ni i göteborgsområdet så går det flyg mellan göteborg-stavanger har jag för mig. Gå in på finn.no, där hittar ni både jobb och bostad. Om ni inte är så noga med lönen är det väldigt lätt att finna sig jobb på adecco (bemanningsföretag) du tjänar dock kanske bara 130 kr i timman och det är aldrig säkert hur lång tid du får ha jobbet. Det jag gjorde med boende var att jag bodde på vandrarhem första veckan, sen efter en vecka hade jag både fått jobb och lya. Lycka till."
		]
	},
	{
		"postIndex": [
			[6861],
			[6512],
			[6455]
		],
		"postTime": [
			"2013-07-09",
			"2013-04-16",
			"2013-04-10"
		],
		"postNum": [
			[7036],
			[6679],
			[6620]
		],
		"postLink": [
				"/sp44239675",
				"/sp42984324",
				"/sp42879410"
		],
		"postUser": [
				"msbrightside",
				"TwentyTwo",
				"Kod21"
		],
		"postUserID": [
				"/u733869",
				"/u284390",
				"/u784380"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p587",
				"https://www.flashback.org/t1792221p557",
				"https://www.flashback.org/t1792221p552"
		],
		"userUrl": [
				"https://www.flashback.org/u733869",
				"https://www.flashback.org/u284390",
				"https://www.flashback.org/u784380"
		],
		"sentence": [
				"Jag och min pojkvän (18 och 19 år) har funderat på att åka till Norge i September/Oktober för att stanna till nästa sommar och jobba ihop pengar. Saken är den att vi har ingen aning om hur man går till väga. Ska man skaffa lägenhet, åka dit och leta jobb där eller ska man hitta både lägenhet och jobb innan man åker? Om man vill bo nära Sverige så att man kan fara över och handla i Sverige, vart ska man bo då? Vart finns det flest jobb? Vilket yrke ska man satsa på för att tjäna mest pengar? Behöver man mycket erfarenheter (jag har bara kassavana och restaurangerfarenhet)? Finns det någon annan där ute som är där/ska dit samma period som vill bo kollektivt?",
				"Hallå! Har jobbat i Norge i ett år nu och fick skattepapperna häromdagen så har lite frågor angående det Jag bodde i Oslo i ett halvår och sen ett halvår i Jessheim, jag har D-nummer och varit skriven i Sverige hela tiden (Värmland). Jag har ju bott i Norge hela tiden dock. Men hypotetiskt så har ju jag åkt hem varje helg tänkte jag. Är ju 15 mil till min hemstad från Jessheim och typ 20 mil från Oslo. Så om jag gör avdrag för alla de milen i 52 veckor blir det ju en bra bit. Sen finns det väl avdrag för mat och hyra osv. Hur stor chans är det att dem kollar upp om man \"fuskar\"? Första gången jag deklarerar i Norge nu så någon gammal Norge-räv här som har erfarenhet av detta? Såg att jag kunde göra avdrag för hemresor toöö Sverige, kost de dagarna jag är i Norge (189 pr dag) och hyra i Norge. Så man kan ju fuska till sig en hel del, men vet inte om det är värt ifall det är stor chans att dem börjar utreda mig?",
				"Behöver lite råd. Jag ska åkta till Oslo snart, ska bo hos några bekanta. Jag hade innan tänkt mig att ta truckkort som kostar 2500kr. Men jag har inte så mycket pengar, jag har typ inget. Så bör jag lägga pengarna på truckkortet eller bör jag lägga pengarna på resor i Oslo? Vad för andra jobb kan man hitta i Oslo? Är det typ bara truckjobb som det finns mest i Oslo? Jag tänkte mig sen efter jag har tjänat pengar ta truckkortet i efterhand. Så vad ska jag göra?"
		]
	},
	{
		"postIndex": [
			[7216],
			[6910],
			[7176]
		],
		"postTime": [
			"2013-09-22",
			"2013-07-24",
			"2013-09-18"
		],
		"postNum": [
			[7405],
			[7086],
			[7364]
		],
		"postLink": [
				"/sp45352649",
				"/sp44454937",
				"/sp45304659"
		],
		"postUser": [
				"MrEchoz",
				"Apelsin0",
				"BjrK"
		],
		"postUserID": [
				"/u670485",
				"/u625450",
				"/u747148"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p618",
				"https://www.flashback.org/t1792221p591",
				"https://www.flashback.org/t1792221p614"
		],
		"userUrl": [
				"https://www.flashback.org/u670485",
				"https://www.flashback.org/u625450",
				"https://www.flashback.org/u747148"
		],
		"sentence": [
				"[quote=badhero|45352273]Hej där! Nu är det så att jag vill ta reda, om det är värd för mig att flytta till Oslo. Jag är ganska ung kille på 21, som har fast anställning här i Sverige, med ganska låg lön dock (22k förre skatt). Precis fick svensk medborgarskap, och blev små sugen på att åka upp till Oslo och borga jobba på t.ex Gardermoen! Har ingen hög utbildning då från första dagen som jag flyttat till Sverige, började satsa på jobbet istället för att möjlka soc., tänker inte börja plugga än heller. Undrar om det är värd för mig att flytta till Oslo eller 2-3 mil utanför, kan ju lätt få jobb där med betalt 27k~, men hur är det med kostnader? Hörde att bilar var svindyra där (jag är bil intresserad). Hur mycket behöver man per månad för att leva bra nånstans nära stor staden?[/QUOTE Det du behöver är först och främst pengar då det är ganska så dyrt i Norge. Du behöver deposition plus 1 ev 2 månaders hyra undan sparat ifall du inte skulle få jobb där. Men ett tips är att har du ca 30.000-40.000 undan sparat så kan du gå in på tex hybel.no och hyra dig en lägenhet och flytta in dit och så söker du jobb på plats det kan bli enklare att få jobb då om man söker på plats samt att det går snabbare att få skatte kortet hemskickat till dig då. När det gäller bilar så är det ju inte billigt men beroende på hur länge du har tänkt att stanna så kan du ju köpa en bil i Sverige och ta med den till Norge och om du skall jobba på gardermoen så är det ett stort plus att ha bil.",
				"Vilken drygpelle till moderator ni har här alltså. Jag har jättemånga frågor om att åka till Norge och jobba. Jag och en kompis har mailat diverse företag (mest inom fiskrens) förra veckan för att kolla om dom har något jobb, men inget svar än så länge. Tror ni det funkar att bara ta bilen ner, åka runt på olika fiskeodlingar längs kusten och kolla efter jobb, dvs sova i bilen. (Vi hade tänkt köpa en riktig rishög för 2000 och åka ner med den) Om så är fallet, vart bör man åka? Jag B-Körkort Fullständig gymnasieutbildning, Barn och Fritid, tog studenten 2013. 1993-11-24 Endast arbetat någon vecka totalt sen jag tog studenten.. Kan flytande Engelska både i skrift och tal Min kompis Inget körkort Ingen utbildning Vad jag vet så har han ingen arbetserfarenhet. Dåliga kunskaper i Engelska både skriftligt och muntligt 1993-04-25 Och vi tar vilka jobb som helst, städare liksom whatever. Vi vill bara bort från våran hemkommun och börja jobba, vi båda har pass och får lämna landet. Vi kommer utgå från Kramfors, ca 10 mil norr om Sundsvall, så det är mitt i Sverige typ. Nå flashback, vill ni snälla erbjuda oss lite tips, för det kanske inte är så lätt som det låter att bara åka ner och knacka på hos ett företag och fråga om dom har några extra jobb. Alla tips är extremt välkomna. Mvh Edit: Verkar finnas mycket truck jobb, kan det vara värt att investera i en Truckutbildning A-B? ( Edit2: Om man nu ska åka ner, vad är viktigast att ta med sig?(Tänkte i matväg och så) Ska man köpa med sig massa lådor öl så man tjänar lite pengar på att sälja dom, eller är det bara onödigt? Och finns det billiga vandrarhem och så eller är det sova i bilen som gäller? Är det bara att åka ner alltså, hur tur brukar man ha då tror ni?",
				"Eftersom min tråd blev låst så tänkte jag fortsätta här. \"Boende hittar du på Finn.no. Söker du varje dag så hittar du. Mig tog det ca 7-10 dagar på plats i en mindre norsk stad. Gå med i facebookgrupperna också Jo det sägs vara lättare att hitta jobb på plats, en del frågar i facebookgrupper även där, annars finns bemanningsföretag, resturanger o små butiker är visst populärt. Du måste söka norskt personnummer eller D-nummer och skaffa skattekort.. Dock har jag för mig att man skaffar skattekort först när man har ett jobb, sen tar det en månad att få det, under tiden får du betala 50 procent skatt.\" Well 25 tusen borde väl räcka om man ska bo kollektivt? (hoppas du svarar tillbaka) Någon får mer än gärna svara på de frågor jag ställde i min tråd btw. (kan ta allt från städjobb, rensa fisk, paketera kyckling (träffade en pundar snubbe som jobbat med det) eller vad fan som helst egentligen."
		]
	},
	{
		"postIndex": [
			[7537],
			[7327],
			[7495]
		],
		"postTime": [
			"2013-12-06",
			"2013-10-16",
			"2013-11-20"
		],
		"postNum": [
			[7732],
			[7519],
			[7689]
		],
		"postLink": [
				"/sp46462440",
				"/sp45700460",
				"/sp46227031"
		],
		"postUser": [
				"Koiho",
				"EzZn0",
				"KalmarPoeten"
		],
		"postUserID": [
				"/u643204",
				"/u284638",
				"/u512121"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p645",
				"https://www.flashback.org/t1792221p627",
				"https://www.flashback.org/t1792221p641"
		],
		"userUrl": [
				"https://www.flashback.org/u643204",
				"https://www.flashback.org/u284638",
				"https://www.flashback.org/u512121"
		],
		"sentence": [
				"Har fått ett jobberbjudande i Oslo. Är riktigt frestad att tacka ja. Men jag undrar hur man bör lösa biten med boende. Den första tiden kommer jag absolut bo på vandrarhem och sedan söka boende på plats. Måste man alltid betala minst två månader i förskott (inklusive en månads deposition och en vanlig månadshyra i samband med att man flyttar in)? Jag tror jag kommer börja med att leta efter boende i kollektiv, hyra ett rum eller något liknande. Alltså inte skaffa en egen bostad i första hand, det kanske kommer senare när jag har bott och arbetat i Oslo ett tag. Behöver man ändå ha 1-3 månadshyror i deposition? Betyder det alltså att man alltid bör ha sisådär minst 30-40 tusen med sig innan man åker upp? Hur lång tid brukar det ta innan man får sin första lön? Är det varannan vecka man brukar få lönen sedan eller är det som i Sverige att man får det en gång i månaden?",
				"Har nu sökt väldigt många jobb inom lager lite överallt i Norge. Har fått två nej och svar som jag inte riktigt vet hur jag ska tolka. Det stod att något i stil med att jag bor i Stavanger men om jag flyttar dit så skulle de \"kunna\" gå vidare. Känns som ett make or break om man åker till Norge utan att ha något jobb säkrat. Jag har inga direkta pengar sparade så jag kan inte bo där i en vecka och söka en massa jobb som sen inte få något.",
				"Jag har en nära bekant som har bott i Sverige (dvs folkbokförd) och jobbat i Norge länge, som dessutom har anlitat skattejurist i Norge för deklarationshjälp. Jobbar man i Norge, skattar man i Norge. Även om man är folkbokförd i Sverige. Han hade också ett år med jobb 30% i Sverige och 70% i Norge, fast på samma norska företag och tjänst. Detta gjorde att 30% av inkomsten beskattades i Sverige, och 70% i Norge... Ganska straight forward. Det kan hända att länken inte är helt tydlig, eller om vi pratar om olika saker. Länken säger att man måste folkbokföra sig i Norge om man ska BO här. Jag vet, for a fact, att de inte bryr sig om man är folkbokförd i Sverige (dvs BOR i Sverige) men jobbar heltid i Norge. Detta är ju en vardag för massor av folk. D-nummer kan man då fortsätta med, eftersom att för att få vanligt personnummer krävs det \"flytt\". Givetvis är de lite krångliga när du skaffar skattekort varje år. Men, även om du fått ditt norska personnummer så är det inget som hindrar dig att anmäla flytt tillbaka till Sverige, men fortsätta jobba i Norge... ."
		]
	},
	{
		"postIndex": [
			[8145],
			[8037],
			[8038]
		],
		"postTime": [
			"2014-04-24",
			"2014-04-05",
			"2014-04-05"
		],
		"postNum": [
			[8351],
			[8241],
			[8242]
		],
		"postLink": [
				"/sp48506309",
				"/sp48255555",
				"/sp48255597"
		],
		"postUser": [
				"Bythewayimdead",
				"redlineoffside",
				"redlineoffside"
		],
		"postUserID": [
				"/u512119",
				"/u791510",
				"/u791510"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p696",
				"https://www.flashback.org/t1792221p687",
				"https://www.flashback.org/t1792221p687"
		],
		"userUrl": [
				"https://www.flashback.org/u512119",
				"https://www.flashback.org/u791510",
				"https://www.flashback.org/u791510"
		],
		"sentence": [
				"Varför bara en månad? Kan bli lite svårt med vissa ting och du måste nog \"bända\" lite på sanningen för att få det att gå smidigt... Har du fått ett jobb/anställning? Skattekort kommer bli väldigt svårt för dig att hinna få innan första lönen. Be arbetsgivaren att hålla inne lönen tills du fått skattekortet och levererat detta till dem - annars får du skatta 50% av lönen. Hmm, 1 månad - då kommer du inte över gränsen för hur mycket du får tjäna på ett år (tror det är 40 000/år) och ingen skatt skall väl dras då...? Skattekort kanske du behöver ändå - är väldigt osäker här! D-nummer och skattekort fixar du enklast i den stad där du skall jobba - de flesta har ett eget skattekontor dit du går. Är staden/kommunen väldigt liten så finns det oftast ett kontor inom några mils räckvidd - kolla detta på Är du utsänd av en svenskregistrerad firma skattar du i Sverige, norskt bolag/kommun/stat så skattar du i Norge, men skall du bara jobba en månad blir väl detta inte aktuellt för dig. Vet faktiskt inte om du måste ha ett skattekort då... Vet verkligen din arbetsgivare om att du endast skall jobba 1 månad, eller har du tackat ja till en längre anställning men ämnar sticka efter så kort tid? Är osäker här men säger du till skatteetaten/skattekontoret att du endast skall jobba 1 månad så kan det säkerligen bli problem, de gillar nämligen inte \"hoppjerkor\"... Säg istället att du skall jobba minst 1 år och att du kommer åka hem till Sverige, minst en gång i veckan och att du bor i en gränskommun och därmed blir du klassad som \"grensependlere\". Har du inte papper på detta, vilket du ju inte har, så säg att du skall bli anställd genom ett bemanningsföretag. Blev mycket osäkert här då jag aldrig stött på någon som endast skall jobba 1 månad... Andra som kan detta bättre får fylla på/i... Lycka, till!",
				"Norge har mer jobb och högre löner etc, men so what?! Fad förväntar ni er?! Det är ju otroligt mycket dyrare att leva i Norge, även i förhållande till lön. Jag är öppen för förslaget att ungdommar reser till Norge för att jobba när det inte finns jobb hemma, lr pga natur etc. Men förstår inte resonemanget att man sparar mer pengar här bara för att lönerna är högre jämfört med Sverige. Är folk så jävla naiva och enkla?! Jag är medveten om att det är omöjligt att få jobb för många ungdommar i Sverige, och då blir det ju svårt att leva gott såklart, men blanda inte ihop det med att ha jobb och leva i Sverige. Det är två helt olika saker. Det är sällan man får höra en rättvis version av en dra-till-norge-och-tjäna-massa-pengar-ungdom. Speciellt när de oftast varken haft jobb i Sverige lr inte vet skillnaden. Man hör hela tiden ungefär: \"Jag sparar 10-20 tusen varje månad av att jobba på lager här etc\" - Ja det är klart du gör, du lever ju snålt med 10 andra och jobbar arselet av dig. Har du testat att göra samma sak i tex Sverige?! Jag lovar dig att du skulle lyckas spara ihop minst lika mycket. Saken med att bo och spara pengar Norge är inte så jävla lätt som många tror. Iaf inte om man vill bo normalt, ganska centralt, ha bil och leva ett normalt liv. Så som vanliga människor i västeuropa vanligtvis gör. Nu kan man ju bo som råttor lt polacker som många svenskar gör, brygga vin i badkaret, jobba på deli de luka, å skrapa ihop 50 000 till en back packer-resa. Men det är ju nåt helt annat. Jag har jobbat 5-6 år i Norge och är ganska välbetald, även norska mått mätt, och tro mig när jag säger att det är näst intill omöjligt att leva ett gott liv med en normal lön. Allt är ju relativt såklart, men när jag menar gott så menar jag att man slipper tänka på pengar. Alltså folk som tror att Norge har hög levnadsstandard och kvalitetsliv kan jag säga att det är en sanning med modifikation. Jag älskar Norge, norrmän, naturen, jentene och historiken etc don't get me wrong. Det är en bra välfärd och ett mycket tryggt och rent ställe att leva i, men att leva bra är en helt annan sak. Det sociala livet är ju typiskt skandinaviskt så klart: mao kasst, men jag kan leva med det, är van som svensk. Vägarna här suger pung och mataffärerna har dåligt utbud, men annars är det ingen stor skillnad. Jag lever ganska bra, men det har tagit några år att etablera denna levnadsstandart. Jag tjänar dessutom över snittet och har inga barn. Låt oss jämföra med hur jag bodde i Sverige med en lön som va mycket lägre: Tjänade ca 25 000 Sek efter skatt (hyffsat välbetalt mao) Bodde på söder mitt i stockolm, (dyr å köpt lägenhet) 60 kvm. Lån og räntor: 5500 + el: 300, TV, internett: 500 + extra kost ca 200 = 6500 kr Mat: 2000 (då är utbudet enormt mkt större än i Norge och med avsevärt bättre kvalitet) Mobil: ca 200 Bil ca: 1000 (körde ganska lite) Restaurangbesök: ca 2000 (då blev det ca 2 ggr i veckan) Pub/krog; 3000 (utgång minst 1 gng i veckan + ett par dagar på puben med ett par öl i veckan) Kläder: ca 1000 weekendresa: ca 3-4000. Övrigt ca 500. Sum: ca 20 000. Notera att priserna är i SEK eftersom jag bodde i Sverige. Då levde jag ganska gott och lyxigt, gick ut å åt ett par ggr i veckan, pubade ett par å gick ut minst 1 gng i veckan. Bodde fint och centralt, hadde bil, handlar mkt och gansk lyxig mat hem, handlar lite kläder och drog på en billig weekendresa varje månad till nån Europeisk storstad ca 1 gng i månaded. Lyckades ändå spara undan minst 5000 kr i månaden. Jobbade jag över så blev det mer såklart. Norge: Jobbar som ingenjör och har väldigt hög lön: ca 39 000 NOK efter skatt i månaden. (tjänar mer än alla från Norge jag känner här.) Jag har alltså närmare 800 000 Nok/året. Extremt bra lön när jag tänker efter haha. Men det spelar mindre roll. Nu lever jag ungefär med samma lyx, vilket jag absolut inte kunde de första åren. Har köpt lägenhet för 3+ miljoner NOK, 65 kvm i en normalstor stad. Alltså inte i närheten så dyrt som sthlm är i Sverige. Ganska centralt; Notera att prisena här är i NOK eftersom jag bor i Norge: Lån+räntor: 13 500 (Don't even ask) El+ TV/internet + komunala avgifter: ca 3500 (dont even ask)= 17 000 Mat: 5000 (jag skojar inte, nu köper jag minst lika mkt som jag gjorde i sverige, men utbudet är mkt sämre) Mobil ca: 300 Bil: ca 1500 Restaurangbesök: Ca 4-5000 (japp, lika fina restauranger ett par gånger/v med 1-2 glas) Pub/krog: ca 5000, här tror jag faktiskt jag håller igen lite med tanke på att i sthlm kan man dricka öl för 30 sek innan man går ut, medans ölen kostar 70-80 Nok här. Det kan mao bli mkt dyrare. Kläder ca 1000 (har dålig koll, men ganska lika priser) Weekendresa 3-4000 (ungefär samma pris här såklart) Övrigt: ca 1000. Sum: ca 39 000 NOK. Yes jag skojar inte. Jag bor i en mellanstor stad, lika stort boende (faktiskt med sämre kvalitet) går ut exakt lika ofta på pub och restaurng, har bil och lever samma typ av liv med samma lyx. Jag lever ungefär som en välbetald ingenjör förväntas leva var man än bor. Nu har jag inte nämnt att Bilen jag köpte här är så in i helvete dyr och skulle nästan kosta halva priset i sverge. Jag tjänar ändå mycket mer i Norge i förhållande till snittlönen än vad jag gjorde i Sverige. Då menar jag vekligen mycket mer. Tror ni ändå jag lyckas spara pengar? Absolut inte. Jag ligger på + några hundra varje månad max. Ibland hamnar jag faktiskt på minus! Men det skiter jag i, jag tänker leva lyx så länge jag lever och trivs bra med det. Jag har ett socialt liv och anser att man ska leva fullt ut. Men detta är mycket svårt i Norge om man inte tjänar väldigt bra. Sen kan man i sin tur jämföra med tex länder med restaurangkulturer som Spanien, Italien lr frankrike. Jobbar med en spansk ingenjör ibland som har ca halva min lön, å han lever faktiskt ännu lyxigare i spanen än vad jag gör i Norge. Lägg sedan till, om jag hade haft ungar här, så kostar det skjortan och halva byxbenet (de får inte ens gratis mat i skolan) + mycket dyrare med dagisplats. Skulle jag i sin tur jobba i sverige idag med samma utbildning och jobb skulle jag tjäna ännu mer än vad jag gjorde när jag flyttade. Det är mao mycket lyxigare och högre levnadsstandart i Sverige än i Norge om man har jobb. Sverige har andra problem, med hög arberslöshet etc. Jag blir således ganska trött när jag träffar metrosexuella partysvenskar som skryter med att de har 150 NOK på Seveneleven å lyckas spara \"så jävla mkt mer pengar här\". Ja om du bor som en jävla tattare ja! \"men jag tjänar mer här på lager än jag görni sverige bla bla\" NEEEEEJ det gör du ju inte alls ditt CP. Du måste ju justera prisdifferensen först! Jag lovar att vilken person med vilket givet jobb som helst i Sverige har det bättre mycket bättre liv och leverne om man jämför med exakt samma jobb i Norge. Skatter, priser och utgifter gör det väldigt svårt att röra sig ekonomiskt i detta land. Allt kostar och allt kostar mycket. Det är inte jättekonstigt att ungdommar här bor hemma tills de är typ 25 nuförtiden, lr att ensamstående väldigt sällan har råd att köpa eget. Då menar jag väääldigt sällan (har faktiskt inte ens hört om det nån gång).",
				"Norge har mer jobb och högre löner etc, men so what?! Fad förväntar ni er?! Det är ju otroligt mycket dyrare att leva i Norge, även i förhållande till lön. Jag är öppen för förslaget att ungdommar reser till Norge för att jobba när det inte finns jobb hemma, lr pga natur etc. Men förstår inte resonemanget att man sparar mer pengar här bara för att lönerna är högre jämfört med Sverige. Är folk så jävla naiva och enkla?! Jag är medveten om att det är omöjligt att få jobb för många ungdommar i Sverige, och då blir det ju svårt att leva gott såklart, men blanda inte ihop det med att ha jobb och leva i Sverige. Det är två helt olika saker. Det är sällan man får höra en rättvis version av en dra-till-norge-och-tjäna-massa-pengar-ungdom. Speciellt när de oftast varken haft jobb i Sverige lr inte vet skillnaden. Man hör hela tiden ungefär: \"Jag sparar 10-20 tusen varje månad av att jobba på lager här etc\" - Ja det är klart du gör, du lever ju snålt med 10 andra och jobbar arselet av dig. Har du testat att göra samma sak i tex Sverige?! Jag lovar dig att du skulle lyckas spara ihop minst lika mycket. Saken med att bo och spara pengar Norge är inte så jävla lätt som många tror. Iaf inte om man vill bo normalt, ganska centralt, ha bil och leva ett normalt liv. Så som vanliga människor i västeuropa vanligtvis gör. Nu kan man ju bo som råttor lt polacker som många svenskar gör, brygga vin i badkaret, jobba på deli de luka, å skrapa ihop 50 000 till en back packer-resa. Men det är ju nåt helt annat. Jag har jobbat 5-6 år i Norge och är ganska välbetald, även norska mått mätt, och tro mig när jag säger att det är näst intill omöjligt att leva ett gott liv med en normal lön. Allt är ju relativt såklart, men när jag menar gott så menar jag att man slipper tänka på pengar. Alltså folk som tror att Norge har hög levnadsstandard och kvalitetsliv kan jag säga att det är en sanning med modifikation. Jag älskar Norge, norrmän, naturen, jentene och historiken etc don't get me wrong. Det är en bra välfärd och ett mycket tryggt och rent ställe att leva i, men att leva bra är en helt annan sak. Det sociala livet är ju typiskt skandinaviskt så klart: mao kasst, men jag kan leva med det, är van som svensk. Vägarna här suger pung och mataffärerna har dåligt utbud, men annars är det ingen stor skillnad. Jag lever ganska bra, men det har tagit några år att etablera denna levnadsstandart. Jag tjänar dessutom över snittet och har inga barn. Låt oss jämföra med hur jag bodde i Sverige med en lön som va mycket lägre: Tjänade ca 25 000 Sek efter skatt (hyffsat välbetalt mao) Bodde på söder mitt i stockolm, (dyr å köpt lägenhet) 60 kvm. Lån og räntor: 5500 + el: 300, TV, internett: 500 + extra kost ca 200 = 6500 kr Mat: 2000 (då är utbudet enormt mkt större än i Norge och med avsevärt bättre kvalitet) Mobil: ca 200 Bil ca: 1000 (körde ganska lite) Restaurangbesök: ca 2000 (då blev det ca 2 ggr i veckan) Pub/krog; 3000 (utgång minst 1 gng i veckan + ett par dagar på puben med ett par öl i veckan) Kläder: ca 1000 weekendresa: ca 3-4000. Övrigt ca 500. Sum: ca 20 000. Notera att priserna är i SEK eftersom jag bodde i Sverige. Då levde jag ganska gott och lyxigt, gick ut å åt ett par ggr i veckan, pubade ett par å gick ut minst 1 gng i veckan. Bodde fint och centralt, hadde bil, handlar mkt och gansk lyxig mat hem, handlar lite kläder och drog på en billig weekendresa varje månad till nån Europeisk storstad ca 1 gng i månaded. Lyckades ändå spara undan minst 5000 kr i månaden. Jobbade jag över så blev det mer såklart. Norge: Jobbar som ingenjör och har väldigt hög lön: ca 39 000 NOK efter skatt i månaden. (tjänar mer än alla från Norge jag känner här.) Jag har alltså närmare 800 000 Nok/året. Extremt bra lön när jag tänker efter haha. Men det spelar mindre roll. Nu lever jag ungefär med samma lyx, vilket jag absolut inte kunde de första åren. Har köpt lägenhet för 3+ miljoner NOK, 65 kvm i en normalstor stad. Alltså inte i närheten så dyrt som sthlm är i Sverige. Ganska centralt; Notera att prisena här är i NOK eftersom jag bor i Norge: Lån+räntor: 13 500 (Don't even ask) El+ TV/internet + komunala avgifter: ca 3500 (dont even ask)= 17 000 Mat: 5000 (jag skojar inte, nu köper jag minst lika mkt som jag gjorde i sverige, men utbudet är mkt sämre) Mobil ca: 300 Bil: ca 1500 Restaurangbesök: Ca 4-5000 (japp, lika fina restauranger ett par gånger/v med 1-2 glas) Pub/krog: ca 5000, här tror jag faktiskt jag håller igen lite med tanke på att i sthlm kan man dricka öl för 30 sek innan man går ut, medans ölen kostar 70-80 Nok här. Det kan mao bli mkt dyrare. Kläder ca 1000 (har dålig koll, men ganska lika priser) Weekendresa 3-4000 (ungefär samma pris här såklart) Övrigt: ca 1000. Sum: ca 39 000 NOK. Yes jag skojar inte. Jag bor i en mellanstor stad, lika stort boende (faktiskt med sämre kvalitet) går ut exakt lika ofta på pub och restaurng, har bil och lever samma typ av liv med samma lyx. Jag lever ungefär som en välbetald ingenjör förväntas leva var man än bor. Nu har jag inte nämnt att Bilen jag köpte här är så in i helvete dyr och skulle nästan kosta halva priset i sverge. Jag tjänar ändå mycket mer i Norge i förhållande till snittlönen än vad jag gjorde i Sverige. Då menar jag vekligen mycket mer. Tror ni ändå jag lyckas spara pengar? Absolut inte. Jag ligger på + några hundra varje månad max. Ibland hamnar jag faktiskt på minus! Men det skiter jag i, jag tänker leva lyx så länge jag lever och trivs bra med det. Jag har ett socialt liv och anser att man ska leva fullt ut. Men detta är mycket svårt i Norge om man inte tjänar väldigt bra. Sen kan man i sin tur jämföra med tex länder med restaurangkulturer som Spanien, Italien lr frankrike. Jobbar med en spansk ingenjör ibland som har ca halva min lön, å han lever faktiskt ännu lyxigare i spanen än vad jag gör i Norge. Lägg sedan till, om jag hade haft ungar här, så kostar det skjortan och halva byxbenet (de får inte ens gratis mat i skolan) + mycket dyrare med dagisplats. Skulle jag i sin tur jobba i sverige idag med samma utbildning och jobb skulle jag tjäna ännu mer än vad jag gjorde när jag flyttade. Det är mao mycket lyxigare och högre levnadsstandart i Sverige än i Norge om man har jobb. Sverige har andra problem, med hög arberslöshet etc. Jag blir således ganska trött när jag träffar metrosexuella partysvenskar som skryter med att de har 150 NOK på Seveneleven å lyckas spara \"så jävla mkt mer pengar här\". Ja om du bor som en jävla tattare ja! \"men jag tjänar mer här på lager än jag görni sverige bla bla\" NEEEEEJ det gör du ju inte alls ditt CP. Du måste ju justera prisdifferensen först! Jag lovar att vilken person med vilket givet jobb som helst i Sverige har det bättre mycket bättre liv och leverne om man jämför med exakt samma jobb i Norge. Skatter, priser och utgifter gör det väldigt svårt att röra sig ekonomiskt i detta land. Allt kostar och allt kostar mycket. Det är inte jättekonstigt att ungdommar här bor hemma tills de är typ 25 nuförtiden, lr att ensamstående väldigt sällan har råd att köpa eget. Då menar jag väääldigt sällan (har faktiskt inte ens hört om det nån gång)."
		]
	},
	{
		"postIndex": [
			[8512],
			[8251],
			[8253]
		],
		"postTime": [
			"2014-06-30",
			"2014-05-05",
			"2014-05-06"
		],
		"postNum": [
			[8726],
			[8458],
			[8460]
		],
		"postLink": [
				"/sp49410734",
				"/sp48664478",
				"/sp48675947"
		],
		"postUser": [
				"trainhopper",
				"kisstheangel1",
				"aaby"
		],
		"postUserID": [
				"/u868966",
				"/u631745",
				"/u125363"
		],
		"postUrl": [
				"https://www.flashback.org/t1792221p728",
				"https://www.flashback.org/t1792221p705",
				"https://www.flashback.org/t1792221p705"
		],
		"userUrl": [
				"https://www.flashback.org/u868966",
				"https://www.flashback.org/u631745",
				"https://www.flashback.org/u125363"
		],
		"sentence": [
				"Hur är det med att vara skriven/ha adress i Sverige, men att jobba i Norge? Jobbade för 9 år sedan i Norge under 8 månaders tid. Då hade jag en adress i Oslo där jag bodde som jag anmälde när jag sökte skattekortet, men avskrev mig aldrig från Sverige. Flyttade tillbaka efter 8 månader. Har för mig att jag har läst att numera ska man skriva sig i Norge om man jobbar där mer än 6 månader i sträck? Dessa månader kommer jag dock inte överskrida denna gång, så det behöver jag inte oroa mig för. Denna gången tänkte jag åka till Norge med husbilen och bo i den, och jobba 4-6 månader under sommaren, för att sedan resa till värmen under dom resterande 6 månaderna/vintern. Fungerar detta bra första året är det inte omöjligt att jag kommer vilja fortsätta med det dom kommande åren... Kan jag använda min Svenska adress när jag söker skattekort denna gång? Och \"veckopendla\"? Måste jag ha en adress i Norge för att jobba där? Jag får väl köra min Svenska bil i Norge i 6 månader utan problem, har för mig att det är efter 1 år som bilen ska registreras i Norge/man riskerar böter/beslagtagen? Sista jag jobba utanför Oslo var det många Svenskar från Karlstad/Värmland som bodde i husvagnar och byggbaracker, men som hade lägenheter i Sverige och åkte hem på helgerna. Nu var ju detta snart 10 år sedan, arbetsregler förändras, och jag har inte längre någon kontakt med mina gamla arbetskollegor som jag kan fråga om råd. Tacksam för svar, och ursäkta för lite luddigt inlägg. Mvh T",
				"Jag är 20 år och bor med min Sambo. Nu har vi funderat på att flytta till Norge, och jobba. Vi funderar på ca 4-5 år. Finns det någon som kanske har tips och svar på mina frågor, någon som själv flyttat till Norge från Sverige? Vilken stad är enklast i Norge att få jobb på? Vi funderar på Oslo men tips på andra städer går bra. Är det lätt att få jobb och boende? Vi vill ha eget och inte dela med någon. Någon som har tips på hur jag ska göra? vilka sidor man kan söka? kanske åka dit och söka direkt? Tack!",
				"Hej. Jag undrar om jag kan låna pengar här i Norge, jag har bara D-nummer inget riktigt norskt personnr. Jag har jobbat i norge i lite mer än 3 år nu. ska väl tilläggas att jag jobbar i norge men bor i sverige, så har ingen norsk adress heller. någon som har erfarenhet av detta och isf kan komma med lite tips? mvh aaby"
		]
	}
]
