[
	{
		"postIndex": [
			[14],
			[50],
			[30]
		],
		"postTime": [
			"2012-09-12",
			"2012-09-25",
			"2012-09-15"
		],
		"postNum": [
			[14],
			[53],
			[32]
		],
		"postLink": [
				"/sp39308471",
				"/sp39508445",
				"/sp39343136"
		],
		"postUser": [
				"ceph",
				"ceph",
				"ceph"
		],
		"postUserID": [
				"/u71440",
				"/u71440",
				"/u71440"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p2",
				"https://www.flashback.org/t1958696p5",
				"https://www.flashback.org/t1958696p3"
		],
		"userUrl": [
				"https://www.flashback.org/u71440",
				"https://www.flashback.org/u71440",
				"https://www.flashback.org/u71440"
		],
		"sentence": [
				", OK. Du tänker alltså inte längre än vad näsan räcker och ditt enda syfte med denna trådstart var att parafrasera en bok. Vad sägs om lite diskussion, for a change? AP-fenomen orsakade av inversion kan uppträda på de sätt som beskrivs av de hyllmeter av både teori och praktiska exempel jag gått igenom att döma. Jag nämnde sådant tidigare. Vi att precisionen i plotterna var inneboende bristfällig och att när man senare ackumulerat mer data så framträdde en annan bild. Ja, för vi vet även att det dessutom rörde sig om snarlika incidenter samma sommar i samma område och att alla har den gemensamma nämnaren att anaprop var mycket under dessa perioder. Dessutom är det ett faktum att tidpunkterna för observationerna i största allmänhet starkt korrelerar med de meteorologiska förhållandena och att fenomenen mycket riktigt mattades av och försvann då solen gick upp. Höjden för nämnda ekon var mycket låg, runt 500 meter, som senare i detalj kunde beläggas förekomma den sommarn. Vi ser även redan i fallet 19/20 Juli att det slumpmässigt varierar från ungefär 4 upp till 12 simultana ekon och att det tidsmässigt korrelerar med solinstrålningen.Samma sak som vid de senare fallen, m.a.o. Det du (eller ja, din bok) kallar en \"katt- och råttalek\" och enorma hastigheter är precis sådana slutsatser man lockas att landa på när man börjar plotta ut mer eller mindre slumpmässig AP, särskilt i relation till kända mål på känd kurs (dvs. F-94 rna). De plötsliga försvinnandet då planen närmade sig kan jämföras med när hela högar AP-ekon plötsligt försvinner för att sedan dyka upp igen, beroende på allt ifrån justeringar av gain och svep till små fluktuationer i de atmosfäriska förhållandena. Plottningsproblemet blir därför snabbt en veritabel mardröm och här kan därför inte felaktiga slutsatser uteslutas. Vi har för det första i samtliga dessa fall gamla analoga radarapparater som saknar de avancerade filter som sitter i moderna radartyper (och vars införsel \"konstigt nog\" korrelerar med en markant nedgång av de tidigare rätt vanliga okända ekona) och som därför registrerar lite vad som helst. Sedan har vi svephastigheter på mellan två och tio sekunder. Under dessa intervall kan spontan AP dyka upp lite var som helst, lite hur som helst, ibland på ett sådant sätt att någon tillförlitlig plottning av ekonas verkliga rörelser inte medges utan att siffrorna man får är helt uppåt väggarna. Detta är något som hänt, så det är inte bara teoretiska förslag. Dessutom kan AP under somliga förhållanden ge upphov till falska ekon som rör sig fort, men huruvida just det är applicerbart på detta fall eller ej låter jag vara osagt. Det kan vara värt att kika på dock. Jag ser att du valt att inte kommentera själva vidden av UFO-vågen i D.C. sommaren 1952. Det du inte explicit säger men det man får anta att du insinuerar med detta är att (åtminstone en portion av) de observerade radarfenomenen den 19/20 Juli skall behandlas från de som uppträdde den 26/27 och/eller de som beskrevs senare i Augusti. Detta är ett på alla sätt och vis legitimt ställningstagande och skulle mycket riktigt göra dessa utläggningar till stor del irrelevanta, det medges. Men att leda det i faktiska bevis blir svårt, det enda indicium vi har är plotter från det första tillfället, plotter som då och då skiljer sig i karaktär från de senare men vars tillförlitlighet med all rätt kan ifrågasättas. Vidare bör det nämnas att det vid alla dessa tillfällen rörde sig om stundtals mycket kraftiga ekon som var betydligt mer väldefinierade än vad man vanligen ser vid anaprop, vilket bl.a. fick operatören den 26/27 att ana oråd men som denne inte kunde bekräfta var något annat än just anaprop då fenomenet mattades av innan vidare studier kunde göras. Samtidigt så är det bekräftat att väderförhållanden rådde och att man vid senare tillfällen faktiskt observerat dylika kraftiga ekon som kunde kopplas till anaprop. AP är definitivt inget enhetligt naturfenomen som noga följer en viss profil som med enkelhet känns igen alla gånger. Radarstrålen kan böjas uppåt, nedåt, \"fastna\" i ett tunt skikt m.m. Det finns dubbelekon av olika slag, ekon från vågrörelser i luften, från vågrörelser på vatten, från stillastående eller rörliga objekt på marken som framträder \"i luften\", ekon som uppträder på grovt felaktiga avstånd, oönskade ekon från sidlober m.m. Intensiteterna varierar, hastigheterna hos de skenbara målen varierar, deras allmän beskaffenhet varierar. Med hjälp av moderna filter sorteras mycket av det där bort, men långt ifrån allt. Se vad noterade avseende falska ekon, clutter osv. Det vore även intressant med feedback från forumanvändare som exempelvis då denne är väl bevandrad på området EM-propagering och radar. I den mån man kan skönja en slutledning ur mina bidrag så rör inte den heller resultatet av mänsklig teknologi annat än indirekt. Men anledningen till att jag överhuvudtaget tar upp detta i en så pass stor omfattning är inte för att driva något absolut, det jag vill få sagt är att dessa fenomen rör sig om en mycket viktig faktor för förståelsen av åtminstone en av komponenterna som kan utgöra dessa observationer, en faktor som dessutom tycks ignoreras helt och hållet i dina parafraserade textstycken. Viktigt helt enkelt för att radarstationer i Washingtonområdet formligen av dessa fenomen den aktuella sommaren, de uppträdde med en sällan skådad intensitet och under de omtalade UFO-nätterna ser vi onekligen mängder övergripande ekon som passar in på AP och vars framträdande dessutom styrks av rådande väderförhållanden. Varför detta är så känsligt för somliga förstår jag inte. Min ståndpunkt är kort och gott att korrelationen mellan nämnda observationer och de övriga omständigheterna är av en sådan slående art att den . Till stöd för denna ståndpunkt har jag bifogat tämligen utförligt med material och så har jag lagt ned mycket tid på att beskriva de relevanta faktorerna. Sedan får man göra vad man vill med det, personligen tycker jag inte att man från UFO-folks håll handskats med anapropmodellen ordentligt, det framstår snarare som att man beslutat sig för att ignorera de övergripande omständigheterna samt \"cherrypicka\" de detaljer som vid en första anblick inte passar in på någon gängse modell och lägga allt krut på att framhäva dessa. Detta paradoxalt nog att dissekera dessa detaljer som en ordentligt utförd utredning bör och skall göra. Det blir alltså av hela kalaset. Med det inte sagt att de tvunget måste visa sig vara åt helvete efter en noga granskning, men att envist neka till att de vara det och motsätta sig en granskning är bara tramsigt. Var det inte TS som talade om \" \" avseende rent icke-vetenskapliga approacher en gång i tiden? En annan intressant och relevant omständighet är att USAF-AACS bedömde somliga av sina radaroperatörers kunskaper avseende anaprop som så sent som 1957. Detta efter flera pinsamma incidenter som kostat mycket pengar och allmänt resursslöseri i form av uppskickat flyg som jagat mål som efter noggranna undersökningar senare visat sig vara anaprop, baser som stängts ned helt pga. att man sett \"trafik\" i luften där ingen sådan fanns, operatörer som i största allmänhet jagat upp sig i onödan och ökat arbetsbördan för övrig personal m.m. För att uppmärksamma operatörerna på fenomenet och hur man ska bära sig åt för att undvika att bli lurad av det så författade de en lång rapport samt distribuerade en ren intruktionsfilm. Jag har efterfrågat dessa via FoIA, för att kunna studera dem i detalj. Hur som helst så kan man ju föreställa sig hur läget var 1952 med grund i detta, om operatörer även långt efteråt blev förvillade av dessa fenomen i en sådan omfattning att det bedömdes som ett rent problem menar jag.",
				"Frågan är - kan vi utesluta det så lättvindigt? Mina invändningar beträffande dessa saker finns på pränt, några svar på det har du ej presenterat. Har det möjligtvis att göra med att dessa detaljfrågor inte berörs i Keyhoes bok? Du verkar låtsas som om jag eller någon annan aldrig kommenterat nämnda rörelser eller beskrivit den relevans många menar att AP har för det aktuella fallet. Att du inte förstår eller aktivt väljer att bortse från de kommentarer som berör detta är inte mitt bekymmer. Du kanske bedömer dem som otillräckliga eller liknande - det får du hemskt gärna göra, men kom inte och säg att det inte har kommenterats. Vidare är talet om markklotter som sagt tämligen irrelevant. Ja, vi vet att flygledarna var bekanta med GC, men det är fortfarande ingen som påstått att det skulle röra sig om vanlig GC eller för dem bekant AP (då hade det överhuvudtaget inte blivit ett UFO-fall till att börja med). Det Keyhoe tar upp angående ballonger och radarremsor är också irrelevant på samma sätt (även om det bör nämnas att man faktiskt tror sig ha spårat en ballong vid åtminstone ett tillfälle). Jag ber dig än en gång notera faktumet att mystiska radarekon med ovanliga intensiteter uppträdde inte gång över Washington den sommaren utan många, många gånger... Medan man onekligen verkade fullständigt clueless till en början (exempelvis den 19/20 Juli) så framträder så sakteligen en betydligt mer nyanserad bild vid de efterföljande tillfällena. Mycket tack vare att information ackumulerades, tack vare flygspaningsinsatser (26/27), tack vare de utförliga meteorologiska mätningar som senare iscensattes och slutligen tack vare rena -experiment. Problemet med dessa ekon som förvirrade flygledarpersonal ledde ju som bekant till att en mycket omfattande utredning tog vid. Jag ber dig därför än en gång dra dig CAA-rapporten till minnes och fundera ett slag över faktumet att man där kartlade stora hoper av just över Washington ett flertal nätter (och senare under de noggranna försöken i Indianapolis senare samma år) som visade sig härröra ur AP. Ett samband som bl.a. bekräftades med ren ballongsondering. Dessa utredningar står i skarp kontrast med de tidigare mer knapphändiga uppgifterna och den allmänna förvirringen som då rådde. I nämnda rapport och på hemskt många andra håll beskrivs ekon av alla möjliga styrkor, möjliga förklaringsmodeller för förekomsten av \"enorma hastigheter\" m.m.. Dessa modeller är dels relaterade till de inneboende problemen med målplotter medelst dylik utrustning, dels rör de en uppsjö övriga AP-relaterade mekanismer. Sedan har det i tråden förekommit en mängd material som behandlar AP i största allmänhet där flera matnyttiga exempel presenterats, exempel som behandlar grundlurade radaroperatörer på vitt skilda ställen och fall som t.o.m. genererat Vi har en hel ocean av relevant information här. Att det tas på allvar är uppenbarligen heller ingen som helst garanti för att det måste röra sig om något annat än AP. Att det hamnar i media är inte heller det någon kvalitetsstämpel, varför man nu skulle tro det? Kallakrigsparanoian gick på högvarv och tefatsyrans gyllene år var därikring. Man hade därför all anledning i världen att blåsa upp det, om inte för det allmänna nyhetsvärdet så då för lösnummerförsäljning... Sammanfattningsvis kan vi konstatera att: *Fast dessa tabbar blev i ett svep betydligt mer sällsynta i slutet av 1970/början på 1980-talet iom. modernare radartyper samt införseln av digital databehandling och via det sofistikerade algoritmer som automatiskt sorterade ut mängder av rena skitekon och via det minskade arbetsbördan för radaroperatörerna. Detta är ej, i motsats till vad du så inbitet hävdar, irrelevant. Tvärtom rör detta detaljer som i allra högsta grad måste tas itu med. Detta helt oavsett vad som nu orsakade ekona den 19/20 Juli det året. Uppenbarligen var AP ett problem då, tillika ett problem av mycket komplex art och ska man utesluta det måste man naturligtvis se till att behandla . Jag ställde för övrigt en fråga som du ej behagat svara på ännu - menar du att ekona den 19/20 inte alls hade något med alla de andra exemplen den sommaren att göra? Om så är fallet, hur motiverar du det? Är det bara den där lilla klicken rörelseanomalier du (Keyhoe) hakat upp dig på? Det är vad som återstår (och det ter sig allt annat än vattentätt i mina ögon, får jag tillägga), eftersom den av dig tidigare framförda invändningen som gjorde gällande att inversion ej rådde den 19/20 bevisligen inte stämmer. Dessutom böjer atmosfären radarstrålen oavsett, då den aldrig är isotrop. Frågan är bara hur mycket vid ett givet tillfälle. Nej, det är ingen \"irrationell skepticism\", den är i allra högsta grad rationell. Uppenbarligen har vi här ett ovanligt fall med förbluffande implikationer om det håller, ovanliga fall har en tendens att visa sig röra om komplicerade och saker och ju mer fantastiskt det verkar desto större försiktighet erfordras. Det är därför ett mycket rationellt handlande att börja plocka isär fallet och se till detaljerna. Det är å andra sidan mycket ovanligt att ovanliga händelser har en enkel, intuitiv förklaring. Dock är det vanligt att man lockas till att tro det (och inte blir det bättre om informationen man är tänkt att basera sina slutsatser på redan löpt igenom åtskilliga filter). Förutom att människan i största allmänhet känner en stor tilldragelse till enkla svar så uppvisar hon stora svårigheter att acceptera faktumet att hon inte alltid få svar på allting hon frågar sig (exempelvis pga. rena dataglapp). Då finns risken att hon helt sonika accepterar \"svar\" vart de än kommer från, enkom för att hon föredrar svar framför inga svar. Detta går även att sammankoppla med som jag lite i förbifarten nämnde tidigare. Att förkasta något för att det inte svarar för en smärre anomali och istället acceptera något slags hafsverk till anomaliebaserad ad hoc-\"hypotes\" är meningslöst. En \"ny okänd kraft\" kan utan problem \"förklara\" Pioneeranomalin men är det verkligen att föredra framför det idag pågående arbetet med befintliga teorier (allt ifrån nya tillägg till anpassning/revidering av tidigare saker), arbetet som motsvarar det du kallar en \"bakvänd ontologi\"? Tar det stopp så tar det stopp, då är det dags för något nytt. Men av erfarenhet vet vi att det ska mycket till för att det ska ta stopp, ty anomalier kommer och går varav många sitter kvar mycket länge innan de får sin lösning. Det är ytterst sällan som något radikalt nytt krävs, men det har förstås hänt. Jag är förresten en stolt \"förnuftsförnekare\" - det mänskliga s.k. förnuftet är inte alls mycket värt när det kommer till saker som det mänskliga förnuftet inte evolverat för att handskas med och det är i sanning en stor bedrift att kunna åsidosätta det och istället låta den rena faktan föra talan. Du får ursäkta min något rostiga franska men skygglappspratet kan du stoppa upp där bak, det är fruktansvärt tröttsamt. Ska vi resa någon katedral här ska den vara i granit, ej i luft. Jag förstår överhuvudtaget inte den uppenbara fientlighet du ger uttryck för. Jag blev positivt överraskad av din inledning men nu förefaller du istället tämligen trångsynt och rent av rabiat, dina elokventa utsvävningar till trots. Låt oss fortsätta med att plocka isär fallen och se vad vi får fram för kul istället för att bjäbba på den nivån.",
				"Ja, de låter onekligen mycket säkra på sin sak och min avsikt är inte att bestrida dessa uttalanden rakt av utan att efterfråga utförligare information samt (igen) belysa diverse aspekter som jag personligen tycker kan vara av relevans. Jag är helt enkelt inte lika säker själv, inte för att jag på något vis kan bedöma situationen på ett helt rättvist sätt men jag känner till mängder av incidenter där erfarna operatörer blivit grundlurade och jag ställer gärna saker i relation till varandra. Det är inte alls självklart att man vid tidpunkten tydligt kunde särskilja somliga AP-genererade ekon från verkliga mål, även om de aktuella operatörerna här noga understryker sin \"ofelbarhet\". Som sagt - AP har inget enhetligt utseende utan det är ett fruktansvärt brett fält, USAF bedömde kompetensen på området som bristfällig även långt senare och om det säger stämmer så var man inte ens särskilt haj på fenomenen förrän en bit in på 60-talet. Det finns ett anmärkningsvärt fall den 4:e Augusti 1964 som illustrerar detta. USS Turner Joy, USS Maddox och hangarfartyget USS Ticonderoga (CV-14) upptäckte något på sjöspaningsradar som motsvarade det förväntade utseendet av små torpedbåtar som omgrupperade inför en attack. Detta ägde rum i Tonkinbukten och uppladdningen inför en vietnamesisk torpedattack kändes som det troligaste scenariot av vad man kunde se att döma. Målen närmade sig därefter raskt. Följden blev att besättningen på fartygen gjorde klart skepp och att fartygen under flera timmar den natten manövrerade häftigt för att undvika att bli träffade av de förväntade torpederna medan man ihärdig besköt målen både med skeppsbundet artilleri och med flyg från Ticonderoga. Man tyckte sig t.o.m. få in träffar på några av målen och efter ett tag skingrades dem och försvann. Inte en enda vrakrest eller ens oljespår upptäcktes vid gryningssöken. En noggrann utvärdering av radardatan inleddes därför direkt efteråt på uppdrag av högsta hönset i området och man kunde efter tre dagars snokande konstatera att den förmodade attacken aldrig ägt rum, att radarmålen var resultatet av AP samt att de övergripande väderförhållandena var tämligen ovanliga. Senare erhållna vietnamesiska källor styrker detta, då de inte hade iscensatt något motsvarande. Detta exempel används än idag tillsammans med andra liknande tabbar som utbildningsunderlag för radaroperatörer inom USN (se exempelvis av Lt. Cdr. Bruce W. Ford). I det pappret nämns även ett fall långt senare (under Gulfkriget) där AP ställde till det åt andra hållet, dvs. böjde radarstrålen åt helvete så pass att inga mål registrerades trots att det fanns mål (som kom så nära att man såg dem visuellt). AP kan med andra ord vara rejält problematiskt och just det exemplet påminner en del om avsnittet om Louisianas kust i B-29-fallet som diskuterats. Sedan undrar jag lite kring de \"purpurfärgade\" fläckarna. Hur representeras något sådant på en simpel monokrom katodstråledisplay? Det låter snarast som en referens till ren väderradar och de färgkoder som används där. Den vanligaste formen av AP som stöts på i dessa sammanhang är mycket riktigt tämligen diffusa ekon som ibland påminner om nederbörd. Någon kunnig som kan klargöra vad man menar med detta? Det känns nästan tjatigt att ta upp CAAs rapport om AP igen men jag vill bara påpeka att man där talar om AP-genererade låtsasmål av olika former och storlekar, olika hastigheter, olika styrka m.m. Även detta står i skarp kontrast med uttalandena som Keyhoe återger, där de inblandade tycks mena att AP utan undantag ser ut på ett visst sätt och att man med enkelhet kan särskilja detta från verkliga objekt. Allt annat talar för att det raka motsatsförhållandet rådde vid tidpunkten. De må ha vart bekanta med somliga former av inversionsinducerad AP, varianter som de var vana vid, men långt ifrån bekanta med hela spektrumet. Att CAAs rapport belyser förekomsten av rent av bisarra förhållanden den sommaren är förstås också värt att tänka på (igen). Fast nu talar du ju inte sanning, låt gå för att det kan vara en olycklig miss med grund i tidigare nämnda uttalanden om GC. Det rådde inversion natten den 19/20 Juli liksom under de övriga tre nätterna som mystiska ekon observerades i Washington (26/27 Juli samt 13/14/15/16 Augusti), vilket även din egen källa bekräftar - även om just den källan tonar ned innebörden av detta och beskriver den uppmätta inversionen den 19/20 som allmänt svag. Med feedback menade jag naturligtvis senare inlägg. Vi vet redan vad de i boken förekommande källorna säger men frågan jag lyft fram är om de verkligen kan behandlas som någon slags ofelbar guldmyntfot. För att kasta ljus över detta vore det mycket trevligt med kommentarer från sakkunniga. Jag saknar egentligen nödvändig kompetens själv och frågar därför öppet efter den, det enda jag kan bidra med är mina egna a-ha-upplevelser som har sin grund i mina rent grundläggande kunskaper. Det är alltid nyttigt att syna saker i sömmarna och att höra efter på flera håll, särskilt när det gäller saker vars implikationer om caset håller vore fantastiska. Jag hoppas verkligen att fler skribenter med goda kunskaper om radar (gärna ur ett historiskt perspektiv) kan delta i tråden. Vi har uppenbarligen redan en sådan deltagare och dennes kommentarer leder en vidare till mycket intressant och nyttig läsning. \"Utan minsta tvivel\" får stå för Keyhoe. Jag är dock böjd att hålla med om att denne sett till att hålla saker väl underbyggda, åtminstone vad det verkar, och jag är mycket glad att du tagit dig tid att utveckla dina inledande resonemang på detta sätt. Det är faktiskt tämligen ovanligt i dessa krokar och det är oerhört trevligt med väl underbyggda UFO-fall som inte kan förklaras i en ren handvändning. Men jag är samtidigt ytterst försiktig till att bara acceptera saker rakt av, hur välrenommerade de ursprungliga källorna än verkar. Dels för att det rör sig om fantastiska saker som och dels för att man många gånger sett även seriösa och kompetenta människor virra iväg rejält, ofta helt omedvetna om vilka snedsteg de gör. En annan sak jag inte förstår är varför Keyhoe envisas med att kasta in ord som farkoster, tefat, moderskepp, maskiner m.m. överallt. Det må vara hans tolkning av saker och ting. det må i hans ögon vara en legitim sådan och det må motsvara temat för hans böcker men det blir genast rätt förvirrande eftersom han insisterar på att kasta in detta mitt bland andras uttalanden. Min avsikt är inte att gå till irrelevanta personangrepp här, men lite fundersam blir man ju trots allt avseende karlns objektivitet. Hur som helst vill jag avsluta med att det är uppfriskande med lite intellektuellt och faktaspäckat engagemang här. Väl mött, Sanningen finns där ute!"
		]
	},
	{
		"postIndex": [
			[58],
			[54],
			[59]
		],
		"postTime": [
			"2012-09-27",
			"2012-09-25",
			"2012-09-27"
		],
		"postNum": [
			[61],
			[57],
			[62]
		],
		"postLink": [
				"/sp39555427",
				"/sp39524093",
				"/sp39555866"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p6",
				"https://www.flashback.org/t1958696p5",
				"https://www.flashback.org/t1958696p6"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Var klämmer skon? Är det möjligen så att det inger dig en - olustkänsla - bara för att jag refererar till innehållet – i en bok? Varför skulle det inge \"olustkänslor\"? Därför att du har ställt följande fråga till mig: ” Frågan gällde om med denna trådstart var att du skulle sitta och . (SLUT CITAT). Det krävs inte särskilt mycket tankeförmåga för att inse att det betr. att jag refererar till innehållet i en bok. Din fråga Tvärtom och en njugghet betr. mina motiv. Det krävs inte särskilt mycket talang för att inse det. Du har i den här tråden upprepat mantrat \"icke-mänsklig teknologi\" och \"intelligent styrda maskiner\" 13-14 gånger, till synes helt oberörd av alla frågetecken som belysts och [ B]( [/b]Jag har åtskilliga gånger redogjort för skälen varför jag bortser ifrån diverse uppslag som förklaring till de objekt jag refererar till. Flygledarna vid Washington Air Traffic Control Center observerade natten den 19/20 juli 1952:  ”Ett objekt  ” som flygledarnas chef Barnes dirigerade jaktflyget för att avvisa de oidentifierade objekten –  ”Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka ”. Vidare: Incidenten över den Mexikanska Golfen den 6 december 1952.  ”Bakom B-29:an störtar fem objekt fram  ” hade de framrusande objekten - inversion – instrumentfel - sumpgas - plasmabildningar - hägringar - molnbildningar - fåglar - meteorer - planeter - stjärnor – felbedömningar - hallucinationer samt mänsklig teknologi som Det betyder att jag har i min strävan att komma underfund med de refererade objektens bakomliggande natur. Vad åter står då? Enda möjliga förklaring som återstår - . Det är den slutledningen. ”Till synes helt oberörd av alla frågetecken som belysts och :Jag har beaktat ovan refererade förklaringar i min strävan att komma underfund med de refererade objektens bakomliggande natur. Det betyder att det du ger uttryck för (Forts. i påföljande inlägg). /Mr Miscellaneous",
				"Forts. föreg. inlägg). De okända objektens RÖRELSER visar att det rör sig om Ty naturen förmår inte frambringa ett luftburet fenomen som på jaktflyg som försöker avvisa det. Det faller på sin egen orimlighet. Rörelser på radarskärmar är något som naturen åstadkommer varenda dag. Mikrovågor är inte annorlunda än några andra fotoner på det sättet. De reflekteras och refrakterar i än högre grad än synligt ljus och ett objekt som du tror dig se kan i många fall vara ett eko av något helt annat. Ditt svar visar att huruvida de okända objekten Din approach lägger i öppen dag. Jag måste säga att du utgör sinnebilden för den irrationelle skeptikern. Våra meningsutbyten visar att du söker efter förklaringar som härrör från ”jordiska” fenomen som förklaring till de okända objekt som jag refererar till. Här är engagemanget . Här känner du inte av några gränser. Intet skall förbigås. ALLT skall tröskas igenom. Och det bra. Men då du i dina resonemang utesluter ”icke-mänsklig” teknologi som en förklaring till de okända objekt som jag refererar till - är det ett uttryck för en lust att vilja bli kvar i den invanda världsbilden. Men ser du: För att förstå världen bättre att vi lämnar den nötta tankens stigar. Men jag förstår dig. För att driva resonemang kring de objekt som jag refererar till - att de kan vara resultatet av icke-mänsklig teknologi Men härtill är din ängslan alltför stor. Håll du fast vid din snuttefilt - om den ger dig trygghet. Taffliga försök till personangrepp eller character-assassination främjar knappast debatten. Vill du föra en seriös diskussion bör den hållas på en seriös nivå. Vad betr. ”taffliga” försök till personangrepp som du uttrycker det. Så här låg det till: Efter det att jag har fått utstå ditt genmäle som från början till slut var en uppvisning då ilsknade jag till sist till. Och det med all rätt. Det fanns inte någon anledningen att låta det passera opåtalat. Och det tänker jag inte göra nu heller. UFO observationer är i högsta grad intressanta men precis som de algoritm baserade filter som finns i en modern radar försöker sålla bort falska ekon i bruset så måste man som observatör av ett påstått fenomen i en händelse för att komma till dess kärna. Din slutsats att det är vikigt att för att försöka komma fram till ett fenomens bakomliggande natur. Jag tycker att du i det sammanhanget Säger det huruvida de refererade objekten kan vara resultatet av icke-mänsklig teknologi. Det är inte mer än rimligt att du tar dig samman och mobiliserar det kurage som krävs för att refererade objekt med utgångspunkt i att de kan vara resultatet Befarar dock att (din irrationella skepticism) medför att du inte har tillgång till de analytiska verktyg som krävs för att åstadkomma (en kritisk granskning) av nämnda objekt. Och det är klart. Det kan vara känsligt om du gör avsteg från dina principer att aldrig diskutera ET-hypotesen som en förklaring till refererade objekt. Ty det kan leda till att du tappar orienteringen. Att du tappar din subtila kurs. Att du rentav förliser. Det okända har som bekant en tendens att lösa upp lagbundenheter. ceph: Jag återkommer till dig. /Mr Miscellaneous",
				"(Forts. föreg. inlägg). Flygledarnas chef Barnes klargjorde för Keyhoe: [b] i [/B har jag inte observerat objekt – det inräknat reaplan, stormar, inversioner eller vad som helst. Vi har många gånger haft här som den 19/20 juli utan att det har lett Barnes klargjorde att han och alla som befann sig i radarrummet den 19/20 juli med bestämdhet hävdar att ekona som fångades upp från de okända objekten Jag ställde för övrigt en fråga som du ej behagat svara på ännu - menar du inte alls hade något med alla de andra exemplen den sommaren att göra? Keyhoe klargör med emfas att händelsen natten den 19/20 juli 1952 vid Washington Air Traffic Control Center som skiljer den händelsen från andra händelser i Washington sommaren 1952. Man kopplade in radarbestyckat jaktflyg, dessa såg då de närmade sig inget på egen radar. Självfallet inte det eftersom de okända objekten redan hade lämnat scenen. Ty de accelererade iväg med en fruktansvärd hastighet då jaktflyget närmade sig Washington Air Traffic Control Center. Flygledarnas chef Barnes samt medarbetare som befann sig i radarrummet den 19/20 juli klargjorde för Keyhoe att det var den reella händelsekedjan. i åtanke bör de ha sett något om det de facto fanns fysiska mål i luften - \" \" Skälet till att de okända objekten uppenbarade sig på radarskärmarna vid Washington Air Traffic Control Center förklaras av att de kom in i sektorn med en fruktansvärd hastighet. Till sist: Man kan säga att det utkämpas en kamp mellan troende och skeptiker som rör de fenomen som ännu inte har fastställts av vetenskapen som varande en del av verkligheten. /Mr Miscellaneous"
		]
	},
	{
		"postIndex": [
			[135],
			[144],
			[149]
		],
		"postTime": [
			"2013-01-12",
			"2013-01-27",
			"2013-01-28"
		],
		"postNum": [
			[138],
			[147],
			[152]
		],
		"postLink": [
				"/sp41440208",
				"/sp41710676",
				"/sp41727433"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p12",
				"https://www.flashback.org/t1958696p13",
				"https://www.flashback.org/t1958696p13"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Anm. Du har valt att citera en text som utgör en del av mitt svar till Praetori den 11 januari (den inledande texten, första stycket nedan). Påtalar det bara för att klargöra var texten härrör från. Saken är den att du inte förmår att lägga fram den slutledningskedja, som jag har efterfrågat som vederlägger slutsatsen Det gjordes ju redan på de första sidorna i tråden där det visades väldigt utförligt varför man inte kan lita på radarobservationer i alla lägen. Praetori och för den delen, inte heller någon annan av mina opponenter, vad betr fallet den 19/20 juli 1952 har lagt fram en slutledningskedja som vederlägger (den nedan) Premisserna som bygger upp det här fallet är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt om . Det som talar för att radarpersonalens observationer av (som visade att de var resultatet ET-teknologi) . : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok inte hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har Det betyder: (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter: som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten som Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. ”Något senare observerar Barnes hur ett av objekten och allt utfört på några ögonblick. ”Barnes observerar hur ett objekt från övriga objekt ett trafikflyg som nyss har startat och hur det med trafikflyget”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka objekten i en hel svärm över Washington. (SLUT CITAT). Min anm. till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer. En intelligens som förmådde att s på trafikflyget och jaktflyget. Det betyder att objekten var av natur. Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå Det betyder blott en sak: Objekten var resultatet av ”mänsklig teknologi”. skunkjobb, i det fall du inte bejakar att framlagda premisser mynnar i slutsatsen att radarpersonalen observerade Ber jag att du lägger fram en slutledningskedja . /Mr Miscellaneous",
				"Ja då är jag en dåre, för jag tror inte på det du skrivit. Du säger att du inte tror att det jag refererar till visar att den här planeten besöks av I det fall du bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen observerade som . Ber jag att du lägger fram en slutledningskedja Premisserna som bygger upp det här fallet är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt om . Det som talar för att radarpersonalens observationer av (som visade att de var resultatet ET-teknologi) . : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med får som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har : (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter: som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten . Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. ”Något senare observerar Barnes hur ett av objekten och 1 allt utfört på några ögonblick. ”Barnes observerar hur ett objekt från övriga objekt ett trafikflyg som nyss har startat och hur det med trafikflyget”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka objekten i en hel svärm över Washington. (SLUT CITAT). Min anm. till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer. En intelligens som förmådde att på trafikflyget och jaktflyget. Det betyder att objekten var av natur. Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå Det betyder blott en sak: Objekten var resultatet av ”mänsklig teknologi”. kjellkritisk, i det fall du bejakar att framlagda premisser mynnar i slutsatsen att radarpersonalen observerade som Ber jag att du lägger fram en slutledningskedja . /Mr Miscellaneous",
				"Ni har inte visat minsta ansats att bemöta min argumentation. Jag skulle sätta värde på att ni . I det fall ni är av den meningen att slutledningskedjan nedan är logisk ceph, du säger att det börjar bli tjatigt, att jag återkommer till mina frågeställningar. Skälet till att jag gör det är att jag alltid förväntar mig att mina opponenter, har så mycket stake, att de besvarar mina frågor. : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har : (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. ”Något senare observerar Barnes hur ett av objekten och allt utfört på några ögonblick. ”Barnes observerar hur ett objekt från övriga objekt ett trafikflyg som nyss har startat och hur det med trafikflyget”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka objekten i en hel svärm över Washington. (SLUT CITAT). Min anm. till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer. En intelligens som förmådde att svara/reagera på trafikflyget och jaktflyget. Det betyder att objekten var av natur. Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå Det betyder blott en sak: Objekten var resultatet av ”mänsklig teknologi”.(SLUT) ceph, du säger att UFO-Sverige, inte utreder UFO-rapporterna . Det var ord och inga visor det. Men jag antar att du har torrt på fötterna då du levererar en sådan skarp kritik. Håller det streck, det du säger. Då är UFO-Sverige, mer en förening för social samvaro, och i mindre utsträckning en förening som utreder UFO-händelser. : Det är inte mer än rimligt att ni visar lite stake och bemöter argumenten som jag har lagt fram. Anser ni att argumenten inte är logiska t. /Mr Miscellaneous"
		]
	},
	{
		"postIndex": [
			[182],
			[195],
			[190]
		],
		"postTime": [
			"2014-03-31",
			"2014-04-07",
			"2014-04-04"
		],
		"postNum": [
			[185],
			[198],
			[193]
		],
		"postLink": [
				"/sp48181324",
				"/sp48281626",
				"/sp48240496"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p16",
				"https://www.flashback.org/t1958696p17",
				"https://www.flashback.org/t1958696p17"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Air Force levererade den bisarra förklaringen att Washington-incidenterna 19, 20, 26, 27 juli - var en följd av eller för att använda ett annat ord. Hur förklarar Air Force att då jaktflyg närmade sig den? Likaså att då jaktflyget dragit sig tillbaka? Intill denna dag har Air Force uteblivit med förklaring rörande den problematiken. Saken är den att Air Force inte förmår leverera svar på de här frågorna. Det logiska svaret avs nämnda frågeställningar är att det ett enda naturfenomen med jaktflyg Att Washington-incidenterna 19, 20, 26, 27, juli skulle ha varit resultatet av – Delades emellertid inte av ej heller av [b] /B] Nämligen hur okända objekt med såväl trafikflyget som jaktflyget. Air Force officiella förklaring att de okända objekten var resultatet av kontrasterar även skarpt mot det Edward J. Ruppelt klargör: Vem var Ruppelt? Ruppelt var chef för Air Force UFO-utredningsenhet: under dess slutfas, därefter var han chef för UFO-utredningsenheten: 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio Och han deltog i det operativa arbetet. Det betyder att som Blue Book beredningen utredde . Man kan lugnt säga att Ruppelt var väl insatt vad betr karakteristika som är kopplade till observationer avs de okända objekten. Så här beskriver han Washington-incidenterna 19, 20, 26, 27, juli: There was talk and the false targets they could cause; but that a good radar operator , and the traffic controllers who operated the radar at Washington National Airport Every day the lives of thousands of people depended upon of the radar targets they saw on their scopes. And you don't g unless watching a luminous line paint targets . Targets caused by inversions aren't rare in the years that these men had been working with radar they had undoubtedly that radar can detect. there was a temperature inversion They (min anm. flygledarna vid ARTC) had told the Bolling AFB intelligence officer that the targets they saw . The Air Force radar operator at Andrews . Flygledarna vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats klargjorde även för Donald E. Keyhoe att de okända objekten var resultatet av som Air Force vidhåller i sin officiella förklaring. Vem var Keyhoe? Keyhoe hade ett förflutet inom U.S Marine Corps. Vidare hade han ett brett kontaktnät inom Air Force. Flygledarnas chef Harry G. Barnes klargjorde för Keyhoe: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Om du tänker svara. Vänta lite. Det kommer mer om en stund.",
				"SM i ordbajsande, vad vill du ha sagt med ditt osammanhängande pladder? Svaret ovan levererade du 28/3 till mig i den här tråden. M . Eftersom du anser att argumenten jag har lagt fram borde det inte vara något problem för dig att falsifiera slutledningskedjan nedan till mitt ”osammanhängande pladder”. gäsp, ointressant saga av en ointressant författare. Svaret ovan levererade du 4/4 till mig i den här tråden. Eftersom du anser att borde det inte vara något problem för dig att falsifiera slutledningskedjan nedan till nämnda - SAGA. I det fall ni bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt . Ber jag slutledningskedjan nedan: . Premisserna som bygger upp de här fallen är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på . Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten. Vidare: Att radarpersonalens observationer : : I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har Om du tänker svara. Vänta lite. Det kommer mer om en stund.",
				"En fråga angående din signatur. Kan du bevisa att utomjordingar besöker jorden? Jag håller det för troligt att vi har fått besök men jag saknar fortfarande bevis. Det vore trevligt att få se det någon gång så att jag slipper spekulera. I det fall du bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt . Ber jag slutledningskedjan nedan: . Premisserna som bygger upp de här fallen är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten. Vidare: Att radarpersonalens observationer : : I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har . Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		]
	},
	{
		"postIndex": [
			[229],
			[251],
			[220]
		],
		"postTime": [
			"2014-04-17",
			"2014-05-02",
			"2014-04-13"
		],
		"postNum": [
			[233],
			[257],
			[223]
		],
		"postLink": [
				"/sp48423669",
				"/sp48610093",
				"/sp48366590"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p20",
				"https://www.flashback.org/t1958696p22",
				"https://www.flashback.org/t1958696p19"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Ok, eftersom i ovanstående monolog från PederNielssen så kan vi slå fast som så många gånger både förr och senare. (SLUT CITAT) Eftersom du har svårigheter att ta till dig en längre text. Här nedkortad version av texten jag postade till dig på sid 19. Texten motsvarar ca 1.5 sidor brödtext. Klarar du den här textvolmen tror du? Om inte då är du närmast illitterat. Hur tog du dig genom skolan? Inom journalistiken brukar man understryka vikten av att få en uppgift bekräftad från flera av varandra oberoende källor (anm i det här fallet radarpersonalen vid tre radarstationer som observerade okända objekt över Washington 19, 20, 26, 27, juli 1952). Det är ett utmärkt förhållningssätt även när det gäller källkritik på Internet. På så sätt ges en mycket god möjligt att avgöra huruvida informationen är trovärdig alt. bör betraktas som icke trovärdig. Du säger: ”att det rörde sig om anomalier i radarn” (SLUT CITAT) nedan att incidenterna som ägde rum 19, 20, 26, 27, juli 1952 över Washington . Som du försöker att få det till. (Källa 1) (Edward J. Ruppelt): (anm) Edward Ruppelt var ansvarig för Air Force UFO-utredningsenhet: ”Project Grudge” under dess slutfas, sedermera chef för UFO-utredningsenheten: ”Project Blue Book” 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio Så här säger han: There was talk and the false targets they could cause; but [ B]t[/b] that a good radar operator , and the traffic controllers who operated the radar at Washington National Airport . Ruppelt sid 161 there was a temperature inversion [b] /B] . Ruppelt sid 170 (Källa 2) (Donald E. Keyhoe): chef Harry G. Barnes. Så här säger han: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6 Keyhoe Radar/Visual 1952 sid 8 Vaughn D. Rockne, who is familiar with inversion effects, Keyhoe Radar/Visual 1952 sid 8 Om du tänker svara. Vänta lite. Det kommer mer om en stund.",
				"Materialet som jag lade upp #255 och #256 beskriver händelserna då manifesterade sig över 19, 20, 26, 27, juli 1952 samt över i U.S. samma månad. Här har du centrala fakta som i allt väsentligt täcker skeendet under juli-flapen. Och av det skälet utelämnade jag dina frågor. Eftersom jag är en generös själ – här kommer ändå svar på dina frågor: De räddaste som hela tiden trots att de inte såg något på radarskärmarna? Sannolikheten att flygplan krockar med de okända objekten är lika med noll. Vad grundar jag det antagandet på? Svar: De okända objekten ser alltid till att ett visst säkerhetsavstånd upprätthålls till flygplan. Här ett exempel på det. Ett jaktplan försökte komma nära ett okänt objekt. Då jaktplanet närmade sig objektet accelererade det enkelt iväg bort från jaktflyget. Så här sammanfattar Air Force kaptenen Edward Ruppelt incidenten: I sin bok: “The Report on Unidentified Flying Objects”. (anm) Ruppelt var chief för Air Force UFO-utredningsenheter: ”Project Grudge” och ”Project Blue Book” Och han deltog i det operativa arbetet. Det betyder att UFO-rapporter “On the same night as the second Washington sighting (anm 26/27 juli) we had a really good report from California. An ADC radar had picked up an unidentified target and an F-94C had been scrambled”. “The radar vectored the jet interceptor into the target, the radar operator , and as the airplane closed in the pilot and RO saw that they were headed directly toward a large, yellowish orange light”. “For several minutes they played tag with the UFO. the and that as soon as the airplane would of the UFO at a terrific speed”. “Then in a minute or two enough ”. “When I talked to the F-94 crew on the phone, the pilot said that they felt as if this - and they didn't like it - at any moment they thought “Needless to say, this was Ruppelt sid 167/168 (anm) betyder att utredarna inte kunde finna någonting Det Ruppelt beskriver är ett fascinerande möte mellan väsensskilda teknologier. Jaktplanet å sin sida var resultatet av en hopplöst föråldrad teknologi i förhållande till den teknologi som det okända objektet var resultatet av. Jaktplanet hade därmed inte minsta möjlighet att svara på objektets enorma acceleration. Vänta lite det kommer mer om en stund.",
				"(Forts. föreg. inlägg) (Källa 2) Keyhoe, Donald E.”Flying Saucers From Outer Space”. 1953), Henry Holt and Company; First Edition edition (1953) ASIN: B000OKUWRM Keyhoe, Donald E. ”Radar/Visual UFOS, Maj. Donald Keyhoe, 1952”. (anm) Keyhoe hade ett förflutet inom U.S Marine Corps som pilot. Vidare hade han ett brett kontaktnät inom Air Force. 23:40 observerar Nungent hur sju okända objekt plötsligt visar sig på radarskärmen. Nungent stirrar häpet på skärmen då objekten . Keyhoe Flying Saucers sid 63 Det fanns bara ett svar: Objekten måste ha störtat in i sektorn åtföljt av en plötslig fartminskning i den sydvästra kvadranten. Keyhoe Flying Saucers sid 63 Nungent kallar på Barnes som omgående ringer till tornet och får bekräftat Keyhoe Flying Saucers sid 64 Barnes kontaktar Andrews Air Force Base som är belägen 13 km öster om Washington DC och den bestörte radaroperatören där bekräftar att . Keyhoe Flying Saucers sid 64 Till allas häpnad försvinner objektet plötsligt. Där nästa eko skulle visa sig på indikatorn finns bara ett blankt tomrum. Keyhoe Flying Saucers sid 64 Det verkar otroligt men objektets acceleration var så kolossal att objektet var utom räckhåll för radarstrålen i intervallen mellan svepen. Keyhoe Flying Saucers sid 64/65 Några sekunder senare Keyhoe Flying Saucers sid 65 Några minuter senare drabbades flygledarna av nästa chock, – någonting som flygplan omöjligen kan göra. Keyhoe Flying Saucers sid 65 Radarpersonalens chef Barnes klargjorde för Keyhoe: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6 . Keyhoe Radar/Visual 1952 sid 8 Vaughn D. Rockne, who is familiar with inversion effects, . Keyhoe Radar/Visual 1952 sid 8 Talet om att den här planeten besöks av utomjordningar hade några av flygledarna tidigare alltid skrattande avfärdat som trams. Keyhoe Flying Saucers sid 65 Men nu var de ordentligt uppskakade då de från första parkett hade bevittnat Flygledarna var klara över att objektens flygegenskaper bara kan betyda en sak: . Keyhoe Flying Saucers sid 65 Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		]
	},
	{
		"postIndex": [
			[293],
			[268],
			[290]
		],
		"postTime": [
			"2014-05-26",
			"2014-05-13",
			"2014-05-23"
		],
		"postNum": [
			[300],
			[274],
			[297]
		],
		"postLink": [
				"/sp48944410",
				"/sp48769326",
				"/sp48903891"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p25",
				"https://www.flashback.org/t1958696p23",
				"https://www.flashback.org/t1958696p25"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Jag bad dig om en analys avs de okända objekten som visade sig över Washington 19, 20, 26, 27, juli 1952. Analysen har uteblivit. Det motiverar du med att objekten över Washington nämnda datum i själva verket är Rapporter som härrör från tillförlitliga källor motsäger emellertid ditt påstående. Ty de klargör att okända objekt visade sig över Washington nämnda datum och som utmärkte sig genom sina ”omöjliga” flygegenskaper. Vidare: Objektens prestanda visade entydigt att de var resultatet av en teknologi som är väsensskild i förhållande till den teknologi som Air Force jaktplan var resultatet av. Det som talar för det. Är det här: Då jaktplan försökte avvisa de okända objekten över Washington nämnda datum svarade objekten med en formidabel acceleration som resulterade i att de lämnade jaktplanen enkelt efter sig. Uppgiften jaktplanspiloter och radarpersonal. Vidare: Här några axplock ur Donald Keyhoes bok: ”Flying Saucers From Outer Space” som stödjer slutsatsen att objekten nämnda datum från den här planeten: ”Till radarpersonalens häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum”. Keyhoe sid 64 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var utom räckhåll för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64 ”Några sekunder senare drabbades flygledarna av nästa chock ett objekt gör en – någonting som flygplan omöjligen kan göra”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade med en kollega objekts hastighet de kom fram till att objektet hade rört sig i drygt ”. Keyhoe sid 65 isolerstege, i det fall du anser att uppgifterna jag hänvisar till ber jag att du förklarar dig. By the way.. Du har väl inte glömt bort att jag bett dig falsifiera slutledningskedjan som jag lade upp bl.a din räkning 7/4. Som leder fram till att de okända objekten över Washington nämnda datum från den här planeten. Fall nu inte ÅTERIGEN undan..",
				"(Forts. föreg. inlägg) Citat: Ursprungligen postat av NEJ NEJ NEJ, trodde att vi hade rett ut denna diskussion för ett tag sedan. Holcomb var en , inte någon radar-specialist. men nu ska du älta denna fråga igen. Lägg detta bakom dig, inse att du hade fel och fokusera framåt! Du påstår att jag har att Holcomb INTE var radar-specialist: Vad har du fått det ifrån? Nu får du allt skärpa dig. att Holcomb INTE var radar-specialist. som dels härrör från Donald Keyhoes bok: ”Flying Saucers From Outer Space” och som dels härrör från Project Blue Book “Case 166” visar att Holcomb Keyhoe) “Meantime, Air Force Intelligence had gone into action. Major Dewey Fournet, Jr, the Pentagon's top investigator, had been rushed to the Center”. “With him were Albert M. Chop. . For two hours they watched the saucer blips, Fournet and Chop quizzing Barnes and his men . Keyhoe Sid 69 Att det var Holcomb och ingen annan radar-specialist som major Fournet beordrade att kolla av radarsetten vid ARTC 27/7 verifieras av rapporten nedan: Project Blue Book) “Case 166” (12W2, 18/5A, Bx 35, RG 341 Records of the USAF, \"Washington National Sightings\" - July 1952. Rapporten klargör: (AFOIN-2A2) and (USN, AFOIN-2C5) arrived at ARTC Center EDT. reported \"7 good, solid targets\". with airport Weather Station and determined (about 1 degree) from the surface to about 1000'. However, he felt at the time of this inversion and so the Command Post with the suggestion that I det fall Air Force hade beordrat ytterligare radar-specialist(er) då hade det funnits ett avtryck om det i rapporten “Case 166” som dokumenterar skeendet vid Washington National 27/7. Men så är inte fallet. Det inte finns minsta avtryck i nämnda rapport om att Air Force hade beordrat ytterligare radar-specialist(er) till ARTC 27/7. Det betyder och ingen annan radar-specialist som major Fournet beordrade att kolla av radarsetten vid ARTC. Det kommer mer om en stund.",
				"Det skulle vara intressant om gänget som ANDRA än UFO-problematiken, tog sig an projektet att penetrera problematiken rörande de okända objekten som visade sig över Washington 19, 20, 26, 27, juli 1952. Jag ser fram emot att få ta del av era analyser. Material finns i överflöd både i den här tråden och i andra källor. Passar på och langa in några tänkvärda utsagor som Edward Ruppelt har gjort i sin bok: ”Report On Unidentified Flying Objects”. (anm) Edward Ruppelt var ansvarig för Air Force UFO-utredningsenhet: under dess slutfas, sedermera chef för UFO-utredningsenheten: 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio. Och han deltog i det operativa arbetet. Det betyder att som Blue Book beredningen utredde . Så här säger Ruppelt: the facts - all of the facts - nothing of significance has been left out. Ruppelt (förordet) The report has been difficult to write because it involves something Ruppelt (förordet) It is well known that ever since the first flying saucer was reported in June 1947 the Air Force has said that there is no proof that such a thing s. Ruppelt (förordet) The hassle (bråket) over the word boils down to one question: What constitutes proof? Does a UFO at the River Entrance , near the Joint Chiefs of Staff offices? Ruppelt (förordet) Or is it proof when a station detects a UFO, sends a jet , the jet pilot , and with his radar, only to have the UFO streak away at a phenomenal speed? Ruppelt (förordet) Thus a can be a formation of lights, a single light, , or shape; and it can be any color. Performance wise, flying saucers can , or , go or corners, or disappear almost instantaneously. Ruppelt sid 6 verbal orders came down from , then Director of Intelligence for Headquarters, U.S. Air Force, to make a study for Air Force Headquarters. Ruppelt sid 6 The excitement and serious interest occurred when we received UFO reports in which the observer and the stimuli . These were the reports that challenged the project and caused me to spend hours briefing top U.S. officials. These were the reports that we called \"Unknowns.\" Ruppelt sid 10"
		]
	},
	{
		"postIndex": [
			[368],
			[358],
			[361]
		],
		"postTime": [
			"2014-07-08",
			"2014-07-04",
			"2014-07-04"
		],
		"postNum": [
			[376],
			[366],
			[369]
		],
		"postLink": [
				"/sp49499055",
				"/sp49451782",
				"/sp49452135"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p32",
				"https://www.flashback.org/t1958696p31",
				"https://www.flashback.org/t1958696p31"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"(Forts. föreg. inlägg) DET BETYDER: Att vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal: “As he watched, the targets loafed along at 100 to 130 miles an hour; then in of speed two of them of radar range”. Ruppelt sid 159 “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so a technician was called in - the set WAS IN PERFECT working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, so did Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 they were guided Barnes has since told me”. Keyhoe Radar/Visual 1952 sid 6 controller and technician Keyhoe Radar/Visual 1952 sid 8 Dewey (Major Fournet) said in the radar room that the targets caused by Ruppelt sid 166 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Till sist: Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet då operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade. Radarpersonalens uppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något annat RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)",
				"Roligt att du söker dig till tråden. Langar in inte lite text. Men jag utgår från att du inte är illitterat. Då borde det inte vara något problem för dig att läsa igenom texten. Du ställer frågan: ”Hur gör man sannolikhetsbedömningen” att de okända objektens leder till att objekten härrör från den här planeten? LÄSER du materialet nedan ges du en FAIR möjlighet att kunna bedöma hur sannolikt det är att nämnda objekt INTE härrör från den här planeten. Nedan vittnesuppgifter som härrör från radarpersonalen vid ARTC vid Washingtons nationella flygplats. Uppgifterna återfinns i Donald Keyhoes bok: ”Flying Saucers From Outer Space”. ”23:40 observerar Nugent hur plötsligt visar sig på radarskärmen. Nugent stirrar häpet på skärmen då objekten har uppenbarat sig från Keyhoe sid 63 ”Det fanns bara ett svar: Objekten måste ha störtat in i sektorn med en fruktansvärd hastighet åtföljt av en plötslig fartminskning i den sydvästra kvadranten”. Keyhoe sid 63 ”Nugent kallar på Barnes (dennes chef) som omgående ringer till tornet och får bekräftat att deras indikator indikerar . Keyhoe sid 64 ”Barnes kontaktar Andrews Air Force Base som är belägen 13 km öster om Washington DC och den bestörte radaroperatören bekräftar att deras indikatorer indikerar Keyhoe sid 64 ”Till allas häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum”. Keyhoe sid 64 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir – någonting som flygplan Keyhoe sid 65 ”Ett objekt tvärstannar i en hastighet om 160 km/h och kastar om riktningen 180 grader. Allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade med kollega objekts hastighet. De kom fram till att objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på ”Talet om att den här planeten besöks av utomjordiska farkoster hade några ur radarpersonalen tidigare alltid skrattande avfärdat som trams”. Keyhoe sid 65 ”Men nu var de ordentligt uppskakade då de hade bevittnat som över Washington”. Keyhoe sid 65/66 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Det kommer mer om en stund",
				"(Forts. föreg. inlägg) Ytterligare uppgifter rörande nämnda händelser: McDonald, James E. “Statement by Dr. James E. McDonald”. McDonald forskade i atmosfärisk fysik, innehade en professur vid ” Department of Meteorology” University of Arizona. Sedermera blev han chef för ”Institute for Atmospheric Physics”. McDonald klargör ang 19/20 juli. Barnes and others, confirmed the important point that radar fixes and occurred that night. D.C. Airport James M. Ritchey, who was at the ARTC radar Barnes' views that the radar controllers on duty that night being ground returns. McDonald sid 71/72 The suggestion that the same weak (1.7° C) \"inversion\" that the radar ducting miraging effects McDonald sid 71 Vidare: Vittnesuppgifterna som härrör från nämnda radarpersonal HAR utan minsta tvivel en mycket hög trovärdighet då operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som visade sig på indikatorskärmen. Radarpersonalen var klar över att ekona som härröde från de okända objekten INTE var flygplan/inversion. Det eftersom ekona det som är signifikativt för ekon som härrör från flygplan/inversion. Till sist: I det fall du är av den uppfattningen att ovan angivna uppgifter INTE leder till slutsatsen att de okända objekten INTE härrör från den här planeten. Ber jag att du ger mig DET som förklarar de okända objekten. Radarpersonalen HAR KLARGJORT att de okända objekten utifrån de PRESTANDA objekten demonstrerade OMÖJLIGEN kan härröra från den här planeten. Keyhoe sid 65/66 Jag delar radarpersonalens uppfattning. Av den enkla anledningen att Air Force mest sofistikerade luftburna teknologi framstod som PRIMITIV i jämförelse med den teknologi som de okända objekten var resultatet av. De okända objekten demonstrerade en total teknologisk överlägsenhet vilket återspeglades i att jaktplanen inte hade minsta möjlighet att svara på objektens kolossala acceleration. Det radarpersonalen beskriver är ett fascinerande möte mellan väsensskilda teknologier. Vi kan omgående FIMPA antagandet att det var ett naturfenomen som jaktplanen försökte avvisa. Det existerar inte ETT ENDA naturfenomen som gång efter gång kan interagera med jaktplan genom att försvinna då jaktplanen närmar sig ”naturfenomenet ifråga” och som återkommer då jaktplanen har dragit sig tillbaka. Ovan mycket trovärdiga vittnesuppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något ANNAT RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)"
		]
	},
	{
		"postIndex": [
			[407],
			[384],
			[414]
		],
		"postTime": [
			"2014-07-22",
			"2014-07-13",
			"2014-07-24"
		],
		"postNum": [
			[415],
			[392],
			[423]
		],
		"postLink": [
				"/sp49663128",
				"/sp49558753",
				"/sp49685586"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p35",
				"https://www.flashback.org/t1958696p33",
				"https://www.flashback.org/t1958696p36"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Ditt resonemang är sprängfyllt med KÄNSLOR och NOLL LOGIK. Dina KÄNSLOR säger en sak. Och min LOGIK säger en annan sak. Dina leder till ett improduktivt stickspår. Och min VARFÖR radarpersonalen drog SLUTSATSEN att radarekona HÄRRÖRDE från UTOMJORDISKA FARKOSTER. NÄMLIGEN : ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) Ovan refererade händelser utesluter att det rörde sig om flygplan/inversion. Det eftersom nämnda ekon det som är för ekon som härrör från flygplan/inversion. VAD återstår som KAN utgöra förklaring rörande ovan refererade HÄNDELSER? SVAR: Den enda som återstår är att det radarpersonalen observerade VAR Det finns INTE något annat RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. Objektens ovan refererade PRESTANDA fick Air Force mest sofistikerade luftburna teknologi att framstå som primitiv i jämförelse. Objektens PRESTANDA utesluter att de härrörde från den här planeten Det kommer mer om en stund",
				"(Forts. föreg. inlägg) Vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal: “As he watched, the targets loafed along at 100 to 130 miles an hour; then in of speed two of them of radar range”. Ruppelt sid 159 “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set WAS IN PERFECT working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, so did (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 they were guided Barnes has since told me”. Keyhoe Radar/Visual 1952 sid 6 controller and technician Keyhoe Radar/Visual 1952 sid 8 Dewey (Major Fournet) said in the radar room that the targets caused by Ruppelt sid 166 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Till sist: Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet då operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade. Radarpersonalens uppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något ANNAT RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)",
				"(Forts. föreg. inlägg) Du har klargjort att du INTE tror att händelserna över Washington 19, 20, 26, 27, juli 1952 var en följd av att utomjordiska farkoster visade sig över staden. Vidare: Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952. HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen? Det kommer mer om en stund"
		]
	},
	{
		"postIndex": [
			[429],
			[447],
			[438]
		],
		"postTime": [
			"2014-07-26",
			"2014-07-29",
			"2014-07-28"
		],
		"postNum": [
			[438],
			[456],
			[447]
		],
		"postLink": [
				"/sp49708164",
				"/sp49740993",
				"/sp49729762"
		],
		"postUser": [
				"PederNielsen",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u647858",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p37",
				"https://www.flashback.org/t1958696p38",
				"https://www.flashback.org/t1958696p38"
		],
		"userUrl": [
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Ditt påstående säger ABSOLUT INGENTING. Då du påstår något om radarekon då måste du självfallet RELATERA radarekona till någonting SPECIFIKT. M.a.o. VAD det är som radarekona UTGÅR från. radarpersonalen vid ARTC gjorde. Det var radaroperatörernas FÖRMÅGA att kunna identifiera OLIKA SLAG av ekon som ledde till att de var klara över att radarekona som härrörde från de okända objekten INTE var flygplan/inversion. Det eftersom nämnda ekon INTE SVARADE MOT det som är SIGNIFIKATIVT för ekon som härrör från flygplan/inversion. Vidare: Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952. HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these . Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen?",
				"(Forts. föreg. inlägg) Ber att du FALSIFIERAR slutledningskedjan som jag har lagt upp för din räkning (13/7) (28/7) som leder till att radarpersonalens observationer avs de okända objekten är Du klargör: (28/7) Detta har jag BESVARAT upprepade gånger. Det är inte det jag efterfrågar. Det jag EFTERFRÅGAR är att du FALSIFIERAR nämnda slutledningskedja. Skälet till att jag ber att du tar dig an projektet att FALSIFIERA nämnda slutledningskedja är en följd av att du har klargjort att du INTE tror att det var utomjordiska farkoster som visade sig över Washington 19, 20, 26, 27, juli 1952. Då borde det inte vara något problem för dig att FALSIFIERA premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade låtit det passera opåtalat. att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker hade härrört från nämnda radarpersonal. Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som är ett Men en sådan händelseutveckling har UTEBLIVIT. Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att FALSIFIERA premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är Inte sant? (SLUT)",
				"(Forts. föreg. inlägg) Du klargör: Och som sagt, det inte var finns det gott om som jag varje dag i veckan ligger än dina utomjordingar, som förståss/tyvärr/som valkigt saknar varje form av bevis.. Vilka fenomen syftar du på? Du klargör: Det finns ju även som hävdar just , så vad är det som gör dina böcker trovärdigare än alla andra? Vilka är det som GÖR GÄLLANDE att inversion KAN FÖRKLARA nämnda okända objekt? Du frågar: VAD är det som gör dina böcker TROVÄRDIGARE än alla andra? VILKA ANDRA är det du syftar på? Du klargör: Och jag upprepar - det så är självklart än , särskilt så länge att aliens någonsin besökt oss,, Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att FALSIFIERA premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är . P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på f I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade låtit det passera opåtalat. att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker hade härrört från nämnda radarpersonal. Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som är ett . Men en sådan händelseutveckling har UTEBLIVIT. Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att FALSIFIERA premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är . Inte sant? (SLUT)"
		]
	},
	{
		"postIndex": [
			[500],
			[529],
			[480]
		],
		"postTime": [
			"2014-08-03",
			"2014-08-07",
			"2014-08-01"
		],
		"postNum": [
			[509],
			[539],
			[489]
		],
		"postLink": [
				"/sp49800540",
				"/sp49847963",
				"/sp49777488"
		],
		"postUser": [
				"Le Grand Maître",
				"PederNielsen",
				"PederNielsen"
		],
		"postUserID": [
				"/u78417",
				"/u647858",
				"/u647858"
		],
		"postUrl": [
				"https://www.flashback.org/t1958696p43",
				"https://www.flashback.org/t1958696p45",
				"https://www.flashback.org/t1958696p41"
		],
		"userUrl": [
				"https://www.flashback.org/u78417",
				"https://www.flashback.org/u647858",
				"https://www.flashback.org/u647858"
		],
		"sentence": [
				"Du kanske inte riktigt läste 2:an? \"2. Unidentified radar targets of the type described in this report have been noticed since the early days of radar. Unusual weather conditions prevailing in the Washington area during the summer of 1952 were exceptionally conducive to the formation of these phenomena.\" Fenomenet är alltså inte ovanligt. Det betyder att ingen misstolkar det för ngt annat än vad det är heller. Dvs om du hade sett hur sådant såg ut på en radarskärm (den man kikar i) så hade du sett hur karakteristiskt det är. Det är därför den där McDonald också tyckte att den förklaringen var absurd. Du hade nog tyckt likadant om du hade känt till det fenomenet också. Användaren LaurentiusLucidor här ovan gjorde en bra jämförelse baserad på hans egen erfarenhet med felsökning. Enkelt utrtyckt för dig så handlar en av sakerna han pratar om om hur en \"testbild\" kan förvrängas/förflyttas\" etc beroende på hur signalerna ser ut. En ungefärlig uppfattning om det kan du få om du kanske minns TV-apparater med antenner? Du kanske minns hur bilden kan rulla eller bli förvrängd och utdragen etc, beroende på hur signalerna mottags, eller inte mottags. Ok? Det är egentligen ett ganska bra jämföresleexempel eftersom just det fenomenet är så karakteristiskt - och på så sätt lite likt inversionsexemplet. Dvs likt i det karakteristiska sätt på vilket det varseblives. Inte likt i att det ser likadant ut som inversion alltså. Men inversion ser ut på ett karakteristiskt sätt, på samma sätt som dessa signalfel också ser karakteristiska ut. Nu måste vi förstå hur ett sådant väldigt karakteristiskt utseende kan misstolkas för ett flygande tefat. Det är inte det lättaste precis. Dvs steget mellan hur det ser ut och hur det fenomen som beskrev ser ut är helt skiljt från varandra. Helt väsensskilt egentligen. Så vi måste ta hänsyn till vissa saker. Dels att operatörerna själva avfärda inversionsförklaringen med 100% säkerhet. Den där McDonald menade samma sak som operatörerna. Dina debunkar-studier säger eg samma sak också. dvs de säger att inversion aldrig misstolkats för flygande tefat OCH dessutom att alla operatörer är välbekanta med fenomenet. Det inträffat \"hela tiden\". Det innebär, och det borde du hålla med mig om, att inversionsteorin inte kan hålla. För varför misstog dessa - oberoende av varandra - operatörer något helt vardagligt och välkänt fenomen för något så otroligt exptionellt och i sin tur karakteristiskt som ett flygante tefat? Jag menar fortfarande att vi bara har de samma förkalringarna som jag tidigare redovisade. Och de är: 1. Operatörerna ljög. 2. De rapporterade sanningsenligt Du skriver att du tyckte det var tydligt att studierna förklarade operatörernas rapporter. det kan du inte mena. Operatörerna menar själv att de ekon de rapporterade inte behandlades av dessa studier för det första. Och det studierna gjorde var att i efterhand belysa att inversion förekom under de aktuella dagarna. De visade också att dessa fenomen försvann i takt med att bättre instrument användes. Det studierna gör är att de dels menar att operatörerna misstog inversion för flygande tefat. Samtidigt menar de att sådant är så allmänt förekommande och bland operatörer så välbekant att ingen gör det misstaget. Det vi istället måste uppehålla oss vid är själva ursprungsrapporterna. Som omtalade ekon i stil med flygplan, men med både beteende och hastighet som vida översteg normalt flygplansbeteende. Sannolikheten för att någon - ens en fyraåring - ska tolka inversion som tett flygande tefat måste med all säkerhet sägas vara helt obefintlig. Varför - för att det inte ser ut som något överhuvudtaget. Det är precis lika osannolikt att någon som försöker ställa in sin TV-apparat och ser bilden \"rulla\" hade tolkat det som att den rullande bildskärmen faktiskt var ett flygande tefat. Förstår du? Det är inte något som man kan missta för något föremål. Du undrar kanske varför dessa debunkare då ens presenterade denna teori. Ja, jag ställer mig samma fråga. Varför - och det har jag frågat många gånger som du vet - varför försöker debunkarna hela tiden dels förklara ngt med helt egenpåhittade händelseförlopp som inte tar hänsyn till det rapporterade, och dels med helt pseudovetenskapliga teorier. Som tex debunkar-teorin om at vi människor misstar månen för ett flygande tefat tex, eller Venus etc. Det är helt pseudovetenskapliga teorier med tanke på att det inte finns några beteendevetenskapliga teorier alls som stödjer att vi människor i allmänhet kan mista något så välbekant för något så exceptionellt som ett flygande tefat. Den enda förklaringen hade varit grav mental sjukdom - Men hade det stämt hade Jimmy Carter aldrig blivit president. Ingen mentalt efterbliven person kan tillåtas nå sådana positioner i en meritokratiskt baserad demokrati. Vi har haft galningar som makthavare i både diktaturer och i absoluta monarkier (men det är väldigt sällan de fåt verkligt inflytande. Även i de fallen har de förhindrats av övrig makt och bara fungerat som galjonsfigurer med bara inskränkt makt.) JAg tog upp David Hume innan - hans tes om att oavsett hur många vittnen det än må finnas så måste man diskvalificera dem som antingen lögnare eller mentalsjuka eftersom det helt enkelt inte finns något överhuvudtaget som bryter mot våra naturlagar. Väldigt enkelt, eller hur? Problemet blir med ett sådant ställningstagande att dt kan avfärdas i sin helhet så snart minsta lilla sak som visar sig kunna falsifiera den teorin dyker upp. Och det gjorde det - med monstervågorna. Själv tycker jag inte i bör avfärda den ändå. Men vi måste modifiera den.",
				"Du säger att uppgifterna ”inte måste” betyda att det rörde sig om utomjordiska farkoster. ”Det existerar inte ETT ENDA naturfenomen som GÅNG PÅ GÅNG kan INTERAGERA med jaktplan genom att försvinna då jaktplanen närmar sig ”naturfenomenet ifråga” och som återkommer då jaktplanen har dragit sig tillbaka”. ”Finns det något som stödjer att det var ett som jaktplanen försökte avvisa”. ”Ja det gör det: DET HÄR”: ”All civilian air traffic was cleared out of the area and the jets moved in”. Ruppelt sid 164 “But the two '94's in the area the TARGETS from the radarscopes”. Ruppelt sid 164/165 “The stayed around a made a of the area, but since they still couldn't see anything or pick up anything on their radars they returned to their base”. Ruppelt sid 165 after the F-94's left the Washington area, the UNIDENTIFIED TARGETS on the radarscopes in that Ruppelt sid 165 (SLUT CITAT) I det fall uppgifterna ovan INTE svarar mot ett skeende där nämnda jaktplan försökte avvisa utomjordiska farkoster. VAD var det då som jaktplanen försökte avvisa? Här ett gäng alternativa förklaringar: Felbedömning stjärna/planet, meteorer, zeppelinare, flygplan, helikopter, varmluftsballong, leksaksballong, fåglar, insektssvärmar, inversion, elektriska urladdningar som resulterar i plasmabildning, molnbildning, instrumentfel, hallucination. Frågan inställer sig: Är det RIMLIGT att anta att ovan angivna alternativa förklaringar kan leda till att de GÅNG PÅ GÅNG med jaktflyg som försöker avvisa förklaringar? Genom att FÖRSVINNA då jaktflyget närmar sig de och att de kommer TILLBAKA då jaktflyget har dragit sig tillbaka? Jag anser INTE det vara RIMLIGT. I det fall du har andra infallsvinklar ser jag fram emot att få ta del av dem. Nämner här en möjlighet men den ska mer ses som kuriosa än som en verklighetsförankrad förklaring. Av nämnda alternativa förklaringar återstår ett TEKNOLOGISKT GENOMBROTT som kan förklara de okända objekten. Säger det då de okända objekten efter behag KOLLRADE BORT nämnt jaktflyg. Vidare: Är det en RIMLIG förklaring? I det fall ett teknologiskt genombrott såg dagens ljus 1952 som svarade mot de PRESTANDA som de okända objekten demonstrerade 1952 då hade vi idag drygt sextio år senare haft en luftburen teknologi av en HELT ANNAN kaliber. Jag anser utifrån det ovan framlagda att det är RIMLIGT att det nämnt jaktflyg försökte avvisa var UTOMJORDISKA FARKOSTER. I det fall du har andra infallsvinklar ser jag fram emot att få ta del av dem.",
				"(Forts. föreg. inlägg) Jag bad (31/7) att du ger mig en ANALYS ang INFORMATIONEN nedan: Men så har INTE blivit fallet: ÅTERIGEN: Ber att du tar dig an projektet nedan: Det betyder att du ger mig en UTTÖMMANDE ANALYS rörande det jag refererar till ang de okända objektens MANÖVRER/PRESTANDA. Vidare att du ger mig en UTTÖMMANDE ANALYS avs informationen nedan: Ruppelt klargör: On each night that there was a sighting there was (a temperature inversion) but it strong enough the radar. On I checked the of the according to the Air Defense Command Weather Forecast Center. Ruppelt sig 170 Then there was another interesting Hardly a night passed in June, July, and August in 1952 that an inversion in Washington, yet the appeared on Ruppelt sig 170 James E. McDonald forskare i atmosfärisk fysik bekräftar Ruppelts uppgifter att inversion INTE kan FÖRKLARA nämnda okända objekt. McDonald klargör: The suggestion that the same weak (1.7° C) low-level \"inversion\" that was blamed for the radar ducting miraging effects ABSURD.”. McDonald sid 71 Vidare att du ger mig en UTTÖMMANDE ANALYS avs informationen nedan: Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 Vidare att du ger mig en UTTÖMMANDE ANALYS avs informationen nedan: (radarpersonalen) that these . Ruppelt sid 159 “The targets could be caused by a malfunction in the radar, they thought, so a technician was called in - the set working order”. Ruppelt sid 159 Ber att du ger mig det jag efterfrågar. Fall nu inte ÅTERIGEN undan. (SLUT)"
		]
	}
]
