[
	{
		"postIndex": [
			[533],
			[100],
			[358],
			[639],
			[508]
		],
		"postTime": [
			"2013-01-30",
			"2013-01-25",
			"2013-01-28",
			"2013-01-31",
			"2013-01-30"
		],
		"postNum": [
			[546],
			[101],
			[365],
			[657],
			[521]
		],
		"postLink": [
				"/sp41766447",
				"/sp41674898",
				"/sp41730474",
				"/sp41786358",
				"/sp41760909"
		],
		"postUser": [
				"revamp",
				"LupusX",
				"Alikabadidi",
				"nuclearninja456",
				"Malyza"
		],
		"postUserID": [
				"/u471930",
				"/u306532",
				"/u656383",
				"/u743221",
				"/u600377"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p46",
				"https://www.flashback.org/t2065199p9",
				"https://www.flashback.org/t2065199p31",
				"https://www.flashback.org/t2065199p55",
				"https://www.flashback.org/t2065199p44"
		],
		"userUrl": [
				"https://www.flashback.org/u471930",
				"https://www.flashback.org/u306532",
				"https://www.flashback.org/u656383",
				"https://www.flashback.org/u743221",
				"https://www.flashback.org/u600377"
		],
		"sentence": [
				"Varför spelas inte mer?",
				"Nämen tjena! är kanske nått för dig. Meele och mid på samma gång. Man brukar bygga henne med mycket magic penetration, och nu den senaste tiden är det inte ovanligt att man gör henne mer tankig med en Warmog's Armor. Det svåra blir ju att inte bli skrämd för att du är melee medan du kanske kör mot en ranged Orianna som harassar rätt hårt. Bara in o kötta. är nog också en bra kandidat. Spelar både top och mid. En AP-nidalee gör sjuklig skada med sitt spjut. Då pratar vi att ibland ta mer än 50% av nåns liv på ett skott. Kör man henne top är det ofta som AD och då gör man all skada i panterform. Panterformens attacker tar ingen mana. Har aldrig spelat henne så vet inte riktigt hur svår hon är. är en bra midhjälte med extremt bra poke. Hennes ulti kan lätt komma ner i nästan 20 sekunders cooldown och hon har bra gank-spells när man springer bot eller top. Dock bara skillshots, men jag tror hon är lättast av alla dessa tre. kan vara ett bra val om man kör solotop i tidigt lvl 30-skede, då man riskerar att få möta 2 spelare för de inte har någon jungler. Han vill spamma spells, för då får han armor som är lätt för fienden att missa (han har ingen mana). Det är rätt ofta folk försöker towerdiva en mordakaiser med lite liv utan att inse hur mycket armor han hade. Men jag har inte spelat några av dessa, bara testat nån gång mot botar, så om de är lätta att lära sig är svårt att säga. Nidalee är nog svårast. Mjo, allt på honom behöver ju inte vara imba.",
				"Beror på vilken jungler du kör och vilken du möter. Det kanske det som är skillnaden på en bra och en dålig jungler med. T.ex., du spelar Shyvana och möter en Amumu. Det sämsta du kan göra då är att låta bli motståndarnas jungle. Jag ser nästan det som en lane, jag möter motståndarens jungler. Vad är då din huvuduppgift? Objektiven. Blå buff, röd buff, drake, baron. De två förstnämnda ska du hålla koll på. Jag tycker ofta att den bästa junglern vinner matchen. Om du, som Shyvana t.ex., counterjunglar röven av Amumu kommer han inte att vara lika användbar under en viss tid. Just i Amumus fall kommer du inse att du gjort laget en jättetjänst som inte låtit Amumu fått xp eller buffar. Han hamnar efter. Sedan får vi inte heller glömma bort den största anledningen till varför man har en jungler. Ganks. Du måste se till att ganka så fort du ser en lane som har problem, där motståndarna har pushat. Om du gankar botlane och det ser ut som att ni kommer få en säker kill, lämna killen till din AD Carry som förmodligen kommer att behöva dessa kills för att carrya ditt lag. Se till att hjälpa dina lagkamrater, du är som hela lagets support under early- och mid game. Håll även koll på buffarna, när de respawnar. Du vill inte låta dem vara uppe i längre än två minuter innan du dödar dem. Blå och röd buff respawnar fem minuter efter du dödat dem. Draken spawnar sex minuter efter du dödat den. Baron spawnar sju minuter efter du dödat dem. Ett tips för att hålla koll på tiden enkelt är att slå igång time stamps i \"more options\" så du ser tiden i chatten. Skriv t.ex. OB (our blue) när du dödat din blå. TR (their red) om du dödar deras röda. Om du då skulle glömma bort tiden, tittar du i chatten och ser tidslaget du dödat buffen och adderar spawntiden så vet du när den spawnar igen. Vet inte riktigt vad jag ska tillägga. Till en början borde du spela enkla junglers. I mina ögon är det någon med okej sustain i jungeln och bra ganks. Jag tycker du ska pröva Rammus eller Lee Sin. Om du vill ha något busenkelt i jungeln, ta Warwick. Enklare kan det inte bli.",
				"Hur ska man spela support då ens lag är, ja mindre bra? Har försökt carrya, men är ganska svårt jämfört med de andra rollerna . Har både testat agressiva(leona t.ex) och de mer passivare supportsen, men har inte lyckats. Visst, jag gjorde misstag osv, men tyckte att jag komminucerade bra och warda osv. Men har trots det, förlorat lanephase för att sedan ligga efter resten av gamet(min ADC då). Vi hade ingen junglare och mid fokuserade på att farma istället för att ganka som jag bad om. Leona funka lite bättre än de andra, men dör direkt då jag går in då hela laget bestämmer sig att backa istället för att gå in som vi bestämde möttes ju såklart av: omg noob i chatten . TLDR: Hur carrya som support då ADC suger, utan någon hjälp från andra lanes? Jag klagar inte på mina medspelare, men att carrya som support är svårt..",
				"Alltså jag spelade bra, jag hade ungefär samma farm som deras ad och hade 0-1. Sen att mid och top hade runt 0-7 var har ju inte med support att göra, men man ska inte kunna få 0-7 i ett ranked game, då är man för dålig för spelet."
		]
	},
	{
		"postIndex": [
			[1391],
			[1656],
			[993],
			[1565],
			[1260]
		],
		"postTime": [
			"2013-02-06",
			"2013-02-10",
			"2013-02-03",
			"2013-02-09",
			"2013-02-05"
		],
		"postNum": [
			[1434],
			[1707],
			[1022],
			[1613],
			[1303]
		],
		"postLink": [
				"/sp41891879",
				"/sp41948571",
				"/sp41829389",
				"/sp41927519",
				"/sp41861845"
		],
		"postUser": [
				"Incipio",
				"irken",
				"anusvibrator",
				"Moll-E",
				"irken"
		],
		"postUserID": [
				"/u592978",
				"/u478566",
				"/u460774",
				"/u359346",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p120",
				"https://www.flashback.org/t2065199p143",
				"https://www.flashback.org/t2065199p86",
				"https://www.flashback.org/t2065199p135",
				"https://www.flashback.org/t2065199p109"
		],
		"userUrl": [
				"https://www.flashback.org/u592978",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u460774",
				"https://www.flashback.org/u359346",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Haha måste bara säga att det nya systemet är skitkul på ett sätt, det känns mer meningsfullt (som var riots idé) att försöka vinna och klättra i ranked. Igår gick jag upp från div II till div I genom att torska ett, vinna ett och sista gejmet jag kör tog 70 min att finisha. Vi ägde hela tiden men fick aldrig chans att finisha pga dålig \"push\". Våran tank DC'ar efter cirka 50~ min och dom kör på stenhårt, det slutar med att i 68e minuten har båda lagen sina två torn kvar vid nexusen, allt annat är nere förutom några enstaka inhibs. Det var verkligen vinna eller försvinna och har inte haft ett så roligt game på väääldigt länge! Nu ska jag upp från Div I och måste alltså vinna 3 av 5, tänkte jag skulle sova innan och kunna prestera max innan alla greker, ryssar, polacker och rumäner kommer hem på EUNE. Förresten tycker inte ni att det verkar otroligt lättare att vinna och gå upp i elo/leaguepoints? Såg att det diskuterades skin, mitt personliga favorit skin är Pulsfire Ezreal, värt varenda krona defenetivt. Annars skulle det nog vara Heartseeker Vayne, Zombie Brand, det nya blitz-skinnet! ( ) Även ett jayce skin med där, men det verkar inte så aktuellt för mig då jag aldrig lirar champen. Btw, några tips när man lirar just blitz? Jag har faktiskt fått lira honom 3 ggr idag i ranked, han bannas ALLTid annars och jag har lyckats carrya i stortsett med honom varje gång men känner att jag har en del att lära mig.",
				"Haha, va? När har jag sagt någoting om Janna's cooldown tid på sin ultimate? Angående elo, så ja, en spelare som inte vad han pratar om (Tex Klappaden) som skrev att Xin countrade lee, någon måste ju rätta honom för det blir bara dumt. Jag skriver något som inte är sant, som gör att du tror på det och du pickar honom i ett game och loosar hårt. Det enda jag diskuterar seriöst på det här forumet är LoL, för att jag har andra forum där jag diskuterar andra saker, dvs saker som du tycker är intressant och som DU diskuterar här. Dem jag spelar LoL med skriver INTE här, så det handlar inte om det heller, tyvärr. Jag rättar dig, för att statistiken säger emot dig. Det är ju som jag säger att jag ser Karma varje match, medans all statisk talar emot mig. Även MIN egen match historik. Makes no sense. Så du menar alltså att du har mött lee varannan match i 600 matcher? FÖRUTOM dina 10 senaste? Kollar jag din matchhistorik om en vecka så tror jag inte lee sin spelas i varannan match heller. Din känsla är din egen, ja, men kollar man ifrån ett annat perspektiv så ser man att din känsla är \"fel\" om jag så fint får säga så. Lee spelas i 30% av alla matcher, förutom mot dig som han spelas i 50% av alla matcher, eller? Jag ändrade mitt inlägg ifrån att ha tittat dina 3 första matcher till alla tio. På dina tre första matcher så hade du ingen lee, så jag ändrade så det inte såg ut som jag \"ändrade\" faktan till min fördel. En gång på fem matcher, eller tre gånger på tio matcher spelar ganska så stor roll. För övrigt verkar du hamna i bråk ganska ofta på det här forumet, men det är väll en annan sak antar jag. Angående hur jag ser ut, och vad jag kan tänker jag inte ens besvara, för det är så jävla löjligt. Det har inte ens att göra med League. Att du lägger till en stjärna i jävlar skrattar jag bara åt. Nej, det gjorde jag inte, men hur stor sannolikhet tycker du själv det är att han, som är en av 36 miljoner som spelar lol har att han möter 2 stycken av 110 champions varje match? Speciellt över låg tid. Visst, 10 matcher i rad GÅR men det är liten chans. Och det händer inte över längre perioder, dvs över 100 matcher.",
				"bara jag som inte kommer In?",
				"Blir seriöst less på alla östeuropéer man spelar med, funderar på att lägga ner LoL ytterligare en gång. Varje gång hamnar man med någon som antingen, det första de gör, är att skriva \"I MID!!!\" eller kräva en viss champion. Sen när det väl kommer till själva spelet så kan de antingen inte spela sin lane och den enda engelskan de kan är \"noob\", \"feeder\" samt \"surr 20\" (som de inte ens använder korrekt). Varje gång de dör så är det \"lucker\",\"noob\" eller \"lags\". Går det dåligt så går de afk eller lämnar, säger man åt dem att skärpa sig så feedar de istället. Mentaliteten ligger på en 12årings nivå och man vet att ifall de har ett suffix som består av deras födelseår samt deras lands \"initialer\" (typ blablabla98 PL) så kommer spelet bli till ett helvete. Hade fan sökt mig till West men kan tänka mig att det är samma sak fast med alla afrikaner... Edit: och hela tiden ska det snackas på deras språk. Som att man förstår vad det är de säger och skall svara dem.",
				"Jodå, det finns gott om champs som man kan spela mot Cait. Jag tycker att Sivir är stark pga att man kan spellshielda hennes ultimate, hennes Q och hennes traps, men det är sällan jag spellshieldar trapsen. Ashe, Miss fortune fungerar också rätt bra. Beror på hur säkert man kan spela så man kommer till lategame helt enkelt. Flamear han något otroligt så kommer han bli bannad hur som helst, så det borde inte vara något problem. Värre när det är i champ select, då man inte kan reporta det. Man får inte extra LP, och det är inte efter fem matcher. Utan man kan \"hoppa\" över divisioner helt om man har tur. Har du spelat 30 matcher och bara förlorat 3 stycken i ranked, så borde du redan ha hoppat några divisioner. Den killen som gjorde det hade 23-8 och han hoppade över guld V och guld IV."
		]
	},
	{
		"postIndex": [
			[2404],
			[2270],
			[2409],
			[2701],
			[2750]
		],
		"postTime": [
			"2013-02-22",
			"2013-02-20",
			"2013-02-22",
			"2013-02-27",
			"2013-02-28"
		],
		"postNum": [
			[2479],
			[2339],
			[2484],
			[2781],
			[2831]
		],
		"postLink": [
				"/sp42146567",
				"/sp42107536",
				"/sp42147065",
				"/sp42221815",
				"/sp42238662"
		],
		"postUser": [
				"irken",
				"irken",
				"irken",
				"nuclearninja456",
				"nuclearninja456"
		],
		"postUserID": [
				"/u478566",
				"/u478566",
				"/u478566",
				"/u743221",
				"/u743221"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p207",
				"https://www.flashback.org/t2065199p195",
				"https://www.flashback.org/t2065199p207",
				"https://www.flashback.org/t2065199p232",
				"https://www.flashback.org/t2065199p236"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u743221",
				"https://www.flashback.org/u743221"
		],
		"sentence": [
				"Ja, men ska vi vara så är ju väldigt många junglare lätta att kitea? Nu vet jag inte vilka junglare du tycker är god tier. Men nästan alla har svagheter, annars så skulle ju vissa sticka ur sjukt mycket. Nja, värdelös i en teamfight är väll nästan alla tankigare junglare i så fall? Skarner har sin ulti, sen är han värdelös, Maokai har sin snare sen är han värdelös, osv osv. Jag sa inte zyra ulti, utan bara snaren. Inte hennes ulti. Sen brukar ju inte teams nu för tiden bara ha en CC, så till exempel om Renekton får in sin Stun och adc cleansar så kan han inte cleansa längre. Vet inte riktigt hur jag ska förklara, men majoriteten av champs som spelas just nu har någon form av CC och man kan inte cleansa sig hur allting. Det går bara inte. Cleanse har ändå 210 sekunders CD, så man kan inte heller använda den efter varje fight. QSS köps i 0.50% av alla games, så det är .. ja. Scimitar i ännu lägre procent. Ja, visst så kommer en bra ad carry vinna teamfighten men, se det ifrån andra lagets sida. Dem kommer ha fyra stycken personer som gör skada, och ditt lag har en och det är din ad carry. Du kanske får en Renekton eller Elise i ditt face vilket gör saken ännu värre, medans andra lagets AD carry står och skjuter på eran ap carry eller någon annan. Det andra laget kommer göra mera damage, för att flera personer kan använda sina spells. Sen måste det andra laget vara grymt efterblivna om ad carryn cleansar ur amumu's ultimate, och sen står dem andra fyra där som fån och bara tittar på.. Amumu's w gör procentuell skada, vilket är jättebra i just denna meta. 2.7% + 24 magic damage varje sekund blir väldigt mycket efter ett tag. Det låter inte mycket, men det är det. Att träffa ad/ap carryn är rätt lätt med ultin, dem flesta lag sprider ju inte ut sig som aldrig förr, så att flash+ultia behövs nästan aldrig. Sätter man en q och så kan man follow up med en ulti så brukar man åtminstone få tre stycken i sin ulti, och det brukar räcka för att vinna en teamfight. Jag vet inte vilka junglare du föredrar så kan inte riktigt säga något, men alla champs så går ju att undvika också vidare. Typ jarvan lägger sin ulti på ens ad carry? np blinka/dasha ur alternativ flasha. Så blev gör han inte speciellt mycket längre. Lee missar sin q? sjukt lätt att kitea då, också vidare.",
				"Jo, men det är ju en del av det som skiljer dem bra spelarna mot dem dåliga. Just nu startar man ju till exempel rätt ofta 9 pots & 2 wards, vilket gör att junglaren borde teoretiskt sätt inte kunna ganka lanen om man spelar okej. Är man så dum så man pushar lanen ned q så får man skylla sig själv imo. Då startar man antagligen inte wards heller så.. Men ganks tidigt just nu fungerar oftast inte. Iaf inte för mig, det blir inte first blood bara för junglaren gankar top early, i och med att dem som spelar top oftast köper en ward eller två i början av spelet så blir det mycket svårare att ganka tidigt. Att campa darius så som du säger är nog bara dumt ändå, han KAN komma tillbaka i teamfights pga ultin likt förbannat, så det spelar ingen roll hur mycket du campar honom. Bättre campa mid/botlane imo. När man lämnar en normal så får man först 5min och sen 15 min. Din vän har antagligen lämnat ett game tidigare idag, finns ingen annan förklaring. Rekkles är grym, men bara för en spelare säger så är betyder inte det att det är 110% sant och att fungerar på alla spelare. Bättre att försöka lyssna på vad flera high elo spelare tycker än bara en. Twitch säger Doublelift till exempel är OP, det betyder ju inte att han är nummer ett just nu.",
				"Så du menar alltså att hans ulti är värdelös? 2 sekunder i en teamfight kan göra väldigt mycket. Du sa ju själv att en bra ad kommer vinna en teamfight - och det är just det som kommer hända. AD'n som spelar med amumu hinner lägga några \"free\" auto attacker, medans det andra lagets ad antagligen har en toplaner på sig som gör livet väldigt svårt. Så du menar alltså att alla champs har lifesteal/spellvamp? Det byggs absolut inte på alla champions just nu, och den blir ju starkare desto mera hp man har. Till exempel, 2.7% på en tank med 3k hp gör ju ändå ont, det är ingenting man ignorerar. och som man får \"tillbaka\" bara sådär. Speciellt i varje sekund. Okok, tycker du det så.. Hecarim är ju in princips samma sak isf, en knockback och en fear, vad gör han sen? Ptja, ingeting egentligen. Gör lite skada, men inget mera. Lee sin går att kitea väldigt lätt med, missar han sin q så kan han bara hoppa iväg, och det gör mig inget speciellt som ad. Då kan jag istället auto attacka en viktigare target än honom. Han har väldigt dålig skada lategame med.. Så, samma princip som på amumus q blir det på lee sin, han missar sin q, och måste ward hoppa till motståndarlagets ad carry som egentligen inte ens ska stå så nära så det går. Det går att göra samma saker med vi som amumu.. Hon drar sin ulti på mig, jag flashar under mitt eget torn och då är hon helt plötsligt väldigt ur position. Hennes q är rätt lätt att dodgea med så.. och då kan jag kitea hon väldigt enkelt igen. Man kan hålla på i dö dagar att säga att champions är dåliga, att dem är lätta och kitea också vidare. Men när allt hänger på ett skillshot så kan du inte säga att gubbe X är jättelätt att kitea medans gubbe Y's skillshot är jättesvårt att dodgea för sån stor skillnad är det inte. Ska man hålla på med \"tänk om\" så blir det ju så mycket om. Både Kartt92 & Cpt.obivous förklarar lite mera om det. Amumu har högst winrate just av alla junglare på 54.79% och högst banrate av alla junglare på 57% med så det måste ju betyda någonting, eller? Nu ignorerade du nästan allting jag skrev också, till exempel det om att lag just nu har väldigt ofta flera än en cc (amumu har det) så att som ad cleansa sig ur allt går inte, och då dör man.",
				"Regler och regler.. Viktigaste är att du är artig och har en schyst attityd. Undvik allt flameande eller gnällande i chatten, det bara \"skräpar ner\" och stör folk. Börja inte käbbla emot då det är någon som flamear dig, det kommer hända förr eller senare. Det är lika bra att fortsätta och göra sitt bästa istället för att spendera halva tiden med att svara på den skit som flameare slänger ur sig. Det är ju som sagt pick order över call order, så trots att solo lanes(top, mid) rent praktiskt borde pickas sist så är det som sagt först till kvarn. Du får hoppas på att de du spelar med respekterar detta så de inte går igång med: \"Top or feed\". Säg gärna vilken roll du helst vill ha, men ha inte några förväntningar på att du faktiskt får den Kanske hjälper att säga(om det nu är så) att du t.ex inte har runepage till support och därmed helst gärna skulle se nån annan på den rollen etc. Alltså, just twitch var ett ganska dåligt exempel, för tillfället är han en av de starkare ADC´s tillsammans med mf, cait och ez. Han är dock ganska squishy utan sin stealth, och ganska svårspelad då han är så pass beroende av den(stealthen). Nästan alla champs är viable, dock är det vissa som kräver lite extra av ens lag t.ex heimdinger och kog´maw. Förstnämnda kräver att teamfights hålls kvar på samma position hela tiden, den senare är sjukt squishy och behöver mycket hjälp från laget.",
				"Poppy är en ganska ok pick, dock tycker jag att hon inte passar jättebra i mid lane dels pga lätt harass men mest för att hennes E kräver att man knockar in motståndarna i en vägg för mer damage, vilket är svårare i mid lane. Trots detta skulle jag nog satsat på andra champs, dock nämner du att du vill vara lite unik.. Skulle dock kanske bytat support då thresh inte är idealiskt mot allt motstånd t.ex borde han ha ganska svårt mot en poke lane(typ ez/cait + lulu/sona). \"ultimata 5 champs\" Top: Elise - stark champ för tillfället,har dock inte spelat henne själv, men är jävligt svår att möta Mid: Twisted fate(om du kan spela honom, det kan inte jag ), Lux om du inte kan spela honom. Support: Taric - är nog den bästa all round supp. Har både burst och sustain. ADC: Cait - Hennes långa range gör henne till ett safe pick. Jungle: Vi - åter igen en väldigt stark hjälte med mycket inbyggd damage i kitet. Amumu är också en möjlig utmanare men valde bort honom pga hög ban rate på honom. Sen kan jag väl bidra med min lista över \"sällsyntare\" hjältar. Detta är dock baserat på mina upplevelser över vilka champs som är bra men som man inte ser så särskilt ofta längre, vissa knappt alls, för mig är det så i alla fall. Top: Jayce/Irelia Mid: Malazhar Jungle: Maokai Support: Zyra/Alistar ADC: Corki"
		]
	},
	{
		"postIndex": [
			[2990],
			[3079],
			[3022],
			[3014],
			[2809]
		],
		"postTime": [
			"2013-03-04",
			"2013-03-05",
			"2013-03-04",
			"2013-03-04",
			"2013-03-01"
		],
		"postNum": [
			[3077],
			[3168],
			[3111],
			[3103],
			[2890]
		],
		"postLink": [
				"/sp42296259",
				"/sp42313216",
				"/sp42301167",
				"/sp42300037",
				"/sp42251087"
		],
		"postUser": [
				"irken",
				"skibii",
				"irken",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u478566",
				"/u627803",
				"/u478566",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p257",
				"https://www.flashback.org/t2065199p264",
				"https://www.flashback.org/t2065199p260",
				"https://www.flashback.org/t2065199p259",
				"https://www.flashback.org/t2065199p241"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u627803",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Jag sa inte det, jag sa bara att man inte kommer vinna 9 av 10 games med Vi. I så fall hade hon ju legat på minst 70% just nu. Ja, dem flesta champs ligger runt 50% men 1% är rätt mycket, hon pickades 11k gånger igår och vann runt 5k matcher. Jag tycker det är helt okej winrate, men att man kommer vinna match för man spelar henne är bara bullshit. Samma sak med Kha zix & Zed. Du vinner inte en match för du pickar dem. Och om vi ska fortsätta på din teori att massa dåliga spelare spelar Vi så kanske det är ~4k dåliga spelare, men om vi tar Taric som pickas 37k gånger igår så måste det va minst dubbelt så många som är dåliga med honom men som vinner ändå. Om jag vinner tio matcher i rad med Karma betyder det inte att du också kommer vinna tio matcher i rad med henne. Jag sa aldrig att man skulle spela Taric, jag förklarade bara varför han har hög winrate, och att han inte är speciellt op om jag nu får säga så. Taric pickas i snitt runt ~39k gånger per dag och vinner över 20k games, du kan ju inte säga att det är dåligt? Ja, hon är en stark champ och snowbollar bra, men å andra sidan gör nästan alla gubbar det nu. Det är ju inte direkt så om Hera får en kill så kommer han inte använda det mera än Vi. Kan man vilken gubbe som helst, och då menar jag vilken som helst och hamnar med normala människor kommer man också vinna mera än 55% av sina matcher, det spelar ingen roll om du kör Poppy, Gragas eller Urgot. Du kommer vinna mera än 55% av dina matcher för du kan den gubben jättebra. Visst finns det starkare & svagare picks, men att bara för du spelar Vi som är stark nu betyder inte att du vinner varje match.",
				"Det tror jag inte att du gjorde, det går nämligen inte att gå ifrån silver till brons. (om man inte är inaktiv under en längre tid) När man väl har nått en ny tier så kan man inte förlora den, man går alltså max ner till tex silver V. Jag har gått från bronze scrub season 1 och fick guld season 2 och nu har jagsnart platinum i season 3. (jag har inte spelat hela tiden utan spelar några månader då och då, för att sen ta en paus på några månader). Dom bästa tipsen jag kan ge är att fokusera på 2 roller men samtidigt så ska du kunna spela alla. Jag spelar mid och jungler och får nästan alltid en av dom. Och det viktigaste är nog att lära dig 2-3 champs per roll som du kan riktigt bra, helst lite flavor of the month men som ändå inte är bannade. Jag spelar tex mycket lux mid och jarvan i djungeln. Det som nästan är viktigast av allt är att ALDRIG skriva något negativt.. Det leder till att dom flamar tillbaka även om du försöker säga vad dom gjorde fel på ett snällt sätt så funkar det inte. Det sista du vill är att alla i ditt lag spenderar mer tid på att skriva än att spela. Om någon skriver massa skit till dig så ignorera det.. om du känner hur du bara vill skriva tillbaka så gör inte det, muta den spelaren istället. Efter jag började med det här så gick jag upp flera ligor inom ett par dagar. Sen ska du såklart vara extremt självkritisk efter och under varje match. Om du missar en lasthit så slår du dig på fingrarna och försöker att inte missa en till. Om du blir gankad så sätter du en ward där deras junglare kom ifrån och håller dig på den sidan av lanen. Det ser jag väldigt många göra misstag på dom sätter en ward men ibland står dom ändå på fel sida av midlane och blir gankade ändå. Efter matchen vinst eller förlust så ska du tänka igenom vad du gjorde fel och vad du ska göra bättre nästa game. Ett tips om du lirar jungler ibland är att gå runt midlane om du gankar så du kommer bakifrån istället för att gå in från sidan.. Det blir så mycket svårare att hantera så det är värt dom extra sekunderna det tar att gå runt. Om du du är blått lag så smyg in vid midlanes wraiths och gå och ganka top genom hans tribush. Om du är lila lag så ganka genom river och inte tribush för dom flesta wardar tribush om dom är toplane i blått lag. Skrev fort och säkert massa stav och gramatikfel.. hoppas det är något som hjälper iaf. :P",
				"Hur ska vi annars jämföra hur bra en champion är då? Vi har ungefär samma winrate i divsioner, du kan inte säga att det beror dåliga spelare kör henne för dem kommer göra alla andra gubbar. Vilka man möter spelar inte heller roll, för andra gubbar kommer också möta samma champs, och att man spelar med dåliga spelare går inte att räkna med heller för det kommer andra champs göra. Det är ju bara dumt att säga \"Nä, vi förlorar många matcher för folk vet inte hur man ska spela med henne.\" Gäller det inte för andra champs då? Hon är ju inte spelets mest svårspelade gubbe. Hon vinner inte 9 av 10 matcher i någon division, hon kanske gör det för dig men det gör inte att jag, min kompis eller någon annan kommer vinna 9 av 10 matcher med henne. Den statistik jag anger är ingeting jag hittar på, utan det är ifrån lolking, och kan du inte ta att den säger att champ är så bra så vet jag inte hur jag ska argumentera emot dig. Winrate visar rent generellt hur bra en gubbe är, hur ska man annars jämföra gubbar? Genom vad du tycker? Personer tycker rätt olika så det kan bli väldigt konstiga åsikter. Du tycker vi är bäst i jungel just nu, jag kanske tycker Veigar är bäst, och Captain obvious tycker Xin är bäst just nu. Hur ska vi jämföra vilken som är bäst isf? Alla vi tre vinner 9 av 10 matcher med våran respektive junglare också.. Är alla tre lika bra isf?",
				"Winrate har visst något att göra hur bra en champ är, hur fan ska du annars jämföra? Genom att du säger att du vinner i snitt 9 av 10 games med Vi? Jag kan ju kontra och säga att jag vinner 9 av 10 games med Soraka i jungle. Man måste ju utgå ifrån något och inte bara vad du & jag personligen tycker. Hade Vi varit så \"lätt\" och bra som du vill få det till hade hon haft mycket högre winrate, och winraten betyder faktiskt något. Säg inte att det är dåliga spelare som kör henne, för det finns minst lika många dåliga spelare som kör alla andra gubbar också. Är man bra med vilken gubbe som helst så kommer man få hög winrate, så det är bara bullshit. Spelar ingen roll om du kör Vi, Maokai eller Nautlius. Är du bra med gubben så kommer du ha hög winrate. Olaf har lägre winrate för att folk spelar han som dem spelade han innan nerfen & hade han varit så stark som du säger hade han blivit pickat mycket oftare i LCS.. Just nu har han bannats 6 gånger och pickats 3, och har en winrate på 33%. Han har pickats/bannats i 20% av alla games, så.. Ja.",
				"1. Jag har ju redan sagt att det är 62% damage i level 1, vad spelar det för någon roll ens? Herregud.. 2. Exakt. Ashe's ulti gör AP damage, vilket hon inte kommer hon, den kommer göra flat 650 damage. Nja, där har du fel fakitskt. Varus snare \"sprider\" sig över hela laget, man behöver inte stå bredvid utan inom ~600 range så blir man snarad. För står inte riktigt vad du vill ha ut av resten heller. Vayne kommer inte ha 50% efter en ashe ulti, möjligten runt 70% men inte 50% vid level 16. 3. Nej, nej. Kog är mera poke champ än ashe, hans ultimate har ju 2200 range.. Hon kommer bli utpokeade av en kog, eller cait helt enkelt. Bättre att försöka engagea. Och inte stå och pokea.. 1v1 kommer aldrig hända så det kan du ju sluta diskutera redan nu. 1v1 händer ALDRIG, förstår du? Hur gärna än du får in din arrow, så kommer inte en fight vara en mot en. Ad carryn rollen är ju byggd runt att man ska bara right clicka och afk i en teamfight, spelar du som cait och lägger skills i en teamfight så gör du mindre damage, samma sak med tristana. Graves och MF är ju lite annorlunda för dem är nästan \"ad casters\", men efter dem gjort sina ultis så right clickar dem bara också. 4. Vilken liga & hur länge du spelat spelar faktiskt lite roll. Du har knappt spelat i ett år, du mainar support & jag vet inte ens om du testat att spela vissa gubbar. (Du hade inte spelat Xin). Jo, fakta ifrån lolwiki är väll bra, men att bara theorycrafta är inte speciellt bra, man måste testa saker också. Håller du och pokear som Ashe så kommer det gå fel, man blir diveade direkt och blir ccad och då spelar ingen arrow eller slow så stor roll när man är ccad. När du blir jagad så hinner du inte vänta 3 sekunder innan nästa auto attack, du måste göra det direkt så din passiv kommer inte bli stackad. Ditt snack om hennes passiv visar väll om något att du inte har nån jävla aning om vad du snackar om. Det finns inte en person i världen som är \"okej\" som försöker jaga och väntar på sin crit på sin passiv, eller går ur en fight för att \"Ladda\" upp en crit. I och med att jag ligger i högre division än dig så har jag antagligen mera erfarenhet än dig så, ja, det spelar roll. Nu vet jag inte senast när Ashe spelades & om hon spelats i LCS, men aAa spelade hon emot Fnatic i s1 finalen. Du kan ju titta på den replay & se om Lamia \"Pokear\" som du försöker få det till att man ska göra. Titta speciellt på hur han står i teamfights och vad han gör."
		]
	},
	{
		"postIndex": [
			[4008],
			[3877],
			[4465],
			[4077],
			[4507]
		],
		"postTime": [
			"2013-03-26",
			"2013-03-22",
			"2013-04-02",
			"2013-03-27",
			"2013-04-02"
		],
		"postNum": [
			[4133],
			[3994],
			[4600],
			[4204],
			[4644]
		],
		"postLink": [
				"/sp42652182",
				"/sp42602351",
				"/sp42754720",
				"/sp42671216",
				"/sp42761007"
		],
		"postUser": [
				"TrainOfThought",
				"OndaParabolen",
				"BrainDisorder",
				"irken",
				"emerituz"
		],
		"postUserID": [
				"/u449429",
				"/u404398",
				"/u151382",
				"/u478566",
				"/u681110"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p345",
				"https://www.flashback.org/t2065199p333",
				"https://www.flashback.org/t2065199p384",
				"https://www.flashback.org/t2065199p351",
				"https://www.flashback.org/t2065199p387"
		],
		"userUrl": [
				"https://www.flashback.org/u449429",
				"https://www.flashback.org/u404398",
				"https://www.flashback.org/u151382",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u681110"
		],
		"sentence": [
				"Tja! Lite funderingar och frågor kommer här. Varning för en massa text... Har spelat LoL i kanske tre-fyra veckor nu och gillar det skarpt (nästan lite för mycket)! Nu har jag testat på en hög med champs, och kommit fram till att jag gillar dom flesta på låg nivå förutom vissa support champs eftersom lagmedlemmarna inte använder dom på rätt sätt. Försökte spela Tresh några matcher, men tror inte jag lyckades få mina team mates att klicka på lyktan en enda gång, varken för överraskning eller undanflykt. Hursomhelst vill jag testa på någon ny champ, och har siktat in mig på antingen Syndra eller Fiora. då dom ju kostar en hel del vill jag gärna höra lite tankar och åsikter, då det kommer att ta ett bra tag att farma upp tillräckligt med IP för att köpa en ny. På ett ungefär såhär känner jag: Syndra: Har alltid i alla spel gillat magiker eller ranged generellt, och efter att ha kollat på lite guider, matcher osv känns det som att hon skulle passa mig. Jag inser att hon förmodligen är ganska (väldigt, väl?) mycket svårare att spela bra än Fiora, men om det bara beror på mig så går det alltid att nöta på och bli skickligare. Anledningen till att jag är lite tveksam är att jag är osäker på om det har någon större betydelse för resten av laget om dom inte vet hur hon funkar? Jag tänker då t.ex. på att köra mid, ha en Dark Sphere liggandes på marken och invänta gank och använda Scatter the Weak för stun. Kommer junglern från helt fel position kan det förstöra hela set-upen. Är det många sånna \"noob\" saker som kan gå fel, eller funkar hon att köra med på låg nivå, även om resten av laget inte känner till hennes skill set och styrkor/svagheter speciellt bra...? Fiora: Som jag sa föredrar jag oftast ranged, men hon verkar riktigt rolig att spela med. Jag gillar hennes förmåga att snabbt ta sig in, göra skada, och sen eventuellt ta sig därifrån snabbt också. LeBlanc är en av mina favorit-champs, så det kan väl ha något med det att göra. Har inte kollat upp henne lika noga, så hur fungerar hon i blind pick? Är hon lätt att kontra, och är hon en av dom champs som är starka ganska tidigt, men senare halkar efter lite? Och nu vidare till fler frågor och funderingar (beundransvärt om någon fortfarande orkar läsa! ). Jag har spelat med Yorick en hel del dom senaste dagarna, och jag gillar honom rejält. Tycker om mixen mellan ranged och melee, underbar sustain och förvårnansvärt bra harass. Saken är dock den att om jag inte får minst en eller två kills early game känner jag mig totalt värdelös under mid-game. Ganska seg även i början, men jag fixar lane och så bra. Jag rushar Manamune och jobbar på Spirit Visage efter det, och därefter Iceborn Gauntlet. Jag tycker som sagt att jag klarar mig ganska bra i lane, men känner mig värdelös i fights (om jag inte lyckas överraska någon squishy typ 1vs1). Borde jag bygga något annat än spirit visage för mer skada? 20% CDR är riktigt fint för ghouls, men jag tycker inte att jag får något \"ompf!\" förns väldigt sent. Det var väl allt för tillfället, tror jag!",
				"Vad tycker folk här om Morgana mid? Har börjat lira henne en hel del mid och har vunnit ungefär 80% av alla matcher jag lirat (ungefär 20 matcher). Det tycker i alla fall jag är en imponerande score. Stöter på en överdrivet krävande och beordrande Kayle support. Kanske har sina fördelar men jag gillar inte Kayle som support, låt gå, så länge denna gör bra ifrån sig. jag möter Yi mid. Det är en väldigt svår och komplicerad lane, enligt mig, men jag är taggad på att jag ska klara mig med nöd och näppe tack vare min shield. Lite fegt spelat och extremt noga med placering för att inte bli träffad av Alpha Strike, de få misstag och missar som inträffar drar jag shield. Jag ska hålla min lane. Som mid med Morgana drar jag alltid Barrier och Ignite, för att lättare hålla mig levande och samtidigt göra skada. Det har funkat kanon förut. Kan även tillägga att vi har en J4 i motståndarlaget. Då jag tidigare har mött J4 har jag fortfarande kört med Barrier och Ignite. J4 Ult fångar hela deras lag, jag kör R-E-W-Q, träffar hela deras lag och hoppas att resten gör sitt, vilket de ofta göra. Drömläge enligt mig. Men nej, den här Kayle skriker (caps) att jag ska byta ut Barrier mot Flash. CHANGE SPELLS! GET FLASH! YOU'LL NEED FLASH! GET IT! Jag argumenterar för min sak men han bara spammar och kör med den klassiska frustrationstekniken. Korta Iskalla Nonchalanta Svar Som Inte Betyder Något Ni förstår nog. Han tycker att jag är dum i huvudet, jag får det spammat under hela pick phase. Både strax innan och precis när matchen börjar så får jag tjatat att jag kostat matchen, vi kommer förlora. Motivationen och lusten är top notch. Han blir tyst. Matchen går precis som jag skrivit ovan, det är knappt men det går, han hade börjat bli kaxig och pushade stenhårt och började spamma Alpha Strike, direkt på mig också, det var bara en tidsfråga innan han skulle rusha mig in i tornet och då skulle jag låsa honom. Xin, ifrån jungle, pingar att han är påväg och jag tycker det är toppen. Han kommer in bakifrån, men samtidigt som han kommer in så kommer J4 bakifrån, Xin märker INGENTING och självklart dör han efter en kladdig fight, Yi får killen. Då fick Yi det lilla övertaget som fattades och började dominera mid, Xin försörde min lane. Och den här Kayle får totalt spel. \"Yupp, Morgana mid, so great...\" \"told you it was lost...\" osv, extremt onödiga kommentarer. Spelet rullar på men Yi börjar snowbolla hårt, även med wards ända uppe vid Draken lyckas de inte fly honom vid bot... Efter det så börjar han pinga min lane, skriva \"ss mid\" ÅT mig osv. Allt är mitt fel såklart. han fick det t.o.m. till att det var min BARRIERS fel att mid blev förlorad... Jag har ledande kills i matchen, jag trycker ner alla väldigt ordentligt, men jag är fortfarande värdelös. Även fast de engage med motståndarna kommandes ovanifrån och underifrån och stänger in oss, 4v5 osv. Allt är mitt fel, mina spells och spelandes mid förlorade allt. Hans premade (såklart...) kompis börjar haka på honom. Motiveringen och moralen sjunker i backen och nu börjar folk hoppa på 3v5 2v5 utan tanke på positioner osv. Självklart förlorade vi. Det hela är väl mest för att skriva av mig, men jag undrar: Vad tycker ni generellt om Morgana mid? Jag gillar henne, främst för shield. Men det känns som om ingen roll är accepterad att spela henne som... fått skäll när jag lirat som support och folk hatar när jag går mid, även fast jag gör bra ifrån mig. Vad är en bra counter till AP Yi mid? Och vad ska man göra när man får en sådan i sitt lag? Bara försöka spela sitt och ignorera honom?",
				"I lane-phase så är nog en Ali mer värd, men många utav dom jag spelar med säger att att Ali inte har någonstans att vara förutom i jungeln, men tyvärr så funkar ju han inte lika bra där längre heller. Men det beror ju på vilka man möter och vilka man spelar med helt enkelt, jag spelade Teemo i jungeln tidigare idag och vann tillslut efter 61 minuter. Det var svettigt. Ali är en sån förbannat dryg champ att möta, även fast man ser honom så sällan så blir man lika förbannad varje gång då man inser hans potential.. Man kommer som Nocturne ner och gankar bot, lyckas döda ad-carryn där alla lider utav stor hp-förlust.. Man drar E på honom och tänker nu jävlar, men då flyger man upp i luften och den avbryts.. Ali rushar mot tornet och man drar sin ulti för att sänka den jäveln, men då pushar han iväg en och drar en heal och fortsätter lobba och man själv antingen dör emot tornet eller kommer knappt undan med livet i behåll.. Och motståndaren skriver \"dat cow\" och man har lust att smasha tangentbordet då på direkten. Men som någon skrev, Taric bidrar nog mer till team-fights. Spelar knappt någon utav dom så ska inte säga allt för mycket. Taric fick väl sig även en nerf för inte allt för länge sedan. Vayne eller Ezreal. Det beror endast på att dessa champs är rätt duktiga på att hålla sig jämna med andra champs som t.ex kan förstöra lanen ordentligt, t.ex Miss Fortune eller Caitlyn.. Och det med dom nämnda så har jag nog nämnt dom 4 bäst som finns atm. Twitch är också extremt bra, men då gäller det verkligen att veta hur den gubben fungerar och att ditt motståndarteam inte vet hur man ska undvika hans stealth. Vayne blir bara bättre och bättre ju längre matchen går, likaså med Ezreal. Båda två har dessutom rätt schyssta escapes. MF har ingenting, om hon nu inte har attackerat och kör sin E och således kan springa utav helvete. Caitlyn kan köra sin nät-grej och flyga iväg, t.om över väggar (knappast nyttigt i team-fights dock) Skulle det handla om early team-fights eller laning-phases så är dock MF eller Cait att föredra, Cait har väldigt lång range med sina auto-attacks och den där spellen som skjuter iväg något (spelar aldrig henne) och MF som har sin aoe-slow, sin Q som gör extremt ont, särskilt om den träffar ett 2nd target och hennes ulti som är extremt aoe. Och hennes W sänker dessutom folks möjlighet till att heala, som om du möter Sona, Soraka eller dylika heal-supports så picka MF och sänk deras självförtroende. Vayne och Ezreal och dock dom roligaste ad-carrysarna som finns att spela enligt mig. Hög mobility, man kan göra extremt schyssta moves, extremt hög skada om man vet hur man ska spela dessa. Ezreal har dessutom en global ult som aldrig kan ses som fel egentligen, dock vet jag faktiskt inte hur man någonsin ska bli bra på den eftersom man möter olika människor hela tiden. Men känslan som uppstår när man dödar deras junglare efter en misslyckad gank mid, i deras jungle med den, eller när man dödar deras försök till att ta draken, och ens egna lag \"applåderar\" är obeskrivbar.",
				"Jo, det är det och du kommer få massor av skit om du faktiskt förlorar för du spelar hybrid.. Men nu har du ju problemet, börjar du som hybrid så kommer du förlora trades för att Auto attacks i lägre levlar är så pass starka. Beror ju självklart hur man börjar, men till exempel hybrid tristana, om du börjar med lite AP så kommer du förlora alla dina trades för du har lägre AD än din motståndare. Ja, lyckas du spela safe så är de väll okej, men fortfarande så kommer en annan sorts gubbe vara bättre än ap varus. Allt bygger ju på att du får dina blight stacks, och klarar av att poppa dem. Jag tänker inte säga alla mid champs som är bättre än hybrid varus, för det blir bara dumt. Är du bara ute efter möjligheter & spelstilar så kan du ju spela vad som helst som hybrid/ap? AP ashe pga arrow, ap cait pga net också vidare. Ska du hålla på & trolla runt så är det nog bäst att köpa premade i normals istället för ranked så slipper du bli reportad & så slipper folk få den dära personen som inte fattar ett piss ungefär. Jag har ingen aning om vad \"mar\", och vad du menar med r. Kör du fullt ut med ad runor i början så kör du ju faktiskt AD? Bygger du massa hybrid items senare eller vadå? AP varus är byggt runt Blightstacks, och att du kan poppa dem. Lyckas du inte poppa dem så förlorar du merparten av din damage.. Det är av en anledning man spelar AP champs mid, och ad champs botlane. AP champs scalear bättre med levels än items, och AD carry's scalear bättre med items än levels. I lategame så vinner oftast det lag som har en ad carry som gör mest damage, bygger du en hybrid så du förlorar till exempel din IE & lw så kan jag garantera att du kommer göra mindre damage än en ad carry med båda dem itemsen.",
				"Är inte level 30 än och har hittills nästan bara spelat normal blind pick där man bara spelar en oorganiserad 2-1-2 utan junglare och alla köper vad dom vill. Då jag snart kommer upp i 30 har jag börjat spela draft pick där spelarnivån känns något högre men förstår inte riktigt allt om hur ett organiserat lag ser ut. Så nu till frågorna; vilka är positionerna man spelar? Är det top laner, support, ADC, junglare och... tank? I vilken lane spelar respektive roll? Vilka champs kan de olika positionerna spela och framförallt vilken slags build ska de olika rollerna göra? Är det bara ADC:n som får köpa AD items? Skulle verkligen uppskatta svar på dessa frågor!"
		]
	},
	{
		"postIndex": [
			[5149],
			[5101],
			[4973],
			[4966],
			[5159]
		],
		"postTime": [
			"2013-04-14",
			"2013-04-13",
			"2013-04-11",
			"2013-04-11",
			"2013-04-14"
		],
		"postNum": [
			[5302],
			[5253],
			[5121],
			[5114],
			[5312]
		],
		"postLink": [
				"/sp42947912",
				"/sp42928386",
				"/sp42897436",
				"/sp42895806",
				"/sp42952097"
		],
		"postUser": [
				"Chaesen",
				"irken",
				"irken",
				"irken",
				"Eptk"
		],
		"postUserID": [
				"/u396625",
				"/u478566",
				"/u478566",
				"/u478566",
				"/u258599"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p442",
				"https://www.flashback.org/t2065199p438",
				"https://www.flashback.org/t2065199p427",
				"https://www.flashback.org/t2065199p427",
				"https://www.flashback.org/t2065199p443"
		],
		"userUrl": [
				"https://www.flashback.org/u396625",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u258599"
		],
		"sentence": [
				"Ett tips till alla som spelar rankat, testa spela på lite annorlunda tider! När jag \"vanligen\" nöter rankat, spelar jag mellan 16.00 och 18-19.00, och får en av tre matcher som faktiskt går att spela, men varken vinner rating eller tappar, man bara ligger där, förbannad på alla leavers o dylikt. Men jag har klättrat ifrån gold 3, till plat 3, utan några stora problem, för sätter man sig och spelar klockan 4a på morgonen, verkar alla helt plötsligt en nivå bättre, ingen leavar, lika dant om man spelar klockan 10 på en vardagsförmiddag. Sen äre ett jädra jobb att vara snäll och fjantig. Ni måste verkligen anstränga er till 110% med att berömma i början, säga \"gj \"maokai\"\", efter en lätt gank, även om han misslyckades med ganken innan. Sa åt en polare sen 10 år bak sedan, att jag aldrig mer kommer att spela rankat med honom, för att han just en sådan flamer, som jag sliter för att inte få se i varje game jag kör. Man sitter och spelar, och helt plötsligt börjar han halv skrika o Skype om att våran jungler failade sitt gank, han kanske dog i top, och börjar direkt skriva saker som \"Fucking kid\" eller \"nigger\", saker som gör att våran jungler inte gankar top. Och får denna \"toppare\" att börja flamea mer. Slutar med att dom har en feedad top, och våran jungler ligger efter deras, för han har en toplane, som är fri att hämta kills på. Ah wow, fan va jag börja skriva, igen.. blir fan alltid såhär när jag börjar skriva -.- Men fortsätter, för iaf jag har kul! Spela det DU är bra på. Inte vad som andra säger är \"bästa champen\", alltså, jag menar inte att du ska ta en AP Champ, som last pick, om det är ADC platsen som är uppe, nej, försök att hjälpa laget så mycket som möjligt! Men är du ganske vanligen en \"Ap\" spelare, som spelat ahri 45 av de senate 50 matcherna. Dra inte på dig en Shen, bara för att han var opickad. I början, silver, gold, plat, tar folk amumu, shen eller malphite, bara för att dom inte är bannade. De har nästan aldrig spelat dom. Och de slutar nästan aldrig bra. Så försök få det ni är bra på! Och tänk på att använda chatten i champion select ordentligt! Sitt inte och vänta tills det blir din tur, fjärde pick, och bli förbannad om någon annan har tagit din position! Speciellt om du inte skrevit att du ville ha den till o börja med! Sedan får man försöka övertyga, eller erbjuda andra grejer! Jag erbjuder en kaka (I give u cookie if i get suport!), så jag får platsen jag vill ha. Och börja inte med skiten \"Well i have a diamond 1 in EU WEST, this is just a troll, give me top\", folk lyssnar inte på sådant! Och folk sitter och flamear om att du är för dålig, för att vara diamond 1, och sedan sitter alla i laget o skriver istället för att spela! Så, skrev av mig lite, heipa",
				"Link är ganska bra med Syndra, problemet är väll mest att hon inte \"passar\" deras meta just nu (CLG, dvs). Link spelar mera Utility champs än rena damage dealer. Problemet är väll om du inte är speciellt bar med Nasus eller Akali så klarar du inte av att carrya, men är du tillräckligt bra gör du det. Sen finns det ingen formel typ \"Spela XX så carryar du alla dina games och kommer till diamond\", spela det du är bra på, och försök carrya så. Det beror väll på vilken junglare man spelar och hur bra man är. Dem aggresiva jungalarna är imo lättast att carrya med Xin/J4/Vi/Zed. Nasus & Volibear är bra också, men inte lika lätta att carrya med. Nja, jag skulle inte möjligtvis säga att Kha'zix är lätt att carrya med. Han är mera en champ du \"väntar\" med att hoppa in i en teamfigth så du inte blir fokuserad, och då spelar det ingen roll om ditt lag redan förlorar en teamfight utan att få dem speciellt låga. Ska du promt spela Kha spela honom mid alternativ Top.",
				"Det spelar ingen roll hur aktiv som junglare du är, du kommer inte få samma gold per minute när du möter bättre lag för dem klarar sig utan hans extremt dåliga ganks. Han har hard CC så om jag spelade emot en junglade kha zix skulle jag inte vara precis rädd. Att få en early kill är ju bara att glömma imo, lägger top/mid ward's så klarar dem sig bra. FM på kha är sämst imo, bättre köpa Omen/warmogs så du blir lite tanky iaf, speciellt om du junglar. Känns som om man junglar med kha så har ens lag ingen som helst frontline så det andra laget kan \"köra\" över ens lag också. -- GPM är jätteviktigt, och när du junglar så kommer du inte alltid ligga på +10 kills såvida du inte möter spelare som är jättedålig, och när du inte får allt guld du behöver så får du inga bra items, ja du fattar. Du kan ju knappast säga att han har bra ganks heller som ger garanterade kills, så.",
				"Men alla adc's blir bra om dem snowbollar tidigt, så som Ocke säger. Hon är inte jättestark lategame heller. Graves dominerar knappast som ADC just nu, snarare MF, varus & Cait. En cait med 6 items faller inte alls av lategame, utan hon är minst lika bra som alla andra ad carrys lategame. Det är ju av en anledning vi ser henne bli pickad så mycket. Fast så många items får du inte om du spelar jungle, iaf inte jag, då jag inte hinner få 12 kills. Beror väll lite på vilken elo man spelar på antar jag. Det enda han har när han ska ganka är ju egentligen han's slow som CC så.. Jag spelar honom hellere mid, alternativ top om jag får en bra lane. Sen skulle jag rekomndera dig att bygga bc, bt, lw, en defensiv item alternativ Muramana, men att köpa muramana tidigt är jättedumt. Spelar du en junglare så kommer du aldrig ha lika mycket guld som en laner, för du har mindre creeps, och du kommer omöjligt ha samma gold per minute som en laner.",
				"Tjenare. Har tänkt lära mig någon ny mid champ som är grym att carrya med som inte blir bannat i varje game. Är i Silver 1 just nu och skiftar mellan den och Divsion 2. Jag är stark på alla övriga lanes men just mid behöver jag hjälp att upptäcka någon champ att bli bättre med. Jag har testat champs som Lux och Akali tidigare och Akali blir ju bannad väldigt ofta nu medan Lux är ett väldigt vanligt pick även för support. Jag har dock spanat in lite på Twisted Fate. Vad jag förstår så är han svår att bemästra. Är han en bra champ att köra med? Tycker han är jävligt rolig men behöver ju mer träning givet. Om han fungerar bra så ge gärna lite tips på hur man kör honom bättre. När jag ändå är igång. Sett många kör Elise support. Är det något vidare eller?"
		]
	},
	{
		"postIndex": [
			[6446],
			[6430],
			[6091],
			[6204],
			[6340]
		],
		"postTime": [
			"2013-05-12",
			"2013-05-11",
			"2013-05-04",
			"2013-05-07",
			"2013-05-09"
		],
		"postNum": [
			[6639],
			[6623],
			[6278],
			[6394],
			[6530]
		],
		"postLink": [
				"/sp43382922",
				"/sp43370651",
				"/sp43274463",
				"/sp43310741",
				"/sp43343905"
		],
		"postUser": [
				"irken",
				"JulieDubstep",
				"irken",
				"Jahauus",
				"irken"
		],
		"postUserID": [
				"/u478566",
				"/u603557",
				"/u478566",
				"/u508308",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p554",
				"https://www.flashback.org/t2065199p552",
				"https://www.flashback.org/t2065199p524",
				"https://www.flashback.org/t2065199p533",
				"https://www.flashback.org/t2065199p545"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u603557",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u508308",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Du måste ju hålla med om att J4 är mera komplicerad än både Nasus och WW? För en spelare som aldrig junglat förut så är nog WW den lättaste junglaren som finns, då han inte har ett speciellt komplicerat kit, och vid level 6 så är 9 av 10 ganks en kill med hans Ultimate. Jämför man med typ med j4, med hans e+q kombo & hans ultimate så är det nog mycket mera komplicerat, då jarvan har så många \"tricks\" man kan göra, dvs, e+q över walls också vidare. Speciellt vid engages.. Att nasus är rätt svår är ju bara ren bs, då han är en av dem lättaste junglare i spelet imo. Cleara camps med e & q, ska man ganka så wither på den man gankar och lägga e och bara q. Förstår inte riktigt varför man ska behöver overextenda hårt då det är ungefär samma sak med jarvan isf. Jo, han är väll mera farmjunglare, men har man just börjat jungla så kommer man inte ha dem bästa ganksen så då är det ju bättre att bara farma istället. Sen är ju hans ultimate också väldigt \"lätt\", då den gör han tanky och den gör lite damage istället för jarvans ultimate då man måste träffa rätt gubbe som inte har flash/en escape, annars blir den ju värdelös. Hurvida j4 är starkare än nasus beror ju helt på ens eget lag, och motståndarlaget. @ paecmaker Hur mycket har du spelat lol innan då? Har du aldrig junglat innan? Har du bra map awarness? Är du level 30, med ~400 normal games iaf eller vad är det frågan om? Det är rätt svårt att rekommendera utifrån ingenting, men jag utgår att du aldrig har junglat tidigare och att du inte spelat lol så värst länge. För övrigt så är Nunu också en lätt junglare som fungerar bra, du kan counter-jungla med honom när du blir bättre också, men han är väldigt lätt med!",
				"Tjenare FB! Är i det så fint kallade \"ELO HELL\".. Eller antar att jag är det iallafall. Detta grundar jag min teori på. Jag är ingen s.k rage kid, ligger nästan alltid på plus stats. Brukar försöka peppa igång teamet när dom gråter över att vi inte fick firstblood eller att dom andra fick Baron eller dyl.. Sjukt irreterande, Tog mig ur bronze ganska fort.. Anledningen till att jag började där var för att jag lirade som en idiot förra season typ 50 wins 80 lose, Ja ni vet satt och trollade och tänkte inte mer på detta. Nu efter lite normals och mycket lirande på andra accounts så har jag börjat gilla detta spelet mer och mer. Har funderat på att skapa ett nytt account bara för att dra mig till guld fort som fan. Men jag orkar inte levla upp ett nytt och har massor med skins och runes på detta account. Har fått höra från många diamond/plat polare att dom tycker jag lirar väldigt bra. Och detta är när vi kört ranked 5v5 teams osv. Jag mainar Ad carry och min fråga nu efter denna poetiska text är ifall någon helt enkelt vill börja duoqa med denna silver krigare. Ligger just nu i Silver II men har pendlat från Silver I till Silver III väldigt mycket. Så är det någon vänlig själ i Silver+ Som vill börja duoqa helst köra support, Fast spelar inte så stor roll ifall ni kör något annat och jag behöver köra t ex. Support. Vill bara ha någon att lira med eftersom det ökar ens chanser på många sett. Region: EUWest. Rating: Silver II Ålder: 19 Skill: Sägs vara bra Skulle vara riktigt bra om ni har skype eller ts eller dyl. Hör av er i PM om ni är intresserade så får ni mer uppgifter som skype och summonername. Ha deet ! PS: Är kille. EDIT: Såg att texten va sjukt lång. Behöver en duoq partner. Skill relativt hög. Lirar i silver allt från silver och uppåt accepteras. Skype / Ts viktigt. Lirar på EUwest PMA för mer info",
				"I ett par månader är det absolut inte, några veckor, skulle säga på två till tre veckor får du vänta. Först måste vi spela klart LCS Summer promotion games, där det är minst 17 games kvar. Fast så enkelt är det ju inte direkt. Har båda spelarna spelat runt 100 games i samma liga så betyder det rent generellt att dem är ungefär lika bra, och att dem hör hemma där dem är. Det kommer alltid finnas \"Oturs\"fall, då en spelare får spela med folk som är afk också vidare, men hör du verkligen hemma i högre liga så borde du inte ha några problem att klättra. Flera diamondspelare har klättrat ifrån bronze till diamond också vidare. Att säga att last pick är alltid sämst är ju bara dumt, då first pick kanske är grym medans last pick är bra på top. Folk \"mainar\" ju oftast en person, och dem är oftast bättre på den positionen än en annan.",
				"Steals är knepigt, tycker dock det är svårare att smitea som försvarande lag, då man kan hoppa in och CCa motståndarens junglare. Men smitesteala är en otroligt liten del av junglandet, och att alltid gå på deras blue red är livsfarligt. Du måste känns pulsen på matchen. Är voli bot vid 07.00 och du är lila laget, så kör, ta deras blå. Ser du varken mid eller jungle vid 07.00, gå inte dit om du inte har både top och mid i laget, eller tror att du vinner en 2v2. Har börjat vinna sjukt mycket mer när jag spelar safe, och du blir nog förvånad hur många games du faktiskt vinner som top/bot om du låter mid/jungle styra gamet, och bara ser till att hålla jämn lane och inte dö mot ganks",
				"Visst är det så, men hans (AIKDANIEL's) stora problem är ju att han inte klarar av att carrya i guld ett och inte hör hemma i en högre division då för han carryar inte speciellt många games där, utan är mera 50/50 om han vinner eller förlorar. Självklart kan det bero på många andra faktorer, men jag har då vunnit games då jag spelat riktigt dåligt och jag har lyckats \"komma\" igen och vinna ändå, även om jag är 0-5-0 i lane till exempel, eller att jag har carryat andra riktigt dåliga spelare som det gått meh i lane phase. Att säga att man slutar spela lol för man får mentalt efterblivna är ju bara konstigt, då alla personer omöjligt kan vara på samma sida, bättre spela ranked 5's om man klagar på sånt."
		]
	},
	{
		"postIndex": [
			[6970],
			[6983],
			[6967],
			[7428],
			[6980]
		],
		"postTime": [
			"2013-05-22",
			"2013-05-22",
			"2013-05-22",
			"2013-06-03",
			"2013-05-22"
		],
		"postNum": [
			[7176],
			[7189],
			[7173],
			[7650],
			[7186]
		],
		"postLink": [
				"/sp43553165",
				"/sp43555744",
				"/sp43550569",
				"/sp43750778",
				"/sp43554575"
		],
		"postUser": [
				"irken",
				"therefore",
				"irken",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u478566",
				"/u341171",
				"/u478566",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p598",
				"https://www.flashback.org/t2065199p600",
				"https://www.flashback.org/t2065199p598",
				"https://www.flashback.org/t2065199p638",
				"https://www.flashback.org/t2065199p599"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u341171",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Nu sket du ju i ungefär hälften av vad jag skrev, och skrev massa annat skit som inte riktigt hör du saken. Men ja, Hade du problem med att klättra ut ifrån elohell på EUNE så tror jag inte du är en speciellt \"bra\" (..tyvärr) eller att du kan spelet så bra.. Tar du bort poängen i Hardiness och sätter den i Summoner's Resolve så vinner du ju fortfarande inte trades. För övrigt är det ju bra mycket bättre att ha 6 armor än 6 hp / per fem. Som ad carry får du ju redan tillbaka 5 hp / per auto attack om du bara börjar dorans? Förstår inte riktigt poängen i att ha det så? Bygger du rejuv bead, och massa pots i början också? Så du kan \"tradea\" bättre? Har du dessutom 2st lifesteal quints och börjar dorans så får du runt 8-10 hp tillbaka vid varje auto attack.. Det är ju mycket bättre att ha dem tre poängen i där för tillexempel en junglare eller en midlaner, då dem inte bygger lifesteal. Att du ens argumenterar för att \"det kan rädda dig ifrån en ignite\" är bara dumt, om vi säger att det är i snitt 4 hp / fem sekunder så är det 8 hp på 10 sekunder och hela 48 (!!) på en minut. Känns det verkligen som \"Jättemycket?\" 6 Armor kan rädda dig också i så fall, emot den sista auto attacken etc. I lategame spelar inte hp5 på ad carrys någon roll heller då är mycket enklare att auto attackera ett creep en gång och få runt 40-50 hp direkt, istället för att tro att dem 72 hp'n (!) per minut som du tror inverkar sååå mycket ska rädda dig lategame. Det är två stycken auto attacks.. Att det hjälper dig att stanna i lane när du annars inte skulle kunna tror jag inte på för fem öre, då det är smidigare att gå b direkt om man hamnar i en sån situation att man har lågt hp. Men problemet med q är ju att för det första så scalear den med AP, vilket inte hjälper en ad carry alls earlygame. Jämför vi lite, så 260 damage, -25 armor & mres och lite armorshredd, vilket knappast hjälper så mycket som du vill få det till, 710 i range och 6% hp per hit. Jag väljer ju 710 i range varje dag över lite armor shredd och lite damage.. Och det är ju utav en anledning man inte köper attack speed först, utan AD först som ad carry, men återigenom, du kanske har några builds som resten av alla som spelar ad carry inte vet om bara.. Fast nu gör du bara bort dig, ska du ha en \"tankkiller build\" så är det ju som sagt ie, botrk & lw som gäller. Lägger man till bc också så gör man mest damage, att du håller på och ska bygga malady och massa annat skit gör ju knappast så du dödar en tank snabbare. Det är klart du får bygga precis hur du vill, men att tro att den optimala builden är dålig är ju bara korkat, då den builden dödar både ad carrys och tanks snabbast. Det är ju utav en anledning vi ser dem på dem flesta ad carrys, eller hur? Det är ju knappast så att en ad carry vill göra mycket damage emot en ad carry då man aldrig kör en en mot en fight lategame. Att ha massvis med armor pen spelar ingen som helst roll om du inte har någon ad att \"backa\" upp det med, såvida du inte har hög basedamage på dina skills så som till exempel Renekton har. Och ska du promt döda tanks så kanske det är dax att ta bort poängen i Spellsword och lägga den i Sunder också.. Att säga att du inte vill göra mest damage heller är ju bara dumt då du spelar AD carry, det är den som spelar ad carrys roll att göra. Du kan inte vrida och vända på det, ett lag förlitar sig på att den som spelar ad carry gör mest sustained damage och inte hurvida du kan hålla på att mesa runt eller inte. Det är ju trots allt \"battle of the frontline\" om jag säger så. Dödar motståndarnas ad carry dina tank snabbast så kommer han också att börja skjuta på dig innan och ni kommer förlora fighten. För övrigt ger Malady 25 ap, och 45% attack speed. 5% på 25 ap tänker jag inte ens räkna ut då det är så löjligt lite. Dem två passivea på Malady hjälper ju inte kog speciellt mycket heller också, den ena gör att du gör 15 + (10% av din totala ap) i onhit, det blir alltså hela 17.5 i onhit! Wow?! Den andra passiven gör att du shreddar mres, vilket knappast hjälper dig heller. Du är trots allt en ad carry, du auto attackerar, du gör AD damage och inte AP damage.. Är det attack speeden du är ute (som jag hoppas du är ute efter) så finns det ju mycket bättre attack speed items. Till exempel blade of the ruined king, som ger dig 40% attack speed, att varje hit gör 5% hp, vilket gör att du har 11% hp damage med W aktiverad. Och vet du vad det bästa är? Den ger dig AD med! Och lifesteal! Och en grym active som hjälper dig gentemot bruisers som hoppar på dig.. Hurvida AP tf med sona fungerar botlane har jag inte sagt ett piss om, så att dra upp det är bara dumt då jag skiter totalt i det. Det fungerar kanske på bronze & silver nivå i soloq, men när folk faktiskt tar vara på sånt skit så fungerar det inte. Och för övrigt - om du är SÅ Jävla bra fattar jag inte hur du haft problem att klättra ur s.k \"Elohell\" som du hade problem på EUNE? Du borde ju va i diamond..",
				"http://leagueoflegends.wikia.com/wiki/Kog'Maw All skada Kog gör är baserad på magic damage. Therefore, malady is good. \"Malady is a very good item for Kog'Maw, as he benefits greatly from both ability power and attack speed, \" Blade of the ruined king är något jag brukar lägga in i builden, oftast som första item för att dra nytta av alla effekter så snabbt som möjligt. En liknande och grym item för just tank killing som tyvärr är borttagen nu var Madred's Bloodrazor. \"Damage % on target maximum health \"och såna effekter gör otroligt mycket när du har attackspeed. Ju mer attackspeed du har desto mer nytta får du av små \"sidoeffekter\" och under en 45 minuter lång match så kan du lätt bli topdmg med en sån item även fast du har valt att bygga 2-3 items som inte anses vara ifrån \"top builds\". Ju tidigare du köper en sån item desto mer skada får du ut utav den under matchens gång. Nog för att jag satt fast i elo hell där. Men inte mycket man kan göra om man varje gång när man kör adcarry råkar ut för en värdelös top som feedar sönder. Eller när man junglar för en minut och någon lane undrar vart fan man är när man sprungit runt som en gnu och gankat på 2 lanes konstant för att dom inte kan hålla (map awareness), ingen förutom support köper wards... lägg sen på att folk hellre sitter och gnäller och afkar än att göra ett seriöst försök till att vända matchen.. Oftast har jag med svordomar och psykologisk krigsföring med meningar som \"unexpected that the worst player goes afk\" fått några att återvända och faktiskt fått laget att vinna, men det är inte alltid det funkar. Ja, förklaringarna kan vara många, vad jag än säger så kommer du kunna motarbeta det med något argument om att elo hell inte existerar, för du har haft turen att ta dig ur det. Eller haft turen att aldrig hamnat där själv. Vad jag dock VET är att 90% utav alla matcher jag kör, vare sig det är rankad, normal, aram eller dominion. Så är jag faktiskt top dmg i laget. Antingen top 3 eller första plats. Oftast första plats. Du skulle aldrig se mig bygga efter något som anses vara \"standard\" eller \"most dps build\". För sånt skulle jag inte ens kolla åt. Jag har lärt mig spelet och spelar därefter. Det du säger och dom exempel du drar upp håller jag däremot med om. AD carrys roll är att göra mest skada för laget. Ibland kanske man bör köra \"highest damage build\" om man nu vill ha det som mål. Men builds ändras hela tiden. Kanske inte top damage. Men ta som exempel itemen Spirit of the Ancient Golem. Den byggdes ALDRIG utav junglare när den först kom ut. Nu är den snarast standard för varje junglare. Jag byggde den på mååånga games som shaco när den precis kommit och DOMINERADE. Sen försökte folk fortfarande sitta och förklara för mig hur mycket bättre Wriggles Lantern var. Jag insåg att det var 500 hp och ett par mercury threads i en och samma item, vilket var bättre iom min spelstil (in mitt i skiten och överaska med jackinthebox. Tada! Never would have guessed i was this tanky did ya?). Använde aldrig heller smite som junglare vilket ifrågasattes. Men det funkade och jag fixade ~70% winrate som shaco i rankad med den setupen...",
				"Fast nu är det ju så att det inte är 6 hp/5 alltid. Läs skillen istället riktigt. Står i slutet. Och för den delen så ger ju 6% lifesteal (dvs lifesteal quints) mera hp /5 om du absolut måste ha tillbaka hp så snabbt. Jag argumenterade aldrig att du inte ska plocka hp level & 30 extra hp, då det är väldigt bra, men få 20 mera \"barrier shield\" eller 1 sec mera på Cleanse är ju bra mycket mera då det faktiskt kan rädda dig än vad dina 6 hp/5 sek kan göra. Jo, jag vet att q ger attack speed, men, vad är attack speed utan någon som helst ad? nä, ingeting.. Blir bara värdelöst av hela saken då.. För övrigt så gör ju W mera damage än q också så att.. Visst får du maxa hur du vill, men rent generellt brukar man maxa w, sen E och sen q. Självklart så maxar man R när man kan.. Men du kanske vet bättre än resten av oss andra.. Säg en proffesionell ad carry så ska jag bevisa att han maxar w, sen e & q sist. Ja, visst det fungerar väll, men det är ju mycket bättre att köra den \"Normala\" builden för en ad carry då den gör mycket högre damage? Botrk, IE, PD, LW, BT/Scimtiar/etc. Spellsword ger hela 5% av din AP, det är 5 AP på 100 ap, får du ens 100 AP? Att det märks så jävla mycket tror jag knappast då +2 armor pen märks mera i så fall. OK, säger du det så. Q kan du använda en gång på ~5 sekunder med CDR, och den tar bort 25 armor och mres. Det är OK earlygame, men som sagt, då maxar man inte skillen. För övrigt så förstår jag inte riktigt om du använder din W så har du 710 range och Q har 625 range, att \"försätta\" sig i fara för att du promt ska ta bort dem dära 25 armor & mres är väääldigt dumt, speciellt som kog då han har inga escapes så som Ezreal, eller Graves har. Varken Q eller W shreddar armor heller speciellt mycket, så som till exempel Renekton's E gör. Ja, det gör jag jättegärna om du tror att du är sååååå jävla bra med honom. Att jag möter en \"vägg\" tror jag knappast då du borde vara i diamond alternativ Challanger för att det ska kännas som det är en vägg... Vilket du inte är Men nu är det ju inte så att man kan köra ett 1v1 och tro att \"bästa champen vinner!!11111\" då kog har såååå mycket bättre kiting potential än Vayne 1v1 så det blir ju bara dumt. Ska du promt köra emot mig så hitta fyra polare till så kan vi köra. För övrigt så är det 1v1 så är det ju bara picka Draven så blir du med enkelt stompad. Det är som att möta en vägg. Nu är det ju inte så att varken metan eller vad som är \"standard\" spelar någon roll, då den build som är standard just nu (botrk,ie, pd & lw) gör mest damage. Det spelar ingen roll vilken item du byter ut, du gör inte mera damage. Det går inte, den builden har högst DPS i spelet. Nu undrar jag vad du använder för \"pro build\" enligt dig? Malady, och..?",
				"Ja, han är ganska stark fortfarande. Hurvida han är rolig eller inte beror ju på din spelstil så testa han när han är free (Jag tror det är snart?) så får du en uppfattning om hur han är. Ja, det finns folk som kör Heimerdinger serisöt, men han är ju ett \"Nichepick\" om jag säger så och fungerar i vissa comps. Galna tror jag inte folk kommer bli om du är bra med honom. Men lite irriterade blir dem kanske om du bara pickar honom \"för att\". Fast när man gankar beror ju lite på vad för sorts junglare man kör. Till exempel Nocturne, han har inte speciellt starka ganks pre6 och då är det väll relativt \"Ok\" att ganka toplane en gång och försöka farma så man blir level 6 snabbt då han får mycket bättre ganking potential. Gentemot till exempel lee sin som är riktigt, riktigt stark earlygame och helst ska ganka 2-3 gånger innan level 6 för han är så pass stark då. Sen är det väll klart om det inte finns en lane att ganka att man ska farma istället för att vänta bara. Beror ju som sagt på om man spelar en farm-heavy junglare eller en gank-heavy junglare.",
				"Ungefär det jag menar - ja. Att folk är trångsynta vad gäller picks har inte riktigt med saken, men builds har. Och det är kul att testa nya saker också vidare. Och konstiga saker kan fungera i viss utsträckning med. Självklart går det att spela AP kog, det är sjukt kul, rätt svårt och rätt speciell spelstil, men då går man midlane också. Går väll att gå botlane som ap kog också, men i och med att han aldrig ens skrev att han menade ap kog så är det klart att man blir fundersam när han skriver att Malady är ett bra item.. Och nja, ingeting på Malady är något speciellt en ad carry behöver mycket. Attack speed är väll den mest åtrovärda statsen, men finns bra mycket bättre attack speed items om man promt ska attack speed. Jo, exakt. Det går att spela vad fan man vill, och tro att det är bra, men hurvida det är effektiv eller inte är ju det som spelar roll. Möter jag riktigt dåliga personer och jag får något riktigt konstigt att fungera så är det väll kul, men den optimala builden för ad carry är ju som sagt en väldigt \"speciell\" build, tyvärr och man kan ändra saker i den, tex BT istället för BOTRK om man kör Graves till exempel, men ja. Sen går det ju också att köpa en defensiv item som andra item om man naturligtvis vill det, men det finns tre items just nu som gör mest damage ihop, såvida man inte kör blue build ezreal alternativ Draven och Urgot. IE, LW & PD kommer aldrig någonsin bli outdamaged av någon annan build just nu. Att köpa Malady får du väll göra om du vill ha skojj, men att det är effektiv är ju en annan sak. Sen förstår jag inte riktigt vad han menar med \"tank-killer\" build heller.. är det LW, Malady, black cleaver och Youmuu's Ghostblade eller? Sen får han väll tro att den builden gör mera damage på en tank än IE, lw, pd & botrk om han vill, men det gör den knappast. Är han så trångsynt att han tror att den builden inte gör mest damage så.. ja. Och som sagt, om jag spelar adc så jag göra mest damage."
		]
	},
	{
		"postIndex": [
			[8141],
			[7498],
			[7883],
			[7478],
			[7588]
		],
		"postTime": [
			"2013-06-27",
			"2013-06-05",
			"2013-06-17",
			"2013-06-05",
			"2013-06-08"
		],
		"postNum": [
			[8387],
			[7720],
			[8121],
			[7700],
			[7813]
		],
		"postLink": [
				"/sp44070954",
				"/sp43779212",
				"/sp43948477",
				"/sp43775552",
				"/sp43817440"
		],
		"postUser": [
				"bennet590",
				"irken",
				"nuclearninja456",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u521888",
				"/u478566",
				"/u743221",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p699",
				"https://www.flashback.org/t2065199p644",
				"https://www.flashback.org/t2065199p677",
				"https://www.flashback.org/t2065199p642",
				"https://www.flashback.org/t2065199p652"
		],
		"userUrl": [
				"https://www.flashback.org/u521888",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u743221",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Tips för nybörjare! Kanske har postats här tidigare men tänker inte sitta att gå genom tråden. Här är en sida där nybörjare och inte nybörjare kan se hur proffsen bygger sina gubbar i solo Q. Någon skrev något om runor längre upp i tråden och vilka han skulle köpa! Jag vet inte hur det är med övriga här i tråden men när jag började köpa runor gjorde jag ett stort misstag. Jag tänkte att som AD carry ska man ha damage runor som AP carry ska man ha ap runor osv. Ni hajjar. Detta är något jag verkligen inte rekommenderar. När du köper runor till en specifik champ ska du se vad du behöver just på den champen! Om vi kollar på twisted fate t.ex. så finns det massa olika sätt att bygga hans runor på. Förmodligen väljer man honom för att man ska \"roama\" mycket efter lvl 6. Då är det viktig att ha movment speed. Dessa runor ser man alldeles för i det lägre divisionerna. Man behöver inte ha full movement speed men det underlättar ju mera man har. För det flesta som spelar vill krossa sitt lane och ha max AP men om man kör en champion som t.ex twisted fate är det viktigt att man hjälper sitt lag mycket då det inte är en 40 minuter laningphase gubbe. Sedan om du inte vill köpa 20 runepages så är det bra att köra standard. Mr armor med Ap eller ad samt ad pen eller ap pen. Sen välja runt bland quins. Sen läste jag något om champion select. Detta är en sida som har sina nackdelar och fördelar. (som det mesta har ) Först och främst tycker jag att man ska spela de champsen man är trygg med. Bara för att det står att Teemo countrar darius. Så är du en duktig darius spelare så countrar inte Teemo dig alls. Om det inte är en riktigt teemo spelare. Ni förstår. Du blir inte countrad om du är bra. Speciellt inte i de lägre divisionerna! Jag skulle vilja säga att det inte finns raka \"counters\" alla champs har något bra och något dåligt. Det du ska göra när du är i laningphase är att inte dö hela tiden och försöka lasthitta så mycket som möjligt. Det vill säga, om du är \"countrad\" så det viktigaste för dig är att inte dö hela tiden. Många försöker farma så mycket som möjligt även om man redan ligger efter, vilket såklart är vanligt man vill tillbaka in i gamet! Så klart ska du farma inte det jag menar men leder motståndaren redan stort över dig är det bättre att avvakta och farma under tornet. Det du ska göra om du ligger efter är att farma under tornet och vänta så kommer motståndaren att göra ett misstag. Det är därför att det är viktigt att du inte dör hela tiden! Ger du din motståndare 1-2 kills och han vet vad han gör så du inte ha en chans. Därför är det viktigt att du inte \"utmanar honom\" eller försöker slåss mot honom utan helt enkelt står under tornet och väntar in creep waven eventuellt väntar på backup från din jungle. Nu tillbaka in på counters. Fortsätter in på teemo spåret. En counter för mig är någon som inte vinner \"tradsen\" för mig betyder det : När två spelade slår på varandra så skadar jag mindre. Därför countrar inte teemo darius. Hookar du in teemo när han springer fram och gör Q på dig kommer du kunna slå på honom och få ner honom fortare än vad han får ner dig. Detta kommer resultera i en kill till dig eller att han blir mera skadad än dig. Sorry för att jag skrev så mycket, det mesta handlar om saker jag tycker var svåra när jag började med League of legends. Detta är tips för nybörjare! Mvh Edit: glömde skriva en Något 99% av nya spelare aldrig gör. Är att köpa wards. Dessa kommer förhindra dig att du dör väldigt mycket. Börja med att köpa 1 ward sätt ut den var du vill. Lär dig sedan att sätta ut den vid ut/ingångar så kommer du dö väldigt mycket mindre! Och varje gång du går till basen och har köpt ditt \"stora\" item köp då en ward! Det hjälper hela ditt lag! Edit2 Om du nu blir countrad. Glöm inte det viktigaste att köpa items som countrar din motståndare! Och det finns det! Det finns alltid items som gör din motståndare svagare!",
				"Men som sagt, det är 100% retards i det andra laget och 80% retards i ditt lag, är jag tillräckligt bra för att vara i guld ett så kommer jag ditt förr eller senare då jag har större chans att vinna varje match i och med att jag har \"bara\" 80% retards/afks/dcs/flamers etc. Har du fått 11 raka vinster och hamnar på 99 LP, och sen förlorar en match och \"sjunker\" till 0 LP så har du jättekonstig MMR och det är därför inte systemet vill göra så du åker upp till Silver då du aldrig kommer åka ner igen. Varje person kan få en lucky-streak så det bevisar ju ingeting. Om jag vinner 10 matcher i rad ska jag helt plöstligt klättra två divisioner och sen när jag är väl där förlorarar mer än jag vinner stanna där? Rätt så tydligt isf att jag inte ska vara där då jag inte vinner varannan match. Poster på reddit får automatiskt nedåt röster så inte samma post ligger på första sidan hela tiden, så att det är så många är inte sant. Och för att man röstar ned en post betyder inte heller man är missnöjd, kan bero på antal saker. Jo, men är 1-10% procent speciellt mycket då? Det kommer alltid finnas personer som vill ha mera, hur dem än gör - tyvärr. Sen så är det väll inte så många poster heller där det visar folk som faktiskt är nöjda heller? Det går ju göra det hur ensidigt man vill bara man orkar. Men dem i Korea hade aldrig en chans att köpa skinet, det är inte limited edtion där. Det har aldrig gått att köpa. Förstår du varför dem gav bort det? Jag sa aldrig att det är bättre att dem ger ett skin som är nytt, men gör dem ett nytt skin som alla får är det ungefär samma sak då ingen i Korea (Förutom dem 170 personerna) har betalat RP för skinnet. 1. Vänta, va? Jag varken \"testar\" eller \"förbättrar\" spelet så vitt jag vet, både du och jag spelar för det är kul och för vi gillar det. Det är inte direkt så vi är anställda av Riot för att testa det. Jag kan göra vad jag vill med min tid, jag MÅSTE inte ägna den åt spelet. Jag gör precis hur jag vill. Äter man marabou choklad 40 timmar i veckan så gör man ju antagligen det för man gillar den eller för det är gott, jobbar man med det får man betalt. Förstår inte riktigt hur du försöker få argumentet då du inte har en tjänst och måste spela det här spelet. Du kan spela Dota 2 om du vill. Och som Jahauus skrev tidigare, ärligt hur mycket feedback ger du till Riot? Säger du att jag man ger feedback omedvetet så är det samma sak med choklad om du ska hålla på så. 2. Nu är det ju helt konstigt igen, både Göteborg och stockholm ligger inom samma land och samma företag. Bättre dra ett exempel att du säger att du köpte en tv i stockholm och fick en ny + pengar när den förstördes på ett ställe och borde få det på båda, men det är ju somsagt upp till Företaget, men fortfarande är det inte riktigt samma sak ändå. Skinet har dem i korea aldrig kunnat köpa så.. 0.5% av vad är det, kanske 400k som spelar på NA? Det är .. ja runt 500 kanske? Alla som har haft problem på EUW kommer få den, och det är väll runt 500k dagligen på EUW så..",
				"Några grundtips: 1: Köp wards oavsett vilken roll du kör, om du kör support eller jungler så köp även vision wards(de lila) för att rensa motståndarnas wards vid draken/baron. 2: Fokusera på global objectives(draken, baron, turrents etc.) Om t.ex er botlane får ner båda motståndarna och har er egen lane har hyfsat hp så tveka inte att ta draken om den redan är clearad på wards. 3: Lär dig alla roller, och acceptera att du inte alltid kommer få den rollen du vill ha. Är tyvärr alldeles för vanligt att folk börjar gnälla och förstöra för andra på grund av att de inte får just den rollen de är ute efter. 4: Öva lasthiting! Ju mer du övar destu enklare blir det. För några månader sen hade jag problem med att ens få ihop 60-70st efter 15min free farm. Nu får jag ganska lätt ihop 120-140+ på samma tid. Satsa på 100+ vid 15min strecket, även om du har det svårt i lanen borde det gå att få ihop. 5: Skrika hjälper inte. Det du absolut inte får göra är att gnälla på laget, det tar fokus från själva matchen och folk fokuserar mindre. Har även märkt att folk dör oftare då mina enemy-missing pings försvinner i alt gnäll-spam . Och till din exempel fråga om när man bör lämna sin lane är det korta svaret: Det beror på situation! Det långa svaret är: Om du går ifrån lanen är det oftast av 3 anledningar: 1. Går b och köper items 2. Gankar andra lanes 3. Farmar junglen Nr1 och 2 tar längst tid, så om du vill göra detta är det rekommenderat att du pushar upp din lane till motståndarens torn och helst dödar denne. Detta gör att motståndaren får det svårare att last-hita då turrenten kommer skada väldigt mycket på dina creeps, och motståndarnas vision range minskar vilket gör det lättare att ta sig till andra lanes obemärkt. Nummer 3 är att du exempelvis som mid-lane har dödat din motståndare, pushat lanen till turrent men de andra lanesen har ingen gank-möjlighet. Istället för att stå kvar öppen för ganks kan det vara bättre att gå till ditt eget lags jungle och ta wraiths och wolves(Kolla dock var er junglare är på kartan först, så att du inte gör att han missar sin farm!).",
				"Sjukt bra, och det är INTE en belöning utan det är som kompensation för alla matcher vi inte kunnat spela och inte fått IP för etc. Läser du ens på Reddit? Folk ber INTE om mera utan är faktiskt nöjad. Och Korea har ALDRIG Fått 1000 RP och det har INTE NA heller fått. Att Korea fick Silent Night Sona (Ett gammalt, limited edition skin) berodde ju mera på att det var mindre än 1% som ägde skinnet sen innan (170 st personer) som transferade ifrån NA och dem har aldrig haft möjlighet att ens köpa det. Här i EU så är det bra mycket flera än 1% som äger skinnet och vi har fått möjlighet att faktiskt köpa det vilker inte Korea har. Att Riot Korea tog beslutet att ge ut Skinnet var deras beslut och inte Riots som företag, om ett företag har provsmakning av godis så betyder det inte att varje butik i landet ska ha det heller. Elo heller finns INTE. Vet inte hur många gånger vi måste ta det... Ja, men du kanske hör hemma i gold V då? Är du tillräckligt bra kommer du klättra, men att tro att man kommer klättra i 90% av tiden man spelar lol fungerar ju itne för det kommer finnas \"gränser\" för dig som spelare. Du höjjer ju din MMR konstant om du vinner mera än förlorar så det är ju bara bra för din del också? Att det är div 5 tieren spelar ingen roll då du kanske skulle haft samma problem i Gold IV eller gold 3? För övrigt så bara för du är gold V så kan du ha MMR för challanger eller whatever, det finns tex en spelare som är bronze V som matchas emot höga silver/låga guld, är han i elohell också?",
				"Ja, det är det MEN du har fortfarande chansen att hamna med spelare som trollar, går afk eller flamear. Spelar ingen roll om du är bronze V eller Challanger. Chansen kommer alltid finnas där. Sjukt tråkigt, men att hålla på och \"särskilja\" spelare tror jag bara skulle vara dumt. Du spelade dåligt en match? Du får spela med flamers.. Även om jag tycker om man kommit till Plat, då borde man kunna spela alla roller någolunda, men det finns ju spelare som bara kört top/mid/jungle till exempel och aldrig Support så att bestraffa dem i någon form tycker jag bara är konstigt."
		]
	},
	{
		"postIndex": [
			[8991],
			[9108],
			[8637],
			[8395],
			[9107]
		],
		"postTime": [
			"2013-07-21",
			"2013-07-24",
			"2013-07-11",
			"2013-07-03",
			"2013-07-24"
		],
		"postNum": [
			[9260],
			[9379],
			[8891],
			[8646],
			[9378]
		],
		"postLink": [
				"/sp44409632",
				"/sp44454088",
				"/sp44268057",
				"/sp44161369",
				"/sp44453115"
		],
		"postUser": [
				"irken",
				"Alekto",
				"irken",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u478566",
				"/u74859",
				"/u478566",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p772",
				"https://www.flashback.org/t2065199p782",
				"https://www.flashback.org/t2065199p741",
				"https://www.flashback.org/t2065199p721",
				"https://www.flashback.org/t2065199p782"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u74859",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Fast saken med Poppy är att den hon lägger ultin på kan bara göra damage på henne. Det är ett misstag att lägga den på någon annan spelare än supporten då oftast alla andra champs gör mera damage än en support. Öhm, något som gör henne speciellt farlig är väll när hon börjar få 3-4 items. Hon är ett lategame monster. Det finns ingeting som säger typ \"Nu har poppy xx items, nu kommer hon göra över er!\" utan ja.. Poppy är vek emot Hard CC (Amumu ulti, sona ulti etc) och kiting. Till exempel så är Ezreal rätt bra emot henne i och med att han kan bygga Frozen gauntlet & har sin E att hoppa över väggar med. Burst fungerar också, men det är lite svårare att bursta 4 personer. Rent generellt som ADC så måste du Kitea henne bara. Du kan ju testa köpa en GA, men att köpa mera mr bara \"för att\" är bara dumt. Hon är ju rätt svår att möta som ad carry och det finns inga direkt \"gör så här så vinner du\" utan det är bara försöka göra sitt bästa & kitea i åtta sekunder. Bästa man kan göra emot henne är imo att Denya henne farm early-game ganska hårt så hon hamnar efter i mid/lategame. Fast ingeting är ju 110% säkert, men mest troligtvis så lär dem buffa henne när dem gör en rework, ja. Kom igen, är du värd att vara guld så kommer du dit själv. I och med att ditt lag är rätt vekt, och säkert förlorar ganska många games pga ni har så konstigt lag men varken någon CC eller någon direkt som kan starta fighter. Jag hade personligen pickat J4 då du kan starta fighter då och har lite CC i varje fall. Nocturne är bra, men i just det här laget så.. nja. Du kan ju testa dig fram och se vem du gillar mest games med, Nocturne eller jarvan och vilken du gillar mest. Jarvan gör faktiskt mera damage än vad man tror! Jag hade personligen sagt åt er support att byta support-gubbar, menmen det är jag.",
				"De skriver det typ \"gonna try this bla bla\" Många ser man att de inte ens försöker få cs bara auto attack hela tiden på creep waven till alla är borta och kanske fått 2 av dem. Nej de är inte säkert att de hade haft fler cs bara för de hade en annan champ. Men jag tycker att en adc är ganska avgörande på hur många cs man har om man inte får kills istället. så innan man är van med det kanske man inte ska skrika adc i teamselect heller. Visst får man väl köra det om man kan för att lära sig, men säger bara att jag inte tycker att man ska köra ranked innan man har vant sig med det. Ja visst är det så de som kan spela kan ju köra över en annan precis vilka lägen de vill. Det jag tycker är så tråkigt är att jag sett fram emot att få börja köra ranked då alla sagt att det kommer bli så mycket bättre mot att köra normals. Då jag strävar efter att vinna matcherna är det inte kul att hamna i ranked med folk som vill testa eller bara köra för att de tycker det är kul och skiter i om de förlorar. Jag hade verkligen sett framför mig att normals är där alla kör som bara vill ha kul och leker runt. Och ranked var verkligen gameface på och så seriöst/bra man bara kan. Men så vart det ju inte därför blev jag djupt besviken =/",
				"Fast du är väll något bättre om du har spelat 200 rankade matcher och är i samma liga som en kille som har lirat 1200 matcher, det tycker jag i varje fall.. Beror väll visserligen på vart det är (Övre diamond är väll en sak ..) Är ni sällan fem personer men kanske 2-3 personer kan ni ju testa gå in i Flashback chatten eller Practice mode och fråga om någon vill vara med, jag är säker på att någon vill vara med så man blir fem! Att du inte kommer bli diamond kanske inte beror på att du spelar normals då det är absolut inget fel på Normals, men mera kanske att du helt enkelt inte räcker till? Jag spelar rätt ofta diamonds med silver/guld-spelare men ändå så fortsätter jag att klättra. Fast det beror väll på dem andra fyra också? Spelar man med fyra andra personer så är det väll klart att man kör lite mera seriöst för att man vinna såvida man inte bestämmer innan gamet \"Vi ska göra xx för att ha kul\". Man behöver ju inte spela skitseriösa tournament-comps eller något utan det är väll upp till alla fem hur pass seriöst man vill spela och om man vill försöka vinna eller om man bara vill trolla. Det beror helt på din MMR. Vissa behöver spela 5 games andra 10 andra flera också vidare. Annie är en väldigt bra nybörjare mage, Caitlynn är OK som nybörjar AD, Warwick, nunu & Master yi fungerar top & Jungle.",
				"Nej, absolut ingeting alls. Du (Jag antar du har 8-2) kan ha tagit 8 kills ifrån dem andra, när din junglare ha gankat kan han ha blivit counter-gankad och på så sätt dött, men räddat dig. Det finns tusen jävla ursäkter för att man inte alltid kan titta på KDA vilket du verkar tro allting handlar om. I och med att man inte kan se ens hur många CS du har (Rätt viktigt del imo) så.. hey? Men vad vet jag, jag har bara spelat runt 2.5k games.. Är du så pass bra som du faktiskt vill få det att framstå förstår jag inte riktigt problemet heller. Spela mid, snowbolla hårt och ganka dem andra lanes bara, du möter trots allt en sämre spelare (enligt dig själv..). Stats betyder ingeting. I OGN (Koreanska versionen av LCS) så brukar två lag spela Ryze toplane och det går jämnt sådär för dem. Dem hamnar efter och dör (3-4ggr kanske) men det är accepterat för Ryze får en sån powerspike lategame istället och på så sätt vinner dem ändå. Allting handlar inte om kills, utan man kan spela ett objektiv-baserat game också, dvs man ger upp en kill och får ett eller två torn till exempel. Om vissa jobbar på dagen och andra på natten så borde du rent teoretiskt jämnt ha någon att spela med. Och, även i ranked så kan man få trolls, feeders & folk som går afk. Det är inte så att när man spelar ranked så får man absolut ingen som feedar eller går afk. Till exempel när det är en betydligt bättre spelare i laget man möter så ens toplane till exempel blir stompad. Det kan hända även i ranked. Det finns inte försäkering bara för att man spelar rankat att man slipper få en feedare. Sen, om du nu är så bra och dina kompisar är level 30 så är det ju bara duoq med dem i normals? Du får lite bättre MMR (Jag antar han har bättre MMR än dig nu) och han får lite lättare motstånd - både du och han borde kunna carrya till en vinst då. Har du absolut inga polare kan du gå både gå in i Practice mode (Ett \"Chattrum\") och Flashback chatten och fråga om någon vill spela.",
				"Jag tycker du ska skita totalt i vad som spelas på högre nivåer och spela vad du gillar och vad du känner att din spelstil är. Jag skulle gärna vilja veta hur du vet att dem testar sakerna? Så vitt jag vet så kan man inte se om vad någon har spelat för en vecka sedan i history så.. I och med att du är i placement gamesen så kommer du inte spela med dem bästa eller folk som kan precis allting. Fast hur vet du att dem inte kan det? På grund utav hur många cs dem har? Tänk om dem hade haft lika mycket som Cait, eller någon annan ad carry? Alla personer snittar inte 10 cs / min och jag tror knappast du gör det heller så. Wat? Bli en bättre spelare? Kan man inte bli en bättre spelare genom att spela en gubbe som man testat sen innan? Hur ska jag kunna bli bättre på adc jayce om jag aldrig får spela honom? När du spelar placement games så kan du lika gärna hamna med en smurf som stompar dig så hårt att du funderar på hur bra du egentligen är och en spelare som kanske hör hemma i bronze V, han vet ingeting om spelet men spelar för han tycker det är kul. Båda två måste ju få spela sina Placement games utan att bli trashtalkad. Jayce fungerar ju som ad carry, men det är ju verkligen inte bra på grund utav att man måste gå Melee. Förstör halva syftet. Ultin på Jayce är ju OK, men för att maximera sin damage så måste han byta stance och gå melee gentemot till exempel Varus som är ranged hela tiden."
		]
	},
	{
		"postIndex": [
			[10146],
			[10006],
			[10127],
			[10120],
			[10115]
		],
		"postTime": [
			"2013-08-27",
			"2013-08-22",
			"2013-08-26",
			"2013-08-26",
			"2013-08-26"
		],
		"postNum": [
			[10454],
			[10314],
			[10435],
			[10428],
			[10423]
		],
		"postLink": [
				"/sp44964320",
				"/sp44899301",
				"/sp44954258",
				"/sp44953348",
				"/sp44951207"
		],
		"postUser": [
				"irken",
				"irken",
				"irken",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u478566",
				"/u478566",
				"/u478566",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p872",
				"https://www.flashback.org/t2065199p860",
				"https://www.flashback.org/t2065199p870",
				"https://www.flashback.org/t2065199p869",
				"https://www.flashback.org/t2065199p869"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Fast då måste ni ju komma till lategame också. Det är ju utav en anledning en support faktiskt går med ad carryn och dem inte spelar som du verkar tro att folk gör. En support går botlane enbart för att babysitta en AD carry. Dens jobb är alltså att hjälpa en annan att klara sig till lategame utan att den dör för mycket. Då är det väll rätt klart den (supporten) carryar en AD carry i lane, eller? Jaha, men grattis, en gång?! Det är ju precis som jag säger \"Jag vann en gån gmed sona, jag carryar jämnt som support\". Nej, en \"bra adc\" kan inte göra allting själv. Återigen så är det utav en anledning supports faktiskt går med ad carryn och inte med toplaner eller midlaner. Nu får du ju titta igen länkarna igen. Herregud.. 10-4 har den första killen (Kan du räkna?) 10-3 har den andra killen (LemonNation) går ju tilläga att han har 8-1 med Nami också. Godkänner du inte det så kan du kolla på hans vanliga profil: 63-40 Thresh 35-17 Lulu 28-13 Janna (Alla tre har högre winrate än 50%) Tredje killen hade 51-8 med ENBART Sona i Dia V. Han är just nu Diamond ett och har 153-83 (64% winrate rätt ok?) Chauster har; 9-3 Nami (75%) 9-0 Thresh (100) 7-1 Zyra (87% 4-1 Lulu (80%) Totalt blir det alltså 29-5. Xpecial har 66-37 med sona, 63-42 med Thresh & 20-8 med Janna vilket jag vare ute efter. Och Mantrid länkade dessutom sin egen lolking där han har 70% winrate med janna efter 88 matcher, det är INTE samma sak som efter sju matcher. Du kan ju knappast säga att det inte går att carrya som support, för i så fall, har dem har killarna bara mera tur än andra personer när dem kör support? Ja, på sju matcher som du pratade om kan man väll ha tur, men på 34 matcher (Chauster?) Kom igen. Du måste ju va århundradets trögaste person. Nu har vi visat x antal exempel på spelare som har +70% winrate med support, och ingen av dem carryar sig enligt dig? Det går ju ta precis samma argument som du använder och använda det för en mid/junglare/toplaner eller AD carry. Ja, det går att supporta med vilken gubbe som helst, men det går också att spela jungle med vem som helst. Förstår inte riktigt problemet. Ingen här har sagt att det går att spela Lee sin support och att det går att göra det \"bra\". Men, det går också att spela leBlanc jungle \"bra\" Om vi ska vara så. Ptja, det är ju bara titta på hur folk spelar när det är LCS och dem kör 1v2. Motståndaren (Som är själv) klarar sig ALDRIG lika bra som ad carryn som har sin support där. Herrejösses. Och då undrar jag, om du inte har några problem att göra det så varför gör inte LCS lag det? Klarar du dig så klarar väll sig dem också? Ärlig talat så verkar du totalt skita i alla konkreta bevis man ger. Räcker inte en profil med 88 matcher som har 70% winrate vet jag inte vad som räcker.",
				"Skämtar du eller? Och vad har det för betydelse om du är plat 3 eller inte? Om du känner folk som blivit boostad eller som bara haft tur spelar väll ingen roll i hans fall? Jag vet personer som också blivit boostat, men nu ska vi ju inte utgå ifrån att han har det då han faktiskt skrev \" \". Har han blivit boostad (Vilket vi aldrig kommer fåreda på) så är det en helt annan sak. Har man spelat 70 matcher är väll helt OK för att vara Diamond 5? Till exempel Wildturtle klättrade till d1 på 80 games (Tror jag det var, kan varit mindre), hade han också tur eller vad är det du försöker få fram? Vissa personer är helt enkelt bättre än andra bara. Att man har tur som \"support\" är ju bara ren bullshit då en support också är med i spelet och kan göra minst lika mycket som en bra ad carry kan göra ibland. Att du har spelat två games och haft två afk's idag betyder inte ett skit. I längden så \"rättas\" det ut. Det är ju inte så att riot och systemet har bestämt \"Haha, den idioten ska få spela med massa folk som går afk så vi slipper han! \" Utan det är jämnt spelare i ditt lag som kan gå afk, trolla, suga kuk osv medans i det andra lag är det jämnt som kan göra det för att spelar i ditt lag.",
				"Vet du inte vem Wildturtle så kan vi ju sluta diskutera direkt.. Herregud. Nähä, det går verkligen inte? Då kan du ju förklara varför till exempel denna person har 75% winrate med sona? Eller denna person Eller denna person (Han hade 51-9, Dia V med Enbart sona) Eller Chauster (Han har 9-0 Med thresh tex) Xpecial har rätt bra winrate med janna också; Båda två har runt 75% winrate med sona. Men det går ju inte carrya med som support? Har dem haft tur i sina matcher bara? Jodå, det går att carrya som support. Varför skulle det inte gå för? Du kan ju ha samma persom (Den dumma adc carryn du pratar om) som junglare, midlane eller toplane till exempel. Jaha, ja säger du det så.. Suppor är ju en specifik roll för att AD carryn inte ska dö och kunna farma safe i early game. Utan en support så kan han inte göra det, och det tar mycket mera tid innan han kommer till lategame. Det handlar inte bara om att köpa \"en varsin ward så har man gjort det supporten gör\" för det måste du göra ändå, eller hur? Fast du kanske är en sån spelare som skyller på supporten om du inte dör för du inte har wardat, vad vet jag. Vadå ingen support tar damage? Visst ska man inte fokusera en support, men nog fan tar dem damage ändå. Peelar dem bra alternativ lägger en bra engage så tar dem nog damage ska du se. Njae, så lätt som du får det att läta är det inte. En support är oftast en champ som inte behöver pengar för sitt skillset. Thresh eller Leona är två bra exempel. Spelar ingen roll om dem har 20k eller 10k, dem har lika bra skillset. Och, om du klarar av att supporta med vem som helst så kan jag nog fan både jungla, spela mid & spela ad carry med vem jag vill. Hurvida det är bra och effektivt är en annan fråga. Jaha? Grattis, du gick support lee sin. Varför skulle det inte gå att spela Leblanc jungle? Kan man spela både Katarina, Annie & Kassadin jungle kan man nog också spela Leblanc jungle ska du se. Börjar tvivla på att du faktiskt är plat 3 om du är så här trångsynt.",
				"Du svarade inte på tillexempel \"Har man spelat 70 matcher är väll helt OK för att vara Diamond 5? Till exempel Wildturtle klättrade till d1 på 80 games (Tror jag det var, kan varit mindre), hade han också tur eller vad är det du försöker få fram? Vissa personer är helt enkelt bättre än andra bara.\" Fast allting handlar ju inte om att pusha lanes och att ganka riktigt bra, har du en idiot i lanen (Som du sa att ad carryn va) så kommer det inte spela någon roll, eller hur? En junglare vinner i 90% inte en 1v1 mot en laner då lanern har mera guld och därav är starkare. Jodå, det går? Jag fattar inte vad fan det är med dig, det är likadant om man är ad carry. Om support bara står stilla när man tar harass så kommer man också förlora. Samma sak om man ska ganka mid som junglare och midlanern inte gör ett piss.",
				"Beroende lite på hur långt inne i spelet man har kommit så kan Nocturne döda en på fyra sekunder, dock så lategame så händer det väll nästan aldrig så vitt jag vet, såvida man inte bygger damage nocturne .. Vem har sagt att alla gubbar är lika starka? Kan quote ifrån en annan träd där Replique skrev en helt annan sak än vad du verkar ha fått uppfattning om Och det han menar med just det här inlägget är att lagen i EU spelar alldeles för många champions, och inte dem champsen som är bäst just . Riot försöker balansera spelet så vi ser samma 6 bans varje match och samma 20 champs pickas varje match. Förstår inte riktigt vad du menar med \"2v1 metaförändring var något dem inte gillade\"? Dem försöker ju fixa det? Dem har gjort så Turrets får ännu mera armor som scalear tills minut åtta. Champs har kanske inte \"bäst-före datum\" så där, utan det handlar om att Medans X gubbe får en liten nerf och Y en liten buff så börjar folk spela Y istället för X. Det blir lite som bäst före datum! Ptja, vad tycker är rätt annorlunda emot Riot. Jag personligen tycker att det var en måste nerf. Global ults ska ha en hög CD och det är ungefär vad Noc's ulti är. Var varken TF och Urgot \"OP\" när det nerfades? TF hade en 100% pick/banrate i dem flesta ligor (OGN, lpl, LCS) och Urgot kunde man spela 1v2 botlane och spela riktigt aggresivt. Du kan titta på den här videon så får du själv se. Att det är \"bara\" att nerfa vid wraiths för honom är ju uppenbarligen fel, då hade han inte haft en 100% ban/pickrate i dem större LOL-turneringarna."
		]
	},
	{
		"postIndex": [
			[11027],
			[11075],
			[10323],
			[10254],
			[11068]
		],
		"postTime": [
			"2013-09-20",
			"2013-09-22",
			"2013-08-31",
			"2013-08-29",
			"2013-09-22"
		],
		"postNum": [
			[11364],
			[11413],
			[10638],
			[10567],
			[11406]
		],
		"postLink": [
				"/sp45331521",
				"/sp45358820",
				"/sp45034745",
				"/sp44995917",
				"/sp45358344"
		],
		"postUser": [
				"N3ss3",
				"AIKDaniel",
				"okaend",
				"Attackocopter",
				"AIKDaniel"
		],
		"postUserID": [
				"/u363812",
				"/u562482",
				"/u128023",
				"/u734461",
				"/u562482"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p947",
				"https://www.flashback.org/t2065199p952",
				"https://www.flashback.org/t2065199p887",
				"https://www.flashback.org/t2065199p881",
				"https://www.flashback.org/t2065199p951"
		],
		"userUrl": [
				"https://www.flashback.org/u363812",
				"https://www.flashback.org/u562482",
				"https://www.flashback.org/u128023",
				"https://www.flashback.org/u734461",
				"https://www.flashback.org/u562482"
		],
		"sentence": [
				"Fast det här stämmer inte. Det är attack damage*2 +bonusen siphoning strike +(AD*2). Jag inser att du får högre burst, men en farmad Nasus når sin cap otroligt mycket tidigare om man bygger offensivt. Bygger du defensivt överlever du mer, din ulti hinner göra mer skada och du hinner göra mer skada med Q. Det finns en anledning till att de bygger tankigt på högra nivå, det scalar bättre i spelet och det ger dig ett starkare midgame. Jag inser att trinity inte är dåligt på nasus, men det finns andra items som är bättre. Nasus gör inte ont med sina basic attacks alltså är AS inte viktigt. Crit blir egentligen bara riktigt bra som stat om du har hög AD och hög AS, vilket nasus inte skall ha om man bygger honom någorlunda vettigt. Visst man kan bygga full AD nasus, men du kommer inte komma fram till dina targets innan du dör. Spellblade proccen är bra, absolut och till och med lite för stark just nu. Phade speedboost är inte heller det dåligt. Det är också därför jag säger att den kan fungera i jungel, men den är inte optimal. Spelar man topnasus så blir du automatiskt lagets frontline, den enda speedboost du kommer behöva är Ghost, behöver du mer bygger du shurelya's. Väldigt bra starting item på nasus, den ger hp, cdr och engage när man behöver det. Trinity är inte dåligt, men det är inte kostnadseffektivt, och det fyller fel roller för honom, vill man springa fort är shureleyas bättre, vill du ha extra damage så är iceborn gauntlet bättre (inte för singletarget damage, men som item som helhet). Tryndbuilden varierar från spel till spel, men hans core är trinity BT. Jag har spelet honom top och jungel och det fungerar helt okej. Det har inte blivit rankat med honom än, men det kommer. Hydra är absolut inte dåligt även om du tappar damage potentioal till lategame. Statikk är inte heller helt fel om du hållar din avarice en liten stund för att få in lite extra guld. Allt beror på game. Men det handlar om att störa motståndarna konstant och att få in 1-2 hits på ett torn för att sedan försvinna iväg, precis som många andra splitpushare, med undantag för shen som står där konstant tills det blir en fight. Angående E, så har den 9 sec cd, om du inte crittar. Så att använda den om du vet var motståndarna är på kartan är inget problem. Sen finns det alltid creeps, nej man kan inte räkna med crit, men har du som exempel statikk och trinity så ligger du på 50% med rage. Och jag kan säga att de jag van mot i normals igår inte var bronze utan snarare plat2-4. Rankat spelar jag dock oftast i top silver, även om jag theorycraftar på något högre nivå. Sist men inte minst så är det ju så, att lämnar fler än en person bot/midlane så bör man ju spela med ett lag som vet att det är läge att trycka. Trynd förlorar sällan 1v1 situationer lategame, även om det självklart händer. Vision är A och O för att kunna splitpusha på det sättet, även om det jag pratate om att använda E för att få en proc handlar just om att kunna få in 2-3 procs på tornet för att sedan backa, reagerar motståndaren innan du är framma vid tornet får helt enkelt resten av laget trycka och du ta objective/hjälpa laget. Vad jag vet är ingen ban en automatiskt funktion i dagsläget heller, utan riotpersonal kollar igenom punishes och ger efter det straff beroende på hur gravt övertrampet varit.",
				"Ifall du har spelat så pass många games så anser jag att du inte är tillräckligt bra för att klättra, du gör säkert småfel som du inte tänker på, jag går alltid in med en seriös attityd i ranked och jag spelar för att vinna. Tänk så här, motståndarlaget kan ha 5 idioter och ditt lag kan endast ha 4st + dig, det visar att du i princip alltid har oddsen på din sida. Jag kollade på dina stats och jag måste säga att din build känns förjävlig, det var ett tag sedan jag spelade ADC men det känns verkligen som att du inte har någon aning om vad du ska bygga. Du måste lära dig utnyttja ditt övertag, pusha din lane, gå mid och hjälp till, det kommer resultera i att ni kommer hamna längre fram ifall ni får ner objectives samt tar dragon. Försök tänk lite mer på att hjälpa andra än att bara stå på din lane och dominera den. Jagkörde mina placement-games på polarens konto och gick 9-1 i games, hamnade med riktiga rötägg ibland men då motståndarna är likadana så utnyttjar jag det och spelar på deras misstag. Jag vet att jag är bättre och därför vågar jag pusha gränserna lite. Läs vad jag skrev i inlägget ovan, förstår faktiskt inte hur du kan förlora ifall du hamnar sådär långt fram som du påstår, skall vara i princip omöjligt. Wards = free win i soloq, sen jag började supporta har jag vunnit mer games än vad jag gjorde tidigare då man ofta saknade vision i soloq men som support får jag chansen att styra det själv och det resulterar i att mitt lag inte blir caught lika mycket då halva mappen är warded.",
				"Brukade också köra en hel del taric förut när jag började lära mig support. För mig känns det som om att det är för att det finns andra supports som kan göra samma sak fast bättre. Ta Sona t.ex. Hennes abilities ger ju laget mer damage/ms och sen kan hon heala och sätter hon en ult på flera personer så kan ju en fight vara vunnen där. Sen har vi ju Zyra, som gör så att det blir sjukt svårt att divea. Hon har helt ok waveclear utan ap early game också. AoE snare och AoE knock up över en en-manna stun. Blitzcrank som kan vinna eller förlora ett game med en grabb. Sen säger jag inte att taric inte är viable, det tycker jag definitivt att han är. Jag kände mig alltid sjukt manlig när jag stunnade någon, gick fram och slog folk med min hammare. Har förvånansvärt hög burst damage (beroende på vad du levlar, så klart) och bra sustain i lane. Men i team fights känns han lite lackluster. För mig känns Taric som ett hyffsat.. safe pick om man inte har kört så jättemycket support innan. Sen blev han väl nerfad på något sätt också, vet inte riktigt vad dem ändrade men det var väl lite efter den nerfen som folk slutade spela honom lika ofta. Sen har det ju kommit ut supports med starka kit (thresh, nami) och då faller ju vissa undan. Sen ska man ju inte glömma alla okonventionella supports som har trätt fram på sistone heller, Annie, Elise etc.",
				"Hallå! Tänkte bara kolla med er skillade gejmers vad ni har för tips när man lirar soloQ. Jag kör mestadels J4 jungle eller Fizz mid och vinner i princip alltid min lane eller hjälper andra att vinna sin lanes ( så gott det går ) men har fruktansvärt svårt att gå upp till silver från bronze 1 mest pga. folk som leavar games eller som inte kan engelska och bara kör sitt race och feedar sönder. Ligger just nu på 90 LP i bronze 1 och vågar fan inte lira sista matchen för att kvala, är extremt dålig förlorare och har snubblat på målsnöret för många gånger i veckan. Någon som har tips på hur man kan optimera chansen att vinna eller som har tid över att hjälpa mig i 2-3 games för att slippa alla Bronzileans?",
				"Vad heter du ingame? Lirar du på West? Är jag inloggad samtidigt så kan jag kanske kolla då du väl spelar och säga ifall jag ser vad du kan göra bättre. Du kommer få många svar här där folk säger \"är man bra så förtjänar man en högre elo\", visst är det så men du ska veta att det kan ta sin tid. Är du tillräckligt bra så ska du i princip kunna vinna din lane ensam ifall du kör adc, det gör att du ska vara starkare än motståndarnas och det ska resultera i att du kan vinna gamet själv. Jag har spelat på polares konto och det är inte så svårt, sluta spela adc ifall du tycker det är för svårt att vinna som det. Hur hamnade du ens i bronze ifall du anser att du är bättre? Placement-games är det viktigaste och kan du inte vinna dem så tror jag inte att du förtjänar något annat än divisionen du hamnar i, tyvärr."
		]
	},
	{
		"postIndex": [
			[12032],
			[11772],
			[11767],
			[11429],
			[11605]
		],
		"postTime": [
			"2013-10-22",
			"2013-10-13",
			"2013-10-13",
			"2013-10-02",
			"2013-10-07"
		],
		"postNum": [
			[12416],
			[12145],
			[12140],
			[11789],
			[11973]
		],
		"postLink": [
				"/sp45785719",
				"/sp45656176",
				"/sp45654055",
				"/sp45497043",
				"/sp45579462"
		],
		"postUser": [
				"ProDeo",
				"irken",
				"ShizzleNizzle",
				"N3ss3",
				"irken"
		],
		"postUserID": [
				"/u758424",
				"/u478566",
				"/u292519",
				"/u363812",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1035",
				"https://www.flashback.org/t2065199p1013",
				"https://www.flashback.org/t2065199p1012",
				"https://www.flashback.org/t2065199p983",
				"https://www.flashback.org/t2065199p998"
		],
		"userUrl": [
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u292519",
				"https://www.flashback.org/u363812",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Hej Jag har inte sökt då jag inte visste vad jag skulle söka på^^ Men jag undrar om ni har något tips på hur man kan göra för att gå upp o division? Jag spelar i silver V :S Samt min kompis jag spelar med spelar i Gold III tror jag. Han brukar spela adc och jag support och vi vinner till 90% bot lane men då förlorar vårt lag mid & top och sedan förlorar vi hela gamet. Jag kan även spela jungle och top och brukar oftast vinna dem när jag väl får spela där. Men vad kan man göra för att gå upp i division? för det är omöjligt när man spelar med folk som inte verkar förstå hur man skall spela... de vet inte vad focus är eller spela deff :@ vi är inga som klagar på våra medspelare men om de kanske har 0-2 top och vår top pushar hela tiden så kan vi säga spela deff eftersom deras junglar gankar och dödar honom men han fortsätter pusha och sedan har han 0-5 och tornet är borta. Samma sak i mid. Finns det något sätt att gå upp i division eller måste man ha ett helt lag för att det skall gå? För jag har inte tid med det då jag studerar och det är ganska tungt. Jag undrar även vad ni tycker om Yorick på top, är han bra eller var han bättre förut?",
				"För dålig är väll väldigt dumt att säga, men nog har han problem att jobba med och att han kanske i nuläget hör hemma där nere. Jag spelade till exempel ett game där jag spelade Karma mid och min polare Zed top. För att göra det relevant till just det här så; Nasus hade väldigt bra lane-kontroll och farmade väll helt okej, men det gjorde å andra sidan Zed med. Nasus försökte inte ens tradea med Zed vilket är jävligt korkat då han (nasus) skulle vinna dem flesta trades och kanske forcea Zed ur lane. Det jag försöker säga är att det spelar ingen roll om du har 110 cs / minut om du totalt skiter i motståndaren och låter dem få ungefär lika bra farm. Visst är det en sak om han spelar en early-game hjälte & du en lategame hjälte, men i grund och botten måste man lära sig att tradea, hur man ska tradea, när man ska tradea också vidare. Sen går det ju att prata om att bara för man är guld eller något ha riktigt bra farm, utan halva spelet handlar ju också vad man gör lategame och vilka beslut man tar. Ta beslut lategame är oftast bronze-spelare väldigt dåliga på också så.. Du kan knappast skylla på att en i ditt lag går afk, feedar eller gör något annat korkat då det är minst lika stor chans att någon ifrån det andra laget även gör det - och det är ju inte därför du är där nere, eller hur? Att laget fokuserar motståndarens tank i en teamfight kan ju också vara bra, om den tanken (nasus till exempel) är rätt \"stor\" och på så sätt kommer göra att eran egen ad carry inte gör någonting alls (Wither förstör rätt mycket) och sen är ju inte en AD carry som spelar i bronze heller speciellt bra på att peela för sig själv så det kanske krävs att halva ens lag gör det - och det är väll ingeting konstigt med det.. Förstör för övrigt inte varför du kan spela halv-seriöst i normals och på så sätt träna tills du spelar ranked. Visst betyder inte ett normal game SÅ mycket, men det är ju ett utmärkt tillfälle att träna på saker.",
				"Jag behöver lite tips och råd om hur jag klättrar uppåt i rankat. Jag sitter fast i Bronze III, visserligen har jag inte ens spelat en match efter dom 10 första rankade matcherna man kör. Men alltså, det känns bara så ovärt. Först ska man köa i 5-10 min innan man hittar en match, och då är det någon mupp som TL och struntar i vad folk säger att dom föredrar att spela för roll, utan han tar det han vill spela. Fair enough. Men sedan slutar det alltid med att någon går afk eller att någon feedar. Jag är inte sämst, jag kan spela mina roller hyffsat bra och hålla min lane. När jag dör så analyserar jag varför jag dog, vad jag gjorde för fel, och vad jag hade kunnat göra för att undvika att dö. Jag spelar oftast top, mid eller adc. Jag kan outfarma dom flesta i de games jag spelar, jag brukar roama omkring och försöka hjälpa andra lanes ifall det går bra för mig och jag känner att jag vinner min lane, men längre än så kommer jag liksom inte. Kan inte carrya ett helt lag som feedar och fokuserar tanks istället för motståndarlagets ADC i teamfights. Jag har knappt någon ork längre, jag lirar mest normals, men vill kunna spela rankat seriöst. Vad gör jag för fel? Eller handlar det mer om att alla andra gör fel? (jag försöker undvika att skylla på andra).",
				"Fast det du skriver är fel. Även om du är plat 5, sen tidigare i säsongen och har sen spelat och sänkt din mmr, så möter du de som har samma mmr inte de som har samma liga. Jag möter platspelare titt som tätt och jag spelar high silver mmr. Systemet är inte uppbyggt kring ligorna över huvud taget när det gäller matchning. Din första del har dock en poäng. Har de blivit boostade så kommer de att matchas efter att de vunnit. Men så fort de spelar matcher och förlorar så sjunker de igen, de kan aldrig droppa ur platinum 5 så länge de spelar, men de kan fortfarande ha en mmr som motsvarar de flesta spelarna i bronze 5 och matchas därefter. MMR är inte samma sak som liga och det måste folk börja förstå. Systemet är inte så simpelt som alla försöker få det att vara. Kan hålla med om att S2s system ser bättre ut på ytan, men league använder samma. Problemet är att du inte ser mmren utan du ser en fiktionell liga som egentligen inte säger någonting om hur du matchas eller hur bra du är, utan egentligen bara handlar om vilka priser du får. Självklart är det så att spelar du på en mmr där majoriteten av platinum spelar och du ligger på ~50% vinster och förluster så är du rätt. Men problemet kommer med de sista divisionerna i varje liga. Där har du ingen aning om vilken mmr spelare ligger på och det enda sättet de påverkas av att matchas långt under medelvärdet för ligan är att de får mindre lp vid vinst och förlorar fler vid en förlust. Angående din sista del låter det som att du pratar om \"elohell\", och där har vi statistik som visar på att det inte heller stämmer. Om du har en spelare som är bättre än hans mmr, men inte klarar att carrya själv. Då är det ändå så att i sitt lag har han en risk att få sämre spelare på 4 av 5 platser, medan chansen att de är i motståndarlaget är på 5 av 5 platser. Så länge han spelar en godtyckligt stor summa matcher så kommer han att klättra. Folk är inte fast på fel plats så länge de spelar. Ja vid små samplemängder kan det vara missvisande, men ju fler matcher du spelar desta närmare kommer du din \"rätta\" plats.",
				"Tack! Det räcker ju kanske om det är 5-10% av spelarna som byter - det är ju alltid något! Bättre än att folk flyttar till EUW. Det är ju ungefär det som är problemet just nu, en person som har hela sitt kompisgäng på EUW kommer inte flytta - men ger man free transfers kanske hela kompisgänget flyttar (Det kan ju faktiskt hända, let's face it). Hurvida det är flera trolls eller inte på NA än på EUW vet jag inte - och ärligt så spelar det ingen roll heller. Jag tror att det är ungefär samma antal på varje server i varje fall. Ah, aight. Då kanske det är någon patch som ställer till det för dig kanske, eller någonting annat. Har du tittat i din brandvägg etc? Jag kan inte säga vad det beror på heller så.. men, andra som spelar på EUW (vad jag vet) har inte samma problem iaf! Hurvida det var dem som flyttade över eller inte så går det ju inte riktigt säga, men det är nog inte det. Det är ju just det som Riot försöker göra. Just nu finns det Turkey, Russia, EUNE & EUW. Även om dem ligger till en specifik server för både Sverige, norge & danmark så kommer folk likförbannat flytta till EUW för det är där flest spelare finns & där det är alla \"proffs\" spelare om jag säger så. Går tyvärr inte riktigt jämföra med lol eller GW2, då det är lite skillnad men i grund och botten så. Splittar dem EUW igen (Dem splittade EU servern för ~2 år sedan till EUNE & EUW) så kommer tillslut alla spelare fortfarande hamna på samma server antagligen - för både du och jag vill ju spela med dem bästa spelarna och våra kompisar, eller hur? Det handlar inte om att Riot snålar eller har för dåligt folk - det finns inget företag i världen som har haft det här problemet förut. WoW hade ju ~50 servers eller va det va, och på wow var det ju även \"gränser\" att man inte fick migga till vissa servers till exempel. EUW snittar runt 2 mille spelare tror jag det är på kvällarna .. så.. ja. Går ju för övrigt läsa vad dem håller på med Även här;"
		]
	},
	{
		"postIndex": [
			[12946],
			[12766],
			[12228],
			[12288],
			[12289]
		],
		"postTime": [
			"2013-11-19",
			"2013-11-13",
			"2013-10-26",
			"2013-10-29",
			"2013-10-29"
		],
		"postNum": [
			[13356],
			[13170],
			[12618],
			[12682],
			[12683]
		],
		"postLink": [
				"/sp46210195",
				"/sp46121683",
				"/sp45855950",
				"/sp45888229",
				"/sp45891731"
		],
		"postUser": [
				"irken",
				"irken",
				"Monorailcat",
				"irken",
				"Luxx7"
		],
		"postUserID": [
				"/u478566",
				"/u478566",
				"/u390337",
				"/u478566",
				"/u666235"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1113",
				"https://www.flashback.org/t2065199p1098",
				"https://www.flashback.org/t2065199p1052",
				"https://www.flashback.org/t2065199p1057",
				"https://www.flashback.org/t2065199p1057"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u390337",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u666235"
		],
		"sentence": [
				"Wexiao har spelat honom lite i LPL, det är väll dem som har spelat honom mest också. Precis som Replique skriver så har han alldeles för kort range just nu för att kunnas pickas i en seriös match, det fungerar väll i lägre ELO om det är en bra ad carry (guld+) som möter en sämre ad, men annars njaae. Han spelades ju ganska mycket i Kina ett tag under s3, när dem körde \"Freight train\" taktiken som gick ut på att helt enkelt förstöra en spelare i andra laget i junglen. Känns ju som dem som junglar kommer faktiskt kunna carrya bättre nu än tidigare. Jag gillar det i varje fall, ska bli kul att se vad carry-junglare kan göra. Angående vad dem har gjort med buskarna gillar jag det. Innan kunde man ju lägga en pinkward alldeles bredvid i samma brush, och ändå inte se motståndarens vanliga ward. Sjukt jävla konstigt, och jag tycker absolut det är en bra sak dem gör med mappen.",
				"Du skrev; Jag visade bara genom statistik hur stor skillnad det faktikst är på patcherna som spelades då, att en gubbe går ifrån 1.7% ban/pickrate till 93% är ju helt jävla sjukt, speciellt då han aldrig spelades innan s3, och att Trinity Force var extremt game changing då. Jag, personligen tycker bara det är extremt löjligt att dem ska ha folk att \"vänja\" sig vid vad som händer i ~2 månader, medans vissa patcher dem släpper direkt till live går att missbrukas minst lika mycket. Har en polare som suger på lol, men han är väll 'okej' på Eve. Han spelade Eve ifrån silver 1 till Plat 1, nu är han i Plat V och har en sjukt låg MMR, allt för dem la en nerf på Eve så det fungerar inte lika bra att spela henne mid & rusha DFG. Nu har det kanske inte riktigt att göra med pre-season patchen, men det jag ville berätta med det här är att allt går att \"missbrukas\" och ska dem ha folk som vänjer sig vid patcher såå är det ett problem. Inte för att jag förstår varför du skulle spela Taric top ifrån början, men testa på om du vill. För att få ett UFO Corki skin så måste du köpa ett gammalt account med skinnet, inget jag själv skulle göra men lycka till. (Man måste ha ett account ifrån innan 14 Januari 2010) Nästa vecka är den beräknad att komma. Det är pre season 4, det är precis som vanligt. Du går upp och ner i ligor, din gömda MMR ändras. När säsongen börjar så kommer det bli en soft-reset och du kommer få spela tio stycken Placement matcher som bestämmer i vilken liga du börjar i. Men, det spelar ingen roll om du blir Diamond nu, du får inga rewards och det är väll \"den största saken\".",
				"Någon jätteskillnad är det kanske inte, men visst skiljer det en del. Polacker verkar generellt väldigt aggressiva och saknar självinsikt. Tycker mig se en väldig överrepresentation i alla fall, eller så är det bara så att det är väldigt mycket polacker som spelar. Mentaliteten skiljer en hel del mellan olika länder. Jag ger fan i att skriva något särskilt numera, börjar det gå lite dåligt i en match mute:ar jag alla i laget eftersom det garanterat kommer börja flameas. Finns inget att vinna på att försöka ge svar på tal, men visst blir man så frustrerad ibland att man inte kan låta bli. Bland det värsta är när man spelar support med någon riktigt, riktigt efterbliven ADC. Misstag på misstag fast man försöker förklara vad den gör fel. Springer in i obvious bait gång efter gång trots att man pingar, hoppar in med noll HP för att KS:a och dör, tar vägen genom djungeln fast vi inte har någon vision osv osv ... Blev nyss demotad p.g.a. tre sådana matcher i rad. Finns inget man kan göra. Funderar på att ge upp med SoloQ, verkar som att man måste komma så jäkla långt upp för att folk ska börja bli någorlunda vettiga att ha att göra med. Håller detta mönster i sig lär man behöva komma upp i Diamond. Jag är Gold II och tycker inte det är någon större skillnad mot Silver, bara det att folk spelat fler matcher. Inte blir det trevligare stämning heller.",
				"Bara stanna kvar toplane tills gamet är över fungerar i 60% fall inte (Ungefär). Är motståndarna smarta så går dem bara med 3 personer toplane så dör han, och då kommer hans motståndare tillbaka in i matchen riktigt mycket tyvärr. Speciellt om han börjar få en bounty på sig.. Självklart ska man ju pusha och ta tornet, men vad man gör sen beror ju mycket på vad som händer i spelet. Det kan ju fungera att bara pusha och pusha så man får inhib, men ska man ha den spelstilen så känns ju både Shen, Renekton & Nasus mycket vettigare att spela tycker jag iaf. Har dem en midlaner som är stark & är före din midlaner är det ju kanske inte det smartaste att bara pusha, utan det kanske är lite smartare att pusha upp lanen och sen ta en dragon/torn på en annan lane. -- Exakt vad man ska bygga på riven beror väll på gamet, men oftast så bygger man väll BT, LW, Cleaver & kanske en hydra. -- @ Spoon, om du verkligen vill ha \"odödlighet\" i lane som det låter du vill ha så varför kör du inte med heal istället? Du kan ju hjälpa din ad carry samtidigt då ju, och får permanent HP istället för en sköld.",
				"Kollade lite på boxbox stream när han spelar riven top och vad han gör men jag verkligen inte jämföra mig med honom. Har märkt att när jag pushar top efter första tornet är nere kommer ofta junglaren ovh kanske Midlanden top för att döda mig. Sen märkte jag att boxbox splitpushar medans hela laget pushar någon annanstans, när jag gör detta så blir jag bara flamead fast jag säger vad de borde göra eftersom jag kunde duella 1v1 kanske 1v2 mot alla i deras lag eftersom jag låg före. Ska man verkligen använda ignate + flash eller vad föredrar ni? Har sett några spela med barrier eller exhaust. Tack för svaren!"
		]
	},
	{
		"postIndex": [
			[13045],
			[13488],
			[13677],
			[13391],
			[13691]
		],
		"postTime": [
			"2013-11-21",
			"2013-12-07",
			"2013-12-14",
			"2013-12-05",
			"2013-12-14"
		],
		"postNum": [
			[13456],
			[13911],
			[14105],
			[13810],
			[14119]
		],
		"postLink": [
				"/sp46250670",
				"/sp46482310",
				"/sp46578371",
				"/sp46444719",
				"/sp46585105"
		],
		"postUser": [
				"pozie",
				"ProDeo",
				"irken",
				"I.Like.Riven",
				"irken"
		],
		"postUserID": [
				"/u380355",
				"/u758424",
				"/u478566",
				"/u860909",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1122",
				"https://www.flashback.org/t2065199p1160",
				"https://www.flashback.org/t2065199p1176",
				"https://www.flashback.org/t2065199p1151",
				"https://www.flashback.org/t2065199p1177"
		],
		"userUrl": [
				"https://www.flashback.org/u380355",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u860909",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"jag håller på att lvla upp ett nytt acc till 30, så jag kan bara köra normal games. jag förstår precis vad du menar, säkert många som klagar på att de förlorar pga andras misstag. men i de 2 senaste matcherna jag menar är det inte mitt fel, jag försökte carrya så mycket jag kunde, och det fungerade ena gamet, vi vann tack vare att jag kunde köra 3v1, teamet kunde farma upp medan de var döda, så vi vände matchen helt. andra gamet kunde jag inte carrya de som feedade pga att vår junglare vägrade ganka, han var bot hela tiden och feedade med adc + support. jag tänker alltid, hur skulle jag ändrat. vad skulle vart bättre i min build? men vad jag märker från flashback är att folk här måste lära sig att inte alla skyller ifrån sig, vissa games förlorar man solklart för att folk feedar. och om ens adc har 1/7/0 och supporten har 0/10/1 efter 15 min så är det ganska solklart vems fel det är xd. visst man kan carrya, men så bra är jag inte riktigt så jag kan dra ett helt lag till vinst haha, är inte direkt plat. kan även tillägga att i båda gamesen var ADC+ support first timers, de hade aldrig spelat rollen innan men vägrade ändå lyssna på tips har spelat renekton och tycker han är riktigt rolig faktiskt, dock kör jag fiora atm, tycker hon är otroligt stark med. blir nog att spara ihop till renek eller riven, är tyvärr inte en bra riven spelare, men man måste ju lära sig någon gång!",
				"Jag spelar många olika champs och jag brukar vinna min lane (mid) har mött guld och vunnit mot dem med. (dock kan alla ha dåliga dagar) Men när man spelar i låg division så är det väldigt ofta någon som feedar eller går afk för han dött 2 gånger och skyller på alla andra. Det är därför jag vill ha en champ jag kan snowballa med så man fortfarande har en chans att vinna matchen. Tex spelade jag tidigare idag mid och fick ca 12-4-10 av ca 16 kills i laget, men då jag hade en feedare i laget 0-10-0 efter 10 minuter så känns det svårt att fixa det ändå och vi förlorade matchen även om jag dödade fler i deras lag. När jag fått en kill på mid så börjar jag även ganka top och bot för att hjälpa dem men vi förlorar ändå",
				"Fast 20 range eller inte - det är inte SÅN stor skillnad att han faller ner ifrån \"top 3\" och han kommer fortfarande vara lika stark som han varit förut då hans största trading potential i lane ligger att man får av hans passiva i trades. Att det gör honom svårare att spela tror jag inte alls på, 20 range är ingeting som gör en champ svårare att spela då det bara är på en ability. Och vilken ad carry du än kör om du inte använder en ability earlygame så kommer lucian outradea dig med piercing light + passiva så att det är 20 mindre range spelar nog ingen som helst roll. Lucian's starkhet var/är inte att han kunde harassa med Q och använda den enbart som harass utan det är ju i hans möjlighet att outtadea vilken AD carry hur lätt som helst genom bara använda en ability som proccar hans passiv och använda sin passiv sen. Nä, visst har sivirs mobility earlygame fått nerfs då man förut kunde lägga 2 extra autos när man jagade någon men det är fortfarande inte en jätte hård nerf och det gör henne lite svårare att spela möjligen men det är ju inte precis så att hon suger nu som hon har gjort innan. Det går fortfarande att göra ungefär samma saker lategame med en Olaf till exempel eller Volibear. Rent generellt tycker jag det är en bra nerf då hennes ulti var alldeles för bra innan. Hon är ju minst lika stark lategame med hennes ulti så att hon kommer ha svårt att komma tillbaka efter en dålig lane (Vem ska outtrade henne förutom top3 & Draven?) tror jag inte hon kommer ha spec svårt. Cait är ju som sagt cait och hun fungerar väll om man ska pusha turret's och siega (Som CW ville göra idag) men med dem starkaste support'sen just nu fungerar hon inte sådär jätte bra (Jag tänker på Annie mest). Rent generellt om man ska siega så pickar man hellre Lucian och kanske Sivir före Cait i nuläget då dem har mera att erbjuda.",
				"Season 1 och Season 2 så gick det väldigt dåligt i ranked eftersom att jag spelade många champions. För många. Även fast jag inte kunde dom bra, spelade liksom lite vad som helst, vad jag kände för bara. Jag har haft en paus från spelet i typ ett halv år. Men för bara ett litet tag sen har jag börjat lira igen och jag har specialiserat mig på 2 champions BARA och har märkt stor skillnad. Riven (Top/Mid) Lee Sin (Top/Mid/Jungle) Nu går det sjukt bra klättrar i ranked hela tiden, vinner min lane nästan hela tiden och carryar ofta. Men det är sjukt många som gnäller när man bara kan lira 2 champions och vill hålla på att trolla då i champion select. \"Don't play ranked if you can't play all roles noob!!\" \"Ok 2 top\" \"/ALL REPORT NOOB RIVEN FOR ONLY PLAYING 2 CHAMPIONS\" Sen forsätter dom hålla på att spamma chatten att jag är idiot för att top har countra mig. Men jag kan säga att jag brukar inte förlora lane även om jag möter en hård counter, bara om personen mainar den eller spelar den EXTREMT bra. Men oftast tar folk tex garen/olaf bara för att jag spelar riven och vill countra mig men dom kan inte spela dom särskilt bra. Men som sagt är det drygast i champion select ibland blir jag tvungen att dodgea för att vissa trollar verkligen SÖNDER när dom får reda på att jag bara lirar 2 champions. Blir det bättre när man kommer högre upp? Eller är folk lika kritiska i plat också? Är i silver 1 just nu men jag klättrar snabbt. Så kommer bli plat snart därför jag undrar. Vad tycker ni om folk som mainar 1-2 champions? Tycker ni det är dåligt? Blir ni också griniga över folk som gör som mig?",
				"Ska du promt spela 1-2 champions på varje position så borde du ju spela dem champs som är \"op\" just nu, till exempel borde du inte spela Hecarim jungle utan kanske Lee sin då han passar in i många flera comps än hecarim. Även om ni behöver en \"tank jungle\" så är ju Hecarim ingen riktig tank champion utan mera dps inriktad imo. Ungefär samma sak med Jayce, han passar in i kanske 1-2 comps men annars är han värdelös så det är bättre att lära sig Renekton, Nasus, Shyvana eller Mundo toplane och spelar någon utav dem fyra då det är dem som \"gäller\" just nu. Ungefär samma sak i support, ska du bara spela 1-2 champs så är nog en \"tank\" och en lite mera utility bättre typ Annie som är riktigt bra just nu. Eller Sona/Zyra kanske.. Har du problem att spela Ezreal så tror jag inte du kommer ha direkt lätt att lära dig Lucian heller så det är nog bättre att du spelar Cait (Den i min mening lättaste ad carryn att spela) och kanske Ashe om du gillar henne. sååå ska du \"bara\" spela 1-2 champs på varje position skulle jag nog inte säga att du ska spela Jayce toplane, Hecarim jungle eller både leona & Thresh som support. Utan det gäller att ha ett \"breda\" champions som passar in i många olika comps då."
		]
	},
	{
		"postIndex": [
			[14024],
			[14009],
			[14056],
			[14010],
			[14053]
		],
		"postTime": [
			"2013-12-27",
			"2013-12-27",
			"2013-12-29",
			"2013-12-27",
			"2013-12-29"
		],
		"postNum": [
			[14461],
			[14446],
			[14493],
			[14447],
			[14490]
		],
		"postLink": [
				"/sp46765670",
				"/sp46759662",
				"/sp46789135",
				"/sp46759760",
				"/sp46787532"
		],
		"postUser": [
				"irken",
				"NP.S",
				"ProDeo",
				"AIKDaniel",
				"KavliBaconost"
		],
		"postUserID": [
				"/u478566",
				"/u747111",
				"/u758424",
				"/u562482",
				"/u837938"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1206",
				"https://www.flashback.org/t2065199p1204",
				"https://www.flashback.org/t2065199p1208",
				"https://www.flashback.org/t2065199p1204",
				"https://www.flashback.org/t2065199p1208"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u747111",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u562482",
				"https://www.flashback.org/u837938"
		],
		"sentence": [
				"Mitt favoritlag var fram till splittringen utav laget Team WE, men nu när det bara är Caomei & Wexiao \"kvar\" i det gamla så hejjar jag på SK T1, började jag iosf göra redan S3 (Spring season) men WE var fortfarande mina favoriter då. Favoritspelare är nog Piglet & Ambition. Jodå, jag saknar det lite grann men det var rätt så stora \"fel\" på den mappen (Till exempel att man inte såg om Annie hade stun redo.). Varken Tryndamere eller Yi är ju dock speciellt lätta att spela bra. Jag förstår hur du menar men att spela Tryndamere duktigt i lane är sjukt svårt och det är ungefär samma sak med Yi. Skulle nog snarare säga Garen alternativ Warwick är dem enklaste champsen att spela. Att spela riven bra är det ju knappast bara att rulla huvudet över QWE då hennes skillset är väldigt komplicerat att faktiskt göra bra saker med henne men jag förstår vad du menar. Fast att spela normal games är inte SÅ dåligt och det är inte SÅ kaos, det beror ju på vad man har för MMR i normal games bara. Har man väldigt låg MMR så är det klar det lätt blir kaos men när man har högre MMR så är det ju lite seriösare nivå iaf. Angående hur folk säger \"Mid\" eller \"top\" så händer exakt samma sak i både lägre & högre elo så att det är något unikt för normal games .. Och angående din polare - så är det bara kanske så att din kompis är lite \"sämre\" än dig ifrån början? Alla spelare är olika bra och lär sig olika snabbt ifrån början. Din poäng fungerar ju inte direkt då varken du eller någon annan här vet hur bra din polare var när han bara hade spelat ~500 games. Kanske var han \"bara\" bronze V då? Du förstår ju säkert själv att varje spelare har olika utgångsläge när dem börjar.. Beror väll lite på hur matchen ser ut - vem du möter också vidare men mpen röda, armor gula, flat mres blåa & flat ap quints & 21-0-9 kör jag henne oftast med. Hur jag bygger henne beror lite på ifrån match till match. Athenes/DFG är oftast min första item (Det beror på om jag bara behöver nuke'a en gubbe eller inte) och sen brukar jag oftast köpa Rabadon's/Zhonyas (Beror på hur \"säker\" jag känner mig) och som tredje item brukar jag väll antingen köpa Void staff eller Zhonyas/Rabadon's. (Beror på vad jag känner behövs - stackar dem MR är Void staff till exempel). Slutbuild brukar väll ungefär se ut så här, sorc shoes, Athenes, Zhonyas, Void Staff, Rabadon's & DFG/GA/Omen/Morellonomicion/Twin Shadows. Beror lite på.",
				"Shena! Behöver en liten guide, och är oerhört tacksam om nån orkar läsa det här. 2 månader sen starta jag med LOL och tyckte att det var det bästa spelet som finns, tycker fortfarande det. Helt sjukt det spelet. Älskar det verkligen. Spelar minst 3-4 timmar om dagen plus att jag kollar youtube någon timme. Köpte till och med en ny data för att liva upp känslan. Men som sagt jag är noob och det känns som att jag inte utvecklas, jag kommer ingenstans. Jag är på level 25. Jag har kört 90 procent av alla spelen med en och samma hero, Teemo, Och när jag spelar med han normal game är jag ändå någorlunda okej (inte konstigt när jag spelat han hur länge som helst), men jag suger fortfarande! i snitt brukar jag ha 2-3 death mer än kills. Sen när jag testar en annan gubbe då är jag en riktig amatör, det är helt sjukt. Nu har jag gjort en ny acc och tänkte börja om och köra olika gubbar, olika lanes, lära mig olika saker. Körde just nu förut mina första 3 matcher online med det nya accountet och jag suger fortfarande! Mot nybörjare! Visst jag har mer kills än deats, men va fan, i detta stadiet ska jag vara fidad mot dessa amatörer som precis börjat spela. Mitt största problem är att farma, efter 10 min kanske jag har 15-20 farm. Jag har kollat på youtube hur andra farmar, försöker samma sak och lyckas inte. Och farma är hur viktigt som helst! Sen har jag ingen aning om vad alla dessa djur i buskarna gör. Vet bara om Blue, dom andra har jag ingen aning om. Vad gör baron? Vad gör dragon? Jag vet bara att baron är viktig men ingen aning varför. Jag vill verkligen utvecklas och brukar träna med bots, men även där lyckas jag aldrig bli riktigt fidad eller lyckas farma mycket. Kan någon ge mig en guide så hade det varit snällt? Det känns att motståndaren alltid e starkare än mig och detta gör att jag drar mig tillbaka och inte vågar gå fram riktigt och farma eftersom motståndaren tar mer skada (vilket han inte gör egentligen, då det känns så redan i början)",
				"Ett tips är att kolla minikartan väldigt ofta! jag själv spelar i silver och vet att en hel del inte skriver ss eller signalerar och sedan så har de fått 2 kills bot pga du inte kollat kartan då du litat på mid skall göra något. Så kolla kartan var 5:e sekund och kolla vart deras champs är. Saknas mid eller top så kan nu tex skynda er tbax till ert torn för att vara säkra. Du som support kan även signalera så dina kamrater ser att top el mid är ss. Det är detta jag försökte bli bättre på, då jag vet att jag är dålig på kolla kartan (blivit mkt bättre när jag tänker på det) och blir sjukt irriterad då ingen säger ss eller signalerar. Dock gör jag det då jag försöker hjälpa laget så mycket som möjligt. Vinner ni bot, kan ni försöka skynda att få ner deras torn och gå mid, eller så gankar ni mid och låter er mid champ få killen (om du är feedad från bot) eftersom det är bättre att fler får kills än enbart du/adc. Jag själv brukar överge tornet @ bot om vi blir 2 vs 4 eller 1 vs 4 eftersom de kommer få kills + tornet och jag själv tycker iaf det är dåligt att dö. Det finns de som kan skriva worth när de har dött för de fick 1 av dem också, men det är inte värt att dö. Men som alla andra skrivit till mig när man vill klättra, alla får spela med idioter/noobs så det blir jämt i längden. Du/Ni skall tänka på vad ni gör bra/mindre bra och förbättra er. Ni kanske towerdivar ibland för att få 1 kill men så mötte ni blitz som grabbar er när ni försöker springa iväg så får de 2 kills istället. Det är dessa småsaker som ni för tänka på: Hjälpa laget, kolla kartan, warda (få de i ditt lag att använda sin tricket) skydda din adc, skriv enbart positiva saker, tänk på vad ni gjort bra/mindre bra och förbättra det",
				"Med tid kommer färdighet, eller vad man brukar säga. Jag har spelat i mer än 3 år och jag lär mig nya saker dagligen som jag spelar, det kommer skall du se. Teemo är förresten inte en av de top tier gubbarna (inte en av de som spelas så mycket), försök välja andra gubbar och lär dig dem, bra att du gör upp ett nytt konto ifall du vill spela andra champs. Skit i ifall du har mer kills än deaths, det är inte alltid det viktiga, tänk också på att alla som spelar på lvl 1 inte är nybörjare, många gör upp nya accounts och kan därför spela, alla är inte noobs. Träna, träna, träna och återigen TRÄNA, kolla streams på proffsen, läs guides och sedan kommer du märka att du lär dig. Blue buff: En buff som ger mana reg och cooldown reduction. Red buff: En buff som skadar over time samt slowar. De andra monstrerna i jungeln ger inte någon buff, det är för att den som junglar ska kunna döda dem för att gå upp i lvl samt för att farma. Dragon tar man för att få guld till sitt lag, alla får guld av den, det är en ganska viktig faktor i ett game. Baron ger en buff som är riktigt jävla viktig och kan avgöra ett helt game, man får även guld till laget av att döda den. Mina tips är ändå att bara fortsätta spela, ge dig inte in i ranked när du blir 30 utan spela mycket normal games så du lär dig. Kolla streams samt läs guides. Lycka till!",
				"Jag och min polare brukar köra duo bot ibland, jag support och han adc. Vi är Silver 1 respektive Silver 3 men tryhardar inte i ranked så mkt nu under pre-season eller vad dem kallar det utan kör mest normals för kul. Vi vill såklart spela upp oss under Season 4 såklart och vi tror vi har potentialen för guld iaf. Problemet vi har är, att vi oftast (beror på vilka vi möter os.v såklart) vinner laningphase, men efter det, om laget inte går svinbra ofc, throwar vi våran lead runt 15-20 min när laningphase börjar ta slut. Vi blir ju då (om inte laget går så bra) rätt babysittade bot, både junglern och mid brukar komma ner på oss och oftast döda oss. Det är ju såklart bättre frysa lanen då, för att maximera minions för adc'n. Men om vi då kanske blivit gankade 1 gång och förlorat turret och fryser vid vårat 2:a turret, så förlorar vi ju helt drake istället. Sen är ju mkt upp till mig att warda också, men att ha allt wardat hela tiden kan ju bli knivigt och oxå öka chanserna att jag blir fångad och dör istället. Sen kan ju inte båda vi gå mid hela tiden heller, eftersom vi då ger deras adc en chans att komma ikapp i CS eftersom hela botlane blir deras i princip. Lite rörig text kanske, men alltså, det jag undrar är, hur förvaltar man en ganska stor ledning bot efter laningphase som sedan leder till att tillslut, förhoppningsvis vinna matchen?"
		]
	},
	{
		"postIndex": [
			[15182],
			[15476],
			[14920],
			[15189],
			[14930]
		],
		"postTime": [
			"2014-02-07",
			"2014-02-17",
			"2014-01-26",
			"2014-02-07",
			"2014-01-27"
		],
		"postNum": [
			[15649],
			[15949],
			[15381],
			[15656],
			[15391]
		],
		"postLink": [
				"/sp47404839",
				"/sp47560935",
				"/sp47228685",
				"/sp47405735",
				"/sp47235380"
		],
		"postUser": [
				"irken",
				"ProDeo",
				"ProDeo",
				"irken",
				"irken"
		],
		"postUserID": [
				"/u478566",
				"/u758424",
				"/u758424",
				"/u478566",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1305",
				"https://www.flashback.org/t2065199p1330",
				"https://www.flashback.org/t2065199p1282",
				"https://www.flashback.org/t2065199p1305",
				"https://www.flashback.org/t2065199p1283"
		],
		"userUrl": [
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Det var ett exempel, för att du ska förstå att en melee carry inte fungerade så bra som roamer/ganker i Dota 2 då det finns mycket bättre champs att spela som roamer & ganker, det kanske fungerar men det är absolut ingenting som är speciellt bra. Återigen, nu börjar du lägga till lite andra saker. Spelar väll ingen roll om det är så bo5 när jag försöker förklara för dig att en carry i dota 2 inte är jätte bra i varenda roll heller. Varför skulle det inte vara hållbart för? Jag har spelat Twitch emot Kassadin och vunnit den matchen på ~20 minuter just för att jag möter en just en Kassadin. Det går, tro mig. Ja, självklart skulle dem kunna göra så \"shutdown\" potential blev mycket högre, men å andra sidan så är inte spelet byggt så och det fungerar ju onekligen väldigt bra just nu. Att hamna efter i XP är oftast väldigt underskattat så. Men jag syftade inte honom som counter pga hans ultimate, utan för hans passiv fungerar väldigt bra emot AP teams & för att han har helt okej wave clear. Jag tror personligen att spelet hade blivit väldigt tråkigt om dem skull gett han \"magic immunity\" när han ultade och då skulle dem antagligen behöva göra det för andra champions också. Jag grundade det på sättet du skrev om Galio, bara för att man har X skills så måste man inte promt använda just den skillen för att countra en annan champion utan det finns ju faktiskt flera andra saker som kan countra andra champions. Åter igen tycker du att han kommer bli \"generic\" och tråkig. Dem som spelar Xerath mest tycker hans rework är \"okej\", kanske inte bäst men han fungerar uppenbarligen inte just nu så någonting måste ju hända. Jag håller med att han måste designas om lite grann just nu för det är verkligen jätte, jätte svårt att spela honom just nu. Nja, suger & suger är väldigt överdrivet sagt. Han är kanske inte den bästa lategame champen, men det går absolut att ha en comp med honom fungera bra lategame utan större problem. Har man fem stycken hyffsat tanky medlemmar i laget så blir det väldigt jobbigt att möta en för man har ingen riktigt target för burst. Till exempel så kan du picka Sivir, jag pickar vayne som små-counter & så pickar motståndare x Caitlynn eller Draven och så går x botlane medans du går midlane. Fullt fungerade. Mycket utav det du skriver verkar vara utav personliga åsikter och det är väll inget fel med det men just det går det ju inte ens argumentera om för det är så personligt baserat. Det finns Riot medlemmar som skriver om olika reworks, bland annat både Xerath & Sion vet vi är på \"gång\". Så, nej det är inte hittepå oftast i varje fall. Du kan läsa ändringarna dem gör på PBE genom helt enkelt googla på det. Xerath är väll okej, han är väldigt svår tyvärr & väldigt immobil. Han fungerar i specifika comps som siege/waveclear men annars så finns det bättre mids.",
				"Jag är i bronze så är inte så pro så återger mest det jag läst och förstått =) det kog saknar är bla escape samt hans attacker har inte så bra ad ratio (om den har ngt?) man kan fortfarande spela cait tex men top tier är lucian och jinx vad jag vet iaf. Dock är det väll bättre att du kan spela en champ bra än att champen skall vara \"bra\" för kan du inte spela champen blir det dåligt ändå^^ ett exempel är amumu, när han inte är bannad vill alla spela honom jungle, men få verkar veta hur man skall spela honom så de förlorar ändå även om de hade en \"op\" champ. Man kan spela kata, är du grym med henne så kan du vinna din lane vs andra. En annan bra är LeBlance Top tier tror jag. Vi är även hon en grym junglare och skulle ni tex sakna tank top så blir hon sjukt viktig eftersom hon går tank. Jag spelar kha mid eller jungle och kör samma skills :P mid: Q-E-W maxa Q först och i lvl 6 när du utvecklar kör jag Q och andra gången E och sista gången R. Jag lvlar up W sist. jungle: Q-W-E sedan samma som ovan. I mid tar jag E eftersom om jag skulle bli gankad så kan jag fly, men i jungel så tar jag W eftersom den ger mig lite HP. Jag utvecklar R ist för W eftersom du kan använda din passiva 1 extra gång, springer fortare (om du jagar/jagas, samt de tar mindre dmg på dig när du är invisible @Tjenaretjenare Jag spelar inte mkt adc men jag tycker lucian är ganska kul ändå, dock ej spelat jinx som verkar roligar imo. Många rushar trinity på lucian dock brukar jag köpa BF eller BT innan eftersom jag tycker det blir lättare att farma, lasthitta och sedan köpa trinity om det går dugligt, om det går skit så struntar jag i den och köper LW ist.",
				"Han har rätt. Det är inte lätt att spela när bot fedar för att sedan gå afk. Spelade nyss och mötte en EZ som hade 10-1 från bot efter ca 15 min och de hade tagit första tornet. Sedan gick får adc afk. jag hade 1-1 mid. Jag klagar inte eller liknande utan fokuserar på mitt spel och försöker förbättra mig. Men det är svårt att carrya ett lag när jag vet att jag inte är pro... Mitt mål är att komma till guld för jag tror jag passar mellan silver/guld. Så jag tar lite i taget, men det är svårt när folk gör så. Sedan känns det sjukt mycket svårare nu, känns som en massa har smurf acc i bronze :/ Vad spelar du för champ för att kunna carrya så lätt när laget feedar och sedan går afk? Vet att laget man möter också får trolls då och då. Men det känns som riot jävlas med en :@ från att ha vunnit 3 matcher i rad med bra lag (no flame eller afk) och man får promo så hamnar man i ett lag där någon trollar eller går afk :@ Vet att alla kan ha en dålig dag/match och feeda, men det som gör mig irriterad är när de lämnar gamet efter de har feedat",
				"Season tre så var nästan inga matcher över 40 minuter så lätt att turtla då vet jag inte, i soloq är oftast folk väldigt dåliga på att ta vara på chanser att enda, speciellt i lägre elo, utan gör heller andra saker så.. Ja? Spelet är uppbyggt på att man inte förlorar guld när man dör och visst är det kanske dåligt så men å andra sidan så öppnar det ju också upp spelet mycket mera. Man vågar göra saker man annars kanske inte skulla göra det, till exempel divea lite mera än annars. Feedar man så är man inte i någolunda fas, går du 0-3 i lane så är du enormt efter redan då och det är inte en auto-win bara för du har en champion som har lite bättre lategame än mig. Men varför ska dem göra det för? Det är redan en game-changing ultimate och att göra den ännu mera game-changing vore ju bara korkat, ska dem göra precis samma sak på Katarina också bara för hennes kan bli avbryten också..? Nej, jag vägrar inte att acceptera det, men han blir inte totalt värdelös. Han gör fortfarande helt okej damage, kanske inte lika mycket damage som en sex item cait men han gör fortfarande damage. Vad roligt att du har spelat utan en AD Carry! Nu ska jag inte basha dig, men det går att spela en kill-lane botlane och vinna utan problem, det handlar bara om hur bra man kan utnyttja att det andra laget har en väldigt svag medlem. Nej, man ska kanske inte dra ut matchen till femtiofem minuter, men det går att vinna. Och nu tog du en sak ur det jag skrev och gjorde om det. Jag skrev att det går att ha honom fungerade lategame med en bra comp och att på så sätt göra honom helt okej. Ska man spela 1v1 så är han kanske ingen höjdare men det här är ett lagspel där man är fem stycken som möter fem andra och det går att använda honom lategame. Men det går, det var det som var idén. Det går att counter-counterpicka folk och man behöver inte dodgea. Du verkar inte inse att det blir det man gör det till, Urgot spelades i LCS förra veckan till exempel, Galio också för den delen. Nä, det är kanske inte den bästa champen om man ska spela 1v1 men i specifika comps så fungerar alla champions. Sion spelades ifjol rätt mycket utav Team WE och väldigt framgångsrikt också så, ja det kan jag göra om du vill?",
				"Nu är inte jag Jahauus & vem du har diskuterat med spelar ingen roll men i och med att man själv blir så pass fed så spelar det inte så stor roll att deras AD carry är så fed. Den killen kommer inte outplaya den som är Diamond för den i Diamond är helt enkelt bättre, nej man kanske inte vinner alla matcher men +90% vinner man nog med lätthet ska du se. Sen spelar det väll lite roll vad man spelar också, det är sjukt enkelt att spela junglare och märker man att deras botlane är lite bättre bara göra några camps så ens egen vinner. Alternativ roama ner ifrån mid. Nej, det är inte så svårt att vinna i bronze som du verkar vilja tro. Nej, alla har inte börjat i bronze heller så."
		]
	},
	{
		"postIndex": [
			[15816],
			[16289],
			[15993],
			[16113],
			[16109]
		],
		"postTime": [
			"2014-03-03",
			"2014-03-25",
			"2014-03-12",
			"2014-03-17",
			"2014-03-17"
		],
		"postNum": [
			[16297],
			[16782],
			[16478],
			[16604],
			[16600]
		],
		"postLink": [
				"/sp47764073",
				"/sp48091438",
				"/sp47898343",
				"/sp47972655",
				"/sp47970386"
		],
		"postUser": [
				"Holmquist",
				"ProDeo",
				"Captain.Johansson",
				"irken",
				"FrankieOcean"
		],
		"postUserID": [
				"/u300029",
				"/u758424",
				"/u659537",
				"/u478566",
				"/u881894"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1359",
				"https://www.flashback.org/t2065199p1399",
				"https://www.flashback.org/t2065199p1374",
				"https://www.flashback.org/t2065199p1384",
				"https://www.flashback.org/t2065199p1384"
		],
		"userUrl": [
				"https://www.flashback.org/u300029",
				"https://www.flashback.org/u758424",
				"https://www.flashback.org/u659537",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u881894"
		],
		"sentence": [
				"Jag har precis börjat spela LoL igen efter ett uppehåll och tänkte fortsätta att fokusera mest på att bli bättre i jungle. Hamnade i silver 3 efter mina placement matches och det var ungefär där jag lirade tidigare. Tycker det är djävligt svårt att ganka om ingen på lanen har någon stun eller liknande, ändå så blinkas och tjatas det varenda game efter ganks som jag med min lilla spelförståelse förstår att vi inte kommer kunna få någon kill genom, max en flash med lite tur. Är det då värt att ganka om inget av teamen har övertag på lanen och det är tidigt i gamet, under 10min. Tänkte om man får ett så pass stort övertag att det är värt att få t.ex deras adc att behöva gå tillbaka för att heala eller om det är bättre att då fortsätta att farma i jungeln? Vet att jag ibland kan farma lite väl mycket då det är soft att bli stenhård och kunna krossa late-game, men det är inte så uppskattat Ibland har jag dock märkt att om jag försöker ganka även fast det inte kommer att gå vägen så blir det betydligt bättre stämning och inte massa whine som det hade blivit om jag sket i det! Jag har som vana att farma jungeln till level 3-5 (helt beroende på champion) då jag brukar vara tvungen att \"refilla\" och drar i sammanband med det nästan alltid ett gankförsök då jag ändå ska tillbaka. Sen om 2 av våra lanes går bra och den tredje åt helvete. Jag brukar då fokusera på lanesen där vi har övertaget och ganka mer där än på den redan förlorade lanen. Är det generellt rätt eller fel att göra så? Jag spelar mest \"tank junglers\" typ amumu, mundo, olaf och malphite men har nu fastnat lite för evelynn som är sjukt rolig att spela riktigt offensivt och vara en riktig plåga för motståndarna Tips på någon champion som är lik evelynn till spelstilen? helst någon som kostar under 5k IP Spelas master yi i jungle någonting i de högre ligorna? Han är en av mina favorit champions men har aldrig sett någon annan som spelar honom i jungle. Det är ju råsoft att efter en bit in i gamet springa runt mellan alla lanes och pusha dom med en djävla fart. Känns som att han inte tillför så mycket i team-fights lite längre in i gamet, ibland så brukar jag då trycka på någon lane och ibland så hinner man ju få lanen pushad till max och trycka ner 2 torn under den tiden Är det värt att göra så eller hur stor skillnad gör egentligen tornen? Fan vad jag ändrar och fixar inlägget nu då jag kört tjack. Säkert hållt på i 50 minuter med att skriva detta nu....",
				"Det låter intressant! finns det även någon bra counter junglare mot amumu? Okej, men antar det inte är lika vanligt där uppe som här nere :/ så svårt att klättra när man får sådana spelar i sitt lag Jag försöker maina mid då jag tycker det är roligast samt lättast att hjälpa laget, brukar gå bot och top för att mitt lag skall få kills så vi vinner matchen. Men vad för champs är bra på att splitpusha om man går mid? Försöker spela yasuo en del, dock ofta bannad. Spelade förut Kha mid men inte gjort det efter Q nerfen utan tycker han känns bättre som junglare nu. Som du ser gillar jag assasins mid :P Vem är \"bäst\" splitpushare av: Riven, zed, yasuo eller kanske någon annan? För även om jag inte provat själv så ofta så tror jag det kan vara väldigt effektivt att splitpusha eftersom folk inte kollar på minimap så ofta i silver xD",
				"Jag började i bronze 5 då jag trollade 10 första spelen om de jag lirade med var idioter. Silver 3 nu på väg uppåt, finns inge riktiga tips, lira gärna top/jungel/mid så kan du bära bra även om de andra lirar dåligt då du kan roama(ganka andra lanes). Själv kör jag adc/top/mid och bär laget nästan varje match så det är bara nöta inte jätte roligt som jag hade med Cait för några dagar sedan 8-0-0 och överlägset bäst farm vi låg under med 8-9 den matchen men började ge bort kills så andra började komma ikapp så hade mest kills och assists så vi lyckades vinna efter mycket om och men... När du bär hjälp andra mer istället kör med tp eller någon champion som du kan ganka bra med! Själv gnäller jag som fan på idioter, ibland fungerar det för de kan ju inte bli sämre...",
				"Det beror väl helt på? Alla games kan man helt enkelt vinna, men att ge upp bara för dem andra lanes förlorar är ju bara.. dumt? Det låter ju inte direkt som du faktiskt vann din lane heller (Se du tradea 1:1 emot kayle). Jag hade väl antagligen försökt göra några plays, du spelar trots allt Zed så. Indeed, går ju fortfarande göra sitt bästa även om ens lag förlorar. Jodå, hennes earlygame är rätt dåligt även om hon har AOE & e som dis engage (Som man kan utmärkt \"skita\" i). Hon har ju inte alls lika hög damage som till exempel Lucian (Som för övrigt är rätt dålig i extremt late-game situationer.) och hon har inte lika bra waveclear/wavepush som cait eller sivir till exempel. Du kan ju inte säga att \"hon är inte speciellt dåligt om du vet hur du ska positionera dig\" för om du kan positionera dig bra så kommer du inte vara i lägre elo från första början och för den delen så skulle du kunna göra mycket mera med en bättre mid-game gubbe, till exempel Sivir. Lär du dig en AD carry i lägre elo så kan du klättra med den vem det än är, spelar ingen roll om det är Tristana, Cait eller Varus.",
				"Vet inte varför men mitt senaste inlägg misslyckades. Jag tror inte personen som frågade menade inom proffsscenen. Jag tror snarare att han/hon menade i soloq, där Jinx, enligt mig, är en av de bästa ADC's just nu. Att hennes early-game skulle vara dåligt håller jag inte alls med om - hon är lite som Lucian då hon aldrig riktigt har någon dålig fas i gamet. I early game har du lång range med AOE som gör det lätt att farma eller pusha från en säker range och E som dis-engage, du kan spela aggresivt om du har rätt support med din damage och autoattack buff. Mid-game tycker jag inte heller hon är speciellt dålig om du vet hur du ska positionera dig vilket är ganska lätt när man väl lärt sig i lärge ELO. Och i late-game vet vi båda hur stark hon är. Visst, hon kanske inte är viable i pro-play och Diamond ELO. Men om du lär dig spela henne i lägre ELO kan du klättra väldigt enkelt med henne - detta är av egen erfarenhet."
		]
	},
	{
		"postIndex": [
			[17263],
			[17086],
			[17114],
			[16995],
			[17075]
		],
		"postTime": [
			"2014-05-19",
			"2014-05-08",
			"2014-05-11",
			"2014-05-02",
			"2014-05-07"
		],
		"postNum": [
			[17774],
			[17593],
			[17621],
			[17501],
			[17582]
		],
		"postLink": [
				"/sp48853513",
				"/sp48700725",
				"/sp48744570",
				"/sp48617555",
				"/sp48688592"
		],
		"postUser": [
				"Caprice110",
				"irken",
				"allstars",
				"enklistra",
				"irken"
		],
		"postUserID": [
				"/u884257",
				"/u478566",
				"/u344406",
				"/u555615",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1482",
				"https://www.flashback.org/t2065199p1467",
				"https://www.flashback.org/t2065199p1469",
				"https://www.flashback.org/t2065199p1459",
				"https://www.flashback.org/t2065199p1466"
		],
		"userUrl": [
				"https://www.flashback.org/u884257",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u344406",
				"https://www.flashback.org/u555615",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Känner igen mig :P Dock undrar jag hur du kan möta challenger motståndare? det kan iaf inte vara ofta? för isf bör de åka ur challenger väldigt fort^^ Men det du inte skall göra är att gnälla, för flame = förlust. Har du någon i laget som flame:ar så mute dem bara så slipper du dem, jag blir iaf irriterad på de personerna. Sedan får du acceptera att alla kan ha en dålig match/dag, så även du! Men när man får troll eller de som går afk direkt blir bara bara trött på :@ Dock så får motståndarlaget mindre guld ju fler gånger de dör (så länge de inte skulle döda ngn) Jag mainar mid då jag tycker det är roligast och man kan hjälpa hela laget från den positionen. Jag spelar nidalee då hon är sjukt kul :P Det som jag tycker är bra med henne är att även om ditt lag är dåligt så kan du vända matchen genom att poke:a ner dem. Ligger vi dåligt till så säger jag att jag måste få blå så jag kan poke:a dem och när jag fått ner deras hp så går vi in och kan vinna en teamfight. När du blir lvl 6 och cougar så kan man lätta springa till bot/top och hjälpa dem då hon är en av de snabbaste champs. Hon är inte ofta bannad i silver heller Annars finns akali som kan göra det riktigt bra och vända en match, dock kan hon vara svår att farma med samt svår att spela. Men du skall ALLTID tänka på vad du gör och vad du kan förbättra! Jag har försökt farma bättre, vilket jag lyckats med. Dock mycket kvar xD (har för mig man skall försöka få 80% + av alla CS, det är ca 30 efter 5:30 min in i spelet (har jag för mig) När du farmar, försök poke:a motståndaren om du har range och de melee. Tex kan en nidalee (top) poke:a ner en mundo top pre 6 och hindra hans farm. För om han går fram för att AA så AA du honom. Du skall även minimera dina death's. Det är något jag också gjort och det förbättrar iaf min kda, samt jag feedar inte motståndarna. Fundera även på dina ban's. Varför bannar du X-champ? Försök spela champions som passar bra för ditt lag. Har du tex en Blitz som support i ditt lag är inte nidalee den bästa mid champen eftersom de har två helt olika spelstilar. Förbättrar du/ni dig så kommer ni klättra. Jag åkte ner från S2 -> S5 pga jag fick mycket troll och afk, vilket gjorde mig grinig så jag spelade sämre så det blev bara sämre och sämre. Nu har jag börjat klättra och är S4 40 LP. Dock har jag haft turen att inte få afk spelare tänk dock på man kan vinna 4vs5 så ge inte upp bara för det. Edit: Igår spelade jag en match där vi låg under och förlorade varje teamfight. Då bestämde jag mig för att spltipusha (kayle) och gick top och förstörde deras inhib. Detta vände mer eller mindre matchen eftersom de var tvungna att försvara sig och vi vann en 5vs4 fight och kom ikapp, vi fick 2 dragon's. Dock missade vi Baron do de stal den men vi fick nästa. Jag försökte sätta press top och bad mitt lag sätta press mid eller bot och de gjorde det. Kom bara LB top (fedad) så kunde jag döda henne, så de började med att komma 2 top vilket gör att vi får 4 vs 3 mid som mitt lag vann. Till slut vann vi även matchen.",
				"Ja, det beror ju helt på en själv hur man sweepers man ser. Skriver man redan level 1 att junglare & supporten ska ha en röd trinket när de går b runt ~lvl 6 så brukar det oftast lösa sig & det händer faktiskt att jag som AD carry också köper röd trinket bara för att göra det lättare att ganka. Det är ju faktiskt rätt stor skillnad på en Shen-gank & en vanlig jungle gank, medans Shen bara tpar in och ger en sköld och gör vääldigt lite damage så kan en jungare göra mycket, mycket mera damage & på så sätt får man helt enkelt av en lyckad gank. Det är ju bara att titta på hur mycket en Kha/Lee/Panth/Wukong kan göra i damage gentemot Shen.. Nja, det är nog tvärt om. Även om man tror att Soraka saknar kill-pressure så gör hon faktiskt inte det, låter man hon Starcalla en för många gånger i rad blir det väldigt mycket damage snabbt som man faktiskt inte tror ska komma. Resterande saker var det jag precis skrev, medans du insisterande på att han skulle försöka få shen fed. För övrigt så var det tvärt om lanen spelades (Han junglade med Shen Top). Det är väl klart att det är vanligare botlane wardare djupare (För båda två är mera squishy), men du kan fortfarande inte komma ifrån att både top & mid kan warda djupt och att det suger lika hårt att försöka ganka dem. Oftast så är det väl max till level 6 båda spelarna botlane har gula trinkets & ingen röd trinket men runt level 6-7 så har dem flesta supports varken en Trinket eller en sighstone så det är sjukt lätt att få av bra ganks just då. Även om en support köper mera average wards än en \"vanlig\" laner så kan knappast en Support warda upp varje gank-patch innan dem har sighstone hur mycket man än vill att det ska gå så är jättesvårt att få det gjort, speciellt i soloq. Självklart så är det så att det är lättare att ganka mid i det fallet, men om man nu är bra på league så möter man också bra spelare & då har det andra lagets junglare också räknat ut att du har större kill-potential midlane än toplane och är närmare midlane än toplane och är beredd på en counter-gank. Detta gör att dina 80% midlane kanske är närmare 20-40% & mera likt toplane just för deras junglare är super-beredd på en midlane gank. Du sa det inte ordagrant men du syftade på det. Njae, det går fortfarande diskutera vissa saker men väldigt många saker beror faktiskt på & det är inte speciellt smart att försöka generalisera när det finns folk i lägre divisioner som faktiskt följer det man säger till punkt & pricka.",
				"[quote=Mantrid|48744044]Detta är en väldigt svår fråga att svara på då alla personer behöver öva sig på olika saker. Men jag kan ge dig ett ospecifikt svar. Att klättra i soloQ handlar om en sak. . Desto bättre du blir, desto högre kommer du klättra. Det handlar bara om att spela tillräckligt många matcher så kommer du att hamna runt den division du förtjänar. Att bli bättre för varje match som går ska vara ditt största mål när du spelar. Att vinna kommer i andra hand. Försök att inte göra samma misstag 2 ggr. T.ex. Du kanske blev dödad av någon när du var ur position. Hur hade du kunnat veta att du var ur position och på så sätt undvikt att dö? Det kanske saknades 2 av 5 motståndare på kartan och du hade ingen om vart dom var. Du måste hela tiden fråga dig själv om du är safe eller inte. Sen kan du börja ta kalkylerade risker. Risken du tar ska vara mindre än belöningen. Ifrågasätt alltid vad du gjorde för fel och fundera en stund på hur du kan undvika att göra om samma misstag igen. Försök sen att applicera detta nästa gång du spelar. Mitt sista tips har du säkert hört innan. Flame/argumentera med dina lagkamrater. Det kommer enbart att förstöra dina chanser till att vinna och förbättras. Mute-knappen är din vän. Om du är intresserad så kan jag säkert skrapa fram lite mer tips. Bara att säga till. Om du har lust skulle vi kunna spela en match så kommer du få se att jag är en av få som tänker just på det mesta du nämnde. Visst, ibland begår man misstag själv men det är mänskligt och man lär sig, men när man har en support i laget som gillar att facechecka buskar om och om igen så blir man arg, kan inte låta bli, kokar inombords, spelet är inte för mig haha >.<",
				"Nej tack. Så op är han inte. Tänkte förklara lite varför så jag skriver 2 stycken team comps med champs på roller som man ser rätt ofta. Yasuo - top Lb - mid panth - jungle adc - adc Morgana - support * Yasuo är har i det här laget en väldigt avgörande roll. Han måste vara riktigt bra. Han kan gå för splitpush men om han vill vara den typiska fightern i den här matchen så måste han vara uppstackad hela tiden i teamfights. Det gör att den här yasuo'n kommer att vara mindre farmad och rätt passive. En ganska typisk match för en som brukar maina yasuo. Om jag skulle spela den här matchen så skulle Yasuo vara focus nr 3 förutsatt att han inte är vrålfeedad. En yasuo top går även lätt att countra. Yasuo - top wukong - jungle Oriana - mid draven - adc Alistar - support * Här kommer det en team set up som är riktigt jobbig att möta. Men ofta så får man möte liknande set up när Yasuo lockar in som first pick. Hela laget vill försöka spela på hans ulti bara för att den är så op. Därför finns det ofta svagheter i de spelare som spelar de andra champsen. Priana som var 2nd pick tog nog Oriana bara för att hon går bra ihop med yasuo. Även fast denna Ori har 0-2 i matcher så pickade hon ori och tog chansen att bli carryad och få gratis lp. Samma sak med Ali som också är en väldigt svårspelad champion. Leta den svaga länken och det blir inte så svårt som du först trodde när du såg picksen. Hitta den svaga länken i matchen. Om deras Alistar är \"last pick\" så suger han förmodligen eftersom att han blev tvingad att spela support. Sitt hans lane eller be er jungle göra det. Lolnexus,lolking kan vara op ibland. Jag drog det här väldigt grovt så det stämmer absolut inte helt då varje game är unikt. Dock så finns det en liten sanning i det.",
				"Fast det finns ju andra routes faktiskt andra routes att gå till botlane än just förbi blå buffen, man kan försöka få av en lane gank relativt enkelt om blå sidan pushar konstant upp till turreten. Nu har jag ingen aning om vilka champs som spelades i just den där matchen, men det hjälper nog inte speciellt mycket heller att Shen ultar AD carryn på botlane för att det andra laget är så långt före redan att dem antingen hinner undan eller bara dödar alla tre helt enkelt. Har man haft en vinnande top/midlane så kommer ju antagligen inte deras junglare sitta botlane utan att försöka hjälpa hans egna lanes som förlorar också så att dem inte förlorar turrets, blir dödade 1v1 eller diveade & då är det ett rätt bra tillfälle att helt enkelt döda deras botlane. Sen måste du ju också tänka på att oftast så har ens lag minst 2-3 röda trinkets så warden vid ens blå buff brukar ju inte va speciellt lång-livad om jag säger så och man kan extremt enkelt baita andra laget att warda där & döda den som wardar. Om man alltid ska tänka på att det är en stor risk att man kan dö så är det ju rätt värdelöst att ganka alla lanes så länge den andra lanen har ett litet övertag för att han kan warda djupare och då blir du counter-gankad direkt, eller hur? Rent teoretiskt sätt är det ju jätte svårt att säga \"Gör X & Y\" för allting har en risk att man kan dö & förlora massa saker så.."
		]
	},
	{
		"postIndex": [
			[17881],
			[18549],
			[18555],
			[18116],
			[18189]
		],
		"postTime": [
			"2014-06-27",
			"2014-08-05",
			"2014-08-06",
			"2014-07-14",
			"2014-07-19"
		],
		"postNum": [
			[18411],
			[19093],
			[19099],
			[18650],
			[18725]
		],
		"postLink": [
				"/sp49365800",
				"/sp49831473",
				"/sp49843047",
				"/sp49578561",
				"/sp49633323"
		],
		"postUser": [
				"Elgben",
				"irken",
				"irken",
				"Elgben",
				"irken"
		],
		"postUserID": [
				"/u238757",
				"/u478566",
				"/u478566",
				"/u238757",
				"/u478566"
		],
		"postUrl": [
				"https://www.flashback.org/t2065199p1535",
				"https://www.flashback.org/t2065199p1592",
				"https://www.flashback.org/t2065199p1592",
				"https://www.flashback.org/t2065199p1555",
				"https://www.flashback.org/t2065199p1561"
		],
		"userUrl": [
				"https://www.flashback.org/u238757",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u478566",
				"https://www.flashback.org/u238757",
				"https://www.flashback.org/u478566"
		],
		"sentence": [
				"Silver III ligger jag i, men som adc/support är jag bra mycket bättre, förlorar i princip inte ett enda game som adc men min jungle suger och top/mid har jag bara testat på någon gång. Har spelat Lee Sin en hel del faktiskt, de jag inte förstår är innan lvl 6 så är det otroligt svårt att ganka om ens allies inte lyckas baita in dem ända in till sitt eget torn typ, tillskillnad från amumu eller poppy som när man sätter sin Q/E så har man en garanterad kill. Att jungla effektivt överlag verkar riktigt svårt, i lane kan man bara stå och farma i princip och hålla lite koll vad som händer på minimapen men i jungle lär man ha koll på precis allt. Planera nästa drag in i minsta detalj. Btw, om man vet att ens blå/röd kommer upp om 20 sec och man ser ett utmärkt tillfälle att ganka någon lane eller någon pingar för hjälp är det bättre att låta blå vänta och ganka/hjälpa eller ska man slaviskt plocka sina buffs när de kommer upp? Ett till exempel är när jag precis gankat botlane och min toplainer pingar, man ser att han antagligen kommer förlora sitt torn om jag inte kutar dit direkt. Är det värt att springa över hela kartan utan att farma någonting alls för att hjälpa honom eller ska man bara låta honom va och återgå till farming?",
				"Jo, man kan ju alltid hålla på och tänka \"Under x sekunder mina CD's är nere så kan det lätt bli en fight!\" och då handlar det ju om att man som lag måste spela lite passivare istället tills man har sin DFG cd eller helt enkelt använda den bättre, deathtimers lategame är rätt så långa så det är ju inte direkt så det är 60 minuter emellan varje team-fight ändå såvida man inte håller på och tar Nexus till exempel. Klart det är lite onödigt, men det är ju inte på grund utav DFG assasins är dåligt just nu så det spelar nog inte så stor roll så länge dem inte \"fixar\" till Exhaust problemet som är just nu och hur spelet rent generellt fungerar. Det är ju mycket flera matcher som går till +40 minuter långa just nu och då tappar Assasins väldigt mycket power också. Folk spelar mindre safe, folk är mera trigger-happy etc är några anledningar. Folk vill helt enkelt vinna genom kills och inte för att dem kan spela ett \"snyggare\" spel. Sen spelar ju pros också mycket försiktigare för dem vet va som kommer (En gank till exempel). Nja, jag håller inte riktigt med dig. Beroende på hur det går under matchen så kan det ju dels vara väldigt svårt att bygga Rabadon's som andra item om det går dåligt för en eller om man har chansen att få större item-advantages genom att bygga en senare Athenes och rusha en Rabadon till exempel. Tycker att man på syndra just nu måste nästan ha en Zhonyas relativit tidigt (Tredje item eller före) på grund utav annars blir man helt enkelt \"blown up\".",
				"Precis det jag menar. Det finns x-antal champions som just nu spelas som har gap closers och som med lätthänt kommer in till en syndra i både teamfights och under ganks. lee kan ju helt enkelt w-dodgea stunnen och sen landa Q och du dör in princip, elise kan rappela till dig och sen landa sin stun med enklehet och då är du död igen. Fungerar väl säkert att spela jätte långt bart bara om man spelar i silver eller bronze där folk inte fattar vem dem riktigt ska CC'a men i högre guld så vet folk vem dem ska försöka CC'a för dem ska vinna en fight och då spelar det ju inte så stor roll om du står och halv gömmer dig om det är dig dem vill engagea på. Syndra är ju en väldigt lane-dominant champion och så länge hon inte möter någon som shovear lane hela tiden så kommer hon pusha lanen lite grann om man faktiskt last-hittar med till exempel Q ibland, och då blir du jätte öppen för ganks. När man ska köpa zhonyas tänker jag inte ens argumentera om, det är väl en smaksak men att rekommendera folk att varje match köpa det som femte item är väldigt dumt då i vissa matcher är mycket bättre att rusha istället för andra saker. Till exempel om du spelar TF eller Lissandra och vill ha bra engagea.",
				"Självklart kan man vara den avgörande faktorn i en förlust om man är feedad, men när resten av ens lag har 0/7 0/11 1/15 och 2/12 så spelar det absolut ingen roll alls hur feedad jag är som adc, och helt ärligt sedan sommarlovet började så händer detta i mer än 50% av matcherna. Det är bara tur just nu som avgör om jag vinner eller förlorar matcher antingen får jag feeders i mitt lag eller så hamnar de i motståndarlaget, innan sommarlovet började vann jag 15 raka med lucian, gick upp till över 70% winrate och kom nästan in i silver I (förlorade 2/3 promo). Sedan sommarlovet började har jag hoppat fram å tillbaks mellan silver V och silver II. Jag är helt allvarlig också, näst intill varenda game är en feedingfrenzy från endera laget förrutom om man spelar på natten! Men du har helt rätt i att jag hör hemma i silver, mina andra roller (förrutom support) är påtok för dåliga, får jag spela top/mid så är det sällan jag carryar ett game. Som jungler lyckas jag feeda nån lane ibland och så carryar den spelaren om den är bra nog, men det är sällan jag är en bra carry som jungle också.",
				"Problemet är ju bara att just nu kan han faktiskt dominera både early & lategame utan större problem. Hans E är ju mycket mera \"förlåtande\" än både tristana och vayne då varken tristana eller vayne kan ta bort diverse slow's. Spelar ju ingen roll vad du gör i lane, han kommer kunna hoppa runt som han vill utan problem på grund utav ändringen dem gjorde. Jo, dem flesta har börjat spela hon som AD-caster midlane just nu med, inte för han har några problem att lanea botlane men för att han är så pass dominant och \"klarar\" sig utmärkt midlane. Du kan ju lära dig counters själv, tycker du jax contrar riven så kör på det. Annars så kan du ju kolla på streams, läsa vad andra tycker också vidare. Fast nu är det ju faktiskt så att folk både förstår och kan spela Lucian - det är inte speciellt svårt längre och han är fortfarande väldigt, väldigt stark early game, speciellt när han kan abusea att han får sin passiv när han dashar in. Men Vayne är mycket mindre dominant hela gamet och hennes tumble går ju faktiskt att göra så hon är slowad, det vill säga det går att använda soft-CC på henne som fungerar. Och för den delen så är Lucian en mycket bättre laner än vayne. Jag tycker det är bra att dem ska fixa till det i varje fall, det är ju någonting som är fel när hans winrate har gått upp 4% sen dem gjorde om han lite."
		]
	}
]
