[
	{
		"postIndex": [
			[274],
			[273],
			[42],
			[275],
			[37]
		],
		"postTime": [
			"2006-04-21",
			"2006-04-21",
			"2004-12-01",
			"2006-04-21",
			"2004-12-01"
		],
		"postNum": [
			[283],
			[282],
			[43],
			[284],
			[38]
		],
		"postLink": [
				"/sp4053433",
				"/sp4053259",
				"/sp1567132",
				"/sp4053914",
				"/sp1565682"
		],
		"postUser": [
				"Targenor",
				"ky_",
				"Smockad",
				"CrispyKreem",
				"Mannock"
		],
		"postUserID": [
				"/u85600",
				"/u109508",
				"/u69685",
				"/u64250",
				"/u79021"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p24",
				"https://www.flashback.org/t232286p24",
				"https://www.flashback.org/t232286p4",
				"https://www.flashback.org/t232286p24",
				"https://www.flashback.org/t232286p4"
		],
		"userUrl": [
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u109508",
				"https://www.flashback.org/u69685",
				"https://www.flashback.org/u64250",
				"https://www.flashback.org/u79021"
		],
		"sentence": [
				"Han håller inget i handen , det är en reflex Det kan jag hålla med om , det har också \"fifflats\" lite för mkt med bevis för att flera inte ska vara inblandade Teorier: Ja det sköts innan chaffören vände sig om , om du tittar på zapruder filmen , så för kennedy upp sina armar mot halsen när han kommer fram bakom skylten , där bör det första skottet ha träffat honom. Kamerorna på den tiden registrerade inte ljud , men det finns ljudupptagningar , dom som först tog fram dessa bevis var HSCA OM chauffören sköt hennes man , hade hon då inte hoppat av bilen helt i panik? Hon hämtar en bit av hans skalle från bagaget , som hon sedan håller i sin hand tills hon lämnar över den till en läkare på sjukhuset. Mycket troligt? väldigt osannoligt är vad det är , för att säga att det inte ens existerar den chansen , återigen vill jag hänvisa till Moormans Polaroid som är taget någon tusendel JFKs skalle exploderar, finns ingen Greer på den bilden , detta tyder på att Greer inte sköt JFK Skulle tro att om denna teori är riktig så är han bara en bricka i ett spel , knappst han som planerat det hela. Det som förbryllar enligt mig , det ser rent löjligt ut när man tittar på hur många som skulle ha varit inblandade enligt olika forskare/warren kommisionen / HSCA Helt klart är det väl att mer än 3 skott avlossades den dagen skadan i vindrutan är ett exempel , kulan som gjorde spår i gräset på andra sidan DP är ett annat, och var kom skottet som träffade vägstenen för att sen fragment skulle träffa James Tauge som stog vid tunneln? Flera skyttar , antingen skjutit samtidigt eller så har dom använt ljuddämpare. Bilen fortsatte till Parkland Memorial hospital där man dödförklarade JFK och tog hand om Guvenören (tror inte dom tog ut kulan han träffades av, hörde nånstans att han levde hela sitt liv med kulan i kroppen) och han dog som tidigare sagt 1993 , Jacki dog 1994 om ja minns rätt , Greer och den andra chauffören har jag ingen aning om , Guvenörens fru levde 2003 och var den sista överlevande från bilen Vad jag vet så är Guvenörens fru helt övertygad om att det var LHO som sköt presidenten , precis som hennes man. Det finns bilder och fler filmer , men zapruders film är den som är den bästa filmen, Denna DVD har jag i min ägo och den innehåller alla filmer som filmats på DP den dagen Ljudupptagningar finns (Polisens ljudupptagningar) Också en lustig grej , sidorna som Mankan länkade till pratade om att Jean Hill bland annat sagt att skotten kom från bilen , men under hela sitt liv (hon dog 2000) så påstog hon att skotten kom från kullen. Vem vet , dom kanske styckade kennedy på DP sen fejkade alla bilder och filmer",
				"Verkar vara rätt mycket delade uppfattningar ang det hära. Kommentera gärna mina teorier. Mina är: Chaffören är inblandad på något sätt, om ni går igenom alla länkar och tittar extra noga så ser ju vem som helst att han vänder sig om just innan Kennedy blir skjuten i huvudet. Han håller även i något vilket ser ut som en pistol. Tror mordet var planerat av flera CIA/maffian m.m. Teorier: Det sköts väl flera skott? Sköts det skott innan chaffören vände sig om? Isåfall så var väl hans reaktion att Kennedy verkligen skulle dö och hörde dem första skotten, vände sig om och sköt. Dem hära filmerna som finns på nätet vet man ju aldrig mer, kan ju vara manipulerade, finns det inte en ända med en ljudfrekvens. Varför hoppar Kennedys fru bak när hon hör dem första skotten? Det är ju ingen fråga om att kennedy är skjuten i huvudet frammifrån. Eftersom \"smällen\" blir så stor så är det mycket troligt att chaffören utförde dådet. Varför chaffören ville döda Kennedy orkar jag inte lägga ner något mer tänkade på, utan det jag undrar är varför gör han det så uppenbart framför alla? Han hade nog kunna utföra det på ett mycket bättre och diskretare sätt ifall han nu vill ha ihjäl Kennedy. Varför mitt på gatan 2meter ifrån han? Var hur många som helst inblandade? På filmerna som finns på nätet så är det ganska uppenbart att skottet är antingen skjutet från nära håll med tanke på skadorna, eller skjutet från en distans med ett mycket kraftigt vapen. Vad hände efteråt? Ifall det var chaffören som sköt vilket filmerna tyder på så vars far dom sen? Vad hände med dem andra passagerna i bilen? Forsatte han köra därifrån? Passagerana i bilen mördades inte tror inte dem skulle hålla tyst när en chafför som sitter några decimeter från dem skjuter presidenten. Har ens någon av dessa personer gjort ett ända uttalande om dödskjutningen? Verkar ju onekligen mycket skummt. Varför finns det bara en film? En film, en vinkel, inget mer. Lär ju vara en hel del andra som filmade allting, dessutom med ljud. Varför finns det inget ljud någonstans? Finns ju flera vittnen som skulle kunna säga direkt ifall det var chaffören som sköt det dödande skottet, inte bara dem som stod vid sidan om utan tänker främst på passagerarna i bilen samt alla säkerhets vakter. Eller är alla inblandade?",
				"Jaha, så visade sig även det resonemanget vara baserat endast på okunskap. Inget av dina argument verkar hålla för en prövning med sunt förnuft. Det enda rimliga sättet att bedöma hur bra ett skott är, är att utgå från var skytten FÖRSÖKER träffa. Om jag skjuter på en tavla och skjuter ett skott som ger en sjua och ett skott som ger en tia, fast på en tavla bredvid den jag siktade på, är det sjuan som är det bästa skottet. Det håller du väl med om? Det finns ingen anledning att anta annat än att LHO siktade på JFK:s överkropp, inte hans huvud. Det gör varje människa som har fått militär träning och dessutom är det vanligt sunt förnuft (det är helt enkelt MYCKET lättare att träffa kroppen än att träffa huvudet). Således var det det andra skottet, det som träffade just överkroppen, som var det bästa. Nu spelar detta mindre roll i sak, eftersom din poäng var att det första skottet inte var bäst, men det belyser på ett bra sätt hur alla dina påstående faller för en närmare granskning och lite sunt förnuft. [quote=Mannock]Jag har själv varit i Dallas, vid Dealy Plaza. Att klara av den uppgiften som LHO hade anser jag inte vara lätt. Jag skulle själv inte klara av det och jag var medelduktig skytt under min tid i lumpen. Det behöver förvisso inte säga så mycket men att tala om händelsen som en lätt uppgift är en grov överdrift vilket man inser när man står på platsen där det hände. Nu får du ursäkta, men jag anser att din bedömning är helt värdelös i sammanhanget. En krigsveteran som var på plats bedömer skottet som enkelt. Fyra experter som utredde fallet bedömer skottet som enkelt (bra grävt Snusmumriken!). Dessutom överensstämmer det med mina egna (ej alldeles obetydliga) erfarenheter av prickskytte. Det ska alltså ställas mot utsagan från dig, som visat dig fullständigt oförmögen att dra logiska och förnuftiga slutsatser i denna fråga (snacket om att tredje skottet skulle vara det bästa, sättet att behandla det som sägs i en spelfilm som fakta o s v). Ganska lätt att avgöra vilken utsaga som är mest trovärdig.. Påstår sidan att krigsveteranens uppfattning är absolut sanning? Det missade jag. Sedan handlar det också om HUR man väljer ut sina vittnen. Den killen var på plats och har relevant erfarenhet. Relevant erfarenhet har också de fyra experterna i Snusmumrikens inlägg. Var finns EXPERTERNA som påstår att skottet var svårt? Men ska vi snacka kvantitet så hävdar sidan att 90 % av vittna hörde tre eller färre skott, vilket ju omöjliggör Stones teori. Klart att du gör. Du väljer ju att bortse från ALLT som inte ger stöd åt din egen uppfattning. Du är ganska självgod som anser att din egen åsikt är mer värd än experternas, trots att du själv inte har ett spår av sakkunskap på området. Jag förstår fortfarande inte vad problemet med själva \"skjutningen\" är. Har ingen aning om vad du pratat om för resor, men eftersom uppgifterna kommer från dig kan de, såvitt jag vet lika gärna vara tagna ut någon film eller bara något du själv har inbillat dig. Du verkar inte vara någon förvirrad paranoid galning som andra konspirationsteoretikerna på forumet, vilket gör mig lite förvånad över att du resonerar som du gör. Om du sätter dig och läser igenom vad som skrivits i denna tråd, kommer du upptäcka att nästan allt du tror visar sig vara felaktigt vid en närmare granskning. Är det då inte dags att börja fundera på om hela din uppfattning kanske inte är så väl underbyggd?",
				"Det är en ljusreflex, och att han vänder sig om beror naturligtvis på att Om en person kör en öppen bil med USA:s president i och det hörs skottlossning, vilket beteende tycker du vore mest suspekt? A) han vänder sig reflexmässigt om för att se vad som står på. B) han hör skotten men reagerar inte utan kör lugnt vidare. Vilka bevis/indicier grundar du det på? Kom gärna med nå't bättre än \"det är en känsla jag har, bara\". Snälla... tänk. Använd huvet. Tänk. Kom ut ur Hollywoodfilmen och in i verkligheten. Du är actionfilmskadad. Filmen är tagen med en gammal dubbel-8-kamera. Den har inget ljudspår. Den filmades av en gammal gubbe som stod högt uppe på en plattform, väl synlig. Om den här mega-konspirationen verkligen funnits så skulle agenter på plats sett till att gubben inte filmade förloppet överhuvudtaget. Men det var fritt fram för allmänheten att filma och fota så mycket dom ville, och det gjorde dom också. Gubben gick direkt till en tidning med filmen. När det *tredje* skottet gör en rosa spray av hennes makes hjärna blir hon lite lätt chockad, som du förstår, och agerar därför inte helt rationellt. Det är ett spontant flyktbeteende + att hon försöker få kontakt med agenten som springer bakom bilen. Det är ingen fråga om att han blir skjuten . Du behöver plugga lite ballistik och fysik hör jag. Du svarar ju i princip på frågan själv. T.o.m. du själv tycker att planen är urbota dum, hur kan du då tro att en professionell organisation skulle ens tänka tanken? För det första så står det tusentals åskådare runtomkring. Det filmas och fotograferas. För det andra så skjuts det (enligt konspirationstroende) från flera platser ned mot bilen vilket innebär att föraren löper stor risk att bli träffad själv. Vilka jubelidioter skulle komma på en plan där man ? Plan A skjuter mot Plan B, låter det smart? De flesta konspirationsteorier kräver att tusentals var med på noterna. Poliser, rättsläkare, CIA, FBI, Secret Service, politiker, vittnen som tystats... men ändå har ingen läckt. Konstigt; dom kunde inte ens hålla Watergate (en konspiration med ytterst få inblandade) hemlig. Dom kunde inte ens hålla Monica Lewinskis avsugning hemlig. Vita huset och amerikanska myndigheter har alltid läckt som såll. Men här, då tusentals påstås vara inblandade, har alla hållit tyst. Den totala tystnaden skulle faktiskt vara en större bedrift än att lyckas mörda Kennedy på öppen gata. Det sistnämnda är det enda alternativet, även om vapnet inte var så jättekraftigt. Skadorna är *fullständigt* oförenliga med ett pistol- eller revolverskott framifrån och på kort avstånd. Däremot är de helt i paritet med ett distansskott bakifrån. De körde raka spåret till sjukhuset i hög fart. Guvernören som satt framför Kennedy skottskadades men överlevde. Övriga i bilen (hans fru, föraren, den andra agenten, samt Jackie) skadades inte. Naturligtvis skulle någon eller samtliga ha sett och hört om föraren sköt, och att de skulle ha \"tystats ner\" är uteslutet. Det finns ett par filmer till, men ingen från just denna vinkel. Vi snackar om 1963 här, konsumentfilmkameror var relativt sällsynta, det är inte som nuförtiden när var och varannan har videokameror. Vad tror du själv? Tror du att Kennedys fru, texas guvernör och hans fru, samt några tusen personer till är inblandade?",
				"Nej, någon bättre källa än så har jag faktiskt inte just nu. Men det bestrids ju inte av hemsidan du hänvisar till så då bör den ju stämma, annars hade väl han påpekat det? Poängen med skotten är att första skottet missar helt och hållet, vilket är universellt accepterat av alla sidor (första skottet är det som många trodde var en bil som baktände). Sista skottet träffar huvudet och sålunda bör det räknas som bästa skottet, när man försöker döda någon. Jag har själv varit i Dallas, vid Dealy Plaza. Att klara av den uppgiften som LHO hade anser jag inte vara lätt. Jag skulle själv inte klara av det och jag var medelduktig skytt under min tid i lumpen. Det behöver förvisso inte säga så mycket men att tala om händelsen som en lätt uppgift är en grov överdrift vilket man inser när man står på platsen där det hände. Vad gäller krigsveteranen så läste jag också det. De lustiga är att sidan bashar Oliver Stones film för att välja ut få (tror han skriver att det är fyra stycken) som talar för multipla skott från multipla riktningar. Vad gör hemsidan? Jo, plockar ut ett vittne använder det vittnet som absolut sanning för vad som hände. Tydligen beroende på att han var krigsveteran. Det kan man ju göra om man vill, men det är ju precis lika intetsägande som Oliver Stone tycktes göra när han i sin film baserade argument på ett fåtal vittnen. Som sidan själv påpekar så skapas det lätt ekon på Dealy Plaza och jag väljer därför att inte ta så stor hänsyn till vad någon tyckte sig höra. Vad jag vill få fram, i alla virrvarr av påstådda fakta och halvsanningar är att där finns en central punkt kring hela mordet som gör att jag tvivlar på LHO skuld och det är själva placeringen av LHO samt själva \"skjutningen\". Det tillsammans med LHO resor fram och tillbaka från Sovjetunionen utan större problem får mig att tro att det fanns fler involverade i mordet av JFK."
		]
	},
	{
		"postIndex": [
			[461],
			[433],
			[581],
			[613],
			[558]
		],
		"postTime": [
			"2007-01-29",
			"2007-01-10",
			"2007-04-10",
			"2007-06-21",
			"2007-04-03"
		],
		"postNum": [
			[478],
			[448],
			[604],
			[639],
			[581]
		],
		"postLink": [
				"/sp6188809",
				"/sp6010704",
				"/sp6802594",
				"/sp7490875",
				"/sp6747282"
		],
		"postUser": [
				"Targenor",
				"Targenor",
				"Vicious Edd",
				"dr-zeke",
				"Targenor"
		],
		"postUserID": [
				"/u85600",
				"/u85600",
				"/u73255",
				"/u185846",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p40",
				"https://www.flashback.org/t232286p38",
				"https://www.flashback.org/t232286p51",
				"https://www.flashback.org/t232286p54",
				"https://www.flashback.org/t232286p49"
		],
		"userUrl": [
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u73255",
				"https://www.flashback.org/u185846",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"Ja livvakterna vinkades av redan vid flygplatsen Sedan var livvakterna väldigt stillastående på bilen då dom kom in på Deleay Plaza , endast en av livvakterna reagerade , Clint Hill har ja för mig han hette , och hans uppgift var att skydda Jackie. Satt bakom motorcykel poliserna? Kulan kommer framifrån , dock från gräskullen. Att det var proffs på att döda det tror jag också. Men jag är övertygad om att Greer inte sköt JFK. För mycket folk som i så fall såg Greer skjuta, dessutom har det varit fångat på zapruder filmen så varför har ingen annan seriös forskare hittat detta? Dessutom blev filmen beslagtagen av FBI kort efter mordet, om nu FBI var inbladade i det hela , varför ändrade dom bara inte i filmen? vilka 3 stycken? Du får mer än gärna leta reda på Mary Moormans polaroid kort, som Moorman tog sekunderna innan det dödade skottet träffar JFK. Om Greer skjutit JFK borde man se de klart och tydligt på det kortet. Det gör man inte, för Greer sköt aldrig JFK. Den teorin har mer hål än vad en schweizerost har. Varför skulle man ha väntat tills man kom in på DP? där man vet att det finns folk, folk som knäpper kort/filmar. Hade SS/FBI/CIA velat döda JFK så kunde dom göra de på ett mycket bättre och enklare sätt än att låta chauffören skjuta.",
				"Lite mer intressat läsning Handlar mest om \"Paraply mannen och den mörka mannen\" Bilden på den skadade vindrutan finns också på denna sidan. Både före presidenten kom och efter bilen försvann så var paraplyet stängt , det var alltså bara öppet under skottlossningen. Har inte läst sidan så jättebra , men håller på , men den pratar om \"paralyzing darts\" tyvärr , även om man inte riktigt kan tro/vill tro på den iden så kan dessa två män agerat som \"markörer\", deras betende är i alla fall enligt mig suspekt. Den så kallade \"mystiska dödslistan\". Dock kanske inte alla dödsfall e mystiska och direkt kopplade till JFK , men en del tycker jag är lite suspekta. William Bruce Pitzer är en av dom. Pitzer ska ha begått självmord genom att skjuta sig i höger tinning, men i själva verket var han vänsterhänt. Dessutom ska hans vänstra hand varit skadad. Dom kunde inte ta av vigselringen för handen var för skadad. En annan är William Sullivan 3de högsta mannen inom FBI efter Hoover och Clyde toolson. Avled efter att ha blivit skjuten av en ung man som misstog honom för ett rådjur. Skytten greps och släpptes senare till sin fars omsorg (fadern var polisman). Minnessidan för Jean Hill (kvinnan i rött i zapruder filmen) Dom \"fejkade\" bilderna på LHO syns inte så väl på datorn , men kolla skugan från kroppen och jämför med skuggan från näsan. Lista på vittnen och vittnesmål Vilka var Secret Service agenterna på området direkt efter skottlossningen? Letar också efter en länk angående antalet gevär som hittades i TSBD. Minns jag rätt så var det i Jim Garrissons bok (On the trail of the assasins) som det nämdes att polisen kommit ner med ett gevär innan man kom ner med Oswalds. Det första geväret var en Mauser , Oswalds var ett Mannlicher-Carcano , dessutom saknades kikarsiktet på det första geväret.",
				"Jag tror att Oswald gjorde det, och att han var ensam. Jag är i övrigt ganska misstrogen mot samhälle och politiker osv, ganska konspiratorisk lagd - men i det här fallet tror jag att sanningen har kommit fram. Det finns väldigt mycket som talar emot Oswald, om man bara är villig att lyssna. Somliga VILL ju tro på konspirationer, och tycker därmed att det är tråkigt när kalla fakta läggs fram mot Oswald. Faktum kvarstår: - Han försökte mörda General Walker ett halvår innan. Han skrev en lapp till sin fru innan dådet där han talade om för henne vad hon skulle göra i det fall han själv skulle dö i skottlossningen. Detta ger en bild av en våldsam, psyksjuk och nästintill självmordsbenägen Oswald. - Strax innan mordet ansökte han om ett Visum till Kuba för att ansluta sig till Castros revolution. Han var en kommunistisk fanatiker. Trots att han hade en fru och två små barn hemma var han villig att dö för en sån skitsak. Livet var honom inte kärt. - Oswald förvarade ett gevär i garaget under hela 1963. Geväret saknades efter mordet på JFK. Detta fick t.om hans fru att tro att han var mördaren. - På morddagens morgon hade Oswald med sig ett stort brunt paket till jobbet, ca 3 fot långt. Detta innehöll troligen det gevär som han tidigare haft i garaget inlindat i en filt. Samma paket (eller mycket likt) hittades i School Book Depository vid fönstret varifrån skotten troligen avlossades. Även ett gevär hittades på platsen. I paketet hittades fibrer från en filt. - I Oswalds hem hittades bilder där han poserar med ett gevär. Detta gevär är av samma modell som det som hittades i School Book Depository och som troligen användes vid mordet på JFK. - Direkt efter mordet på JFK kastade sig Oswald på en buss och stack från jobbet. Strax därefter stoppas en man mycket lik Oswald i en rutinkontroll av polisman Tippit. Tippit skjuts ihjäl med 3-4 skott. Strax därefter grips Oswald några kvarter bort. Det är mkt troligt att det var Oswald som skjöt Tippit. Detta är ett utdrag av det som pekar mot Oswald som gärningsman. Det finns mera, detta är skrivet rakt ur minnet. Kanske har jag glömt något viktigt. Det jag har läst om Oswald ger mig intrycket att han var psykiskt instabil - eventuell psykiskt sjuk. Han ville stå i centrum - bli en hjälte. Han hade gevär. Han hade motiv. Han befann sig på platsen. Han sköt JFK.",
				"Troligen var det nog Oswald som pangade ihjäl JFK... Det är klart att teorin om att maffian, CIA och exilkubanerna tillsammans utförde mordet är lockande, men så är det med alla konspirationsteorier. De är sällan verkliga.... Visst, man kan, som Oliver Stone gör i sin \"JFK\", peka på en rad omständigheter som kullkastar Warrenkomissionens slutsats, men att tro att en statsapparat ljuger för sin egen befolkning i en sådan fråga, det är väl att dra det hela för långt. Dessutom bygger mycket av dessa omständigheter på ögonvittnesuppgifter och alla vet hur tillförlitliga dessa är. Och visst är teorin om \"den magiska kulan\" väldigt hissnande och tilltalande skulle man kunna peka på ett fall med en dödsskjutning som faktiskt har ägt rum. Det rörde sig om ett huvudskott (kommer inte ihåg vem o var, men ifall nån bryr sig kan jag kolla upp det) där kulan gick in i bakhuvudet snurrade omkring i insidan av kraniet ett antal gånger för att sedan gå ut ur kraniet genom utgångshålet. Om något sådant kan hända är det faktiskt minst lika möjligt att den enda kulan som Lee Harvey Oswald skulle ha hunnit avlossa på de ca 10 sekunderna (eller hur många det nu var) krossar ben o lemmar på tre personer utan att få en skråma. En konspiration i stil med \"JFK\" skulle inte kunna omfatta mindre än säg 100 personer och det finns inte en suck att ingen av dessa 100 sagt någonting under de 45 åren som har gått sedan mordet. Problemet med konspirationsteorier är att de är för fascinerande för att folk ska släppa dem och inse sanningen.",
				"Behöver inte betyda en jättestor konspiration, kom ihåg det misslyckade försöket till invadeing av kuba. Om man kunde få en kommunist dömd för mordet på JFK kanske folket skulle varit bättre inställt till ett andra försök att invaderade kuba. Fast å andra sidan hade man ju också kunnat satt ditt en kuban för det, för att förstärka det hela ytterligare. Det finns många teorier om det. Vissa tror att tippit var skytten på kullen. Tippit skullle hjälpa Oswald fly ur landet är bara några av teroierna. Enligt den officiella versionen så var det mest troligast att den som skjutit landets president och visste att polisen var i hälarna skulle skjuta en polisman. Tyvärr funkar det omvända också, endast den som var kapabel till att skjuta en polisman skulle kunna mörda landets president. Inte helt vattentätt. En intressant sida om Tippits förehavande under dagen fram tills han blev mördad. Vittnen som bor nära Tippits mordplats såg två personer försvinna från platsen. Angående Oswald och Tippit, vilken polisbil var det som tutade utanför huset då Oswald var där?"
		]
	},
	{
		"postIndex": [
			[910],
			[845],
			[846],
			[912],
			[954]
		],
		"postTime": [
			"2008-03-05",
			"2008-01-18",
			"2008-01-18",
			"2008-03-05",
			"2008-05-23"
		],
		"postNum": [
			[940],
			[874],
			[875],
			[942],
			[986]
		],
		"postLink": [
				"/sp10245130",
				"/sp9661618",
				"/sp9664647",
				"/sp10247617",
				"/sp11348990"
		],
		"postUser": [
				"Boppen82",
				"Boppen82",
				"Targenor",
				"Targenor",
				"Targenor"
		],
		"postUserID": [
				"/u132308",
				"/u132308",
				"/u85600",
				"/u85600",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p79",
				"https://www.flashback.org/t232286p73",
				"https://www.flashback.org/t232286p73",
				"https://www.flashback.org/t232286p79",
				"https://www.flashback.org/t232286p83"
		],
		"userUrl": [
				"https://www.flashback.org/u132308",
				"https://www.flashback.org/u132308",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"Jag har ju alltid trott att det sista skottet kom framifrån. Nu när jag flera år senare upptäckt att det verkar komma bakifrån vet jag inte riktigt vad jag ska tro. Vissa säger ju att två skott träffade samtidigt. Ett bakifrån och ett framifrån. Låter ju inte helt osannolikt. Jag har också svårt att förstå varför en ensam skytt skulle vänta tills bilen svängt av bort från TSBD innan han sköt om det inte var för att det fanns fler skyttar på andra platser. Alltså för att skapa korseld. Verkar ju lättare att skjuta när bilen är rakt framför. En annan intressant iakttagelse: Connally sa ju att han vände sig om för att kolla på Kennedy efter att det första skottet kom. 2 dagar efter mordet sa han att han då såg att Kennedy var träffad. När han sedan vände sig om igen blev han också träffad. Om man kollar på Zapruderfilmen så kan man se just det ögonblicket. För att det skottet ska ha kunnat avfyrats måste ett annat gevär varit inblandat (tiden mellan skotten är för kort). Men om det var i händerna på badgeman på grassy knoll eller någon på sjätte våningen i TSBD vet jag inte. Jag tror iaf på minst två skyttar. Vad tror ni andra? =) PS. Mycket intressant diskussion. Trodde inte det fanns så många JFK-nördar. Jag tycker själv att den här konspirationsteorin är den absolut mest intressanta! =)",
				"Min teori är den att LBJ var hjärnan bakom mordet. Hunts testamente satte punkt för mina tvivel. Lucien Sarti var mannen som sköt från \"Grassy Knoll\". Jag tror också att Garrison var inne på rätt spår när han misstänkte att Oswald skräddarsytts för att bli \"the perfect patsy\". Jag tror däremot inte att hans teorier om att David Ferry, Clay Shaw och gänget hade med mordet att göra. Slutligen, varför alla dessa påståenden att alla skott kom från TSBD? För mig är helt uteslutet. Vi vet med 100% säkerhet att tre skott - där det första träffar Kennedy i halsen - träffar Kennedy och Connally. Det andra skottet träffar Connally efter att det första skottet fallit. Detta enligt Connallys vittnesmål. Sedan det dödande skottet. De två första skotten kommer tätt inpå varandra. Det talas även om ett tidigare skott som missar totalt. Jag skulle kuna tänka mig tre skyttar. Två i TSBD och en på Grassy Knoll. Det skulle förklara de korta intervallen mellan de två första skotten som uppenbarligen kom från TSBD. Det förklaraar även varför Kennedy slungas bakåt då han träffas i huvudet. För mig är det en omöjlighet att se hur det dödande skottet skulle kunna komma bakifrån. Bara att se på Zapruder-filmen räcker för mig. LHO kan ha varit en av skyttarna i TSBD men i sådana fall ville han åka fast. Han ville gå till historien. Mer troligt är väl att han blev \"framed\". Jag ska forska mer om Oswalds roll i mordet. Jag kanske återkommer.",
				"Det enda jag sett som pekat ut Lucien Sarti är hunts testamente samt TMWKK , vilket enligt mig känns som väldigt lite källor. Vem skytten på kullen kan ha varit har jag ingen teori om just nu. Exilkubanerna är ju en teori för sig själv, känns ju bara rörigt om LBJ använt sig av en massa folk. Vad jag vet , så av dom tre skott som skjutits den dagen Sen finns det en bild på vicesherrif Buddy Wahlters när han står bredvid en vit, ljushårig man som plockar upp något som ser ut som en kula på gräset inne på DP. Sen fanns ju även en skada i vindruntan på limousinen Att JFK kastas bakåt har inget att göra med från var han blev skjuten, finns poster i denna tråd om det. Det är en möjlighet att ha två \"lag\" i TSBD men vore det inte enklare att dela på dom så inte båda blir upptäckta?. Finns försök som gjorts när man skjutit på saker och det fått samma effekt som att skottet mot JFK skulle kunna kommit bakifrån. Jag tror inte LHO avlossade ett enda skott från TSBD, När DPD hittade geväret så skickade dom det till FBI för analys, FBI hittade inga fingeravtryck, några dagar senare så hittade DPD avtryck på geväret. Enligt Garrisson så skickade DPD iväg en kula från Tippit mordet till undersökning, men fick höra att den matchade inte LHOs vapen, FBI hade då också lyckats ta reda på att det inte var endast en kula utan fyra som skjutits mot Tippit. Nu skickade man iväg dom resterande kulorna, och dom matchade. Dock ingen svårighet eftersom dom hade beslagtagit vapnet tidigare. Vore roligt om du stannade för att diskutera",
				"Precis, sen hade han ju också kunnat få en andra chans när bilen hade svängt En annan intressant iakttagelse: Connally sa ju att han vände sig om för att kolla på Kennedy efter att det första skottet kom. 2 dagar efter mordet sa han att han då såg att Kennedy var träffad. När han sedan vände sig om igen blev han också träffad. Om man kollar på Zapruderfilmen så kan man se just det ögonblicket. För att det skottet ska ha kunnat avfyrats måste ett annat gevär varit inblandat (tiden mellan skotten är för kort). Men om det var i händerna på badgeman på grassy knoll eller någon på sjätte våningen i TSBD vet jag inte. [/quote] Skottet som träffade Connally kom bakifrån, Dock är jag väldigt dålig på det här med tider i mellan skotten. 2-3 skyttar En i LHOs position En i fönstret mot Grassy knoll alternativt Daltex och en på kullen Ed Hoffman, en dövstum man såg två personer med ett gevär på kullen. Gordon Arnold säger sig ha stått i närheten när mannen på kullen sköt. Polismannen som rusar till kullen känner lukten av krut Sant, men vad obuktionen egentligen visade lär vi nog aldrig få veta, ungefär som med Palmes obuktion",
				"Det stämmer som du säger, dock vill ja påstå att Connally kan ha kännt igen smällarna som skott och inte som smällare som andra trodde. Var ju trots allt andra skottet som träffade JFK och Connally så det behöver inte vara något med hans uttalande \"Oh my god they are going to kill us all\" Ja, men efter att ha sett filmen JFK Beyond Consparicy (som finns på tpb) så börjar jag fundera på var teorin om den \"magiska kulan\" kommer ifrån. I filmen så flyttar dom JFK och Connally precis som dom satt och då är det inte längre ett mysterium utan nästan en självklarhet. Att en konspiration var på väg redan på 50talet har jag svårt att se, då ingen kunde förutse om JFK skulle bli president (om man inte tror på den stora världskonspirationen, frimurare, NWO osv) LHO´s mamma påstog till sin död att hennes son var agent av något slag, nämns bland annat i Norman Mailers Oswald en amerikansk gåta, länge sen ja läste boken kan inte säga säkert att de nämns. Sen kan man ju inte låta bli att känna att myndigheterna var inblandade i mordet pga av den slappa bevakningen som var. En intressant fråga, som jag tror kan lösa en del lösa knutar är om man frågar sig varför JFK blev mördad. Var det pga Bay of pigs? Var det för hans avtal med Sovjet angående Cuba? Var det för han skulle dra tillbaka trupper från vietnamn? För min del känns den frågan obesvarad, men om man hittar något motiv så blir det enklare att hitta den som genomförde mordet (om det inte var LHO) än om man gör tvärtom."
		]
	},
	{
		"postIndex": [
			[1030],
			[971],
			[1115],
			[994],
			[1130]
		],
		"postTime": [
			"2008-07-25",
			"2008-06-25",
			"2009-01-22",
			"2008-07-03",
			"2009-03-01"
		],
		"postNum": [
			[1063],
			[1003],
			[1150],
			[1027],
			[1165]
		],
		"postLink": [
				"/sp12129916",
				"/sp11765216",
				"/sp14758855",
				"/sp11863117",
				"/sp15393143"
		],
		"postUser": [
				"Machiaveli",
				"portnoy",
				"Pubertal",
				"Targenor",
				"Pubertal"
		],
		"postUserID": [
				"/u269174",
				"/u147356",
				"/u124332",
				"/u85600",
				"/u124332"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p89",
				"https://www.flashback.org/t232286p84",
				"https://www.flashback.org/t232286p96",
				"https://www.flashback.org/t232286p86",
				"https://www.flashback.org/t232286p98"
		],
		"userUrl": [
				"https://www.flashback.org/u269174",
				"https://www.flashback.org/u147356",
				"https://www.flashback.org/u124332",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u124332"
		],
		"sentence": [
				"Läste i en bok om JFK mordet kallad \"Världens Största Mysterier\" av Jan Larsson. Där han tar upp en hel del frågar om JFK mordet. Till exempel: Varför lät de federala myndigheterna förstöra, förvanska och till och med hemlighetsstämpla bevismaterial 75 år framåt? Varför nådde aldrig den varning som FBI-kontoret i New Orleans fick fem dagar innan mordet, om att presidenten skulle mördas vid besöket i Dallas, fram till Secret Service eller andra myndigheter och vem avlägsnade kopian på meddelandet från kontorets arkivskåp en kort tid efter mordet? Varför undanhölls anmällheten under fem år den film som ögonvittnet Abraham Zapruder tagit av attentatet, en film som visade hur Kennedy slungades bakåt och var ett klart belägg för att han träffats av en gevärskula fram i från? Varför kemtvättades kläderna som Texasguvernör Connally bar, han blev också skjuten vid attentatet, och varför tvättades presidentens limousine ren innan någon undersökt kläder och bil? Varför mördades en polisman en halvtimma efter mordet på Kennedy? Varför lät man Jack Ruby skjuta Lee Harvey Oswald i källaren till polishögkvarteret, trots att Oswald var omgiven av dussintals konstaplar? Och varför dödades han av Jack Ruby, en nattklubbsägare!? Och vad gjorde han där? Varför trakasserades vittnen till mordet av FBI? Varför förvanskades Julia Ann Mercers vittnesmål om att hon sett Jack Ruby, den man som senare mördade Oswald, när han en timme innan mordet på Kennedy släppte av en man med ett gevär i ett fodral, vid foten till den gräsklädda kulle från vilken vittnen påstår att de alternativa mördarna skjutit mot presidenten? Varför har många som har med Kennedy mordet att göra dött under mystiska omständigheter? T.e.x Oswalds Dallas-vän George de Mohrenschildt hittades död efter att han sagt att han var beredd att tala med en utredare, Vicesheriff Roger Craig utsattes för flera mordförsök innan han hittades skjuten i sitt hem mm. Detta är bara några av många frågor som uppkommit kring Kennedy mordet.",
				"Hrm.. Om man ska ta sig tid att skriva i en sån här tråd så tycker jag nästan att det borde vara ett krav att man läser på lite. Eller läser i tråden. Ja, givetvis har jag sett alla filmer och stillbilder av dådet. Om man läser på lite så finns det ju ingenting som bevisar att det kommer skott från mer än ett håll. Jag förstår att det för \"nybörjaren\" kan se ut som ett huvudskottet kommer framifrån när man tittar på Zapruderfilmen, men titta närmre. (Detta har jag skrivit om vid minst ett tillfälle tidigare i denna tråd.) I den frame som är närmst efter själva huvudträffen ser du om du tittar noga att huvudet faktiskt rör sig i relation till bilen. Därefter \"back and to the left\".. Detta troligen p.g.a. muskelspasmer eller den s.k. \"jet-effekten\". (materian som blåses ur det exploderande objektet får objektet att röra mot skotthållet. \"Magic Bullet\" teorin har ju även den ganska friskt debunkats här i tråden, så då har vi alltså bara två skott som träffar folk limosinen. Det första missar helt, studsar och träffar kanske trottoarkanten, av vilken flisor skadar James Tague vid viadukten. Det andra skottet träffar Kennedy i ryggen-ut genom halsen-in i Connallys rygg-ut genom hans bröst genom hans hand. Detta skott kan bevisas ha gjorts utan några svängningar eller hovrande i luften. Det finns en länk till detta längre bak i tråden. v.g. leta. Det tredje och sista skottet träffar Kennedy i huvudet, bakifrån, som beskrivet ovan. Vad gäller Palmemordet och 9/11 kan vi ta i de trådarna.. Jag tror inte att det var CP som sköt Palme, så där håller jag till viss del med, men jag tror heller inte att Bush och Vita Huset planerade 9/11.",
				"Lite motsägelsefullt, men troligtvis därför att bilen åkte in till ett område där det stod mycket folk och tittade på. Presidenten ville visa sig som en man av folket, en orädd man. Det enda som är intressant och det minsta konspiratoriskt är hur och varför LHO gjorde det han gjorde. Men det är väl svårt att bevisa något här, så antinen är det sannorlikt eller så är det osanorlikt. Vi kan inte med 100% säkerhet veta. Det finns allt för många vittnet (ca 2/3 om jag inte missminner mig som ansåg att dom tre skotten kom från boklagret). Med vetskapen att minst 1/3 drabbas av chock och blir otillräckliga som vittnen i stressade situationer så vill jag påstå att dessa vittnesmål inte är trovärdiga. Hmm, denna har jag inte hört. Det var några år sedan jag satte mig in i fallet. Huvudskottet då? Det kan inte var det skottet som tog i rutan? Eller ett av dom andra? Arlene Spector tog fram teorin eftersom att denne inte visste hur JFK och Connally satt. Jag vet inte om det var Arlene, men jag har sett någon gammal film där några personer visar just kulans sick sack-bana, men då i en vanlig bil med vanliga säten. Arlene var väl helt enkelt inte insatt i hur bilen såg ut. Därför att det nästan alltid framkommer felaktiga vittnesmål vid ett mord. Minns ni vittnesuppgifterna som lämnades den första timmen när Anna Lindh hade dött? Då sades det att mannen hade burit en kamoflagefärgad jacka. Det är väl möjligt att någon person en bit bort började springa när pistolen började avfyras. Eller så är det ett skapat minne (som sagt, minnet är tricky bussines). Latade sig på jobbet. För att det fanns så många vittnen. Det är som alla dom historiker och arkeologer som dog av mystiska omständigheter när man öppnade Tutan kamons grav, när man tittade på det lite närmare så var det inte alls särkilt mystiskt. Folk kommer dö även i framtiden. Av samma anledning som man gjorde en för liten avspärning vid Palme mordet: av inkompetens naturligtvis. Ett mått av herr duktig fanns säkert med i spelet: någon gjorde något som dom inte hade blivit tillbedd men ville att allt skulle bli fint och snyggt igen. Dessutom får vi inte glömma att det inte direkt var CSI-tider, det var inte direkt som att man samlade DNA eller nått.",
				"Det är det som faktiskt är det intressanta. Utan att förstå vem som sköt kan man heller inte förstå vem som låg bakom eller motivet. För att sen förfalska en enda film och inte resten? I Jfk fallet så kunde faktiskt krig varit en fråga (dock inte inbördeskrig) då det visade sig att den påstådda mördaren LHO hade komunistsympatier och hade bott i Sovjet, man visste alltså inte om Sovjet låg bakom, dessutom kunde LHO ha fungerat som tändvätska i kriget mot Cuba. Jag har sagt det förut, och jag säger de igen. Jag tror på hemliga grupper som NWO frimurarna osv. Eftersom inget sådant kunnat bli bevisat utan snarare verkar vara något som folk hittat på för att kunna förklara saker. Det är lätt att säga att JFK sköts av den hemliga gruppen \"X\" Men vart är bevisen? Vart är motivet? och framförallt vilket fotfolk genomförde attacken? Skriv gärna på svenska, inte för att jag har svårt för engelska men de ser bara så urbota korkat ut. Att dom som eventuellt låg bakom en konspiration hade fler som väntande anser jag vara en möjlighet om man ska tro på Perry Russos vittnesmål om kvällen hemma hos Shaw \"I Villervallan måste någon offras\" sen kan man ju diskutera om det bara fanns LHO som tillgång för \"offer\" eller om andra skyttar/personer fanns i närheten och att det råkade bli just LHO Inget som förvånar, dock förvånar det mig om LHO var en sådan, visst han var en medioker skytt men hans psyke var långt i från stabilt. Förvisso kan man stärka en persons psyke som du säger Dock ställer ja mig frågande till LHO då han skjutit sig själv. Hur kan man garantera att denna person inte skjuter sig själv istället för målet? Visst med väldigt kraftig och långvarig träning vilket jag inte tror LHO gick igenom i marinen Så ingen vet hela bilden? Vart kommer då ideerna ifrån? Ja, men efter flera år efter deras utalande kan dom dö \"mystiskt\" i en \"hjärttack\". Allt i tidningarna är inte sant, allt på nätet är inte sant så vart vill du komma?",
				"LHO må ha varit en dålig skytt, men svårighetsgraden är gravt överskattad. Han missade ju tom ett skott. När det gäller omladdningarna så har det visats flera gånger om att det är möjligt. Jag kan ge dig det att LHO skulle kunna ha varit en bra syndabock för maffian och dylikt, men för krafter inom maktens korridorer? Näe, där skulle han varit en USEL syndabock eftersom att folk då hade ifrågasatt varför en kommunist som LHO hade fått komma tillbaka till USA trots att han tidigare hade avsagt sig sitt medborgskap. Även det faktum att han tidigare varit med i USA:s armé skulle vara graverande för staten eftersom att media då hade studerat varenda fil på honom för att hitta kopplingar (vilket konspiratörer även gjort) Jack Ruby var en nolla precis som LHO. Troligtvis hade Jack Ruby nått fel i skallen. Han var så att säga inte den vassaste kniven i lådan. När han åkte till poliskvarteret och sköt LHO hade han med sig sin hund i bilen. Han var övertygad om att han skulle släppas direkt efter skjutningen och hyllas som en hjälte. Jack var en sak mer än något annat: patriot. Han älskade USA och han älskade Kennedy. Snart efter att LHO gripits så sammanställdes presskit. Informationen kom ut snabbt, det är sant, och tidningarna kopierade informationen av varandra och genom TV. Folk inom polis och andra myndigheter ville berätta så mycket som dom bara visste. Det är inget underligt med det. Att kopplingen gjordes mellan Tippit och JFK är inte underlig eftersom att en majoritet av vittnena vid DP sa att skotten hade kommit från boklagret, eller i alla fall från det hållet, och där hittades ju även geväret, men LHO hade hunnit sticka. Diskussionen har varit uppe här tidigare i tråden, och om man tittar på orginalbilden där LHO poserar med sitt gevär så ser man inte alls det konstiga ljuset på hakan som man ser i filmen JFK. Om det är någon som har manipulerat foton så är det Oliwer Stone. Badgemanfotot är ett hoax om något. Att ta en detalj från ett fotografi som är typ 5X5 milimeter (minns ej dom exakta måtten) och sedan färlägga dessa för att få fram tre individer som döljs i skuggorna är verkligen helt uselt dåligt. Orginalfotot är ett litet i sig, men den uppförstorade delen är så liten att det bara blir löjligt. Badgeman kan lika gärna vara en reflektion i lövverken. Att skrämma en gammal man så borde vara straffbart."
		]
	},
	{
		"postIndex": [
			[1408],
			[1491],
			[1383],
			[1379],
			[1469]
		],
		"postTime": [
			"2010-10-20",
			"2010-12-30",
			"2010-09-08",
			"2010-08-31",
			"2010-12-25"
		],
		"postNum": [
			[1447],
			[1533],
			[1422],
			[1418],
			[1511]
		],
		"postLink": [
				"/sp26263080",
				"/sp27896082",
				"/sp25348454",
				"/sp25193929",
				"/sp27791347"
		],
		"postUser": [
				"Supermarine",
				"Targenor",
				"Supermarine",
				"Supermarine",
				"Targenor"
		],
		"postUserID": [
				"/u286067",
				"/u85600",
				"/u286067",
				"/u286067",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p121",
				"https://www.flashback.org/t232286p128",
				"https://www.flashback.org/t232286p119",
				"https://www.flashback.org/t232286p119",
				"https://www.flashback.org/t232286p126"
		],
		"userUrl": [
				"https://www.flashback.org/u286067",
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u286067",
				"https://www.flashback.org/u286067",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"Läs på så kommer du att finna att så inte var fallet. Det är alldeles för många indicier och omständigheter som pekar på motsatsen medan de flesta av de andra indicierna är förfalskade, manipulerade eller helt enkelt förvrängda för att få det till att Oswald var the \"lone assassin\". Än en gång förkovra dig i ämnet på djupet så kommer du att inse att det överhuvudtaget knappt fanns ens en möjlighet till att så var fallet. Lee Harvey Oswald fick jobbet i Texas School Depository av en homosexuell, oljeman från Texas, som senare visade sig arbeta för CIA, George de Mohrenschildt. Texas School Depository var CIA´s utgångsläge för attentatet på Kennedy. Av någon märklig anledning beslöt sig de Mohrenschildt för att begå självmord bara några timmar innan han skulle till Senaten och avlägg vittnesmål i Senate Select Committée of assassinations, även kallad Churchkommittén. Märkligt att han, när han visste att han skulle dit sedan en tid tillbaka i så fall inte begick självmord med en gång, utan väntade till bara någon timme innan och beslöt sig för att äta ett dubbelpipigt hagelgevär, vilket jag vill minnas att det var. Läs Nicholas Kings biografi över George Bush så kommer du att kunna dra en hel del slutsatser kring stackars Harvey Oswald, som till skillnad från de flesta mördare inte uppvisade någon nervositet eller andra kännetecknande uttryck i samband med gripande och häktning som andra mördare samt att han själv lugnt och sansat hävdade att han var endast en syndabock. Dessutom så fick polisen ett detaljerat signalement på en man som perfekt motsvarar Oswald efter mordet på Kennedy men utan att hans namn fanns med. När JD Tippet någon gång runt kvart över ett, Dallas tid blev skjuten så visste man plötsligt vem mördaren var. Utan att det fanns någon som visste var ifrån signalementet härörde. Flera vittnen säger att De fler än en man som sköt polismannen och inte alltså en ensam person och andra vittnen påstår att mördarens utseende inte alls motsvarade Oswalds. Sedan har Oswalds fotografier förfalskats ett antal gånger. Vittnen från Texas Scholl Depositroy som hade viktiga upplysningar kring Oswalds förehavanden omedelbart efter mordet hördes inte ens av Warrenkommissonen och har du inte sett filmen JFK som visar på ett väldigt tydlgit sätt hur forscerat argumentationen kring att Oswald utförde mordet är så kommer du att inse ett och annat. Och lyssna på det här: Prescott Bush, George Bush d. ä ´s far, var VD för Union Bank of New York och arbetade tillsammans med ordföranden Averell Harriman med banken fram till i början av 1942. Harriman flyttade sedan till Paris och arbetade sedan där med E Howard Hunt, som direkt rapporterade till Harriman. E Howard Hunt var bl a lönnmördare för CIA och var ledaren för Watergateinbrottet som blev Richard Nixons fall. Hunt var också en av de ansvariga platscheferna för Grisbuktenoperationen. Harriman anställde 1946, även en viss Richard Millhouse Nixon som senare skulle komma att bli USA´s mest ökände president genom Watergateaffären och Vietnamkriget bl a, två år efter att Richard Nixon anställdes, anställdes även en viss av Harriman. Jack Ruby, mannen som skulle komma att mörda Lee Harvey Oswald i polisens eget garage i samband med att han skulle föras från häktet. Ruby angav som skäl att han skulle ha varit så upprörd över \"Oswalds mord på presidenten\". Ruby dog efter en tid i fängelse av en konstig sjukdom och hävdade att han hade blivit injicerad med något för att \"andra föredrog det på det sättet.\" Jack Ruby dog alltså en relativit kort tid efter mordet på Oswald. Märkligt hur alla bara dör i samband med Kennedymordet. En annan person djupt involverad i Kennedymordet var David Morales, en av CIA mest trotjänande lönnmördare. Känd för att ha tagit på sig de svåraste lönnmorden och för att ha utfört en del av dem personligen. Morales var också ansvarig för rekryteringen och stridsledningen under Grisbuktenoperationen och deltog alltså själv i den på fältet. Morales som själv var en CIA höjdare med ansvar för flera av deras kontor och även ansvarig för flera av deras viktiga operationer bla likvidationen av Che Guevara och mordet på Salvador Allende, samt även högsta ansvarig på plats för flera av de CIAcentralen som startades upp i samband med operationer. David Morales har även känts igen av vänner och kollegor från fotografer från både Dealey Plaza och bilder från köket på the Ambassador Hotel i Los Angeles där Robert Kennedy påstods ha blivit mördad av Sirhan Sirhan. I Själva verket ådrog sig Kennedy de dödliga skadorna från extremt nära håll, där skotten avlossades mer eller mindre med mynningen i kontakt mot kroppen. Sirhan Sirhan däremot stod inte så nära Kennedy, så han kan inte ha avlossat de skotten även om denne också befanns ha skjutit. Morales var verkligen ingen person med någon liten betydelse och han har själv uttalat om Kennedymordet där han sa \" we took care of that SOB, didn´t we\". Morales var under de sista åren rädd för CIA, sina egna med förklaringen att han visste för mycket. Han dog efter ett besök i Washington och återkom hem och klagade över att han hade mått dåligt ända sedan han hade varit i Washinton. Han drog sitt sista andetag, senare dagen efter med en järnring slagen runt sjukhussalen av poliser och civilklädda agenter. Låter inte direkt som om han dog en naturlig död, eftersom det förmodligen inte var så att det första som varken han eller hans anhöriga gjorde var att kontakta hans arbetsgivare, CIA. Ändå dök de upp oerhört snabbt och såg till att han inte fick tala med någon. Varför? Förmodlligen därför att man var rädda för att Morales själv skulle förstå att de hunnit förgifta honom och därmed kanske kunde tänkas hämnas genom att ge ifrån sig en massa komprometterande information innan han dog. Nu skulle detta förhindras genom att man slog en järnring runt rummet som omöjliggjorde för någon att tala med honom) inom CIA säger en sådan sak \"is no small matter\" och bekräftar misstankarna om att Oswald inte alls var \"the lone assassin\". Att en sådan hög tjänsteman med kännedom om detaljer kring så betydelsefulla operationer som statskupper både i hem och utlandet,som Morales själv säger att \"we took care of that SOB, didn´t we\" is no small matter och bör tas på stort allvar.",
				"Mig veterligen hittades bara en enda kula, CE3099, även känd som \"the magic bullet\" den hittades på en bår på Parkland. Vad som hände med den dödande kulan vet jag faktiskt inte, men kan mycket väl vara som charkov säger. Man hittade inte den kulan som missade bilen heller? Den slog in i gatstenen och splitter träffade Tauge. Ja, inte saknade USA möjligheterna att utföra dådet, det hade faktiskt varit riktigt skoj om någon kunde genomföra en undersökning för att se vad USA varit inblandad i genom åren. Det kommer tyvärr aldrig att ske men det hade varit väldigt intressant. Prouty borde givetvis ha en bra insyn mot det han säger, men samtidigt så kan jag inte låta bli att undra över hur folk som visste något ska ha dödats (dödslistan på vittnen) och Prouty tillåts prata om vad han vet, det känns lite konstigt, men visst listan behöver ju för den delen inte vara sann heller. Har Sturgis eller någon annan sagt något om vilka \"We\" är/var? Vet dock inte om jag litar riktigt på att Sturgis talar sanning då han i andra tillfällen sagt att det var KGB som utförde mordet. Anledningen till att jag frågar är att vi även har James Files som säger sig varit CIA och den som skjutit JFK från kullen, dock känns det något fel med hans historia då ytterligare en person (som files vägrar namnge) var den som mördade Tippit. Lee Bowers sa sig också vara osäker på var skotten kom ifrån. Bowers såg fyra personer på kullen vid tiden för skotten, två parkeringsvakter (han ska ha känt en av dom) samt två okända män. Dock verkar det som att Bowers kan ha sett två (av dom tre) männen som stog på trappan i Zapruderfilmen. Bowers ska också ha sagt till myndigheterna att han inte såg något speciellt den dagen, och hans vittnesmål tycker jag inte tyder direkt på det heller. Jag är väldigt tveksam till att detta ska vara tre CIA agenter, av vilken anledning ska dessa då visa upp sig så här? För att skylta med vilka som genomförde mordet? Det är åtminstone den enda orsaken jag kan tänka mig till deras eventuella närvaro, dom finns ju som sagt va inte med på bilder eller filmer före mordet så dom var alltså inte på DP under skottlossningen. Jag tror inte det var Hunt och hans vänner, tror faktiskt mest på Oswald som ensam skytt i nuläget det finns teorier och tankar åt andra håll men inget som har kännts så där vattentätt att man skulle kunna tro på det. Gott Nytt år på er",
				"Det här tycker jag skulle vara väldigt intressant att få reda på. Är det här samma person på alla dessa bilder. Vi vet idag att mordet på JFK var en konspiration eftersom vi idag vet att det sköts från många håll . Vi vet också att det var en CIA operation som använde sig av exilkubaner och delar av militären för att genomföra själva attentatet. De personer som fanns vid Dealey Plaza var dels vanliga civila men också personer som hade attetatet att göra. Dels vet vi att det fanns falska poliser och falska Secret Serviceagenter på plats som hindrade vittnen att bl a springa mot gräskullen, dels har många vittnat om att medan många skyndande sig upp för att springa uppför kullen så var det några som började gå lugnt i rakt motsatt riktning. En märklig reaktion i sammanhanget om man utgår från vad de flesta andra gjorde. Till dessa hör man mannen på bilderna. Han går i motsatt riktning och håller diskret blicken ned i marken medan han avlägsnar sig. Samme man har likheter med uppförstoring av \"The badgeman\". Tittar man noga på filmens förstoring av the badgeman kan man faktiskt se ansiktsdragen hos the badgeman, han är kortklippt, har ganska höga hårfästen, höga kindben, har vad som ser ut som breda näsvingar och till synes kraftiga ögonbryn som mannen på de andra bilderna där denne avlägsnar sig. Är detta the badgeman? Om det är så och han i så fall var en del av konspirationen mot Kennedy vilket är troligt eftersom många \"vanliga\" människor inte släpptes in på Dealey Plaza. Istället var många på plats en del av attetatet. T ex umbrellaman och killen med walkie-talkie som båda satte sig ned på trottoarkanten när skotten fallit osv. Hursomhelst om mannen på närbilderna skulle ha varit vid CIA så skulle det kunna stämma. Nu kommer det som jag verkligen vill komma till: Jag tycker att det verkar som om 911 också var en konspiration eller ett \"inside job\". Det finns för mycket frågetecken kring 911 för att det skall kännas som om det bara vore \"märkliga omständigheter\". Det sista som fick mig helt övertygad är ju att majoriteten av nyhetsbilderna från attackerna har blivit manipulerade. Byggnader i N.Y har flyttats i förgrund och bakgrund ( dvs man kan tydligt se om man jämför att vissa byggnader i förgrund och bakgrund finns på helt andra ställen trots att vinkeln på tvillingtornen är densamma) och flygplanens banor stämmer inte överens när man jämför de från olika vinklar bl a. Den rådande tanken på orsaken till 911 tycker jag verkar vara att USA behövde finna en främmande makt att gå i krig mot för att bl a ge ett \"projekt\" åt amerikas numera till en stor del privatiserade militär. Mycket tyder på det och mycket tyder på att det rådde ungefär samma skäl för Vietnamkriget, då dokument som nyligen blivit offentliggjorda visade att Tonkinincidenten var en bluff och att det var Maddox som öppnade eld mot nordvietnamesiska patrullbåtar och att dessa försökte undkomma och inte ens besvarade elden. Matroserna på Maddox förhindrades även att yttra sig om incidenten och vissa har om jag inte minns fel t o m mördats. Maddox ville helt enkel provocera fram en incident men nordvietnameserna valde att försöka undkomma. Trots detta så framhöll USA att de blivit angripna ungefär som Hitler gjorde när han gick in i Polen.Man ville försöka provocera fram en strid och när inte lyckades så använde man medierna till att skaffa sig en \"anledning\" att agera militärt. Man ville provocera fram ett krig. Nu när kriget mot terrorismen har förlorat sin popularitet samtidigt som fler och fler av det amerikanska folket börjar misstänka en konspiration så börjar mandatet för kriget vackla hos allmänheten. Man behöver nu om man utgår från hur hjärnorna bakom en konspiration skulle tänka en ny förevändning för att fortsätta kriga. Nu är det en pastor, en ganska meningslös och liten figur i det amerikanska kristna samfundet som har fått väldigt stor uppmärksamhet i medierna. Medierna har gett honom ett ovanligt stort utrymme. Varför? Denne tänker bränna koranen den elfte September. Tittar man på denne man utseende så stämmer det märkligt nog väldigt väl överens med mannen på bilderna från Dealey Plaza vilken även stämmer överens med vad man ser av \"the badgeman\" på det kända fotografiet. Är det samma man på bilderna så skulle detta kunna vara ännu en konspiation för att provocera fram någonting som är planerat och medierna har i vanlig ordning understött detta genom att flitigt rapportera om denne ganska obetydliga man. Frågan är. Är detta en ännu en konspiraton och har denne man ett CIA förflutet? I så fall är sannolikheten hög för att detta är en sanktionerad provokation kanske med syfte att \"arrangera\" ett terrordåd i USA som skall ge USA ännu en anledning att gå i krig. Visar filmsekvensen, fotografierna på Dealey Plaza och bilderna på pastor Jones bilder på samme man. När pastor Jones talar har han ett ganska så militäriskt sätt vilket skulle kunna antyda att han har militäriskt och kanske då även CIAförflutet. Är det samme man på bilderna och denne är en CIA medarbetare och provokatör har vi kanske snart därför ett nytt terrordåd att vänta.",
				"Snälle lille Targenor...Hjälp dig själv. Earl Warren var ordförande för Warrenkommissionen på pappret men den som styrde och ställde inom kommissionen och mer eller mindre ändå var dess ordförande var Allen Dulles, inte Earl Warren. Allen Dulles kunde utåt sett inte bli ordförande för Warrenkommissionen, av hänsyn till dess intergitet och de slutsatser som kommissionen skulle få fram, då Allen Dulles inte kunde anses vara opartisk i kommissionens arbete. Detta var också vad man tyckte inom politiska kretsar i USA eftersom Allen Dulles fått sparken för att ha gått bakom ryggen på Kennedy när han satte igång Grisbuktenoperationen. Läs på. Annars håll käften och ifrågasätt inte när du själv har noll att komma med. Hade du haft mer att komma hade du inte kommit med den kommentaren... Det har mig veterligen inte sagts tillräckligt mycket om varför FBI skulle velat ha ihjäl Kennedy. CIA däremot ville gärna ha ihjäl Kennedy. För Kenndy stod ivägen för CIA´s och familjen Bush´s planer att öka militärens makt och privatisera stora delar av USA´s krigsmakt till ett instrument med egen vilja efter ekonomisk vinning. J Edgar Hoover gillade inte familjen Bush (han gillade väl visserligen inte någon) och CIA och John F Kennedy försökte montera ned CIA och hade det som målsättning. Familjen Bush är ju CIA då allt utmynnar i deras kontroll. Prescott Bush var tidig medlem fraternitetet Skulls and Bones och de flesta som kom att bli framträdande inom CIA var medlemmar i Skulls and Bones som först blev invalda av Prescott Bush. Prescott Bush arbetade under första världskriget för Army Intelligence, det som efter andra världskriget skulle komma att bli CIA, vars första chef kom att bli Alan Dulles. Allen Dulles kom att inofficiellt bli huvudsakligen misstänkt för mordet på Kennedy. Prescott Bush hade också kompanjonsskap med William J Casey som kom att bli CIA chef under Reagan då George Bush den äldre var vicepresident och hade haft posten som CIA chef innan Reagans presidentperiod. Prescott Bush var delägare i banken Union bank of New York tillsammans med Averell Harriman, också han Skulls and Bones medlem och medlem i en av USA´s rikaste familjer. Union bank of New York beslagtogs av Hoover som en nazitillgång då stora delar av banken hade hand om nazipengar. Harriman åkte vidare till Paris för att i slutskedet av andra världskriget komma över mer nazistiskt krigsbyte och anställde 1946 Richard Nixon. Direkt under Harriman arbetade också E Howard Hunt, ledaren Watergateinbrottet som vid sin död gjorde en bandinspelning med vittnesmål om sin inblandning vid Kennedymordet och vem började också arbeta under Nixon ett år senare... jo Jack Ruby. George Bush fick 1948 arbeta för oljemannen Neil Mallin, Skulls and Bones broder till Prescott Bush som var rekryterare för CIA. Neil Mallin startade ett oljebolag, Zapata Offshore Oil som sedan George Bush fick ta över på egen hand. Bolagets oljerigg som tjänade som CIA´s fäste ute på fältet för operationer mot Kuba, låg vid en ö alldeles utanför Kuba och Grisbukten. Härifrån leddes också operationerna \"Mungo\", \"Operation 40\", \"Alfa 66\". Kodordet för Grisbukten var \"Operation Zapata\" alltså samma namn som George Bush företag. George Bush har en vana att nämna operationer efter namn på sina nära och kära. Hans plan under andra världskriget hette Barbara, namnet på George Bush d.ä fru. När man behövde materiel till förberedelserna för Grisbuktenoperationen använde man ett flottfartyg som maskerades som civilt och kallades \"Barbara\" E Howard Hunt var projektledare för Grisbuktenoperationen som CIA genomförde mot Kuba, en terroroperation djupt inne på Kubansk mark som de flesta känner till. Kennedy fick reda på operationen först när den börjat och vägrade sedan skicka understöd till de underlägsna, strandsatta Grisbuktenagenterna, vardvid Grisbukten blev till ett fiasko. De som hade planlagt Grisbukten hade räknat med att Kennedy inte skulle våga ställa sig på tvären eftersom det till en början såg ut att vara Kennedys operation. För att inte visa sig försvagad skulle Kennedy sedan bli tvungen att stödja Grisbukten när den väl inletts. De räknade dock fel och Kennedy vägrade skicka understöd till operationen i Grisbukten vilket blev början till slutet för Kennedy, Kennedy sparkade Allen Dulles, CIA chefen för det. Alan Dulles hade också som kompanjon och bankir för nazipengar också nära vän med Prescott Bush. Även Texasguvernören John Conolly som åkte i limousinen med Kennedy vid dennes mord stod nära familjen Bush. Demokraten Conolly blev sedan anställd i Vita Huset av republikanske presidenten Richard Nixon som finansminister (!) varvid Conolly insisterade på att även George Bush d.ä skulle anställas. George Bush tog i sin tur med sig E Howard Hunt som senare skulle gripas som ledare vid inbrottet i Watergate. Lee Harvey Oswald var en marinkårssoldat som fick jobba vid en topphemlig bas för U2plan där han fick studera ryska men lämnade sin militära karriär för att ta hand om sin mamma som inte var sjuk. Utan någon vidare ekonomiska förutsättningar reste Oswald snart till Sovjetunionen och ansökte om sovjetiskt medborgarskap och lovade samtidigt att avslöja alla saker som han lärt sig under sin tid på flygbasen. Han gifte sig med en ryska och återvände sedan till USA där han började umgås med folk varav de flesta hade anknytning till CIA. Samtliga dessa dog också under mystiska omständigheter kort efter det att Kennedy mördades. Två som skulle vittna bara några timmar senare dog av hjärtattack. En av dessa som skulle vittna påföljande dag förklarades död av hjärtattack trots att två maskinskrivna avskedsbrev hittades och en annan person som också skulle vittna nästkommande dag för ett senatsförhör sköt sig själv med ett hagelgevär. Oswald arbetade med stor sannolikhet vid något tillfälle för CIA men enligt hemliga dokument från Warrenkommissionen fick, som sedan offentliggjordes fick de veta av chefsåklagaren i Texas och justitieministern att Oswald arbetade för FBi vid tiden för Kennedymordet, att hans informatörsnummer var S-179 och att han avlönades med 200 dollar per månad. I hans plånbok vid hans arrestering hade han en lapp med telefonnumret till Dallas FBI agent James Hosty. 1960 tre år innan Kennedymordet skrev Hoover ett memo om en då okänd och obetydlig enstöring vid namn Lee Harvey Oswald. Varför skulle Hoover skrivit ett memo om honom då han inte hade något med FBI att göra? Hoover antecknade i beklagan att någon i Oswalds namn köpte lastbilar för CIA att frakta CIAtränade exilkubaner i medan Oswald i själva verket befann sig i Sovjetunionen.Det finns en påtaglig möjlighet att Oswald vid något tillfälle arbetade för FBI men det finns också sådant som tyder på att han hade något att göra med CIA. Okej. Vem av dessa båda jobbade han verkligen för. Man har kommit på att han förmodligen infilterarde någon av organisationerna. Infilterarde han FBI medan han i själva verket var med i CIA och gick deras ärenden? Eller infiltrerade han CIA när han i själva verket gick FBI´s ärenden? Det är frågan. Är det någon som tror sig veta något om detta eller kanske har några förslag eller känner till något om omständigheterna för allt detta. och för att reda ut saker och ting så använde Kennedy J Edgar Hoover för att försöka krossa CIA. Hoover hade själv intresse av att kunna krossa CIA och var av den anledningen i behov av Kennedy som en försäkring om att den nedmonteringen kunde fortsätta. Om Kennedy försvann så skulle Hoovers möjligheter till att bedriva den kampanj som han ville kunna genomföra inte kunna fortsätta. Alltså hade Hoover inte lika mycket att vinna på om Kennedy dog som om han var vid liv. Vad Hoover var intresserad av var att kunna fortsätta sin informationsinhämtning oinskränkt och utan Kennedy som ville gå emot CIA så hade han inte något politiskt stöd för att komma åt CIA.",
				"Geväret var beställt i namet A Hidell, där också ett id kort med det namnet hittades i närheten av platsen för mordet på Tippit. Man hittade en plånbok med både LHO och A Hidell legitimation i. Jag har letat efter någon tidsangivelse för Baker och Truly på andra våningen men inte hittat något, dock ser det lite konstigt ut att han både före och efter mordet var på samma plats. Tjejerna var i trappen en helt annan tidpunkt än vad LHO var, därför såg dom helt förståligt inte honom. Han stannade även och köpte en cola vill ja minnas, men om det inte var LHO, vem var det då, borde inte folket i byggnaden reagerat om det kom in okända personer som inte jobbade där? Ett intressant ämne du rör vid här, hur vet man att LHO verkligen planerat detta i minsta detalj, visst han tog med sig vapnet, men som du säger verkar han väldigt nonchalant att inta positionen, några få min antingen för han att ta sig till platsen eller att kortegen varit tidigare så hade hela planen spruckit för honom. Kortegen stannade också vid två tillfällen så JFK kunde skaka hand med nunnor och skolbarn, hade man inte gjort detta så hade kanske inte LHO´s tidsplan funkat helt ut? Rutten var visst officiell, den hade publicerats i tidningar dagarna innan. Annars måste väldigt många personer ha fått uppgifter från , eftersom det även fanns folk ute längs kortegevägen denna dag. Vad gäller avikelsen till Elm Street så var den det bästa alternativet då det var enda vägen in på Stemmons Freeway, tanken var som sagt att inte göra svängen utan köra rätt fram vid Main Street men då kom man heller inte in på Stemmons Freeway utan var tvungen att köra en lång vända för att ta sig in där. Det är helt rätt att man la in ett nytt golv, men det gjordes av dom anställda, således var det inga andra personer i byggnaden. Geväret var beställt i hans alias, han smugglade in det, men visst det bevisar inte att han är skytten för det. Ingen kan ju som sagt va binda honom till platsen då skotten avlossades."
		]
	},
	{
		"postIndex": [
			[1725],
			[1657],
			[1729],
			[1745],
			[1617]
		],
		"postTime": [
			"2011-05-16",
			"2011-02-17",
			"2011-05-16",
			"2011-06-04",
			"2011-01-18"
		],
		"postNum": [
			[1773],
			[1701],
			[1777],
			[1794],
			[1660]
		],
		"postLink": [
				"/sp30651386",
				"/sp28944177",
				"/sp30651744",
				"/sp30993033",
				"/sp28320092"
		],
		"postUser": [
				"Supermarine",
				"Grandioso",
				"Supermarine",
				"Grandioso",
				"Grandioso"
		],
		"postUserID": [
				"/u286067",
				"/u521090",
				"/u286067",
				"/u521090",
				"/u521090"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p148",
				"https://www.flashback.org/t232286p142",
				"https://www.flashback.org/t232286p149",
				"https://www.flashback.org/t232286p150",
				"https://www.flashback.org/t232286p139"
		],
		"userUrl": [
				"https://www.flashback.org/u286067",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u286067",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090"
		],
		"sentence": [
				"Du är fan inte klok. Var det något som var en konspiration så var det mordet på Kennedy och Kennedy blev inte skjuten av Oswald utan kulan kom underifrån (!). Ja just det. Kolla på den nyligen restaurerade Zapruderfilmen. Hela mordet var en militär skuggoperation en sk black-op och hela operationen hade också prägeln av just en sådan. Kennedy blev mördad av CIA eftersom Kennedy ville underställa CIA den amerikanske överbefälhavaren. Det gjordes i och med National Security memo 55, 56, 57 Hela det beslutet hade ändat CIA´s hela existens. Texas school book depository var en CIA front. Och både David Morales, George Herbert Walker Bush ( George Bush d. ä var på plats och finns på bild. Davied Morales har också synts på bild tillsammans med Lee Harvey Oswald i New Orleans 1963. Oswald var med stor sannolikhet en FBIagent som infiltrerade CIA på uppdrag av J Edgar Hoover efter att Kennedy beordrat Hoover att rensa Florida och New Orleans träskmarker från de hemliga träningsläger som bl a tränade exilkubaner i terror och guerillakrigföring vilken användes i CIA´s olika terroroperationer inne i Kuba. Kennedy hade blivit tvungen att lova Sovjetunionens Nikita Chrustjov detta som en del av fredsöverenskommelsen efter Kubakrisen ( då man bland annat också gick med på att montera ned de redan föråldrade missilerna man hade stationerade i Turkiet som en del av samma fredsuppgörelse) då Chrustjov uttryckt det som ett problem hur guerillaoperationerna från Florida drabbade Kuba. Det var bara det att Kennedy inte visste var baserna låg. Det visste bara CIA. Därför var FBI tvungna att hitta baserna och stänga dem. Den som tros ha lett FBI rätt på baserna var ingen annan än Lee Harvey Oswald. Baserna som kort eter att han besökt dem blev stormade av FBI och stängdes och när det skett två gånger i samband med Oswalds besök lade CIA ihop två och två och man satte i och med detta ihop en komplott. Oswald besökte också ett FBI kontor innan Kennedymordet och sökte där en specialagent för ett möte. Förmodligen kände Oswald sig då så hotad att han ansåg det som absolut nödvändigt att öppet vända sig till FBI. Antagligen var han då medveten om att hans verkliga lojlitet med FBI då var röjd och att han befann sig i fara varför det inte längre var någon poäng med att dölja detta då faran förmodligen vida översteg vitsen med att fortsätta spela CIAsympatisör. En av FBI´s män i New Orleans Guy Bannister var i själva verket infiltratör från CIA och kan också ha bidragit till att Oswalds sanna lojalitet avslöjades. Det som verkligen visar att Oswald var FBI agent är det memo som J Edgar Hoover skrev under tiden Oswald var i Sovjetunionen alltså långt tidigare då han verkligen inte var på tapeten. Hoover uttryckte oro över att någon köpte lastbilar i oswalds namn medan denne var i Sovjet. Varför skulle Hoover när Oswald var totalt okänd bry sig om lille OSwald och att någon köpte lastbilar i hans namn som kom att bli använda i CIA´s operationer? Varför skulle Hoover uttrycka oro över detta om det inte var så att Oswald var FBIagent egentligen. Detta är solklart. De Black operations \"Blac ops\" ops som CIA genomförde djupt inne på kubansk mark var bl a Operation Alpha 66, Operation Mungoose osv. Black ops som budgeterades av CIA för hundratals miljoner dollar. Med dessa operationer följde några hundra CIA agenter bl a David Morales, 7000 exilkubaner, företagsfasader tvättade pengar för att finansiera dem. Man utförde industrisabotage, rena mordoperationer inne i Kuba, skördebränningar osv. Allt detta hotade Kennedy som ville stänga ned CIA i och med att han ville underställa det överbefälhavaren. Detta var ett steg för att försöka kontrollera myndigheten som hade ett eget liv utanför Vita Huset då tjänstemännen hade starkare lojlitet med CIA´s ledning än med Vita Huset. Rekryteringen till de centrala posterna inom CIA har alltid skett genom personliga kontakter och familjeband och ledarna för CIA kommer också ofta från samma franternitet Skulls and Bones på Yale Universitetet vars fraternitet representerar studenter från några av de mest inflytelserika famiiljerna i USA, familjer som ofta har oljeintressen eller militärindustriintressen som gemensam nämnare. Rekryteringen av nya ämnen inom CIA och försvarsindustrin börjar därmed i unga år och avgörs alltså av personliga djupa band mellan familjer snarare än något så simpelt som rekryteringsintervjuer. På så sätt kan man få lojlala medarbetare som är mer lojala med familjen och familjens intressen och vänkrets än med Vita Huset. På det viset har alltid CIA var en självständig kraft inom USA´s maktapparat. Chefen för CIA dvs dess Director har oftast inte haft insyn i alla vrår inom CIA utan har istället hållits utanför och samtidigt ansvarig. En utsatt position för den som inte gör som de ledande intressena inom CIA vill. Detta var en bakgrund till hur CIA fungerar vilket till största delen dikteras redan från Skulls and Bones där kommande samarbeten och kontakter livet ut stakas. De dödande skottet kom underifrån. Förmodligen från en kulvert i gatan. Senare under dagen då \"lösdrivare\" och andra personer greps i efterdyningarna av mordet så greps också en grupp män som mycket riktigt kom ut ifrån en kulvert i närheten men dessa män släpptes senare. Warrenkommissionen leddes i praktiken inte av Earl Warren utan den starke mannen i sammanhanget var i själva verket Allen Dulles. Samme Dulles som hade fått sparken efter Grisbuktenoperationen för att de undanhållit information ifrån Kennedy. Samme Dulles var också CIA´s förste chef och fraternitetsmedlem i Skulls and Bones tillsammans med F Truby Davison, CIA´s förste personalchef osv. Det som alltid har varit centralt inom CIA är just familjen Bush och det är också familjen Bush som alltid varit intrumental kring alla faser av CIA´s utveckling. George Bush d.ä nämns ju också i ett memo av J Edgar Hoover där Bush i egenskap av representant från CIA krävde ett möte av Hoover samma dag där man krävde avrapportering av vad Hoover visste om \"vilseledda exilkubaners\" roll i attentatet mot Kennedy. I själva verket var detta ett sätt för CIA att bekräfta för Hoover att man kände till allt kring vad FBi visste om mordet och förnedra honom som chef för FBI då han egentligen inte var underställd CIA men det var ett sätt att hota Hoover och förnedra honom i hans besegrande. Hoover svarade med att skriva ett memo kring mötet där han namngav George Bush. Sett ut mot detta var mordet på Kennedy en black op orkestrerad av CIA med George Bush d. ä, David Morales, E Howard Hunt, Cord Meyer mfl närvarande på plats. Samme Morales som kan ses på bild från köket på Ambassador Hotel i Los Angeles 1968 då Robert Kennedy mördades. E Howard Hunt som var George Bush nära förtrogne och som ledde Watergateinbrottet som skall ha handlat om att försöka ta reda på hur mycket Demokratiska partiet visste om Kenedymordet, angav ju vittnesmål på sin dödsbädd där han berättade att George Bush, David Morales, Cord Meyer och Lyndon Johnson som politiskt blev den som i kraft av president efter Kennedy kunde skydda attentatesmännen genom att se till att \"rätt\" människor kunde tillsätta folk som kunde skydda attentatsmännen från exponering, vilket naturligtvis också hade inverkan på vad Warrenkommissionen kom fram till. Ingen konspiration har skett under historien om inte Kennedymordet var just en konspiration. Det var alla konspirationers moder.",
				"Det fanns fullt med ögonvittnen vid Dealey Plaza som fick berätta om sina mer eller mindre viktiga iakttagelser för Warrenkommissionen men i alltför många fall blev dom inte tagna på riktigt allvar eller drogs det dithän att de helt enkelt avfärdades på ett bryskt och nonchalant sätt. Behandlingen av dessa personer lämnar alltså mycket i övrigt att önska. Ett mycket centralt ögonvittne vid Dealey Plaza, , kvinnan i den berömda röda kappan, som stod jämte väninnan , hon med det numera legendariska \"Badge Man- fotografiet, skrev i början på 90-talet boken: , och när det blev till allmän kännedom att hon skulle ge ut en bok i ämnet efter alla dessa år, dröjde det inte länge förrän hon blev hotad till livet telefonledes. Manspersonen som ringde upp henne sa till henne att han trodde hon hade lärt sig sin läxa och hade vett att tiga om vad hon kände till. Skulle hon till äventyrs avslöja något riktigt uppseendeväckande i boken så kunde hon vara förvissad om att hennes dagar var räknade och någon glädje av bokpubliceringen skulle hon inte få möjlighet till! var bland dem som stod absolut allra närmast presidentbilen vid de slutliga skotten och hon kan berätta hur hon hörde mellan fyra och sex skott och att hon helt såg rök och ljussken uppe vid gräskullen. Hon försäkrar på heder och samvete vid flera tillfällen att hon såg som stod bakom det famösa staketet och sköt! Efteråt blev hon i laga ordning förhörd av flera personer från Secret Service och utfrågad om vad hon hade bevittnat under dramat. Hon förklarade sanningsenligt att hon hade lagt märke till dessa skott från kullen och hört dessa till skott och absolut ingenting mindre än så! Men de föga trevliga, hårdhudade Secret Service-agenterna ville av någon anledning få henne att ändra på sina styvnackade uppgifter och hålla sig till högst tre skott. Det var längre fram meningen att hon skulle fara iväg till Whasington för att vittna inför Warren- kommissionen men strax innan avfärden hade hennes dåvarande pojkvän som råkade vara polis fått höra någonstans ifrån att ifall hon gjorde verklighet av resan så skulle det drastiska ske att man eliminerade henne! Sedermera kom emellertid kommissionens medlemmar till Dallas och hon kallades till en utfrågning. Den medlem som i främsta hand tog sig an henne var ingen mindre än den tvivelaktige, omdiskuterade - åklagaren och senare också guvernören som kom att bli den som lanserade den lika omtvistade (fullständigt barocka, urknasiga) \"magiska kulan-teorin\" - och denne Specter kom att bete sig mycket kallsinnigt, oförstående och närmast rent oförskämt mot henne. Han vägrade i princip att sätta tilltro till någonting i hennes vittnesmål och började häpnadsväckande nog att beskylla henne för allt möjligt. Han gick så långt som att han kallade henne slampa, påstod fräckt att hon bara var ute efter uppmärksamhet och att hon säkert ljög om nästan allting som hon hade sagt. En fråga inställer sig lätt här med tanke på vad som återberättats: Betedde sig den svårgreppbare och mystiske Arlen Specter så här mot andra viktiga vittnen också? Var hans uppgift att försöka sänka eller så tvivel om deras trovärdighet och därmed oskadliggöra dem som verkligt betydelseulla och potenta vittnen? Vad var hans egentliga roll i det hela? Löd han under en annan, hemlig agenda? Var det i själva verket på det upprörande viset att han var delaktig i den frenetiska, helt hämningslösa mörkläggningsoperation som trätt i omedelbar kraft efter avlägsnandet av den starkt hatade presidenten? Specter är förvisso en suspekt figur och intressant att bedriva studier kring, även in i vår tid! Tillbaka till huvudpersonen i den här texten: levde ett förhållandevis tillbakadraget liv under lång tid, uppenbarligen rädd för sin egen säkerhet och först efter närmare trettio år lyckades hon mobilisera tillräckligt med mod för att skriva den där farliga boken som skulle komma att bli en detaljerad och omskakande skildring av det var regissören mycket behjälplig vid tillkomsten av hans långfilmssatsning om attentatet. Hon anlitades formellt som konsult under inspelningarna, vilket var en stor nyhet för mig. Hon blev alltså det sista överlevande vittnet till det stora dramat i Dallas november 1963! Hon levde fram till 69 års ålder. Hon slutade sina dagar 7 november år 2000 och detta råkade bli på samma ställe där presidenten dödförklarades, nämligen på det så välkända",
				"Till att börja med anser Warrenkommissionen att Oswald var en ensam skytt. Titta på den nyrestaurerade filmen så kommer du att se kulan på frame 313 och att därmed Oswald därmed inte sköt den kulan och att det därmed måste ha funnits mer än en skytt även om Oswald kanske fanns i byggnaden med geväret ( enligt min tro medvetet och för syns skull för att spela med i den konspiration som han pga av sin utsatthet i sammanhanget var tvungen att spela med i). Klart är att Kennedy sköts från någonstans i höjd med gatan och att skottet kom underifrån. Förmodligen från ett avrinningshål i gatan eller något annat som gav möjlighet till ett mycket nära avfyrat skott underifrån som samtidigt var dolt. Dessutom har vi badgeman som tydligt skjuter mot limousinen och fastnat på bild från Mary Moormans bild ( eller Nix bild) . Det plus skottet underfrån förutsätter ju minst. Eftersom detta var en komplott och eftersom en sådan måste planlagts för att mer eller mindre garantera att Kennedy dödades måste det ha varit ännu fler skyttar än tre. Det måste ha skett en korseld från så många olika håll att Kennedy garanterat inte skulle komma levande därifrån för i så fall hade hela komplotten kunnat rullas upp naturligtvis. Det var ett dödande skott eller döden för konspiratörerna. Kennedy hade haft ett fullständigt mandat till vadsomhelst om han överlevt och då hade alla suttit löst. Badgeman och Zapruderfilmens dödande skott underifrån som du själv kommer att kunna se. Där har du bevisen för att Warrenkommissionen hade fel. Det var inte endast en skytt, Oswald. Och Oswald sköt inte det dödande skottet. Han var inte \"mördaren\".Punkt. Och där har du ditt bevis.",
				"Fortfarande är jag i det närmaste helt övertygad om att den beryktade bossen har stor del i mordet på Alltså den hårdföre och framgångsrike ledaren för den Chicago-baserade delen av den organiserade brottsligheten i USA. Än har jag inte tagit del av någon tillräckligt vederhäftig information som kullkastar dessa välgrundade misstankar. I den här \"operationen\" ingick maffian, CIA och några andra mäktiga intressen. Hatet gentemot president Kennedy var säkert lika starkt och utbrett hos dessa samtliga anstiftare. CIA och maffian hade levat i en ohelig allians sedan mycket långt tillbaka; det är dokumenterat så där finns inget som helst utrymme för att komma med tvivel och invändningar. Man hade samarbetat i en lång rad kvalificerade \"projekt\" runt om i världen. Man kan nämna Kuba, Vatikanstaten, Mellanöstern och Sydostasien. I den mycket uppmärksammade boken , på svenska får vi högst sensationella och omskakande sanningar levererade av självaste den nämnde, store maffialedaren. Detta i många meningar tunga verk är författat av Giancanas bror och brorson. Alla avslöjanden, hela historien om maffians blodiga och särdeles inkomstbringande affärer, bär en påfallande hög trovärdighetsprägel. Det är späckat med detaljredovisningar som inte lämnar något i övrigt att önska. Alltsammans som återges övertygar som sagt. Finns ingen anledning att ifrågasätta någonting i innehållet egentligen, enligt mitt sätt att se det. Nu ska jag återge några textpartier som handlar om just det olösta . \" I början av våren 1963, när Mooney och hans bundsförvanter inom CIA till sist fattade det avgörande beslutet om att eliminera presidenten, var Oswald ett självklart val som syndabock. \" Dom hade redan klarat av förarbetet att få honom att se ut som en kommunistgalning, genom hans resa till Ryssland och med all den där Castrovänliga skiten. han var perfekt...han uppträdde som en kommunist...han luktade som en kommunist... så dom räknade med att att det inte skulle bli några problem att övertyga folk om att han var kommunist.\" Mooney berättade för Chuck (brodern) att han liksom när det gällde mordförsöken mot Castro och andra hemliga operationer tidigare, litade till Roselli som sin främste förbindelselänk med CIA. Men inte förrän han haft ett inledande möte med Guy Banister, Bob Mahue och den tidigare CIA-direktören Charles Cabell, som då var anställd på Mahues detektivbyrå. Andra deltagare var en man som Mooney beskrev som en \"specialist på hemliga operationer\" och några av topparna inom USA:s militära underrättelsetjänst från Asien. Efter detta möte sade Mooney att Roselli \"flera gånger\" träffade medlemmar av den ursprungliga gruppen, liksom CIA:s Frank Fiorini (Frank Sturgis). Roselli fortsatte också att tjänstgöra som mellanhand mellan Mooney och Marcello, Trafficante och Hoffa, män som var lika ivriga som han själv att få se Jack Kennedy eliminerad. Mooney sade att hela konspirationen gick \"ända upp till toppen av CIA\". Han hävdade att en del av dess tidigare och nuvarande ledare var inblandade, liksom ett halvdussin fanatiska högerextremister i Texas, vicepresident Lyndon Johnson och en man som varit verksam under Eisenhower under Grisbuktsintermezzot, Richard Nixon. Ju mer Chuck fick veta om Mooneys plan och om hur många olika slags personer som var inblandade i den, desto tydligare stod det klart för honom att det fanns mycket få, om ens några skiljelinjer mellan Firman och CIA. Det fanns inget som var svart eller vitt; allt sådant var, som Mooney uttryckte det, \"nånting för idioter att klänga sig fast vid\". På många områden var Firman och CIA en och samma sak. Detta var fallet med Frank Fiorini, Mooneys befäl som samtidigt arbetade för regeringens underrättelsetjänst och så småningom skulle komma att bli inblandad i Richard Nixons Watergatefiasko under täcknamnet Frank Sturgis. \"Politikerna och CIA gjorde det mycket enkelt\" förklarade Mooney. \"Alla skulle bidra med män till mordet...Jag skulle bevaka Firmans sida av det hela och slänga in Jack Ruby och lite extra uppbackning, och CIA skulle sätta in sina egna killar på att ta hand om resten.\" Enligt Mooney hade det vid den grundläggande planeringen funnits med en del av topparna inom Dallaspolisen; praktiskt nog var borgmästaren Earle Cabell bror till den före detta CIA-direktören Charles Cabell. Som ansvarig för säkerheten i hela staden var det borgmästaren som sörjde för polisbevakningen av presidentens bilkortege. Mooney flinade: \"Dom såg till att den var så dålig på morddagen att, fan, en fyraåring hade kunnat pricka Jack Kennedy.\" Chuck skulle senare få veta att genom skvallret inom Firman att att Mooney begärde professionella mördare från flera håll. Mördare som killarna sade måste \"höra till de absolut bästa prickskyttarna.\" det var två av Marcellos män, Charles Harrelson och Jack Lawrence, liksom två av Trafficantes \"vänner\" bland exilkubanerna. Från Chicago hämtade Mooney Richard Cain, Chuckie Nicoletti och Milwaukee Phil, som allesammans tidigare hade jobbat med \"Grisbuktsgrejen\". Mooney sade att det var Cain och Nicoletti som var de verkliga prickskyttarna för mordet och att de hade placerats i var sin ände av boklagret i Dallas. I själva verket var det Cain, inte Oswald, försäkrade han, som faktiskt sköt från det beryktade fönstret på sjätte våningen. Mooney uppgav också att CIA hade utökat teamet med flera av sina egna \"knektar\" och använde Frank Fiorini och Roscoe White som prickskyttar vid mordet tillsammans med J. D. Tippit och Lee Harvey Oswald. \"Och resten är historia\", sade Mooney med ett brett grin. \"För en gångs skull behövde vi inte ens oroa oss för J. Edgar Hoover...Han hatade Kennedys lika mycket som någon annan, och han hade inte för avsikt att hjälpa Bobby att hitta hans brors mördare. Han begravde huvudet i sanden och mörklade allt som hans \"pojkscouter\" hittade. Men det fanns en direktlinje in i CIA. Om någon visste för mycket, fick CIA reda på det och tog hand om problemet. Mooney sade att mordet på president Kennedy skilde sig mycket lite från sammansvärjningen för att döda Castro, morden på vissa ledare i Vietnam, mordet på Panamas president - eller någon av de övriga dussintals kupper organiserade av militären och CIA som utfördes över hela världen. \"Den 22 november 1963\", konstaterade Mooney med kylig auktoritet, \"ägde det rum en kupp i USA, så enkelt är det. Regeringen i det här landet störtades av en handfull män som gjorde sitt jobb så förbannat bra...att inte en enda amerikan ens fattade vad det var som hände. Men jag vet.\" Skrämmande läsning? Bluff eller sant? Döm själva. Jag har min uppfattning i saken klar som sagt.",
				"För mig förefaller det lite som att man här i tråden är alltför fastlåsta vid teknikaliteter! Att man fixerar sig för mycket kring hur det och det skottet föll och tog, hur sårskador och ingångshål ter sig, hur presidentens kropp och huvud rörde sig i skottögonblicken med mera. Det kan man älta hur länge som helst till föga nytta. Titta hellre lite mera på helhetsbilden, på motivfrågan, resurser, på politiken Kennedy representerade. Varför vilja döda honom? Vem eller vilka hade intresse av att han röjdes undan? Vad i hans politik och privatliv utsatte honom för risker? Vilka hatade honom mest och vilka bör kunna uteslutas? Såna frågor och flera i den riktningen. Det här med att snacka om en möjlig Jet effect eller hur man nu benämner det här märkliga fenomenet, alltså hur ett huvud kan tänkas röra sig vid träffögonblicket av en kula, är för övrigt rätt märkligt. Jag tycker ett sånt påstående saknar tillräcklig relevans, all egentlig logik och förblir misslyckade försök att leda diskussionen åt fel håll! Jag har talat med erfarna jägare, jag har hört poliser med stor och respektingivande vapenkunskap, sett och hört experter i mediala sammanhang; ingen av dem sätter någon tilltro till att ett skott bakifrån kan få ett huvud att kastas bakåt vid beskjutning, alltså när ryggsidan är mot skyttens riktning. Jägare som ibland fällt djur med huvudskott och inte har de vid något av dessa tillfällen märkt en liknande reaktion. Jag ser ju för böveln med egna ögon hur Kennedy distinkt slungas bakåt med sitt sönderskjutna huvud och all rimlig logik, all empirisk kunskap, allt sunt förnuft, talar ju om för mig att då måste skottet ha kommit framifrån utan vidare diskussioner! Precis som den amerikanske författaren De Lillo säger, med sina ansenliga kunskaper och insikter om hela mordhistorien, man vill förtvivlat gärna få oss alla att tvivla på vad vi själva ser, på ett högst försåtligt sätt leda oss i tvivelsmål om våra egna ögons vittnesbörd. Förrädiska och högst förkastliga manipulationsförsök, för att dölja verkliga förhållanden som till varje pris måste förbli hemlighållna, aldrig synliggjorda i sina avgörande delar. Det är den dolda makten som talar, så har det alltid varit och det bör man alltid ta med i beräkningen. Inget tramsigt och verklighetsfrämmande sanningsrörelsestuk utan lugnt och sakligt konstaterande av hur det kan vara i maktens sfärer med all dess tveklösa kallblodighet och uträknande cynism när så behövs. Jag tror ju inte att Lyndon B. Johnson eller George W. Bush var direkt inblandade eller hade några kunskaper om mordplanerna, vilket en hel del folk gör numera, däribland den allt mer förvirrade och osaklige dokumentärfilmaren Nigel Turner, han med The Men Who Killed Kennedy. Det kan inte uteslutas att Oswald verkligen hade del i attentatet fast det blir alltmer osannolikt ju mer man tittar närmare på det. Åtminstone två mordteam var i vart fall på plats. Uppgifter tyder på beskjutning från kanske tre håll, och vill man försäkra sig om ett totalt framgångsrikt utfall av aktionen och minimera risken för bara en skadeskjutning så är det bara logiskt att flera enheter opererade. Och nog blev utfallet lyckat alltid och den oväntade riskfaktorn i form av Oswald togs omhand närmast per omgående. Det kunde knappast ha avlöpt så mycket bättre med allt. Och alla besvärliga och farliga vittnen gjorde man sig av med efterhand och mycket effektivt. Någon gång i framtiden avslöjas förhoppningsvis den fasansfulla sanningen i hela dess vidd!"
		]
	},
	{
		"postIndex": [
			[2098],
			[2095],
			[2168],
			[1964],
			[2034]
		],
		"postTime": [
			"2012-01-18",
			"2012-01-16",
			"2012-03-30",
			"2011-11-21",
			"2011-11-28"
		],
		"postNum": [
			[2152],
			[2149],
			[2222],
			[2016],
			[2086]
		],
		"postLink": [
				"/sp35195466",
				"/sp35148079",
				"/sp36542216",
				"/sp34127095",
				"/sp34246673"
		],
		"postUser": [
				"Grandioso",
				"Grandioso",
				"charkov",
				"Acech",
				"Targenor"
		],
		"postUserID": [
				"/u521090",
				"/u521090",
				"/u314756",
				"/u572204",
				"/u85600"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p180",
				"https://www.flashback.org/t232286p180",
				"https://www.flashback.org/t232286p186",
				"https://www.flashback.org/t232286p168",
				"https://www.flashback.org/t232286p174"
		],
		"userUrl": [
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u521090",
				"https://www.flashback.org/u314756",
				"https://www.flashback.org/u572204",
				"https://www.flashback.org/u85600"
		],
		"sentence": [
				"Jag har i min ägo ett exemplar av tidningen som väl Robert Aschberg var med och startade en gång. Och i detta nummer från 13 december 1990 ägnas stort utrymme åt storyn med , den omskrivna dagboken och hans eventuella medverkan vid mordet på JFK. Det är en amerikansk journalist och författare vid namn - som på meritlistan har en bok om näst högste chefen på FBI en gång i tiden, Robert Mahen, sedermera anställd av mångmiljardären Howard Hughes, och flitigt medverkat i stora nationella amerikanska publikationer med inriktning på brott, högteknologi och krig - som personligen infinner sig på den svenska numera kultstämplade tidningen och erbjuder redaktionsledningen att köpa hans sensationella material som utöver historien om White också innehåller fyra avslöjande bilder på den döde presidenten som han fått från en mellanhand och som legat undangömda i alla år hos underrättelsetjänsten och högst sannolikt var det aldrig meningen att de skulle någonsin offentliggöras. Dessa bilder är nu väl kända, antar jag. Fotografierna talar om den verkliga sanningen som Warrenkommissionen febrilt försökt undanhålla allmänheten: nämligen , det röjs tydligt här. Bilderna visades några dagar senare för professor som då var chef för Statens Rättsläkarstation och en av dem som var med och obducerade Olof Palme. Han uttalade sig så här efter att noga ha studerat fotografierna - Det är det ena! De sensationella bilderna denne Leytner visade fram för en förundrad samling journalister. Och de var inte manipulerade på minsta vis heller. Det är verkligen bilder på den mördade presidenten. Jag tittar på dem nu igen. Tidningen har jag vårdat väl genom åren så den är nästan som ny... Sen är det alltså storyn om den beryktade Dallaspolisen som Leytner medför, 10 sidor av en datautskrift där alltsammans berättas: intervjun med en lungcancer- döende , 60 år gammal, som talar om att hon i 27 år vetat om vem som dödade presidenten och att det varit en tung börda att bära. Lite av det som Leytner skriver om i den långa artikeln: Familjen White var goda vänner och grannar till som dödades i Dallas samma timme som presidenten. På ett foto sitter i en trädgård med ett vapen i handen. FBI hittade bilden i en papplåda 1975. Lådan hade stulits från Whites hem. FBI överlämnade kortet till kongressen. Det var i samband med det sonen för första gången hörde talas om sin pappas inblandning i presidentmordet. Han blev uppsökt av en man som presenterade sig som en tidigare nära vän till pappan. Han hävdade att snart, i kongressförhör, skulle namnges som kennedys mördare, men att han varit en \"fin man och en amerikansk patriot\". \"Vad han än gjort, gjorde han det för sitt land\". Men White nämndes aldrig i kongressen som misstänkt för mordet. Ingen uppföljning skedde heller med anledning av Whites foto på den beväpnade Oswald. var då änka. Maken hade dött i en explosion fyra år tidigare. Och hans hemligheter skulle ha gått i graven med honom. Men var nyfiken. 1982, hävdar han, fann han pappans skolåda från militärtjänsten. I den låg en dagbok. Den började 1957 och slutade några dagar före Roscoe Whites död i den mystiska explosionen 1971. I dagboken berättade han om sin vänskap med och om värvningen till hemliga dödspatrull. 1963 skrev om sin och två andra mäns inblandning i Kennedymordet. Enligt Whites familj innehöll dagboken ett fullständigt erkännande av mordet. Det gav detaljer som endast någon som var inblandad i mordet och kunde ha känt till. Rickie visade dagboken för sin bror Tony. Ett år senare visade bröderna den för sin mamma, Geneva. Hon kunde läsa alla hemligheter hennes man haft för henne. Och hon läste delen som handlade om mordet om och om igen. skrev i dagboken att han var CIA-agent och dödade Kennedy. Sammanlagt hade han likviderat tio personer, bland andra polismannen Tippet. (Detta nämns också i Giancanas bok \"Double Cross\". min anm.) har klarat ett test i en lögndetektor, som visar att han talar sanning om den saknade dagboken. Han hade dessutom hittat en metallåda gömd bakom väggen i pappans pojkrum i föräldrahemmet. Lådan innehöll telegramliknande budskap från \" \", det vill säga underrättelsetjänsten, med pappans militära identitetsnummer, . Det ena telegrammet löd: I nästa hette det: 1988 hade Geneva White och hennes son kommit fram till att de inte längre kunde hålla inne med sin hemlighet. De gick till stadsåklagaren i Midland, Texas. Han kallade in FBI. Tre FBI-agenter besökte Whites hem och fotogtaferade sidor från Whites dagbok. Några timmar senare återvände en av dem och ursäktade sig med att han glömt en anteckningsbok. Rickie Whites fru släppte in honom och medan hon hämtade sin man, försvann agenten uppför trappan till det rum där dagboken förvarades. - förklarar Rickie White. - Geneva White och hennes son minns i dag bara delar av innehållet i dagboken. De hade inte tagit kopior av den. - säger Rickie White. På en presskonferens i Dallas 1990 berättade han om pappans hemliga CIA-anställning som lönnmördare och hans roll i Kennedymordet. förnekade, inte helt oväntat, att pappan någonsin jobbat åt den amerikanska underrättelsetjänsten. Artikeln rymmer oerhört mycket mera, men jag nöjer mig med att återge dessa centrala delar. Det kan vara av intresse i sammanhanget att påpeka den omständigheten att filmregissören i sin berömda, omdiskuterade filmrulle om presidentmordet i Dallas , hade i åtanke när han i mordscenerna från Dealey Plaza placerade en som skytten bakom staketet på Grassy Knoll...",
				"Det kan faktiskt ha varit på det oerhörda viset att det funnits tre skyttar framför bilkortegen på Dealey Plaza. Plus då de som sköt från skolboksbyggnaden och eventuellt en intillliggande byggnad som vissa varit inne på. Två skyttar bakom staketet på längre avstånd från varandra. Och en tredje, som filmklippet ovan antydde, placerad utanför staketet. Tre skjuter och kanske bara en träffar; det sista, dödande huvudskottet. Skottet genom halsen kan ju förstås också ha kommit framifrån, vilket väl någon eller några av läkarna på Parkland sjukhuset talat om. Min gissning beträffande vilka dessa skyttar på gräskullen då skulle kunna vara: , , och . kan jag också tänka mig här istället då för White eller Rogers. Sturgis har erkänt medverkan vid mordet, det har vi talat om tidigare flera gånger så det behöver man inte uppehålla sig kring närmare. bekräftar ju att så också är fallet. Dallaspolisen White lämnade ju efter sig en dagbok där han berättade om sin direkta inblandning i mordet på JFK. Var sedan länge enrollerad av som framför allt mördare. Maffialedaren styrker också hans medverkan i den omtalade boken \" \". Vad Chuck Rogers beträffar så är han som bekant en mycket intressant figur i sammanhanget. Har skrivit om honom och hans ljusskygga verksamhet i CIA:s regi längre tillbaka i tråden. Spårlöst försvunnen drygt två år efter attentatet i Dallas. Hans föräldrar hittades brutalt mördade och misstankar riktades rätt omgående om att sonen, Chuck, haft med deras död att göra. Ett motiv skulle då kunna vara att modern eller fadern eller båda förstått hans inblandning i presidentmordet och hotat med att avslöja detta för myndigheterna. Därför ett skyndsamt undanröjande. Och sedan ett lika raskt försvinnande för hans del. Hans kontakter kunde nog hjälpa honom att sätta sig i säkert förvar långt utanför Amerikas gränser. Intet ett ljud från den mannen på alla år. Inte ett spår som sagt, vilket förvisso inte behöver betyda att han inte haft ett liv under all den långa tid som passerat. Kan ha bytt identitet. Kan fortfarande leva. Förmodligen dock icke någonstans i staterna. Den välkände amerikanske, \"hårdkokte\" författaren som bättre än de flesta känner till den nutida amerikanska historien och i synnerhet allt skumraskspel som skett under ytan i maktens sfärer och kan Kennedyepoken utan och innan, har ju lanserat som skytten på gräskullen i de oerhört fascinerande och brutala mastodontverken \"En amerikansk myt\" och \"Sextusen kalla\". Värt att tänka på... Slut på spekulationer för den här gången! Mitt grundtips i skrivande stund alltså: Tre skyttar framför presidentbilen. Och för att inte \"reta\" upp vissa här som fnyser åt såna tankar och bara tror på ett dåd av en ensam man, så kan jag väl i min storsinthet låta Oswald också få vara med på ett hörn...Trots allt... Just \"på ett hörn\", avfyrande ett skott tillsammans med de andra hårdföra och målinriktade grabbarna i det där föga estetiskt tilltalande huset som numera inrymmer ett stort, välbesökt museum vikt åt morddramat för snart 50 år sedan. Lite mera info om just den mytomspunne ) Bild på Bilder på",
				"Tycker inte heller man skall \"dra för högra växlar\" till Lee Bowlers påstående och inte heller hans senare död. Utredaren David Perry fann inget mystiskt eller att någon annan skulle ha orsakat han död vid en singelolycka med ett brofundament. Sen okey att han såg figurerna som han såg men vad bekräftar att det skulle vara några skyttar eller mördare för trots allt är det både konstaterat och bevisat att kulorna som träffade JFK kom från Owalds gevär som hittade på 6 vån i TSBD. Inget har i alla fall kunnat övertyga mig om att det skulle ligga en konspiration bakom mordet av JFK än så länge.",
				"Charkov känns som ett troll. Grundkursen när man efterfrågar \"bevisning\" blir först att definiera vad man vill att beviset ska bestå i. En film på Grassy Knoll-shooter? Ett gevär med Frank Sturgis fingeravtryck? Etc. Vad säger du? Jag är ny på JFK men som jag ser det finns det fyra kategorier, huvudspår så att säga. Rätta mig om jag har fel. 1. Lee Harvey Oswald mördade Kennedy ensam 2. Lee Harvey Oswald mördade Kennedy ensamagerande på order (av exempelvis CIA) 3. Lee Harvey Oswald mördade Kennedy tillsammans med flera andra skyttar (från CIA på gräskullen exempelvis). Oswald är vanlig skytt som hade en dålig dag eller så är han en i förväg planerad fall-guy. 4. Lee Harvey Oswald mördar inte Kennedy, det gör flera andra skyttar från gräskullen och Daltex. Oswald är fall-guy som är placerad på \"rätt\" plats via rätt tillfälle. Har än så länge bara sett Oliver Stones film och håller på att läsa Jim Marrs bok men är nära på övertygad fyra, kan sträcka mig till trean. Den mängd vittnen som sett fel för att inte ett skott från gräskullen ska vara klarlagt är väldigt stor. Och Kennedy huvud trycktes fortfarande bakåt.",
				"Plocka gärna fram ett dödsfall på den listan som kan kopplas till att denne vet något om JFK mordet och dödades pga det och enbart pga det, visst många av dödsfallen är suspekta och underliga men jag tror inte det finns mycket där, det är inte högt uppsatta personer på listan, det är hemmafruar, journalister, taxichaffisar osv så var för skulle någon av dessa ha någon info om mordet på JFK som var värt att döda för. Det finns faktiskt en intressant detalj bakom WC, redan några dagar efter mordet hade FBI sin bild av mordet klar, att LHO agerade ensamen, det var dessutom FBI som serverade WC med den infon dom behövde. Nu säger jag inte att FBI mörkade eller konspierade på något sätt. Men bara de faktum att om WC kommit till annan slutsats än FBI, så hade gruppen hamnat i bråk med den kanske mäktigaste mannen i USA på den tiden, Hoover och det var det ingen som ville. Sen behöver detta naturligtvis inte betyda något alls, dom kan ju inte gjort en slafsjobb då det skulle synas direkt"
		]
	},
	{
		"postIndex": [
			[2406],
			[2300],
			[2282],
			[2301],
			[2450]
		],
		"postTime": [
			"2012-06-11",
			"2012-05-13",
			"2012-05-12",
			"2012-05-13",
			"2012-06-30"
		],
		"postNum": [
			[2463],
			[2354],
			[2336],
			[2355],
			[2509]
		],
		"postLink": [
				"/sp37810190",
				"/sp37337492",
				"/sp37321368",
				"/sp37337816",
				"/sp38108324"
		],
		"postUser": [
				"mvagrippa",
				"mvagrippa",
				"mvagrippa",
				"mvagrippa",
				"PekkariP1"
		],
		"postUserID": [
				"/u384264",
				"/u384264",
				"/u384264",
				"/u384264",
				"/u606375"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p206",
				"https://www.flashback.org/t232286p197",
				"https://www.flashback.org/t232286p195",
				"https://www.flashback.org/t232286p197",
				"https://www.flashback.org/t232286p210"
		],
		"userUrl": [
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u384264",
				"https://www.flashback.org/u606375"
		],
		"sentence": [
				"Visst är jag intresserad av det. Det är därför jag är på forumet. Stämmer att jag tror att en konspiration ligger bakom mordet. Vem som gjorde det. Om Oswald var inblandad eller en \"Patsy\" tycker jag fortfarande är väldigt svårt att säga. En stor mängd vittnesmål , däribland Parkland-personalen och Secret Service män i följebilen talar för ett skott framifrån. Däremot har jag svårigheter med att förstå vart skytten på kullen stått. Tror att enda möjligheten att komma till insikt om vad som hände är att gå igenom detalj för detalj. Just att fastställa när skotten kom är ju en möjlighet att säkerställa om JFK sköts av en eller flera skyttar. Själv tycker jag mig kunna säkerställa fyra skott. c:a z 156-161. bom, JFK slutar vinka .3,1 till 3,5sekunder till nästa skott c:a z 216-220. Träff på JFK, ej dödlig, cirka sekunden tills nästa skott z 237 Träff på Connelly, visar att mer än en skytt är inblandad. z 313 Dödande träff i JFK:s huvud snett framifrån Sedan tror jag det skjuts ett par skott till men kan ej sätta in dom på tidsskalan ännu. Några reflektioner på sammanhang jag tycker är märkliga. 1. Varför skjuter in LHO mot kortegen redan på Houston Street . Här har han klart skottfält, rakt framifrån , utan några träd ivägen, för att pricka JFK 2. Varför missar LHO det första skottet mot JFK, när han har gott om tid på sig att sikta och träffar med det andra skottet då han har max 3,5sekunder på sig att ladda om , sikta och skjuta mot presidenten.",
				"var den polis som hittade det väl gömda geväret på TSBD:s sjätte våning. Han identifierade det som ett Tyskt mausergevär. Weizman var mycket vapenkunnig, hade jobbat extra i vapenaffär och det är inte speciellt troligt att han skulle ta fel på en mauser och en mannlicher-carcano. Detta gör att det finns frågetecken ang vilket gevär som användes vid attentatet. Än mindre bevisar det någonting om vem som sköt. Att den finns splitter från Mannlicher-carcano ammo, 6,5mm, i limousinen tvivlar jag inte på. Men Parkland-läkarna, secret-service agenterna,weizman och vittnen på Dealey Plaza får mig att tro att det inte riktigt är hela sanningen. Ett annat problem med Warren-kommissionens teori är att en kula totalt splittras när den träffar kennedys huvud medan den andra ,CE 399, magic bullet, är i det närmäste oskadad trots att den gått igenom kroppen på två män. Bland annat splittrar magic bullet handben och borde rimligtvis vara betydligt med deformerad än den är. Zapruderfilmen visar att måste träffas av det första skottet någon gång mellan ruta 207 till 224, den tidsrymd när han skyms av en vägskylt. När JFK syns på z224 är han helt klart träffad och har börjat dra upp händerna mot halsen. På Z 221 syns hur Tittar på sin make och detta får vilket får mig att tro att JFK träffats ca z212-216. Connally ser inte träffad ut utan verkar vid denna tidpunkt, håller fortfarande i sin hatt vilket inte skulle vara så lätt när en kula skjutits genom handen. Connolly reagerar vid z236 och borde träffats någonstans z232-233 med tanke på den mänskliga reaktionstiden. Jag tror liksom guvernören att han och JFK träffades av olika kulor. En sak som talar för detta är att de fragment som sägs komma från CE399 väger mer än totalvikten på kulan. Tänker på de fragment som plockades ur honom samt de som fick sitta kvar.",
				"Har tittat på dessa filmer och foton i snart tjugo år och kommer fram till samma sak. Det är synd att vi inte kunde nagelfara dom i grupp, det vore intressant att se hur du kommer fram till din ståndpunkt. Menar detta seriöst och uppskattar bra debatt utan en massa ointelligenta otidigheter som blivit så vanliga på flashback. Om jag förstår dig rätt anser du att den dödande kulan splittras i JFK:s huvud. Isf kan den omöjligen spåras till LHO:s mannlicher-carcano efter som en kula måste vara något så när intakt för att kopplas till ett gevär. Att kulan splittras är enda möjligheten om man tänker sig ett dödande skott bakifrån. Annars skulle Jackie Kennedy träffats av en hel penetrerande kula, hon befann sig direkt i skottlinjen från ett skott från TSBD,Snipers nesr, mot JFK:s huvud. Själv tror jag det dödande skottet kom snett framifrån men medger gärna att jag har problem med vart det sköts ifrån. Nitrattesterna Dallas-polisen gjorde på LHO direkt efter han gripits var positivt för hans högerhand och men negativ för hans ansikte. Detta indikerar att han avfyrat en pistol men inte ett gevär den aktuella dagen. Vad tror ni? Tänker på alla i tråden.",
				"Många som skrivit om morden den 22a november har velat ge en roll som medkonspiratör eller på något annat sätt inblandad i attentatet. Jag har aldrig blivit övertygad om detta. Tippit skickades till Oak Cliff av sin ledningscentral och det fanns ett signalement ute baserat på vittnesmål från TSBD. Dessutom vittnar flera vittnen om LHO:s märkliga beteende innan han grips på Texas Theater. Skoförsäljeren är en av dessa, youtubeklipp finns. Det har också antytts att Tippit skulle vara högerextremist. Den enda kopplingen jag har funnit säkerställd är att han jobbat åt restaurangägaren på dennes Austin Barbeque. Den senare var aktiv i John Birch society. Men det krävs betydligt mer än detta för att göra Tippit till medkonspiratör i JFK-mordet. Mordvittnet berättar om hur Oswald gått fram och lagt armarna på fönsterkarmen när han tittat in i Tippits patrullbil. När Texaspolisen går ur bilen skjuter LHO ner honom. Själv tror jag att LHO sköt ner JD Tippit men att han inte sköt ihjäl JFK. Att Oswald på något sätt var inblandad i en komplott att döda JFK tycker jag är uppenbart. Om han visste om vad som skulle hända eller agerade som nyttig idiot är en helt annanoch öppen fråga. Den bekräftelsesökande och med sin livssituation missnöjde var nog inte den mest svårmanipulerade rekryt som de hemliga tjänsterna haft att göra med.",
				"Per definition var det ett omöjligt uppdrag med hopplösa förutsättningar. Mordet skulle ju aldrig få en rättslig prövning. De bevis som fanns skulle ju aldrig bedömas i domstol. Såsom jag förstått tackade ett flertal tillfrågade nej pågrund av att inget gott skulle komma ifrån en kommision som hade som syfte att bevisa att ingen konspiration ägt rum. När Jack Ruby mördade Oswald, föddes konspirationen hos den amerikanska allämheten. Politiker i allmänhet insåg att ingenting skulle kunna förändra saken. Inte ens om Gud fader klev ned från sin himmel tillsammans med JFK och förkunnade att det inte fanns någon konspiration. -Oj! Det här är större äv vad vi kunnat ana, skulle konspiratörerna utbrista. Det här är också en lätt avlivad myt från Mark Lane, om jag minns rätt. Mark Lane är som de flesta vet en välkänd konspirations teoretiker, som framfört sina historier sedan 1965. (Om nu obekväma människor dör under mystsika omständigheter varför fortlever denna man). Nåväl, myten om att Jack Ruby ville från Dallas skapade denne Mark Lane genom att klippa och klistra i FBI:s förhör med Jack Ruby. Läser man denna version får man intrycket att Jack fruktar för sitt liv och tvunget vill från Dallas. Så var naturligtvis inte fallet. Tänk efter lite nu. Jack Ruby älskade Dallas polisen och Dallas polisen älskade Jack Ruby. Han kände stora delar av kåren vid förnamn. Han hängde närmast på polis stationen. Dallas poliserna hängde kväll på Jacks nattklubb. Dallas var det ställe i världen som Jack Ruby kunde känna sig trygg på. Om man istället läser orginal förhören med mr Ruby, framträder en annan bild, än den Mark Lane förmedlar. Jack Ruby vill visserligen till Washington, men varför då? Jack Ruby trodde att hans mord på Oswald skulle få ett annat mottagande än det fick. Han trodde att skulle bli en hjälte som avlivat en älskad presidents mördare. Han ville visa sig som en stor patriot. Han ville bespara Jackie Kennedy en lång och besvärlig rättegång. Jack Ruby fick inte det mottagande han förväntade sig. Istället tisslades och tasslades det om att han ingick i en konspiration. Jack Ruby blev djupt förtvivlad och fruktade för sina liv. Han trodde att någon ur allänheten skulle skada eller döda dessa som hämd för att han deltagit i en konspiration som dödade JFK. Så starka var ryktena. Jack Ruby trodde att om han fick träffa president Lyndon B Johnson och förklara sina handlingar, så skulle denne kunna skydda hans anhöriga. Så visst ville Ruby åka till Washington, men inte var det av de skäl som klipp och klistraren Mark Lane uppger."
		]
	},
	{
		"postIndex": [
			[2861],
			[2621],
			[2854],
			[2804],
			[2682]
		],
		"postTime": [
			"2013-11-26",
			"2012-11-06",
			"2013-11-26",
			"2013-11-24",
			"2013-06-09"
		],
		"postNum": [
			[2939],
			[2681],
			[2931],
			[2880],
			[2747]
		],
		"postLink": [
				"/sp46319864",
				"/sp40205393",
				"/sp46313595",
				"/sp46281759",
				"/sp43831078"
		],
		"postUser": [
				"Targenor",
				"MrChrillemannen",
				"Coovex",
				"Coovex",
				"Mr-potatohead"
		],
		"postUserID": [
				"/u85600",
				"/u746460",
				"/u535635",
				"/u535635",
				"/u462982"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p245",
				"https://www.flashback.org/t232286p224",
				"https://www.flashback.org/t232286p245",
				"https://www.flashback.org/t232286p240",
				"https://www.flashback.org/t232286p229"
		],
		"userUrl": [
				"https://www.flashback.org/u85600",
				"https://www.flashback.org/u746460",
				"https://www.flashback.org/u535635",
				"https://www.flashback.org/u535635",
				"https://www.flashback.org/u462982"
		],
		"sentence": [
				"Jag har följt denna tråd i flera år, men inte kunnat se några bevis för någonting alls förutom att LHO sköt JFK. Om du postat inlägg som bevis, länka gärna. Vad såg Bill Newman egentligen? Jo själva dödsögonblicket, vad kan man dra ut ur det? ingenting, han kan inte avgöra var skotten kommer ifrån bara att presidenten dog. Lär finnas fler vittnen på plats som inte kallades till att vittna. Dessutom hade myndigheterna lätt kunnat ändra i hans vittnesmål, precis som dom \"gjort\" i andra vittnesmål. Totalt ointressant Att dom flyttade bilen är ointressant, att dom tvättade ur bilen, bara timmar efter mordet är intressant, man brydde sig inte ens om kulrester i bilen vilket kunnat avgöra varifrån skotten kommit eller vilket vapen som använts. Vem som helst som ville skjuta JFK kunde skjuta oavsett hur många MC poliserna som varit på plats, ingen skjuter väl från gatan, utan ovanifrån. Denna film är tagen på Love Field och precis då dom ska åka in mot Dallas, ska livvakten springa bredvid bilen hela vägen in till Dallas? Limousinen lär ju också öka farten i så fall. Sanningen finns defentivt inte på internet. Väldigt intressant kommentar, men varför är det bara han som lättat på hjärtat om detta? Vad har Vita Huset med LHO att göra? Om det var en konspiration så var det troligen CIA som var inblandad. Jesse Ventura är en pajas, en clown. Det finns hur många klipp som helst med honom där han påstår saker som inte stämmer, saker som säger emot varandra. Om man ser klippen med en logisk synvinkel så inser man snart detta. E Howard Hunt ljuger på sin dödsbädd, det är vem som skulle kunna göra det. Hans version är kusligt lik det som fanns i serien The Men Who Killed Kennedy, och då den serien kom redan 1989 så får jag känslan av att Hunt mycket väl kan ha fått inspiration från den serien. Jesse Ventura har tagit upp saker som inte är sanna, saker som visat sig vara konstiga när man tittar nogrannare på dom. Ett exempel är interjuven med Howard Hunts son Så länge man lyssnar på Jessie Ventura så lär man aldrig få reda på någonting tyvärr. Om man nu kan kalla det mord då man hotar folk med vapen och skjuter mot polisen. Det finns garanterat gärningsmän som gjort precis som LHO. Problemet för dig verkar vara att du ställt in dig på att de var en konspiration och inte har ett öppet sinne om det hela. Börja tänka källkritiskt angående Jessie Ventura, vad går att läsa mellan raderna, vad säger han, googla på personer och saker i filmerna. I ett videoklipp, hittar det inte just nu, så interjuvar Jessie Ventura E Howard Hunts son Sir John Hunt, Hunt är så pass rädd för den information han säger sig ha, att han måste gömma sig på ett motellrum för att undkomma dom som är efter honom. Bland annat säger han, <quote> Jag är i stor fara så länge jag säger min historia</quote> Självklart är han rädd för att hamna i trubbel, men tydligen inte så rädd då han ändå försöker sälja sin \"story\" på sin hemsida Operation 40 som nämns flera gånger i klippen nämdes redan på 1990 talet och kanske även före det, alltså är även det gamal skåpmat. Inget bevis för nånting i det inlägg jag svarat på",
				"[quote=PekkariP1] Frågor från Dig till mig.. Sabotladdad ammunition fanns redan vid mitten av 1860-talet och som uppfunnits av en tysk. Bilden som du kommenterade visar ett på en vanlig ammunitionsask utan tanke på kaliber, motsv. Just den för tillfället nämnda ammunitionen vid JFK-mordet togs fram vid CIA:s avdelning i San Diego, där det också fanns en teknisk sektion. Kontoret låg ovanpå våningen ovanför det officiella FBI-kontoret och där den tekniska sektionen bland annat också provade fram ammunition av typen \"short shot\" (underladdad patron) som vid ett mord gör att skytten kan skjuta i trängsel och samtidigt veta att kulan inte kommer att gå igenom kroppen och träffa personen bakom vilket också överensstämmer med Kennedys skottskador. Även ammunition av sådan karaktär så att den slås sönder i mikropartiklar togs fram vid den här tiden vilket leder till att sårskadan på djupet bara blir en \"svart fläck\", vilket också liknar skadan inne i Kennedys bål. Nedan lite olika typer av ammunition till handeldvapen En kula smusslades undan vid obduktionen, (tinningssskottet, ett \"short shot\") men jag har funnit en kopia av FBI-orginaldokumentet (se foto) som av misstag inte hann gömmas och dokumentet bekräftar ett kvitto vid överlämnandet till FBI och det kvittot visats för mig av James Tague (vittnet med splitterskadan på kinden vid \"Triple underpass\") och som jag har haft lite kontakt med och fått mig tillsänt några föremål. Vad avser \"ekorrjakt\" och andra ammunitionsbehov så tror jag att vi kan ställa den frågan utanför den vanliga diskussionen i jaktbutiken och se hur CIA tar fram material för sina \"behov\". (Bild, CIA 1963 - Pistol för giftpil samt kamera med inbyggt pistol för korthållsskjutning) Och visst blir träffsäkerheten lägre med ljuddämpad ammunition med det får alltid vägas mot skjutavstånd och upptäcksrisk. Rapporten från ARRB-kommissionen kring Kennedymordet (1994-1998) tog fram ett långt vittnesmål från den fototekniska expert som hanterade Z-filmen dagen efteråt, och denne vittnade att det var ganska lätt att räkna träffarna i och runt bilen och han såg 8-9 skott träffa. Personen är namngiven och säkerställd som ansvarig vid tillfället och har som laga vittne undertecknat vittnesmålet, och bilden som nedan visar det rikochettmärke på trottoaren som fanns kvar på eftermiddagen den 22:e nov men som togs bort inom ett dygn av FBI, detta tillsammans med blodfläcken som fanns bakom muren cirka 10 m från gatan. En kula hittades mycket senare någon kilometer bort sittande fast i ett hustak i samma smala vinkel som där TSBD ligger (Kulan: Cal. 30) Vad det gäller användandet av 4 skyttar så tog de sig fram oupptäckta utan sågs av mängder med människor (vittnen) som utgick ifrån att det var säkerhetstjänsten som bevakade platsen.De enda som förstod var som var på gång var de fångar som satt inne i fängelset och såg rakt in på 6:e våningen inne i TSBD och såg skytten inne i byggnaden, men de kunde inte göra något mer än skrika och vifta eftersom de var inlåsta men väktarna stod tyvärr nere på gatan för att se kortegen. Många av de inblandade bar dessutom polisuniform samt bar gevär vilket upplevdes som ett helt naturligt inslag i bilden. När sedan presidentkortegen rullar in så tittar 99 % av alla åskådare fokuserat på det de väntar på och ser sannolikt nästan ingenting runt omkring. Vad avser skytten inne i Daltexbyggnaden (Sannolikt Iziqierdo) så låg han djupt inne i en lägenhet, sköt ljuddämpat och gick sedan ut stilla på baksidan. Ex. på vittnen. Paret Rowlands Vad gäller koordinationen mellan 4 skyttar så kan jag efter 23 års i armén (76-99) säga med att det är ganska enkelt. Vad avser koordinationen mellan sektionerna har jag en digitalt bearbetad audio av \"The Dictabelt tape\" som visar att det defenitivt är manipulerat (förfalskat) samt att man har lyckats ta fram frekvensöverskridande ordsekvenser där en röst säger i radio \"We are at GO!\" precis när limousinen svänger in på Dealey Plaza. (se bildklipp från ljudanalys av The dictabelt tape) Man hittade dessutom flera kulor på mordplatsen, en sådan på bilden nedan därjust den kulan som kriminalpolisen i hatt (Buddy Walters) fann och lämnade över till FBI. Varvid kulan försvann tillsammans med den anonyme agenten för evigt. Walters berättade inledningsvis för alla vad hann funnit men drog sedan snabbt tillbaka tillbaka allt hann sagt och inledde därefter en märkligt framgångsrik karriär under en kort tid framöver vilket förvånade kollegorna då han alltid uppfattats som en dålig polis samt faktiskt smått dum och dessutom feg och otrevlig. Tyvärr \"råkade\" han dö\" innan HSCA kommissionen kunde höra honom.. (Som så många andra.. FBI:s tekniske chef m.fl) En annan kula som FBI hade synlig på sjukhuset (innan de fick kalla fötter) var en gevärskula med spets (inte rundad som Carcano-kulan) men som sedan \"försvann\" i hanteringen av FBI. Det fanns avsevärt mera fragment och splitter i bilen än vad som öppet medgivits, bland annat en kula som träffat kromsargen vid fästet där \"Bubble top\" låstes mot chassit samt ev. även ett hål i ryggen på baksätet samt också kulhålet genom framrutan som en polis trädde en penna igenom och det sågs av flera vittnen som fortfarande står vid det de sagt att de sett. (Jag har lyssnat på ett föredrag av advokat i USA som under 30 år använt tid till att minitiuöst undersöka vad som hände med limousinen inkl framrutan efter mordet) Bild ljudanalys: Slutligen vad gäller foton. Flera av de foton som jag pekar på är tolkningsbara med vanlig analog teknik. Och på bilden nedanför syns (om du tittar ordentligt) att cirka 2 cm till vänster om bokstaven \"S\" i skylten \"Stemmons freeway\" så ser Du en polis som ligger bakom muren med ett vapen. Ett annat exempel på manipulation (bland andra exempel, ex Z-filmen) är armen på \"Wawing man\" som är ganska klumpigt förfalskad. Bilden nedan visar på det foto som släpptes 1975 och som inte var koordinerat med informationen på bilden av \"Wawing man\" från Willis foto. Bilden nedanför är mycket speciell då det är den enda gången mig veterligt som i vittnens närvaro då en av Warrenkommissionens jurister blir \"inmålad i ett hörn\" med ett bevis. När han förstår att han av misstag har bekräftat att det går att se och att det faktiskt bevisligen fototekniskt finns en vapenförsedd person i Moormans foto uppe vid Pergolan. När han då ställdes inför det faktum att han av misstag nyss verifierat bildens äkthet blev han alldeles tyst en lång stund därefter sa han: \"Sometimes in life we are cought up in bigger things then ourselves\".. Och han har aldrig senare tagit tillbaka uppgiften om att ha sagt så men vill inte kommentera det mer.. Vad det gäller digital bearbetning för att ta fram \"osynlig\" information så finns det teknik som idag kan skilja på analogt naturligt bildbrus och onaturligt analogt bildbrus efter en retuchering. En tekniker inom JFK-forumet har använt det men det tar lång tid att processa foton eftersom det är tekniskt svårt. En bra dator kan ta flera dygn på sig för att ta fram naturligt \"bildbrus\" bakom ett pålagt \"konstruerat bildbrus\". Bilderna nedan visar en sådan bild rekonstruktion av \"Black dog man\" ur Nix film som visar att det är en polis med ett gevär. Geväret var redan bekräftat av HSCA-kommittén medan teknikern på forumet har lyckats ta fram bilden digitlalt och i färg där ytterligare en polisuniform bekräftar att det fanns två poliser bakom muren vilket också styrker Arthur Rolands vittnesuppgift om hur en polis nära honom hoppade fram och ryckte filmen ur hans kamera. En analogt bearbetad bild först med digital teknik, Willis fotografi taget i sidled: Därefter en digitalt bearbetad bild tagen rakt framifrån från Nix film och i närbild: Du kan ganska tydligt ana halva ansiktet, näsa, öga, och gevärsmynning om du betraktar bilden noga, samt en skärmmössa. uppgifter ovanför med namn och tidpunkter har jag noterade i mitt \"berg\" av anteckningar. Och det som är beskrivet ovan är vad jag har funnit och jag har tagit fram det i avsikt att hålla föredrag om, defenitivt inte att bevisa något. Take it or leave it.. *L* Vänliga hälsningar Christer",
				"Du lever ett liv där du har känslan att \"måste tro\" på någonting. Det är omöjligt för dig att förstå att det du tror på kan vara fiktivt. Det är inget jag kan göra mer än att be dig se länkarna. Googla och försök... försööök förstå vad jag menar. Jag har presenterat hur mycket bevis som helst. Sen att du lever i en \"dagisvärld\" där man bara tror på fysisk bevisning (ibland falska sådana) kan inte jag hjälpa. Jag hackar inte på dig. Jag säger sanningen baserat på dina tankegångar. Lycka till. Kolla bevisen nedan. Lyssna lite på vad de säger också. Haha! Nej, verkligen inte. Möjligheten finns men det är en annan historia. (som du borde checka) Har inte försökt bevisa det heller. Den filmen är bara ett av 100-tals exempel på att en del saker utav det som lärs ut i skolan, globalt, är inkorrekt. (viss konspiration) Det finns tusentals liknande exempel men det hör inte till denna tråden. Hursom, så är det ett bevis för en konspiration om man undersöker ämnet. Jag blir väl inte direkt förvånad av att just du missat denna grejjen. Åter till JFK och bevisen, annars skicka PM. Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Helt ofattbart! Varför flyttade de bilen till Michigan och fodrade om den. Man hade ALDRIG flyttat och \"byggt om\" bilen så att viktigt bevismaterial kan försvinna. Vi talar om en mordutredning av Presidenten. Man kvarhåller alla bevis i orginal (om inte utredningen kräver annorlunda) tills domen är fastställd. Går det inte in? Detta i sig självt är i princip anledning till en konspiration. Varför ändrade de MC-formationen ENDAST för Dallas-rutten? HA!!!!!? Motorcyklisterna gjorde nu att sikten blev helt fri om någon skulle vilja skjuta. Här är ett klipp med en Secret Service snubbe som blir ombedd att INTE följa bilen. Han fattar inte varför, tolkar jag det som = Han satt/vakta bumpern/baken av bilen på alla adnra rutter. Det är ingen övertolkning. Sluta blunda. Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Finns ingen anledning att ljuga... om inte... Just det! testa googla! Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset, Militär, annan organisation kopplad till CIA/FBI. (gäller än idag) Guvernören Jesse Ventura håller i mötet. Skulle han ljuga officiellt i denna utredning? Tänk själva. Whistleblowers E Howard Hunt (vem ljuger på sin dödsbädd), Bill Cooper, Green and the list goes on. Jesse Ventura, ex-governer. Han har koll på sina bevis, det kan jag lova. Han skulle inte ens ta upp bevis som inte gick att styrka. Om Jesse nämnt en sak som inte var sann så hade han hade bombarderats av frågor, debunks, karriärshot etc. googla själv. Vi kommer nog aldrig få veta vem som sköt (50 år sedan) men om du hade läst och sett hälften av de bevisen jag sett så blir det uppenbart att din story är BS. Intressant = Varför mörda honom? Bill är erkänd CIA-medlem. Bill cooper (vittnet i filmen) blev mördad. Låt säga att Oswald mördade honom. Skulle han lämna sin rifle(!?) och sen bara \"chilla\"?!?! Helt olikt alla andra gärningsmän. Men som sagt. Kolla bevisen ovan. Ta eran tid, mjuka upp hjärnan så ni blir lite öppensinnade. Annars är det som sagt bara din förlust. Tjoflöjt.",
				"Fick inget svar tidigare (hoppas det beror på att du checkar länkarna.) Du måste förstå att ALLT relaterat till JFK-mordet, som media pressar, har filtrerats via CIA samt FBI. Om det nu är bl.a. de två bovarna som ligger bakom attentatet så skulle de aldrig dela med sig av dig sanningen. Tvärtom. De skulle se till att mata ut påhittade uppgifter samt försöka sätta dit en \"snubbe\" direkt för att få bort misstankar, typ Lee Oswald, precis vad som hände vid Boston Bombningen och 911. Du måste titta på den stora bilden i perspektiv. CSI behövde en snabb förklaring till det hela så att folket direkt skulle sluta tänka på alternativa teorier om mordet. Som tur var finns det 1000-tals självständiga patrioter, journalister, sanningsrörelser etc. som uppmärksammade fallet och tog saken i egna händer. Med andra ord, om man ska se objektivt på fallet, så är möjligheten väldigt stor att det var ett \"Inside-Job.\" Detta betyder att vi måste se på alla offentliga dokument från regeringen samt mainstream media med en vetskap att de kan vara falska och helt påhittade. Innan du inser detta så kommer du alltid vara en tappad själ. Helt sjukt vad många som tror blindt på det \"De\" vill att ni ska tro på. Alla nära till JFK säger att Lee inte agerade ensam och att det finns betydligt mer till mordet än vad majoriteten tror. Det finns whistleblowers som inte har anledning att ljuga. Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Varför flyttade de på Secret Service snubben som vanligtvis satt bak på bilen? Varför ändrade motorcyklisternas formation endast för Dallas-rutten?! Bilen städades innan måndagen så att ingen vidare undersökning kunde göras. Sånt sker inte i mordutredning av en president om det inte finns något att dölja. Inredningen ändrades och den fördes till Michigan, urstädad på allt bevis! skumt... Kennedy hade många fiender dessutom signerade han Alien/UFO-avtalet med Ryssland 10 dagar innan mordet. Ett sådant avslöjande kan vara värt att mörda för? Jag menar Teknologi som befriar alla på hela jorden? Fri energi. Överflöd i resurser. Ingen mera olja. Ny världssyn. CA 600 triljoner DOLLAR i dagsläget (olja, el, annan skit) kanske tillräckligt att mörda för. Presidenten står för avslöjandet. Men det finns uppenbarligen personer med högre \"makt\". Rysslands ledare blev avsatt kort därefter. INtressant = Samt de tidigare länkarna om du orkat titta tillbaka. Jesse Ventura har bra koll. YT honom+jfk. (OT Majestic 12 måste du läsa om. James Forrestals död samt cover ups) Han ville inte gå i krig med Kuba, något som gjorde US Militär etc. MYCKET upprörda. + Han drog tillbaka truppernai Vietnam. Kanske var han påväg. Minns inte exakt. Läs på! Måndag morgon innan de har tittat på ett enda bevis så finns det ett inspelat samtal där \"attorney general\" säger: \"We must convince the American people that Oswald acted alone, there was no one with him, and that if he went to trial he'd be convicted.\" till den nya Presidenten. Måndag morgon!!! Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset. Allting pekar åt samma håll. Mainstream Media har stor betydelse för dom rapporterar ingenting som visar motsatsen. E Howard Hunt har erkännt att han deltog i konspirationen, till sin son på sin dödsbädd. Kennedys fru sa: They killed him. \"They\" inget annat. O.S.V... Fortsätt drömma eller ta tag i kragen och börja leva. PROVE ME WRONG!!",
				"NWO? dra den om jultomten också. Fanns betydligt enklare saker ,som försvarsbudgetar och allmänt militärt missnöje mot JFK som om något isåfall är en förklaring.. Amerikansk militär/säkerhet är full med korruption och betänkligheter. Kolla bara allt J edgar hoover höll på med. Precis gjort ett arbete om det här så kommer ihåg det mesta om det... Vilket känns omöjligt .att en kula dels ska ändra bana, samt dessutom kommit ut hel efter att färdats igenom så många saker är den officiella förklaringen från Warren kommisionen. geväret var ett 6.5 mm Carcano M91 och geväret är enligt många extremt oprecist .kommer inte ihåg vad det var exakt, men geväret kallades typ \"Det snälla vapnet\" eller något sådant för att det var snällt mot den man sköt på. Helt enkelt missade denne.. På det så var även LHO en dålig skytt enligt sina tidigare befäl och någon som aldrig skulle tros kunna klara de där skotten på egen hand.. sen sköt han även en polis, men detta var inte av med av hans vapen? Skulle Lee Harvey Oswald ha skjutit ensam skulle han nog varit ensam skytt, måste han ha varit en riktig maratonlöpare då han sågs 60-90 sekunder efter skotten, 4 våningar ner av en polis som identifierade honom. Dessutom var han inte anfådd alls vilket borde varit fallet om han skjutit 3 skott och sprungit 4 våningar på den tiden... Sen hoppa på bussen,åka två kvarter och därefter springa 1.4km för att skjuta en polis på ett tidsspann av 13 minuter låter lagom sannolikt... Sorgen från vad exakt? Skulle han vara skyldig skulle han troligen ha blivit avrättad ändå..enda skillnaden nu var att han inte fick så mycket sagt före han blev avrättad... + att han sa att han typ ville öka polisens heder. hur ofta har en kille med kopplingar (stora eller små) till maffian en sådan agenda Skickades brev till fängelset direkt efter Jacks gripande, Samma kille som skrev under där var även privat referens till Jacks spritlicens.. i Prat om åklagare sa specifikt att skulle ett namn komma på fråga (Davis) så skulle det bli problem. Jack ruby hade varit i kontakt med killen tidigare . Visade sig vara en tidigare CIA-agent angagerad i JFK-mordet"
		]
	},
	{
		"postIndex": [
			[2966],
			[3025],
			[3091],
			[3039],
			[3141]
		],
		"postTime": [
			"2013-12-05",
			"2014-01-03",
			"2014-03-17",
			"2014-01-26",
			"2014-04-06"
		],
		"postNum": [
			[3046],
			[3108],
			[3177],
			[3122],
			[3227]
		],
		"postLink": [
				"/sp46442538",
				"/sp46860186",
				"/sp47970198",
				"/sp47217405",
				"/sp48266887"
		],
		"postUser": [
				"Coovex",
				"Mr-Mr",
				"Levillain",
				"boss-jon",
				"Levillain"
		],
		"postUserID": [
				"/u535635",
				"/u814444",
				"/u651689",
				"/u847632",
				"/u651689"
		],
		"postUrl": [
				"https://www.flashback.org/t232286p254",
				"https://www.flashback.org/t232286p259",
				"https://www.flashback.org/t232286p265",
				"https://www.flashback.org/t232286p261",
				"https://www.flashback.org/t232286p269"
		],
		"userUrl": [
				"https://www.flashback.org/u535635",
				"https://www.flashback.org/u814444",
				"https://www.flashback.org/u651689",
				"https://www.flashback.org/u847632",
				"https://www.flashback.org/u651689"
		],
		"sentence": [
				"Jag har full förståelse för \"somliga.\" Sättet Du och några till behandlar överväldigande bevis på är minst sagt irriterande, hur ni ignorant skiter i viktig substans och istället lägger fokus på strunt, så är det självklart att somliga blir upprörda, i vissa fall även kallar er saker som ni har gjort er befogade till. Ni visar varken respekt för tråden eller J Fitzgerald K. Smarta människor lägger fram klara saker men ni bara rycker på axlarna. Väx Upp! Bevis(igen): Det bringar fortfarande uppståndelse 50 år efter vad som hände. Det har kommit fram 100-tals whistleblowers samt vittnen som talar för en konspiration. Det finns 2000 olika teorier och allt från mördade vittnen, whistleblowers, manipulerade bevis, folk som sagt att de varit inblandade, lögner, total fabricering i Warren-rapporten och listan som pekar på en konspiration blir bara längre och längre för varje dag som går. Är detta vanligt vid en mordutredning? NEJ... Då kanske man ska börja lyfta på ögonbrynen. Ni som fortfarande biter tag i den officiella storyn, eller att LHO sköt från sitt lilla fönster borde ta en funderare. Inte ens världens bästa skytt har lyckats återskapa vad som hände i Dallas den 22 November enligt WR. Bara det är bevis nog, då Oswald endast var \"marks man\" i armén. Oavsett om Oswald var kass eller bra på att skjuta så finns det INGEN som lyckats med vad han gjorde den dagen. Ingen har varit ens i närheten. Han hade ett försök på sig med ett 23 år gammalt gevär. Som om inte det är nog så lyckats han med tidernas konstigaste kulstuds. Magic bullet-teorin är kryddan på moset. Ammo: De kulfragment som hittats är inte kemiskt unika. Guinn's vittnesmål från 1976 är debunkat av dagens teknik. Kulfragmenten kan vara från allt ifrån tre, fyra, fem eller t o m fler kulor. Ytterligare bevis som inte går att förneka. Paraffintesterna visade att Oswald inte hade krutrester i ansiktet (vilket han borde ha haft om han avfyrat ett vapen), andra tester visade också att han inte hade tvättat ansiktet de senaste timmarna. Om du fortfarande tror att Oswald sköt... andas ut, ta ett steg tillbaka och analysera vad som hänt. Är detta troligt? Det finns filmer som försöker bevisa den officiella teorin. Dessa filmer är klassade som skämt. Det finns ett tydligt exempel där alla som skjuter redan placerat geväret i exakt position för bästa resultat. Man har dessutom låtit de olika proffsen skjuta otaliga gånger för att sedan endast visa den absolut bästa omgången. En erfaren skytt kan direkt utesluta detta klipp och förklara hur långt ifrån verkligheten detta exempel är. De sitter i lugn, tyst miljö, vet redan vilken hastighet samt riktning föremålet de skjuter mot rör sig, men framför allt så visar man inte deras första försök. Det klippet snarare stärker bevisningen att Oswald inte skulle kunnat klara av det. Proffsen har problem efter evighets av övning, skulle LHO klara det perfekt på första försöket. Plus att han skickar in en magic bullet i det hela? Täääänk. Varför flyttade de bilen till Michigan och fodrade om den. Man hade ALDRIG, jag repeterar ALDRIG, flyttat och \"byggt om\" bilen så att viktigt bevismaterial kan försvinna. Vi talar om en mordutredning av Presidenten. Man kvarhåller ALLA bevis i orginal (om inte utredningen kräver annorlunda) tills domen är fastställd. Detta i sig självt är anledning till en konspiration. Varför intervjuade de aldrig huvudvittnet som hade bäst sikt, tillsammans med många andra. I en utredning av mord (speciellt presidenten) skulle man aldrig lämna dessa viktiga uppgifter till intet. Helt ofattbart! Sånt händer inte. Även detta är bevis i sig. Tänk till extra! Varför ändrade de MC-formationen ENDAST för Dallas-rutten? (MC var i Ordinarie formation de två tidigare rutterna) Motorcyklisterna gjorde nu att sikten blev helt fri om någon skulle vilja skjuta. Varför?! Slump? Här är ett klipp med en Secret Service snubbe som blir ombedd att INTE följa bilen. Han fattar inte varför eftersom de två tidigare rutterna som gjorts, så har han haft den positionen. Han satt/vakta bumpern/baken av bilen på alla adnra rutter. Koppla ihop detaljer. Warren Kommisionen ljög om att Oswald och Jack Ruby inte kände varandra. Senare erkände han hur de kännt varandra sen Lee var liten. Finns ingen anledning att ljuga... om inte... Just det! Där ljuger WR igen. Dessa få bevisen har redan gjort det hela uppenbart? Det är, och jag understryker, , att fasthålla vid den officiella storyn med bevis likt dessa. Varför har de blockat Lee Oswalds tax-return? Jo, för då hade man sett att checken kom från Vita huset, Militär, annan organisation kopplad till CIA/FBI. (gäller än idag) Ex-Guvernören Jesse Ventura håller i mötet. Skulle han ljuga officiellt i denna utredning? Ni som ifrågasätter JV är pinsamma. Gör eran research så märker ni att han är legit. Oswald hade flera legitimationshandlingar, en med namnet Alek J Hidell, en pseudonym som påstås ha använts av minst en annan CIA-agent. En av Oswalds CIA-kontakter påstås vara George de Mohrenschildt: \"Lee Harvey Oswald was smart as hell. They make a moron out of him. Lee was the most honest man I knew. He was ahead of his time really, a kind of hippie of those days. He would have gone to a black school like this one if he could. And I will tell you this--I am sure he did not shoot the president.\" --Baron George De Mohrenshildt Alla som kände Oswald sa bestämt att han inte utförde dådet. Detta är bara en utav 100-tals kommentarer ang. LHO. Ska man bara sudda bort alla dessa uppgifter? Strunta i dem? Det krävs inte mycket research för att få fram information likt detta så ta erat förnuft till fånga. Whistleblowers E Howard Hunt (vem ljuger på sin dödsbädd) Ni som tror att Hunt var förvirrad och att hans söner \"lurade\" honom till att uttala sig så som han gjorde har blivit matade med lögner, och ätit upp dem också. Det finns alltid en möjlighet men i detta fallet är det bara löjligt. \"shit en gammal whistleblower. Let's say he's old and confused.\" Klassiker som de gjort med många. James Forrestal för att bara nämna ett uppenbart exempel. Övriga bevis gynnar i vilket fall konspirationsteorier där CIA garanterat är med. Bill Cooper Bill cooper är erkänd CIA, han (vittnet i filmen) blev mördad. Green. and the list goes on and on. Google och Youtube är bättre än vad man tror, sen vill det ju till att ni kolla källor naturligtrvis. Man bör också fundera på varför vittnen, efter JFK-mordet, blivit mördade, påstådda självmord, olyckor, sjukdomar o.s.v. Den som hinner bör se en video om detta: Hit list: Who killed witnesses to the Kennedy assassination Är detta endast sammanträffanden??? Skott bakifrån my ass. Det finns tusentals studier där alla talar emot varandra. Eftersom ingen vet vilken ammo som användes, inte heller vilket typ av vapen som användes, så vore det IDIOTI att uttala sig om hur och var ifrån skottet kom. Sjäv förhåller jag mig mest till Bill Coopers version då han hade tillgång till dokument samt blev mördad. Men, det är bara jag. Att tro att zapruder-filmen verkligen bevisar någonting vore också en smula dumdristigt. Jag menar... hur många trodde inte på alla de filmerna som visar hur två flygplan åker in i WTC? Jag trodde själv på alla officiella WTC-klipp tills September Clues debunka och visade hur alla klippen är grafiskt redigerade. Idag vet vi att det inte var några flygplan inblandade och att det bara är vilseledande taktik. Men om MEDIA skriker tillräckligt högt, så blir LÖGNER till slut SANNING. SAMMANTRÄFFANDE? Om du tror att allt det jag skrivit ovan är slumpen.... så önskar jag dig, vänligen: Ha ett bra liv... i skuggan. Själv har jag fått distans till fallet och det är enormt uppenbart vad som hänt. Läsningen av Dead Wrong och They Killed Our President var tillfredställande. Belzer och Ventura. Läs dem, Deras källor är dokumenterade och konfirmerade med Usa Government.",
				"I stort sett alla dina påståenden om Oswald är osanna om man granskar skottögonblicket noggrant samt om Oswalds persona, har du överhuvudtaget tänkt kritiskt. De uppgifter jag lämnar här är verifierade vittnesuppgifter som ingår både i officiella versionen och konspirationsteorierna. Vad vissa tror är att alla uppgifter är helt tagna ur luften men det är inte sant, det finns mängder med dokumentation som verifierats av CIA och andra källor, det finns polisrapporter som man kan läsa och verifierade vittnesuppgifter om händelserna runt Daily Plaza, jag tar saker i tur och ordning. Jag är uppväxt i en jägarfamilj och höll på med skytte från 8 års ålder till jag var 19 år. Jag var en god skytt och jag vet hur olika vapen och kulor reagerar när man skjuter. När det gäller Kennedymordet är jag främst intresserad av tidsspannet 12.28-12.35 för det tidspannet är både verifierat och väldokumenterat, sedan skiter jag egentligen i om vilka som låg bakom det är inte viktigt i mina ögon. Under den tiden upphörde nämligen våra mest kända fysiklagar att gälla om Oswald är mördaren, jag vill gärna att du exakt bevisar utom allt rimligt tvivel att det var Oswald som sköt för det har ingen ännu lyckats göra utan att krångla till sanningen. Det finns två aspekter som oftast inte nämns i sammanhanget som ställer stora frågetecken om Oswald. 1.Ändrad färdväg den 21 Nov publicerades en karta i Dallas största tidning som visade kortegevägen, den gick inte in på Elm Street utan fortsatte rakt fram på Main Street bakom järnvägen. I FBI:s utredning och i Warrenkommissionen slås det fast att Oswald hade bestämt sig flera dagar tidigare att utföra mordet från sin arbetsplats, färdvägen gick ju inte förbi skolbokslagret enligt kortegekartan, hur visste Oswald att kortegen skulle ändras just dit? 2. I de andra officiella uppgifterna som finns så var kortegen fem minuter försenad, det kan man se på de filmer som finns utmed hela kortegen. Kennedy stannar till och börjar prata med folk och skaka händer med dem som står nära vägen. 12.25 skulle bilen vara på Daily Plaza, någonstans mellan morgonen den 21 november och morgonen den 22 november gick denna uppgift fram, enligt Warrenkommissionen så var Oswald införstådd med att bilen skulle vara på plats 12.25. Hur ser det då ut i den officiella tidslinjen? 12.20-12.25 sitter Bonnie Ray Williams och äter lunch på det fönsterbleck som Oswald snart ska skjuta Kennedy. Bonnie Ray är svart och allmänt hatad av sina arbetskamrater av rasistiska skäl, själv ogillar han Lee Harvey Oswald, Oswald är boklagrets driftkuku och allmänt illa omtyckt, han har under den månad han jobbat där lyckats göra sig känd i hela byggnaden av majoriteten av de anställda. Han är även illa omtyckt eftersom han är en sparris, en tunnis som inte orkar lyfta de tunga bokkartongerna. Kartongerna är något större än banankartonger och medeltjocka böcker. 12.25 går Bonnie Ray från fönstret och går ner till bottenvåningen vilket tar nära två minuter i anspråk, det är 6 våningar ner till gatuplanet och vad många inte vet om boklagret är att trapporna är av samma typ som i en kvarn, trätrappor som är hyfsat smala, slitna trappsteg som man måste passa upp i så man inte ramlar. 12.30 går bygglaget på lunch och varken Bonnie Ray eller laget ser Oswald gå upp för trapporna mellan 12.15-12.25 sitter Oswald i lunchrummet på andra våningen. Varken Billie Ray eller det stora antal som rörde sig mellan 2 och 4 våningen såg Oswald springa upp eller ner för trapporna. 12.31 stormar M.l Baker in i rummet med draget vapen ihop med en av cheferna på lagret och chefen bekräftar att mannen vid Cola automaten jobbar på lagret, båda har senare bekräftat att det var Oswald, särskilt chefen eftersom Oswald var en legend på arbetsplatsen ur negativ bemärkelse. Då har vi ingen tid för Oswald att utföra mordet. Oswald byggde ett värn invid fönstret innan han sköt Det värnet kan inte byggts på mindre än 5-10 minuter och det värnet fanns inte när Bonnie Ray och bygglaget gick från platsen. eftersom Oswald visste att kortegen skulle vara på plats 12.25 så varför var han inte där tidigare? Bonnie Ray brukade ofta äta lunch vid just den platsen så därför är det konstigt att just det fönstret hade valts ut av Oswald. För att kunna få en 100% garanti att lyckas med ett mord borde Oswald varit på plats vid rätt tid, det var han inte, nu var Kennedy försenad men hur hade Oswald kunnat veta det? På en minut lyckades Oswald komma upp för trapporna från 2 våningen, bygga värnet, sätta sig rimligtvis på knä, ta fram geväret var han nu hade det, om det redan var färdigladdat så måste han sticka ut vapnet ut ur fönstret och sikta och skjuta tre skott på 4.5 sekunder varav skott 1 och skott 3 träffar Kennedy och Guvenör Connaly. Dessutom var Oswald en usel skytt, i det millitära kunde han inte pricka rätt överhuvudtaget och kände obehag att skjuta, det är väldokumenterade källor från marinkåren. Sedan lägga hylsorna i en prydlig rad nedanför fönstret, gå iväg till en annan del av lagret och ställa ifrån sig geväret sedan springa fort som fan ner till våning 2 och ställa sig framför cola automaten utan att vara svettig, röd i ansiktet, anfådd eller det minsta nervös. Just den aspekten är väldokumenterad av både polismannen och chefen. Vapnet, ett corconnagevär är något av de sämsta gevären att använda för att göra det Oswald skulle gjort av flera skäl. Sedan finns det ännu två aspekter att ta hänsyn till och det tänker man på om man såg platsen under 60-talet. Utanför fönstret växte ett träd, i Warrenkommissionen anges trädet vara avlövat, men detta är Dallas Texas och sådana träd tappar sina löv i februari så det var en stor lövkrona i vägen för skott 1 och två. Aspekt två om Oswald nu var ensam varför väntade han till att skjuta tills bilen var vänd med ryggsidan till i Oswalds synvinkel, bästa träffläget var när bilen precis svängt in på Elm Street och åkte rakt mot boklagret, där var den perfekta skottvinkeln, där hade han inte trädet att ta hänsyn till. Jag har skjutit med ett corconna gevär och jag vet hur värdeköst det är på långa avstånd. Det var 81 meter ner till bilen, jag stod 60 meter från ett plank och sköt och kulan studsade från planket och kulan blev rejält tillplattad. Laddstaken är jobbig och fastnar ofta, att skjuta, ladda om, skjuta och ladda igen gör man inte på 4.5 sekunder med ett sådant gevär, lägg till att skjuta med geväret på fri hand och sikta. På långt håll blir geväret lika ineffektivt som ett luftgevär, det är ett närstridsgevär för krig ingenting annat. Kennedys kula lyckades dels gå in i Connalys handled, studsa mot det ben som är i handleden och sedan åka runt tills det tog sig bakom Kennedy och gick in i bakhuvudet utan att kulan blev tillplattad. Kulan finns på bild och ingen kan få mig att tro att en kula förblir oskadd efter att ha gått igenom två kroppar och tillsammans åstakommit 6-7 ingångshål. Alla kulor jag skjutit med har blivit ordentligt skadade och då har jag ändå aldrig skjutit genom en kropp utan endast prickskytte. När Oswald lämnar byggnaden så finns det inget enhetligt signalement på mördaren, utan det är efter mordet på Tippit som polisen har ett fullskaligt signalement. Så hur kunde Tippit veta att just Oswald var Kennedy mördaren när inget signalement gått ut, det lilla som rapporterats kunde gälla precis vem som helst och Oswald var långt från mordplatsen, varför skulle Tippit tänka i de banor att det måste vara mördaren. Och just då visste ingen att Kennedy var död, det kom senare, polisen visste bara att presidenten blivit beskjuten och förd till Parkland sjukhuset, just dessa aspekter brukar trilla bort ur den officiella versionen. Det var mer när Oswald var på biografen de första meddelandena kom om presidentens död. Jag har också tagit reda på hur svensk media rapporterade om mordet i kvällspressen, där blir det riktigt intressant om man tänker på tidsskillnaden mellan Dallas och Stockholm.",
				"Clint Hill är dessvärre inte trovärdig. Det var motbjudande att se. Jag är mycket väl insatt i Kennedymordet. För att få en snabb uppfattning om fakta och mörkläggningen av mordet kan Jag kan rekommendera filmen \"The men that killed Kennedy\" som kom för 25 år sedan som på ett mycket bra sätt visar på att vi har fått reda på långt ifrån sanningen. Det flera fotografier som visar att det åtminstone var fyra skyttar eller mer på plats till att börja med. Skytten för det dödande skottet, skytten som satt på betongfundamentet i skuggan strax bakom till sidan om Zapruder som syns på Orville Nix film, skytten i fönstret vid brandtrappan i Dal-Tex huset som syns i Altgensfotografiet, den uniformerade skytten \"badgeman\" som syns på Mary Moormans fotografi vilket visas i \"The men that killed Kennedy\" Det kan vara två skyttar till, som sköt från hålen i betongspaljen där Zapruder också stod, ett stycke åt sidan. Jag har bl a själv analyserat flera olika fotografier och bl a dragit upp skärpan till dem i olika bildförbättringsprogram så kan jag säga att Clint Hill tyvärr inte säger sanningen och dessutom utelämnar nyckelinformation. Han är närmast kategorisk när han påstår att Lee Harvey Oswald var den som sköt och det är om man beaktar allt material som trots allt finns myckey som tyder på att han inte sköt. Varför? Därför att han med största sannolikhet finns på bild. Stående utanför TSBD i skottögonblicket. Det märkliga är dessutom att Clint Hill förenklar händelseförloppet kraftigt. På Zapruderfilmen blir presidenten skjuten med det första skottet bakifrån medan han befinner sig dold bakom en vägskylt som står ivägen för Zapruder när han följer med presidentlimousinen längs Elm Street. Bilen rullar fram ett stycke och det dröjer relativt lång tid innan det dödande skottet. Clint Hill är framme därefter och klättrar upp på bilen. Clint Hill hade mer än nog tid att hinna fram till presidenten redan när han höll sig för halsen men reagerade inte fullt så snabbt som han vill göra gällande. Det var tydligt att presidenten var träffad efter att bilen kom fram bakom den skymmande skylten men Clint Hill springer inte fram förrän efter att det dödande skottet har kommit efter ytterligare sekunder. Agenterna reagerade på skott tidigt för på det så kallade Altgensfotografiet syns agenterna på följebilen titta bakåt. På det fotografiet syns också en person som av allt att döma är Oswald själv ( eftersom han är mycket lik Oswald och har samma kläder som Oswald bar när han greps) , stående vid entrén till Texans School Depository. På Altgensfotot har redan Jackie reagerat och det syns tydligt hur Jackie håller i Kennedys ena arm med sin vita handske. Ändå har inte agenterna reagerat på Kennedy som borde ha varit deras främsta prioritet då de var proffs, alla exsoldater till att börja med. De springer alltså inte fram till bilen det första de gör trots att det är tydligt att bilen blivit beskjuten. Jämför man förloppet mellan Altgensfotografiet och Zapruderfilmen så får man förloppet från två vinklar. Tittar man på Altgensfotografiet så griper Jackie JFK´s arm med sin vita handske ca 2,5 sekund efter att Kennedy syns komma fram bakom skylten. På Altgensfotografiet som alltså visar hur Jackie håller i JFK´s arm inne i bilen ser man hur Clint Hill och hans kollega fortfarande ser sig om bakåt på följebilen redan vid det laget borde Clint Hill och hans kollegor varit framme vid JFK. De väntar alltså flera sekunder till med att reagera och skydda presidenten fast det är tydligt att presidenten redan är skjuten efter att han syns komma fram bakom skylten. 2,5 sekunder tidigare. Det dröjer ytterligare ca 4 sekunder innan Clint Hill är framme vid JFK´s limousine. Samtidigt har föraren av JFK´s limousin, Greer så fort skotten hörs och det vet vi ju, från det att han JFK syns komma fram bakom skylten, att han redan då är träffad, bromsar in och sänker farten istället för att gasa vilket ger skytten möjlighet att sikta in sig. Kennedy blir sedan dödligt sårad 5,5 -6 sekunder efter att han träffats första gången. Och på all den tiden reagerar inte heller Greer fast de var tränade att gasa så fort skott hörs redan då. Istället syns Greer faktiskt bromsa in innan det dödande skottet ( vilket syns tydligt från Zapruderfilmen )samtidigt som han vänder sig om och tittar bakåt mot presidenten som Jackie försöker hjälpa. Connoly, guvernören framför Kennedy har då blivit träffad på flera ställen ( Ett i låret, ett i handleden och ett i ryggen om jag inte misstar mig ) och skriker ut \" my god they´re gonna kill us all\". Det rådde därmed inte något tvivel för någon om att de var beskjutna. Ändå väntade både Hill och Greer med att reagera så länge så att det för den som studerar filmen blir uppenbart att det är iögonfallande lång tid när man vet att skotten ekade på platsen. 4-6 skott för övrigt. Den kanske mest graverande omständigheten är dock att det finns bildbevis på när det ansvariga Secret Servicebefälet beordrar bort de två agenter som egentligen skulle ha sprungit utmed sidan på JFK´s limousine. Det syns tydligt på en videoupptagning från kortegens början. Man ser där hur de två agenterna som skulle ha varit på varsin sida om limousinen frustrerat och oförstående slår ut med armarna, som att de inte kan tro att det är sant, när de av följebilens Secrets Servicebefäl som reser sig upp från följebilen och \"pekar bort\" de två agenterna. Eftersom JFK blev skjuten från sidan tvärtemot vad Clint Hill påstår, så ser det ut som en tanke att man såg till att avlägsna de agenter som skulle ha varit ivägen för ett \"killshot\". Det är nämligen så att bildruta 313 i Zapruderfilmen visar hur Kennedy har vänt huvudet aningen snett åt vänster vid dödsögonblicket och därför blir han skjuten längs sidan, nära bakhuvudet. Kennedy har då alltså inte huvudet vänt rakt fram utan aningen snett åt sidan till vänster. Kulan kommer och skär loss ett stort sjok av huvudet från bakre sidan och snett tvärs igenom ut genom pannan vilket får till följd att hjässan klyvs utmed hårbotten och ett stort sjok av hjässan glider ned och blir hängande åt sidan med insidan av kraniet och hjärnan fullt exponerad. Detta är mycket tydligt. Tittar man också riktigt noga på bildruta 313 så ser man hur jämnt randen utefter innanmätet på kraniet är vid skottögonblicket och hur det sammanträffar med det som av allt att döma också är kulbanan sedd kommande snett nedifrån vänster och uppåt snett höger i ruta 313. Kulan färdas alltså i så hög hastighet att bildrutan av själva skottet inte kan bli skarp trots att bilden skildrar en 24 dels sekund, utan istället skildrar hur kulan i i ett streck färdas ett längre stycke tvärs över en och samma bild.. I de mer vidvinkelartade bilderna av mordet finns ej ett räkneverk för filmrutorna som det gör i de uppförstorade klippen men söker man på 313 på Google så finns det många iakttagelser på att kulbanan syns. Det var tråkigt att se intervjun med Clint Hill i Skavlan när den fakta jag nu skrivit här är tillgänglig för alla och man vet vad de nämnda fotografierna föreställer. Det är bara att studera fotografierna och Zapruderfilmen. Man måste komma ihåg att Secret Service i och med att man kallade bort agenterna från sidan på limousinen från början måste ha varit inblandade. Agenterna agerade sedan mer än iögonfallande vilket stärker misstanken om att agenterna togs bort med avsikt från limousinsidan. Dessutom visste man i förväg att det fanns en förhöjd hotbild mot Kennedyadministrationen just i Dallas där Kennedys FN-ambassadör hade blivit spottad på och slagen av en person. Dallas ansågs inte gilla Kennedy. Clint Hill är en del i ett större sammanhang som fortfarande har relevans i USA. Clint Hill är, såsom representant för Secret Service, när man vet ovanstående inte trovärdig i sina uppgifter. Det är fullständigt uppenbart att mordet på Kennedy var föremål för en gigantisk mörkläggning. Det finns ju också ett direkt erkännade av själva mordet som är dokumenterat där James Files, en maffiahitman sittande i fängelse faktiskt beskriver mordet och sig själv som den person som sköt det dödande skottet tillsammans James Nicoletti som satt i Dal Texbyggnaden. Den finns att bese på Youtube. Att sedan förmodligen Lee Harvey Oswald själv, ( en person som är extremt lik Oswald klädd i samma kläder som Oswalds när han greps syns stående till vänster i entrén till TSBD på Altgensfotografiet) kan ses i entrén medan Secret Serviceagenterna vänder sig när Kennedy tar sig åt strupen med Jackies vita handske som håller honom, ger ju i så fall Oswald ett alibi som inte är av denna världen. Att sedan förhören med Oswald hålls hemliga kan bero på att förhören innehåller just Oswalds utsago om var han befann sig i skottögonblicket. Naturligtvis fick han den frågan under förhören. Förmodligen svarade också Oswald på frågan. Har Oswald svarat att han stod i entrén till TSBD ( han kände ju inte till att han eller i värsta fall en person som är identisk och bär samma kläder råkade fastna på bild på ett foto som blev publicerat långt senare) blir svaret med det fotografiet på skottförloppet ett bevis på att Oswald var helt oskyldig. Clint Hill berättar förenklar, utelämnar och förvanskar och fungerar som en talesperson för Secret Service som betedde sig som om de var inblandade; tog bort skyddet från sidan av limousinen. Hill såg detta själv men nämner det inte i intervjun. Han fortsätter och kommunicera att Lee Harvey Oswald var mördaren. I och med Altgensfotografiet blir det väldigt tvivelaktigt.",
				"Haha man fullkomligen häpnar när man läser igenom här och ser hur visa människor försöker klamra sig kvar vid LHO teorin trots alla uppenbara bevis, jag förstår inte vad som är så svårt för folk att erkänna vilka stora frågetecken det finns runt Warrenkommission. Vissa av medlemmarna i kommisionen tror inte ens på de själva, de som var allra närmast mordet (Conoally, Jackie, vittne Newman etc) tror inte på de, 80% av Usas befolkning tror inte på de, Dallas sjukhus personal som först tog hand om Kennedy innan han illegalt togs ifrån dom trodde inte på de. Jag förstår inte hur folk kan ignorera detta, eller alla de vittnen som säger att skott kom ifrån kullen. Varför valde Johnson att bygga om bilen, ett mord på presidenten har skett i den bilen och han skickar upp den till Michigan för att byggas om? Varför får LHO ingen advokat? Varför påstår Warren kommissionen att LHO och Ruby inte kände varandra, när dom egentligen gjorde de? Varför fanns inget intresse att ens utreda om det fanns någon mer mördare än LHO? Hur mycket ni själva en försöker förklara single-bullet teorin så måste ni erkänna att det är väldigt konstigt? Varför har ingen någonsin lyckats göra om Warrenkommisions teori om de 3 skotten, trots att några av världens bästa skyttar försökt, men detta skall LHO klara, som enligt armen inte ens ansågs vara en bra skytt. Hur kan ni förneka Zapruder filmen där man klart och tydligt ser huvudrörelsen på kennedy vilket visar att skottet kom framifrån? Gerald Ford har själv sagt att man ändra positionerna på Kennedys skador för att det skulle stämma med Warrenkommisionen. Hur kan ni inte tro på alla de motiv som fanns att mörda Kennedy? Och alla de som tjänade på att han försvann och alla de förändringar som skedde efteråt som hjälpte deras intressen? De få människor som jag känner som inte har någon vidare koll på JFK konspirationen behöver man bara visa 2-3 bevis som talar emot Warrenkommisionen och det är helt uppenbart för dem att något är väldigt, väldigt fel och konstigt, varför har en minoritet svårt att se detta? Vad får folk ut av att försöka lura människor och skydda mördare som gått fria? Läser man igenom olika böcker, videos etc som både talar för och emot Warrenkommissionens slutsats och efter att ha läst dessa fortfarande tror på de Warrenkommisionen...då måste man allvarligt talat kolla om man har alla hästar hemma.",
				"Känner du till någonting om det ryska språket särskilt då i så fall när du menar att man lär sig tala utan brytning på 1,5 år? Det brukar man inte göra utan träning när det handlar om språk som inte kommer ur samma språkfamilj som ens eget modersmål. LHO arbetade på Sugi airbase där U2 flygningarna över Ryssland utgick ifrån. Apropå det sista har du förmodligen ingen aning om hur underrättelsevärlden fungerar och än en gång undrar jag om du är medveten om hur man i USA hanterar personer som uttryckligen deklarerar sig svika sitt eget hemland och försöker göra det medan de sitter på hemlig info. Det är inte så att man tillåts vara fri därefter, om man säger så... Min poäng är att Lee Harvey Oswald ingick i ett avhopparprogram, ett sk defection-program som gick ut på kontraspionage och bl a hade som uppgift att kompromettera mullvadar inom de egna leden. I sådana program ingick att framställa agenterna som hopplösa individer som var missnöjda med sin situation, sitt land eller sina uppdrag och då skulle vända sig till motpartens underrättelseorganisation, precis som Oswald gjorde, för att få den andra underrättelseorganisationen att nappa på betet och tro att julafton stundar eftersom det kan ge värdefull info. Många agenter som spionerat har ju t ex haft bristande ekonomi och vänt sig till motståndarsidan för pengar. Jag har inget tydligt bevis för ovanstående men det är mycket som tyder på att han just var en agent inom kontraspionage- bl a hans hoppande mellan lägren i New Orleans och fair-play for Cuba samtidigt som han jobbade för Guy Bannister som arbetade för det lokala FBI-kontoret i New Orleans. En annan sak som gör att det finns anledning att anta att Lee Harvey Oswald var agent är J Edgar Hoovers minnesanteckning som uttryckte oro hos Hoover över att någon köpte lastbilar i Lee Harvey Oswalds namn, vilka som skulle användas för operationer som utgick i från Karibien ämnade att bedriva gerillakrig på kubanskt territorium. Vid det tillfället var inte LHO känd överhuvudtaget men J Edgar Hoover såg det ändå nödvändigt att nämna hans namn i sina egna minnesanteckningar. Det för mig är tillräckligt bevis för att LHO var agent, antingen för FBI eller CIA. Min personliga misstanke om jag får spekulera är att han infiltrerade CIA för FBI´s räkning och när det gick åt helvete med John F Kennedy så var det för mycket komprometterande omständigheter som kunde kastas i ansiktet på FBI. LHO var därför tvungen att spela med till det bittra slutet och fann sig själv vara den som pekades ut för mordet. Jag tror att det var detta som LHO försökte varna James Hosty om men då var man förmodligen redan på det klara med att LHO skulle utpekas. Det kan förklara varför medierna så snabbt visste signalement på just Oswald t ex. Detta är dock naturligtvis inte något annat än spekulation från min sida men på grund av det som jag menar var Oswalds täckmantel, hans märkliga förflutna i Ryssland och det faktum att han blev hämtad med militärplan hem till USA gör att jag drar slutsatsen att han var en agent med i ett sk \"defector program\" och att han utbildats i ryska. Det kan förklaras med att den agent som LHO försökte rapportera till dagen innan JFK´s mord, James Hosty också blev syndabock för FBI efter mordet på Kennedy. Jag tror personligen också att J Edgar Hoover blev hotad på mötet dagen efter mordet med George Bush som kom dit för att tala med honom om \"förtappade exilkubaner\" i samband med mordet på Kennedy. Detta såg ju Hoover till att skriva ned så det blev dokumenterat. En livförsäkring därigenom. I mina ögon var det inget annat än ett samtal där man framställde till Hoover att man på CIA visste att Hoover visste vilka som var inblandade i mordet på JFK och vilka som användes till det, varvid Hoover då fick välja om han skulle gräva vidare och träffa liemannen eller låta det vara. Hoover insåg att det var litet för mäktiga intressen han hade emot sig och såg till att spela med. Hoover var då tvungen att spela med och hjälpa CIA istället vilket han gjorde genom att se till att James Hosty blev syndabock. Man skall komma ihåg att Hoover mer än något annat var en oppurtunist som såg till att utnyttja politiska möjligheter men när han då själv ställdes inför en hel organisation som CIA samtidigt som den nyligen inrättade presidenten Lyndon Johnson, som förmodligen var inblandad och medveten om mordplanerna ( vilket bland annat hans älskarinna och E Howard Hunt beskrivit) och Hoover därmed inte kunde räkna med Johnsons stöd, är det nog en annan femma. Det kan också förklara varför den lapp som LHO lämnade åt James Hosty sedan förstördes. Den var säkert av stor betydelse. Om du inte känner till varken Gary Mack eller Lisa Pease som ganska många inom de kretsar som forskar i Kennedymordet citerar så tror jag inte du är så insatt så att du med trovärdighet kan infrågasätta de källor som jag citerar. För att förstå sig på det här bör man vidare kunna ganska mycket om en mängd områden. Utrikespolitik under kalla kriget, kunskap om hur underrättelseagenter fungerar och verkar och vilka som helst rekryteras, fotografiskt kunnande och detaljförmåga att analysera fotografier, gott minne detaljer i största allmänhet och särskilt kring uppgifter som vissa hävdar i jämförelse med andra fakta, perception och kunnande om CIA som organisation samt dess historia, kunskap om hur media fungerar och verkar och jag råkar ha sådana kunskaper."
		]
	}
]
