[
	{
		"postIndex": [
			[11],
			[5],
			[247]
		],
		"postTime": [
			"2014-02-24",
			"2014-02-24",
			"2014-02-28"
		],
		"postNum": [
			[11],
			[5],
			[250]
		],
		"postLink": [
				"/sp47657713",
				"/sp47656200",
				"/sp47723623"
		],
		"postUser": [
				"climasol",
				"AK-74",
				"ööööööHH"
		],
		"postUserID": [
				"/u436331",
				"/u675609",
				"/u267887"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p1",
				"https://www.flashback.org/t2325003p1",
				"https://www.flashback.org/t2325003p21"
		],
		"userUrl": [
				"https://www.flashback.org/u436331",
				"https://www.flashback.org/u675609",
				"https://www.flashback.org/u267887"
		],
		"sentence": [
				"Jag bedömer risken för en Rysk invasion som tämligen överhängande. Igår tog man hem ambassadören från Kiev och trupper har redan grupperats längs Ukrainas gräns. Putin har stoppat nödlån till Ukraina och igår såg vi hur Ukrainsk-talande brutalt slogs ner på gatorna av en rysk mobb på Krim. När Putin ger marschorder så kommer troligen inte Ukraina att göra något motstånd. Det finns flera anledningar till detta. Man kan för det första inte stoppa Ryssarna militärt så det är ingen mening att göra motstånd. För det andra så kommer en klar majoritet av befolkningen i de södra och östra delarna att välkomna invasionen. Ryssarna kommer inte att gå mot nordost och Kiev där det bor flest ukrainare utan man kommer framför allt att inrikta sig på svarta havskusten som är ett mycket värdefullt och strategiskt område och där det nästan bara bor rysktalande. Som skäl för att man går in kommer Ryssarna att ange att man måste skydda Ryssar och man kommer att dela ut Ryska pass till alla Rysktalande. Efter invasionen kommer Ryssland att behålla kontrollen under överskådlig tid, men övertagandet kommer inte att godkännas av FN och både USA och EU kommer att införa sanktioner mot Ryssland.",
				"EU och USA kommer att tjata och gnälla som menstruerande flickor i FN men fattar själva att de inte kan göra någonting för att rädda ukrainarna. Ryssland mosade den georgiska armén 2008 och det enda västvärlden kunde göra var att mumla \"ryssdjävlar\". Om vi säger att det faktiskt blir regelrätt krig (vilket det finns en liten risk för) så kan det pågå kanske två månader, max. De ryska väpnade styrkorna är mycket större, mycket bättre beväpnade, har ett mycket större och bättre flygvapen samt som de skulle dominera sjöfarten med lätthet. Ukraina har en hel del bra grejer i sitt försvar, men att tro att de skulle kunna hålla emot repeterade ryska pansarstötar är bara drömmeri. Det som hade tagit tid för ryssarna att ta skulle vara städer och liknande, därav drygt två månaders tid för att erövra Ukraina. Strid på öppna fält med stridsvagnar, helikoptrar, och flygplan kommer vara en solklar rysk seger. Tillägg: om i vårt vackra blonda land är smarta så fattar vi vinken, Putin är på uppgång, och börjar bygga upp vårt kollapsade försvar igen. Vilket kommer ta tid, men börja gärna med allmän värnplikt och få folk mellan 18-30 att börja mönstra, träna dem, börja stampa upp brigader. Sverige kommer givetivs inte göra så mycket mer än att politiskt sluta upp bakom USA, EU. Att Ryssland tar sig in i Ukraina med militär makt innebär att kalla krigets anda börjar komma tillbaka till sitt gamla jag igen.",
				"Med ca 70% av världens militära resurser? (Nato står för 70% av världens försvars-utgifter. Bosporen ligger där det ligger så inga Nimitz-grupper. Kanske för att sådan hot mot USA och Europa bara skulle bli utskrattat? Ungefär som om Sverige skulle förklara krig mot USA om de inte tar hem sina trupper från ett annat land. Finns inget land som kan hota USA rent militärt. Problemet är att Väst agerat passivt mot allting tidigare, varför Putin inte skulle att Nato skulle verkställa hoten. Hur går det förresten med missilsköldarna som skulle sättas upp i östra Europa? Det är väl bara att slänga upp den och skita i vad Ryssland tycker, Ryssland skulle knappast förklara krig där heller. Det retar mig att Ryssland verkar sakna respekt och lydnad för väst, med tanke på hur underlägsna de faktiskt är.."
		]
	},
	{
		"postIndex": [
			[476],
			[483],
			[459]
		],
		"postTime": [
			"2014-03-01",
			"2014-03-01",
			"2014-03-01"
		],
		"postNum": [
			[489],
			[496],
			[471]
		],
		"postLink": [
				"/sp47729830",
				"/sp47730114",
				"/sp47729173"
		],
		"postUser": [
				"Anakoret",
				"Anakoret",
				"Anakoret"
		],
		"postUserID": [
				"/u751356",
				"/u751356",
				"/u751356"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p41",
				"https://www.flashback.org/t2325003p42",
				"https://www.flashback.org/t2325003p40"
		],
		"userUrl": [
				"https://www.flashback.org/u751356",
				"https://www.flashback.org/u751356",
				"https://www.flashback.org/u751356"
		],
		"sentence": [
				"Invaderar/annekterar Ryssland delar av nuvarande Ukraina så blir de delarna en del av Ryssland. Säkert en tredjedel av Ukrainas befolkning skulle även välkomna en rysk invasion. Det komiska är att en del tror att Ryssland är något U-land som Irak. USA är inte så överlägset att de med lätthet skulle kunna \"pressa tillbaka\" Ryssland ur Ukraina. Miljoner ryssar i Ukraina skulle stödja Ryssland mot NATO/USA. Skulle snarare bli ett nytt vietnam för USA. Folket i USA skulle knappast stödja en dyr militär insats i Ukraina med nuvarande ekonomi heller. Finns noll chans att USA gör något militärt och skulle de göra det skulle de få stora problem. USA skulle bara se på och komma med tomma varningar. Sedan det där med Rysslands kärnvapenarsenal gör att varken NATO eller USA någonsin kommer göra något mot Ryssland militärt. Ryssland har tillräckligt med kärnvapen gör att utrota hela mänskligheten. Detta gör att Ryssland kan göra lite som de vill till en rätt extrem gräns. Enda möjligheten är att Ryssland skulle leka nazister och utrota hela ukrainska befolkningen som inte har ryska rötter. Endast något i stil med något sådant skulle leda till att NATO och/eller USA skulle göra något militärt. Vilket aldrig kommer hända. Varför skulle USA göra något om Ryssland skulle invadera hela Ukraina (vilket knappast lär hända)? Östra och södra Ukraina vill inte gå med i EU så Ryssland har ett demokratiskt argument där att kämpa för deras självständighet mot östra Ukraina. USA har inget att vinna på att leka världspolis i Ukraina, de leker bara världspolis om de har något att vinna. Som sagt: tråden handlar om ifall Ryssland går in i Ukraina och vad som skulle hända. Antar att du går med på att NATO/EU/USA aldrig skulle göra något militärt? Jag tror på ett nytt Georgien, men i lite större skala bara. Krimhalvön kommer nog bli en helt självständig republik med nära förbindelse till Ryssland. Skulle Ryssland annektera Krimhalvön skulle det bli för mycket diplomatiska problem så Krim blir en helt självständig republik utan inflytande från Ukraina tror jag. Rätt stor chans att några andra delar av Ukraina med stor rysk befolkning också kommer bli självständig/självständiga republiker. Ryssland skulle stödja dem i detta och Ukraina skulle inte ha mycket att sätta emot utan skulle ge efter. Världen skulle se på precis som i Georgien.",
				"Ryssland kommer knappast försöka invadera hela Ukraina som jag skrivit innan. De kommer stödja de delar som eventuellt vill lämna Ukraina (som Krim). En stor skillnad är att en väldigt stor del av ryska befolkningen skulle stödja ett krig medans en väldigt stor majoritet i USA skulle vara emot ett krig. Ukraina är i princip på hemmaplan för Ryssland medans det är bortaplan för NATO och USA. Vilket gör det mycket billigare för Ryssland. Sedan är Putin i praktiken en diktator i Ryssland. Han kan göra lite som han vill till skillnad från Obama. Han kan kriga även om det skulle bli stor ekonomisk katastrof för Ryssland, Obama kan inte det. NATO:s kärnvapen är inget mot Rysslands; Ryssland och USA spelar i en helt egen liga där, Ryssland och USA spelar i champions league när det kommer till kärnvapen och de övriga länderna i korpen. USA:s tid som supermakt är i stort sätt slut nu. Detta kan vara den definitiva slutet för USA som supermakt då världen ser att USA inte har makt att göra något i Ukraina. Spelar ingen roll om USA lovat detta, deras befolkning kommer vara kraftigt emot en dyr militär insats så USA kommer aldrig göra något.",
				"Du tror på riktigt att USA och/eller NATO kommer göra nått mot Ryssland om de skulle invadera/annektera delar av Ukraina för en så liten sak? USA skulle ha stora problem med att trycka tillbaka Ryssland ur Ukraina. Bara logistiken skulle bli ett stort problem. USA har inte ekonomin till att starta ett krig mot Ryssland. Sedan det där med \"juratiden\" ... Skulle NATO eller USA gå in i Ryssland skulle Ryssland ha all rätt att försvara sitt land med kärnvapen vilket de skulle göra. Tror du Ryssland tillåter USA eller NATO att lägga sig i vilket de har noll rätt att göra. Skulle räcka med att Ryssland skulle hota med kärnvapen så skulle USA och \"kompani\" backa. Ryssland har tillräckligt vapen för att skicka stora delar av världen tillbaka till \"juratiden\". Egentligen är hela denna debatten irrelavant. Det finns inte en chans att NATO och USA gör något militärt mot Ryssland även om Ryssland skulle genomföra en regelrätt invasion som de med största sannolikhet inte kommer göra. Det \"värsta\" som kan hända är att Ryssland stöder delar av Ukraina som vill bli självständiga republiker (ungefär som i Georgien). Vilket är den bästa lösningen då Ukraina i nuläget är för heterogent för att fungera bra. Bästa vore att dela upp Ukraina i två länder."
		]
	},
	{
		"postIndex": [
			[744],
			[686],
			[820]
		],
		"postTime": [
			"2014-03-01",
			"2014-03-01",
			"2014-03-01"
		],
		"postNum": [
			[759],
			[699],
			[838]
		],
		"postLink": [
				"/sp47735244",
				"/sp47733942",
				"/sp47736540"
		],
		"postUser": [
				"Dr.Spin",
				"Irradiate",
				"ööööööHH"
		],
		"postUserID": [
				"/u496782",
				"/u793383",
				"/u267887"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p64",
				"https://www.flashback.org/t2325003p59",
				"https://www.flashback.org/t2325003p70"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u793383",
				"https://www.flashback.org/u267887"
		],
		"sentence": [
				"Ska man dra det rent krasst så har ju Ryssland all rätt att inom existerande avtal med Ukraina mobilisera ett antal tusen man i Krim, vilket är naturligt iom att de har sin flottbas där. Därtill är nationen i ett moment 22. Ingen har egentlig makt enligt Ukrainas konstitution. Ledningen har avgått och ett gäng nazister/nationalister har tagit kontrollen med våld. Detta gäng har ingen legitimitet att styra landet, försvarsministern har fått sparken och därmed är det upp till resp regementschef att avgöra om de ska lyda under den nya ickelegitima regimen eller inte. Det är först när det hållits val i landet som ordningsuppehållande makt (polis, armé etc) ska ställa in sig. Fram till dess ska man avvakta, vilket även armén gör. Några polisenheter har begått myteri och deltar nu i de fredliga och liberala demonstrationerna. Detta kan även armén göra. Sedan är det en lite krånglig historia med att Krim har en majoritet etniska ryssar och en befolkning på drygt 2,5 miljoner invånare. Där har man en ny regim som har folkligt stöd och som bett om rysk hjälp. Det är ungefär som om Skåne skulle utlysa självständighet, begära stöd från Danmark och hälsa danskarna som befriare från folkhemmets tyrrani samtidigt som Sverige inte har en regering mer än att NSF genom att skjuta sig fram till Rosenbad och hotat alla politiker till livet tillfälligt utropat sig själva till statschefer. Armén skulle pga ledningens avsaknad av legitimitet inte behöva lyda och polisen har fortfarande brott att utreda (ffa brotten som skedde under deras coup d'etat). Så situationen skulle bli densamma här. Armén skulle inte gå i klinch med Danmark. Särskilt inte då 3000 man ur Piketen och NI fått sparken och fått asyl i \"Nya Skåne\" (ref till 10'000 Berkut som fått fristad i Krim). Om Danmark dessutom haft avtal med Sverige att få hålla ett par tusen soldater i Skåne (med stridsvagnar etc) inom ramen för något EU-samarbete så skulle motståndet från oss vara ännu mindre. Detta kan ändras om nazisterna som tagit ledningen lyckas charma några generaler OCH skriva en ny konstitution som legitimerar deras styre. Då detta inte har hänt så innebär det att Ryssland gör rätt. Sedan kan man diskutera vem som faktiskt ligger bakom hela härvan. Ryssland skyller på väst (otippat) och väst skyller på Ryssland (otippat), men sanningen är nog att Ryssland vill markera att de är beredda att lämna sina allierade i inbördeskrig hellre än att se dem bli västvänliga. Och EU/USA vet detta men försöker ändå locka över dem vilket hitintills har slutat i två maktövertaganden för Ryssland (Georgien/Ossetien samt Ukraina/Krim). Situationen i Syrien är densamma, väst försöker hjälpa revolutionärerna så mycket som möjligt. När man ser att det var galningar man hjälpte och att Ryssland kliver in så utväxlar man hårda ord och backar undan.",
				"Jag förutsätter att du har hyfsad koll på Sovjets fall och Rysslands relation och inställning till sina grannländer. Jag antar att du också är bekant med de senaste veckornas situation i Ukraina, så jag skriver lite kort om vad som hänt efter striderna i Kiev. Befolkningens inställning i östra Ukraina är mer pro-rysk än i landets västra delar. Detsamma gäller på Krim (halvön i södra Ukraina). Ryska är det mest talade språket och Ryssland har här en flottbas på Ukrainas territorium enligt avtal. Befolkningen på Krim verkar inte vara intresserade av att stridigheterna skall nå dit, utan vill istället ha stabilitet och att den nationalistiska \"revolutionen\" skall vara frånvarande. (Jag har förstått att turerna kring Krim-regionen historiskt sett har varit många och där är jag inte så påläst.) Rysslands svartahavsflotta har sedan Sovjet-tiden varit baserad i Sevastopol på Krim, så att säkra området det området finns högt upp på Rysslands agenda. Det som hände för ett par dagar sedan, var att beväpnade och uniformerade män tog kontroll över flygplatsen i Sevastopol. Det beväpnade pro-ryska MC-gänget Nattvargarna har också \"skickats\" in till Krim. I natt kom även bilder som visade en mängd ryska attackhelikoptrar i rörelse i Krim: Ryssland mobiliserar alltså i Ukraina. 6000 ryska trupper har sänts till Krim-regionen, de hälsas där som befriare av befolkningen. (Juan Flores (DN): \"Här hälsas de ryska soldaterna som nu står överallt på gatorna som befriare\".) Det är en sammanfattning av situationen. Det finns såklart många viktiga aspekter att tillägga som jag antingen glömt eller utelämnat för att komprimera sammanfattningen. Kanske någon i tråden vill rätta mig om jag har skrivit felaktigheter, eller lägga till viktig information? Jag rekommenderar att du följer rapporteringen av det som händer just nu. Mycket har skett väldigt snabbt och det verkar bara vara början.",
				"Är det klart att Ryssland rullan in den stora militären nu eller? Ska verkligen bli intressant att se hur väst reagerar på detta i så fall. Anledningen till att inte USA skulle göra något är att den amerikanska befolkningen är trötta på krig och att den inte direkt är fördelaktigt för ekonomin - Rysslands råvarubaserade u-landsekonomi skulle dock ta betydligt större skada, och hemmaopinionen i USA kan ju vända om Putin går för långt. Bara USA ensamma lägger ju 10x mer på militären än Ryssland, lägg där till Europa med. Även om det inte är helt rättvist då Ryssland får mer för pengarna så ger det ändå en bild av hur överlägset Nato faktiskt är. Skulle verkligen inte Ryssland backa om Nato slog hårt mot hårt?"
		]
	},
	{
		"postIndex": [
			[969],
			[910],
			[1149]
		],
		"postTime": [
			"2014-03-01",
			"2014-03-01",
			"2014-03-01"
		],
		"postNum": [
			[990],
			[929],
			[1171]
		],
		"postLink": [
				"/sp47739976",
				"/sp47738280",
				"/sp47743199"
		],
		"postUser": [
				"Anakoret",
				"Anakoret",
				"Sensing"
		],
		"postUserID": [
				"/u751356",
				"/u751356",
				"/u857153"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p83",
				"https://www.flashback.org/t2325003p78",
				"https://www.flashback.org/t2325003p98"
		],
		"userUrl": [
				"https://www.flashback.org/u751356",
				"https://www.flashback.org/u751356",
				"https://www.flashback.org/u857153"
		],
		"sentence": [
				"De skulle slaktas rätt totalt av ryska armé. Enligt en expert (minns inte namnet) uttalade sig att det skulle ta max 2 månader för Ryssland att ta total kontroll över hela Ukraina. Västra Ukraina är det som skulle ta tid; östra och södra delarna skulle välkomna ryssarna. Detta vet de ledande ukrainarna och därför har de inte mobiliserat mer. Bestämmer sig Ryssland att invadera Ukraina kan de inte stoppas av Ukrainas armé för det är alldeles för underlägsen den ryska. Skulle bara leda till att massa onödiga liv skulle offras. Jag tror inte heller Ryssland vill annektera hela Ukraina då det skulle leda till för stora problem med väst i form av handelsembargo. De kommer förmodligen att se till att delar av Ukraina får rösta omsjälvständighet likt Krim. Sedan blir de självständiga republiker med nära relation till Ryssland eller så röstar de om att bli en del av Ryssland. Det finns helt klart delar av Ukraina som skulle vilja tillhöra Ryssland. Den ryska flaggan hissades exemelvis i Donetsk och den ukrainska togs ner. Detta gjordes av pro-ryska medborgare. Västra Ukraina är alldeles för ryssfientligt för att införliva till Ryssland och detta vet Putin om. Bästa lösningen på problemet är som jag skrivit tidigare att dela upp Ukraina. Varför vill väst att Ukraina ska vara ett land med nuvarande gränser? Finns ju bevisligen för mycket motsättningar mellan folkgrupperna att en uppdelning analogt med den i Balkan är den bästa lösningen enligt mig. Skulle inte Ryssland eller några andra länder lägga sig skulle det med största sannolikhet bli ett blodigt inbördeskrig. Tycker det är bra att Ryssland går in i Ukraina.",
				"Nja, Ukraina kommer inte ha mycket att sätta emot Ryssland och några andra länder kommer inte lägga sig i militärt. Det intressanta är vad Ryssland kommer göra med Ukraina. Frågan är om de är intresserade av att kontrollera hela Ukraina eller endast de pro-ryska delarna? Det mest troliga är väl att Ukraina delas upp och nuvarande Ukraina kommer krympa till att bara vara de västliga delarna och det bildas självständiga republiker likt som hände i Georgien i de andra delarna. Eller kanske de röstar om att ansluta sig till Ryssland. Krim kommer helt klart inte vara ukrainskt mer.",
				"Mina damer och herrar. Som några redan har sagt är detta en kamp stormakter emellan som har pågått bakom ridåerna en längre tid. USA har opererat med CIA agenter i området en längre tid för att skapa ett mera EU, och framför allt ett mera NATO-vänligt Ukraina. Rysslan har såklart varit väldigt medvetna som detta i och med att Ukraina har en stor del ryska sympatisörer i landet och således har ryssarna knappast problem att infiltrera högt uppsatta positioner inom det militära och politiska väsendet. Svartahavsflottan som Ryssland har utstationerade i Ukraina spelar en ytterst central roll i Rysslands försvar mot NATO som tränger sig allt närmare den ryska björnen (se på t.ex. Georgien-konflikten). Nu har Ryssland fått nog av Amerikanernas \"stealth-operations\" och känner sig allt mer instängda. I och med läget som nu har eskalerat har Ryssland en klar orsak att sätta ned foten och markera att ett NATO-land så nära Ryssland inte är acceptabelt. Det använder sig av militärens främsta roll som är att skydda ryska medborgare, var än i världen de befinner sig i. Tyvärr är det vanliga människor som hamnar i kläm mellan stormakternas kamp, vilket är ytterst sorgligt och enligt mig helt fucked up. Ryssland kommer inte att invadera hela Ukraina (om nu inte USA provocerar dem tillräckligt mycket), de vill bara trygga sin flottbas i svarta havet och hålla NATO borta. Jag gillar varken USA eller Ryssland och sympatiserar inte med varkendera, men i detta fall är jag lite på Ryssland sida av ovannämnda skäl. USA skall hålla vantarna borta, speciellt när det inte är i deras hemknutar det flyger kulor."
		]
	},
	{
		"postIndex": [
			[1229],
			[1356],
			[1419]
		],
		"postTime": [
			"2014-03-02",
			"2014-03-02",
			"2014-03-02"
		],
		"postNum": [
			[1251],
			[1380],
			[1443]
		],
		"postLink": [
				"/sp47744098",
				"/sp47745464",
				"/sp47746519"
		],
		"postUser": [
				"St0ny",
				"Petter1984",
				"omahafittan"
		],
		"postUserID": [
				"/u373649",
				"/u866506",
				"/u862149"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p105",
				"https://www.flashback.org/t2325003p115",
				"https://www.flashback.org/t2325003p121"
		],
		"userUrl": [
				"https://www.flashback.org/u373649",
				"https://www.flashback.org/u866506",
				"https://www.flashback.org/u862149"
		],
		"sentence": [
				"Det är lika roligt varje gång att diskutera med folk i min omgivning som tror att de vet någon om vad som händer i världen. De nämner lite artiklar de läst på aftonbladet, sen går de till resten på känslor om hur dåliga kommunisterna i Öst är, den där djävla Putin som hänger med biker gäng på fritiden hur han ska ta över Ukraina. (En olärd länkade någon artikel ifrån AB där man såg en bild med Putin och någon MC-snubbe.) De har inte satt suttit sig ner och läst någonting alls själva, inte en enda minut ägnade av att läsa olika källor på internet, och sen så säger dom åt en att man inte vet vad man talar om när man raserar hela deras världsbild på mindre än 30 minuter. De lyssnar helt enkelt inte, de är för bekväma med sin bild de har fått ifrån \"media\" här i Sverige, och väst. Man kan ge dem bevis på bevis på bevis som helt raserar allt skitsnack om vad som händer i Ukraina, om att Ryssland nu försöker erövra Ukraina osv. Vilken stormakt i världen hade INTE gått in i grannlandet där man har militärbaser, massor av kritiska oljepipelines och försökt att stoppa ett uppror startat av andra stormakter? Que bono? Väldigt lätt att förstå vad som händer när man forskar i ämnen innan man diskuterar dem. IMF:s lakejer agerar nu i Ukraina och har nästan lyckats med att störta regeringen som är vald demokratiskt, och våra nyheter som ägs av samma personer som styr och ställer i världen sitter och inpräntar propaganda emot Ryssland, som för inte alls så länge sedan stoppade 3:e världskriget i Syrien. Där såg man klart och tydligt och borde blivit övertygad om vilken jävla skit politik man för i USA. John Kerry propagerade för att anfalla Syrien med hand av NATO och bomba skiten ur Assad, de skyllde på \"kem-gas attacker\" men alla med högre IQ än 70 förstod genast att ingen regering är så dum att man skjuter raketer med stridsgas när hela världen har sina ögon på en. Till och med folket i USA röstade emot sin sjuka regering för ett anfall. Nu har vi samma situation åter igen fast i Ukraina, samma visa, samma skit och alla fåren här i Sverige och väst världen sitter och spyr samma galla; helt ovetandes eftersom den enda tiden de spenderat var den där timmen framför dumburken som berättade för dem om den dumma ryssen som ska anfalla oss åter igen. Jag har nästan tappat hoppet om en normal värld, men det positiva är att på varje nyhetstidning där de tillåter kommentarer så får man väldigt vettiga svar ifrån folk som har vaknat över hela världen! Vi ser en ändring, där folk är mer positiva mot Putin än vad man är mot Obama. Jag ser framför mig en värld utan de sjuka satanisterna som sitter i Bilderberg gruppen, Skulls and bones, vi är på väg dit. Men de är medvetna om att folket börjar vakna, just därför ser vi denna eskalerade övervakning överallt och sjuka krigshets, för de vet att slutet börja närma sig. Det kan gå riktigt illa denna gången tror jag. Vi kanske står inför ett nytt världskrig! Alla som vill ha en vettig förklaring om vad som hänt i Ukraina, Här har ni. Snabb överblick över situationen. Lite mer information om de som startade \"revolutionen\".",
				"Vet inte om man ska skratta eller gråta. Hur många internationella konventioner har bara enbart Obama brytit emot? Oväntat att de ber NATO om hjälp, det är ju USA som stödde kuppen genom att träna terrorister samma de gör i Syrien för att försvaga deras marinbas där. Samma sätt de störtar de flesta regimer. Ryssland har RÄTT att gå in militärt eftersom USA brytit emot avtalet 1994 när de frånsade sig kärnvapnen ifrån soviet. USA har ingen som helst rätt att stötta terrorister i ett land och störta regimen vilket är allmänt känt sen i minst 30-40år. USA har ingen som helst rätt att provocera fram ännu ett krig. Även om de så gärna vill det, förhoppningsvis sitter putin med ett ess i rockärmen fortfarande. USA kan inte vara så korkade att riskera ett kärnvapenkrig där delar av USA ödeläggs för flera generationer framåt. En sån chansning att de klarar av att undvika att Ryssarna lyckas avfyra en enda kärnstridsspets kan de inte vara så korkade att ta helt enkelt. Allt är totalt meningslös diskussion överhuvudtaget eftersom det är så meningslöst att diskutera eftersom massmedian är så pass vinklad och inte tar upp ren fakta. Jag har kontakt med Ukrainare och majoriteten är Ryssvänliga men självklart finns vissa mindre områden där de är emot Ryssland, men det betyder INTE att de är för USA. USA har ännu en gång lyckats störta en demokratiskt vald regim och kommer snart att tvinga omvärlden till sanktioner emot Ryssland och under tiden kommer de arbeta med att skapa problem i kina för att inte kina ska kunna stötta Ryssland i en konflikt. Även Indien har bra samarbete med Ryssland. . Skulle vi införa riktig demokrati i Sverige och säga nej till vissa saker USA ville vet alla redan vad som skulle ske. Inte fan hade Norge eller Danmark hjälpt oss när USA skickar 5miljarder dollar till invandrargäng och SvP eller andra nazi-grupperingar för att störta regimen och tillsätta en naziledare eller somalier med löften att han blir president om han gör som de säger. Det kommer behövas ett världskrig eller total dominans för att få ordning på \"ekonomin\" och allt som hotar dollarn måste tillintetgöras. Kina kommer implodera när medelklassen blir för stor och det kommer bli kaos där också. Jag är faktiskt förundrad och fascinerad över hur en stat kan kontrollera så stor del av världens massmedia men samtidigt rädd den dagen Ryssland och Kina faller. Dock kommer varje stort rike falla och även USAs rike. USA har redan delat in NATO i olika geografiska grupperingar som sköter alla världens områden. Förmodligen kommer dessa bli olika typer av \"stater\" i framtiden. Dock kommer dessa rasa samman i inbördeskrig eftersom det är omöjligt att kontrollera så många olika människo-grupper under samma tak. Enda lösningen är massavrättningar och kontrollera all information - vilket de redan kan göra. \"To know who control you, you have to know you who can't criticize\"",
				"Håller med, NATO kommer aldrig hjälpa Ukraina. Men jag läste på någon av dagstidningarnas livefeed att Polen (som är med i NATO) antagligen skulle ockupera den västra sidan av Ukraina om Ryssland började ockupera fler delar än Krim. Har dock inte sett något mer om Polen efter det så det kanske bara var något random rykte."
		]
	},
	{
		"postIndex": [
			[1588],
			[1688],
			[1658]
		],
		"postTime": [
			"2014-03-02",
			"2014-03-02",
			"2014-03-02"
		],
		"postNum": [
			[1612],
			[1713],
			[1683]
		],
		"postLink": [
				"/sp47748188",
				"/sp47749399",
				"/sp47748987"
		],
		"postUser": [
				"sjalvebastedrang",
				"getz",
				"Paladin"
		],
		"postUserID": [
				"/u881079",
				"/u426269",
				"/u68998"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p135",
				"https://www.flashback.org/t2325003p143",
				"https://www.flashback.org/t2325003p141"
		],
		"userUrl": [
				"https://www.flashback.org/u881079",
				"https://www.flashback.org/u426269",
				"https://www.flashback.org/u68998"
		],
		"sentence": [
				"Min analys är som följer: En nationalistisk revolution har genomförts i Ukraina. Den har stöd av etniska ukrainare i ffa landets västra del. Men Ukraina är inte etniskt homogent utan har en stor rysk minoritet, som på Krim är i majoritet. Man kan spekulera i huruvida de nya mathavarna i Kiev har för avsikt att förtrycka landets ryska minoritet eller inte, men det är inte så viktigt. Vad som betyder något är att krimryssarna uppenbarligen uppfattar situationen som ett hot och har genomfört sin egen proryska revolution. Det är i detta ljus som Putins agerande måste betraktas. Det är inte Putin som sett till att krimryssar gått ut på gatorna. Han måste hantera situationen som uppstod och hade då tre valmöjligheter: Invadera hela Ukraina. Besätta Krim. Inte agera militärt öht. Det förstnämnda var naturligtvis inte ett alternativ. Det sistnämnda hade allvarligt underminerat hans inrikespolitiska position som handlingskraftig och dessutom hotat ryska militära intressen (flottbas m.m.). Det hade också med stor sannolikhet lett till våld mellan ukarinare och ryssar i Ukraina, där ryssarna hade drabbats värst. Alltså besätter Putin Krim och avvaktar sedan omvärldens reaktioner. Det är en helt logisk konsekvens av revolutionen i Kiev och krimryssarnas reaktion på denna. Nato och EU kan inte göra ett dugg i situationen. Ryssland är för starka militärt. Dessutom finns ingen sympati inom EU för “vita” nationalistiska revolutioner. Som om det inte räckte så sitter Ryssland på olje- och gaskranen till stora delar av Europa, inklusive till Sverige. Inte ens retoriskt kan man från Väst komma med något: Vilken makt har ryssarna satt åt sidan på Krim, föregående korrupta president eller ulranationalistiskt ukrainskt revolutionsgarde? Det som händer är en studie i nationalism. Jag sympatiserar med båda sidors nationalistiska ambitioner. Ukraina är uppenbart inte en fungerande statsbildning. Dela det i två delar och låt den ryska delen uppgå i Ryssland. Sist men inte minst. Ni som yrar om Sveriges militära försvar i sammanhaget behöver en reality check. Visst ska vi ha ett svenskt militärt försvar. Visst borde landsförrädarna i riksdagen rullas i tjära och fjädrar. Men Ryssland är inte ett militärt hot mot Sverige. Vi har stort handelsunderskott med Ryssland, ffa beroende på att den största andelen olja vi importerar kommer därifrån. Ryssland är - eller snarare kan vara - ett ekonomiskt hot mot Sverige. Det finns inga vägande skäl för Ryssland att angripa Sverige militärt: Man kan tvinga oss till underkastelse med politiska och ekonomiska metoder, och Sveriges territorium erbjuder inget av militärt eller ekonomiskt värde för Ryssland. Sverige är endast en skugga av sin forna politiska, ekonomiska och militära betydelse, vi är helt marginaliserade. Vår fokus borde ligga på de framtida inrikesproblem vi oundvikligen kommer att ställas inför som en konsekvens av den vansinniga invandringspolitiken, och vårt stöd borde gå till alla nationalistiska strävanden i andra regioner. För vi kommer sannerligen att behöva stöd i framtiden.",
				"Kan inte Sverige gå ut offentligt och fråga Ukraina om de behöver hjälp och sedan aggera efter deras svar? Sverige har inte någon möjlighet att försvara ukraina men kanske kan vi vara först in och säkra upp en flygplats eller ett mindre område så fler nationer kan komma och hjälpa till. Nu finns det inte på kartan att detta skulle inträffa men skulle vara bra att visa att vi faktisk har lite cojones och att vi bryr oss om länderna i Europa. Den dagen ett land anfaller Sverige kommer exakt samma sak hända.. inte en jävel bryr sig då vi inte är med i Nato eller liknande och alla kommer bara prata om att det inte är snällt att anfalla sverige.",
				"Vi blir ju mer eller mindre \"västmatade/USA-matade\" med bilden av Putin som en något skruvad anti-hbtq envåldshärskare som bryter mot de ena och de andra reglerna som \"västalliansen\" satt upp. Men.... Ryssarna verkar vara delade i denna fråga gällandes Ukraina. Många verkar positiva ( Källa ) och jag undrar och blir nyfiken på hur Putin egentligen fungerar. Att ha en makt förutom USA att balansera mot tror jag bara är bra. USA har storhetsvansinne och behöver en balans i makten för att överhuvudtaget behöva fundera över sina drag samt kanske odla ett uns ödmjukhet och eftertänksamhet. Att Putins planer ideer inte tilltalar USA, USA spionen Bildt eller andra som går i det ledbandet (västmedia etc) kan jag förstå då detta innebär att deras egna makt hotas. Men personligen blir jag lite.... imponerad i brist på bättre ord, av Putins självständighet. Av hans mod (storhetsvansinne?) och av att han faktiskt vågar fatta lite mer kontroversiella beslut istället för att enbart låta sig vara ännu en bricka i Västs spel. Jag hoppas innerligt detta slutar bra och att det blir ett fredligt slut på denna historia men jag kan inte annat än att tycka att Putin got some balls! Bra eller dåligt? Vad vet jag...."
		]
	},
	{
		"postIndex": [
			[1776],
			[1977],
			[1842]
		],
		"postTime": [
			"2014-03-02",
			"2014-03-02",
			"2014-03-02"
		],
		"postNum": [
			[1801],
			[2005],
			[1869]
		],
		"postLink": [
				"/sp47750455",
				"/sp47753060",
				"/sp47751394"
		],
		"postUser": [
				"Imiron",
				"Bara-Robin",
				"Pazzamo"
		],
		"postUserID": [
				"/u246915",
				"/u670239",
				"/u286110"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p151",
				"https://www.flashback.org/t2325003p168",
				"https://www.flashback.org/t2325003p156"
		],
		"userUrl": [
				"https://www.flashback.org/u246915",
				"https://www.flashback.org/u670239",
				"https://www.flashback.org/u286110"
		],
		"sentence": [
				"Du måste komma ihåg ett antal saker. Ryssarna har redan säkrat Krim och det ligger extremt nära Ryssland. Det är inte helt sant att europeiska Nato inte kan göra någonting, men deras handlingsfrihet är begränsad. Om man militärt vill göra något åt saken så måste man först samla ihop gubbarna, från flera olika länder, och sedan sända dem till Tyskland, Polen, Balitkum, Turkiet etc. Samtliga länder som gränsar till Ryssland måste sätta sina trupper på full beredskap. Det enda man kan skicka omedelbart är stridsflygplan, men att göra det utan att de tyska, baltiska, turkiska och polska trupperna är fullt mobiliserade vore dumt. Européerna är inte svaga militärt. De har mer modernt material än ryssarna och kan skramla till sig en stor slagstyrka. Men hela systemet är i princip utformat för hjälp av USA och de klara linjerna för hur en helt europeisk operation skulle gå till finns inte, gissar jag. Detta är ett problem. USA vill börja satsa mer på fjärran östern för att möta hotet från Kina. De kan inte längre ta hela bördan från sina europeiska allierade. Västeuropa måste enas starkare i militär förmåga. Man måste träna och öva sig i att klara sig utan USA. Det måste finnas en struktur för att kämpa tillsammans, utan USA. EU tillsammans med Nato bör bli plattformen för det. Ett starkt Västeuropa som håller i en enorm jävla käpp är stabiliserande. Nato är inte värdelöst. Sina egna medlemmar hade man kunnat försvara väldigt bra mot Ryssland. Betydligt bättre än Ukraina kan, för att inte tala om Sverige. Det är möjligt att ryssarna i t.ex. Baltikum och Polen skulle nå några tidiga segrar. Sen kommer de slå huvudet i tyskt stål. Sen när Nato samlat sig är det Game over.",
				"Någon måste klargöra detta gör mig. Har jag förstått läget rätt, eller har jag fel i någonting? Ukraina har ett val, och en ledare väljs in demokratiskt. Denna får flest röster. Han handlar inte så som många vill, (minoriteten vill, eller majoriteten?) och folket störtar regeringen. Ryssland kommer in och ska upprätthålla ordningen i landet, precis som USA, Sverige osv. har gjort i andra mellanösternländer. Och om jag förstår det rätt så har Ryssland tillåtelse ifrån regeringen att komma in. Ukrainsk militär vill ha ut Ryssland ur landet. Är inte detta lite som att ett minoritetsparti i Sverige skulle störta våran regering, och vi sedan skulle få hjälp ifrån våra grannländer med att återta makten till, vad som faktiskt är folkets val? Varför är folk så emot Ryssland?",
				"Ett delat Ukraina där Ryssland regerar över vissa områden och ett EU-vänligt Ukraina över andra områden skulle både Ryssland och USA/EU vinna på. Skulle inte förvåna mig om detta som händer nu är uppgjort och planerat på förhand mellan Putin och Obama/EU, och att allt annat bara är ett spel för gallerian inför resten av världen."
		]
	},
	{
		"postIndex": [
			[2302],
			[2132],
			[2072]
		],
		"postTime": [
			"2014-03-02",
			"2014-03-02",
			"2014-03-02"
		],
		"postNum": [
			[2337],
			[2162],
			[2102]
		],
		"postLink": [
				"/sp47757584",
				"/sp47754837",
				"/sp47754012"
		],
		"postUser": [
				"Dr.Spin",
				"ganglere2",
				"J0ckz"
		],
		"postUserID": [
				"/u496782",
				"/u293664",
				"/u664692"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p195",
				"https://www.flashback.org/t2325003p181",
				"https://www.flashback.org/t2325003p176"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u293664",
				"https://www.flashback.org/u664692"
		],
		"sentence": [
				"Den här krisen kunde förutses, och gjorde det också. Politikerna sket dock i det och situationen nu är konsekvensen av passivitet och feghet de senaste åren. Lång förklaring nedan. Redan när Viktor Yushenko blev förgiftad så borde väst ha agerat och EU borde ha gett honom erbjudande om att konvertera alla ryska skuldväxlar till Europeiska samt ge stödpaket så att landet inte faller samman när Ryssland svarar med att stänga av gasen. Detta skulle blivit svindyrt och därför sket man i det. Då hade man fått in Ukraina i EU och detta debakel hade inte ägt rum. Men det är ju så klart enklare att bara gå halva vägen och reta upp Ryssland (genom att stödja oppositionen och erbjuda nödlån för små skitsummor) och sedan spela dumma när konsekvenserna blir tydliga. Uppenbarligen hade man kalkylerat fel när man trodde att Ryssland inte skulle göra något mot ett så stort land som Ukraina. Ryssland är väldigt nära och etablerade relationer med följande länder och samtliga har potential att bli \"nya Ukraina\": Nu tror många att fler i Europa kommer att vända sig till NATO, men Ryssland är inte intresserade om Sverige eller andra rika länder går med. Deras fokus är fattiga eller underutvecklade nationer som de kan kontrollera med järnhand. Länder där Rysslands svaga ekonomi är stark nog för att kunna nyttjas som maktredskap. Se bara exemplet Iran där Ahmedinejad under presidenttiden i princip kysste Putins fötter för att han fick kärnkraftverk och luftvärn. Kazakhstan, Kyrgisztan etc är givetvis också på agendan där Ryssland t.ex har sin rymdstation i Baikonur (lika viktigt som militärbasen i Sevastopol rent strategiskt och en Symbol för \"vänskapen\"). Ukraina är på gränsen till att vara för rikt. så kan vi ju se hur det såg ut under senaste tiden som de hade en Västorienterad ledare (Viktor Yuschenko). Statsskulden rusade från 32% av BNP innan Orangea revolutionen till 73% när han avgick. När Yuschenko närmade sig väst så slutade Ryssland förnya lånen, samtidigt som vi hade finanskris, och ovanpå det så stängde man av gasen. När Yuschenko väl gått med på de nya villkoren så öppnade Ryssland gasen igen och förnyade lånen och vi ser en ökning i kredittillväxten från 57% till 80% (som sedan minskade till 73% under hans sista år. Läget idag är likadant. Softpower gas 2014: Softpower skulder 2014: Det är inga stora pengar i sammanhanget (Greklands bailouts var något större). Rysslands mål nu är att EU och USA ska hålla sig borta och de visar med all tydlighet att de är villiga att starta ett krig för det med div teknikaliteter som ursäkter. Samtidigt så vill ingen betala Ukrainas skulder heller eftersom Ukraina när som helst kan stoppa gastransporter eller byta ledning till en pro rysk eller om Putin vaknar på fel sida så kan Ukraina också hamna i statsbankrutt. EU + USA har inte råd att skydda Ukraina, och ffa så har man inte råd att ta över ett till Grekland med 3ggr större befolkning och sämre skick på statsfinanserna. Det är vad som skulle landa i knät om man \"räddar\" Ukraina. Om an vill kan man diskutera teknikaliteter som om Ryssland har rätt att \"undsätta\" Krim eller inte men det är liksom rätt irrelevant. Med det sagt, god natt",
				"Krim har tillhört Ryssland tidigare. Gränserna ändrades av \"administrativa\" skäl under kommunisttiden. Söndra och härska alltså. Som jag skrev tidigare så har det varit stora demonstrationer i flera städer i Ukraina som har krävt ett ryskt ingripande. Ukraina tillåter inte dubbla medborgarskap och det är enbart därför att annars så skulle hela Krims befolkning och även en hel del andra i östra Ukraina för länge sedan ha sökt ryskt. Ryssarna delar visst ut ryska inrikespass nu och jag antar att de går åt rätt snabbt. Man ska också tänka på att ukrainare och ryssar är som svenskar och norrmän. Väldigt lika alltså. Många ukrainare är inte alls positivt inställda till det anhang som nu har tagit makten. Edit: Man har med vapen avsatt en demokratiskt vald regering. \"det goda\" väst stödjer detta förfarande. Efter alla USAs invasioner så klagar man nu alltså på Ryssland när de går in och försvarar sitt eget folk. Prata om hyckleri.",
				"USA kommer inte göra ett skit. Obama kommer införa vissa sanktioner är mycket möjligt men inget militärt. Dom riskerar inte ett krig med Ryssland. 0% Gubben. [Edit] Dessutom är Ukraina inget Nato-land."
		]
	},
	{
		"postIndex": [
			[2463],
			[2512],
			[2483]
		],
		"postTime": [
			"2014-03-03",
			"2014-03-03",
			"2014-03-03"
		],
		"postNum": [
			[2503],
			[2552],
			[2523]
		],
		"postLink": [
				"/sp47759294",
				"/sp47759827",
				"/sp47759589"
		],
		"postUser": [
				"Eadron",
				"Eadron",
				"AnnaLindersson"
		],
		"postUserID": [
				"/u651706",
				"/u651706",
				"/u865701"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p209",
				"https://www.flashback.org/t2325003p213",
				"https://www.flashback.org/t2325003p211"
		],
		"userUrl": [
				"https://www.flashback.org/u651706",
				"https://www.flashback.org/u651706",
				"https://www.flashback.org/u865701"
		],
		"sentence": [
				"Många i tråden som rakt av väljer en sida och argumenterar dess sak. Är det bara jag som tycker att det är fel på båda sidor i denna konflikt? Känner att många blandar ihop två problem med Ukraina. Den ukrainska övergångsregeringen är inte legitim. Västvärlden har, trots att man ofta predikar demokrati, störtat en demokratisk vald president. En president som valdes fram i ett val som ansågs till största delen vara rättvist, en president man erkänt som legitim. Precis som i de flesta republiker kan parlamentet, enligt processor som defineras i grundlag eller konstitution, avsätta en president som man anser sköta sitt jobb på fel sätt. Detta skedde inte i Ukraina, istället har en regelrätt revolution genomförts. Västvärlden borde inte ha blandat sig i denna konflikt. Som vanligt står vi överlägset där och anser oss ha rätt att blanda oss i andra länders interna problem och konflikter. Vi anklagar andra länder för att inte leva exakt som vi, som att vi inte hade några problem överhuvudtaget. Demokrati? Javisst, men bara på våra villkor. Sverige är ett extrem i dessa sammanhang. Vi kritiserar andra länder för sin hbtq-, alkohol-, snus-, prostitutions-, yttrandefrihetspolitik (mm). Vi är som en rabiat liten hund som skäller, som ingen tar på allvar i internationella sammanhang. Ja dem kanske har fel. Men då ska dem fan få ha fel, om en majoritet av deras invånare så vill. Det är demokrati, när ett folk bestämmer sitt eget öde. INTE när det försöker föreskriva andra hur dem ska leva sitt liv. Rysslands invasion av Krim (och möjligtvis följande invasion av Ukraina) är ännu en gång samma problem. Ryssland blandar sig i ett annat lands interna affärer. Denna gång, istället för att smyga med det och manipulera på ett ekonomiskt sätt som vi i väst är så bra på, så väljer man en fullskalig invasion. Historiskt är detta inget konstigt, det är något som alla totalitära stater gjort. Öppna en historiebok. Läs på om sudetenland, läs på om skapandet av de baltiska SSRerna, läs på om Tibet. Det här är exakt samma sak. Och här måste vi ingripa. För i det här fallet säger vi inte åt ett annat folk hur dem ska föra sitt liv, vi försöker hindra dem att göra just detta. Det kan vara svårt att förstå för en svensk eller en engelsman, då ingen av oss eller våra tidigare generationer tvingats leva i en totalitär stat, men balter, polacker, tjecker, slovener, slovaker, rumänier, bulgarer, ungrare vet precis hur ukrainarna känner sig. Man skulle föredra en egen skurk-regering än en regering som tillsatts utifrån. Det är frihet. Det är ett koncept som vi i sverige aldrig kommer att förstå. Om vi verkligen tror på frihet, om vi tror på ett folks bestämmanderätt så måste vi ingripa i denna konflikt (och ja det får oss att se ut som hycklare, se punkt 1). Men så fort den lösts ska vi lämna ukraina åt sitt eget öde. Om inte putin får tillsätta en regering med militärt våld, ska inte vi göra det med ekonomiskt våld heller. Och om Ukraina sedan efter ett inbördeskrig delar upp sig själv så måste vi acceptera det. Jag är orolig. Folk verkar ha tappat förmågan att se annat än svart eller vitt. Man vägrar erkänna att man möjligtvis begått misstag, man vägrar erkänna att 'motståndaren' kanske haft rätt om något. Men världen är inte svart/vit. Världen är inte ens grå utan so underbart färgglad. Men politiker, makthavare men även den nuvarande samhällsformen föredrar att vi ser saker svart eller vitt. I absoluta termer. Och därför monteras skolan ned. Resultatet ser vi i denna tråd och på andra ställen i kommentarsfälten. Allt är absolut i dagens samhälle och media: Rasist eller anti-vit. PK-mafia eller politiskt inkorrekt. Böghatare eller bögjävel. USA-kramare eller Ryssland-älskare. Miljötaliban eller Miljöförstörare. Börja tänka själv. Sluta köpa absoluta åsikter. Alla har rätt och fel ibland. Det finns inget svar. Det finns ingen lösning. Jag ser inte fram emot framtiden.",
				"Hoppet dör sist. Jag är villig att tro att vi en dag lyckas besegra dessa människodrag. När och under vilka former, det vågar jag inte uttala mig om. Mitt eget liv är långt ifrån ideellt. Jag strävar också efter makt. Men man kan drömma. Jag önskar mig att fler drömde. Jämför dagens kultur och underhållning med den för 20-30 år sedan. Idag så fokuseras det antingen på historia eller fantasy med historiska drag. Mycket handlar om nutiden. I slutet av förra århundradet fanns där även framtidssagorna. Vissa var dystopiska och det förekommer även idag. (I dag: Serier som Utopia. Filmer som 2012, Knowing. Spel som Metro-serien, Mass Effect. Böcker som Dan Brown's Inferno). Men vad hände med den där framtidsoptimismen med glimten i ögat. Star Trek? Back to the Future? 2001? Jag tror att om en part skulle bli mer medgörlig och erkänna fel skulle den andra utnyttja det till fullo. Ger vi efter så tar Putin Ukraina, detta skickar nog en signal till resten av världen att vi manipulerat den politiska scenen i ukraina (därmed säkert även i andra länder) och att vi är konflikträdda. Det stärker Rysslands allianser, man ser Putin som en räddare från amerikanska intressen. De öst-europeiska EU-staterna tappar förtroende för USA/EUs beredskap att hjälpa dem. Europa (och möjligtvis andra världsdelar) destabiliseras politiskt. En framtid som lär bestå av många mindre konflikter, med etniska skillnader som grund. Ger Putin efter ser vi det som en vinst och legetimering att fortsätta blanda oss i och leka världspolis. Banden mellan väst och dess bundsförvanter stärks, samma bland våra motståndare. Hatet mot USA/väst fortsätter gro i andra delar av världen. Vi och dem-känslan förstärks. Konflikter spelar på världsscenen, man tar varandras parti enbart beroende vem som är på andra sidan. Återgång till ett mer eller mindre kallt krig. Kalla mig för pessimist. Men alternativen verkar vara Världskrig mellan två läger eller många små krig mellan många små läger. I slutändan båda två väldigt oönskningsvärda. Jag hoppas att båda sidor kan ge efter. Att vi om 10 år kan se tillbaka och skratta åt hur fåniga vi var. Tror jag det kommer hända? Tyvärr kan jag inte skaka av mig pessimismen. Men som jag sagt tidigare: Jag kommer fortsätta drömma.",
				"Det finns alltid ett problem med en \"tredje ståndpunkt\", nämligen att den grundar sig i idealism. I den reella världen så styrs utvecklingen inte av goda ideer; politik är inte moral. Politik är inte fråga om fel och rätt. Politik är makt och intresse. Så vill man analysera vad som händer och varför det som händer sker, föreslår jag att man lämnar den moraliska ståndpunkten och istället ser på frågan om intressen och på frågan om makt. USA och EU blandade sig i Ukrainas inre angelägenheter och understödde den fascistiska kuppen. Det gagnar framför allt USAs intresse att destabilisera ett grannland till Ryssland. USA har stor makt och även inflytande på EU, så även EU kom att stöda denna destabilisering av Ukraina. Problemet med detta västliga intresse (nu är jag dock inte alls säker på att EU har samma objektiva intresse som USA) är att det kommer i konflikt med ett ryskt intresse som backas upp av en mycket starkare politisk och militär makt (krig är som bekant en förlängning av politiken, men med andra medel) i denna region, än vad kanske den något naiva amerikanska presidenten kunde förstå. Således finns en reell verklighet att ta ställning till. Vi har konkurrerande intressen. USAs intresse av destabilisering står mot Rysslands intresse av ett stabilt närområde. Ryssland är politiskt starkare i detta närområde och vinner sålunda den politiska kampen. Allt vi nu ser, är bara en fråga om hur väst skall rädda ansiktet. Väst förlorade slaget - ett slag som var förlorat redan på förhand, om man nu hade tänkt efter. Putin vann igen. Obama återigen förnedrad. Skall vi nu återvända till frågan om utgången är bra, rent moraliskt? Mitt svar är entydigt JA. Jag är för en stabil värld. Jag gillar inte att världen är instabil och framför allt gillar jag inte att det blir instabil genom att USA destabliserar den varhelst det vill. Det gagnar inte mina intressen och det gagnar inte svenska intressen att en global supermakt kan göra som den vill. Därför finns det skäl att tacka Putin även på moraliska grunder - ja, egentligen är denna grund en intressegrund: vi bör tacka Putin och Ryssland för att det gagnar våra svenska intressen."
		]
	},
	{
		"postIndex": [
			[2780],
			[2777],
			[2669]
		],
		"postTime": [
			"2014-03-03",
			"2014-03-03",
			"2014-03-03"
		],
		"postNum": [
			[2823],
			[2820],
			[2711]
		],
		"postLink": [
				"/sp47766827",
				"/sp47766744",
				"/sp47763612"
		],
		"postUser": [
				"ööööööHH",
				"Praetori",
				"Praetori"
		],
		"postUserID": [
				"/u267887",
				"/u345427",
				"/u345427"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p236",
				"https://www.flashback.org/t2325003p235",
				"https://www.flashback.org/t2325003p226"
		],
		"userUrl": [
				"https://www.flashback.org/u267887",
				"https://www.flashback.org/u345427",
				"https://www.flashback.org/u345427"
		],
		"sentence": [
				"Hade detta skett för 10 år sedan hade förmodligen soldater skickats in i västra Ukraina, nuv. äcklar dock västs ekonomi och väst vill undvika krig så långt det går. USA behöver inte agera militärt i detta läget, det vet Putin. Går Ryssland in i Polen så MÅSTE USA agera militärt, oavsett om man vill eller inte. Annars faller hela Nato, detta vet Putin med.",
				"Ukraina är en före detta Sovjetrepublik. Ukrainare var till viss del förtryckta under sovjettiden och många Ukrainare är numera extremt nationalistiska och inte helt välvilligt inställda till Moskva. När Sovjet splittrades så bibehöll Ryssland en militär närvaro i delar av Ukraina (framförallt Krim och Sevastopol med dess stora flottbas). Efter Sovjets fall så kom man efter internationella samtal överens så att Ukraina lämnade ifrån sig en stor del av sin tidigare Sovjetiska arsenal av vapen till Ryssland (nyckelpunkten var alla kärnvapen samt marina stridskrafter) samt att Ryssland fick fortsatt tillgång till en del militära baser. Som motdrag fick Ukraina ekonomiskt bistånd och dessutom garanterades dess integritet och territoriella okränkbarhet av USA och Ryssland. Ukraina är idag relativt splittrat med en stor rysk-vänlig östra del (med Krim som bihang) och en större EU-vänlig del västra del, båda språken (mycket närbesläktade) talas i både öst och väst men Ryska är dominerande i öst. Ukraina har haft inre motsättningar där en stor del av befolkningen vill närma sig EU och NATO. De styrande i Ukraina (som bortom allt tvivel varit korrupta) har vägrat att gå med på detta. Krav har ställts från den Ukrainska oppositionen om presidentens avgång (vilket han vägrat). Skottlossning och tumult inträffar och ett hundratal människor dör (främst demonstranter) och presidenten flyr till Ryssland. En ny regim tillträder i Ukraina och lovar att hålla nyval. Regimen består bland annat av ultranationalister och öppet fascistiska falanger som är klart ryssfientliga. Ryssland använder oroligheterna i Ukraina som förevändning att besätta Krim för att skydda den ryska delen av befolkningen i området. Omvärlden blir bestört. Skall man koka ner det så skulle Krim som en del av ett EU eller NATO vara en säkerhetspolitisk omöjlighet för Ryssland.",
				"Nej Putin har fingertoppskänsla när det gäller interna Ryska angelägenheter för det är precis vad detta grundar sig på. OS var i vanlig ordning ett spektakel som Kreml såg till att utnyttja maximalt internt. I Rysk media varvades OS framgångar med fascistiska upplopp i Ukraina om vartannat i bästa propagandastil. Stolthet över Ryssland och en oro för lömska små män med mustascher i Ukraina håller hemmaopinionens tankar borta från bland annat en riktigt dålig ekonomisk återhämtning. Så fort händelserna i Ukraina började utvecklas negativt för den sittande regimen så drog Moskva även fördel ur den situationen och var säkerligen ordentligt behjälpliga med att se till så att den spårade ur med dödsfall som följd. Ryska \"rådgivare\" brukar kunna få de flesta konflikter dit de vill ha dem. Vad vi ser i Krim är så orkestrerat så att det nästan är imponerande. Soldater utrustade med det nya uniformssystemet och utan markeringar som kan koppla dem till Ryssland (vilket gör att distinktionen av vad som är pro-rysk Ukrainsk milis och vad som är Ryska reguljära trupper inte blir uppenbar för den genomsnittliga media-målgruppen) med balaklavor för ansiktet (vilket gör att deras anhöriga hemma i Ryssland inte blir oroliga genom västerländsk media) som på mycket kort tid ockuperar strategiskt viktiga platser för att skydda den RYSKA befolkningen mot FASCISTER i Kiev. Frikostiga erbjudanden om medborgarskap för alla som kan tänkas ha något groll med övriga Ukrainare osv. Ryska militären får genom sin anonyma roll inte ta åt sig äran genom offentliga uttalanden utan detta framställs som en Rysk folklig aktion enbart förmedlas från Putins kabinett till omvärlden. Det är INTE ett tecken på att Putin och Co tappat greppet om verkligheten utan snarare att de känner fullt förtroende för sin egen kapacitet att manipulera den som de vill. Det skickar starka signaler till Kazakstan och Baltikum och stärker kampviljan hos dess Ryska invånare vilket är helt i linje med hur man manipulerat opinionen i dessa länder det senaste decenniet. I slutändan så gör sig Putin mer populär inom den breda Rysktalande allmänheten både i Ryssland men även i grannländerna vilket är ett huvudsyfte och en inrikespolitisk jackpot som man inte skådat på närmare 100 år i Ryssland. Den näst intill perfekta timingen, det snabba och väl utförda genomförandet och västvärldens helt håglösa reaktioner ger Putin rätt. Ryssland är en maktfaktor på uppgång, det är i alla fall vad Kreml vill signalera och de har än så länge lyckats helt fasansfullt bra."
		]
	},
	{
		"postIndex": [
			[3175],
			[3229],
			[3113]
		],
		"postTime": [
			"2014-03-03",
			"2014-03-03",
			"2014-03-03"
		],
		"postNum": [
			[3225],
			[3280],
			[3163]
		],
		"postLink": [
				"/sp47772471",
				"/sp47773960",
				"/sp47771581"
		],
		"postUser": [
				"Atomist",
				"AnnaLindersson",
				"MacheteRampage"
		],
		"postUserID": [
				"/u708592",
				"/u865701",
				"/u707479"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p269",
				"https://www.flashback.org/t2325003p274",
				"https://www.flashback.org/t2325003p264"
		],
		"userUrl": [
				"https://www.flashback.org/u708592",
				"https://www.flashback.org/u865701",
				"https://www.flashback.org/u707479"
		],
		"sentence": [
				"Har inte sett ett enda argument för att Ryssland skulle gå in i de stater du räknat upp. Det är NATO-medlemmar, du tror inte det har betydelse? Eller är du så hjärntvättad? Är det någon som sagt att det bara handlar om att skydda en rysk befolkning? Jag har däremot presenterat att det spelar roll. Det är en stor konflikt inom Ukraina också, där många är pro-ryska. Och ska Kiev överhuvud taget kunna slå hål på det och få folket med sig så lär de kasta ut svoboda med huvudet först då det är ett parti som gjort sig kända för att vilja sätta åt etniska minoriteter i Ukraina. De har drivit frågor som att inskränka på Krims självstyre, förbjuda ryska språket, förbjuda homosexualitet, förbjuda \"ukraniafobi\". De drev en våldskampanj mot Kievs pridefestival 2012 där de hotade om våld och realiserade detta för att statuera exempel, festivalen ställdes in. Deras ledare har gästföreläst på SVPs räkning, de har misshandlat meningsmotståndare i plenisalen, Simon Wiesenthalcentret rankade deras ledare som den 5 största antisemiten i världen. Nu har de även bjudit in sina åsiktsvänner SMR och SVP till Ukraina för att upprätta ett ordningsgarde i Kiev. I mina ögon ska inte väst stödja dessa tomtar då de inte skådats ett lika vidrigt parti sedan USA och Ryssland tog död på Hitlers tredje rike. På grund av detta kommer Ukraina att falla sönder oavsett vad Ryssland gör, det kommer antagligen leda till instabilitet och inbördeskrig förr eller senare om dessa extremister tillåts styra. Sen finns det självklart ett intresse av Krim eftersom Ryssland har flottbaser av strategisk betydelse där. Ryssland behöver en kornbod, osv.. Sen så är inte allt detta Rysslands fel. Det var jävligt klantigt av väst att driva på detta och underblåsa konflikten i landet, man gjorde det för att Ryssland hade OS och var låsta från att agera. Väst underskattade putin, han sätter ner foten och markerar att vi inte ska underblåsa och jävlas i hans närområde.. Så om vi ger fan i det kan jag lova dig att putin inte kommer sätta åt flera länder.",
				"Det är över för flera dagar sedan. Exakt i den stund som President Putin begärde det ryska parlamentets tillstånd för att kunna göra en insats i Ukraina, var det över. Det vi ser nu är bara västmakternas försök att rädda ansiktet efter att de destabiliserat Ukraina så till den grad att Ryssland beslutade sig för att ingripa - och om väst (vilket man kan debattera) verkligen är så naiv att de inte trodde att President Putin skulle försvara Rysslands geopolitiska intressen i Ukraina med militärmakt efter att en aggressiv fascistisk regim tagit makten i Kiev, då är politikerna i väst kompletta idioter. Ryssland kommer att inta Kiev om det skulle behövas och ingen i väst kan göra ett skit. Jo, vänta, den kan göra en sak - väst kan dra tillbaks sitt stöd till fascistregimen i Kiev, fast det kommer förstås inte att hända.",
				"Hon tycker att vi ska ägna oss mot diplomatiska lösningar vid en eventuell väpnat konflikt. Hur går det för NATO, FN, EU samt världens främsta vad gäller fredssamtal mot Putin's aggressioner mot Ukraina, som ändå har ett hyfsat försvar? Fred kommer inte av kulor och vapen förens alla är döda, men man måste kunna sätta lite kraft bakom sina ord och åsikter om man ska tas på allvar! Och NEJ, jag tror inte Ryssland kommer föra väpnad strid mot Sverige inom en betydande tidsram, men om dem får för sig det så kan det vara av stor fördel att redan ha ett försvar och inte tokrusta som vi gjorde kring krigen. För handen på hjärtat, för en vecka sedan visste ingen förutom Putin att de skulle militärt ingripa i Ukraina. Det kan hända så satans snabbt, praktexempel är just Krim-krisen."
		]
	},
	{
		"postIndex": [
			[3387],
			[3504],
			[3438]
		],
		"postTime": [
			"2014-03-04",
			"2014-03-04",
			"2014-03-04"
		],
		"postNum": [
			[3438],
			[3556],
			[3490]
		],
		"postLink": [
				"/sp47776640",
				"/sp47782151",
				"/sp47778869"
		],
		"postUser": [
				"Bergakungen",
				"Atomist",
				"ganglere2"
		],
		"postUserID": [
				"/u276672",
				"/u708592",
				"/u293664"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p287",
				"https://www.flashback.org/t2325003p297",
				"https://www.flashback.org/t2325003p291"
		],
		"userUrl": [
				"https://www.flashback.org/u276672",
				"https://www.flashback.org/u708592",
				"https://www.flashback.org/u293664"
		],
		"sentence": [
				"Ur militär synvinkel, så handlar det om att säkra den lilla ukrainska närvaron på Krim så det inte blir tal om formella militär-militär-stridshandlingar. Anledningen till att Ukraina har en liten närvaro på Krim beror på de avtal som gjorts upp mellan Ryssland (som har en naturlig stor militär närvaro på den hyrda flottbasen) och Ukraina. Att Putin (i överförd bemärkelse) då fattar beslut att skydda Krimhalvön mot inverkan från revolutionärerna i Kiev går, som Reinfeldt sade, \"att förstå\". Alternativet, att möta demonstrationer med våld i efterhand har ju provats redan, och det gick inte bra. Nu har man förmodligen tillgång till välövade och kompetenta förband som är disciplinerade nog att ta egna förluster (i värsta fall) utan att anstifta blodbad på omgivningen. Att hålla Kiev-styrda truppern under övervakning och flygplatserna räcker mycket långt i den riktningen. Det finns inget som pekar på att Kiev egentligen har lust att skapa en riktigt besvärlig situation genom att börja bekämpa de här förbanden, och att göra det slutar dessutom inte väl för de som gör det. Då får man en annan sorts blod på sina fingrar, och det har man nog inte råd med. Situationen i Kiev är dessutom långt från ideal och perfekt, även om många naivt pekar på \"folkets uppror\" och andra klyschor. Ukraina är inte politiskt moget (dels förstört genom Sovjet-åren och på många sätt fortfarande \"lilla Ryssland\") blandat med nationalistiska strömningar av Balkankaraktär - homogenitet finns inte och nu visar det sig att inte ens Ukraina-nationalism duger som enande faktor. Upplösningen på detta? Om ryssarna inte skjuter på ukrainska förband (para- eller helmilitära) och inte heller slår ner demonstrationer är det bara att avvakta tills dess att det finns en laglig, accepterad regering i Kiev att komma överens med om hur Ryssland (och de som sedan lång tid anser sig vara ryssar) skall kunna vara kvar på Krim utan att behöva topprida ett avtal. Problemet här är att den interimsregering som finns nu knappast är möjlig att förhandla med. Det andra problemet är förstås att en ny regering upplevs som sådär lagom legitim om den väljs med rysk bevakning av valprocessen.",
				"Har du svårt att läsa, jag skiter i vad Ryssland gör.. För det spelar ingen roll för utgången.. Vi ser ju bara här i tråden vad detta handla om, Ryssland.. Ryssland.. och Ryssland.. Vad detta egentligen handlar om är Ukraina och Kiev, vilka håller på att splittra sitt land. Oavsett om Ryssland tar hela östra Ukraina eller inte så kommer inte östra Ukraina tillhöra landet om inte Kiev förändras snarast. Sen kan ni hata Ryssland bäst ni vill.. Putin kommer få sin vilja igenom för ni är på tok för korkade för att inse vad som egentligen händer Efter maktskiftet så styr ultranationalistiska representanter för västra Ukraina, de vill sätta åt majoriteten av de som bor i öst och inskränka på Krims självstyre. Därför är det demonstrationer och upplopp i bland annat Donetsk. Vad de prioriterade är att ändra lagen så att de som bor i öst inte ska få ha ryska som andra språk, tycker du det var prio ett i Ukraina just nu? Eller fanns det viktigare saker att ta tag i? Majoriteten i Öst kommer inte acceptera detta styre, så som de i väst inte accepterade det tidigare styret. Öga för öga, tand för tand är vad som gäller nu, väst ska hämnas på öst och detta kommer driva isär Ukraina oavsett vad du tycker om Ryssland eller Krim.",
				"Snowden var en liten grej i jämförelse med att Tyskland har varit hunsat och styrt av segrarmakterna i åtskilliga årtionden. Tyskland har egentligen ingen egen vilja öht ens idag. De gör som pappa USA säger i allt väsentligt, de stödjer Israel oreserverat nästan mer än vad USA gör o.s.v. De kommer inte heller att ha någon annan åsikt än husse vad gäller detta i Ukraina. Fast de är beroende av rysk gas så de har en något prekär sits. Därför så tror jag att de helst håller tyst så mycket de kan, sitter stilla i båten och hoppas att stormen har lagt sig snart. Edit: Ukrainas styre har inte kontroll över sitt eget lands försvar. Stora delar av styrkorna har deserterat och en del har övergått till ryssarna. Folken är dessutom så lika att de knappast vill ha öppet krig med varandra. Det är tveksamt om det att få tillräckligt stora ukrainska styrkor att kriga mot \"sitt eget\" folk så att säga då ryssar och ukrainare är lika som svenskar och norrmän. Detta i synnerhet när alla vet vad som kan ske om Ryssland går till angrepp. Ryssland har hittills bara gått in lite försiktigt. Många i Ukraina är dessutom ryssar och kommer inte att strida mot dem."
		]
	},
	{
		"postIndex": [
			[3753],
			[3698],
			[3570]
		],
		"postTime": [
			"2014-03-05",
			"2014-03-05",
			"2014-03-04"
		],
		"postNum": [
			[3810],
			[3754],
			[3626]
		],
		"postLink": [
				"/sp47796021",
				"/sp47791818",
				"/sp47786484"
		],
		"postUser": [
				"Burger-kong",
				"climasol",
				"Atomist"
		],
		"postUserID": [
				"/u617522",
				"/u436331",
				"/u708592"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p318",
				"https://www.flashback.org/t2325003p313",
				"https://www.flashback.org/t2325003p303"
		],
		"userUrl": [
				"https://www.flashback.org/u617522",
				"https://www.flashback.org/u436331",
				"https://www.flashback.org/u708592"
		],
		"sentence": [
				"Man ser ju att Putins propaganda tappar mark, ryssarna hoppades att invadera Krim och få folkets stöd till 100% även om de är etniska ryssar, men det har inte hänt. Visst finns det demonstrationer men de är inte lika stora som man förväntade att det skulle bli. Så deras övriga planer att invadera resten av Ukraina, särskilt de syd-östra delen har totalt misslyckats, då det finns ingen alls stöd från rysktalande ukrainare, bara några få av radikala ryssar som som visar sin stöd och de övriga ryssar som kommer med bussar från Ryssland för att demonstrera och skapa kaos i landet genom att man ska tro att det är ukrainare själva som gör det, men så är det inte. Så nu har Ukraina ökat sina styrkor vid övriga gränspunkter med Ryssland och släpper inte alla de ryska fascister som försöker komma in i landet och skapa kaos. Personligen tycker jag att Ryssland har inte den kapacitet som krävs för att starta ett krig med Ukraina, visst de har ju mer militär och vapen men Ukraina är stor och har förmåga att försvara sig. Så ett krig mot Ukraina skulle definitivt försvaga Ryssland, deras ekonomi och öka oroligheter i själva Ryssland och så till slut kanske blir delat i några nya stater. P.s: angående ett \"brödrafolk\" - det har de aldrig varit, sen dess när Ukraina förlorade i princip din självständighet året 1654 så har ukrainarna kämpat hårt för sin självständighet, intelligens blev mördad, vanlig folk skickades till Sibirien, svält och mycket mera, de ville mörda hela ukrainska folket men så blev det inte.",
				"Det som utspelar sig nu i Ukraina är en stöld av land och ingenting annat. Det är något som inte har inträffat sedan Saddam Hussein försökte ta Kuwait och innan dess får vi gå tillbaka till Koreakriget. Hela kuppen är uppenbarligen minutiöst planerad sedan åratal. Med stor sannolikhet var det Putin själv som avsatte Janko. Sedan gick allt blixtsnabbt. Han hade till och med förberett det hemliga maskerade garde på Krim som inte svarar på frågor. Detta garde som han kan ha kvar där hur länge som helst eftersom han hävdar att han inte har något med dem att göra. Han har under åratal delat ut ryska pass till den rysktalande befolkningen i Krim och han har matat världen med lögner och konspirationsteorier genom sina nyhetskanaler. Jag förstår att många nu i stället för att säga att Putin gör fel, pekar finger åt USA och säger, kan USA göra fel så kan väl Putin. Jag vet också att USA har gjort fel många gånger. Man har lite väl lättvindigt gått in i olika länder under framför allt George W Bush. Men man kan inte på detta sätt straffa ett brott med ett annat. Dessutom har USA praktiskt taget aldrig agerat ensamt utan det har varit en koalition av länder och interventioner har föregåtts av FN-förhandlingar. Denna stöld av land har bara funnits i Putins och hans närmastes egna huvuden. Om han tyckte att det var så fel att gå in i Irak kunde han mycket tydligare ha markerat avstånd. Han kunde även ha försökt rädda Saddam Hussein och försett honom med vapen. Men då var han helt passiv. I stället gör han detta brottsliga maktövertagande flera år senare och säger, kan USA så kan vi. Det är rena sandlådenivån. Vladimir Putin försöker framstå som någon Robin Hood i världen. Men han måste först städa upp i eget bås. Han är själv världens mest korrupta president utan tvekan, i ett av världens mest korrupta länder. Han har ingen moralisk bas att stödja sig på. Vladimir Putin är en simpel brottsling som utnyttjar varje chans att sko sig själv och öka sin makt. Men tyvärr är han en slug rackare som hela tiden har ett ess i rockärmen. Eftersom Vladimir Putin har valt konfrontationens linje och gått över alla gränser så kan han helt enkelt inte låta någon annan komma till makten i Ryssland. Det finns ingen återvändo. Han måste helt enkelt sitta på livstid för att rädda sitt eget skinn. Detta innebär i praktiken diktatur och valfusk så länge han lever. Att världen skall behöva stå ut med att en kriminell psykopat sitter med koderna till halva världens kärnvapenarsenal i decennier framöver är absolut inget lockande framtidsscenario.",
				"Visst har Putin gjort många misstag, men att förneka att nuvarande styre i Kiev är lika illa som den förre presidenten kommer knappast gynna varken oss eller Ukraina i längden. I nuläget sitter det ett gäng i Kiev som inte är intresserade av att ena folket i Ukraina, de önskar hämnas den avsattes tidigare synder. Fördriva minoriteter och sätta åt den ryska minoriteten som finns i landet. Med nuvarande styre kommer inte Ukraina att hålla ihop, öst, som domineras av en rysk majoritet, kommer dras med uppror och stora protester. Ska det slås ner med våld eller ska landet splittras? Det är upp till väst och Kiev nu. Väljer vi det första kommer det bli ett blodbad.. Att inga våldsamheter pågår i Krim, beror på att det är en majoritet ryssar som bor där. Hur ser det ut i övriga Ukraina och hur såg det ut under protesterna på Majdan? Då var Svobodas våldsverkare betydligt mer aktiv, det var de även i plenisalen innan med diverse knytnävsslag i ansiktet på meningsmotståndare. Det är ingen nyhet att Svoboda har ett gäng gatuhuliganer som tidigare brukat våld mot bögar, judar, ryssar och andra minoriteter i Ukraina. Fullt legitimt enligt partiledningen. Att de även valt att bjuda in företrädare från europas alla Nazistpartier för att \"hålla ordning\" i Kiev får mig att tvivla på att detta parti har för avsikt att bilda en demokrati och prioritera minoriteters rättigheter och lika behandling. Vi vet ju hur trevliga SMR och SVP är, kanonkillar som ställer upp för Ukraina Att Ukraina ska närma sig väst önskar antagligen alla, däremot får det inte ske till vilket pris som helst. Att ett uttalat nazistiskt parti ska vara med och styra skutan, få igenom sin politik och förtrycka minoriteter är inte acceptabelt. Det är skrämmande att EU och USA inte sätter press på Kiev att inte behandla minoriteterna illa, men antagligen är det ok att förbjuda homosexualitet och spöa judar bara man samtidigt bankar ner ryssar.."
		]
	},
	{
		"postIndex": [
			[4006],
			[4001],
			[3874]
		],
		"postTime": [
			"2014-03-06",
			"2014-03-06",
			"2014-03-05"
		],
		"postNum": [
			[4068],
			[4063],
			[3936]
		],
		"postLink": [
				"/sp47805303",
				"/sp47805237",
				"/sp47800131"
		],
		"postUser": [
				"MarcusRex",
				"AnnaLindersson",
				"Antagon.Ister"
		],
		"postUserID": [
				"/u801236",
				"/u865701",
				"/u878522"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p339",
				"https://www.flashback.org/t2325003p339",
				"https://www.flashback.org/t2325003p328"
		],
		"userUrl": [
				"https://www.flashback.org/u801236",
				"https://www.flashback.org/u865701",
				"https://www.flashback.org/u878522"
		],
		"sentence": [
				", du har rätt i att risken för att ryssarna skall göra detta är mycket låg, men den finns ändå, helt enkelt pga vårt läge mellan NATO och Ryssland. Några av de mest kunniga militärpolitiska bloggarna i Sverige som har mycket god kunskap om Sveriges militärstrategiska läge och betydelse är \"Wiseman´s Wisdoms\" och \"Jägarchefen\", den sistnämnde lade ut texten föredömligt och jag vidarebefordrar den härmed: , från Reflektion Allmänt. Först och främst så vill jag säga att jag bedömer inte risken för en konflikt mellan Sverige och Ryssland som trolig i dagsläget, dock så skall vår Försvarsmakt ha en konfliktdämpande effekt samt möjliggöra att vi har en säkerhetspolitisk frihet att kunna agera utefter vår egen vilja, därvid har vi en Försvarsmakt likväl som att vi måste titta på de hot som finns i vårt närområde. Anledningen till detta inlägg är ett för mig lite kryptiskt uttalande av Sven Hirdman i Svt Forum idag, där han ansåg att Ryssland ej såg Sverige som ett strategiskt objekt. Nu är det svårt att avgöra exakt vad han menade med detta och i vilken kontext han avsåg det, dock så ser jag lite annorlunda på saken åtminstone på ett område bör Ryssland se på Sverige strategiskt. Nu bemöter jag inte på något sätt Sven Hirdmans uttalande i och med jag har svårt att se i vilken kontext han avsåg det utan jag försöker enbart nyansera bilden något, likväl har jag full respekt för hans Rysslands kunskaper. Väl och ofta när den Försvarspolitiska eller Säkerhetspolitiska diskussionen kommer igång i Sverige så landar den in kring hotbilden från Ryssland. I sak rätt, ser man till vårt närområde så är det just nu enbart Ryssland som genomför en aggressiv utrikes- och säkerhetspolitik och gjort det under ett flertal år, således att hotbilden kring just Ryssland blir normerande faller för mig som ett klart faktum. Däremot divergerar uppfattningarna kraftfullt kring varför en spänd situation eller ett väpnat angrepp mot Sverige skulle kunna ske från Rysslands sida. Att Ryssland skulle genomföra ett isolerat angrepp mot Sverige faller på sin orimlighet, Sverige som nation har ytterst få strategiska tillgångar, definitivt inga sådana som Ryssland saknar. Således ett Ryskt angrepp mot Sverige kräver antingen att A) En större konflikt mellan Ryssland och NATO har inträffat eller B) Risken för en konflikt mellan Ryssland och NATO är överhängande varvid Ryssland väljer att säkerställa sin egen position genom ett isolerat angrepp mot Sverige. Således det är bedömt de två krigsfall där Sverige och Ryssland kan hamna i strid med varandra. Observera nu att fall B är ett isolerat angrepp mot Sverige men det är avhängt en negativ omvärldsutveckling mellan Ryssland och NATO länderna. Således vad är det då som gör att Ryssland skulle genomföra ett väpnat angrepp mot Sverige, det benämns militärgeografi dvs geografin och terrängen utifrån ett militärt syfte eller ändamål. Ser man då till Sveriges geografiska läge vilket kommer vara konstant, så finns det i dagsläget tre (3) geografiska områden som kan få strategisk betydelse för Ryssland i händelse av en konflikt med antingen något land eller part i Västeuropa. A) Nordligaste Sverige som en del av Nordkalotten B) Gotland och avslutningsvis C) Östersjöutloppet. Samtliga dessa tre geografiska positioner har historiskt även varit av strategisk betydelse för olika parter. Dock har den bakomliggande orsaken till varför det varit strategiskt viktigt, skiftat genom tidens gång. Inledningsvis då dessa tre geografiska punkter är identifierade så skulle jag göra bedömningen att Punkt B, är högst trolig vid ett isolerat angrepp dvs krigsfall B, detta för att dels säkerställa sitt eget läge dels visa NATO att man menar allvar, vilket i sig skulle kunna deeskalera en konflikt mellan Ryssland och NATO, dock är Sverige förloraren i denna deeskalering. Punkt A och C är bedömt enbart troliga vid en fullständig konflikt mellan Ryssland och NATO dock återigen så dras Sverige in i denna konflikt oaktat vårt ställningstagande mht att militärgeografin dikterar att så blir fallet. . Varför blir då Norra Sverige militärgeografiskt ett område av strategiskt värde för Ryssland i händelse av en konflikt med NATO. Av två anledningar blir detta område det pga dels Rysslands andraslagsförmåga dels Rysslands ekonomiska intressen i Barens Hav. Vad avser andraslagsförmågan så utnyttjar Ryssland främst Barens Hav samt delar av Arktis för att hålla den dold. För att skydda den mot NATO jaktubåtar och ubåtsjaktresurser krävs det att Ryssland förnekar NATO möjligheten att verka med dessa resurser där. Härvid krävs det att del av Norge besätts, i norra Norge finns det militärgeografiskt hindrande Lyngepasset. Två sätt finns att passera detta om det är hindrande, vilket det bedömt kommer vara i en konflikt mellan Ryssland och NATO. Antingen genom en amfibisk kringgångsrörelse eller en kringgångsrörelse genom Sverige. Amfibisk operation är fullt möjlig men alla amfibiska operationer är stora risktaganden varvid risktagandet rent taktiskt och operativt att gå igenom Sverige är lägre dock blir konsekvensen om Sverige innan det ej är en stridande part i konflikten så får Ryssland ytterligare en motståndare vilket på det strategiska planet blir en riskfaktor. Likväl för att skydda dels sina ekonomiska tillgångar dels den militära infrastrukturen i Murmanskområdet krävs det att man förnekar NATO möjligheten att kunna verka där. Det enklaste sättet för detta är att återigen besätta delar av Norge för att tvinga NATO stridskrafter att få ett längre avstånd till detta område. Varvid det tidigare resonemanget kring att skydda andraslagsförmågan blir giltig. . Gotlands strategiska läge har avhandlats förtjänstfullt av Johan Wiktorin så jag kommer inte ge mig in i några djupare förklaringar, dock belysa det. Behärskar man Gotland kan man dels med robotsystem (mark, sjö, luft) dels med luftstridskrafter. Således kan man basera dessa system på Gotland förnekar man en motståndare att säkert kunna genomföra sjö eller luftförflyttning i Östersjön. Likväl när man väl har tagit Gotland kommer man bedömt säkerställa att man har en slagkraftig och i huvudsak autonom stridsgrupp baserad på Gotland mht försörjnings- och förstärkningsproblematiken som uppstår i en konfliktsituation samt enbart problematiken att försörja militära förband på en Ö. Dock kommer det bedömt vara mycket svårare att återta Gotland om inte omöjligt mht problematiken en amfibisk operation innebär, för att återta Gotland luftleds bedömer jag till svårt om inte omöjligt. . Östersjöutloppet är strategiskt viktigt ur två hänseenden dels att förneka förstärkning av NATO sjöstridskrafter in i Östersjön dels möjliggöra att delar av Östersjöflottan kan löpa ut i Norska havet för att förstärka Norra Flottan eller att Norra Flottan kan förstärka Östersjöflottan. Detta görs främst med hjälp av dels luftstridskrafter dels med sjörobotsystem. Således genom att stänga Östersjöutloppet så gör man Östersjön till ett sant innanhav och de sjöstridskrafter som finns inom Östersjön är de som kommer kunna verka där varvid utgången för båda parter dvs NATO och Ryssland blir oviss initialt. Om Ryssland dock lyckas med operationen att säkra Östersjöutloppet ökar chanserna att kunna tillföra förstärkningar ifrån Norra Flottan och utgången kan tippas över till Rysslands favör. Således att bortse från Sveriges militärgeografi gör att man bortser från ett under minst två (2) decennium framåt strategiskt värde. Dock så är detta strategiska värde avhängt av att en konflikt uppstår mellan två parter dvs Ryssland och NATO, vilket i dagsläget förefaller osannolikt, dock med den nuvarande omvärldsutvecklingen så kan vi mycket väl stå i en situation med två militära block (NATO vs CSTO) mot varandra och två ekonomiska block (Euroasiska Unionen vs Europeiska Unionen) mot varandra inom en snar framtid om inte spiralen vänder till en mer uppåtgående trend kontra nedåtgående som nu är fallet. Blir så fallet att vi hamnar i denna block situation blir det strategiska värdet av dessa tre militärgeografiska platser än mer konstant, kontra en mer avspänd omvärldssituation. Avslutningsvis vill jag bara återigen säga att jag bedömer konfliktrisken mellan Sverige och Ryssland samt Ryssland och NATO som mycket låg. Det ovanstående är bedömt vad som sker i händelse av en konflikt, därmed inte sagt att en konflikt är förestående. Have a good one! // Jägarchefen Referenslänk:",
				"Så länge man har X antal kärnvapen så är man lika stark som fienden. Därför kommer ingen att röra Ryssland i sitt eget närområde. Väst rörde inte Ryssland under Georgienkriget och ingen rör Ryssland under denna kris heller. Om Ryssland skulle ockupera hela Ukraina i morgon skulle ingenting hända, lika lite som det hände något i Prag 1968 eller Budapest 1956. Ingen går ut i självförgörande världskrig pga dessa anledningar. Om det kom hotfulla fascistiska regimer till makten i de baltiska länderna i morgon, så spelar det ingen roll om de är med i NATO eller ej, om Ryssland är hotad av grannländerna så går man in och USA och NATO kan ingenting göra och kommer heller inte att göra något militärt. På samma sätt kan ingen gör något om USA skulle ockupera Mexiko av någon förunderlig anledning eller skicka trupper till Kuba. Ingen rör USA heller på sin bakgård. Men om USA skulle försöka sig på att ta Nordkorea, då skulle vi vara nära ett världskrig för Kina skulle aldrig acceptera det. Så fungerar dagens realpolitik i geopolitisk tappning.",
				"Jo, alla VET ju vad detta egentligen är men Putin borde tas med byxorna nere här ändå tycker jag. Annars blir ju detta bara början på en lång serie med Ryska överträdelser som ändå kommer ta oss till storkrig i slutändan. Jo, rent politiskt är deras passivitet en vinnare då det ökar chansen för att kvickt inträde i EU. I Rysslands ögon är det dock nog bara en bekräftelse på Rysslands överlägsenhet men om allt det betyder för världen är att Putins Ego blir lite större så är det kanske något som världen kan leva med (+ att ballonger av det slaget spricker förr eller senare av sig själva ändå), i alla fall så länge slutresultatet blir att Ukraina blir ett EU-land. Alltså, Ukraina har fantastiskt mycket att vinna på att helt enkelt släppa Krim till Ryssland och sedan fokusera på att bli ett transitland för gods mellan EU och Rysslands handelsplaner istället. Det skulle ge deras ekonomi ett rejält uppsving samtidigt som det de ger upp ändå aldrig riktigt tillhört dem från början ändå. Spelar de bara sina kort rätt så kan de gå som vinnare ur detta på fler än ett område."
		]
	},
	{
		"postIndex": [
			[4292],
			[4350],
			[4213]
		],
		"postTime": [
			"2014-03-07",
			"2014-03-07",
			"2014-03-06"
		],
		"postNum": [
			[4355],
			[4414],
			[4276]
		],
		"postLink": [
				"/sp47823241",
				"/sp47826785",
				"/sp47817924"
		],
		"postUser": [
				"BuprenOrvar",
				"Din farsas tand",
				"Antagon.Ister"
		],
		"postUserID": [
				"/u485037",
				"/u210299",
				"/u878522"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p363",
				"https://www.flashback.org/t2325003p368",
				"https://www.flashback.org/t2325003p357"
		],
		"userUrl": [
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u210299",
				"https://www.flashback.org/u878522"
		],
		"sentence": [
				"Försvara internationell rätt!!? Ryssland bryter just nu mot internationell rätt genom att invadera en del av den av Ryssland erkända suveräna staten Ukraina. Krim bryter också mot internationell rätt genom att som en del av suveräna Ukraina rösta för att bryta sig loss till Ryssland. Ryssland bryter också mot internationell rätt genom att mörda jobbiga reportrar (Anna Politkovskaja), med falska rättegångar fängsla olydiga oligarker (Michail Chodorkovskij) och mörda olydiga ryssar i utlandet (Alexander Litvinenko) med ett medel som bara stater kan framställa. Men visst, om Ryssland låter Finland sätta in trupper i Karelen och sedan låta karelen rösta för att tillhöra Finland igen, så skall jag stödja Krims vilja att tillhöra Ryssland även om det är ett solklart brott mot internationell rätt. Och börja inte med att tjata om USA eller Nato, så som ni brukar, för jag har aldrig påstått att någon av dom skulle vara bättre eller sämre än något annat. Jag bara konstaterar fakta så som du gärna gör. Dessutom har jag en nyhet till dig; Dom flesta SVENSKAR (exl många invandrare och vänsterveganer) bryr sig föga om Carl Bildts amerikanska äventyr då vi identifierar oss med demokratiska länder i väst. Där ingår bla USA och gemensamt är, jämfört med Ryssland, den avsevärt högre livskvaliteten, bättre ekonomin, bättre mänskliga rättigheter, full pressfrihet, bättre rättssystem, brist på utbredd korruption m.m. Dom är alla saker som vi som olika länder eftersträvar och har gemensamt. Vi VILL tillhöra väst och vi vet att Ryssland är ett horribelt skitland med förödande korruption där despoten Putin har full personlig kontroll över saker som tex rättssystem. Det är inte på något sätt konstigt att nästan alla före detta sovjetiska \"länder\" hellre vill tillhöra väst än öst. Dessa stater (Polen, Tjeckien, Ungern, Slovakien, Georgien, Estland, Lettland, Litauen, osv) har alla upplevt hur det är att leva under Ryskt (sovjetiskt) styre och uppenbarligen är det horribelt då dessa stater alla har försökt distansiera sig så mycket som möjligt från Ryssland och istället närma sig väst. Och nu har befolkningen i många av dessa stater redan det mycket bättre än dom hade det förr. Varför? - Jo för att Ryssland är ett jävla skitland och alla som upplevt det landet vill fly från det till väst, det vittnar alla före detta östländer om. Dessutom flyr stora mängder ryssar också till väst, åtminstone dom som har chansen. Hur många länder försöker och har försökt bryta sig loss från väst för att fly till Ryssland? Hur många människor från västländer flyr till Ryssland? Nej det är fan patetiskt att se er försöka försvara Ryssland när ni har hela europeiska historien som motbevisar er Tro fan att Ukraina vill mot väst, naturligtvis frånsett dom ryssar som bor i detta, inte deras egna, land.",
				"Jo - Finland skulle tjäna på att gå med i NATO. Till att börja med; Norge, Sverige,Finland,Danmark - dessa länder skulle främst bilda en allianspakt - fristående NATO. Fokus på pakten som militärt skulle då handla om gemensamma gränsbevakningar:evakueringar genom länderna - flottstyrkor passera öresund ( marina förflyttningar tex ) Samflygningar med flygvapen via Sverige - Finland - Norge. Gotland handhar hamn för Finländsk, Svensk marin. Neutralitet behöver ringa betyda alliansfrihet. Dock att samlade krafter kan stå emot och skydda Nordiskt/Skandinaviskt försvar. I detta finns också starka och rejäla offensiva möjligheter att slå tillbaka i ett angrepp från öst, till havs, samt i luften. steg 2. Nato-anslutning för Sverige och Finland förstärker konsekvent signalen \"inbrottsskyddad geografi\" - så jag tror inte att Finland bryr sig nämnvärt om några \" spänningar \" till Ryssland. steg 3. Söka andra alternativ och möjligheter att skippa Rysslands gas, som det ser ut nu så sitter de med triumfkort och kan göra i stort sett vad som helst med hotet att \" stänga kranarna\", - så även ockupera länder. Det som sker nu är en värdig tankeställare huruvida man överhuvudtaget kan lita på Ryssland framledes, kan Europa skapa egenförsörjning av energi - har inte Ryssland så mycket att diktera om. Oberoendet av Rysslands energi ger klara signaler och effekterna för Rysslands del blir inte så efterlängtande - för deras del. Anser att Europas ledare är ganska tama, och iscensätter triviala och betydelselösa åtgärder - som inte kommer att ha effekt alls. Istället tycker jag, att man borde konfrontera Putin konkret - genom att med våld - om så behövs - placera beväpnade ukrainska soldater på sin egen rätmätiga mark. Skulle Putin ens våga möta med våld - så vet han - att Ukraina ändå kommer att vinna i förlängningen. Prestigen skulle gå förlorad och krigströtta familjer i Moskva kommer att protestera - och någon ny - liberal - ledare kommer att utmana Putin som misslyckad president. De som har makten i Ryssland just nu är militären runtom Putin - som ändå tycks svikta för politisk samexistens för ett fritt och expanderat Ryssland - och inte som det vi ser nu. Den inbillade fienden som Ryssland påstår - vars upprustning har skett i Rysk krigsapparat handlar ingalunda om \"försvar av gränser\" mot Ryssland som federation, utan är ett kvalificerat instrument att bibehålla krigsdoktrinen som en politisk handelsvara. Precis som det i Ukraina.",
				"Men din lilla trattnäsa, det finns inga ryska soldater på Gotland så din jämförelse är ju helt ovidkommande. I samma ögonblick Ukraina tar till vapen så dels förlorar de direkt samt dels skulle det ge mer legitimitet för Ryssland att rulla längre in i Ukraina. En möjlighet de för närvarande inte har utan att seriöst fitta upp EU's tolerans för Ryssland. Det är mer än så. Putin vill inte ha EU så tätt inpå som är på väg att ske nu. EU's folk kommer med jobbiga influenser som påverkar hur folk vill bo och leva inne i själva Ryssland också. Nordkorea har ett helvete med att få väck omvärldsinfluenser från sin befolkning men det har ju visat sig att inte ens dödsstraff och koncentrationsläger avskräcker folk från att efterfråga och handla med TV-program från väst t ex, så.. Nog har Putin anledning att vara nervös alltid. Västs hemska och fria livsstil är farlig farlig för Putins konservativa livsåskådning. Vi får se vad folkomröstningen leder till. Hur man än gör så är ju det reella slaget redan förlorat för Ryssland. Han ville ha Ukraina men fick en potentiell \"smugglers den\" istället. Det gör de inte heller. Planen är där för en övning i Polen. Alla övar nu, på precis rätt platser dessutom, i alla fall för den som har dolda agendor. Blir det kärnvapenkrig mellan två stormakter kommer ekonomi vara ditt sista problem. Ditt första problem kommer bli att väcka liv i dina stenåldersgener och snabbt lära dig hur man födde sin familj för 1 miljon år sedan. Äh, all form av motstånd till invasion leder bara till att landet bombas sönder och vi mister en hel generation samt dess historia och rötter. Bättre att lägga sig platt istället och sen när de första bosättarna kommer så smyger man in i deras hus om nätterna och skär halsen av deras barn. En tyst och anonym men ändå effektiv utrotning av en parasiterande granne. Hmm, 2000 stridsspetsar gånger 50 megaton leder till att 2000 x 50 x 10 x 1000000000 kilo radioaktivt damm kommer hamna i atmosfären mellan jordytan och solen för lång tid framöver. Istid är bara förnamnet på vad som kommer efter det så nej, det vore inte bäst för någon annan livsform än kackerlackor om det hände."
		]
	},
	{
		"postIndex": [
			[4666],
			[4583],
			[4638]
		],
		"postTime": [
			"2014-03-11",
			"2014-03-09",
			"2014-03-11"
		],
		"postNum": [
			[4735],
			[4651],
			[4706]
		],
		"postLink": [
				"/sp47888126",
				"/sp47858711",
				"/sp47879570"
		],
		"postUser": [
				"BuprenOrvar",
				"Moltke",
				"AnnaLindersson"
		],
		"postUserID": [
				"/u485037",
				"/u566229",
				"/u865701"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p395",
				"https://www.flashback.org/t2325003p388",
				"https://www.flashback.org/t2325003p393"
		],
		"userUrl": [
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u566229",
				"https://www.flashback.org/u865701"
		],
		"sentence": [
				"Jag tror att det du skriver stämmer bra, med ett undantag; Det är inte risken för krig som gör det ointressant för USA/NATO/EU att engagera sig militärt, utan det är att Ukraina inte är tillräckligt intressant. Väst har redan expanderat väldigt mycket sedan Sovietunionens fall, och just Ukraina är knappast vitalt för väst. Dessutom är USA krigströtta och världen känner fortfarande av finanskraschen. Jag tror att Nato och/eller EU hade kunnat placera trupp på Ukrainsk mark på just Ukrainas begäran, och Putin hade inte vågat göra ett skit. Problemet är att Ukraina är inte tillräckligt intressant eller viktigt för att göra ens det. Den enda möjligheten till att väst skulle placera trupp i Ukraina är om man ser signaler på att Putin vill gå vidare med att ta andra \"Ryska intressen\". Då och först då så kanske man bestämmer sig för att markera mot den korrupta despoten i Moskva, för att hindra ev fortsättning med tex Baltikum. Men Krim är nog förlorat. Ukraina lär ha fått veta att dom tappar stödet från väst om dom ingriper militärt, och väst vill inte i dagsläget konfrontera Putin militärt över Ukraina eller Krim. Men det hade varit trevligt att se soldater från väst i östra och södra Ukraina samtidigt som Ukraina går in i Krim och rensar ut dom illegala \"miliserna\". Putin har ju sagt att detta inte är Ryska soldater, så då är det ju inget problem!",
				"Det är nog som redan skrivits. Gör Ukraina minsta lilla så är de helt ensamma även om väst inte kommer hjälpa annars heller. Ryssland har tydligt visat sina avsikter i detta fall. Mest för att visa vad som finns i vågskålen. Det här är Ryssland dessutom. Ingen aktör i väst slår Ryssland i detta fall. Materiel hjälp kommer ej heller ges av flera skäl, det finns ingen materiel att ge från grannländer. Det vore dessutom som att NATO gav Ukraina hjälp, vilket skulle innebära ganska långtgående sk force Majeure från rysk sida. Förutom att det inte övat alls lika mycket som Ryssland är deras utrystning från kalla kriget. De ryska förbanden kan nog i några fall ha likvärdig utrystning men det mesta är nog modernare. Ryssland har och håller på med en ganska omfatande modernisering, vilket inte Ukraina har gjort. Ukraina har istället haft liknande ledord som Sverige. försvara Ukraina i Afghanistan, vilket inte skapar förmåga att bedriva mer kvalificerade krig. Men som du nämnde riskerna är stora för Ryssland också, särskilt om det skulle bli grövre konflikt mellan länderna och det kommer kanske et bakslag senare på det ekonomiska planet. Dock skulle jag inte vara för säker ändå.",
				"Du förstår inte det. Ok, låt mig ge ett förslag på varför man inte gör det. Ukraina är ett djupt splittrat land, vad än västmedia försöker prångla ut om ondsinta Ryssland och ryssar så finns ingen enighet om detta i Ukraina. Tvärtom finns det - speciellt i östra Ukraina - en övertygelse om att Ryssland är räddningen för landet. Den centrala politiska ledningen i Kiev har inte ens förmågan att hävda sin auktoritet. Den erkänns inte av stora delar av landets befolkning. Den kan inte hävda landets suveränitet. Denna splittring finns förstås inom Ukrainas militär. Det finns ingen enighet om att lyda order om dessa order misstänks komma från den centrala regeringen. Det finns ingen strävan att gå i krig mot en granne som man inte ens en gång är enig om är en fiende, utan som av många betraktas som en vän. Tänk dig själv in i situationen som befälhavare. Du vet att du inte kan ge vissa order därför att du inte vet om de kommer att åtlydas. Du kan inte veta om hälften kommer att ge upp direkt. Du kan inte veta vilka som styr i bakgrunden, vilken legitimitet och auktoritet de har. Det är ganska uppenbart att det inte går att föra krig under de omständigheterna. Om man skulle försöka, riskerar man mycket. Framför allt riskerar man att ett krig mot Ryssland istället blir ett inbördeskrig och om Ryssland skulle anta utmaningen så kanske även Västra Ukraina kan hälsa hem, dvs. hamna under ryskt beskydd för en lång tid framöver."
		]
	},
	{
		"postIndex": [
			[4896],
			[4887],
			[4884]
		],
		"postTime": [
			"2014-03-16",
			"2014-03-16",
			"2014-03-16"
		],
		"postNum": [
			[4968],
			[4959],
			[4956]
		],
		"postLink": [
				"/sp47957948",
				"/sp47954434",
				"/sp47954159"
		],
		"postUser": [
				"Antipoltava",
				"Leon Bolier",
				"El Capitano"
		],
		"postUserID": [
				"/u876720",
				"/u254970",
				"/u108651"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p414",
				"https://www.flashback.org/t2325003p414",
				"https://www.flashback.org/t2325003p413"
		],
		"userUrl": [
				"https://www.flashback.org/u876720",
				"https://www.flashback.org/u254970",
				"https://www.flashback.org/u108651"
		],
		"sentence": [
				"Ryssarna (ryssläningar) kommer! Vi kommer äta upp alla er levande för att vi är såna jo eller? Eller hur säger man på TV. JA vi rustar upp för att erövra hela världen! Även pingvinerna ska lära sig ryska för att kunna stanna på sitt land! Ja vi pratar hemskaste språk i världen och ja vi ä så konstiga att även utomjordingar är avundsjuka! Vi har ingen egen historia Nej nej. Det finns inget som heter internationell rätt och inget som heter samma folk och broderrelationer som mellan Sverige Norge och Danmark. Det finns inte! Och Ryssland är som Europa det är bara ryssar som bor i Ryssalnd 101% inte över 100 nationaliteter som man LJUGER i Ryssland! Nej Putin har inte utvecklat och bidragit till landets utvecklingen under sista årena NEJ! Det skulla NATO ha gjort med pentagon som de gjorde under \"mörka nittiotalet\" Ondskefull Putin skakade bort utrikes påverkan. JA VI FUSKAR på valen! alltid! Även med all detta massiva deltagandet av internationella iakttagare på valpunkter, med alla partiers närvaro och iakttagning med kamera bevakning på alla röstpunkter i hela landet som går att kolla genom nätet non-stop. Ja vi fuskar! hur annars?! skit samma vad folket säger. Putin är djäveln som ursakat alla problem i Rysslnad nu överallt i hela världen med. Ska berätta hemligheten att Putin kan vara i alla 82 administrativa områden av Ryssland samtidigt och förstöra för alla vardagligen, DEMON! Nej nej det är absolut inte lokal styrelse som kommunal styrelse i Sverige som styr nej Allt är Putins fel och, stakars folket ni kan ingenting om, måste internationella samhället hjälpa till. Jag ber om ursäkt. JA det är en total flaming post, men jag är så ytterst trött på skitsnack och okunskap här om landet som ingen lär sig om, ingen intresserar sig om, inte kan sig om men alla måste tycka till nått negativt! Vet ni hur tröttsamt och jobbigt det är för en person som kommer från detta landet och ser alla de självgoda besserwise kaxiga ansikterna som redan gör åsikter om dig bara efter några ord typ \"hej, jag heter ... jag kommer från Ryssland\" DIREKT räker det med åsikter. Det är visst sant att Sveige är ett land av fördomar. Och sedan man försöker prata som om med vuxna och säga att itne allting som är så enkelt och inte vet att en person har redan färdiga åsikter och inte även äns tänker att lyssna eller backa. Så himla jobbigt. Jag önskar människor verkligen kunde stega över sin kaxig överlägsenhet och kunde åka oftare dit, läste verkligen mycket om historia, hade empati. Men allt man får är du är fascist för att inga \"normala\" människor enligt någons Lasses åsikt kan åka utomlands eller det snällaste jag hade hört hittills \"Oj, från Ryssland?? Det får man också vara\". Mycket trevligt! Normala ryssat idag kan väldigt mycket själva, förresten tack vare nuvarande regering. I Ryssland finns massor med partier förutom regerande parti som har stor politisk makt i landet som ingen nämner! Även nya partier! Men inte de människor som man visar här på TV, Navalniy, Udaltsåv och Nemtsåv. De är just sådana som propagandera för vad man är vann att höra här i Europa, att det går inte att prata med regeringen då måste man göra en revolution. ALDRIG I LIVET ska jag nånsin lyssna eller prata med dårar och revolutionerer. Om någon hade läst verkligen vad som händer med länderna som hade upplevt revolution kommer att hålla med om att man ska undvika sådana människor. Plus Udaltsov (ledare av det vänstra fronten) är super nationalist och hade kontakter med terrorister och förberedde såna heta huvuden för terrorist attacker och mass oordningar! Men skitsamma. Det finns nya politiker som kommer fram som ingen pratar om på TV här för att de faktiskt väljer att prata med sina kollegor i parlamentet i stället än att komma med pistoler och molotov! Ska ni också prata med en person som står och gapar och livshotar dig och säger att du måste ändra dig eller ska du välja normalt sätt att kommunicera, med ord??? Eller vänta nu, DET GÅR JU INTE PRATA MED FOLK I RYSSLAND VA? En väldigt provocerande fråga. Vad är det Putin hade gjort att hela världen tycker att han ä så hemsk??? Jag aldrig röstat för hans parti eller han själv, för att det finns massa andra alternativ, men kan någon om det över huvud taget???? Varför jag måste med mina egna åsikter och livserfarenhet när jag tycker om andra politiker förklara till träskaliga kaxiga förinställda utländningar att hur de tycker om saker och ting är fel och försvara Putin bara för att människor har fel om helheten. Det finns masa andra saker i landet man skulle ha kunnat prata om förutom Putin dessutom positiva saker. MEn det antagligen skapar inte bra raitings på TV! Ytterst trött på tolerera idioter som älskar att generalsiera och inte vill lära sig någonting nytt och super självsäkra. Sådana människor lever de agressiva regeringar på. Jag är verkligen utmatat av att höra \"men det som är okej i Ryssland är inte okej här\" säger man utan att lyssna färdigt med antagande att allting är så. Det är inte så. Det finns skit mycket likheter, men antagligen man gillar inte här att se inte på politiska eller vardagliga mänskliga nivån att Ryssland faktiskt stämmer inte överens med gamla odlade stereotyper man försöker uppehålla. Man blir hysterisk när man ser att man har fel faktiskt... Vi är mångnationell land. under flera hundra år. Inte som i Sverige när man förklara för första gången på den politiska nivån att landet är mångnationell år 2007!!!! Vi i Ryssland har förbindelser på ekonomisk och kulturell nivå med massor länder omkring oss! VI ÄR INTE KOMUNISTER LÄNGRE FÖR FY FAN! Landet idag orienterar sig mot ekonomisk utveckling och samarbete och STÖDET AV INTERNATIONELL LAG! Relationen mellan Ryssland och Ukraina och Vitryssland är likadana som mellan Sverige Norge och Danmarkl och även Finland!!! TÄNK om Brejvik hade tagit över i Norge skulle ha börjat döda alla icke norska plus alla dem som sympatiserade till icke norskar. Skulle ni också bara säga \"nåå nåå men man för inte göra så nååå\", Norger skulle blivit förbannade på Sverige för det andra gången tror jag efter andra världs kriget. Inget INGET ut av vad som vissas och sägs på rysk tv på alla möjliga nivåer visas här på djävla SVT INGET! fast det är mycket viktiga grejer. Varför? För att det är obekvämt med allt om var investerat i informationskrig att vissa någonting annorlunda! Putin hade hållit en lång presskonferens angående beslut om rättighet att införa trupperna i Ukraina som ha hade fått från Federationrådet. Hade det visats här?! NEJ! bara två meningar som man lyckades tålka på sitt eget sätt. Jo jag säger inte att det arbetar oprofessionella människor på SVT, det är dem och de spelar sin roll i det informationella kriget! MAn visar inte här debatter från rysk TV som ä faktiskt äger det djävla SVT debatt programmet. JAg menar att det svenska programmet suger i jämförelse! Man intervjuer människor från olika sektorer och befattnignar! Hur de tänker och tycker och varför! Väldigt intelligent program. Men nej det ska man helst inte visa här annars kommer människor kanske bli syra elelr direkt generalisera om allt detta är skitsnack bara för att det passar inte vardagliga uppfattningar om landet! Igår var det sagt på tv om protester mot Putin som gick i Moskva. MEN VA FAN! Det fanns två demosntrationer! Den som nämndes som var mot invasion (alla retorik som är stödjat av väst) och förmodligenmot regeringen ja, men de var inte 50 tusen! polis sa om 3, medior om 7 de själva sa att det var 70! och SVT bestämde ta mellan siffra i 50?! Okej vidare. Det fanns andra demosntration för att stödja folket av inte bara Krim utan hela Ukraina plus mot BANDERA FASCISTER i Kiev som hela västen sponserar! (jag talar inte om folket utan politiker nu!). Det talade man inte om på SVT för att det passar inte SVTs propagande. INGEN DJÄVLA MEDIA TALAT om demosntrationer i hela Rysslnd för stöd av hela Ukraina!!! VARFÖR?!?!?! Veteranerna av andra världs kriget som över 100 år gamla kom ut på demonstrationer mot fascister i Ukraina. Kan ni tänka er hur det låter och ser ut?! Det är som om resan tillbaka i tider. eller det är svårt för svenskarna att inse för att ni aldrig deltagit direkt i kriget? Jag ä så ytterst trött på det här! Putin på det föbannande presskonferrens sa att ingen vill kriga mot Ukraina, att man vill att överenskommelser man hade åstadkommit med Janukovich skulle följas! och ingen ska hota nåt liv på Ukraina! Jag verkligen önskar att folk skulle vackna lite överalt sluta med rysofobi och börja leta efter information utöver sina medior! För att sedan visa kuken till EU och USA för att de kör över länderna och följer inte internationella lagar och inte överenskommelser med legitima ledarna nu menar jag Janukovich. Vet ni vad? Det är hans fel att man var missnöjd i landet alla tycker det, även Putin indirekt sa det på den intervjun men LAG ÄR LAG! och han är fortfarande president. Och det idioten har skrivit under avtal med underskrifter av EU, USA och ryska myndighets representanter att det ska vara fredligt att det ska vara folkomröstning! DET ÄR DET DEMOKRATISKASTE SAK MAN KAN TÄNKA SIG! men nej de ändå ville bli av med han och inte ävens äns tänkte på att det var fascisterna som gjorde militär kupp i landet! det dög bara om de ska samarbeta med dem! Janukovich skrev under folkomröstningen och omval!!!!! Han gick med på at lämna sin djävla post tidigare!!!! Föresten om han hade inte gjort det då skulle valet ske om ett år ungefär! Ingenting detta är diskuterat. Man vissar istället att västen argumenterar att Janikovich är feg och det räcker för att inte räkna med han! MEN VAD FAN?! Man använder internationell rätt när det är bekvämt för EU och USA men inte annars. Så trött... Jag önskar att jag hade bott i skogen och aldrig lärt mig politologi. Föresten en till anledning man tittar på mig konstigt. När du försöker att berätta och förklara om praktis av politisk kontroll och regering då tittar man på dig som på en dåre...",
				"Ryssland har inget intresse att anfalla eller invadera något område. Speciellt inte ett \"broderligt\" land som Ukraina. Speciellt inte ett land där det redan bor många ryssar och annat slaviskt folk. Detta handlar om att skydda sitt eget folk, på ett (sitt eget) område som efter en serie omständigheter hamnat i ett (plötsligt destabiliserat) främlingsfientligt land. Det kommer inte på fråga att \"ge upp\" eller låta sig \"skrämmas av sanktioner\". Detta handlar om att värna om människors liv, \"man lämnar inte sina egna bakom\", så om det är någon som inte tycker om situationen så är det bara att ta det med en liten nypa salt, värre saker händer i världen hela tiden utan att någon bryr sig. Om EU/NATO vill ha ett krig så kommer de få ett, och ett blodigt sådant, för ryska soldater kommer hellre offra sig själva än att låta sina landsmän dö. (väldigt stark patriotism) Enda sättet för det att bli krig är om man börjar döda oskyldiga i öst Ukraina eller anfaller ett ryskt territorium. När det väl blir krig, ja då kommer man nog med att handskas med ledarna i Kiev först och sedan resten av lande.",
				"Jag tror personligen att det vore ett riktigt getingbo att ge sig in i för Ryssland. Det här är trots allt ett land som just revolterat mot sin egen president (för andra gången dessutom på relativt få år). Det känns inte helt olikt Irak, och även i de östra delarna ska man inte tro att man har stöd av en majoritet av befolkningen. Ryssland är inte USA, de har långt större brister och därtill är Ukraina mer kompetent än Iraks armé var. Jag tror man skulle köra fast någonstans en bit in i landet, och sedan skulle man ha ett kroniskt elände till ockupation mot upproriska invånare (demonstranter eller terrorister om vartannat) i de delar man lyckats lägga under sig. Dessutom skulle det förmodligen strömma in fosterlandsfrälsta ukrainare till de östra delarna från väst (liksom vapen) för att på ett eller annat sätt agera mot fienden. Ryssland skulle liksom få nöjet att uppleva först mänskliga kedjor, folk som lägger sig framför stridsvagnar och annat på de ukrainska vägarna som olika fredsmänniskor hittar på, och nästa gång hamnar man i bakhåll där någon lagt ut hemmagjorda minor. Och går man fram våldsamt mot de första hamnar det på internet, och folk upprörs världen över, mer press på större sanktioner, börsen dyker o.s.v. Man skulle alltså få reda på ungefär hur USA har haft det i Irak, fast ett par resor värre skulle jag tro. USA har trots allt en helt annan ställning än vad Ryssland har och är långt skickligare på alla plan, inte minst i kontakter med media och dylikt. Det skulle förmodligen inte ta lång tid innan även ett land som Kina skulle börja få svårt att motivera något eventuellt stöd till ett aggressivt Ryssland, när det börjar komma ut bilder - vilket det alltid gör - på ryssens krig i Ukraina. Jag menar, det känns ju verkligen inte som finkänslighet och smidighet är någon sport som rysk militär utmärker sig i."
		]
	},
	{
		"postIndex": [
			[5110],
			[5154],
			[5145]
		],
		"postTime": [
			"2014-03-21",
			"2014-03-25",
			"2014-03-24"
		],
		"postNum": [
			[5186],
			[5231],
			[5222]
		],
		"postLink": [
				"/sp48043269",
				"/sp48097422",
				"/sp48081789"
		],
		"postUser": [
				"AnnaLindersson",
				"Moltke",
				"BuprenOrvar"
		],
		"postUserID": [
				"/u865701",
				"/u566229",
				"/u485037"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p433",
				"https://www.flashback.org/t2325003p436",
				"https://www.flashback.org/t2325003p436"
		],
		"userUrl": [
				"https://www.flashback.org/u865701",
				"https://www.flashback.org/u566229",
				"https://www.flashback.org/u485037"
		],
		"sentence": [
				"Om man skall föreställa sig ett militärt slag om Ukraina så måste man också föreställa sig på vilket sätt detta slag skulle kunna se ut. Mitt huvudscenario är att Ryssarna kommer att dela landet i Öster och Väster givet att ingen regimförändring sker i Kiev. Detta skulle då, om det går illa, leda till att ryssarna måste rulla in i Östra Ukraina för att säkra områdena. Frågan skall då ställas om det finns en Ukrainsk arme som kommer att vara beredd att kriga om östra Ukraina? Mitt svar är nej. Man kommer inte att börja detta krig då motståndaren, Ryssland, i ett sådant fall skulle ha gjort jobbet mycket grundligt innan man rullar in och Ryssland kommer helt säkert att ha minst halva befolkningen på sin sida och en överväldigande majoritet som känner samhörighet med Ryssland både kulturellt och historiskt. Det finns väldigt lite som talar för att Ukrainarna i västra delarna av landet skulle vara beredd att bli kanonmakt i ett kommande krig i östra Ukraina. Vem skulle vinna på det? Landet är djupt splittrat - där man i öster inte erkänner legitimiteten av de som skulle ge order i väst - så väst har egentligen bara att acceptera fullbordat faktum eller dö som kanonmat. Jag tror inte de väljer det senare.",
				"Det handlar inte bara om stridsvilja. det handlar om realiteter också. Samtliga i ett lands stridskrafter behöver betalas, vilket knappt sker i Ukraina. Exempelvis hade de ukrainska styrkorna fått lön väldigt oregelbundet under lång tid. De som nu har gått över till ryska armén får lön... När du gör det bedömandet gör du som väldigt många i detta fall med Ukraina och Krim relaterat till Ryssland dvs har fortfarande på dig \"västglasögonen\" eller i värsta fall de svenska \"glasögonen\". Hemland är relativt i denna konflikt eftersom länderna talar väldigt lika språk eller helt lika samt har en mycket lång gemensam historia. Igen \"glasögonen\"; Läget är inte nödvändigtvis en man-ur-huse-känsla i Ukraina just nu. Många soldater kan nog vara ganska nollställda. De som nu i dagarna snabbutbildas och skickas österut har inte hunnit känna på några obefintliga löneutbetalningar ännu. Kampviljan kommer sannolikt att sjunka i takt med en allt mer krympande plånbok. Ytterligare \"glasögonproblem\"; valresultatet på Krim med 96 % var förmodligen riggat. Resultatet skulle sannolikt bli mindre om samma sak genomfördes i östra Ukraina MEN, de ukrainare som tror på en ärlig och rättskaffens ledning i Kiev är förmodligen inte jättestor. Skillnaden på ryskt och ukrainskt är inte så stor. Ukraina kommer sannolikt inte bli militärt angripet. Åtminstone inte i närtid. Däremot kan viljan att dö vara mindre än att ge upp och fortsätta sitt liv. För betalningarna till de ukrainska stridskrafterna lär inte öka nämnvärt. Pengarna från EU och USA kommer försvinna i de enorma svarta hål i ekonomin som Ukraina har. Det skapar man inga kraftfulla och stridsvilliga stridskrafter av. Till sluts kan nog bedömningen bli; att grannen kanske trots allt inte är så farlig. Valet för många ukrainare kan sannolikt te sig som valet mellan pest och kolera. I väst i allmänhet men faktiskt i Sverige i synnerhet har felanalyserna varit så förenklade och bristfälliga att jag nog inte har sett värre tror jag. Vad gäller media och politikers bias i denna konflikt alltså. Folk tar del av media och där kommer mycket av felen.",
				"För att Putin bara väntar på att Ukraina skall svara militärt, för då kan han slå till med full kraft. Troligtvis så har Ukraina blivit tillsagda av EU/USA att inte svara militärt, för det gjorde Georgien 2008, och då gick Ryssland i krig direkt. Ukraina får helt enkelt acceptera att Ryssland erövrat Krim, Ukraina har ändå inte kapaciteten att vinna ett krig mot Ryssland. Om Ryssland skulle invadera resten av Ukraina så skulle Ukraina kunna bita ifrån ganska rejält. Dom har äldre militära system, men i stora mängder, och en stor befolkning. Om den nya regeringen har full kontroll över militären, och visst logistisk stöd och råd ges från väst, så kan Ukraina mycket väl stoppa en rysk invasion. Men dom kan inte återta Krim utan extrema förluster, och hade dom gjort motstånd från början så hade ryssen gått in i hela Ukraina som svar på den \"Ukrainska aggressionen\"."
		]
	},
	{
		"postIndex": [
			[5585],
			[5523],
			[5579]
		],
		"postTime": [
			"2014-05-09",
			"2014-05-04",
			"2014-05-08"
		],
		"postNum": [
			[5673],
			[5608],
			[5667]
		],
		"postLink": [
				"/sp48714959",
				"/sp48649268",
				"/sp48708476"
		],
		"postUser": [
				"BuprenOrvar",
				"Moltke",
				"infidel"
		],
		"postUserID": [
				"/u485037",
				"/u566229",
				"/u71408"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p473",
				"https://www.flashback.org/t2325003p468",
				"https://www.flashback.org/t2325003p473"
		],
		"userUrl": [
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u566229",
				"https://www.flashback.org/u71408"
		],
		"sentence": [
				"Alltså ni diktaturälskande landsförrädare är så tröttsamma. Hela tiden tjatar ni om USA, vad dom gjort, vad dom gör, vad dom kommer att göra. Ni är helt oförmögna att bedöma Putlers agerande utan att tjata om USA. Jag svarade i mitt senaste inlägg på tramset att det krävs källa för att påstå att Putler använder propaganda. Svaret blir förstås ett raljerande om USA; Men USA då! Det är fan sandlådenivå på er alla. Allt som händer i världen måste ses utifrån USA, och bakom all skit i världen är varken religion eller totalitära stater/ledare utan så klart Ni beklagar er och hittar på att det sitter nazister i Ukrainas regering och ni snackar om att judarna får akta sig. Men i nästa inlägg kräker ni över USA som styrs av dom \"vidriga judarna\". Hur skall ni ha det? Är det era påhittade nazister som är faran eller judarna? Och ang propagandan: Skillnaden mellan Ryssland och västvärlden är att i västvärlden är journalister, tidningar och tv fria att skriva vad dom vill. Tex så finns det många stora motpoler till republikanernas sjuka Fox-kanal. Men i Ryssland är det Putler som bestämmer vad som får skrivas. det finns otaliga exempel på misshandlade, fängslade och mördade journalister i Ryssland. Gemensamt för dom alla är att dom hittat information eller källor som kan kritisera Putler med lite substans och fakta bakom anklagelserna. Fattar fan inte vinken efter dom första hoten så är det kört. Antingen flyr man till friheten i väst eller får man utstå Putlers hämnd. Titta här och bla notera under \"Putin\" alla dessa \"självmord\": Jämför sedan denna lista med USA, hur många journalister som begår \"självmord\" i massor i det hemska USA, notera att vissa av dessa är från 1800-talet: Dessutom är många av er gravt okunniga. Troligtvis pga att ni som inte är rena psyopsar eller ryssar är invandrare som i ert sjukliga USA-hat per automatik älskar Putler. Du skriver att Putler i och med invasionen och stölden av Krim nu får närhet till havet. Hade du inte varit en okunnig fascist så hade du vetat att Ryssland redan har en stor kuststräcka mot Svarta Havet. Ni som på allvar tror att majoriteten av Ukrainas invånare hellre närmar sig Ryssland än EU kan undersöka vad som hänt tidigare i historien. Detta är nämligen inte första gången ett europeiskt land försöker närma sig väst. När USSR kollapsade så sökte före detta östländer sig till väst och både EU och Nato. Dom hade alla levt under den brutala Ryssen och blivit mördade om dom försökte fly över muren till friheten i väst. Så tro fan att dom tog tillfället i akt och gick med i EU och Nato. Hade Nato nekat dom medlemskap med hänvisning till Rysslands gråt så skulle Nato inte vara den demokratiska organisation den är. Men nu förbarmade man sig över dessa länder som därmed nu lever fritt med en livskvalitet som den gemene ryssen bara kan drömma om. Det vi ser i Ukraina är på många sätt en kamp mellan öst och väst. Mellan frihet, öppenhet, tolerans och ekonomisk trygghet slutenhet, förtryck, korruption och brutalitet. Hade EU och väst inte stöttat allt dom kan i denna kamp så hade väst inte varit värt mycket. Men tack och lov så verkar väst nu inse att man inte kan få in Putler i värmen genom ekonomiska och politiska samarbeten, utan att Putler är en fascist med svårartad narcissism vars högst mål är att återskapa USSR under hans brutala och korrupta styre. Förresten: Brutala och korrupta styren överlever aldrig under en längre tid. Det är därför man inte ser sammanbrott i bra länder på hundratals år, medan sammanbrott, revolutioner och kollapser drabbar alla skitländer inom samma tidsrymd. Även Putler kommer att falla om han inte ändrar sin regim.",
				"Nja det är inte konstigt. Men det finns saker jag skrivit som hänt tidigare i konflikten där NATO har smutsat ner fingrarna. Bland annat har då Ryssland med stor sannolikhet tagit det som förevändning, vilket de nog dock hade tagit ändå men efter kanske längre tid. Men i detta fall handlar maktspelet om Ukraina med Ryssland i ena änden, som under lång tid jobbat för återtagande. Det här är inte Irak, Blanda inte ihop vad man gör i fjärran konfliktområden och vad som händer vid Ukrainas östra gräns. Det är helt skilda saker. Det leder till ytterligare en invändning man kan ha lite OT i denna tråd; att fjärran hjälpinsatser och den nuvarande konflikten inte kan eller ska mätas med någon COIN-mätsticka. Det är två helt skilda saker och bör inte blandas ihop, om man vill förstå det hela såklart. Vill man blanda in ideologi och \"västmoral\" må så vara men då kommer man inte ha besticken klart för sig. Bara det faktum att Ryssland är klart starkare än att några avtal spelar någon roll är ett exempel på att olika måttstockar inte leder till bättre förståelse. Det leder snarare till att Ryssland kan fortsätta bibehålla ledningen i beslutsutvecklingen.",
				"USA är en så kallad \"demokratur\" liksom Sverige. Vilhem Moberg beskriver en demokratur såhär: Är Ryssland verkligen så annorlunda? USA, eller egentligen den gömda eliten som i realiteten kontrollerar USA har inget behov av att vara agressiva mot Sverige eftersom de har köpt ledande personer i vårt samhälle och har full tillgång till precis allt de vill ha. Sverige har för övrigt ingen rätt att skada gasledningen utanför Gotland, det skulle vara en mycket allvarlig provokation mot Ryssland. Dessutom skulle tyskarna bli arga, de behöver den ryska gasen. Sedan vill jag påpeka att USA har varit och krigat på mängder av platser i världen för profit. Det här är inget nytt, se Smedley Butlers beskrivande av det amerikanska militärindustriella komplexet för nästan hundra år sedan: Varför gör USA så här? Den gode Smedley förklarar varför: Det är helt enkelt deras affärsmodell att exploatera andra nationer. Det den finansiella eliten i västvärlden - vi snackar inte några svenskar här utan de som kontrollerar stora feta internationella banker - vill göra med Ukraina är att förvandla landet till en koloni. Inte formellt alltså, men genom att tynga ner statsfinanserna med IMF-lån (som omeldebart försnillas eller används för att betala räntan på tidigare lån) som sedan gör att landet körs i botten så att utländska (läs Wall Street och City of London) intressen kan gå in och köpa upp hela Ukraina för en spottstyver. Det man vill tvinga på Ukraina är samma recept som man körde mot Ryssland för 20 år sedan, en svensk skurkekonom vid Anders Åslund var inblandad i den härvan. Ryssarna blev svårt buttrapade och de vill absolut inte tillbaka till den tiden igen. Nu ska samma sorts människor göra samma sak igen i Ukraina."
		]
	},
	{
		"postIndex": [
			[5689],
			[5821],
			[5765]
		],
		"postTime": [
			"2014-06-01",
			"2014-06-13",
			"2014-06-10"
		],
		"postNum": [
			[5779],
			[5912],
			[5855]
		],
		"postLink": [
				"/sp49030258",
				"/sp49172487",
				"/sp49135819"
		],
		"postUser": [
				"T-80U",
				"brainmokk",
				"Unity"
		],
		"postUserID": [
				"/u465331",
				"/u917942",
				"/u791787"
		],
		"postUrl": [
				"https://www.flashback.org/t2325003p482",
				"https://www.flashback.org/t2325003p493",
				"https://www.flashback.org/t2325003p488"
		],
		"userUrl": [
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u917942",
				"https://www.flashback.org/u791787"
		],
		"sentence": [
				"Det handlar inte om att du ska erkänna staten Ukraina i något slags officiell svensk position, tror du verkligen att jag är så dum? Det handlar om att jag vill veta om du anser att Ukraina är en legitim stat eller inte. Varken mer eller mindre. Antingen tycker du det, och så kan vi fortsätta diskutera den militära biten, då ditt svar har ganska stor bäring för hur du rimligen torde resonera vad gäller ukrainas rätt till försvar mot utbrytarhorderna, eller så tycker du det inte, och då kan vi lika gärna lägga ner diskussionen med en gång. Det är mycket möjligt att organisationer och stater var inblandade i Ukrainas inre angelägenheter redan innan det krig som nu brutit ut startade. Det förtar dock inte på något sätt att den ukrainska staten har rätten på sin sida om de vill ha utländsk hjälp med att skydda staten från angrepp, emedan den ryskspråkiga/ryska minoriteten som gör uppror inte har rätten på sin sida. Egentligen förstår jag inte att det ska vara så svårt att bara flytta några mil över gränsen, om man nu tycker att Ryssland är så mycket bättre. Vilket har liten signifikans för de ryska strategiska robottrupperna, som har förmåga att nå alla strategiskt viktiga mål i USA från annat håll än det öst-västliga över norra Europa. Det är en strategisk standoff, där ryssarna inte vill vika ner sig och få NATO-länder alldeles inpå gränsen, det är det. Men att den nukleära förstaslagsförmågan skulle vara nämnvärt hotad för att Ukraina närmar sig väst, är rent nonsens. Jag är inte politisk analfabet, jag är bara inte Putinonanist som nickar som en dum åsna så fort öst uttalar sig. Dina krångliga förklaringar till hur invasion, tvångsinförlivande och understödjande av rebeller som försöker störta den ukrainska staten är helt okej, lämnar mig kall. I övrigt är detta ett svar på ett rätt gammalt inlägg som inte är aktuellt i nuvarande diskussion. Istället för att dra hela diskussionen OT, så låter jag dig få sista ordet här (du lär ju inte lyssna på reson i alla fall ).",
				"\"Om rebellerna har problem med den førda politiken i Ukraina, så får de, liksom i alla andra hjælpligt fungerande demokratier førsøka arbeta før en førændring genom dialog och politik, inte genom att røva, hota, mørda och føra krig.\" Fungerande demokrati är väl som vanligt lite väl svårt att förvänta sig av en f.d. Sovjetdel? Jag köper aldrig argumentet att man minnsann måste göra hela världen till \"sanna demokrater\" a la trygga hederliga Sverige / Norden (gärna med lite McCain framhållning också), vilket i sin tur egentligen innebär mer slaveri åt andra herrar än Putin. Samma sak, men i annan form. Folk där _är inte_ som vi här. Så är det bara och förvänta dig inte att alla skall rätta sig efter samma kulturella mönster i en kosumtionsorienterad form a la väst. I alla fall inte på ett par år. Vad gäller Moskva i övrigt finns det hur mycket frispråkighet som helst som ett alternativ till Putin bland intellektuella / påverkande. Inte direkt så att man blir skickad till Gulag längre för att man är gay eller inte håller med regimen när man jobbar på McKinsey eller liknande. Man är ju välkommen som företagare så länge man vet var gränsen går. T.ex. Gazprom är Gazprom, Rosneft och Rosneft och Statoil vad jag vet är just Statoil och är statligt ägt och är _inte_ Chevron väl? Eller skall man låta vissa bolag plundra österlandet så att medelsvensson drar bra in ryssaktien här hemma och känner sig bekväm med detta? Det är ju precis det som är grejen här på längre sikt, och inget mer. Precis som alla andra NATO-operationer idag, direkta eller indirekta. PS. Röva och \"mörda\" vet jag faktiskt inte om dessa rebeller gör? Det är ju Kiev som för krig mot dessa trakter med flygöverfall vad jag vet, i allra högsta grad.",
				"För att spinna vidare på mitt resonemang. Det är även därför vi aldrig ser Ryssland erkänna något de har gjort, vare sig det är riggade val, invasioner eller något annat. Så länge man förnekar, även sådant som är plågsamt uppenbart, så slipper man ta skulden och ens anhängare får argument att använda. Många lägger väldigt stor vikt vid ord och ser inte så mycket till handlingar. Ett exempel på det är vår svenska försvarsberedning som tidigare kom fram till att Ryssland inte hade några ambitioner i Europa, något de kommit fram till genom att fråga ryska politiker som svarat just det. Som om ingen i världshistorien har sagt en sak och gjort en annan, i synnerlighet politiker borde vara bekanta med det fenomenet. Man ser det man vill se, väljer de tecken som passar in på sin åsikt även om de bara är några i mängden av andra. Ett intressant fenomen är hur argument som används av ledningen i Ryssland otroligt snabbt fångas upp och används av en bred massa anhängare. Man skulle kunna tänka sig att det är på grund av att psyops använder dem, men det känns som att det även är en tradition inom vänstern att följa ledningen och kopiera deras språk. Ett exempel är när Socialdemokraterna lanserade det ditills okända begreppet \"barnfattigdom\", inom några timmar pratade alla om det som den viktigaste frågan någonsin som om de aldrig hade gjort något annat. Ryssland anklagar väst för att använda dubbla måttstockar, men gör det själva. Man får absolut inte lägga sig i andra länders inre angelägenheter, som i Syrien. Men i Ukraina går det bra, även utan FN's godkännande. Krim får bryta sig ur Ukraina som de vill, men absolut inte Tjetjenien ur Ryssland. Och så vidare. Sanningen är att Ryssland spelar ett storpolitiskt maktspel av 1800tals-modell där argumenten anpassas till vad som är bra för Ryssland och inget annat. Målet är territoriala vinster, förluster i form av liv och ekonomi är underordnat."
		]
	}
]
