[
	{
		"postIndex": [
			[43],
			[326],
			[343]
		],
		"postTime": [
			"2005-12-17",
			"2006-08-20",
			"2006-08-23"
		],
		"postNum": [
			[44],
			[330],
			[347]
		],
		"postLink": [
				"/sp3394881",
				"/sp4849347",
				"/sp4877966"
		],
		"postUser": [
				"11204",
				"11204",
				"Ormen Långe"
		],
		"postUserID": [
				"/u66088",
				"/u66088",
				"/u76197"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p4",
				"https://www.flashback.org/t270116p28",
				"https://www.flashback.org/t270116p29"
		],
		"userUrl": [
				"https://www.flashback.org/u66088",
				"https://www.flashback.org/u66088",
				"https://www.flashback.org/u76197"
		],
		"sentence": [
				"Hmmm var tog mitt ursprungsinlägg vägen? Jaja, bemöt du vad jag säger med \"svennerunk\", men jag står på goda grunder fast vid min åsikt. Jag kan säga att du har fel på vissa punkter och ligger nära sanningen på andra. Du kan börja med att svara på inom vilka områden som Gripen anses vara lika bra som F-16 av sen generation? Spaning, Attack eller Jakt? CAS? Räckvidden är inget större problem i Sverige, det finns lufttankningssystem och den kan landa i princip var som helst och klargöras och vara startklar på den tid det tar för andra plan att bara landa (och det gör de inte var som helst). Storleken är inte särskilt relevant annat än att mindre plan innebär lägre pris, mindre radaryta och billigare drift. Vapenbärarkapaciteten är väl det viktiga i så fall och den bär i princip lika mycket som de flesta andra plan, särskilt om man räknar vapen per krona. Priset exklusive forskning och utveckling är ointressant eftersom ingen betalar det priset. Den måste bära sig själv så räkna upp det priset litegrann och jämför med Gripens pris så hamnar man på rätt avskräckande siffror. Dessutom kostar flygtiden säkert tjugo gånger mer med F22. Observera att jag inte påstår att Gripen skulle vara totalt sett bättre än F22, men att det i praktiken systemen emellan inte är så stor skillnad som reklambroschyrerna för F22 påstår. De har också helt olika användningsområden. Vad gäller fältmässighet så har jänkarna en del att bevisa: de kräver enorma baser, släta och långa banor, utbyggd serviceorganisation mm mm. Planen testas definitivt mot varandra, det sker samövningar planen emellan och det var inte så länge sedan som just F16, Gripen och F18 samövade och det finns ganska breda erfarenheter dem emellan. Det är bara att kolla upp det, finns i internationella militära flygtidskrifter på bibblan.",
				"Nja, nu hamnade vi lite utanför. I debattens hetta drog det kanske iväg lite grand. Jag är inte sämre än att jag kan be om ursäkt för att jag uppfattades som hånfull. Sorry för det! (Det var väl ett svar på att du \"skrävlade\" om att du läst så mycket kanske.) Du har fel när det gäller FVRF (vad står det för?) och jag tror ganska få skulle beteckna mig som ungdom längre....inte ens min fru (sedan några decennier). Om man hänvisar till uppgifter som finns att läsa på tex Försvarets hemsida är det ju trevligt om man ger en länk så att fler kan läsa detta. Det är även kutym att göra detta. Nå. Angående hjälmsikten så är det naturligtvis så att det tillför en plusfaktor, särskilt på plan som med detta får tillgång till ny beväpning. Nu är det också så att de flesta moderna plan (tex 39) har mjukvara som sköter vapensystemens inriktning och låsning och föraren behöver i princip bara bekräfta att det verkligen är lede fi systemet låst på, välja vapensystem och \"trycka av\". Sedan sköter radar+datorer+roboten resten. Du har ju TI redan med presentation av det mesta att veta och lite annat med så nyttan av hjälmsikte i just det avseendet kanske är större på äldre generationers flygplan men mindre utvecklad automatik. Gripen är ett plan som du efter ca 3 timmars introduktion på backen skulle kunna starta, flyga en sväng och landa. Det är faktiskt svårare att flyga en vanlig Cessna 172 (talar av egen erfarenhet). Detta för att föraren skall kunna koncentrera sig på sin uppgift. Det där känner du till. Alltså är hjälmsikte en plusfaktor men inte avgörande på något sätt och förändrar inte i grunden förhållandena mellan olika vapensystem. Man får tillgång till några modernare robotar och i vissa fall höjer det stridsvärdet relativt mycket (på vissa plan) och i vissa fall marginellt. Men - det viktiga är väl att om andra flygvapen inför en robot som kräver hjälmsikte så kommer 39 också att utrustas med den optionen, inte minst för att få vara med i matchen när det gäller försäljning och framtida beväpning. Att vara fler än en person i planet har också förkastats av personella skäl, flygplanets dator kan sköta allt som navigatören/andrepiloten/radarkillen gör och Sverige var föregångare även på detta område med 37 (och andra följer efter). Onödigt att vara två i varje plan.",
				"Jag vill minnas att bristen på manöverförmåga beror på att en stor del av bränslevolymen förvaras framför vingen, d.v.s. bakom cockpit. Följden blir att flygplanet är aerodynamiskt stabilt med full tank. Denna svaghet borde vara så gått som obotbar utan att bygga om flygplanet fullkommligt. Jag kan inte hålla med dig: - Under VkII kunde sovjetiska jaktplan bara erövra luften över östfronten på låg höjd och med nummerärt övertag. Prestanda var likvärdiga med samtida japanska jaktflygplan och sådana gjorde USAAF, USN och USMC jaktflyg processen kort med över Stilla Havet. - Under Koreakriget lyckades USAF uppnå en killratio på 3-4 mot 1 i strider mellan F-86 och MiG-15 och detta trots att ROE innebar att USAF inte kunde agera offensivt på det sätt som man hade gjort mot luftwaffe och japanerna under VkII. När Chuck Yeager fick möjlighet att flyga en MiG-15 som hade levererats av en avhoppad Nordkoreansk pilot så blev han förfärad över hur erbarmligt dåliga flygegenskaper den hade. - Under Vietnamkriget så hade USAF återigen en killratio i strid mellan jaktflygplan som låg runt 3-4 mot 1 och detta återigen p.g.a. ROE. F-4:orna berövades möjligheten att skjuta BVR med sina Sparrow, utan tvingades identifiera målet visuellt och sedan skjuta ner det. Man fick vidare inte anfalla lvrobotanläggningar under byggnation och det förekom att man inte fick anfalla fiendens flygfält utan man var tvungna att vänta på att fienden hade lyft. Man skulle också kunna föreställa sig sannolikheten att uppnå det som USAF uppnådde fast med andra sidans utrustning, d.v.s. att försöka anfalla fienden med Badgers och Bears, eskorterade av MiG-21:or, utan tillstymmelse till SEAD/DEAD kapacitet, medans fienden hade F-4:or och HAWK-batterier etc. Jag skulle självfallet kunna ta upp andra fall, såsom Sexdagarskriget, Yom Kippur och Bekaadalen, eller varför inte Iran/Irak-kriget. Om vi fortsätter på materielsidan, så kan vi konstatera att sovjet inte fick ett flygplan som kunde jämfäras med F-4 förrän man fick Su-27 och MiG-31 och då var F-4:an sedan länge under utfasning av F-15. Visst. För all del MiG-25. Men MiG-25 var tämligen värdelös. Elektroniken låg på 1950-talsnivå, robotarna var ännu sämre än tidiga Sparrow, någon akan hade de aldrig och förmågan att flyga jättesnabbt och jättehögt var p.g.a. materielutmattning i praktiken en sak som varje flygplan kunde genomföra en gång. Ang. Aerodynamiken så har SU-27:ans svagheter redan nämnts. Men om vi fortsätter med lillebror MiG-29, så kan vi konstatera att F-16 trots frånvaron av hjälmsikte, och bara en motor inte haft några större problem med att skåpa ut f.d. östtyska MiG-29:or i närluftstrid. Att F-16 sedan är ett mindre flygplan, som kräver mycket mindre underhåll, har en mycket högre tillgänglighet och att den är en bättre attackplattform behöver kanske inte påpekas. Detta leder mig osökt in på underhållsbiten. Sovjetiska flygplan har inte varit dåligt underhållna. Dom är helt enkelt mycket mera underhållskrävande vid fredstida tjänst än var västflygplan är. Sovjetiska flygplan (och inte bara flygplan) var nämligen byggda för att rulla ut från fabriken, flygas till fronten och sättas in i strid. Efter några veckor i främsta linjen så gott som utan underhåll så skulle de flygplan som ev. fanns kvar roteras bakåt för mera krävade underhåll. Och här kommer problemet in. Kriget tog slut 1945 och sovjetiska flygplan passade helt enkelt inte in i fredstida rutiner. Som en konsekvens av detta hade Östsidan under hela det kalla kriget färre jaktflygplan tillgängliga än västmakterna, trots att de i allmänhet hade fler jaktflygplan totalt sett. Detta då halva den sovjettillverkade flygplansparken tenderade att stå oanvändbara p.g.a. att underhållsproblematiken. Sovjet var i praktiken bra på två saker. De var världbäst på att konstruera flygplansakan och de konstruerade utmärkta katapultstolar, vilket nog var bra med tanke på kvaliteten på sovjetiska jaktrobotar och med tanke på hur ofta sovjetiska flygplan gick i backen redan i fredstid. Jag kan bara konstatera att det faktum att Israels flygvapen hade svårt att utnyttja sitt luftherravälde under Yom Kippurkriget till att understödja sina markförband ofta betraktas som en framgång för sovjetisk luftstridsmateriel säger en hel del om hur uselt det stod till på den sovjetiska sidan. När västmateriel har mött sovjetisk materiel så har sidan med sovjetisk materiel i allmänhet förlorat på knock-out. Att man då betraktar en förlust på teknisk knock-out (Yom Kippur) som en liten seger är kanske inte så förvånande."
		]
	},
	{
		"postIndex": [
			[365],
			[376],
			[421]
		],
		"postTime": [
			"2007-03-06",
			"2007-03-10",
			"2007-03-12"
		],
		"postNum": [
			[369],
			[380],
			[425]
		],
		"postLink": [
				"/sp6503902",
				"/sp6537380",
				"/sp6562024"
		],
		"postUser": [
				"Bush, George W",
				"11204",
				"11204"
		],
		"postUserID": [
				"/u163264",
				"/u66088",
				"/u66088"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p31",
				"https://www.flashback.org/t270116p32",
				"https://www.flashback.org/t270116p36"
		],
		"userUrl": [
				"https://www.flashback.org/u163264",
				"https://www.flashback.org/u66088",
				"https://www.flashback.org/u66088"
		],
		"sentence": [
				"Frågan kan inte besvaras på ett enkelt sätt. Men, här kommer några enkla kriterier för att avgöra hur bra ett lands vapen är. Det första man bör notera är att vapen är en form av TEKNOLOGI. Högteknologiska samhällen kommer att kunna bygga bättre vapen än lågteknologiska samhällen. Vi kan kalla detta för påstående (1). Det andra påståendet (2) är att olika länder satsar olika mycket på att bygga vapen. Stora länder, som dessutom är rika, kan vara beredda att satsa mycket pengar på att utveckla vapen. Små länder kanske är beredda att satsa mycket, men har inte så mycket pengar. Eller de varken har mycket pengar eller är beredda att satsa en betydande del av de pengar de har. Det tredje påståendet (3) har att göra med marginalnyttan av att satsa mer pengar på att utveckla ett nytt vapensystem. Marginalnyttan är vanligtvis störst i områden som är komplexa. Exempel: Ett icke-komplext vapensystem kan illustreras av AK5. Detta vapensystem är bättre än AK4 på nästan alla sätt. Dock är man knappast beredd att satsa mer än kanske SEK 50 miljoner på utveckling av ett sådant vapensystem. Marginalnyttan är låg. För mer komplicerade system är marginalnyttan ofta stor, och därför är man beredd att satsa betydligt mer. Exempel (att jämföra med AK5 och AK4): Stridsflygplan. Ett stridsflygplan med 60-tals teknologi är bättre än ett flygplan med 40-tals teknologi. Det är inte bara bättre, det är väldigt mycket bättre. Stor marginalnytta. Jämför detta med AK5 och AK4. Ett enkelt vapensystem med 60-tals teknologi, AK5, är bättre än ett enkelt vapensystem med 40-tals teknologi, AK4. Bättre, men inte väldigt mycket bättre. För att sammanfatta påstående (1), (2) och (3) så kan man säga att moderna amerikanska stridsflygplan är bättre än moderna svenska stridsflygplan. Detta är ett resultat av (1), (2) och (3). Man kan också notera att svenska Pskott är lika bra som amerikanska Pskott (de har ju tom valt att köpa svenska istället för att utveckla egna). Detta är ett resultat av (1), och kanske till viss del av (2). Vi är båda högteknologiska länder, Sverige var berett att satsa en hel del på detta system, och marginalnyttan av att satsa mer är ganska låg. Alltså, även om USA med alla sina resurser skulle kunna bygga ett bättre Pskott så tycker de inte att det är värt kostnaden. Notera också att samma sak gäller för alla varor. Samma sak gäller för alla TEKNOLOGIER. Indien kan tillverka skor av mycket hög kvalitet (låg marginalnyttta), men kan inte, hur gärna de än skulle vilja, tillverka stridsflygplan (eller civila flygplan) av hög kvalitet. Påstående två (2) kan ibland till viss del kompensera för brister i (1). Så kunde Sovjet t.ex. tillverka vapen som var (nästan) lika bra som västerländska vapen. Kostnaden var dock oerhörd. Noteras bör att medans deras stridsvagnar var av hyffsad kvalitet så var deras kylskåp och deras bilar av väldigt låg kvalitet, och fortfarande väldigt dyra att tillverka. Det går att upphöva en brist i den grundläggande teknologisk nivå genom att satsa oerhört mycket inom ett område. Men endast till en viss gräns. Så skulle t.ex. Indien eller Kina eller Iran inte kunna bygga ett modernt JAS-plan , hur gärna de än ville och hur mycket de än skulle satsa. Att lyckas skulle vara detsamma som att lyckas med att flytta hela ekonomin tio år framåt. Edit: USA senaste flygande skapelse F-22 är enligt ovan ganska bra. Är den bättre än JAS? Ja, den är naturligtvis bättre än JAS. Det är kanske inte det som är frågan. Är den fem gånger bättre än JAS? Den kostar väl fem gånger mer, eller kanske tio gånger mer. Det är en fråga om marginalnytta.",
				"Man skall komma ihåg att robotteknologi inte är konstant på 1980-talsnivå och även om amerikanska robotar sannolikt inte kommer att låsa på en F-22 så innebär det ju inte att det inte kommer att finnas robotar om några år som inte gör det. Det finns ju annat än radar och IR redan idag. De som idag utvecklar robotar etc jobbar ju naturligtvis med att hitta lösningar på de problem som dagens robotar har. En robot utvecklas fortare än ett flygplanssystem och eftersom en F-22 redan har byggt fast sig i sina lösningar så innebär det att när ett effektivt vapen kommer så är det svårt att motbekämpa detta annat än med externa system. Jag skulle tro att SAAB har en del kul på prototypstadiet och det där med Stealth garvar man åt sedan länge, även om det givetvis är effektivt mot den teknologi som finns i tredje världens luftförsvar och flygvapen. USA och Europa har teknologi som är helt sanslös även om den är på prototypstadiet och inte ute i färdiga flyplan. NATO innebär att vi är på samma sida och våra respektive flygplan är ju inte avsedda att bekämpa varandra även om de i teorin skulle kunna göra det. F-22 är State of the Art just nu, inget snack om det. Men att den skulle ha den överlägsenhet som hävdas på Discovery tror jag inte alls, av många orsaker. En uppvisning i teknologi är det men kom ihåg att alla amerikanska flygplan har lyfts till skyarna sedan F-86 utan att fördenskull ha varit bättre eller ens lika bra som jämförbara flygplan från andra länder. Om just F-22 är det är en annan fråga och jag tror att den är bättre på det mesta än allt annat men ingalunda osårbar eller immun mot bekämpning. Jag har hört visan förut och det stämmer aldrig... Just det, angående radarsignatur och störsändning - det bygger på att fi har känd radar map frekvens, funktionsprincip, kapacitet etc. I verkligheten är det inte alltid så och till yttermera visso kanske radarn kommer från 35 håll samtidigt i hoppande frekvenser och med mycket oklar avsändarposition... glöm inte att när det gäller radar så är INTE USA världsledande...",
				"Vad det nu spelar för roll... Istället för att köpa Rb05B till Viggen, som tidigare hade Rb05(A) köpte man Maverick, kallad Rb75. Kostnadsskäl. Istället för Rb72 (SAAB 372) valde man 1978 Sidewindern, just av kostnadsskäl. (Eftersom jänkarna tillverkar robotar i tiotusental kan de hålla ett annat pris än SAAB, som kanske får en order på några hundra i bästa fall.) Att Sverige inte utvecklade luftburen stridsledning säger sig självt eftersom precis all tänkbar strid skulle ske över svenskt territorium och därmed kunna ledas från marken eller via jaktlänk (1985), som på sätt och vis är luftburen. På Viggen infördes datalänk med stridsledning 1987, flermålsföljning 1990 (fanns förresten inbyggt i PS46/A redan under sent sjuttiotal...), automatsikte till akan 1992 med mera. En svensk radarrobot fanns i utvecklingspipen inför Gripenprojektet men lades ned av kostnadsskäl varför man istället köpte in AMRAAM (såld i 13.000ex till USA-s flygvapen). Robot 04 började tillverkas 1950. Kika gärna på vad de andra länderna hade på den tiden. Den var i tjänst in på 1990-talet för övrigt, givetvis med uppdaterat styrsystem mm. En annan parallell är raketstolarna, som SAAB uppfann till J21 och sedan utvecklade själva till alla plan fram till dess att Gripen (av kostnadsskäl och några andra orsaker) fick en Martin Baker-stol istället. Om man tittar på utvecklingskurvorna när det gäller robotar, radar och radioteknik sedan 1950-talet så finner man som sagt att Sverige knappast ligger efter de stora länderna (snarare före). Kurvorna är ganska konstanta så länge man kan följa dem och det finns som sagt ingen anledning att tro att de skulle ha förändrats vilket man om femton år lätt kan svara på. Krokodil har knappast imponerat med särskilt fullmatade inlägg för sin del, mest åsikter om andras. Vad tycker han om SAAB-s robotutveckling sedan 1950-talet och hur tycker han att de står sig i jämförelsen med jämnåriga system?"
		]
	},
	{
		"postIndex": [
			[1048],
			[875],
			[727]
		],
		"postTime": [
			"2008-03-16",
			"2007-10-19",
			"2007-10-10"
		],
		"postNum": [
			[1066],
			[886],
			[736]
		],
		"postLink": [
				"/sp10391706",
				"/sp8701783",
				"/sp8613280"
		],
		"postUser": [
				"Paul Tibbets",
				"Kallevink",
				"ypp"
		],
		"postUserID": [
				"/u76270",
				"/u190000",
				"/u121133"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p89",
				"https://www.flashback.org/t270116p74",
				"https://www.flashback.org/t270116p62"
		],
		"userUrl": [
				"https://www.flashback.org/u76270",
				"https://www.flashback.org/u190000",
				"https://www.flashback.org/u121133"
		],
		"sentence": [
				"Varför JSF är överlägsen Gripen och kommer att vara överlägsen även en eventuell E/F modell av Gripen. Jag kan ju börja med att säga att jag tycker att Gripen är ett bra plan och att det är väldigt häftigt att Sverige med 8 miljoner invånare kan utveckla och bygga ett så avancerat stridsflygplan. Det är fler än jag som är stolta över att Sverige klarar det här men för en del så har det här slagit över så att de har fått för sig att Gripen skulle vara lika bra eller bättre på tex jaktstrid som dedikerade och betydligt dyrare utländska flygplan. Sverige har helt enkelt inte råd att hålla sig med ett flygvapen som har specialiserade flygplan som klarar av att slå det bästa som USA producerar. Det här är inget att skämmas för målet med Gripen är inte att möta F-15, F-22 osv i strid utan Gripens tänkta fiender är ryska flygplan och mot dem så ligger vi bra till. Om vi återgår till hurvida JSF är överlägset en eventuell E/F version av Gripen, vi kan ju börja med att JSF är ett stealth flygplan. Om allt annat vore lika så vore enbart den fördelen avgörande. JSF eller F-35 Lightning II är utrustad med AN/APG-81 radar som är en utveckling av AN/APG-77 radarn som sitter i F-22, den AESA radar som kommer att sitta i en eventuell E/F version av Gripen utvecklas av Ericsson och Marconi. Då detaljer kring radar är väldigt hemliga så kan man inte göra annat än kvalificerade gissningar och jag kan inte tänka mig att Gripens radar skulle slå den i F-35 av den enkla anledningen att USA har haft enormt mycket mer resurser att lägga på utvecklingen av en radar som kommer att sitta i minst 3000 flygplan jämfört med vad jag gissar Ericsson/Marconi lägger på en radar som kanske skall sitta i mindre än 10% av det antalet flygplan. När det gäller sensorer så kommer F-35 att var väldigt överlägsen Gripen, F-35 kommer att ha ett väldigt avancerat system med optiska sensorer runt om på flygplanet som tillsammans med det avancerade informationspresentations systemet gör att piloten har en 360 graders vy runt om och genom flygplanet något som kommer att kraftigt förbättra situationsuppfattningen. F-35 har dessutom ett optiskt målsökningssystem integrerat i flygplanet för både mark och luftmål. Det som det skrivits väldigt mycket när det gäller F-35 är just hur avancerad informationspresentatione och samordningen av information från olika sensorer och källor, jag tror inte att Gripens framtida versioner kommer att komma i närheten av det orsaken till att jag tror det är samma som när det gäller radaren det finns för lite resurser. Maxhastighet och acceleration här klår både nuvarande Gripen och en eventuell E/F F-35 på papperet. Det som många som inte är så kunniga när det gäller flygplan missar är att maxhastigheten är uppmätt utan vapen eller annan yttre last. Flygplan som F-35 och F-22 bär sina vapen (ifall de kör i stealthkonfiguration) i flygkroppen vilket gör att maxhastigheten på 1,6 mach för F-35 helt plötsligt inte är dåligt alls. Räckvidd här slår F-35 Gripen, när det gäller lastförmåga så slår F-35 också en eventuell E/F version även om marginalen inte är så stor. F-35 är trots att fokus inte legat på det antagligen det bästa jaktflygplanet efter F-22 detta på grund av kombinationen stealth, passivt målsökningssystem och en exempellös sensorintegration. Jag är nyfiken på vad det är som gör att gripenfantasterna tror att Gripen skulle vara lika bra som eller bättre än F-35, Hansol du kanske kan googla fram ett inlägg från SoldF forumet och kopiera texten rakt av som när du uttalade dig om Phoenixroboten",
				"Här måste jag rätta mig själv. Uppgraderingen av 31 A/B kostar totalt 3,9 mdr kronor, vilket blir ca 125 mkr styck och i det ingår Gripen Demo som är första steget till nästa version av Gripen. Det gör att affären ser ännu bättre ut för staten. Nu ska man komma ihåg att det finns stora fasta kostnader för att introducera ett nytt plan i ett flygvapen och det märks på att de första sex planen kostar ca 630 mkr styck, de sista bara 500 mkr. Men även för 500 mkr blir det en del över och det tyder att man ändå får en del för Erieye och ev vapen. Det skulle också kunna tyda på att det trots allt handlar om helt nya plan, men det vore märkligt. Thailand flyger idag F-16 A/B, block15 tror jag, några köpte man för några år sedan av USAF's överskott direkt ur mobförådd. Att då rata uppgraderade Gripen och istället köpa nytt verkar otroligt. Det skulle i så falla vara om Sverige har ett hemligt avtal med Rumänien och Bulgarien att de ska köpa alla våra överflödiga A/B, men det verkar otroligt.",
				"Ju fler kunder du har, desto större garantier har du för att plattformen kommer fortsätta att uppgraderas under en längre tid. I nuläget är Gripen ett osäkert kort för utvecklingen av planet hänger nämligen på att svenska staten ger SAAB gratismiljarder i form av ordrar till grova överpriser. Om SAAB säljer till Indien och får några små ordrar så kommer inte svenska staten vara lika viktig längre. De plan som säljs idag ska inte ersättas på om 20-30 år. Det är extremt viktigt att det finns ett aktivt arbete med att uppgradera planen. Indien vill säkert vara med och utveckla nästa uppgradering till sina nya plan oavsett om det blir Gripen eller F-16 eller Eurofighter, eller något annat."
		]
	},
	{
		"postIndex": [
			[1073],
			[1085],
			[1256]
		],
		"postTime": [
			"2008-03-17",
			"2008-05-15",
			"2008-11-20"
		],
		"postNum": [
			[1091],
			[1103],
			[1279]
		],
		"postLink": [
				"/sp10415733",
				"/sp11232965",
				"/sp13797706"
		],
		"postUser": [
				"Paul Tibbets",
				"Öglan",
				"krokodil"
		],
		"postUserID": [
				"/u76270",
				"/u187162",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p91",
				"https://www.flashback.org/t270116p92",
				"https://www.flashback.org/t270116p107"
		],
		"userUrl": [
				"https://www.flashback.org/u76270",
				"https://www.flashback.org/u187162",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"Det är helt olika saker du har kopierat ett inlägg (som dessuom hade fel) och postat det som om det var ditt. Jag använder ofta fakta som jag inhämtat från nätet om någon skulle fråga efter källan eller ifrågasätta att informationen är riktig så kan jag hänvisa till källan. Om jag citerar någon så brukar jag har citattecken kring uttalandet för att det inte skall bli något missförstånd. Den klarar nog inte 1,6 mach med maxvikt och det har jag heller aldrig påstått men den klarar det säkert med ett par robotar internlast. Jag däremot är tveksam till att Gripen kommer upp i Mach 1,6 med ett par robotar på balkarna. Det är vanligen två tillfällen när det är bra/nödvändigt med efterbrännkammare det är före robotskott (för att öka robotens initialhastighet) och för att fly. Jag tror inte att Gripen har någon fartfördel mot F-35 när bägge bär last du däremot tyckte att F-35 var långsam. Man får flexibilitet, om man skall penetrera Kinas luftförsvar så kör man stealth varianten. När man skall bomba talibaner i Afganistan så kan man hänga på bomber under, eller om hänger på några externa bränsletankar för långflygning. Det var ett litet skämt du skriver som om du skulle jobba åt något av företagen samtidigt som du skriver saker som definitivt bevisar att du inte har speciellt bra koll på flygplan vilket får mig att dra slutsatsen att du inte jobbar med någon skarpare del av utvecklingen. Som jag skrev i ett tidigare svar till Evert så gissade jag att det var Erieye du syftade på. Vad gäller Svensk utveckling av AESA radar så vet jag att det inte kommit ut någon operativ radar av det än. AESA radarn är den tredje modellen som kommer och dessutom en vidare utveckling av radarn som sitter i F-22. Med tanke på USAs expertis på området och de resurser som man kan lägga på utvecklingen så är det naivt att tro att Sverige skulle lyckas producera något som är lika bra. Den är säker bra men hur de lagt upp det i F-35 verkar helt överdjävligt bra. Som F-35 då? Jodå det har F-22 haft hela tiden. Du tänker på möjligheten att kommunicera med andra enheter, jo det är på gång. Orsaken till att man inte byggt in det från början är att om man sänder ut radio så är man inte stealthig längre. Hur skall man tolka ditt inlägg ? Jag har tolkat det som att du tror att F-35 inte skulle vara vida överlägset E/F versionen av Gripen. Det kanske är bäst att du själv förklarar vad du menar. Jag har inte påstått det heller jag har däremot sagt att det skulle vara extremt bra på det trots det. Det enda flygplanet i dag som är bättre är f-22.Du däremot skrev \"någon direkt jakt egenskap har det heller inte\" om F-35, vilket i mina ögon tyder på en fundamental okunskap om hur jaktstrid och flygplan fungerar. Jo Gripen kommer nog att vara billigare än F-35 och det kommer att vara ett bra flygplan, men diskussionen här från början gällde hurvida F-35 var vida överlägset Gripen vilket jag med ditt inlägg uppfattade att du inte höll med om.",
				"1. Försvarsminister Tomhylsan är inkompetent och han inkl. hela Försvarsberedning borde avgå. 2. Statsminister Alfons Åberg look-as-like är inte ett dugg intresserad av försvaret. Han ser hellre till att det blir kliniskt rent bland villorna i Danderyd och Djursholm för en så billig penning som möjligt. 3. ÖB borde avgå i protest mot nedskärningarna i försvaret. Det är en himla debatt om JSF kontra Gripen. JSF är fortfarande inte operativ och allting som handlar om JSF innan den är operativ är spekulationer och hypoteser. F-14 är pensionerad, F-15 börjar bli gammal, F-16 är samtida med JA 37 Viggen och det spelar ingen roll hur mycket elektronik man stoppar in i planen för förr eller senare klarar inte konstruktionen av att vara med i leken längre. Notera att Draken version F när den kom i operativ tjänst i mitten på 60-talet var Västeuropas mest moderna och avancerade stridsflygplan. Det har avhandlats både Draken och Viggen innan och för att göra en lång historia kort var Drakens primära uppgift från början att snabbt stiga upp till hög höjd och skjuta ned högtflygande bombplan lastade med kärnvapen och sedan landa. Stighastigheten på Draken är ca. 250m/s Sen kom hotbilden att ändras och Draken kom att användas på allt lägre höjd. Men där kom dels vingkonfigurationen och motorn till flygplanets nackdel. En enkelströmsmotor blir väldigt törstig på låg höjd. Sen ska man inte ge sig in kurvstrid med ett deltavingat flygplan. Deltavingen har ett inducerat stort motstånd vid kurvtagning. Det måste kompenseras med att stötta med gasen samt roderutslag = fartreducering. Lågflygning med Draken är heller inte att rekommendera då Draken lätt kan hamna i okontrollerat läge dvs superstall. Viggen var ett seriöst försök till enhetsflygplan men där satte elektroniken stopp. Vi kunde exporterat Viggen till Indien men där satte jänkarna stopp pga amerikansk motor. Nederländerna, Belgien, Norge och Danmark offererades också men de valde betydligt billigare F-16 i ett samköp. Jaktviggen var ett av världens mest moderna och avancerade flygplan under 80-talet. Sen kan man diskutera jänkarna men jag ger inte ett skvatt för jänkemaskiner. De går och sopar banan och plockar minsta lilla gruskorn på landningsbanan. Deras maskiner är gjorda för att fungera som en Rolexklocka. Tittar på ryssarna så är deras maskiner bl.a. MiG-29, Su-27, Su-35 m.fl. livsfarliga motståndare. Ser man på hur de är byggda är de ruskigt stryktåliga. Gör du en buklandning med en F-16 är kärran i princip skrot. Gör det samma med en MiG-29 är det bara att snygga till den lite och så är den redo för nästa uppdrag. Ryska maskiner är byggda för fältmässighet. Det är inte jänkarnas. När Östtyskland införlivades med Västtyskland fick man ärva ett antal MiG-29 och det var först då man förstod vilken dödlig motståndare man hade fått möta om oturen hade varit framme. Su-27 har ett enkelt elektroniksystem men vidareutvecklingarna av plattformen är kuslig. Ser man även på formgivningen på ryska plan är de aerodynamiskt utformade där det behövs, resten grovt tillyxat. Su-27 ska nog elektronikmässigt läggas någonstans mellan Viggen och Gripen. MiG-29 är ett dödligt närstridvapen. Jämför MiG-29 med Gripen så får piloten ägna 30% åt uppdraget, resten åt att sköta flygningen. 70% kan piloten i Gripen ägna åt uppdraget, resten åt flygningen.",
				"Vad svarar jag inte på..... Klart att det handlar om våra skattepengar - nu slipper vi vara med och betala för de Gripen NG som Svenska Flygvapnet skulle köpa ( eller uppgradera från befintliga flygplan) om Norge valde Gripen. Sverige har redan förköpt sig på Stridsflygplan - dels för att öka chans för export ( avser beställningen av de sista 64 st flygplanen med Delserie III 1996). Här är en länk där man jämför bla F-35A med Gripen C. Snacket om moderna jaktrobotar stämmer inte då det finns moderna europeiska IR och radarjaktrobotar som man skulle kunna använda på sina Gripen. F-35 är ett mycket bättre flygplan, så enkelt är det. Edit: kanske ska ta med länken också...."
		]
	},
	{
		"postIndex": [
			[1691],
			[1453],
			[1603]
		],
		"postTime": [
			"2009-09-10",
			"2009-01-19",
			"2009-08-18"
		],
		"postNum": [
			[1727],
			[1484],
			[1637]
		],
		"postLink": [
				"/sp18660635",
				"/sp14704000",
				"/sp18252758"
		],
		"postUser": [
				"Ormen Långe",
				"FreeThinker",
				"Coolhand"
		],
		"postUserID": [
				"/u76197",
				"/u158516",
				"/u127820"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p144",
				"https://www.flashback.org/t270116p124",
				"https://www.flashback.org/t270116p137"
		],
		"userUrl": [
				"https://www.flashback.org/u76197",
				"https://www.flashback.org/u158516",
				"https://www.flashback.org/u127820"
		],
		"sentence": [
				"A-12 skulle bara ersätta Intruder i tunga attackrollen och Prowler i telekrigrollen. Mycket för dyrt blev det dock och det innan man ens kommit längre än till en fullskalemodell. I denna roll så fick då sedan modifierade F-14 och senare Superbug försöka fylla tomrummet, vilket ingen av dem klarar av avseende räckvidd vid given last och Growler ger då i dagsläget inte ens utökad telekrigkapacitet. ATF skulle ersätta F-14 i rollen som kvalificerad jaktkärra, vilket då har fått lösas av Superbug, vilket får betraktas som ett stort nedköp, då man istället för att få världens bästa jaktflygplan, så får man med Superbug en kärra som i bästa fall kan hålla jämt skägg med existerande jaktflygplan (Flankers, EF Typhoon), men som i praktiken är underlägen dessa kärror (med reservation för avioniken i Flanker). S-3 Viking skulle ersättas med CSA, men den funktionen är nu helt avvecklad. E-2 skulle ersättas av CSA, men ska nu ersättas av modifierad E-2. C-2 skulle ersättas av CSA, men får nu slita vidare. Så Superbug (och E-3D) är att betrakta som en nödlösning eftersom alla de flygplan som US Navy egentligen ville ha, blev på tok för dyra, varvid man avseende stridsflyg nu står helt utan high-end maskiner och detta är en situation som då inte lär åtgärdas inom en generation. Samtidigt så har ju även flygstridsgrupperna på amerikanska hangarfartyg minskat, p.g.a. brist på flygplan, så vi talar inte bara om en relativt teknikutvecklingen lägre kvalitet, utan även mindre kvantitet. Det är således inte utan anledning som framtida amerikanska hangarfartyg kommer att få reducerade hangarerutrymmen och tvingas förlita sig i ännu högre utsträckning på att basera flygplan från USMC ombord. Flygplan som då i t.ex. fallet F-35B har lägre prestanda än US Navy:s F-35C och som dessutom har en annan landningsteknik, vilket minskar tempot i landningsoperationer. Och F-16 började utvecklas för 40 år sedan och togs i tjänst för 35 år sedan. F-16 är således en kärra som är 12-14 år äldre än Gripen och som då har nackdelen att den i grund är utvecklad runt det sena 1960-talets teknik och utvecklad med det sena 1960-talets teknik vad gäller bl.a. simulering, hållf. beräkningar, materialteknik o.s.v. Dessutom så är kärran utvecklad som en dagjaktkärra i grunden, vilket innebär att den konceptuellt då mest bör jämföras med tidiga Draken (om än oerhört mycket mer kapabel än Draken så klart). Så när man sedan måste lägga till kapacitet, såsom allvädersförmåga, radarjaktrobot, större räckvidd o.s.v. som kommer det att kosta i form av utrymme och vikt och F-16 har redan från början mindre vingyta i ett tyngre skrov än Gripen. Se t.ex. hur man tvingats ta till den relativt primitiva metoden med ovanpåmonterade (och således i praktiken i princip permanenta) konformella bränsletankar i.s.f. som att i Gripen NG flytta komponenter och bygga ut skrovet, vilket då är effektivare ur vikt och aerodynamiksynpunkt.",
				"F-35 i sin nuvarande form är i princip bara en mini stealth bomber och har inte fungerande a2a funktionalitet plus en massa andra problem (vilket inte är så konstigt eftersom planet inte är helt färdigt) Ang Gripen-NG så finns det redan en flygande NG demonstrator med ghetto-aesa radar osv så den kommer förmodligen komma i produktion (iaf om man får tro SAAB) annars har dom ju slösat en jävla massa stålar på att utveckla dom nya systemen, motorn och radarn. Sen om någon kommer lägga beställning på NG är en annan sak eller om Sverige kommer köpa in några eller retrofitta existerande plan. (spekulation) Att F-35 kommer bli det bästa multirole planet är det väll inte mycket snack om å andra sidan så är stealth inte direkt nån proiritet hos så många länder, och dom länder som kommer ha option på F-35 är ju allierade så nån direkt hotbild finns ju inte för att motivera länder som schweiz att köpa F-35. Där är JAS utan tvekan är bästa valet. Iof får vi väl vänta och se hur Ryssarnas och Kinesernas stealth program fortlider.",
				"Jag tror att Indierna i slutändan kommer att välja Mig-35 för att kunna använda gemensamma vapen med deras flygvapen i stort som vad jag förstår (långt ifrån ngn expert) mest består av ryska flygplan, åtminstone de \"moderna\" flygplanen i flottan: Mig-29 samt Su-30. JAS är väl dock det flygplan som möter upp mot kravspecen bäst då man vill ha ett medeltungt flygplan, vilket bara JAS och F16 i denna upphandling är. De andra planmen måste väl ändå klassas som tunga? Men att uppfylla kravspecar (vilket alla plan lär göra) har ganska lite med mtrlköp att göra nu för tiden. Politik betyder i slutändan mest, och att hålla sig väl med Ryssland med vilka Indien har flera pågående affärer med betyder nog mest. / C"
		]
	},
	{
		"postIndex": [
			[1929],
			[1879],
			[1972]
		],
		"postTime": [
			"2009-09-26",
			"2009-09-25",
			"2009-09-27"
		],
		"postNum": [
			[1967],
			[1917],
			[2011]
		],
		"postLink": [
				"/sp18937271",
				"/sp18932570",
				"/sp18963685"
		],
		"postUser": [
				"Slabby",
				"krokodil",
				"Kupo"
		],
		"postUserID": [
				"/u374026",
				"/u126742",
				"/u137500"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p164",
				"https://www.flashback.org/t270116p160",
				"https://www.flashback.org/t270116p168"
		],
		"userUrl": [
				"https://www.flashback.org/u374026",
				"https://www.flashback.org/u126742",
				"https://www.flashback.org/u137500"
		],
		"sentence": [
				"Ganska värdelös diskussion som genomfört här ändå med all statistikrunkande. Att sitta och skrika att f-16 har större motorer och tankar är det väll ingen som säger emot? Att argumentera vilket som är det bättre flygplanet är ju inte heller helt enkelt. Vad jag tycker talar för gripen är att det är ett hyffsat unikt koncept, och har sina stora fördelar som andra inte är vana att möta, medan f-16 är mer standard och (för)många har kännedom om dess prestanda och uppträdande. Jasen har unika system samt som andra säger mindre signatur är f-16 vilket faktiskt har ganska stor betydelse i luftstrid, tro det eller ej krokodil. Hade jag varit säg Brasilien hade jag ändå köpt amerikanskt, även om jag anser maskinen vara \"sämre\". De lär knappast användas skarpt i den utsträckningen samt att de antagligen har bättre politiska villkor och köpvillkor. Sen ska man inte lite för mycket på alla siffror och \"fakta\" man hittar överallt. Vissa fakta vill man inte släppa, andra är överdrifter man vill ha ute för att få den att se bättre ut än vad den är.",
				"Så du anser inte att Gripen A/B är bättre än Block 50/52, eller försöker du slingra dig nu Jag slutade skriva då jag redan förklarat min ståndpunkt i frågan, och eftersom vi inte kommer längre har jag avslutat det ämnet. Sverige hade relativt många flygplan under 1950-talet, men det är inte det samma som världens 3-4 starkaste flygvapen. Jag anser även fortfarande att man borde räkna USA:s vapengrenar separat pga deras styrka. I tråden om 600 flygplan fanns det många troll. bla någon som trodde vi hade 3 starkaste flygvapnet under 1980-talet.",
				"Det är sant att det är en fördel, men ska man jämföra två flygplan kan det vara ganska bra att veta hur stor fördelen är. Säg att F-22 har 0.001 m2, Gripen 0.5 m2 och F-16 1.2 m2 RCS. Då kan du inte säga att prestandaskillnaden mellan Gripen och F-16 är större än den mellan F-22 och Gripen. Men siffrorna säger fortfarande att Gripen upptäcker ett 1 m2 RCS-mål på längre avstånd än F-16 upptäcker ett 1m2 RCS-mål (samma sak för övriga målkategorier). Alltså säger siffrorna att Gripen har bättre radar. Detta har inget att göra med vad F-16 och Gripen har för RCS."
		]
	},
	{
		"postIndex": [
			[2240],
			[2482],
			[2417]
		],
		"postTime": [
			"2009-12-06",
			"2010-01-21",
			"2010-01-15"
		],
		"postNum": [
			[2284],
			[2530],
			[2463]
		],
		"postLink": [
				"/sp20185777",
				"/sp21027625",
				"/sp20917033"
		],
		"postUser": [
				"Jost",
				"Telefonsamtal",
				"Telefonsamtal"
		],
		"postUserID": [
				"/u125417",
				"/u393349",
				"/u393349"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p191",
				"https://www.flashback.org/t270116p211",
				"https://www.flashback.org/t270116p206"
		],
		"userUrl": [
				"https://www.flashback.org/u125417",
				"https://www.flashback.org/u393349",
				"https://www.flashback.org/u393349"
		],
		"sentence": [
				"Dom var det ursprungligen, eftersom Finlands försvarsmakt hade/har en uttalad inriktning - inte en offensiv. Men detta har börjat tänjas ut på senare tid - bl.a. som en orsak av Ottawafördraget (som Finland ännu inte ratificerat men som man arbetar emot genom att införa andra ersättande system). Om testerna fortgår som planlagt så kommer ett 10-tal Hornetplan att ha full attackkapacitet inom några år (sensorkapslar och vapensystem) medan resten kommer att ha möjlighet att bära på vapensystem som är offensiva till sitt väsen. Detta är också ett ganska logiskt antal attackfpl, då behovet av jaktflygplan ansetts vara ca 40-50. Gällande MiG-21 så kom den så småningom att bli ett omtyckt fpl av piloterna (bl.a. tillsammans med Draken det enda fpl som haft Mach 2-kapacitet, det första som var utrustat med robotar - och för att vara av den generationens flygplan, så skedde ganska få haverier med flygplanet). Naturligtvis förekom vissa problem med att införa ett sådant flygplan, bl.a. hade steget från dukbeklädda vingar till Mach 2 skett på bara 10 år. Flygplanet krävde ganska mycket underhåll och i början förrådsställdes halva MiG-flottan eftersom det inte fanns tillräckligt med utbildade piloter för att flyga samtliga 21or. Ryssarna hade krävt att Finland införde Mach 2-kapabla fpl som var robotbestyckade för att få bort de amerikanska spionflygplan som utnyttjade Finländskt territorium för visiter in i Sovjetunionen. Detta var också en orsak varför en flygbas flyttades till Lappland. När F-13 planen började nå slutet på sin livsålder så fanns det egentligen bara ett alternativ - att köpa ryskt (detta på grund av den balansgång inom försvarsmaterialinköp som Finland använde sig av vid denna tid: 1/3 från väst, 1/3 från öst och resten inhemskt). MiG-23 erbjöds, men det ansågs vara ett för dyrt och komplicerat fpl och BIS-versionen av 21an valdes istället då övergångssteget inte var så stort. Gällande NASAMS - Här var valet mellan en Cadillac eller fyra Volvos som den finska försvarsmaktens kommendör uttryckte det. BUK-M1 kommer att ha ca 20 år på nacken då den går i pension och det är väl främst för att raketmotorerna har en begränsad livslängd - visst det går att byta ut dessa, men då kommer vi också till frågan om att tekniken börjar bli föråldrad (Crotale NG skall uppgraderas i nästa år). Systemet påstods vara sårbart mot modern störteknik (kanske, men Georgierna fick ändå ned något fpl med systemet). SAMP-T var säkert ett bra system, men så dyrt att det säkert bara skulle ha funnits pengar till ett batteri, nu fick dom ett system som i praktiken kan täcka stora delar av landet och som är redundant i sin uppbyggnad (slår du ut en radar, så finns det många kvar). Och om systemet någon gång i framtiden uppdateras så att den kan bära D-versionen av AMRAAM så kommer räckvidden att utökas....ja för att ännu ta detta, AMRAAM är ett känt system, Hornets robotar har skruvats ihop i Kuorevesi så kunskap och kännedom finns redan.",
				"Om jag förstått saken rätt har Storbritannien bara beställt och finansierat tre stycken F-35B för testsyften än så länge, detta medan amerikanerna pumpar in ytterligare 3,8 miljarder USD för fortsatt utveckling (som egentligen skulle gått till inköp av färdiga flygplan) i försvarsbudgeten för 2011. Det går inte att bortse från möjligheten att amerikanerna och britterna stöter på problem och att kostnadsökningarna fortsätter skena. Tillverkaren säger sig kunna tillverka och leverera en om dagen från 2015. Men detta är den \"vanliga\" varianten och inte mer avancerade F-35B/C. Hur det kommer bli med britternas order är således lite vanskligt att säga. Inte bara kommer de kosta mycket i inköp. Det föreligger även oklarheter i stil med när de överhuvudtaget kan levereras, hur stort behovet egentligen är (läs: hur många har britterna råd med) samt driftskostnaden. Exakt hur dyra de är att använda är osäkert även det men den amerikanska flottan har gjort lite uppskattningar; Nu är det dags för Saab att erbjuda en kostnadseffektiv Sea Gripen som ett alternativ till britternas hangarfartyg med andra ord. En variant modifierad med kapacitet att skjuta samma robotar som Eurofighter Typhoon, det vill säga det som redan finns samt ASRAAM, HARM, ALARM, Stormshadow och Brimstone samt eventuellt något mer. Dessutom har vi teknologibiten. Den enda underhålls-, reparations-, service- och uppgraderingsfaciliteten för F-35 utanför USA kommer finnas i Italien på flygbasen Cameri. Britterna måste alltså flyga sina flygplan dit eller till USA för att göra allt som är mer avancerat än dagligt underhåll. Så skulle det förstås inte vara med en brittisk Sea Gripen där britterna skulle få tillgång till precis allt. Inköpspris, kostnad att använda, teknologibiten, det vill säga sammantaget pang per krona, samt självbestämmande gällande modifieringar och uppgraderingar är på den nivån att britterna borde vara seriöst intresserade av Sea Gripen (samt i mindre utsträckning Dassaults Rafale M). Den största nackdelen är dock avsaknad av den i övrigt hajpade funktionen \"stealth\" aka \"generation 5\" samt den viktigare funktionen V/STOVL-kapacitet hos Sea Gripen. Det sistnämnda ensamt borde egentligen inte diskvalificera Sea Gripen, men av politiska hänsyn kommer britterna köra vidare på F-35. Britternas order av F-35 kommer reduceras till 70 stycken flygplan. Detta kommer gå till som så att Royal Air Force får acceptera att de förlorar V/STOVL-kapacitet och får nöja sig med Eurofighter Typhoon och uppgraderade Panavia Tornado. Fleet Air Arm kommer få samtliga 70 stycken F-35B. Hälften av dessa kommer alltså användas på hangarfartyget HMS Queen Elizabeth permanent, medan den andra halvan kommer stationeras på baser i Storbritannien med delvis samma uppgifter som RAF-kärrorna skulle haft, men framförallt med marin kompetens och förmåga att användas från fartyg som HMS Ocean (eller dylik plattform) eller från framskjuten bas vid behov.",
				"MiG-29 flög i en hangarfartygsvariant första gången 1982, för den sovjetiska marinen. Dock föredrog marinen den större Su-27 (som blev ). Den nuvarande hangarfartygsvarianten MiG-29K köptes av Indien i 16 exemplar, och kommer ersätta Su-33 även i Ryssland (det är för dyrt att öppna produktionslinjen för Su-33 igen). Förstärkningarna på MiG-29K innebar bland annat en ökad vikt på närmare tre ton jämfört med landversionen den utvecklades från. Gripen slipper ges vikbara vingar så där sparas säkert mycket vikt, men det blir ändå åtminstone två ton mer vikt på flygplanet vilket ju i sin tur minskar prestanda och räckvidd. Vidare har MiG-29K lite mer exklusiva dyrare material i motorn för ökad prestanda under start samt för att kunna lyfta igen vid misslyckad landning där kroken inte hakat fast i vajern. Möjligtvis måste motorn trimmas även på Sea Gripen? Prov med MiG-29K skedde på Admiral Kuznetsov under 1989-1991. Två års prov på hangarfartyg alltså. Var ska Saab hitta hangarfartyg att prova på? Det borde rimligtvis vara genom Indien då om de väljer Gripen. Detta kommer indierna enbart gå med på om de får en mycket stor teknologiöverföring och möjlighet att styra utvecklingen utan att behöva bekosta särskilt mycket själv. Den indiska marinen måste vidare övertygas om att Sea Gripen är väldigt mycket bättre än MiG-29K och MiG-29KU (tvåsitsig variant). Skulle Indien utveckla/beställa Sea Gripen kommer de alltså ha två vitt skilda flygplanstyper istället för en vilka inte kan använda samma vapensystem, logistik etc. etc. Varför skulle Indien gå med på det? Däremot behöver Brasilien lite vettiga flygplan till sin penisförlängare. Väljs Gripen till flygvapnet känns det bara logiskt med säg 18 stycken Sea Gripen till . Men det är samma sak där, Brasilien kommer inte låta sitt hangarfartyg användas för prov annat än om de ges en mycket stor del i utvecklingen och slipper betala för det."
		]
	},
	{
		"postIndex": [
			[2556],
			[2618],
			[2621]
		],
		"postTime": [
			"2010-01-28",
			"2010-02-03",
			"2010-02-03"
		],
		"postNum": [
			[2605],
			[2668],
			[2671]
		],
		"postLink": [
				"/sp21155235",
				"/sp21261613",
				"/sp21262007"
		],
		"postUser": [
				"Telefonsamtal",
				"Telefonsamtal",
				"Telefonsamtal"
		],
		"postUserID": [
				"/u393349",
				"/u393349",
				"/u393349"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p218",
				"https://www.flashback.org/t270116p223",
				"https://www.flashback.org/t270116p223"
		],
		"userUrl": [
				"https://www.flashback.org/u393349",
				"https://www.flashback.org/u393349",
				"https://www.flashback.org/u393349"
		],
		"sentence": [
				"Gripenkärrorna Thailand köpt är Flygvapnets JAS 39 av första generationen som av Saab uppgraderats till andra generationen. Detta medan företaget redan gått vidare till NG, tredje generationen. Thailand får alltså begagnade kärror som inte ens är det bästa Saab kan erbjuda. Kostnad per flygplan: 565 miljoner kronor. Detta inkluderar alltså flygplanen. Sedan har Thailand lagt till ytterligare cirka 30 miljoner kronor per flygplan för att få utbildning, dokumentation, tillgång till stöd från Saab etc. Totalkostnad: 595 miljoner kronor per flygplan. Vänligen observera att detta inkluderar det svenska flygvapnets radarspaningsflygplan, det svenska flygvapnets RBS-15 sjömålsrobotar till Gripen eller köp Thailand kommer göra av annan part (i första hand Sidewinder samt AMRAAM jaktrobotar från USA). För detta har Thailand lagt undan pengar separat. Styckepriset per flygplan är således inte billigt. Dock kan det eventuellt förhålla sig på det sättet om Starvid var inne på, att priset för den svenska statens egendom i hela affären, det vill säga radarspaningsflygplanen samt sjömålsrobotarna i första hand var \"subventionerat\" på bekostnad av priset på flygplanen? 565 miljoner kronor per Gripen blir alltså omvandlat till dollar 77,5 miljoner USD i \"fly-away price\", eller drygt 80 miljoner USD om vi lägger till utbildning, dokumentation, stöd från tillverkaren etc. Detta är en rätt saftig prislapp. Tänk på att det är andra generationen Gripen vi pratar om nu, C/D. Det motsvarar på sin höjd (om vi ska vara lite snälla mot Saab) F-16C Block 50. Polackernas och grekernas Block 52+ har överlägsna specifikationer avseende exempelvis räckvidden på radarn, räckvidd, vapenlast (samt flexibiliteten avseende hur vapen kombineras) etc. Drar vi in F-16E Block 60 (med AESA-radar med mera) i bilden med en prislapp på ~80 miljoner USD framstår det som rätt idiotiskt att betala nästan lika mycket för begagnade Gripen. En aspekt i det hela är att USA enbart erbjöd Thailand Block 52+ och att grannlandet Malaysia har Su-30 som är en erkänt bra jaktkärra med mycket god räckvidd på radarn. Thailand ville självfallet ha AESA-radar på sina kärror men det fanns ingen västerländsk tillverkare som ville/kunde erbjuda det. Att den svenska staten var villig att hjälpa Saab genom att i princip skänka bort två radarspaningsflygplan kompenserar dock ganska väl för den sämre räckvidden på Gripenkärrans radar (ungefär som i fallet Hawkeye hjälper Rafale M som har en \"klen\" radar). Kombinationen Erieye och AMRAAM-utrustad Gripen är rätt vass mot malaysiska Su-30. I princip kan Erieye upptäcka Su-30 tidigt och AIM-120C-7 AMRAAM har bättre räckvidd än de ryska BVR-robotarna Malaysia har tillgång till. Enbart Gripen mot Su-30? Inte lika lockande va... där skulle Su-30:an upptäcka en thailändsk Gripen först, skjuta jaktroboten först och gå segrande ur striden. Sak samma med RBS-15, att det thailändska flygvapnet nu får robottypen billigt (i förmodligen ganska respektabel mängd) ger dem en möjlighet att sänka en hel del av den malaysiska flottans flytetyg vid en konflikt. En ganska ny kapacitet för det thailändska flygvapnet. Skulle Thailand köpt exempelvis F-16C Block 52+ hade de fått köpa sjömålsrobotar separat. Det är inte ens säkert att USA skulle ha tillåtit försäljning (av samma anledning som de inte ville att Thailand skulle få AESA-radar). Det är det ingen som vet, men jag tippar att det kommer landa på omkring 120 miljoner USD per flygplan. Det vill säga drygt 50 procent dyrare per flygplan i inköpskostnad. Dock har norrmännen i sin analys valt att se på kostnaden över hela livslängden och kom då fram till att Gripen skulle bli dyrare. Flygplanen ska ju ändå användas i närmare fyrtio år och om femton år kommer Gripen kännas lika modern som en Volvo 240 medan F-35 fortfarande är nydanande. Ryssarna ska till exempel provflyga sin generation 5-kärra i år, PAK FA ;)",
				"7 miljarder dollar uppskattar den norska staten totalkostnaden till som mest. Ordervärdet i kontraktet kommer självfallet vara specificerat i antal miljarder dollar och inte i norska kronor. Ditt yrande om norska kronor är obegripligt. Mer än 7 miljarder dollar för 48 stycken? Knappast. Eftersom du är så glad för att prata om norska kronor kanske du även inser att den norska kronan är stark, väldigt stark, i förhållande till dollarn jämfört med för två år sedan. Seriösa ekonomiska bedömare ser inga tecken på att detta skulle förändras under kommande år. Snarare tvärtom... den amerikanska ekonomin mår allt annat än bra vilket är anledningen till att även F-35 börjar hamna under luppen. Som jag skrev tidigare är det dock ett spel för gallerierna. Att någon höjdare som ändå skulle pensioneras snart får sparken har ingen betydelse i det stora hela. När den amerikanska dollarn minskar i värde urholkas hela den amerikanska ekonomins köpkraft vilket gör att även F-35 blir dyrare räknat i dollar. För exportkunderna är det förstås bara fördelar med att F-35 kommer byggas i USA och att ordern ska undertecknas i svaga amerikanska dollar. Dina önskedrömmar om att något land skulle avbeställa F-35 och istället beställa Gripen är precis vad de är, drömmar. Se mitt svar ovan. Skriver tillverkaren på ett kontrakt nu, för att sedan se dollarn falla i värde under flera år, sitter de rätt seriöst i skiten. Då måste skattebetalarna gå in och rädda företaget. Jag tror inte amerikanska skattebetalare är så sugna på det nu och därmed inte heller politikerna som gärna vill bli omvalda. Hade det förhållit sig tvärtom, det vill säga att den amerikanska ekonomin var dunderstark och att alla tecken pekade uppåt, då hade kanske ett kontrakt kunnat skrivas på nu. Hur valutakurserna kommer stå om fem år önskar säkerligen mången spekulant veta, men sådant är ju inte känt på förväg. Därav tecknas inte kontrakt i den här mångmiljardklassen flera år i förväg. Antalet kommer bli större i praktiken. Mycket större, oerhört mycket större. Jag bedömer att Gripen NG kommer sälja i något dussintal exemplar (om inte till exportkunder så åtminstone till svenska flygvapnet av industripolitiska skäl). Antalet F-35 som kommer tillverkas är som alla vet mycket stort. Enbart Nederländerna planerar exempelvis att köpa 85 stycken F-35A och regeringen beräknar kostnaden till 9,1 miljarder euro för totalkostnaden med inköp, uppgraderingar och drift under 30 år. Räknar vi med enbart den inledande inköpskostnaden räknar de med att få betala 5,1 miljarder euro. Det vill säga pris per flygplan: 81 miljoner dollar. Det intressanta här är att det framkommit (genom grävande från nederländska medier) att det nederländska flygvapnet önskat köpa F-35 och därför manipulerat en del siffror för att få politikerna att gå med på köpet. Det nederländska flygvapnet har varit rädda för att politikerna av kostnadsskäl skulle överväga något sämre. Det är med andra ord inte politikerna som pushat på för F-35 som Saabfantaster gärna vill framhålla utan tvärtom flygvapnet. Den interna vapenlasten är den bedömda praktiska vapenlasten som behövs för att kunna utföra ett uppdrag. Inget stridsflygplan flyger stridsuppdrag nerlastat som på Saabs reklambilder. Tittar vi på hur exempelvis F-16 använts och används under uppdrag i dag bärs sällan mer än två JDAM och två jaktrobotar. Numera förutsätts bomberna träffa sitt mål på första försöket. Och ja, sedan går det ju att bära vapen externt också; Även med måttlig realistisk extern last kommer radarsignaturen rimligtvis vara mindre än på Gripen NG. Man kan även tänka sig exempelvis att bränsletankar bärs externt för patrulluppdrag eller \"loiter time\" vilka sedan kan fällas vid behov.",
				"Mindre fattigare länder lär inte vara intresserade av F-35 just nu utan snarare av begagnade kärror med flygtimmar kvar alternativt uppgraderade äldre flygplanstyper. Nya F-16 har exempelvis beställts av flera länder de senaste åren. Möjligtvis kommer det komma ut lite begagnade amerikanska flygplan på marknaden som håller i tio-femton år när väl F-35 kommer i tjänst hos USAF? Vad gäller Kroatien och Gripen: Vi vet ju nu att Ungern fick betala 68 miljoner dollar styck för sina vilket är billigare än för Thailands del. Skillnaden ligger i att Ungern inledningsvis leasade sina och därmed fick utbildning och logistiskt stöd från det svenska flygvapnet. Kroatien är en klar kandidat för begagnade JAS 39A/B som uppgraderas till C/D. Ett antal av säg 12 stycken JAS 39C/D till Kroatien skulle då kosta (med samma kostnad som för Ungern) 816 miljoner dollar. Jag skummade igenom som är föredömligt detaljerad. Skulle kostnaderna genom ett leasingavtal spridas ut över tio år (leasing fem år, sedan avbetalning av restvärdet i fem år räntefritt men korrigerat för inflation och kursförändringar) skulle Kroatien enligt min bedömning ha råd med 12 stycken Gripen C/D. Jag tror du underskattar magnituden av summorna i dessa fall. Vidare att det rör sig om exportaffärer. Infrastruktur bygger man i sitt eget land med egen arbetskraft för egna arbetare. Sälja stridsflygplan och investera i motköpsaffärer är lite annat än att sälja en isbrytare eller två. Särskilt om man tar valutakursförändringar i beaktande. De där valutaförsäkringarna du pratar om riskerar att bli rätt enorma smällar som sedan ska tas från svennebanans ficka. Om det nu var så enkelt som du vill framhålla det kan du kanske svara på varför kontraktet inte redan är påskrivet? Vidare, tror du att Saab hade gått med på att skriva på ett kontrakt med Norge med ett garanterat pris med en första leverans fem år senare med ytterligare leveranser under fem år? Det tror inte jag."
		]
	},
	{
		"postIndex": [
			[2950],
			[3000],
			[3110]
		],
		"postTime": [
			"2010-11-14",
			"2010-12-05",
			"2011-03-07"
		],
		"postNum": [
			[3009],
			[3061],
			[3175]
		],
		"postLink": [
				"/sp26849713",
				"/sp27352141",
				"/sp29317342"
		],
		"postUser": [
				"Omregistrerad",
				"Omregistrerad",
				"wellerocks"
		],
		"postUserID": [
				"/u479719",
				"/u479719",
				"/u536106"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p251",
				"https://www.flashback.org/t270116p256",
				"https://www.flashback.org/t270116p265"
		],
		"userUrl": [
				"https://www.flashback.org/u479719",
				"https://www.flashback.org/u479719",
				"https://www.flashback.org/u536106"
		],
		"sentence": [
				"är en kontrollinstans som har till uppgift att granska hur staten använder våra pengar och syftet är att peka på brister, för att resurserna som finns i statsbudgeten ska användas så effektivt som möjligt. Det vill säga dina och mina skattepengar. Och föga förvånande har Riksrevisionen riktat kritik mot statens del i Gripensystemet ett flertal gånger. Kritiken har gällt allt från problem i utvecklingen, till senare uppgraderingar och statens inblandning i försäljningen av systemet utomlands. Till att börja med ska vi ju komma ihåg att Gripen är ett skal som har fyllts med utländska komponenter. Det är med andra ord en hel del som har köpts utifrån även om Gripen monteras ihop i Sverige. Dessutom vad gäller att köpa system utifrån: För att trygga försäljningen till den största kunden hittills, Sydafrika, utlovade Saab och BAE motköp på 73 miljarder kronor. Detta krävde, för att uttrycka det milt, att även den svenska staten gick in. Köper en stat ett utländskt system för säg 60 miljarder kronor är det brukligt att säljaren utlovar motköp av samma eller än högre värde. Skulle Sverige istället valt amerikanska F-16 för den summan skulle alltså 60 miljarder kronor pumpas in i det svenska samhället av amerikanerna i motköpsaffärer. Motköp behöver inte innebära att amerikanerna köper fysiska svenska produkter för den summan, det kan betyda att de överför teknologi och \"know how\" till svenska universitet och företag (som Saab) eller gör investeringar i det svenska samhället. Det säger sig självt att det skulle bli en enorm boost för svensk kompetens och företag i högteknologisektorn. Hittills är det enbart Sydafrika som har beställt nya Gripen och det alltså först efter att landet fick massiva motköp där svenska skattebetalare fick vara med och pröjsa. Resten av flygplanen som har exporterats har varit Flygvapnets (läs: skattebetalarnas) egendom. Med andra ord, ska vi räkna utgifter vs inkomster ser det inte särskilt vackert ut. För att kunna göra en riktig vinst måste Gripen säljas i hundratals exemplar till andra länder. Som om det kan hända... Gripen kommer vara det sista svenska stridsflygplanet som utvecklas. Varför då, kan du ju fråga dig, om det nu är så ekonomiskt och bra för Sverige? Nej de fick inte nya Gripen. Thailand får begagnade kärror från Flygvapnet som uppgraderas till C/D-standard. Plus två av Flygvapnets Erieye-system, en del av Flygvapnets sjömålsrobotar, stöd med utbildning i Flygvapnets regi etc. Det är klart att det blir billigt för thailändarna när den svenska regeringen sockrar affären med statlig egendom i form av (på grund av nedskärningar) överflödiga begagnade flygplan med mera. Givetvis hade USA haft ekonomiska resurser att sockra ännu mer och i princip skänka bort uppgradering av F-16 till Thailand med diverse lull-lull. Av politiska skäl (med den då rådande militärjuntan) var det inte aktuellt.",
				"Det är möjligt, men att Block 52+ eller Block 60 av F-16 skulle vara omodernt och därmed inte kunna hävda sig mot det motstånd den kan ställas inför är givetvis trams. Iranska F-14A eller moderna versioner av den ryska Su-serien får det svårt nog vid en luftstrid. Liksom JAS 39C/D Gripen... Länder som köpt F-16 nyligen, Marocko nu senast om jag inte är helt felinformerad, har självfallet inga planer på att ersätta dem de närmaste decennierna. F-16 kommer säkerligen fortsätta flyga till åtminstone år 2040. Hur menar du att den står vidöppen? Vad jag har förstått har Norge redan gjort sitt val och därmed även Danmark. Varför skulle Norge välja något annat stridsflygplan nu när tillverkarna av dessa kastat in handduken? Det finska flygvapnet är lite osynkat jämfört med många andra flygvapen. En fördel i sammanhanget är att det då går att köpa flygplan direkt från det löpande bandet som är befriat från barnsjukdomar och inledande höga kostnader. F-35 kommer knappast vara lika dyr när det blir aktuellt för Finlands (eller eventuellt Sveriges) del som är fallet för de första kunderna. Skitsnack. Såväl Viggen som Gripen skulle ursprungligen beställas i avsevärt större volymer än vad som blev fallet i slutändan. Båda två blev dessutom försenade. I fallet Viggen blev det exempelvis så att man istället moderniserade en del Draken för att spara pengar. I fallet Gripen flög en del moderniserade Viggen vidare parallellt med Gripen istället för att ersättas.",
				"Saabs mut-härvor är direkt kopplade till BAE systems. BAE prackade på Sydafrika om ett paket-deal med Hawk kärror tillsammans med Gripen. BAE hade haft kopplingar med den Österrikiska Greven. Dock så hoppas jag att du förstår att i säkerligen majoriteten av fallen ligger politik och mutor bakom val, inte hur bra eller anpassbara kärrorna faktiskt är. Titta bara på hur USA stoppade J-37 försäljningen till Indien på 70-talet och hur de försökte att få ur Gripen NG ur Norges senaste uppköp. Politik och mutor styr hela stridsflygplans-affären. Att Sveriges vapenindustri står skamsen är för att Svenska vapen-hatande journalister bevakat vapen-industrin som hökar. Allt för att bevisa hur vår vapenindustri är så usel och orättfärdig vilket istället hämmar Amerikansk, Rysk och Europeisk vapenindustri men Sverige, SAAB och Bofors tappar miljarder för att inte tala om sitt ansikte utåt. F-16 Block 50/52+ är snarare i klass med Gripen A/B prestandamässigt med undantaget av de elektroniska uppdateringarna som är i klass med Gripen C/D. Nu pratar vi ändå om två flygplan som nästan är 25-års skillnad på. Gripen är modernare, är utvecklad på mer modern teknik och har ett mycket större utbud av vapen. Det går inte att undgå. F-16 må vara det billigaste Amerikanska planet för ett flygvapen och det är beprövat. USA har med hjälp av starka politiska krafter krängt på mindre nationer begagnade F-16 plan. Personligen gissar jag att de länder som väljer att köpa nya eller begagnade F-16 plan gör detta för att i framtiden få ta del av modernare amerikanska system av slag som vidgas även utanför flygvapnet. Visserligen är F-16 ett gediget flygplan, missförstå mig inte. Dock anser jag att det varken är ett billigare plan eller ett bättre plan än Gripen. F-16's försäljning på senare dagar har varit främst av politiska skäl."
		]
	},
	{
		"postIndex": [
			[3301],
			[3292],
			[3297]
		],
		"postTime": [
			"2011-03-15",
			"2011-03-15",
			"2011-03-15"
		],
		"postNum": [
			[3367],
			[3358],
			[3363]
		],
		"postLink": [
				"/sp29497022",
				"/sp29483222",
				"/sp29494745"
		],
		"postUser": [
				"Mikael666",
				"Mikael666",
				"krokodil"
		],
		"postUserID": [
				"/u11626",
				"/u11626",
				"/u126742"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p281",
				"https://www.flashback.org/t270116p280",
				"https://www.flashback.org/t270116p281"
		],
		"userUrl": [
				"https://www.flashback.org/u11626",
				"https://www.flashback.org/u11626",
				"https://www.flashback.org/u126742"
		],
		"sentence": [
				"Men det säger väl bara hur det ser ut nu, det är knappast en sanning om hur framtiden blir. Förstod att du inte skulle förstå vad jag skrev. Jag har varken sagt för eller emot i den debatten, snälla säg att du förstår. Det jag menade att din källa var helt värdelös. För att den ska vara vettig i den debatten så krävs det minst någon form av värde, t.ex. dBA vid ett visst avstånd eller liknande. Nej visst, tillverkare brukar väl inte påstå att just deras produkt är bäst. Det är väl därför man ofta läser i produkt datablad att en produkt är näst bäst, tredje bäst osv... Du är verkligen korkad. Nej inte en enda gång. Du är bara för korkad för att förstå vad jag skriver. Inte ens detta förstod du, varför svara du på inlägg som du inte förstår. DET HANDLAR INTE OM VAD KUNDEN ANVÄNDER PLANET TILL!!!!! Planet är fortfarande BYGGT för 70% attack och 30% jakt. Om du använder en kaffebryggare till dörrstopp så innebär inte det att bryggarjäveln var byggd för det ändamålet. Snälla kan inte någon användare svara och berätta om jag är otydlig eller inte? Skrattretande att Lockheed hävdar att F-35 ersätter de typer som dom visar på sid. 4. Men läs gärna igen vad jag skrev angående din förra källa. Tidningen AirForces Monthly har också skrivit reportage om F-35 begränsade jaktförmåga. Intressant är också att tillverkaren har en ny definition på vad en 5-generation är. Blev visst lite jobbigt när kärran inte levde upp till e tidigare kriterierna. Åfan, det måste du snarast berätta för andra flygplanstillverkare, dom måste genast få veta att allt vad motmedel, manövrerbarhet, hastighet osv är helt onödigt. Det enda som krävs är ett relativt uselt plan med bra RCS framifrån. Nej det gjorde du inte. Som sagt, varför jämföra något som endast det ena planet har. Hade det varit som du skrev så hade du skrivit något i stil med \"Gripen kan inte ta intern last, vilket är dåligt för att...\". Men du jämförde i tron om att F-35 tog mer internt än vad Gripen gjorde totalt, vilket än en gång visar vilken pajas du är. Nej, jag driver detta vidare för att du alltid slänger ur dig korkade påståenden samt plattityder, och när någon svarar på det så försöker du smita undan med andra korkade påståenden. Precis. Inte som du som jämför intern last med, hmm, ja,,, vad ska vi hitta på.... Om det berodde på annat än att kunden ändrade kraven så JA, absolut. Om Gripenprojektet var försenat p.g.a. att Saab gjorde misstag eller liknande så var Gripenprojektet ett dåligt projekt vid det tillfället. Sen måste du också förstå att bilden kan ändras med tiden. Idag kan Gripen ses som ett lyckat projekt när man väger in alla fördelar som vida överstiger de eventuella problem som fanns tidigare. I fallet F-35 så backar under på bred front, ekonomin är usel och milstolpar missas, så just nu är det katastrof. Framtiden kan dock bli annorlunda, det kan bli en succé. Totalt sett så ja. Givetvis kan ingående komponenter var modernare i vissa versioner men konceptet är gammalt och kommer aldrig att kunna leva vidare på samma sätt som Gripen. Ingen kunskap alls har du, tyvärr. Det är möjligt att du tror att du har det, men det har du inte. Stackars ledsna pojke. Absolut, säger inte emot alls. Men BVR-jakt är knappast det enda jaktscenariot. Sen när det gäller F-35, som endast har låg RCS rakt framifrån, så behöver den stöd från AEW eller liknande. Ligger den med egen radar och söker så är den snart rökt, om det nu inte är kamelryttare den jagar.",
				"Så du är spåtant också =) J Nej, du är en pajas och inget annat. Nu hoppas jag att många läser detta då det är otroligt viktigt. Först och främst har inte jag blandat mig i debatten mellan dig och Gipfel, jag tyckte bara att Gipfels kommentar var rolig och lade därför den som signatur, men jag börjar även tro att det han skrev om föräldrar som är syskon är sant. Nu till det viktiga. Krokofant skickade en länk i ett PM till mig, en länk till en broschyr från en tillverkare. Där kunde man läsa att tillverkaren hävdade att en motor hade en låg ljudnivå jämfört med en annan typ av motor. Inga mätningar visades, ingen källa till ett institut som utfört ljudmätningar, inget alls. Det enda var alltså en tillverkare som skrev att deras produkt var bra. Där mina vänner har vi nivån på Krokofjants källor. Källkritisk någon? Men tydligt igen, jag har varken sagt bu eller bä i debatten rörade motorer i MBTs KAN användas eller kommer att kunna användas? Nej jag har fortfarande inte skrivit att F-16 bara har omoderna, torka tårarna och läs igen. Nej om du hade läst källan så hade du sett att folk inom projektet hävdar just motsatsen. Egenskaper som man försett F-35 är bäst lämpade för attack, som sagt, 70% attack och 30% jakt. Sen verkar du inte alls förstå vad det påståendet innebär. Det har INGET att göra med vad en användare gör med planet. Planet är BYGGT för 70% attack och 30% jakt, men om en användare vill dela ut post med det så är det upp till den, men det innebär inte att planet i sig är byggt för att dela ut post. Dålig flygprestanda är väl det främsta. Men varför ska jag förklara när USAF och ledande inom projektet redan gjort det, torka tårarna och läs källorna. BVR så är det så klart inte lika kritiskt, då kan jag i så fall tänka mig den begränsade lasten, om man nu vill vara stealth. Nej du gjorde ju inte det. Du trodde att F-35 tog mer internt än vad Gripen tog internt, pajas. Varför skulle du annars jämföra något som den ena parten inte har? Förstår du verkligen inte hur korkat det är? Ungefär som att jämföra vilken som flyger snabbast, en gädda eller en skata. Nej du är motbevisad, dina egna påhitt är inte vatten värda är jag rädd inte heller tårarna som rullar längs dina kinder. Nej eftersom du inte vet hur projekt skall drivas eller vad det är som väger in när man avgör om det är lyckat eller inte så kan du väl sluta kommentera. Ett projekt är aldrig lyckat om milstolpar inte nås i rätt tid eller om kostnader skenar, båda har inträffat i JSF-programmet. Nej du missförstår som vanligt. Kan du inte börja posta ditt trams i ett word-dokument istället. Det finns inget du kan lära mig. Du skriver plattityder för att verka kunnig, men alla genomskådar dig. Ja, låg RCS framifrån, inget annat. Gripen har också låg, även om den inte är lika låg som F-35. Men Gripen har genomgående låg. Låg RCS framifrån är och inte runt om är just för att vara bra på attack. Allt vettigt motsäger krokofjants påståenden. Tyvärr saknar han förmåga att ta till sig det. Men var inte arg på honom, han förstår helt enkelt inte bättre.",
				"Eftersom man redan idag har fler kunder på F-35, än vad SAAB har potentiella kunder på Gripen NG. Läste du broschyren? Sedan så är inte jag den enda i den tråden som påstår att gasturbinen har lägre ljudnivå. En av Världens största tillverkare av gasturbiner hittar inte på saken i sitt informationsmaterial till kommande kunder. Beror på om man får några kunder. Jo, det har du skrivit flera gånger. Det kommer finnas flera olika användare av flygplanet, och som då kommer att använda flygplanet för mer än 30 % jakt, bla i Norges fall. Det är även få kunder som kommer att ha F-22. Som du då påstår ska utföra den mesta av jakten. F-35 kan inte bli så mycket mer Multirole än vad det nu kommer att bli. Nej, många användare ( däribland USA ) kommer att använda F-35 för betydligt mer än 30% jakt ( och mindre än 70 % attack), då F-35 är ett 5:e generationens Multiroleflygplan som ska utföra en rad olika roller. Man manövrerar inte ifrån dagens moderna jaktrobotar, däremot vinner man om man upptäcker fienden först. Det har jag aldrig påstått - jag jämförde intern last mellan flygplanen. Och detta därför att vi innan diskuterat nyttan av att kunna ha last internt. Du driver detta vidare därför att du vill försöka komma ifrån dina otroligt dumma påståenden. Motbevisad av vad....gäller att jämföra samma saker. Då måste Gripenprojektet vara helt misslyckat enligt dig, då det blev försenat över 6 år. Nej, du skrev att F-16 var omodernt jämfört med Gripen, oavsett version. Nä, det verkar som du har svårt att ta till dig information. Till skillnad från dig så har jag en del kunskap i ämnet. Låg RCS är även mycket viktig vid BVR-jakt."
		]
	},
	{
		"postIndex": [
			[3630],
			[3759],
			[3754]
		],
		"postTime": [
			"2011-05-03",
			"2011-12-16",
			"2011-12-15"
		],
		"postNum": [
			[3704],
			[3840],
			[3835]
		],
		"postLink": [
				"/sp30425988",
				"/sp34585450",
				"/sp34555810"
		],
		"postUser": [
				"zekatl",
				"Omregistrerad",
				"Dr.Spin"
		],
		"postUserID": [
				"/u530463",
				"/u479719",
				"/u496782"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p309",
				"https://www.flashback.org/t270116p320",
				"https://www.flashback.org/t270116p320"
		],
		"userUrl": [
				"https://www.flashback.org/u530463",
				"https://www.flashback.org/u479719",
				"https://www.flashback.org/u496782"
		],
		"sentence": [
				"Jag har känslan av att Sverige verkar vara lite av en rebell när det gäller den allmänna normen att fjäska för USA. Ett antal länder väljer USA som säljare även om andra länder kan erbjuda bättre ekonomi/prestanda känns det som. Jag tycker det är synd att t.ex. Norge inte valde Gripen, Norge och Danmark känns som riktiga svansar till USA när det gäller politik. Vill man inte agera som Sverige och vara 'oberoende' ? Förstår inte riktigt varför ärligt talat, när det gäller SAAB och dess produkter som i många år visat världen att ett litet land som Sverige minsann ändå kan göra världens bästa utrustning i viss mån känns detta som en rejält bra sak. Förstår att länder som typ USA inte köper Gripen, då Gripen är gjort för Sverige, och Sverige och USA är väldigt olika, men Norge? De måste väl ha ganska lika behov då det gäller den här typen av utrustning? Har jag fel eller är det så att politiken avgör så mycket större del än andra faktorer? Om t.ex. norden hade gått ihop och bildat en militär allians hade det ju blivit en stark spelare och vi hade fått mycket större politisk makt och respekt, förstår inte varför man inte strävar mot ett sådant samband mer än ett större samarbete med USA...Varför ska norge, danmark, sverige och finland individuellt vara kompisar med USA istället för med varann? Detta har iof inget med diskussionen att göra jag undrar bara varför länder som Norge gör som dom gör - Jag tänker mig att det är av stor vikt att vara kompis och bra överens med sin granne, om något händer är det ju den som har störst chans att hjälpa. Tänker mig ungefär som en skolgård där det finns olika barn, varför går inte de små barnen samma mot en gemensam fiende (mobbare el. likn.) istället för att fjäska och gå med på hans villkor? Nu är ju inte USA vår fiende kanske men ni fattar vad jag menar... Obs, är inte kunnig, skriver bara av mig lite, ta det inte som fakta/på för stort allvar etc.",
				"Hur menar du att det skulle påverka Serbiens val av stridsflyg att USA enligt dig har tagit \"ett steg tillbaka\"? Om du menar att de vill välja något icke-amerikanskt lär de knappast välja Gripen heller med tanke på alla amerikanska komponenter som ingår i det systemet. För övrigt intressant att kinesiska JF-17 är med bland kandidaterna! Det finns bara en enda rimlig förklaring för det och det är givetvis att serbiska politiker inser vikten av att ha goda förbindelser med Kina. Det om något skvallrar om att valet av ett nytt stridsflygplan lär bli politiskt. Det verkar som om EU bestämt sig för att ta med Serbien i vilket fall som helst nu när Serbien fått status som ett kandidatland. Annars hade det säkert blivit en tung faktor i upphandlingen av stridsflyg, det vill säga att flörta med fransoserna och/eller tyskarna som annars skulle satt sig på tvären. Jag tror att Gripen hade haft en chans i Serbien (i synnerhet med tanke på att två andra slaviska länder flyger Gripen) om det inte vore för att vi talar om ett fattigt korrupt land. Jag gissar att det kommer rinna ut i sanden och att de kommer köpa några begagnade kärror från Ryssland för att kunna fortsätta upprätthålla något slags flygvapen. Om inte det svenska flygvapnet leasar ut några av sina... Rafale är inte hotad på något sätt. Varför tror du det? Om du tänker hänvisa till artikeln du länkade kan jag bara be dig vara bättre uppdaterad då samma person som citeras i artikeln har uttalat sig efteråt på ett helt annat sätt. Media tolkar saker och ting som de vill som vanligt. Det han sa till Dassault var att skärpa sig och börja förhandla på riktigt med andra länder. Den franska försvarsindustrin är van att ha en säker trygg kund genom staten och att denna alltid ska komma till dess räddning. Någonting franska skattebetalare inte alltid är helt nöjda med av förståeliga skäl.",
				"Sorry för OT. Gripen är byggt för att vara väloptimerat i alla spektrum. Det innebär att det inte finns en enskild teknik som kan ge en motståndare någon större edge över en Gripen. Just nu används UV, IR och radar i VHF tom X-band. Gripen är ett av de svåraste planen som finns att upptäcka i alla band med alla tekniker vilket innebär att de som använder aktiv sökning måste vara nära nog att avslöja sig själva först. Gripens enda funktionsmässiga konkurrenter är EF2000 och Rafale då F16 idag har nått sin potential (om inte radikala skrovförändringar görs). Det stora hotet kommer från Rysslands Su35BM. Den har världens kraftigaste jaktplansradar (Irbis-E), bakåtseende radar och fenomenal OLS. T.ex skulle planet kunna hitta en Gripen på 160km och en F35 på 75km (från optimal vinkel), från sida/bakifrån är dessa avstånd ännu längre, säkert över 200km och en bit över 100km mot F35. Enda sättet att slå en Su35 är genom att ha en längre arm (dvs vi måste ha något bättre än Meteor), använda luftvärn eller genom att anfalla i sida/bakifrån och då aldrig vara närmare än 46km. Det enda planet som kan supercruisa ifatt planet är en F22. En F35 skulle aldrig hinna fly för att anfalla i sida eller kunna använda sin egen radar heller för den delen. (För då upptäcks den av Su35 på längre avstånd än 75km (Su35s egen escape zone)). Kommer man in bakifrån så kommer det ändå vara svårt att få en låsning då man antingen måste ha IR-system som kan se ett supercruisande flygplan bakifrån på långt över 50km, man får inte använda EBK själv (då upptäcks man av OLS), man kan inte använda radarjaktrobot då bakåtseende radarn även fungerar som en kraftig störsändare samt radarsensor osv. Ett kluster av moderna Su27 och Su35 är i mitt tycke det största hotet idag och F22, Gripen och EF2000 (och ev F15) är de enda som kan hota tillbaka. De har en helt annan doktrin och med bättre vapen än vad alla nämnda plan har så är det minst sagt tufft. (Räckvidden för senaste AMRAAM är 120km om den avfyras i mach 1,5, annars är det ca 100km, räckvidden för vapen på Su35 är 130-200km+ även om de inte avfyras i supercruisefart). Det beror på hur lågt planen flyger och hur terrängen ser ut. Mot homogen terräng (öken, ängar etc) är det inte svårt, men gör samma sak i en terräng där målet rör sig under marknivå (omgivande toppar) och där marken är full av olika reflektioner. Sen påverkar även höjden och avstånden resultatet. På nära håll spelar det ingen roll, närmare maxavståndet spelar det stor roll. Det är precis det jag kommenterat hela tiden. Gripens signatur är så pass liten att den alltid kommer upptäcka belysning först. Samma gäller Rafale, EF2000, F35, Pak FA och F22 men även Super Hornet mfl. Den som använder egen radar mot dessa plan gör sig själv till ett utplottat mål utan att veta om det."
		]
	},
	{
		"postIndex": [
			[4009],
			[4172],
			[4258]
		],
		"postTime": [
			"2012-05-09",
			"2012-07-06",
			"2012-07-31"
		],
		"postNum": [
			[4099],
			[4263],
			[4349]
		],
		"postLink": [
				"/sp37256977",
				"/sp38202492",
				"/sp38573819"
		],
		"postUser": [
				"Dr.Spin",
				"wellerocks",
				"DoDaDa"
		],
		"postUserID": [
				"/u496782",
				"/u536106",
				"/u311210"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p342",
				"https://www.flashback.org/t270116p356",
				"https://www.flashback.org/t270116p363"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u536106",
				"https://www.flashback.org/u311210"
		],
		"sentence": [
				"För att flygplanet endast fungerar i jakt och interceptrollen och är totalt handikappad i alla andra situationer. Till det är EF2000 endast bra rakt framifrån få det är där signaturanpassningen är bäst jmf med Rafale. (Motorbladen syns inte på EF2000 vilket de gör lite grann hos Rafale och det är en stor reflektionskällor, i alla andra vinklar är EF2000 hopplöst missbildad jämfört med Gripen i första hand och Rafale i andra hand) Men vi kan väl kika på vad flygplanen var byggda för och därefter säga om de är lyckade eller ej. EF2000 byggdes som air superiority fighter, dvs den skulle slå ut flankers och \"äga\" luftrummen. Hur har det gått? Mot Rafale har det gått åt skogen, Gripen vet vi inte och jämför vi med Flankers så har EF2000 ingenting att sätta emot. Den har lägre fart, ryssarna har thrust vectoring sedan länge, deras robotar har längre räckvidd, de har större vapenlast, flyger snabbare och har världens kraftfullaste AESA radar samt världens bästa optiska system. EF2000 har inte mycket som matchar. Dessutom kostar ryska flygen en tredjedel till en fjärdedel i inköp, är billigare i drift + har bakåtseende radar som nästan matchar EF2000s framåtseende (och enda) radar. Man har alltså byggt ett flygplan som är sämre än fiendens, kostar ca 3-4ggr mer i inköp och 2 ggr mer i drift och man saknar markmålsförmåga. Rafale och Gripen har vissa situationer där de har ett övertag mot ryssen men EF2000? F22 som projekt är nedlagt så jag tror inte att de kommer få ett optiskt system inbyggt. F22 är grymt i sin 120 graders kon (framåt) och har en bra radar, men då den saknar IRST så kan den inte hitta flygplan baserat på värmesignatur. F22 kräver med andra ord understöd av markradar eller AWACS. Utan stridsledning är F22 alltså ganska blind medan PAK FA har radar framåt, bakåt och vingspetsradar i L-bandet (alltså det band där flygplansformen i princip saknar betydelse) + OLS50 som kommer vara ett IRST-system i absolut världsklass. Så F22 kommer vara bättre med radar på, förutsatt att fiendens sensorer inte fungerar. I alla andra lägen kommer PAK FA ha ett övertag. De gjorde valet att satsa på stealth som är \"tillräckligt\" bra och la till funktioner och förmågor som F22 pga sin extrema radarstealth-optimering fick vara utan. Nästa generation F22, som aldrig kommer byggas, skulle kunna ändra på det. Mig 25 klarar sin roll perfekt, och det var att jaga bort SR71. Mig29 visade sig tidigt vara vassare än F16 under flera år då de var tidigt ute med hjälmsikten som klarade större \"off bore\"-vinklar än dåtidens F16. Idag med de senaste Mig29 så vågar jag påstå att prestandan ganska jämn men att F16 innebär mindre problem och lägre driftkostnader. J20 har man inte visat mycket av så jag säger varken bu eller bä om den. Om du betvivlar ryssarnas kompetens så kan du kan googla lite på vad som sägs om OLS-35 och Irbis E samt jämföra räckvidderna för R37, R27AE+EM och K100 mot moderna jaktrobotar som AIM120D och METEOR. OLS-35 kommer bytas till OLS50 i PAK FA.",
				"Nu är ju dock det största problemet med Löfven att han sitter i ett parti som tillhör en allians där merparten av de ingående partierna har som avsikt att både förminska försvarsbudgeten och totalt dementera Svensk vapenexport. Dvs att minska anslagen till försvaret samtidigt som man vill hindra Gripen och andra Saab-produkter från att exporteras till andra länder är inte direkt en positiv utgångspunkt för Gripen E/F. Sen att Socialdemokraterna har många fler röster än V och MP är en annan sak, men det finns även många röster inom S som vill minska försvarsanslag och som är ytterst kritiska till vidareutveckling av Gripen. Du har främst SD, M, C och KD som är positiva till vidareutveckling av Gripen, FP och S som velar fram och tillbaka och slutligen V och MP som är starkt kritiska till vidareutveckling av Gripen. M vill ju inte ens göra en luftförsvarsutredning utan påstår att Gripen E/F löser detta med fortsatta uppdateringar i framtiden. Helt ärligt vet jag inte vad Brasilienarna håller på med. Inofficiellt har du korrupta politiker och många misstankar om mutor, främst från Amerikanskt och Franskt håll (sen är nog SAAB inte helt oskyldiga heller). Min gissning är att Brasilien för tillfället mjölkar situationen så mycket som möjligt. Saab har skapat ett utvecklingscenter i Brasilien, Boeing skrev nyss på kontrakt med Embraer om att hjälpa med utvecklingen och försäljningen av KC390 som ett alternativ till C-130J och A400M. Dessutom har Dassault också kommit med en del liknande utvecklings-samarbeten. Sen en annan aspekt är att både Dassault och Saab kan komma att ge Brasilien bättre erbjudande med tanke på sina pågående förhandlingar med Indien respektive Schweiz (och kanske även Holland snart?) och dessa har ganska stor betydelse för Brasilien. För Rafalen kan framförallt priset minska med en lyckad affär i Indien och framtida upphandlingar i UAE, Qatar, Kuwait och Malaysia samtidigt som det finns många samarbetspartners för Brasilien att samarbeta med. För Gripen är det framförallt i hur stor utsträckning som planet uppdateras. Gripen i utförande MS21 hade upp till 98 möjliga uppdateringar och enligt flera experter kan ett avtal med fler än Schweiz och Sverige komma att innebära förminskad radarsignatur i allt större utsträckning.",
				"Innan min tid, så vet inte säkert, men kan spekulera lite. Under tiden vi hade Viggen så behövdes det betydligt fler mekaniker (vpl) på kärran. Två stycken tankade, två stycken laddade kanonen, två stycken hänge en robot, två andra hänge en till robot. Ja, du förstår att det krävdes folk. Det fanns även två tekniker på kärran. Teknikerna var anställda officerare och arbetade således konstant med flygplanet. Mekanikerna rullade på med nya hela tiden så jag undrar om det alls var aktuellt att kalla in dem gamla i händelse av krig.. Som sagt, spekulationer Bosse kan absolut göra ett lika bra jobb. Om Bosse ska utföra jobbet på din miljondyra bil så kommer han säkerligen vara lite osäker och behöver därför ofta titta i manualer. Han kommer att ta betydligt längre tid på sig än Olle som gör samma arbete flera gånger i veckan. Alltså kommer det fallera ute på krigsbasen. Kärran kommer inte iväg tillräckligt fort, teknikern blir stressad, missar att kolla in i luftintaget på kontrollen. I värsta fall kan det ha gått in en fågel där när flygplanet stått på backen. Detta kommer behöva leda till motorbyte och kärran blir stående. Men självklart kan Bosse göra ett lika bra jobb fastän han inte är så van. Troligen kommer det bara att ta längre tid, och i värsta fall kommer han att missa hälla tillbaka olja i din dyra bil och motorn skär. Då kommer du ångra dig att du inte tog din dyra bil till en kunnigare tekniker.. --- Att en tekniker flyger ut i förväg. Skulle eventuellt kunna funka. Frågan är bara hur pass tidigt innan man får veta att det ska landa en 39:a ute på en vägbas. Jag vet som sagt inte så mycket hur det funkade tidigare med bassystemet."
		]
	},
	{
		"postIndex": [
			[4388],
			[4290],
			[4491]
		],
		"postTime": [
			"2012-08-27",
			"2012-08-25",
			"2012-09-02"
		],
		"postNum": [
			[4484],
			[4383],
			[4588]
		],
		"postLink": [
				"/sp39054908",
				"/sp39019580",
				"/sp39144179"
		],
		"postUser": [
				"ööööööHH",
				"Dr.Spin",
				"Dr.Spin"
		],
		"postUserID": [
				"/u267887",
				"/u496782",
				"/u496782"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p374",
				"https://www.flashback.org/t270116p366",
				"https://www.flashback.org/t270116p383"
		],
		"userUrl": [
				"https://www.flashback.org/u267887",
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u496782"
		],
		"sentence": [
				"2: De har väl en gasledning i närheten av gottland som de gärna vill ha 100% kontroll över? 3:Nu har jag dålig koll, men känns för det första att lansen, draken och viggen är betydligt dyrare flygplan att ha i drift (kanske dyrare att tillverka med?). Förmodligen är dessa flygplan helt odugliga med, alltså vi hade fått ett dyrare flygvapen som är helt värdelöst. Gripen har inte kostat pengar, det har GENERERAT pengar för Sverige. JAS-projektet har enligt uträkningar betalat tillbaka sig 2.6ggr mot va det kostade, detta genom ren försäljning plus att cilvila produkter började utvecklas. Tex. Ericsson utvecklades rejält i och med JAS-projektet och började utveckla civila produkter samtidigt. Vi har alltså fått en gratis uppsättning JAS OCH tjänat pengar. Hade JAS-planen skrotats direkt efter tillverkning hade JAS-projektet fortfarande varit en vinst-affär alltså. Så sluta snacka om att det kostat pengar.. Nu när Sverige har kunskapen och tekniken för att utveckla JAS är det rent att efterbliven att köpa utländska alternativ, även om det hade varit billigare för försvaret (nu är det inte ens det, utan JAS är billigast). Köper man utländsk så försvinner alla pengarna man betalar, köper man inhemskt så kommer en stor del av pengarna tillbaka ut i Svenska samhället genom jobb och löner mm + att den civila hightech-industrin får en push. Så som jag förstått det är Sveriges-försvars strategi att ha ett så litet och billigt försvar som möjligt, som inte på långa vägar räcker till att försvara landet. Men vi försöker fortfarande hålla försvaret igång med moderna grejer så att industri + kompetens fortfarande finns kvar i landet. Om hot-bilden skulle ändras har vi alltså färsk kunskap och en industri som kan köra igång direkt? Alltså, om ett hot skulle inträffa så kan Sverige ganska snabbt bygga upp ett stort och starkt försvar (börja bygga Gripen E/F mm), just eftersom industrin fortfarande lever och vi har kunskapen? Detta känns ju vettigare än att ha ett stort och dyrt försvar igång med gamla prylar?",
				"Anser du att det finns ett alternativ eller? Gripen är ett bra flygplan och inklusive all utveckling, och inköp av 170 flygplan etc så har staten inflationsjusterat satsat 97 miljarder. Vi har exporterat Gripen för 60 miljarder (+/-15% beroende på valutakurser etc). Vi har exporterat över 30% av alla Gripen som tillverkats vilket är det bästa vi någonsin presterat med något stridsflygplan. Vad gäller priserna så är Gripen inte bara billigast i inköp utan även billigast i drift. Detta inkluderar utvecklingen. Det rullar in nästan en miljard till staten för Ungerns leasingavtal och något mindre för det tjeckiska. Hade vi haft... säg F16 så hade flygvapnet varit dyrare i drift, vi hade inte tjänat pengar på leasingavtalen osv. Dessutom går mycket tillbaka i form av skatt vid produktionen. Vi har alltså för under 100 miljarder sedan 90-talet (eller <5 mdr per år) fått nordens största och finaste flygvapen. Dessa 100 mdr har inte gått till USA utan stannat i inhemsk produktion (till större delen). Av dessa 100 miljarder så har staten, i absoluta tal, tjänat tillbaka 42 miljarder bara på leasingavtalen. Jag vet att vissa har ett irrationellt hat mot Gripen, men klaga på det den gör dåligt istället. Vad det skulle vara vet jag faktiskt inte. C/D och A/B har kanske lite mindre vapenlast än vissa varianter av F16, men med E/F-versionen är det löst och man måste gå på flygplan i storlek med Super Hornet för att få med sig två robotar extra. Hitta ett endaste flygplan som vi skulle köpa istället för Gripen och motivera det gärna. Ryska flygplan är uteslutet då de är den part vi mest sannolikt kommer kriga mot. Tänk även på att det flygplanet ska ha funnits på 80-talet.",
				"Fortfarande... Viggen såldes till ganska exakt 0 st länder exkl Sverige. Pak FA bygger vidare på ryska Flankers som i rå prestanda är överlägsna allt vi har i väst (utom möjligen F22). Detta har amerikanska officerare bekräftat officiellt efter möten med den bantade Su30MKI och under 80-talet vid möten med Su27. För att se vad dagens Su35 klarar i underljudshastighet så kan du ju lite snabbt kika på denna löjliga halvloop/spin där flygplanet nästan roterar på sin egen axel. Pak FA kommer vara bättre iom kraftigare motorer, mer TVC och lägre vingbelastning. Vidare kommer Pak FA att vara mindre synlig för radar än tidigare (Su35 är nere under 0,5m^2 framifrån vilket är under hälften av gamla F16). Vi vet att den ryska OLS35 är riktigt vass och att OLS50 ska ge dubbla prestandan. Om det inte är regn eller snöoväder så kommer alltså Pak FA i första hand att leda efter mål optiskt eller genom AWACS och på lång distans använda radarn för låsning. Pak fa har även L-bandsradar samt fram och bakåtseende radar i X-bandet med räckvidder som borde få många västpiloter att gråta. Gripen är ett litet flygplan, 14 meter långt (pga att motorn sticker ut rätt mycket baktill) och 8 meter i bredd mot Pak FAs 20 meter i längd och 14 meter i bredd. Med sämre optiskt system bör Gripen kunna hitta Pak FA på längre avstånd än Pak FA kan hitta Gripen. Med AWACS och hög brusnivå kan båda flygplanen antagligen klara sig bra undan upptäckt från radar. Så länge de ryska planen anfaller över vattnet och de svenska kan flyga lågt i låg hastighet över land så är Gripen ett bra defensivt system även mot ryska Pak FA. Med IRIS-T har Griparna mycket bra utgångsläge i närstrid och med Meteor har de ett hyffsat utgångsläge på distans. Taktik är det som är avgörande och har man fastlandet med allt brus det innebär så kan Gripen nyttjas bra mot Pak FA som kommer avslöja var de kommer ifrån då de är över havet. Gripen kan då alltid genskjuta i sida eller snett bakifrån. På neutral mark, flygplan mot flygplan, har Gripen inte mycket att säga till om. I det här fallet blir situationen densamma som för F35, fienden har mindre svängradie, fienden är snabbare och fienden bär mer vapen. Lyckligtvis är Gripen inte sönderoptimerad mot enbart radar utan kan försvinna in rätt bra i vegetationen tack vare sin litenhet och låga värmesignatur. Så ungefär så ser det ut. Ryska flygplan av idag äter upp det mesta som finns i deras väg, deras enda nackdel är storleken..."
		]
	},
	{
		"postIndex": [
			[4726],
			[4676],
			[4661]
		],
		"postTime": [
			"2012-10-08",
			"2012-09-30",
			"2012-09-29"
		],
		"postNum": [
			[4825],
			[4775],
			[4760]
		],
		"postLink": [
				"/sp39739361",
				"/sp39596068",
				"/sp39580231"
		],
		"postUser": [
				"Dr.Spin",
				"wellerocks",
				"Brunkeberg"
		],
		"postUserID": [
				"/u496782",
				"/u536106",
				"/u736046"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p403",
				"https://www.flashback.org/t270116p398",
				"https://www.flashback.org/t270116p397"
		],
		"userUrl": [
				"https://www.flashback.org/u496782",
				"https://www.flashback.org/u536106",
				"https://www.flashback.org/u736046"
		],
		"sentence": [
				"Då jag råkar ha haft bra kontakt med ett av dessa företag och gått igenom detaljerna så känner jag att jag kan svara. I motköpsprogrammen så plockar man in de stora företagen, från Schweiz kan det t.ex vara ABB, Matisa, Nestlé, Roche mfl (dvs industri/robotar, järnvägsproduktion, mat, läkemedel etc) och motköpare blir då bolag i Sverige eller staten samt alla stora affärer som de i motköpsprogrammen öppnar. Detta är ett typexempel på motköp: Antagligen går delar av affären till Matisa och andra delar till exempelvis Kirow. Världens två främsta leverantörer av järnväg (ca 5-10 ggr snabbare än svenska bolag och betydligt mycket billigare). Ett annat exempel är om Investorsfären får jobb i något land tack vare motköpsprogrammet. Detta skulle kunna vara ett sådant jobb: Dvs ABB får en order på 765 mdr i Saudiarabien. En affär som gått igenom tack vare Svenska staten och Investor. Ett annat exempel skulle kunna vara om Investor eller Sverige genom... tex bistånd i tredje världen ordnar hela förarbetetet för Novartis så de kan sälja medicin till en bananrepublik. Så motköp handlar inte om att man ska köpa klockor och choklad för 22 miljarder utan att man i jämna upphandlingar föredrar Schweiziska företag (som ABB, Novartis, Roche) och helt sonika drar av det på motköpsavtalet och att man öppnar upp för deras affärer i resten av världen. När SAAB ska köpa nya maskiner så kommer troligtvis ABB komma till upphandlingen vilket bör gälla flera stora industribolag. EDIT: Det kan även ingå investeringar i landet. T.ex att ABB tillskriver en expansion i Schweiz till SAAB-affären.",
				"Vet inte hur Sverige skulle ställa sig till att exportera Gripen till Algeriet. Fransk export hade väl inte varit något problem. Men Svensk? Algeriet är väl inte direkt känt för sina mänskliga rättigheter. Men kul för Saab om man skulle lyckas. Och Gripen E hade väl säkert överträffat det mesta från närområdet. Jag undrar mer vilket land i Asien som Eddie de la Motte pratade om \"More to the east\" utöver Thailand och Malaysia... De möjliga kandidaterna jag ser är Vietnam, Brunei, Filippinerna, Singapore och kanske även Indonesien. Vietnam har trots allt 150 MiG-21 och 50 Su-22 vid sidan om en grupp av 39 Su-27 och Su-30. Att ersätta de 200 lättare stridsflygen av typ MiG-21 och Su-22 mot Gripen C/D eller E/F skulle kunna vara ett bra alternativ för att dels kunna kontra Kinas offensiva territorial-politik där Gripen med AAM och RBS-15 även kan lämpa sig väl mot Kinesiska sjömål och luftmål och dels för att utgöra en mer ekonomiskt fördelaktig low-del i en High-Low mix av Su-30 och Gripen. Brunei har länge sökt förmågan att skaffa stridsflyg och med eskalerande konflikter rörande gränsdispyter i området skulle Gripen definitivt kunna vara en bra start. Brunei har ju redan Pilatus PC-7 trainers vilket gör att man troligtvis skulle kunna föra vidare-utbildning i Sverige tillsammans med svenska stridspiloter. Fillipinerna har velat fram och tillbaka angående stridsflyg och verkar ha bestämt sig för Koreanska T/A-50 i rollen istället för begagnade F-16 från USA. T/A-50 har däremot begränsad förmåga till sjömålsbekämpning och luftstrid vilket skulle kunna betyda att man letar efter riktiga stridsflyg som kan lösa dom punkterna. Dock tror jag ekonomin skulle sätta stopp för något sådant. Singapore har en skara om 49 F-5 derivat och avser ersätta dessa. Problemet med Singapore är att man redan använder F-15 och F-16 som en high-low mix och har även visat intresse för att bli en F-35 partner. Antingen kan man fortsätta med F-16 och beställa in moderna F-16V (som Lockheed trots allt marknadsfört mot just Singapore) med AESA och moderna system utan att behöva göra en överväldigande förändring gentemot dagens utbildningar, reservdelar och upplägg, eller skaffa F-35/F-15SE för att kunna få ett \"stealth\"-plan för att därmed kunna kontra Kinas upptrappningar med J-20 och J-31. Dock har Sverige militära kopplingar med Singapore sedan tidigare (Kockums ubåtar, PT-lundin industry, RBS70 och Giraffe) Sist men inte minst Indonesien som inte riktigt verkar ha en klar syn på vad man vill ha. I dagsläget använder man en mix av Su-30, Su-27, F-5, F-16 och i framtiden (post 2020) även KF-X. Hoppet där är väl att man funderar på att avbryta beställningen på de nyrenoverade F-16 från USA eller hoppar av KF-X för att istället lägga beställning på Gripen. Men låter inte särskilt troligt. Vad tror ni?",
				"Det jag säger är att man valde att lägga såpass mycket av spaningsinsatserna på de 5 st Gripenflygplanen ( 8 st i början av insatsen), av den anledningen att Svenskt flyg inte fick delta i direkta stridsoperationer, och att spaning var det enda man kunde bidra med. Och att nyttan av just fotospaningskapseln är kraftigt överdriven. Svenska styrkan hade därmed enbart spaningskapacitet, då det enbart var detta man hade mandat för. Man använde även Flirkapslar under spaningsuppdragen, och skulle i många fall klarat sig helt utan fotospaningskapseln. Svenska insatsen i Libyen gjorde varken bu eller bä, och skulle ha utförts med samma utgång även utan Svensk fotospaningskapacitet ( det finns sådan även i andra flygstridskrafter, men där den av naturliga skäl är lågprioriterad). Nu frigjorde Svenskt flyg övrigt flyg, som då bara behövde utföra drygt 60% av spaningsuppdragen, och där många var av den karaktären att det spanande flygplanet direkt kunde slå mot de hot man upptäckte. Om nu fotospaningskapacitet skulle anses vara såpass viktigt som ni hävdar, borde då inte samtliga moderna flygstridskrafter införskaffat sådan, då moderna fotospaningskapslar funnits på marknaden i många år. Svaret är att man istället anskaffat moderna Flirkapslar, som då är mer användbara. Nu lägger jag ner den här debatten, förlåt om jag förstört era pojkdrömmar."
		]
	},
	{
		"postIndex": [
			[5251],
			[5099],
			[5008]
		],
		"postTime": [
			"2013-03-18",
			"2013-01-19",
			"2012-12-30"
		],
		"postNum": [
			[5354],
			[5201],
			[5109]
		],
		"postLink": [
				"/sp42532513",
				"/sp41563088",
				"/sp41179469"
		],
		"postUser": [
				"BuprenOrvar",
				"Brunkeberg",
				"Brunkeberg"
		],
		"postUserID": [
				"/u485037",
				"/u736046",
				"/u736046"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p447",
				"https://www.flashback.org/t270116p434",
				"https://www.flashback.org/t270116p426"
		],
		"userUrl": [
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u736046",
				"https://www.flashback.org/u736046"
		],
		"sentence": [
				"Så du anser att politik och framförallt militär-politik har möjlighet att ändra fysiska och tekniska specifikationer på flygplan!? Är du verkligen så okunnig om hur det fungerar, speciellt när det gäller stridsflygplan, vid inköp av stridsmatriel mellan 2 olika länder? Är det alltid det bästa, eller billigaste alternativet som vinner upphandlingar? - Nej knappast! Det som oftast spelar större roll än ren prestanda eller pris/prestanda är relationer mellan länder (politik), motköp m.m. Att fler länder valt F-16 än Gripen har inget som helst att göra med vilket av dessa plan som på pappret vinner en \"dogfight\", vilket som är mest avancerat, vilket som kan klargöras snabbast, vilket som kostar minst att operera m.m. Det jag vill komma till är att i det försvar vi en gång hade så skulle vårt flygvapen ha som huvuduppgift att bekämpa fientliga flygplan. Markattacksförmågan har aldrig varit lika viktig som förmåga att bekämpa fientligt flyg. Och när det gäller möjligheten att bekämpa fientligt flyg, både på nära och långt håll, så vågar jag påstå att Gripen vinner över F-16. Vidare så kan Gripen uppgraderas och bara bli bättre medan F-16 aldrig kan bli i nivå med Gripen såvida man inte bygger om hela skiten.",
				"Konstigt då att man kan montera in AESA radar på tex äldre versioner av F-16 utan att behöva byta motorn. Sedan kan man även få ut mer effekt utan att byta ut hela motorn. Har aldrig påstått att SAAB skulle bestämt vilken materiel som försvaret ska köpa in i framtiden. Men ett beslut att beställa nya flygplan fattas långt över huvudet på ÖB, då detta är försvarspolitik på mycket hög nivå. Angående ÖB så har han nog inte det roligaste jobbet precis, då han har det ganska ansträngt just nu, sjukskriven 2 veckor då han tydligen gått in i väggen. Om Försvaret köper 60 st Gripen E som så kommer man vara tvungen att spara in pengar på andra områden inom försvaret, kanske inte behöver nämna att försvaret redan är minimalt och det inte finns så många saker att spara in på längre.",
				"Jag vet inte om du gör dig till nu, eller om du är korkad på riktigt. Genom licenser så får Volvo Aero insyn i 404:an , man får ritningar, alla rättigheter, motordelar osv... Detta är inte samma sak som om man skulle utveckla en motor från grunden. Ja, men även från andra motorfamiljer - det är det som är det fina om man är en enormt stor tillverkare med en enorm erfarenhet, och då tidigare konstruktioner som man kan bygga vidare på. Marknaden för Turbojetmotorer är enorm om man räknar på vad en modern motor kostar ( +50 miljoner styck), och att världsmarknaden omfattar 1000-tals motorer varje år, och då bara på den civila sidan för större passagerarflygplan. Därför finns bara de starkaste tillverkarna kvar, och som då även i många fall sammarbetar för att så kstnadseffektivt som möjligt ta fram nya produkter. I en sådan verklighet kan man inte som en mycket liten tillverkare av kompletta motorer, kliva in på en stenhård marknad och utveckla någor från grunden som man aldrig gjort förut. Det kanske inte är en slump att de stora tillverkarna sammarbetar eller använder befintliga konstruktioner som grund för sina nya motorer. Nog ingen vits med att fortsätta den här diskussionen då du bara upprepar dig hela tiden."
		]
	},
	{
		"postIndex": [
			[5617],
			[5374],
			[5652]
		],
		"postTime": [
			"2013-08-29",
			"2013-03-29",
			"2013-08-30"
		],
		"postNum": [
			[5725],
			[5478],
			[5761]
		],
		"postLink": [
				"/sp45000481",
				"/sp42698732",
				"/sp45009692"
		],
		"postUser": [
				"Brunkeberg",
				"scheele",
				"auchentoshan"
		],
		"postUserID": [
				"/u736046",
				"/u231931",
				"/u464712"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p478",
				"https://www.flashback.org/t270116p457",
				"https://www.flashback.org/t270116p481"
		],
		"userUrl": [
				"https://www.flashback.org/u736046",
				"https://www.flashback.org/u231931",
				"https://www.flashback.org/u464712"
		],
		"sentence": [
				"1: Från början var det sagt att Sverige skulle beställa nya flygplan OM någon annan även köpte, vilket inte är fallet nu när affären med Schweiz är långt ifrån klar. Försvaret kommer att bli en av förlorarna då man behöver pengarna på andra håll. 2: Svenska skattebetalare får ändå betala ett högre pris jämfört med exportländernas skattebetalare. För Svensk del innebär det även att man bygger nya flygplan baserade på befintliga C/D-flygplan, dvs en uppgradering av befintliga flygplan för ca 1000 miljoner styck. Norge skrattar säkert om de måste använda flygplanen skarpt, då F-35 är ett avsevärt mycket bättre flygplan än Gripen E. Schweiz valde även Gripen enbart för att det var billigt, inte för att det var det bästa flygplanet. Många i landet anser att om man ska köpa nya flygplan, så ska man köpa det bästa flygplanet ( Rafale i det här fallet).",
				"Bara för att säga det, innan nån annan påpekar det så är det korrekta namnet gripen eller flygplanssystem 39. För att försöka reda ut frågan så kan man väl kort säga att sannolikt spöar både eurofighter och rafale gripen på en rad punkter. Jag menar EF/NG versionen i mina analyser. Inte med stor marginal, men ändock. Båda dessa plan är dock tvåmotoriga, med de fördelar detta ger. Sverige har aldrig haft det behovet, och valde därför att bygga ett enmotorigt flygplanssystem. Gripen är dock mycket billigare som system för operatörerna, och upphandlingen i Schweiz var ganska korrekt i sin analys. Utöver dessa finns det exempelvis mig29 fulcrum-F även kallad mig-35. Där tror jag du har en bra jaktkärra men ingen multi-role, så sett till vad du får blir det svårt att jämföra. Sedan har du budget-alternativet F16 om du vill välja amerikanskt. Ett väl beprövat system men väl gammalt och flera operatörer som har F-16 har fört samtal med Saab och funderar/funderat att gå över till gripen. Det är när man räknar på mlu (mid life upgrade) som kostnaderna för F-16 rinner iväg, och sett till vad man får gör det mer eftertraktat att köpa gripen. Men allt går ju att vrida och vända i evigheter. Har man satt priset med som avgörande faktor är gripen topp tre vill jag påstå i det segmentet. Att F-16 debatteras så flitigt här handlar mer om att användaren Brunkeberg fastnat för denna kärra och vräker ur sig en massa konstigheter. Detta är inte särskilt rättvisande för hur egenskaperna är för F-16 kontra Gripen. De flesta bedömare på välrenommerade tidningar och nyhetssajter på internet diskuterar snarare när var och hur operatörer kommer att överge F-16 då deras kärror har slut på timmar osv. Men att bara byta system är i sig en stor kostnad i omskolning av all personal. Jag tror att danmark kommer att välja gripen NG, även Norge lär överväga att släppa F-35 för gripen eller superhornet. Men pratar vi äkta multirole och jämförbara kärror så är det gripen, rafale och eurofightern. Med pris i beräkningen kommer gripen etta och rafale tvåa, eurofightern trea. Är priset mindre viktigt blir det sannolikt omvänd ordning. Men alla tre är väldigt bra kärror.",
				"1. Sverige hade valt att uppgradera ändå, det hade varit nödvändigt. Nu har man tack och lov valt att fortsätta med JAS istället för att gå över till import som hade blivit väldigt mycket dyrare. 2. Vilka siffror har du som styrker att svenska skattebetalare subventionerar Schweiz Gripen-köp, för det är ju det du menar? Norge kommer att gråta när de ser att deras få F35 inte kommer att ha samma förmåga som deras F16 hade. Man kommer att gråta när man inser att man är starkt begränsade till var man kan operera från och man kommer att gråta när man får den slutliga prislappen. Under tiden kommer man att gråta för att man inte har ett flygvapen då F35 är försenad och ännu inte fått ett leveransdatum. Schweiz har valt det system som ger dem mest för pengarna och som bäst uppfyller den totala kravlistan man hade. Visst hade de kunnat köpa mer ett mer kompetent plan, men det hade inte blivit mer rätt. Vilket är bäst? 30 Gripen man har råd att använda eller 10-12 Rafale som man inte flyger till närmelsevis lika mycket pga höga driftkostnader? Eller i Norges fall handlar det om 5-6 F35 istället som man heller knappt har råd att flyga med. Vilket flygvapen är bäst då?"
		]
	},
	{
		"postIndex": [
			[6021],
			[5760],
			[5961]
		],
		"postTime": [
			"2013-12-20",
			"2013-10-22",
			"2013-12-19"
		],
		"postNum": [
			[6146],
			[5874],
			[6084]
		],
		"postLink": [
				"/sp46675523",
				"/sp45794326",
				"/sp46660259"
		],
		"postUser": [
				"Lt.Col.Kilgore",
				"Snooze91",
				"Megaforce"
		],
		"postUserID": [
				"/u728596",
				"/u496272",
				"/u58122"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p513",
				"https://www.flashback.org/t270116p490",
				"https://www.flashback.org/t270116p507"
		],
		"userUrl": [
				"https://www.flashback.org/u728596",
				"https://www.flashback.org/u496272",
				"https://www.flashback.org/u58122"
		],
		"sentence": [
				"LRIP som i princip kan lyfta inte bära vapen m.m. för $107M. Tja jag är ingen expert som en dal andra men ett par saker vet jag och oss som är mer lekmän på området... Enligt pentagon ska inköpskostnaden för 2443 st beställda/planerade F35or till USAF, USMC, USN kosta $391 Miljarder. D.V.S...$160M per plan. Och det är OM man levererar SAMTLIGA plan. Och då har inte F35 ens gått in de tyngsta och svåraste testerna... Så norrmänn, ni kan nog drömma om $75M per plan. Inte en sportmössa. Räkna med ungefär $200M per plan. Vissa skeptiker i USA (som verkar ha lite koll på läget) tror att, om man kapar i produktionen kommer det kosta ca +$300M per plan. Det ska bli kul att se vad prislappen till slut hamnar. Typ 2019 om LM verkligen hinner med att forcera test, utvärdering och ev. fel som kommer efter vägen. Når man ens sina mål...som sagt, can't turn, can't climb, can't run...vi får se. *** JAS/Rafale/Eurofighter är operativa. Där JAS är överlägset billigast att köpa/underhålla/köra. Det är fakta. Dessutom byggd för att operera i ogästvänliga miljöer som t.ex. kyla, snö, hav och blåst. Ska bli kul o se hur den delikata flygkroppen som F35an har klara det!? Personligen tror jag att F35 har blivit en återvändsgränd där alla inblandade måste säga det de säger för att annars står de där med rumpan bar. Jag tycker nog att det luktar kejsarens ny kläder lång väg här. Och det är inga småsummor vi pratar om. Dr. Spin, Ormen långe m.fl. kan nog lite mer i specifika termer. Gå i så fall över till F35-tråden med RAND rapporten. Ingen kul läsning om man har köpt F35or...om man säger så. Kanada verkar tänka över sitt beslut och det är en fet politisk kontrovers där, Likaså i Nederländerna. Sydkorea börjar också titta på alternativ. Norge är väl det enda som inte har någon större kontrovers runt F35. Men det kommer nog bli det vad det lider. JAS styrka är...inte bäst, men bra på allt. Den är beprövad som plattform, den är billig att köpa, underhålla och köra. Det är rätt viktigt. Sverige har lite över 130 JAS aktiva och det gör att vi faktiskt har ett rätt stöddigt operativt flygvapen. Detta tilltalar t.o.m. USA där Boeing och SAAB ska samarbeta om en trainer. Klart att det inte av politiska skäl kommer några JAS i USAs väpnade grenar, men de funderade faktiskt ett tag på att göra en \"förenklad\" version av JAS för träning. Men det blir ju lite humor om trainern gör mach 2+ och är bättre på det mesta...och sen gå över till \"the real thing\" och den riskerar att vara sämre. *** Dr. spin m.fl. hur skulle det se ut om man kunde stoppa in F119-100 motorn i ett JAS. :-) Jag menar 104kN i dry thrust och +156kN med AB. Skulle nog gå undan...",
				"Det är precis som du säger stormaktspolitik som spelar roll. Dock kan vi se ett trendbrott då allt fler länder börjar trotsa USA vid anskaffning av stridsflyg. Se bara hur många mindre länder, plus de större länderna officiellt letar flygplan på annat håll fast de slutit avtal inom F-35 projektet. Nederländerna ryktas vara intresserade av Gripen, fast deras första F-35A leverats. Danmark besökte Linköping nu i veckan för att titta närmare på Gripen, fast de är involverade i F-35A. Brasilien ryktas välja bort F/A-18 p.g.a. avlyssningarna. För att inte nämna att både Turkiet och USA själva vill köpa flygplansteknologi av SAAB...som vi tidigare endast hade kunnat drömma om! Att Gripen även anses ha en god chans i Kanada (som är en beställare av F-35) är inget som vi hade kunnat ana för låt säga fem år sedan. Dagens stridsflygplan har blivit alldeles för dyra, helsike knappt USA själva har råd med dessa flygplan längre, så hur har de tänkt att pracka på mindre ekonomiska makter dessa flygsystem? För att inte nämna EF2000 eller Rafales kostnader...vilket västerländskt stridsflygplan återstår för de länder som vill ha en reell numerär och flygtid? JAS 39 Gripens framtid ser enligt mig väldigt ljus ut på den internationella marknaden - då stormakternas korthus ser ut att börja falla samman.",
				"En fördel med Brasilien är att det finns en flygindustri där att samarbeta med. SAAB har ingen kapacitet för att bygga alla de plan som de förväntar sälja eftersom fabrikerna är ganska fulltecknade när det gäller att tillverka komponenter till den civila flygindustrin. Och det går inte att bygga separata Gripen-fabriker om man inte har en lång orderstock på minst 15 år. Nu kommer man att bygga komponener här som fraktas med båt till Brasilien för montering där. Motorerna kommer direkt från USA osv. En hel del komponenter tillverkas i t.ex. Schweiz och de kommer självfallet att användas i de brasilianska planen och blir då en del av motköpen. När det gäller Sydafrika så importerar Sverige en hel del varor därifrån inom alla möjliga områden men har ganska liten export där i övrigt. Så man uppnår motköpskraven utan större problem. Sverige har t.ex. köpt terrängbilar för 200 miljoner kronor från Sydafrika."
		]
	},
	{
		"postIndex": [
			[6391],
			[6372],
			[6125]
		],
		"postTime": [
			"2014-03-17",
			"2014-03-17",
			"2013-12-29"
		],
		"postNum": [
			[6524],
			[6505],
			[6253]
		],
		"postLink": [
				"/sp47973223",
				"/sp47969798",
				"/sp46796093"
		],
		"postUser": [
				"Brunkeberg",
				"Knasen2k",
				"Snooze91"
		],
		"postUserID": [
				"/u736046",
				"/u714786",
				"/u496272"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p544",
				"https://www.flashback.org/t270116p543",
				"https://www.flashback.org/t270116p522"
		],
		"userUrl": [
				"https://www.flashback.org/u736046",
				"https://www.flashback.org/u714786",
				"https://www.flashback.org/u496272"
		],
		"sentence": [
				"Det var ett svar på att fler billigare vapensystem skulle vara bättre än färre mer avancerade. I Norges fall så skulle man köpt lika många Gripen som F-35 om man hade valt det förstnämnda flygplanet. Samma med Danmark där man kommer köpa samma antal flygplan, oavsett om man väljer SuperHornet, F-35, eller Gripen.",
				"Är Gripen E verkligen rätt väg för sverige? Ju mer jag tänker på det så känns det som om att gripen E projektet är utvecklat för export och inte för sveriges bästa. Gripen E ska enligt saab bli lika kapabel som dagens Typhoon, rafale f3, och superhornet, till ett mycket lägre pris. Perfekt för brasilien och schweiz Då schweiz är omringat av snälla grannar och brasiliens vars största hot är venezuelas su30. För sveriges del känns det ju inte lika kul, runt 2020 så kommer ryssarna börja flyga med SU-t50, norge kommer flyga f35, antagligen danmark också och skulle inte bli förvånad om finnarna ersätter sina f18 med f35 när det är dags. Sverige ska flyga gripen e tills efter 2040, det innebär att under 20 års tid kommer sverige flyga sämmre kärror än ryssen, tom norge kommer ha ett starkare flygvapen än sverige. Köper finland å danmark f35 har vi det svagaste flygvapnet i skandinavien och det känns ju inge vidare.",
				"Jakt = Strid mot andra flygplan Attack = Angrepp mot ytmål Spaning = Namnet säger sig självt JAS 39 är som du säger en kompromiss, då flygplanet presterar relativt bra i alla roller, men är egentligen inte bäst på någon utav rollerna. Flygplanet är väldigt litet i relation till resterande stridsflygplan på marknaden, vilket gör att utrymmet för sensorer blir väldigt sparsamt. Dock ser vi en sensorutveckling som stadigt går framåt, vilket gör teknologin mindre och anpassad till fler uppgifter. Sen måste man skilja på produkten i sig, och hur varje nation väljer att använda den. Till exempel är JAS 39C Gripen ett oerhört mer avancerat attackflygplan än vad t.ex. den svenska försvarsmakten och riksdagen budgeterar till att utnyttja dess fulla potential - främst på vapenimplementering. Det är svårt att säga exakt vilka kriterier som är viktiga för att fylla en bra jakt-roll, då det skiljer sig från behov och nation. Sverige som defensiv nation, har lagt det stora krutet på att sprida ut flygplanen över landet (vägbaser) och datalänkar. Man kan nästan jämföra det med en vargflock som följer och tröttar ut sitt byte bit för bit. Självklart behövs alltid en relativt bra radar och bra robotar, samt förmåga till att kunna kurva rätt bra. Ser man på andra mer offensiva nationer ( ) då deras primära jaktflygplan alltid varit modell större. Bättre radar, mer bränsle, lufttankning, större vapenlast. Men har istället haft avkall på datalänkar och kort start/landnings förmåga. Givetvis då till ett högre pris per enhet. Det är därför vi sett SAAB implementera lufttankning, bättre räckvidd och mer vapenlast på de senare Gripen generationerna för att passa fler nationer. Som sagt så är det väldigt svårt att säga på rak arm vad som krävs för att göra ett bra jaktflygplan utan att se till vilken hotmiljö det ska verka i. Men det optimala vore: - Stor och bra radar - Förmåga till bibehållet energiuttag i kurvstrid - Låg bränsleförbrukning - Hög motoreffekt - Fly-by-wire - Datalänkar - IFF-system - Tung vapenlast - Lufttankning - Bra system-ergonomi - ECM / ECCM - Rems / fackel-fällare - 5 Generationens Stealth-förmåga - Hög topphastighet - Supercruise förmåga - STOL-förmåga - Hög alfa förmåga - + 9G kapabel - Väl tränade piloter - Stridsledning i form av GCI eller AWACS Nu har jag säkert glömt en jävla massa grejer som ska finnas i ett bra jaktflygplan, men du ser att det väldigt snabbt blir en fråga om att välja det ena före det andra - och vill man ha allt på listan blir summan för utveckling och produktion astronomisk."
		]
	},
	{
		"postIndex": [
			[6438],
			[6470],
			[6435]
		],
		"postTime": [
			"2014-03-18",
			"2014-03-19",
			"2014-03-18"
		],
		"postNum": [
			[6571],
			[6603],
			[6568]
		],
		"postLink": [
				"/sp47987708",
				"/sp48001902",
				"/sp47987372"
		],
		"postUser": [
				"BuprenOrvar",
				"BuprenOrvar",
				"BuprenOrvar"
		],
		"postUserID": [
				"/u485037",
				"/u485037",
				"/u485037"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p548",
				"https://www.flashback.org/t270116p551",
				"https://www.flashback.org/t270116p548"
		],
		"userUrl": [
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u485037"
		],
		"sentence": [
				"Låg prestanda är inte lika med dålig. Eftersom Gripen är mycket mindre än tex SU3X, F-15, F-18 osv så kan det inte bära lika mycket last. Och den ensamma motorn ger inte samma fartresurser med last som tex tvåmotoriga SU35 eller F-15. Han säger låg prestanda, du säger dålig... Men detta är knappast bara dåliga saker, för Gripen är medvetet byggt på detta sättet. Gripen är byggt för att vara ett flygplan som Sverige har råd att köpa in och flyga i tillräckligt stort antal. Dess uppgift är att försvara vår nation och alltså alltid utgå från eget territorium. Saab hade helt säkert kunna bygga ett stort tvåmotorigt stridsflygplan som har samma eller ännu bättre siffror som SU3X eller F-15. Men det hade blivit dyrt och vi hade inte haft råd att ha så många. Och faktum är att vi inte behöver ha ett stridsflyg som har just 2 motorer, eller tar så mycket last. Därför valde man att bygga ett flygplan som är ganska litet, men ändå toppmodernt. Trots att det finns många siffror som är bättre för tex SU30 såsom topphastighet, lastkapacitet m.m. så är Gripen byggd för att ändå kunna försvara Sverige mot dessa flygplan. Och tack vare dess teknik såsom i E/F versionen med IRIS-T och Meteor så har Gripen E/F stora chans att bekämpa flygplan som tex SU30 eller F-15 som på pappret ser ut att vara bättre än Gripen. Gripen är helt perfekt för Sverige, och många andra länder som bara avser försvara sitt territorium. Det behöver inte vara bäst på allt eller ens något, men det behöver vara bra nog och det är precis vad det är! Med större motor blir IR-signaturen högre och troligtvis även bränsleförbrukningen, och då blir räckvidden mindre eller så krävs större tankar som gör planet ännu större och därmed blir RCS också högre. Dessutom blir det även dyrare. Det finns alltså både fördelar och nackdelar med allt, och det är just denna avvägningen som SAAB är så förbaskat bra på att göra. Motorn till Gripen E/F är helt enkelt och ger prestanda som gör att Gripen klarar sig bra i sin roll som försvarare åt Sverige. Allt kan göras större och bättre, men till vilken kostnad? Anledningen till att Gripen, enligt min och många andras mening, har blivit så lyckad är just att den är för dom uppgifter den har.",
				"Som jag ser det så har vi 2 vägar att gå ang moderna stridsflygplan till Sverige * Vi kan satsa på stealth dvs radarsignaturanpassning i en viss frekvens. Det behövs mycket mer forskning och testning och själva planet behöver byggas med mer exotiska matrial på ett mer exotiskt sätt. Det kommer också kräva mycket mer underhåll och hela iden med att kunna sprida ut sig på vägbaser i en konflikt blir svår med känsliga och avancerade stridsflygplan. Dessutom blir dessa flygplan mycket dyrare att utveckla, bygga och operera. eller * Vi kan satsa på att bygga vårt flyg som idag, med så låg rcs och irsignatur som möjligt utan att optimera specifikt mot en viss frekvens (stealth tex F35, F22). I stället satsar vi på att ha ett flygplan som är förhållandevis billigt på alla plan, och som enkelt kan operera från vägbaser ute i skogen. För att ändå kunna mäta sig med vissa stealthplan så använder vi sensorer. Vi bryr oss inte så mycket om att motståndaren kan se våra plan innan vi kan se dom. Det vi bryr oss om är att vi har en ungefär lika stor chans att bekämpa dom som dom har att bekämpa oss. Vi skaffar alltså sensorer (irst, aesa-radar, avancerade datalänkar) och robotar (Meteor) som kan låsa och rimligen bekämpa motståndaren samtidigt eller tidigare än dom kan bekämpa oss. Eftersom vi inte kommer att anfalla en främmande makt, såsom Ryssland och USA, så behöver vi inte ha \"så hemliga\" flygplan. Om ryssen anfaller oss så gör det inte så mycket om deras radar kan se våra plan. Det som spelar roll är att dom inte ska kunna bekämpa oss innan vi har chans att bekämpa dom. Igår och idag så var främsta hotet SU27 och i viss mån SU3X. Gripen E/F med Meteor kan absolut upptäcka och bekämpa dom innan eller samtidigt som dom kan göra detsamma med oss. Men säg 2025 när PAK-FA kanske börjar användas operativt så kan vi behöva uppgradera igen. Men vi måste inte ha stealth pga att dom har det. Det räcker med att vi uppgraderar Gripen med bättre IR och radar så att vi ändå har samma chans till att kunna bekämpa dom Redan Gripen E/F har ganska bra möjligheter till \"defensiv strid\" dvs motmedel. Med bogsermål, störning och radarsändande skenmål så kan Gripen E/F överleva ryska robotskott, även om dessa avlossas från PAK-FA. Man kan alltså motverka stealth med sensorer, det är inte så att bara stealth kan motverka stealth. Och bara framtiden kan utvisa om stealth verkligen kommer att göra så stor nytta, eller om sensorerna hinner ikapp och till och med går om. Min åsikt är att vi har valt rätt väg. Givetvis skulle jag gärna se ett svenskt stridsflyg med F-22-kapacitet. Men det är inte realistiskt. Det är däremot den väg vi valt. Kan vi bara se till så att politiska beslut fattas ca 5 år tidigare så hade allt varit jättebra. För som det är nu så ligger vi ca 5-10 år efter, vi skulle alltså behövt haft Gripen E/F sedan säg 2010, och sedan skaffat Gripen G/H framåt 2025 när PAK-FA ev börjar komma ut på förband. Vi har alltså både kapaciteten och tekniken att försvara oss även mot stealtplan, även om vi inte har stealthplan. Vi behöver bara snabba på politikerna för att slippa att hela tiden ligga 5-10 år efter, men som vanligt så vill ju politiker skjuta allt försvarsrelaterat på framtiden, såvida det inte gäller besparingar.",
				"Du sitter ju bara och gissar och tror! Du hävdar först att F-35 kan supercruisa, vilket den inte kan. Det var tänkt att den skulle kunna detta, och mycket annat, men allt eftersom så får man dra ner på förmågorna på denna, i viss frekvens, kamouflerade tjockis. Det är alltså ett officiellt faktum att F-35 inte kan supercruisa, och då hävdar du istället att samma sak gäller bla Gripen E/F. Men då kan jag berätta att förmågan till att supercruisa som Gripen E/F har också är ett officiellt faktum. Det finns trots allt en Gripen NG demonstrator så det är inte så att alla Gripen E/F´s förmågor bara är rent teoretiska. Sedan påstod du att Gripen E/F som vi diskuterar har samma rcs som Rafale. Dina egna siffror säger 0,1 för Gripen och 0,1-0,2 för Rafale. Jag har läst otaliga sidor på jakt efter rcs och i princip alla anger följande: Gripen: 0,1 och Rafale 0,1-0,3. Skall man avrunda så har då Rafale ungefär dubbelt så hög RCS som Gripen E/F (0,1 Vs 0,2). Rafale är markant större och är byggt med mindre kompositmatrial, så skillnaden i rcs är förstålig. Detta gäller förstås framifrån, från sidan och bakifrån ligger Gripen ännu bättre till. Även ir-signaturen är mindre för Gripen, speciellt med tanke på att dubbla antalet motorer ger ganska mycket mer värme. Sedan noterar jag att du inte bemödade dig att svara på Dr.Spins utmärkta förklaring av hur en BVR-strid går till och vad som är viktigt, samt Gripens fördelar i detta: Här är en utförlig och bra artikel om BVR-strid och nya Meteormissilens förmågor: Att kunna avfyra sina missiler i högre hastighet är en betydande fördel, en av alla fördelar som Gripen har gentemot F-35."
		]
	},
	{
		"postIndex": [
			[6897],
			[6905],
			[6890]
		],
		"postTime": [
			"2014-05-22",
			"2014-05-23",
			"2014-05-21"
		],
		"postNum": [
			[7038],
			[7046],
			[7031]
		],
		"postLink": [
				"/sp48891121",
				"/sp48904667",
				"/sp48888471"
		],
		"postUser": [
				"ööööööHH",
				"krabba73",
				"krabba73"
		],
		"postUserID": [
				"/u267887",
				"/u804501",
				"/u804501"
		],
		"postUrl": [
				"https://www.flashback.org/t270116p587",
				"https://www.flashback.org/t270116p588",
				"https://www.flashback.org/t270116p586"
		],
		"userUrl": [
				"https://www.flashback.org/u267887",
				"https://www.flashback.org/u804501",
				"https://www.flashback.org/u804501"
		],
		"sentence": [
				"Utmärkta plan? De enda planen USA har som är bättre än Gripen på jakt är F-22 och möjligtvis F-15(?). F-22 går inte att köpa och F-15 är gammalt och svindyrt att flyga. Gripen är väl egentligen inte sämre än något annat plan på jakt (utom F-22), snarare bättre än de flesta. Jakt får väl ändå ses som det viktigaste för defensiva Sverige. Dessutom kostar gripen en tredjedel att flyga jämfört med likvärdiga flygplan. Även om vi hade kunna få 60 F-22 imorgon så tar det lång tid att byta ut hela logistiken och systemen och öva piloterna mm. Gripen är det billigaste, snabbaste och förmodligen det bästa alternativet för Sverige. Bara Nato lägger 15x mer på militären än Ryssland, därtill kommer alla väst-länder som inte är med i Nato. Ryssland har alltid varit kända för att leverera flygplan i toppklass, men varit helt efterblivna på elektroniken. Kanske ändrats de senaste åren i så fall? Anledningen till att inte väst vill ha Rysk radarteknologi i dålig länder är väl rätt självklar? Även om den inte skulle vara toppklass så är den inte värdelös och innebär ett stort lyft för länderna som knappt haft radar innan.",
				"Till ööööööHH (vad är det för jävla namn i alla fall?) \"Utmärkta plan? De enda planen USA har som är bättre än Gripen på jakt är F-22 och möjligtvis F-15(?). F-22 går inte att köpa och F-15 är gammalt och svindyrt att flyga. Gripen är väl egentligen inte sämre än något annat plan på jakt (utom F-22), snarare bättre än de flesta. Jakt får väl ändå ses som det viktigaste för defensiva Sverige.\" Pratar jag med greve Alfons Mensdorff-Pouilly nu? Tror du på fullt allvar att Gripen skulle vinna över Eurofighter? Elller SU-35BM, eller S, som det verkar kallas nu.... F-15 är gammalt och svindyrt. Visst. Orginalversionen är det. (gammalt alltså) Men den har typ moderniseras. F-16 kommer ut i nya versioner hela tiden. Du vet det. AESA-radar...osv osv... F-22 kanske kommer säljas. Även om det blir en light variant av det. Kina är lite för stort för Japan nu. Dom pratar ju i alla fall om det. \"Jakt får väl ändå ses som det viktigaste för defensiva Sverige \" Om vi vinner....ja.... om vi vinner Alfons... Du kanske borde sluta tänka på dina aktier i Saab och mer på Sverige.",
				"\"Det finns inget som tyder på att ryska radarsystem skulle vara bättre än sina västerländska motsvarigheter\" Varför går USA, Israel...och andra, absolutely ape, när det talas om att sälja, s-300, eller Mig-31. Till länder som betyder något. Som ligger på fel ställe. Radar och robotar med väldigt långt räckvidd. Om deras radarsystem/ missiler.... är så dåliga, som du så kraftfullt hintar. Och angående mina andra tankar. Det handlar inte om just silent eagle eller F-18. Det finns massor med flygplan som vi skulle kunna få väldigt mycket snabbare än nya JAS. Med tanke på vårat mycket goda samarbete med väst...eh....så skulle dom säkert kunna skynda på en hel del =) Är vi inte NSA's bästa vän?"
		]
	}
]
