[
	{
		"postIndex": [
			[1],
			[94],
			[257],
			[328],
			[17]
		],
		"postTime": [
			"2006-08-28",
			"2006-09-05",
			"2007-02-14",
			"2007-06-17",
			"2006-08-29"
		],
		"postNum": [
			[1],
			[97],
			[264],
			[338],
			[18]
		],
		"postLink": [
				"/sp4911369",
				"/sp4971594",
				"/sp6331344",
				"/sp7452377",
				"/sp4913667"
		],
		"postUser": [
				"Ajajaj",
				"Ajajaj",
				"JemyM",
				"emrik",
				"Ruskigbuss"
		],
		"postUserID": [
				"/u103942",
				"/u103942",
				"/u154872",
				"/u133094",
				"/u61653"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p1",
				"https://www.flashback.org/t367082p9",
				"https://www.flashback.org/t367082p22",
				"https://www.flashback.org/t367082p29",
				"https://www.flashback.org/t367082p2"
		],
		"userUrl": [
				"https://www.flashback.org/u103942",
				"https://www.flashback.org/u103942",
				"https://www.flashback.org/u154872",
				"https://www.flashback.org/u133094",
				"https://www.flashback.org/u61653"
		],
		"sentence": [
				"I den här tråden kan vi lista argumenten för varför man ska rösta på Sverigedemokraterna. Jag presenterar några viktiga argument här nedan, bidra gärna med fler. Sverigedemokraterna är ett parti som vill behålla det goda Sverige, det Sverige som dom flesta vuxit upp i. Ett tryggt samhälle där Du inte behöver vara rädd när du går hem på kvällen, ett Sverige som är tryggt och harmoniskt. Ett Sverige som präglas av svenska värderingar och normer, inte muslimska värderingar eller någon annan kulturs normer och värderingar heller för den delen. Invandringspolitiken har skötts på ett katastrofalt sätt de senaste årtiondena, det har massimporterats människor från främmande länder som har totalt annorlunda normer och värderingar än våra svenska. Invandringen kostar fullkomliga fantasisummor, som Du och jag är med och betalar! Det har nämts lite olika siffror men en rimlig uppskattning ligger någonstans mellan 40-270 miljarder kronor årligen. Samtidigt har Sverige en ENORM stadsskuld! Samtidigt får många pensionärer inte den hjälp de borde få på sin ålders höst. Samtidigt är massor av ungdomar arbetslösa. Frågan är om Du verkligen vill att Dina pengar ska gå till en utopisk massinvandringspolitik med extremt stora baksidor? Eller om pengarna kanske kan användas på ett vettigare sätt för alla medborgares bästa? Valet är Ditt, det är Du som måste ta ställning till vad Du vill att Dina skattepengar skall gå till och det enda sättet Du kan påverka det genom är att rösta på ett parti som Du tycker har en sund syn på den saken. Sverigedemokraterna har som jag ser det en mycket sund syn på sakfrågan kring massinvandringens enorma kostnader. Fördelarna uppväger inte på långa vägar nackdelarna med massinvandringen och det mångkulturella samhället. I och med att vi har tagit hit och fortsätter ta hit så enormt mycket människor från Afrika, mellanöstern mm. Så har vi också fått de stora baksidor som \"det mångkulturella samhället\" bär med sig! Vi har fått den mångkulturella kriminaliteten i vårt samhälle! Den hade vi inte tidigare då vi var en mer homogen nation bara för något årtionde sedan. Vi har tagit hit alldeles för mycket människor på alldeles för kort tid, från främmande länder som är totalt annorlunda från oss själva. Dessa faktorer har skapat väldigt stora problem! Då många av dessa människor har oerhört svårt att anpassa sig till det svenska samhället och förblir därför i utanförskap, något som är en bidragande orsak till den höga nivån av brottslighet bland invandrare! Vi får också helt nya \"mångkulturella inslag\" i brottsligheten, sådant som inte existerade tidigare i Sverige, såsom och dylik skit! Ett annat inslag som kanske inte är \"direkt olagligt\" men ändå är väldigt obehagligt och fel är det faktum att unga svenska tjejer nuförtiden var och varranan dag får hör att de är eller från företrädesvis invandrare från muslimska länder, mellanöstern och Afrika. Sådana grova och oförskämda tillmälen förekom knappt alls för bara ett par decennier sedan innan dessa människor kom till Sverige. Idag används dessa grova förolämpningar dagligen mot unga svenska tjejer. Våldet och brottsligheten kommer fortsätta att öka i och med att inget av de etablerade partierna i riksdagen är intresserade av att göra något åt massinvandringen, utan nöjer sig med att låta det rulla på som de har gjort nu i många år! Det borgerliga blocket brukar visserligen slå sig lite för bröstet när det kommer till frågan om \"kriminalitet\", och visst en marginell förbättring kan ske på den punkten om borgarna vinner valet, men på det hela taget så är det en \"droppe i havet\"! Det är mest tomma ord och retorik, sen blir det små marginella förbättringar. Sverigedemokraterna däremot, vill ta krafttag mot det grova våldet och annan grov brottslighet och när det kommer till \"kriminella invandrare\" så vill Sverigedemokraterna utvisa dessa kriminella element efter avtjänat straff! VARFÖR ska en grovt kriminell invandrare överhuvudtaget få uppehålla sig i Sverige? Det är något som är komplett vansinnigt och FEL! Om Du har samma uppfattning så är det enda alternativet Du i dagsläget kan rösta på Sverigedemokraterna. I alla frågor där \"svenskhet\" kan ha relevans ska svenskheten få ökat fokus, svensk kultur, identitet och historia. Exempelvis mer svensk historia i skolorna. Det är viktigt att känna sitt lands kultur och historia och vara stolt över den. Och på den punkten har vi alldeles för lite av den varan i Sverige! Rotlöshet, historielöshet i kombination med mångkultur är en fenomenal mix för att skapa \"våld\", \"kriminalitet\" och \"mängder med problem\"! Det är inte något Sverigedemokraterna vill ha. Sverigedemokraterna vill bevara den svenska identieten och kulturen, det är mycket viktigt för att skapa ett bra land och samhälle att leva i. Om vi inte gör något åt den skenande massinvandringspolitiken snarast möjligt! Kommer det inte finnas något Sverige i framtiden! Det kommer på kartan finnas ett land som heter Sverige, men det är också allt. Sverige kommer då vara ett land där ingen av idag skulle känna igen sig! Enligt en bok (som jag tyvärr glömt bort titeln på) så har det gjorts beräkningar som visar att om massinvandringspolitiken fortsätter som den gör idag kommer Du som svensk vara i minoritet år 2056! Kanske det inte spelar Dig personligen en avgörande roll då Du vid det laget är ganska så gammal, men frågan är om det är det land Du vill efterlämna till Dina barn? Ett land där svensken är i minoritet i sitt eget land, ett land som präglas av våld, kaos och motsättningar mellan olika etnisiter! Ett land där Islam vuxit sig oerhört mycket starkare än idag, ett land som står många steg närmare att när som helst bli en \"islamskt stat\". Särskilt kvinnor kommer bli de stora förlorarna i en sådan framtid, när islamska värderingar i allt högre grad börjar kuva även svenska kvinnor. Frågan är om det är så Du vill att Sverige ska se ut? Om det är så Du vill att Dina barn och barnbarn ska ha det? Om Du inte vill ha det på det viset är det enbart Sverigedemokraterna Du kan rösta på, inget av de etablerade riksdagspartierna är som sagt intresserade av att byta spår, utan vill fortsätta på den inslagna banan med ovan givna framtida scenario som följd! Sverigedemokraterna är ett mittenparti, det är viktigt att komma ihåg. Det finns många felaktiga påståenden, om att Sverigedemokraterna skulle vara eller Sverigedemokraterna skulle vara etc. Min personliga bedömning är att dom står strax till höger om Socialdemokraterna vad gäller den ekonomiska politiken. Sverigedemokraterna är öppna för samarbete med alla partier vid en riksdagsplats. Vad gäller som A-kassa och sådant så är det inget som Sverigedemokraterna vill kraftigt försämra, vilket brukar vara fallet när man talar Sverigedemokraterna är även för en mindre skattesänkning, denna kan man finansiera och ändå bibehålla en hög standard på sociala skyddsnät, genom att överföra de många miljarderna som går rakt ned i vasken (massinvandringen) och istället använda delar av dessa miljarder till en skattesänkning. Det gynnar alla, det ger folket en ökad köpkraft och det stimulerar den svenska ekonomin och ger i slutändan fler arbetstillfällen. Jag är inte så insatt i den ekonomiska politiken, men som sagt vet man att dom är ett mittenparti så har man nog också ett hum om ungefär vart dom står i ekonomiska frågor. Sverigedemokraterna motsätter sig \"överstatlighet\" inom EU, dvs att EU skall diktera vad vi i Sverige ska göra och inte. Sverigedemokraterna är för samarbete mellan europeiska länder och länder i vårt närområde, men vill inte se ett överstatligt EU, Sverige skall vara en suverän stat. Det var några viktiga argument, bidra som sagt gärna med fler Ni som har vettiga förslag. PS. Jag vill också passa på att poängtera att jag inte har någon som helst koppling till Sverigedemokraterna och att ovan givna argument är min egen uppfattning om vad Sverigedemokraterna står för.",
				"Tittar man objektivt på vad partiet står för så är det ett mycket sunt parti enligt min mening! Deras åsikter är ur ett objektivt perspektiv inte det minsta kontroversiella, utan åsikter som dom flesta skulle kunna instämma i, om det inte vore för att dom har fått en felaktig och föråldrad bild av SD. Det är helt sant att det fanns mycket problem och rasister i partiets barndom, och det är givetvis beklagligt med tanke på att partiet idag inte är samma parti. Idag finns inget av det kvar, men det gamla belastar partiet. Men då är det ju bra att partiet verkligen får visa att de idag är ett annat parti! Och det tycker jag också att dom lyckats visa... Det är olycksfall i arbetet när det framkommer att någon företrädare för sverigedemokrat visar tecken på extremism. Och partiet utesluter konsekvent alla sådana medlemmar så jag tycker dom bevisar sig gång på gång på den punkten och ju mer tiden går desto färre \"olycksfall\" kommer det bli då alla med extremistiska åsikter väljer andra alternativ istället. Jämförelsen med NyD är dock lite felaktig tycker jag i och med att hela NyD-projektet var ett pajasjippo som gick ut på att borgarna skulle vinna makten! En smart kupp helt enkelt. Men sen blev det ju knall och fall också. SD har byggts upp under många år och succesivt reformerats till att bli ett seriöst parti, det ger dom en plattform som NyD aldrig hade, och inte heller JuniListan eller Feministiskt Initiativ har. De etablerade partierna har blivit en politisk adel som främst arbetar för sina egna intressen, de har spelat ut sin roll som \"folkets företrädare\" enligt min mening, därför kommer också SD bli ett ganska så stort parti inom en snar framtid. inom 10 år kommer dom ligga runt 8-10% det är min övertygelse, med tiden kan dom bli riksdagens andra största parti, om skickliga och kompetenta människor leder partiet. Jag är också ambivalent i EU-frågan... Jag vill dock inte se några muslimska stater i EU då det i förlängningen kommer innebära ett inbördeskrig!",
				"Vi är ett mångkulturellt land, ja. Helvete vill jag inte hålla med om. Fascistpropaganda: Hitta en minoritet och skyll allt på dem så blir allt bra. Ge mig några forskningsresultat samt en psykologisk hypotes på detta. Tror \"blattefitta\" är den svenska versionen. Hur vill Sverigedemokraterna lösa problemet med att svenskar kallar mörkhyade för blattar? Arbeta på en mansdominerad arbetsplats med herrar på 40-60 år och du får en helt annan syn på detta. Ickejämställda invandrarkulturer hotar inte den svenska jämställdheten. Problemet är bara att det inte finns något sätt att snabbindoktrinera invandrare till vår kultur. Däremot tycker jag för mycket respekt ges till Islam och andra religioner. Har inte direkt att göra med invandringen utan företagsproblemen. Sverige har ett uruselt arbetsklimat som inte har råd att anställa och motsätter egenföretagare. Kompetensbristen har inte med invandringen att göra utan en vek och omotiverande skola ur pedagogiskt perspektiv. Den tråkar ut elever, både dem som vill ut i arbetslivet kvickt och dem som vill lära sig så ögonen blöder. De flesta invandrare som kommer hit har relativt bra utbildning, men sitter i samma sits som alla andra högskolestuderade ungdomar; arbetssituationen stinker. Sverige idag är det sista landet du skall flytta till för att arbeta för dina drömmar. Det är ett land som ger en oböjlig och dålig utbildning, ett land som motarbetar den som tar egna initiativ och ett land där du även om du har vad som krävs kommer att få sitta arbetslös. Vi är ett land som odlar inkompetens och arbetslöshet. Detta kan du faktiskt tacka socialdemokraterna för, men jag tror knappast sverigedemokraterna har en bättre lösning för de tror att problemet ligger någon annanstans.",
				"oh. nu vart det ju lite intressant att kanske rösta på men vem har räknat på det där 2056 så är det fler invandrare än svenskar? om dom som invandrar nu och får barn här borde man väl se som svenskar då dom kommer lära sig svenska och så. och folk som har bott här i 10-15 år som kan flytande svenska och har lärt sig alla våra normer och så ser jag som svenskar ialla fall. så jag vill inte tro på det där riktigt. fast jag bor inte i någon på något vis invandrartät stad så jag vet inte hur det är i malmö och så där det är många som invandrar. och hur står sverigedemokraterna i frågan om euro? och det här med invandringen. gäller det ifrån alla länder eller är det bara ifrån uländer och dyl? tänker att många ifrån västvärlden redan vet hur saker fungerar här. och desseutom oftast är bra på engelska så att man kan bli förstådd på ett vettigt vis. tack för många bra argument Ajajaj har dock inget eget och komma med. bara lite fundersam. skäll gärna på mig om jag inte är riktigt on-topic. ska skärpa mig i så fall.",
				"Nu är visserligen topic argument FÖR att rösta, men eftersom vi nu är ett debattforum antar jag att det är ok att kritisera argumenten, eller menar trådskaparen att vi bara får applådera dessa? 1. Invandringspolitiken må ha varit väldigt fel, det kan jag hålla med om, men SD:s \"sunda\" syn ger jag inte mycket för. 2. Mångkultur gillar jag och den svartvita bild som du skriver om känner jag inte igen. SD:s krafttag mot grovt våld är ju tämligen värdelöst så länge de låter dömda brottslingar sitta kvar i de egna förtroendeuppdragen. 3. Svenskhet? Vad i helvete menas? Eftersom det är du som skriver, antar jag att det finns någon biologisk förklaring ... 4. Skiter fullkomligt blankt i om Staten Sverige överlever - mitt perspektiv är lite vidare än så. Din skrämselpropaganda är totalt verkningslös. 5. Mittenpolitik? Vad är det? SD är socialdemokrater när det gäller den ekonomiska politiken. 6. EU. Ännu ett skäl att INTE rösta på SD. Sammanfattningsvis - jag tror inte att SD är mitt parti. Och jag hoppas för deras skull att de har bättre företrädare än du - annars lär de ha svårt att få de egna partimedlemmarna att rösta på sig. Vill man få folk att rösta så måste man se vilka frågor som är viktiga för dem. Och överdrivna skräckvisioner får ingen att välja partiets valsedlar, tvärtom. Det bär mej emot, men för sakens skull så kan jag försöka mej på lite råd om hur man borde göra. 1. Tona ner dravlet mot invandrarna. Det temat har man kört ett antal val nu, och det ger inte många procent. Folk har egna ögon att se med, och går inte på skräckscenarierna. 2. Ta inte upp uppenbart svaga punkter. Lag och ordningsargumentet håller inte när företrädare är dömda brottslingar. Visst, visst, man kan säkert hitta lika stor andel i andra partier, men de tar inte heller upp det här temat. 3. Betona harmoniska och snälla argument. T ex är det fint att vara stolt över sitt land, det kan man gärna spela på. Men om man försöker kontrastera detta mot hur hemska andra länder är - och särskilt deras invånare - så skrämmer man bort folk i stället. 4. Ta reda på vad folk är intresserad av - vilket är i stort - Ekonomin samt Vård - Skola - Omsorg. Kan man inte övertyga här - så är man chanslös. Och här skiljer sej inte SD mycket från SAP, vilket gör det svårt att driva en kampanj."
		]
	},
	{
		"postIndex": [
			[392],
			[677],
			[416],
			[586],
			[680]
		],
		"postTime": [
			"2008-08-29",
			"2009-03-23",
			"2008-08-31",
			"2009-03-19",
			"2009-03-23"
		],
		"postNum": [
			[405],
			[701],
			[429],
			[608],
			[704]
		],
		"postLink": [
				"/sp12639107",
				"/sp15755580",
				"/sp12663456",
				"/sp15703811",
				"/sp15766378"
		],
		"postUser": [
				"Eliajas",
				"JemyM",
				"Gurkmix",
				"Fnysington",
				"ambiscko"
		],
		"postUserID": [
				"/u274691",
				"/u154872",
				"/u260221",
				"/u196522",
				"/u128226"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p34",
				"https://www.flashback.org/t367082p59",
				"https://www.flashback.org/t367082p36",
				"https://www.flashback.org/t367082p51",
				"https://www.flashback.org/t367082p59"
		],
		"userUrl": [
				"https://www.flashback.org/u274691",
				"https://www.flashback.org/u154872",
				"https://www.flashback.org/u260221",
				"https://www.flashback.org/u196522",
				"https://www.flashback.org/u128226"
		],
		"sentence": [
				"Men det som sd verkar säga är ju inte att man är rädd för invandrare. Utan att man ska ta bättre hand om dom som redan finns här. Ge dom fler alternativ annat än bidrag. Och som jag ser det blir det svårt om man släpper in ännu fler. Och vad fan gör riksdagen för att lösa problemet? Det undrar jag. Gör inte ni det också. Alla som är för ett mångkulturellt sverige En stor Björntjänst någon? För mig blir sd ändå ett missnöjesparti då jag stöder deras invandringspolitik så som problemet ter sig idag men inte allt annat. Efter några år med i alla fall halvöppna gränser kanske sverige blir mer stabilt. Då röstar man i så fall annorlunda. Men hela den här häxjakten om att sd bara är rasister och att dom inte bör få finnas hör inte hemma i en demokrati. Läskigt att se andra politikers uttalanden Odemokratiskt. Och nej. Att inte ta in fler invandrare idag är inte odemokratiskt. Inte i dagens läge. Det är väl till landets fördel? Mörka som ljusa. Korta som långa. Rasistkortet känns så gammalt att man blir grå bara man tänker på det.",
				"Antalet ANMÄLDA brott är inte det samma som att fler brott begås. Några faktorer: * Vi är % fler nu än då, om man räknar brott i antal kan en ökande kurva visa befolkningsökning medan % är konstant. * Fler saker är brottsliga idag än tidigare, främst rörande kränkningar/diskriminering. * Svenskar har utvecklat en amerikansk benägenhet att stämma folk för petitesser och gnäbb, förmodligen efter att de tittat för mycket på amerikansk TV. * Anmälningar för sexuellt ofredande/väldtäkt har ökat explosionsartat, det betyder inte att vi har fler våldtäktsmän än förrut men vi har en större uppmaning att anmäla än tidigare och tyvärr allt oftare rör det sig om falsk anmälan. * Falska anmälningar mot specifikt invandrare är överrepresenterade i statistiken. Majoriteten av brott begås dessutom i storstäder, större städer leder till fler brott. Våra städer har växt i takt med befolkningsökningen vilket speglar sig i statistiken. Ett annat skäl är att Sveriges \"gemenskapsliv\" har avtagit i takt med ett individualiserande samhälle. Vi har färre intresseföreningar, inte samma intresse i organisationer, inte samma intresse i politiska engagemang som första majtåget, demonstrationer etc. Vi har dessutom ingen rationell/sekulär ersättare för kyrkan som en gång var samhällets mitt. Sverige har ingen tydlig identifierbar \"social\" institution som tidigare. Minskad gemenskap leder till utanförskap, utanförskap leder till en dysfunktionell relation till samhället som helhet, inklusive dess ordningsregler och lagar. Vi glömmer i många fall att samhället är en tvåvägsrelation, en ge och ta relation. En individ som känner att samhället tar mer än det ger kommer inte ha en anledning att stödja det. Ett flertal utbildningar inom humaniora/samhällsvetenskap bygger på just förvaltandet av gårdagens erfarenheter rörande hur människor bör byggas samt vilka samhällskonstruktioner som är lyckade och inte. Att bygga statliga administrationer kräver samma intellektuella engagemang som byggandet av ett hus, du vill inte ha en ingenjör som saknar både kunskap och erfarenhet i vilka byggnadsmaterial och i vilken konstruktion som över tid och genom experiment visat sig fungera och inte. Homosexualitet var förbjudet i Sverige 1944. Fram till 1978 betraktades det fortfarande som en mental sjukdom. Först 1995 fanns en fungerande partnerskapslag vilket innebar juridiska rättigheter för de som valde att leva tillsammans. Livets självklarheter som att hitta och dela livet med någon man älskar medan man gör sitt handtag i samhället var alltså inte tillgängligt homosexuella fram till dess. Detta innebär att ett antal av ungefär 2% av Svenska befolkningen portades från ett traditionellt liv. Rent psykologiskt innebär sämre rättigheter och möjligheter att få acceptans en hämmad möjlighet att ta och utföra ett arbete, resultatet av begränsade rättigheter får alltså effekten att en stor andel Svenskar får hämmad arbetsprestation i onödan. Situationen för homosexuella går att jämföra med situationen för underklassen och kvinnorna vilka fick samma bemötande. Relationen mellan individ och samhälle är ett ge och ta koncept. Att inte behandlas likvärdigt har en direkt inverkan på prestationen, något som bekräftats i ett flertal psykologiska undersökningar. Färre jobb påverkar samhället negativt. Detta är det primära problemet Sverige har enligt mig. Vi lever inte längre i industrisamhället i vilket det fanns väletablerade företag och en tydlig uppdelning mellan arbetsgivare, arbetare och fackliga ombud. Vi lever inte i en miljö i vilket du \"bara kan ta ett arbete\". Vi lever i ett informationssamhälle som bygger mer på tjänster och idéer än kroppsarbete. För att arbeta på ett väletablerat företag behöver du utbildning på ett helt annat sätt och facket/höga arbetsgivaravgifter och kraftigt begränsad arbetsfrihet har börjat bli mer ett grus som står till hinder för anställningar. Dessutom är man kraftigt begränsad om man börjar sysselsätta sig själv. Individer beredda att starta eget är bland samhällets mest utsatta och oskyddade medborgare och det krävs mycket engagemang för att ett företag skall kunna omsätta tillräckligt för att anställa extrapersonal vid behov. Detta är en situation som möter både en svensk och en invandrare. En svensks fördel är ofta sociala kontakter och en erfarenhet kring hur samhället fungerar, något som hjälper en till arbete på ett annat sätt. Mig veterligen har inte SD någon lösning på arbetssituationen eftersom man fokuserar på invandrare istället för arbetslösa. Innan du dömer ut Svensk skola får du nästan visa nån form av statistik som visar att skolan inte fungerar. Vad skolor behöver är en större respekt och status i samhället. \"Disciplin och lydnad\" har en tendens att skapa en disrespekt från elever till lärare. Varför skulle du respektera någon som inte respekterar dig? Disciplin och lydnad finns trots det fortfarande kvar i rimlig nivå. Att indoktrinera barn in i auktoritetsförtroende har dock visat sig vara farligt eftersom sådana sinnen snabbt kan förslavas av kunniga manipulatörer. Att istället lära barn demokratiska rättigheter gör det svårare att bygga rörelser som står på diskurs med övriga samhället och dess normer. Dessutom var den \"gamla skolan\" av många skäl psykologiskt vansinnigt och skadligt. En skola måste idag vara förberedd på att vara förberedd för att behandla en biologisk mångfald. En satsning i skolan, lärare, lärarutbildning betalar sig tillbaka i andra änden, eftersom de sociala problemen för misslyckad skolgång i slutändan kostar samhället mer.",
				"Det är ingalunda oomtvistat att vi skulle behöva en ökad invandring för att behålla välfärden. Kolla exempelvis denna länk: I varje fall de senaste 20 åren har det framhållits att vi behöver ökad invandring för att behålla vår välfärd. Nu går det stora köttberget (citat Nudel) i pension och vad bidrar invandrarna med i form av ökade skatteinkomster (när bidragen har subtraherats)? Sverige har sjunkit i välståndsligan. Det borde väl vara intressant för makthavarna att ta reda på varför. Kanske har de redan gjort det men inte vågat publicera för att vår invandringspolitik har varit en bidragande orsak. Vad jag främst vänder mig mot är den bristande öppenheten i samhället. Ingenting som inte är godkänt av pk-etablissemanget får diskuteras på ett seriöst sätt, antingen det gäller invandringspolitik eller narkotikapolitik. Jag har alltid röstat på (m) men i nästa val ska jag lägga min röst på (sd). Detta bestämde jag utan att ha läst deras partiprogram, det var oväsentligt vad de hade för åsikter i andra frågor - jag hade t.o.m. kunnat rösta på (v) eller (mp) ifall dessa partier hade haft en invandringskritisk hållning bara för att föra upp invandringspolitiken på dagordningen. Nu har jag läst sverigedemokraternas partiprogram och jag hittar inget som jag inte skulle kunna acceptera förutom deras hållning till EU. Det som jag speciellt gillar är att de vill ha ett starkt förvar, satsar på brottsbekämpning och vill bevara den svenska kulturen.",
				"Och du är en autistisk idiot som verkar tro, liksom i lekskolan, att den som orkar upprepa sig längst vinner. Tidigare var alltså Sd socialister (men det agumentet har du lyckligtvis släppt nu), nu är de bara inte kompatibla med borgarna. Trots att den inomborgerliga spännvidden (och därmed spänningarna) förmodligen är större än den mellan Sd och borgarna (när det väl kommer till skarpt läge och förhandlingar). Det har redan diskuterats i ett antal inlägg. Om du är så intresserad att diskutera det kan du ju gå tillbaka några inlagg och bemöda dig att svara på frågor eller bemöta påståenden iställer för att som en stalinistisk politruk mala på samma smörja oberoende av vad som sägs. Dock kortfattat: (Centern kan knappast sägas vara Sveriges mest EU vänliga parti - man är liksom Sd emot införandet av Euron (vilken dock jag själv stöder) (Finns inga hinder överhuvudtaget så länge nyliberalerna inte får för sig att det vore positivt att importera halva indien. Snarare kan Maud ta Jimmie i hand när det gäller vurmandet för småföretag) (Sd vill inte se muslimska friskolor, och det vill förmodligen inte 95% av borgarna heller bakom skål och vägg - man kan säkert arbeta fram en kompromiss) (Inga problem där heller. Reinfeldt har i både ord och handling visat att han stödjer välfärdsstaten och trygghetslagarna samt det svenska lönebildningssystemet[och han ljuger väl inte!!???] och han för för närvarande en politik som regeringen på 50-talet snarast skulle ha kallat marxistisk och sovjetinspirerad [och 50-talet brukar ju Sd hävda var en bra tid]). (Sd och folkpartiet har säkert en hel del att prata om när det börjar dra ihop sig till denna avslutande punkt efter i princip avklarade förhandlingar vilka pågår inför regeringsbildningen 2010. Det visar sig inte oväntat att Janne och Jimmie kommer strålande bra överens. Några fjolliberaler opponerar sig, men tystas av Reinfeld, som plötsligt minns att han en gång var en man och fjälljägare) Simsalabim, större spänningar är sådär var det inte, med lite goda viljor. Nu är det väl så att det borgerliga alliansen skulle vilja haft hela sandlådan för sig självt [för vem tycker att det är kul att förlora makt till en uppstickare, och det är kanske är anledningen till att alliansen, som ju egentligen är snälla gossar och flickor, ibland tagit i med övertoner i debatten mot Sd, men som sagt, egentligen de ju inte så illa] men tar det ändå i slutändan stoiskt och gör det bästa av situationen. Alliansen intelligenta medlemmar är ju också fullt medvetna om att det fungerar alldeles utmärkt i Danmark med en liknande konstruktion, så det kommer det säkert gå lika bra här, filosoferar de.)",
				"Ah, den gamla Sarnecki-lögnen håller i sig alltjämt hos de lägre bildade och mindre självständigt tänkande. Om du ska ge dig in på att diskutera kriminologi föreslår jag att du slänger ett öga på det internationella forskningsläget istället för den politiskt motiverade pseudovetenskapliga svenska krimínologin som man skrattar åt utanför landets gränser. Vem vet, sådan intellektuell protektionism kanske inte är så bra reklam för Sverige ens i dina globalistiska heliga Unesco-kretsar. Du gapar efter \"källa?\" som ett spädbarn skriker efter nappflaska, men presenterar aldrig själv någon trovärdig sådan. Faktum är att påståendena i citatet ovan är direkt lögnaktiga: Det förklarar inte varför det glesbefolkade och - enligt dig och FN - så intellektuellt och moraliskt högstående Sverige, ligger i toppskiktet i statistiken för grov brottslighet i Europa. Här har du helt rätt. Och orsaken står till stor del att finna i den etniska omvandlingen av landet. Det stöds av en överväldigande del av den internationella samhällsvetenskapliga forskningen att multikulturella länder har lägre tillit, lägre socialt kapital, lägre socialt deltagande än homogena länder: Således är multikulturalism, som samtliga sju riksdagspartier till skillnad från SD stödjer, i grunden oförenligt med en så välfärdspräglad nationalstat som Sverige. Ja, att Sverige är ett modernt kunskapssamhälle och inte längre ett industrisamhälle är ett skäl att stödja SD:s invandringspolitik. Outbildade människor från tredje världen passar helt enkelt inte in i ett sådant informationssamhälle. Fel folk på fel plats och omöjliga att integrera. Disciplin och lydnad är inte synonymt med att sätta skräck i eleverna. Dagens slappa låt-gå-mentalitet har ju inneburit att eleverna saknar alltmer respekt för de så svaga och handlingshämmade lärarna. Särskilt tydligt blir det med invandrarelever som har ett ursprung från kulturer (t.ex. mellanöstern) där våld och stenhård disciplin är en del av vardagen. Dessa elever är ofta vana att få ett rejält kok med stryk hemma av föräldrarna om de inte gör som de blir tillsagda. Hur ska de då kunna respektera lärarna i den svenska skolan som knappt får höja rösten mot stökiga elever? Denna sociokulturella problematik är inte bara ett skäl för disciplin och ordning i skolan, utan även för hårdare krav på invandrare att anpassa sig till det svenska samhällets värderingar, så som förordas av SD:s assimilationspolitik. Annars förslavas de i vilket fall av den dekadenta MTV- och masskonsumtionskulturen. Smått roande ordval förresten, SD-väljare torde ju höra till de mindre auktoritetstroende och mer självständigt tänkande individerna enligt rådande politiskt korrekt förgiftade normsystem. Åtminstone i jämförelse med etablissemangets lydhundar som vördar ideologiskt motiverad humanistisk \"forskning\" om genus och mångfald precis som en kristen högaktar Gud. Ungefär så som du gjorde ? SD är sakpolitiskt sett ett parti för medelsvensson. Allmänheten brukar alltid stå lite till vänster i ekonomiska frågor och lite till höger i sociala frågor, ungefär som SD gör. Att rösta på SD är således ett försök till justering av det enorma demokratiska underskott som råder i många för samhället betydelsefulla politiska frågor, t.ex. rörande hårdare disciplin i skolan, kriminalpolitik, försvarspolitik och invandringspolitik. Det främsta skälet att rösta på Sd är att på allvar få upp dessa frågor på den politiska dagordningen och i den offentliga debatten. Ur ett demokratiskt perspektiv finns ett tomrum att fylla."
		]
	},
	{
		"postIndex": [
			[789],
			[884],
			[746],
			[740],
			[750]
		],
		"postTime": [
			"2009-07-22",
			"2009-09-14",
			"2009-05-28",
			"2009-05-28",
			"2009-05-28"
		],
		"postNum": [
			[820],
			[916],
			[775],
			[769],
			[779]
		],
		"postLink": [
				"/sp17771792",
				"/sp18719080",
				"/sp16907269",
				"/sp16903816",
				"/sp16908658"
		],
		"postUser": [
				"2gtelefonen",
				"nedboy",
				"zaturn87",
				"zaturn87",
				"juanteres"
		],
		"postUserID": [
				"/u318052",
				"/u164406",
				"/u302552",
				"/u302552",
				"/u305564"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p69",
				"https://www.flashback.org/t367082p77",
				"https://www.flashback.org/t367082p65",
				"https://www.flashback.org/t367082p65",
				"https://www.flashback.org/t367082p65"
		],
		"userUrl": [
				"https://www.flashback.org/u318052",
				"https://www.flashback.org/u164406",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u305564"
		],
		"sentence": [
				"Sverigedemokraterna – ett organiserat hat! Det är med en viss oro som jag sitter ned och skriver följande debattinlägg. Under riksdagsvalet 2006 lyckades Sverigedemokraterna kamma in hela 2,93 procent utav svenskarnas röster. Det är högsta majoritet bland de partier som inte lyckades spräcka den åtråvärda 4-procents-gränsen. Man har lyckats exceptionellt med att framföra följande budskap; ”Vi är inte rasister! Vi är ett nationalistiskt parti”. Jo, visst är det så på pappret. Men jag kan inte undgå från att tycka att det finns ett visst hat bakom det hela. Ett organiserat hat. Ett hat, riktat främst mot de från den södra delen av världen. Som ett nationalistiskt parti vill man begränsa invandringen kraftigt, samt stötta återvandringen då man anser att ”dagens situation med kulturellt främmande enklaver i de flesta städer inte är hållbar”. Man vill uppmuntra de invandrare, som inte anpassat sig till den svenska kulturen, att återvända till sina rötter. Samtidigt uttrycker man det faktum att invandring alltid funnits i Sverige, dock så har den kommit från ”kulturellt närstående länder”. Läser du mellan raderna så blir det ganska självklart att det de försöker säga är att invandrare från den södra delen av världen inte är rätt för Sverige. Vill du stanna ska du vara assimilerad till det svenska samhället. Självklart är det viktigt för en invandrare att anpassa sig till det svenska samhället. Men hur mycket begär SD egentligen? Jag skall ta upp ett exempel kring detta. Samuel Älgemalm är en representant av Sverigedemokraterna i Växjö. Vad är så speciellt med denne man då? Jo han heter egentligen Mohammed Ebrahim Ghachorloo, föddes i Iran, och kom till Sverige som en politisk flykting. I sin sätt av att assimilera sig till den svenska kulturen bytte han sitt namn samt konverterade sig från Islam till Kristendomen. Detta är alltså Sverigedemokraternas sätt att visa att man inte alls är invandrarfientliga. Du får alltså komma från vilket ursprung som helst, bara du glömmer hela din bakgrund och vem du egentligen är. Då får du stanna i Sverige, annars är du inte rätt för oss. Föregående slutsats är den enda jag kan dra utifrån Sverigedemokraternas agerande. Jag ställer frågan igen, hur mycket vill egentligen Sverigedemokraterna att man skall anpassa sig? Samtidigt ser jag ett tydligt hat inom det hela. Missuppfatta mig inte nu, självklart skall en invandrare försöka anpassa sig till den svenska kulturen men detta behöver endast ske till en viss grad. Det känns orimligt att begära att någon ska glömma hela sitt föregående liv, och det verkar även som att SD inser detta och därmed uppmuntrar till återvandring. Hatet som jag ser kring detta är mot dessa ”nya” kulturer, som man verkar tycka är fel. Bland annat har Samuel Älgemalm uttryckt sitt hat över Islam genom att bland annat uppmana ett förbud mot denna religion. Men som ett nationalistiskt är det självklart att man värnar om Sveriges kultur, då är det ganska naturligt att man är främmande för andra kulturer. Det betyder inte att man riktar sitt hat mot dem. Först och främst vill jag påpeka att jag förmodligen inte är ensam om att tycka att den svenska kulturen inte alls är hotad. I Kanada är det proportionellt mer invandrare i jämförelse med Sverige, och inte ens där anser de flesta utav folk att deras kultur är hotad. Sedan är det självklart inte så att en nationalistisk politik alltid är invandrarfientlig. Dock så anser jag att Sverigedemokraternas politik bygger på ett hat och därmed är invandrarfientligt. Förutom det exemplet jag gav ovan(Samuel Älgemalm) så finns det även andra aspekter. Man säger bla. att endast ett nationalistiskt parti kan lösa problemet med våld i Sverige. Det man kan ta ut från detta, är att man anser att den enda lösningen för att minska våldet i Sverige är att minska invandringen i landet. Det man mer eller mindre påstår är att dessa invandrare är de som orsakar våld i Sverige. Vad är detta, om inte hat? Vad har de för åtanke kring invandrare egentligen? Att dessa är ett par ociviliserade djur, eller? Är detta verkligen en ordentlig lösning på problemet? Sedan så påstår man även att den höga skatten skulle kunna sänkas radikalt om det inte vore så mycket invandrare i landet. Det är alltså dessa invandrare som sitter och beslagtar pengar från Sverige. Det kan argumenteras om att flertalet invandrare är arbetslösa och därmed får pengar från staten, men hur många tror man egentligen vill vara arbetslösa? Inte är det så att de sitter och tackar nej till jobb, för att få en liten summa pengar per månad som hjälper dem att försörja familjen in till det sista öret. Även svenskfödda människor är arbetslösa. Dessutom är det någon skillnad på om en invandrare är arbetslös och om en svenskfödd är arbetslös? Är vi inte alla människor? Ersattes dessa invandrare med svenskfödda skulle väll dessa människor också vara arbetslösa? Eller finns det en djupare anledning till varför just invandrare har svårt att få jobb? Skall vi inte då finna en lösning på det problemet, och en ordentlig lösning för arbetslöshet? För det handlar definitivt inte om överpopulation, och det är inget SD nämner heller. Samma gäller ”våldet” i Sverige. Om du anser att invandrare ligger bakom en stor del av det våld som sker i Sverige(vilket är en absurd tanke) bör man då inte komma fram till en lösning för detta problem? Folk verkar tro att om vi tar bort invandrare ur samhället blir Sverige perfekt. Kolla på de egentlige lösningarna istället för att klanga ner människor pga deras bakrund! Herregud! Vill du ha ett samhälle vars ideologi bygger på ett hat mot främmande kulturer, samt att hitta ologiska lösningar, genom att enbart skylla på invandrare, för dagens problem i samhället? Rösta på Sverigedemokraterna valet 2010!",
				"Du vet väl att den absoluta majoriteten som har flytt till sverige vill kunna återvända och leva i sitt ursprungliga hemland. När och om det är möjligt så kommer de att göra det. Sen finns det andra faktorer att ta hänsyn till. Säg att en flykting har levt i sverige i 25 år. Han har träffat en \"svensk\" kvinna och de har fått säg 2 barn. Det blir bra i hans ursprungliga hemland, vad skall han då göra? Jag tror att de människorna kan lösa det problemet utan att staten skall blanda sig i. Eftersom SD vill att skattebetalarna skall vara med och betala för det som kommer det att bli dyrt som fasiken. Vi kommer bara att betala för de som endå kommer att åka hem. Det finns ingenting som SD kan bidra med i detta och liknande fall. Därför är en röst på SD helt bortkastad. Sen tar du upp ivägskickande av invandrare i sverige till sina ursrungsländer. Tänk alla familjer som skulle splitras. Jag tycker det låter helt sjukt. Det här är alltså vad rasistdemokraterna vill. Jag kom ihåg när jag började intressera mig för SD. Då var det väldigt mycket snack om att alla första och andra generationens invandrare skulle skickas hem till \"familjens\" ursprungsland. Jag har ju några vänner som har en jugoslavisk förälder och en finsk (ganska vanligt, av någon anledning). Vart skickar man barnet till dem (andra generationen)? Finland eller jugoslavien? Jag känner några engelsmän som bor i Sverige. De har barnfamiljer. Det blir ju inte roligt för de barnen när den ena måste åka hem till england. Sen känner jag några från Australien som precis har startat upp en verksamhet i sverige. Menar SD att de måste sälja den då och sticka hem till Australien? Allt detta för att SD med säkerhet vill bevara vad man säger \"en svensk kultur\". Som de definierar som hur sverige har fungerat under senare delen av 1900-talet. Jag kommer tänka på uttrycket \"En Svensk Tiger\". Har du hört det förut. Betydelsen av det är vad SD vill bygga den svenska kulturen på. Jag blir livrädd vid tanken på att SD skulle krypa över 4%'en. Då är det fan ta mig bättre att rösta på Kalle Anka partiet.",
				"Tycker du verkligen att det är han som är psykopaten? Se på hur du själv skriver människa innan du kallar andra för psykopat... Så med andra ord så är alla assyrier och afrikaner våldtäksmän? (*host* rasist) Media konspirerar emot detta med regeringen för att de vill sänka Sverige? Tänker inte ens svara på denna eftersom jag inte kan sänka min IQ till den nivån som är nödvändig Du talar om att du bedömer folk enligt individen samtidigt som du säger att dessa folkgrupper är våldtäktsmän och dessa folkgrupper är socialbidragstagare. Samtidigt så drar du det klassiska \"jag har invandrare som vänner\" försvaret vilket är väldigt typiskt för en vardagsrasist som samtidigt vill kunna smälta in på bästa sätt men om du verkligen såg de som individer och inte som en grupp så skulle du ens dra med det skitsnacket från första början eller hur din dumma jävel? Eftersom de är då och inte , sen drog du också med den fina att du bedömer mig inte efter mitt utseende utan efter mig som individ varvid du använde svär uttrycket \"svarting\" men samtidigt i ett tidigare inlägg som jag nämnde så insinuerar du igen att SD är något som en \"svarting\" ska vara rädd för så hur ska man tro att du bedömer mig efter min karaktär och inte utseende? Sen undrar jag exakt hur mycket ekonomi och statsekonomi du läst för att koppla invandring till ekonomin och lågkonjunkturer. Du lever i den här vaneföreställningen att alla invandrare som kommer sitter på arslet i sina hem och suger bidrag och det är därför du inte vill ha fler eftersom du tror att det är du som ska försörja dem för att de aldrig kan bli produktiva människor i det här landet... Gissa vad dessa människor är ute och pluggar i SFI i kanske 3 till 5 år och sen är de klara att börja jobba inom samhället eller fortsätta på högskolenivå, om du tar och jämför detta med det faktumet att det tar 18 år för ett barn att ens få potentialen till att börja bli en produktiv medborgare för samhället så bör vi snarare stänga alla skolor, sluta skaffa barn och bara ta in invandrare som ska jobba i det här landet. Men nu gör vi inte så för vi är trots allt inte lika dumma i huvudet som dig att vi enbart ser den ekonomiska aspekten i det hela. Det är inte invandringen som är ditt problem det är svensk arbetsmarknadspolitik som är ditt problem... Idiot... Vidare finns det 100 andra förolämpningar som du kan dra men du valde svarting just av en anledning eller hur ... Att dina inre organ inte flyger ut ur din kropp av ren skam för att de är i samarbete med din hjärna finner jag märkvärdigt, det måste finnas nivåer till hur dum man får vara innan kroppen säger \"näe för fan stäng av den här skiten, kommer aldrig att fungera ändå\" ^^ Jag hatar dig för den du är på insidan, hur du ser ut saknar betydelse Såklart de inte är ^^ [Sarkasm] Jag vågar åtminstone erkänna att PiP är ett enfrågeparti i sin helhet, visst har de andra åsikter också men allt kommer ner till en och samma kärnpunkt... Samma regel gäller för SD också...",
				"Wow... Du märker inte själv skitsnacket i ditt egna post när du samtidigt spyr rasistiska gallor från dig mot mig samtidigt som du försöker försvara SD från deras rasiststämpel? Sen tillägger du också \"är du rädd\" och är du \"svarting\" vilket insinuerar att om jag vore svarting så bör jag vara rädd. Men enda anledningen för mig att vara rädd är om SD faktiskt är ett rasistiskt parti, så hur vill du ha det? Inte rasister och då ska jag känna mig trygg eller är de rasister så jag kan vara rädd? Självklart behöver man inte heller vara rasist för att vara emot invandring men dessa går onekligen hand i hand, vidare så kan du gärna förklara vad ditt problem med invandring är och varför du är emot den utan att dra till med Hitlers raslära som argument samt att alla \"svartingar\" är våldtäksmän och försöker ta över Europa. Självklart kommer du komma med ditt Sverige ska vara svenskt skitsnack och därför också kunna komma med dubbla budskap, men låt oss då ta och definiera vad som menas med detta? Antagligen är den första delen av detta att vara att vara emot andra former av kulturer vilket väldigt enkelt är en ren \"Fail\" eftersom mänskliga rättigheter gäller i civiliserade länder (även om du tror att vi bor någonstans). Det andra är såklart med vad som är svenskt, är det utseende? Beteende? Social omkrets? Kultur? (nämnt ovan) osv osv... Så vilken av dessa är det? För om det är beteende så har jag knappast några problem med SD men det är såklart inte där skon klämmer, eller hur? Problemet som SD har är som du så fint har lagt upp det \"svartingen\". För om det var beteende och självklara saker som att utlandsfödda ska förhålla sig till svensk lagstiftning och lära sig svenska så vore de som vilket annat parti som helst, men nej deras parti är inget annat än ett smygfientligt rasistparti. Om det bara hade varit detta som jag nämnt nu så hade SD inte haft den stämpel som den har, snarare är det väl du som behöver vara mer orad då än jag eftersom jag enligt dessa mått är mer svensk än vad du och ditt blonda hår är eftersom jag läst ut gymnasiet (även om jag tvekar att du ens klara grundskolan) Fan även ND har större respekt hos mig än SD eftersom de åtminstone vågar öppet säga att de är rasister och följeslagare av raslära... Vart var vi någonstans... Jo.. Kultur och socialt beteende. Att SD ens vågar uttala sig om detta pekar mot ett auktoritärt styre från deras sida eftersom de vill ha kontroll över hur folk tänker och efter vad slags kultursform de vill leva efter (vi kan inte alla äta varmkorv och pyttipanna eller hur ) En annan syn på det hela som håller sig hos den mer simpla och ödmjuka rasisten är att även om en \"svarting\" kommer hit så kan han aldrig bli fullt svensk eftersom han har en annan ursprungskultur och inte kan tänka på något annat sätt än sitt.... VOILA då har vi rasism här, att insinuera att någon inte kan bete sig eller leva på ett annat sett på grund av hans utseende är rasism min gode vän... Nu om du ursäktar mig så måste jag gå ut och våldta en vit svensk kvinna och sen sticka och hämta min check hos Socialkontoret... Jag vet att jag högst troligt inte påverkar någon med mina inlägg här på FB men det faktum att du tar upp det betyder att du tror att på något sätt kan göra det vilket måste göra dig till århundradets idiot eftersom du ena hållet tror att inte någon annans inlägg påverkar men dina inlägg högst troligt gör det .... Sällan man träffar någon som gör en ordentlig effort att framstå som en idiot men ibland kommer du fram eller hur",
				"Jahapp... Då tar vi det igen då. - Jag har aldrig kallat syrianer eller afrikaner för våldtäkts män. Dessa råkar dock, bland några andra smuts raser, vara utmärkta våldtäkts män! Lite trevligt bara att det är invandrarna som utgör över 65% utav alla Sveriges anmälda våldtäkter och vårt härliga land har nu nått crikus 6000 per år. Högst i Europa =D - Att du är en människa som tror att regeringen eller media inte alls tystar ner problemen eller brotts statistiken var ganska uppenbart. Du inser att du själv sitter och pratar om att det skall sänka ditt 'höga' IQ? Herregud, din lilla tönt. Regeringen kniper nästan alltid sin käft och undviker frågar till alla medel, medans media (läs Aftonbladet, Expressen och dylika smutstidningar) gärna t.ex utger en Somalie för en Svensk. HUR kan man inte veta detta? Vart någonstans bor du? Går du fortfarande i högskolan? Att du inte förstår hur mycket det finns runtomkring dig dagligen är skrämmande. Och du röstar på PP? Du om någon borde väl inte alls lita på varken media eller din regering, valp. - Jag sa att jag använder ordet svarting som svärdord. Jag använde det mot dig, och SD i samma benämning eftersom du förmodligen är en sådan smutsig en som skulle åka ut ifall SD kom till makten. _bidragstagare_. Fattar du? Det var en förolämpning. Kanske på en nivå som du inte förstår utan genast börjar försöka analysera detta, eller vad du nu försöker. Tänk om jag hade sagt bögjävel? Hade du sagt att SD hatar bögar? - Jag bor i Norra B, att jag inte skulle ha invandrar vänner är näst intill omöjligt. En heter Ferhar. Han är skit snäll. Han har en söt näsa. - Du verkar tro att alla invandrare vi tar in genast etablerar sig, anmäler sig till SFI, och sedan ger sig direkt ut på arbetsmarknaden. Tror du att barn kommer med storken? Du är en riktigt (läs; Dum man som tror på vad som står i tidningen och PK svennarna). Du tror säkerligen att alla de 100,000 vi tar in årligen även är flyktingar? (8% är flyktingar om du inte visste). Du tror att det fortfarande är helt ok att ta in 100,000 nya människor som skall anpassa sig när det är bostadsbrist och jobb brist. - Du är riktigt, riktigt, riktigt dum. Helt allvarligt. Sluta snacka en massa skit, sluta slinrga dig och sluta förlöjliga dig. Du kan suga min kuk. Du betyder skit för mig, om du är Svensk är du en sådan som bidrar till att förr eller senare kommer Sverige vara en socialistisk soptipp bortom räddning. Om du är svarting så trollar du endast för att försöka få SD att se dåliga ut. ,,l,, Sluta försöka prata med dem stora grabbarna nu och låt mig vara ifred. Varje inlägg du gör åt mig är så jävla onödigt, du motbevisar mig ju inte på någonting. Kanske om du går klart högskolan och lär dig läsa ordentligt, samt några mattekurser så att ditt IQ lyckas stiga över 100, så kan du se vad fan det är jag skriver egentligen. Jag önskar helt allvarligt att jag kunde misshandla dig. Jävla äckel edit; stavfel osv"
		]
	},
	{
		"postIndex": [
			[1248],
			[1233],
			[1217],
			[1171],
			[1253]
		],
		"postTime": [
			"2009-10-06",
			"2009-10-05",
			"2009-09-26",
			"2009-09-19",
			"2009-10-06"
		],
		"postNum": [
			[1294],
			[1277],
			[1261],
			[1214],
			[1299]
		],
		"postLink": [
				"/sp19103300",
				"/sp19099064",
				"/sp18939835",
				"/sp18806806",
				"/sp19106883"
		],
		"postUser": [
				"Hereder",
				"50337",
				"@ggy",
				"googlevista",
				"CrispyKreem"
		],
		"postUserID": [
				"/u384851",
				"/u206187",
				"/u172533",
				"/u87333",
				"/u64250"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p108",
				"https://www.flashback.org/t367082p107",
				"https://www.flashback.org/t367082p106",
				"https://www.flashback.org/t367082p102",
				"https://www.flashback.org/t367082p109"
		],
		"userUrl": [
				"https://www.flashback.org/u384851",
				"https://www.flashback.org/u206187",
				"https://www.flashback.org/u172533",
				"https://www.flashback.org/u87333",
				"https://www.flashback.org/u64250"
		],
		"sentence": [
				"Jösses vad du spårar ur mot SD... Är det inte bättre att vi i alla fall \"Pause:ar\" invandringen ett par år tills vi rett ut alla problem med jobb (jag säger inte att alla invandrare är arbetslösa, det är både svenskar och invandrare som behöver jobb) innan vi tar in mer folk i landet? Själv tycker jag det är helt sjukt att vi tar in människor i ett land som varken kan ta hand om dessa människor eller ge dem jobb. För som sagt, inte ens alla svenskar har jobb, varför tror då de flesta partier att mer människor i landet ska leda till lägre arbetslöshet? Speciellt under ekonomikrisen. Sedan är ju SD de enda parti som verkar se allvaret i att hålla Sverige svenskt. Det kan ju låta rasistiskt med tanke på att de Svenska folket varit hjärntvättade av en extrem-vänster i 18 år. Men att blanda olika kulturer i den fart vi gör i Sverige idag, är inte bra. (Det tror jag är ganska tydligt också, speciellt i södra Sverige.) Om man inte sätter några krav på invandrare med tex muslimsk bakgrund, så kommer ju dessa människor leva precis lika dant i Sverige som hemma i mellan östern. Samma sak skulle Svenskar göra om dom flyttade till Kina eller vart som helst i landet, man skulle leva som man gjorde i sitt hemland. Men om vi jämför Sverige med de flesta länder (nästa alla) så är ju Sverige de bättre landet. Därför borde människor som kommer till Sverige anpassa sig efter oss, inte tvärtom. Iraq tex, har varit i krig i 2000 år, mendans Sverige har rekord i \"inte varit i krig\"... Då måste man ju fråga sig, vem ska anpassa sig efter vem? SD vill ju att invandrare ska anpassa sig efter svensk kultur vilket är helt rätt. Hur patriotiskt/rasistiskt det än må låta i en extrem-vänsters öron, så är ju Sverige bland de bättre länderna på jorden, och så borde vi bevara vårat kära land. Istället för att helt dissa våra egna traditioner och kulturer...",
				"Är det inte lite märkligt i debatten om infiltrationen av Sd med Janne Josefsson att man tar upp musiken, skämten som någon sorts bevis på att partiet är främlingsfientligt? Herregud, jag kan dra hur många skämt som helst som innefattar utlänningar/invandrare men klassar mig inte alls som rasist. Blondinskämt, Norgeskämt och andra sorters skämt borde i så fall göra mig till kvinnohatare och Norge hatare då? Hade jag varit rasist hade jag inte haft hur många invandrar vänner som helst, inte kunnat spela fotboll tillsammans med dem och garanterat inte heller kunnat vara tillsammans med tjejer genom åren med utländsk härkomst. Eller? Är Ultima Thule vit makt musik? Får man inte spela dess musik och ska partiers politiker inte få lyssna på vilken musik man vill? Gör en undersökning bland Moderaternas politiker så finns det säkert folk där som laddat hem, köpt en skiva, sökt på nätet och Youtube på liknande musik nån gång under sin livstid. Vem fan bryr sig? Har man inte bättre saker för sig än att komma med sådan kritik bör man undersöka om det inte finns bättre saker att lägga skattepengarna på än att statligt ägda Sveriges Radio ska syssla med infiltration av ett seriöst parti i 2000-talets demokratiska Sverige?! Jag har lyssnat på Ultima Thule, jag älskar mitt Sverige men jag ser samtidigt problemen i dagens samhälle. Jag skyller inte på invandrarna, jag lägger skulden på integreringen som bevisligen inte fungerar på många år. Jag säger så här och detta står jag för angående invandringen; 1) De invandrare som gör brott i Sverige har försakat sin rätt att bo kvar i vårt land (vårt; flyktingar, svenskar dvs de som bor i landet). 2) Anpassa invandringspolitiken till ekonomin och vad vi kan erbjuda flyktingarna. Stäng inte gränserna (flyktingar ska fortfarande ges en chans att komma in i det svenska samhället. 3) Satsa pengar på att hjälpa flyktingarna i deras närområde. 4) Integrera flyktingarna som idag bor i Sverige och som känner utanförskap med hjälp av nya metoder såsom utvecklande av språk, jobb, sammanförande med övriga svenskar. 5) Införstå och lär ut den svenska historian. Hur och varför landet (lagom?) Sverige ser ut som det gör idag. Att våra förfäder tågade i bitande kyla för att forma våra gränser som än idag utgör vårt land. Jag röstar på Sd men ser mig själv inte som varken rasist eller nazist. Jag är bara en stolt svensk som vill förändra en viktig del av den svenska politiken och hoppas att min röst gör skillnad. Lika lite som jag ser mig själv som rasist och nazist, lika lite vill jag bli klassad som det av andra.",
				"Sverigedemokraterna speglar dom andra partiernas och medias odemokratiska sidor,dom får kämpa mer än alla andra.Dom vill att vi ska ut ur EU,vilket ökar Sveriges självständighet vilket är bra,man ska inte behöva vara beroende och styras av andra länder för att kunna utvecklas.Sedan är det dåligt att företag flyttar utomlands med.Och det ser ju ut som om att EU håller på att bli nån form av diktatur, vilket jag tvivlar på är bra.Man kan väl göra som Norge och sammarbeta inom handel med andra länder ändå? Dom vill integrera invandrare på ett annat sätt än vad som görs nu,dvs importera andra folk för att tjäna pengar och få röster på sitt egna parti.Och jag tycker att mångkultur är tärande på samhället, det kommer väl tillslut inte finnas något att integreras till,men det är väl det man vill.Det ser ju nästan ut som om att Sverige är något form av experiment.Jag tror att skulle man dragit en klarare gräns och visat hårdare regler mot krimminalitet så skulle det åtminstonde ge resultat och det är ju det SD vill. Sedan har dom ju bra pensionärspolitik m.m, (är inte jätteinsatt i vad mer dom vill precis).Jag tycker deras politk låter realistisk iaf, inget annat parti vill ju tala om det dom talar om vilket inte är bra heller.Jag gillar även det sociala välfärdssystemet, men att det urholkats och man kan ju faktiskt använda pengarna som systemet drar in på effektivare sätt än vad som görs. Jag är lite nyfiken på vad jag får för svar :P Detta är ju bara tankar från mig,jag är inte direkt övertygad av någon politik direkt, försöker snarare vara så objektiv/kritisk som möjligt mot all politik, men att jag stödjer mycket av det SD säger av den informationen jag läser och ser. Kanske för att jag inte gillar majoritetens förakt mot dom eller att många inte ser sanningen i det dom säger och gör något åt dem problem dom tar upp istället för att bara fortsätta med sina egna sätt att lösa problem. Dock så tror jag att om man ska lösa vissa problem får man göra det med ett visst tvång och tillslut så ger man med sig(typ Danmarks modell). Även om man inte direkt stödjer dom tror jag att man nu och i framtiden kommer att behöva dom i riksdagen om man inte vill att \"experimentet\" ska få dåliga följder och för att de är dom enda som kan prata om påföljder av den invandring vi har. Runt hälften av det jag skrivit har ju typ vart lite mer utav filosofi än klara antydningar varför man ska rösta på dem, har jag en känsla utav av. Så Mod får väl flytta inlägget om det inte passar här. Sedan kan jag ju säga att jag inte läst tråden i övrigt.",
				"Well, nu ska jag dra en liten historia. Jag är liberal. Jag är egentligen ultra-liberal. Folk får fan göra vad de vill, egentligen. Det är min grunduppfattning. Jag röstar på moderaterna. Varför? För att jag är moderat? Nja, det tror jag inte jag är egentligen, som sagt jag är främst liberal. Men det har blivit moderaterna eftersom de åtminstone har lite av det jag vill ha i vårt samhälle på dagordningen, plus att de är det största partiet som kan representera mina åsikter. Därav känner jag att min röst på moderaterna inte är bortkastad. Egentligen borde jag nog rösta på det där liberala partiet, men det är ju helt meningslöst, eftersom de har typ 300 röster eller nåt totalt? Mitt problem är att jag även hatar islam. Jag tillhör de som ser islam som ett verkligt hot mot vårt samhälle, våran livsstil. När det gäller islam, så är mina liberala tankar som bortblåsta. Jag VET att de måste få utöva sin religion och så vidare, helt i linje med min grunduppfattning om saker och ting. Jag vet. Vi har religionsfrihet. Och det ska vi ha. Egentligen. Men mitt hat mot dessa stenåldersmänniskor känner inga gränser. Jag hatar nog inte ens kommunister lika mycket, antagligen eftersom kommunister inte är nåt stort hot i dag (även om vpk knackar på regeringsposter tillsammans med Salin). Men när man dag ut och dag in matas med all skit dessa jävla muslimer hittar på, och PK-sveriges* reaktioner på detta , så får man nog till slut. Jag pallar inte mer. Jag ger upp. Jag kan inte hålla på mina principer när hela jag inombords skriker \"jävla as, dö\". I Danmark säger justitieministern \"burkan representerar en kvinno- och människosyn som enligt regeringens uppfattning på intet sätt hör hemma i Danmark\". När får vi höra något liknande från våra svenska politiker? George Bush hade rätt. Är du inte med oss, så är du emot oss. Muslimerna är emot oss, vi är emot dem. Så jävla enkelt är det nog. Muslimer har ingen plats i vårt västerländska samhälle. Punkt. Måste jag avstå min liberala grundsyn i detta hänseende, så må det vara hänt. Det kan nog inte bli på nåt annat sätt. Märk väl att jag inte hatar invandrare. Invandrare är inte lika med muslimer. Jag hatar alla muslimer, oavsett om är de finnar och heter heter Benaouda eller om de är araber och heter Mohammed. Jag vet ännu inte om jag kommer rösta på SD. Jag har egentligen inget förtroende för SD, utan det vore i så fall mer en proteströst. Men så länge t.ex moderaternas partisekreterare utrycker att de aldrig någonsin kommer samarbeta med SD, utan i princip hellre överlämnar makten till SVaMP:arna, så blir jag bara så jävla förbannad. Förbannad nog att rösta SD nästa gång.",
				"Oavsett vad SD hävdar har jag fortfarande inte påstått att jag är enig med dem, det är du som per automatik utgår från att alla som säger emot dig är sverigedemokrater. Invandring i sig är inget problem. Invandring kan vara en fantastisk tillgång om den administreras smart. Invandring av fattigt, äckligt, ociviliserat, lågutbildat, degenererat, inavlat, tjuvaktigt medeltidsfolk är däremot ett problem. Du hyser ju själv ett djupt förakt det inhemska svenska bottenskrapet -- vår lågutbildade white trash med försörjningsstöd, Volvo 240 och rinnande lössnus. Vad är i så fall ditt försvar för en invandringspolitik som optimerats för att attrahera planetens absoluta bottenskrap, folk som vid blotta jämförelsen får svenske raggar-Conny att framstå som en nobelpristagare i fysik med MVG i vett och etikett? Eller trodde du kanske att alla somalier, afghaner, marockaner, eritreaner och turkmener som kommer hit har passerat via Yale och Harvard? Därför att Australien i likhet med t.ex. Kanada bedriver smart invandringspolitik som är baserad på de egna ländernas behov istället för invandrarnas påstådda behov. Australien, Kanada, USA och på sistone även Storbritannien använder . Något som flera andra EU-länder håller på att jobba fram. Snart är det bara Sverige kvar som inte graderar invandrare efter vad de har att erbjuda, eftersom sådant klassas som diskriminering i vårt Marx-hjärntvättade land. Vill du flytta till Australien? Varsågod, använd och kolla om du är värdig. Med sin närhet till Kina, Indien och andra östasiatiska länder (där utbildningsvilja och arbetsmoral är helt väsensskilda de obefintliga dito i Afrika och Mellanöstern), i kombination med hård gallring, kan Australien med all säkerhet göra invandring till en enorm vinstaffär. Kanada jobbar som sagt likadant. Alla de engelsktalande länder jag räknade upp har dessutom den fördelen att de talar ett språk som en stor del av världens befolkning kan hanka sig fram på, i motsats till Sverige där vi med all säkerhet vet att alla som kommer hit (med undantag för Finlandssvenskar) inte kan ett ord. Vill du flytta till Sverige? Varsågod. Här har vi ingen poängkalkylator, här skickar vi dig till F-kassans hemsida direkt, där du på valfritt språk kan läsa hur du ska gå tillväga för att kvittera ut skattemedel. Vi har inga krav förutom att du helst bör ha slängt dina identitetshandlingar och att du påstår att du är i behov av skydd. Extra poäng om du har en massa snyftande barn som vi åläggs att försörja, så att deras magar är mätta när de ska gå ut och kasta sten på brandkår och polis. Som Hanne Kjöller skrev i DN, i mer försiktiga ordalag än mina: SD har inte hela lösningen klar för sig. Men till skillnad från samtliga 7 riksdagspartier har de insett att den slödderbaserade invandring vi bedriver i Sverige är ohållbar eftersom den gör invandring till en belastande, destruktiv kraft som drar ner Sverige i skiten. Den poletten har trillat ner hos SD. Poängbaserad invandring med stenhård gallring skulle däremot ha varit ett lyft. Den poletten har inte trillat ner hos SD. Hos de 7 riksdagspartierna har ingen av poletterna trillat ned. De har visserligen helt nyligen satt igång med arbetskraftsinvandring, men den är inte poängbaserad utan bygger helt på arbetsgivarnas godtycke. Därför är SD, i invandringspolitiskt hänseende, i dagsläget det intelligentaste alternativet. Därmed inte sagt att deras lösning är intelligent, inte på långa vägar, bara att den är snäppet intelligentare än övrigas. Inte så svårt när de 7 övrigas intelligens ligger på särskolenivå i denna enskilda fråga. Moderaterna är så sakteliga på väg att jobba sig upp från särskolenivå till lågstadienivå, men det är långt kvar."
		]
	},
	{
		"postIndex": [
			[1659],
			[1461],
			[1497],
			[1674],
			[1498]
		],
		"postTime": [
			"2009-10-19",
			"2009-10-13",
			"2009-10-14",
			"2009-10-20",
			"2009-10-14"
		],
		"postNum": [
			[1714],
			[1512],
			[1550],
			[1730],
			[1551]
		],
		"postLink": [
				"/sp19339228",
				"/sp19235744",
				"/sp19251990",
				"/sp19353322",
				"/sp19252324"
		],
		"postUser": [
				"palsternack",
				"zaturn87",
				"zaturn87",
				"coof",
				"DenGodeDoktorn"
		],
		"postUserID": [
				"/u357691",
				"/u302552",
				"/u302552",
				"/u181232",
				"/u347502"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p143",
				"https://www.flashback.org/t367082p126",
				"https://www.flashback.org/t367082p130",
				"https://www.flashback.org/t367082p145",
				"https://www.flashback.org/t367082p130"
		],
		"userUrl": [
				"https://www.flashback.org/u357691",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u302552",
				"https://www.flashback.org/u181232",
				"https://www.flashback.org/u347502"
		],
		"sentence": [
				"Jag blir så jävla trött på alla äckliga elitister som styr sverige. De lever så långt ifrån verkligheten att det inte är sant. Jimmie skriver om ISLAM, MUSLIMER, som tror på en jävla saga - en saga som går ut på att utöva, i västvärlden, BROTTSLIGA handlingar. Varför i helvete ska man tolerera våld och liknande bara för att dem inbillar sig att det finns en skäggig gubbe även kallad profet som dem måste följa? Man kan inte kalla det Nazism eller Rasism eller Främlingsfientlighet. Jimmie pratar inte om folk som \"kallar\" sig muslimer, han pratar om folk som ÄR muslimer och som tar koranen seriöst - man kan dra alla dem över en kant, och ge dem en ny benämning i min mening, nämligen terrorister. Patetiskt av alla jävla top shots som hela tiden försöker slicka balle genom att kasta skit på SD. SD är det enda partiet som tar sveriges integrations och invandrings politik på allvar. Sverigedemokraterna är ett missnöjesparti, de skulle aldrig existera eller få 5% i valundersökningar om det inte fanns ett problem i dagens sverige/europa... Tänk bara om invandringen fortsätter som den gör nu, då kommer halva sverige se ut som rosengård om ett par år, muslimer vara en majoritet och sverige skulle agera som en lyftdocka för fanatiker och terrorister. Muslimer har TOTALT olika värderingar gentemot västvärlden, och det finns en anledning till att landsgränser existerar. Invandrare som kan tillföra något, som respekterar svenska normer och kulturer är välkomna, men fanatiska muslimer som vill skapa sig ett nytt land i väst vill inte jag lägga skattepengar på.",
				"Vad är det jag snackar skit om? Jag ber dig utveckla och berätta vad dina problem exakt är och vips så snackar man skit? Skit om vad? Jag har inga problem med att sticka ut sent på kvällen och handla sent på kvällen eller annat liknande, kan mycket väl gå på kvällspromenad efter 12 och jag bor mitt i centrum så jag förstår inte vart dina erfarenheter kommer ifrån. Sen att direkt koppla kriminalitet till etnicitet är så löjligt. Det kan mycket väl vara en \"blatte\" som ska köpa ett paket mjölk och så är det ett gäng nazister som står i vägen. Sociala problem finns överallt och nu ska jag hjälpa dig med hur man överkommer dessa. Det finns nämligen ett magiskt nummer i form av 112 och när någon på ett eller annat sätt stör, hotar eller trakasserar dig så ringer du detta nummer så kommer ditt personliga problem att åtgärdas och ungefär så funkar det för oss alla medborgare. Jag har också varit utsatt för påhopp av dina gelikar men inte gick jag och drog alla \"Svenssons\" över en kam och gick med i någon form av fientlighetsrörelse. Om du har något problem med dem här Chilenarna så är det just \"DESSA\" Chilenare. Kanske dags att lära dig att slödder finns inom alla grupper och du får börja bedöma folk efter individuella möten. Sen resten fattar jag inte riktigt med arab-shoppen eller varför negern hatar dig. DU säger ju själv att du är rasist så du hatar ju \"negern\" tillbaka så du ger ju honom bara argument att vara fientlig gentemot dig. Största argumentet från rasister är att Invandrare inte jobar men tydligen har dessa nissar startat upp verksamheter så fort som möjligt trots deras brister inom svenska. De går ju inte på bidrag så vad är ditt problem? Eller tycker du att det skadar dig när de säljer mat som du inte känner igen? Jag personligen har inga problem med dessa alternativa butiker så jag förstår inte ditt problem och hur du använder det som grund för att rättfärdiga din människosyn? Har du samma inställning gentemot Thai, Mongol, Italiensk, Spansk, Sydamerikansk, och Japanska restauranger och butiker? Resten låter bara som propaganda. Men jag gör ett försök.... Exakt hur och varför kan inte tjejer gå ut och vad är det för trakasserier dem upplever samt exakt vad är det för slags kommun du lever i där det magiska nummeret 112 lyser med sin frånvaro? Om du nu bor i en skitkommun som du säger med hög kriminalitet så kan göra 2 saker. Sitta och sura eller ta dig i kragen och flytta dig därifrån. Sist men inte minst så behöver jag inte ljuga om någonting, jag vet inte vad för kommun du lever i varvid jag inte kan uttrycka mig exakt om ditt fall... Jag man bara ge en generell syn på det hela... Lider din hemkommun av ekonomiska och sociala problem i form av arbetslöshet och utanförskap så brukar hög kriminalitet vara ett utav symptomen för det. Att du sen lever under samma skitförhållanden visar bara att du hör till samam grupp som dem... Irland har under sin historia haft exempelvis haft White-ghettos där högkriminalitet har rått och det är trots att \"utomeuropeer\" har lyst med sin frånvaro så där har du ett klart argument för att det inte har något att göra med etnicitet.",
				"Det här kan jag förstå men jag tycker fortfarande du ska vara försiktig med att generalisera sen tror jag faktiskt att SD inte kommer hjälpa Sveriges Integrationspolitik utan snarare stjälpa. Alla problem som vi har idag med detta bygger oftast på \"Vi och dem\" känslan och med SD så bara drar man på maxfarten på denna känsla... Jag menar jag själv med invandrarursprung vill inte klumpas ihop med den ena eller andra gruppen men när jag reflekterar över SD:s politik så är det precis det dem gör. Missnöjet är annars självklart, Sverige är ingen soptipp och ska inte behandlas därefter. Oavsett hur du ser på saken om mig som person så är Sverige lika mycket mitt land som ditt och behandlar det inte som en soptipp men jag vill inte klumpas in i grupper på det sättet som SD-politiker argumenterar varvid jag aldrig kan tänka mig att rösta på dem... Visst finns det flera områden i Integrationen som politiker inte tagit vid men att lite på SD med dessa frågor tror jag är farligt, men visst det kanske skickar en signal till politikerna att om de faktiskt inte har en plan för att integrera våra \"nysvenskar\" så kommer problemen fortsätta... Men jag litar hellre på de röda/blåa att de fixar det istället för dem \"bruna\" som jag känner allt för ofta visar att de har en dold agenda...",
				"Detta är ännu en gång ett ypperligt exempel på vad SDs väljare står för. Rädsla för förändring. Ni är så jävla rädda att någon ska komma och ändra på hur det \"alltid har varit\". Alla förändringar är inte dåliga. Sverige har överlevt som nation eftersom vi har tagit hit nytt folk som har bidragit med nya kunskaper, nya sätt att se på saker och ting, nya ideér. Visst finns det problem med för stor invandring och liknande, men låt oss lösa dessa problem på annat sätt än att piska upp ett hat, ett hat mot alla som kommit hit, även de som kommit hit och bidragit till Sverige. Definitionen av svensk för mig är när man bor i Sverige, bidrar till Sverige och är stolt över Sverige. Vad fan gör det om man är född i ett annat land eller har utlandsfödda föräldrar? Man måste inte nödvändigtvis vara av svensk etnicitet för att vara svensk. Jag känner många invandrare som är mer svenska än vissa etniska svenskar. De gör fan så mycket mer nytta för landet, även om de är utlandsfödda. Även om SD officiellt \"inte är rasister\" så röstar många på dem pga rasistiska och främlingsfientliga anledningar. SD är, officielt, Sveriges inofficiella rasistparti. Röstar du på SD ger det budskapet att andra människor inte är välkomna hit, vad än SD officiellt står för.",
				"Sist jag kollade så går skattepengarna inte rätt ner i invandrarnas fickor. Däremot håller jag med SD om att invandringen behöver strypas åt något, dock håller jag inte med SD om något av de sätt de planerar att göra så på, samt det bakomliggande diskriminerande resonerandet för deras politik. Jag har samma uppfattning mot svenskar som begår brott. Stark kritik bör riktas mot hur invandringsfrågan möts men den ställning som SD tar till frågan är sinnessjukt ofyndig och opraktisk. Enligt SD är invandringsfrågan det enda problemet som Sverige har, roten till all ondska. Ni vill i princip slänga ut samtliga invandrare och totalt avskärma Sverige från asylsökande länder. Hela partiet är förpestat med rasistiska syften, rasistiska medlemmar, rasistisk politik och diskriminerande värderingar - som jag inte delar. Det handlar inte om att jag inte förstår omfattningen av invandringsproblemet, det handlar om att ni förstorar upp det och kritiserar det med en fyndighet lika intelligent som en bandyboll. Sverige har ingen kultur som jag bryr mig om - förutom kristendom, dalahästar, midsommar och andra detaljer som vi i själva verket har snott från andra kulturer - så där är jag helt ointresserad. Ifall idealet är att leva i ett rött litet hus med vita knutar, äga volvo, hund, två barn, jobba på banken och vara gift med en trevlig (blond, blåögd) hemmafru så föredrar jag hellre ett mångkulturellt samhälle. Bränn mig på bål, men jag vågar påstå Sverige är det tråkigaste landet i Europa. Anledningen till varför så många människor inom Sverige är så himmelens stolta över vårt land och vår nationalitet är skrämmande och liknar snarare hjärntvätt i agghysandet mot invandrare snarare än genuina positiva känslor för landet. SD är praktexemplet. \"Låt oss hata invandrare eftersom vi älskar vårt land.\" Jag vill ha ett socialdemokratiskt Sverige därför att deras politik - liksom mer eller mindre övriga partiers - är bättre och intelligentare än SD. Du är väldigt angelägen om att sammanväva argument med propaganda, och det luktar hjärntvätt rakt igenom skärmen. Partiet hatar ju vänstern och vänsterpolitik så jag ser inte hur det skulle vara höger? Jo, visst, ni kan ju påstå att ni inte är höger, lika väl som Vänsterpartiet skulle kunna hävda att de inte är vänster. Det är lika trovärdigt som när ni hävdar att ni inte brukar rasistisk och konservativt diskriminerande politik (hälften av tiden, övriga halvan spenderar ni åt att bruka er rasistiska politik). Jag håller inte med SD på den punkten. Är argumenten viktiga pga de falska förhoppningar som har vävts samman med dem? Jag förstår inte kopplingen, själv håller jag endast med om faktumet att invandringen har gått för långt. På vilket sätt skulle resten övertala mig?"
		]
	},
	{
		"postIndex": [
			[1968],
			[1881],
			[1788],
			[2069],
			[1914]
		],
		"postTime": [
			"2009-10-29",
			"2009-10-28",
			"2009-10-25",
			"2009-10-30",
			"2009-10-28"
		],
		"postNum": [
			[2034],
			[1944],
			[1848],
			[2137],
			[1977]
		],
		"postLink": [
				"/sp19517117",
				"/sp19492385",
				"/sp19446361",
				"/sp19528160",
				"/sp19504094"
		],
		"postUser": [
				"HC47",
				"Dogdylan",
				"BeachHunterN",
				"Dogdylan",
				"nedboy"
		],
		"postUserID": [
				"/u219681",
				"/u138043",
				"/u359310",
				"/u138043",
				"/u164406"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p170",
				"https://www.flashback.org/t367082p162",
				"https://www.flashback.org/t367082p154",
				"https://www.flashback.org/t367082p179",
				"https://www.flashback.org/t367082p165"
		],
		"userUrl": [
				"https://www.flashback.org/u219681",
				"https://www.flashback.org/u138043",
				"https://www.flashback.org/u359310",
				"https://www.flashback.org/u138043",
				"https://www.flashback.org/u164406"
		],
		"sentence": [
				"1) Hur tror du att det ser ut med utbildning i vänsterleden? Hur välutbildad kan man egentligen vara om man röstar på Sahlins Socialdemokrater eller Ohlys vänsterparti? Jag har träffat många sossar och vänsterpartister. Det närmaste jag kommit en utbildad sådan är en kommunist som studerade på en obskyr och starkt vänsterorienterad folkhögskola. För att inte nämna alla gråsossar som röstar rött för att \"deras familj alltid gjort det\". Dessa människor är lika farliga för vårt samhälle som lågutbildade som röstar på SD. 2) Begreppet främlingsfientlighet (för att inte nämna rasism och intolerans) har kapats och omskrivits av politiker och media. Idag är du främlingsfientlig om du inte vill anpassa dig till en ny kultur. Idag är du rasist om du säger neger. Idag är du intolerant om du inte anser att det är kvinnans att få känna sig kränkt. 3) SD har aldrig tagit avstånd från invandrare utan kritiserar den politik som lett till de problem med både integration och ökad brottslighet som denna politik bevisligen fört med sig. Som Åkesson själv sa till Maud Olofsson. . Det handlar inte om någon fientlighet, det handlar om en sund inställning som innebär att vi ska leva under svenska lagar och att vi inte ska behöva anpassa oss till invandrarna, utan tvärtom. Jag finner inget rasistiskt i detta och det gör inte heller många invandrare jag talat med. Och som det står på SD's hemsida. Alla människor har samma värde, men alla länder har också rätt att föra sin egen invandringspolitik. Och det är ingen mänsklig rättighet för alla att få bo i Sverige. Det är en korkad inställning som endast kan delas av inkonsekventa och politiskt inkompetenta människor som tror att solidaritet är gratis och att det inte finns några problem med kulturkrockar. I verkligheten så är det ett faktum att dessa krockar orsakar massor av problem. Men jag, och kanske även Sverigedemokrater, skyller inte detta på invandrare. Vi skyller det på de politiker som hänsynslöst tagit in fler och fler när vi inte kunnat ta hand om de som redan är här. Och jag finner inget fel i att säga \"Stopp, vi har problem vi måste lösa och därför kan vi inte spela Risk med Sverige som spelplan\". Det är inte rasism eller främlingsfientlighet. Det är en sund inställning och jag skulle förvänta mig att andra länder skulle ha samma inställning. Om jag skulle flytta till ett annat land så skulle jag aldrig begära att de ska anpassa sig efter mig. Samtidigt skulle jag heller inte acceptera att bli förtryckt. Men någon särbehandling ska man inte förvänta sig. Inte i Sverige och inte någon annanstans. Alla ska vi leva under samma villkor!",
				"Det är nu ingen tvekan om att riksdagspolitikerna är fullständigt handfallna inför den integrations och invandringspolitik Sverige har bedrivit sedan 1975. Detta blev mycket tydligt efter Jimmy Åkessons artikel i Aftonbladet om Islam och de efterföljande debatterna. Maud Olofsson upphöjde bland annat ”Kultur” till en pastasallad i en debattartikel i Aftonbladet. Olofsson pratar om kultur som om det är något alla har tillträde till och fritt kan välja mellan. Men vi kan inte välja vår kultur, där emot kan vi öppna ögonen för andras kultur. Detta har vi svenskar gjort många gånger i historien, så som att ta till en ny typ av teknik, maträtt eller vetenskap. Vi öppnade vår dörr för judar, för holländare och för tyskar. Vi gjorde det med vetskapen att de aldrig skulle politiskt eller kulturellt dominera vårt land. De var gäster. När de var färdiga med sitt arbete åkte de hem med pengarna fyllda med svenskt guld. Några av dem valde att stanna och adoptera svensk kultur. Framför allt judarna, många av judarna valde att assimilera sig och det enda som kanske upprörde svenskarna var omskärelsen av pojkar. Idag är en majoritet av de svenska judarna sekulära, om ens troende och den överväldigande majoriteten av judarna praktiserar inte barbariska seder som ”omskärelse” av pojkar. Om Sverige hade förblivit svenskt så skulle vi idag utan tvekan kunnat avskaffa den här perversionen utan större protester annat än från de tre största synagogorna i Sverige – som tacksamt inte har ett större inflytande över svenska judar. Jag ha länge tänkt på hur kulturen påverkar mig. Om kulturen står över mitt politiska medvetande eller om jag är en rationell person som valt liberalism som politiskt riktmärke, således om det är min politiska uppfattning eller min kultur som påverkar mina värderingar. Jag blir inte upprörd när jag läser om kvinnoförtryck på arabiska halvön, folkmord i Afrika och judarnas perversion för könsstympning av pojkar för att jag är liberal. Då är det bara mitt intellekt som talar till mig och jag kan utan tvekan förändra den ståndpunkten genom att resonera. Jag blir upprörd för att jag är en del av den svenska kulturen. Lika svårt som det är för invandrare att överge sina seder från sina hemländer är det för mig att ta till mig deras seder. I deras hemländer skulle jag tvingas att anpassa mig till den kulturella ordning som råder alternativ för alltid vara en turist i deras länder. Vita européer har bott i Sydafrika ungefär lika länge som majoriteten av de svarta. Än dock efter apartheid strävade inte de svarta i Sydafrika att förena vita och svarta i ett mångkulturellt och liberalt samhälle – där individen stod framför rastillhörighet. Istället gjorde de svarta det yttersta för att bedriva över en miljon vita från Sydafrika. Precis den här typen av rasifierade mekanismer återfinns i det svenska samhället. Skillnaden är dock att Sverige alltid har varit en avkrok av Europa. Vi har en distinkt kultur som hyllas i hela världen. Vi är toleranta till individuell manifestation, vi har en stark kristen etik och arbetsmoral och vi är trogna plikten. Vi har i stort sätt varit ett homogent land i århundraden. Politiskt har vi kämpat mot att kyrkan skall diktera Guds överhöghet över stat, lag och rätt. Vi har förbjudet barnaga, förbjudit kulturella uttryck som inte är förenliga med vår individualism och gjort vårt land till en av de mest individualistiska länderna i världen. Trots vår individualism så har vi lyckats bygga ett folkhem tillsammans. Att det finns mycket från ett politiskt och kulturellt perspektiv att kritisera rörande välfärdens framväxt håller jag med om och kritiken mot dess storlek är rimlig. Men som kulturellt fenomen är detta mycket intressant. Att detta har gjorts och att människor än idag tror på den är ett tecken på vår tro på det gemensamma och som amerikanerna skulle säga. ”The Rule of Law. Idag 2009 diskuterar vi religionen som om den var en viktig del av vår kultur. Framför har identitetspolitiska paraplyorganisationer som CMR och Sveriges muslimska råd fört debatten. Agendan är tydlig. Sverige skall göra avkall på det sekulära samhället för att människor som kommer dragandes med sagoböcker skall ha rätt att göra vad de vill i ”sin kulturs” eller ”religions” namn och svenskarna skall inte ens ha rättigheten att kritisera dem. För då är det rasism. Mariam Osman Sherifay skrev följande på Newmill. Således skall svenskarna acceptera både djurplågeri och könstympning av pojkar. Sedan var det Kitmimbwa Sabunis tur att hoppa på det liberala samhället på Newsmill. Han skriver: Enligt honom måste vi ha särrättigheter för invandrarbarn för att föräldrarna \"tycker\" så. Vi skall tillåta ”värdekonservativa” i princip göra vad de vill. Det är vi svenskar som skall anpassa oss, inte människor från tredje världen. Borde inte nysvenskarna inse att svenskarna utanför journalist och politikerkåren starkt ogillar tomtar som kommer hit, söker skydd, ges skydd och sedan kommer dragandes med en sagobok och kräver att vi skall ge dem speciella rättigheter och samtidigt stå för notan för deras ”utanförskap”. Det skall också noteras att Sabuni sitter i ett råd för mänskliga rättigheter. Det påminner mycket om FN där vi låter araberna, kineserna och varje diktatoriskt och religöst galet land sätta agendan – så som att det skall vara ”olagligt” att kritisera religion eller kulturella uttryck. Den amerikanska journalisten Mark Steyn förklarar denna paradox med att ”multikulturalismen” som politisk ideologi har en intressant aspekt. Det är ett monokulturellt fenomen. Det är bara i väst som man talar i post-modernistiska termer. Försök att ha en Pridefestival i Yemen. De kommer inte visa samma tolerans mot dig. Inte ens försvararna av ”Mänskliga rättigheter” vågar kritisera icke-västerländska kulturer. Tex. Går organisationen humanisterna runt frågan om Islamism och tjatar om hemskheten om Bibeln i hotellrum. Ständigt är det ”kyrkan” som ligger till grund för problematiken med religiös fundamentalism. Trots att svenska kyrkan har ”gaypräster” och vänder sig både mot barnmisshandel och kvinnomisshandel. Hittar du samma tolerans i svenska moskéer eller ens i Synagogan? eftersom inget politiskt parti i Sveriges Riksdag har intresse av att ta ställning mot arga barbarer i klänning och huckle som hotar serietecknare, kvinnor och bögar. Jag skall rösta på Sverigedemokraterna eftersom jag är trött på den politiska elitens arrogans mot stenkastande invandrarungdomar i Rosengård. Jag skall rösta på Sverigedemokraterna eftersom jag vill ha lag och ordning. Jag vill inte ha poliser som går sensivitet träning för att hantera kriminellt slödder. Jag är trött på domstolar som ser mellan fingrarna för att hålla invandrare borta från fängelser. Jag är trött på dessa kulturella och religiösa separatister som spottar på det svenska samhället och kräver ”respekt” . Som svensk behöver jag absolut inte respektera något. Jag tolererar det gärna inom ramen för den liberala demokratin. Men det är också allt. Jag är trött på riksdagens sju systrar och deras feghet att ta i integrationspolitiska frågor. Det handlar inte om att invandrarna är diskriminerade. Det handlar om att dessa inte vill arbeta. Framför allt är jag trött på slöjor, knarkande negrer, omskärelser av pojkar och flickor, våldtäkter, Islamister, kulturell sensitivitet, fega domstolar, fega och apatiska statstjänstemän, sönderskurna brandslangar, ghetto förorter, ett överbelastat landsting, socialbidragstagande icke-svensk talande kvinnor, massproduktion av ungar, inavel, kvotering, stulna plånböcker och misshandel. Jag är trött på ordet ”respekt”. Jag behöver inte respektera en inavlad, kriminell, icke-svensk talande muslim som lever på mina skattepengar och sen när det passar honom skära om sina döttrar och pojkar, för sedan göra pojken till en tjuv eller Islamist och sätta dottern i burka och låsa in henne i källaren. Muslimen skall respektera mig som låter honom och hans fru bo här i MITT land och leva gott på MIN bekostnad. Om han inte ens ställer upp på att ge sina barn en svensk uppfostran så har han heller inget i Sverige att göra. Därför skall jag som liberal svensk rösta på Sverigedemokraterna. Jag skall göra det för att jag inte vill bo i ett kallt Somalia utan i det liberala Sverige som vi för 30 år sedan hade. Vi liberaler gör bäst i slå till etablissemanget hårt. Min politiska föreställning om en rationell liberalism är nu förpassad till där den hör hemma – I garderoben - tills Sverige och svenskarna återfår sin självrespekt och våra gäster och ”nysvenskar” lär sig att veta vad som gäller här.",
				"Nej, såfort någon ska utvisas så är det så synd om dem. Kan vara allt från krig eller att landet har någon sjuk religon som gör att denne människan ska dö/få straff när han kommer dit endast för personen typ snackar med en kille utan tillåtelse. Kommer man till Sverige och har chansen att få bidrag så ska man inte begå brott, gör man de så ska man självklart tillbaka, även fast den riskerar att få sig några rapp på skinkan där hemma. Jag vet dock inte vad SD säger där, men jag tycker det borde vara självklart iaf. Där kom det, ordet klass.. Hur mycket älskar man inte det? Jag är också för invandring och att hjälpa människor, dock ska man inte låta de gå överstyr som det nu har hänt. Ajuste det, det som händer i förorterna är inte pga denna invandring? Hmm, tillåt mig skratta. Varför finns det inte förorter med etniska svenskar, där de bränner saker dagligen. Allt från skolor till bilar. Och framförallt kastar sten på brandbil och polis. Varför finns inte dessa förorter? Svenskar blir ju också mobbade, har ingen eller dålig utbildning (oj kolla, där erkände jag att svenskar inte är übermenchen, denna debatt har verkligen ändrat mig ) Och nejnejnej, missförstå mig inte nu och säg \"du drar alla över en kam\" igen.. För jag vet att det finns jobbande och ickekriminella invandrare. Jag är för att man ska få den lön man förtjänar. Blir man inkvoterad och inte riktigt kan jobbet lika bra som alla andra, så ska man heller inte ha lika hög lön. Slutsatsen = kvotering är inte bra. Det bästa av allt var ju när det publicerades att en kvinna tjänade mest i riksdagen.. Hon hade 3 \"roller\" i sin tjänst och därför tjänade så mycket. Dock jobbade hon lika mycket som de andra. Slutsatsen = Man kan lyckas, även som kvinna att tjäna mycket, tom mer än män. Men då måste man vilja också, samt att kunna det man gör. Nu är ju världskriset inte direkt Sveriges fel. Jag tycker samhället fungerar någolunda bra, ingen svälter ju direkt i Sverige, eller hur? Tror du att vi skulle lösa bostadsbristen och arbetslösheten genom att anställa kvinnor och ta in mer invandrare? För det är ju tydligen det du vill när man läser vad du skriver. Tror du att det skulle bli bättre då? Konstigt nog, för det var ju du som tog upp det här med tjejer och deras låga status i samhället. Som du nog fattat så tycker jag inte om inkvotering och liknande strunt då jag anser att den bästa ska ha jobbet, oavsett kön. Låt oss tänka, du drivet ett företag och ska anställa en person. Två personer söker jobbet och nu låtsas vi att vi vet att killen är dubbelt så bra på allt och gör allt bättre än tjejen (givetvis är detta bara ett tex, så jag drar inte alla över en kam). På jobbet jobbar redan två killar och ingen tjej. Vem anställer du? Och båda ska ha samma betalt. Jag tror svaret där är ganska enkelt va?",
				"Jag tyckte inlägget behövde skrivas ordentligt. Visst är det så att en del av judarna inte har assimilerats sig och avsagt sig sin tro. Det var ödestiget att låta judarna år 1870 få medborgliga rättigheter. Jag menar att enbart kristna skall kunna få medborgarskap i Sverige. Inte sagt att vi inte skall ha religionsfrihet. Den kommer vi ha under mötesfriheten och yttrandefriheten. Staten skall dock enbart promota kristendom som den tolkats av svenskar i generationer och den skall prägla de svenska skolorna. Muslimers och judars rättigheter skall kringskuras. Ett sätt att få bort både judar och muslimer som inte vill anpassa sig till Sverige är att göra det olagligt att omskära pojkar och flickor. Då kommer de få svårt att behålla sin judiska och muslimska identitet eftersom de inte kan tvinga på sina barn den. Men också, skall noteras, är att förbjuda moskéer och synagogkor. Låt oss säga att du inte får sprida ett religiöst budskap annat än det kristna offentligt. Jag ogillar SD från ett par perspektiv. Jag ser liten mening i att inte ge homosexuella rätten att gifta sig eller adoptera barn. Där emot är jag för en sänkning av abortgränserna, något som bara KD vill göra. Jag ser heller liten mening att bevara vissa kulturella seder i Sverige. Svenska seder skall naturligtvis höjas över andra kulturella seder och detta skall promotas av staten. Den frihet som skulle ges skulle ändå vara väldigt stor jämfört med idag – där om du öppnar munnen kan få fängelse för Hets mot folkgrupp. Ja, jag är liberal. Men i mötet med andra kulturer måste man förhålla sig konservativ för att skydda liberalismen. Liberalismen kan antingen ses som politisk eller kulturell. Jag menar att liberalismen kan vara både och. Idag höjer vi ”demokratin” till ett högre värde, även fast demokratin precis som den politiska liberalismen är instrument för att främja folkviljan och individens frihet. Jag menar att något måste göras. Det är bättre att Sverigedemokraterna får inflytande än tex. Ett parti som BNP. Jag har tänkt mycket på det här. Om jag har koll på liberalismen. Sådär, jag är inte jätteförtjust i politisk teori. Men man kanske skulle kalla mig pragmatisk liberal med konservativ prägel – eller någonting, liknande. Min utgångspunkt för att rösta på Sverigedemokraterna är just av liberalistisk art. Man skall inte dra juden över en kam, precis som man inte skall dra muslimer över en kam. Men vad som är viktigt är att vi i Sverige bedriver en svensk politik, inte en politik för att transformera Sverige till ett Somalia. och alla andra Tack för ryggdunkningen. Vi är rätt många som mer och mer börjar snegla på Sverigedemokraterna och vi kommer alla från olika politiska läger. Det kostar mer än det smakar för alla..",
				"Om Åkezzon får bestämma så kommer en stor del av skatten gå till att skicka hem Invandrare. De vill gärna dela ut mycket generösa bidrag för familjer som vill \"återflytta\" hem igen. Bidrag som skall täcka återflytt och administrativa kostnader för att detta skall ske. Tex att vi hjälper en återflyttad familj med kostnader i sitt hemland för att de skall \"komma igång\" SD säger att de räknar med att det kommer vara stora och kännbara för oss svenskar. I alla fall i början. Men det som vi får ut av det gör att det skulle vara värt det, menar SD. Min fråga blir bara då. Var skall SD få pengar ifrån till att \"köpa\" tillbaka dessa människor när SD inser att Sverige kommer gå under för att vi saknar invånare? Forksare, experter, institut (kalla det va ni vill) är alla överens om att utan att skicka hem invandrare så kommer det att saknas invånare för att \"driva\" sverige. Då menar jag att det smartaste måste vara att försöka muta de som redan bott i sverige en gång. De känner till sverige och kan språket (lite --> bra) och skulle då vara de som får anses vara billigast att få hit. Om SD får så mycket makt att de får bestämma så kunde man önska att man var en invandrarfamilj. Då får man hjälp med att skapa ett liv i sitt gamla hemland och sen blir man mutad för att komma tillbaks. Invandrarna blir vinnarna av SD's politik. Den svenska välfärden kommer vara nere på knä. Visst vill jag vara med å ge invandrarna en ny chans i livet, men det behöver ju inte gå till överdrift. Varför inte dra nytta av dem när de endå är här?"
		]
	},
	{
		"postIndex": [
			[2235],
			[2229],
			[2184],
			[2108],
			[2269]
		],
		"postTime": [
			"2009-11-08",
			"2009-11-08",
			"2009-11-01",
			"2009-10-31",
			"2009-11-09"
		],
		"postNum": [
			[2305],
			[2299],
			[2254],
			[2178],
			[2339]
		],
		"postLink": [
				"/sp19686636",
				"/sp19685173",
				"/sp19558249",
				"/sp19544308",
				"/sp19705539"
		],
		"postUser": [
				"HC47",
				"HC47",
				"raffeY",
				"Mithrilbrynja",
				"HC47"
		],
		"postUserID": [
				"/u219681",
				"/u219681",
				"/u363334",
				"/u366116",
				"/u219681"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p193",
				"https://www.flashback.org/t367082p192",
				"https://www.flashback.org/t367082p188",
				"https://www.flashback.org/t367082p182",
				"https://www.flashback.org/t367082p195"
		],
		"userUrl": [
				"https://www.flashback.org/u219681",
				"https://www.flashback.org/u219681",
				"https://www.flashback.org/u363334",
				"https://www.flashback.org/u366116",
				"https://www.flashback.org/u219681"
		],
		"sentence": [
				"Svaret är alltså ja. Du trögfattad. Jag gör skillnad på invandrare som kommer hit för att de måste och invandrare som kommer hit bara för att de kan. Att du inte gör det talar för din totala okunskap när det gäller all form av invandrings- och integrationspolitik. Jag börjar snart tro att du är Sverigedemokrat som vill göra människor irriterade för att fiska röster.. För du kan fan inte vara på riktigt. Nej, jag trodde givetvis inte att hon pratade svenska. Mitt inlägg innehöll ironi och sarkasm (om du inte vet vad det är så kan du googla). Men jag antar att hon pratade engelska, vilket funkar i Japan. Det mesta skyltas t o m på engelska i Japan. I Sverige ser det annorlunda ut. Du kan inte jämföra dessa länder. Människor som åker till Japan har oftast ett mål, antingen inom studier eller arbete. Så är det oftast med invandrare som kommer till Sverige. Och de som kommer hit kan oftast vare sig engelska eller svenska. Jag tror du är den enda som anser att det är helt acceptabelt. Som sagt, jag ser skillnad på invandrare och invandrare. Det bör man göra om man är i alla fall lite begåvad. Vad pratar du nu om? Det är inte så att folk ska läsa svenska innan de kommer hit, vilket persson121 inte heller menade (även om han uttryckte det dumt). Vilken idiot som helst fattar att han menar att man ska lära dem det när de kommer hit. Det är ganska svårt att ha jobb i Sverige innan man kommer till Sverige, eller hur? Jag håller inte nödvändigtvis med honom när det gäller att man ska ha direkt betyg, men jag anser definitivt att man ska lära sig svenska. Dessutom flyr du mina frågar som fan! Svara på dem istället för att ställa en massa motfrågor. Jag kan göra en kort lista så du lättare kan se och svara: 1) Ser du inte skillnad på en flykting och en invandrare som kommer hit, trots att de inte lever under några direkta hot i hemlandet? 2) Tycker du det är bra att invandrare i Sverige lever på bidrag i ca 6-7 år innan de får jobb? 3) Anser du att det är bra att släppa in fler och fler trots att vi inte kan ta hand om de som redan är här? 4) Tycket du det är bra med den segregation som dagens politik leder till? Kan du inte svara på dessa frågor så kan du skita i att svara på mitt inlägg. Det där sista är otroligt skrattretande och gör mig nu 99 % övertygad om att du själv är Sverigedemokrat som vill fixa sympatier genom sarkasm och lögner. För det sista är inget annat än ren lögn. Judarna i Tyskland kunde tyska, eftersom att de var tyskar och bott där hela sina liv. Judarna var invandrare utan en del av det tyska samhället. Det märks att du inte öppnat böcker om vare sig politik eller historia i hela ditt liv.",
				"Nu håller jag inte med om det han skriver (hans användning av det påhittade ordet Muhammedaner är skrattretande) men faktum är att Sverige inte tar in speciellt många flyktingar. De flesta är vanliga invandrare (visst, vissa flyr säkert men jag tycker det är enormt respektlöst gentemot de flyktingarna att kalla folk som åker till Sverige för att vara med sina släktingar för flyktingar) som mår psykiskt bra och är i arbetsför ålder. Men av någon anledning tar det ändå 5-10 år(!) innan de kommer ut på arbetsmarknaden. Och det finns invandrare som varit i landet i 3-4 år som inte kan ett ord svenska och som i princip aldrig har kontakt med svenskar i samhället. Är detta bra politik? Är denna invandring bra för Sverige? Är den bra för invandrarna? Man behöver inte vara något matematiskt geni för att kunna räkna ut att detta är en enorm förlustaffär för alla parter. Svenska staten förlorar pengar och folket faller offer för segregation och ett ökat \"vi och dem\"-tänkande. Jag blir faktiskt lite förvånad att vissa antingen inte ser detta eller t o m verkar tycka det är bra, så länge vi kan \"hjälpa\" människor. Vår politik är i längden kontraproduktiv, vilket det är dags för människor att inse. Och eftersom att SD är det enda partiet som verkar tala om dessa problem öppet så förstår jag mycket väl varför man lägger sin röst på dem. Jag har nog mer sympatier för SD än de redan etablerade partierna. Med detta inte sagt att jag tycker speciellt bra om partiet.",
				"Det måste ju finnas en anledning till att folk säger att de kommer lägga sin röst på sd och en av de anledningarna är att det inte verkar finnas så mycket till alternativ. Många människor ÄR missnöjda med Sveriges invandring och integrationspolitik. Det är inte bara svennebanan och arga människor som röstar på sd, det finns många invandrare som faktiskt kommer lägga sin röst på sd för att de anser att den bilden av folk har av invandring drar ner deras anseende, liksom hur kul är det att vara en hårt arbetande människa som försörjer sig själv och lever ett bra liv men ändå blir diskriminerad för att han/hon har \"fel\" hudfärg eller \"fel\" namn. Det finns en liten poäng med det som Relay säger att det är bra vi får en större inre marknad + att många av invandrarna tar jobben som inte våra stackars ungdomar vill ha typ städa toaletter, plocka jordgubbar etc. Dock så är det tyvärr så att vi tar in flera än vad vi kan sätta i arbete vilket leder till att man helt enkelt inte vinner på det. Jag tror att Sd är ett nödvändigt ont som jag själv stödjer. Kommer de in i riksdagen så kanske regeringen som styr då fattar att något är fel med Inv/intpolitiken och sätter lite fart och kommer med krav och restriktioner. Sen går en tid, vi integrerar och har ett tillfälligt STOP för invandring och alla blir glada å nöjda . Invandrarna som bor här anpassar sig utan att för den delen förstöra sin egen kultur \"ursvensken\" känner sig inte hotad. miljonprogramen är som vilka bättre bostadsområden som helst, sveriges ekonomi blomstrar Flowers and ice-cream for everyone",
				"De etablerade partierna brukar säga att naturligtvis får man diskutera problematiken baktom integration och invandring utan att vara rasist. Men detta får man tydligen bara göra om man har \"rätt\" åsikter i frågan. Vi som vill dra ner på invandringen och ställa högre krav på invandrare har inget annat parti att rösta på än SD. De etablerade partierna kan på sin höjd tänka sig att försiktigt diskutera detta lite om trycket från folket blir för stort, men att verkligen göra något är en helt annan femma. Sen när ni diskuterar denna problematik måste ni göra er av med fördomarna om Sverigedemokraternas väljare,vi brännmärks som outbildade lantisar som hatar alla med fel hudfärg av politiker och media när sanningen är att många av oss är välutbildade, bor i större städer och har många invandrarkompisar. (som i många fall håller med oss om problematiken) Diskuterar man invandring/integration med en representant från något av de etablerade partierna brukar argumenten se ut såhär: 1, Zlatan är bra! 2, Kebab är bra! 3, Du är rasist! 4, Vi behöver arbetskraften! ( Trots att vi har stor arbetslöshet ) 5, Vi måste vara humana och hjälpa dom! ( Trots att endast 4% enligt migrationsverket är flyktingar med flyktingstatus, resten tar sig oftast hit av ekonomiska skäl) Man hör helt enkelt INGA seriösa argument från SD-kritiker! Det finns ingen vilja att göra något, varför kan vi inte dra ner på invandringen? Så länge ni inte diskuterar detta seriöst kommer folk, precis som jag att rösta SD. Men det kan jag inte säga öppet, då blir jag brännmärkt och kan förlora mitt jobb, vänner och sociala status. Jag hoppas att ni läser detta SD-kritiker, och förstår frustrationen många av oss känner. Mångkulturalismen har i Sverige kommit att bli samma typ av totalitära ideologi som kommunismen i Sovjet. Vad PK-överklassen säger är att vad man får diskutera är hur man skall genomföra mångkulturalismen, däremot får den aldrig i sig inte ifrågasättas som SD gör. Vilket är ungefär som att man i Sovjet fick diskutera hur det klasslösa samhället skulle nås, men det var tabu att ifrågasätta ATT man skulle sträva mot detta. På samma sätt som man utmålade de som vågade kritisera kommunismen i Sovjet som ”folkfiender” och ”klassförrädare” eller som psykiskt sjuka, utmålar man i Sverige de som ifrågasätter mångkulturalismen som ”rasister” och ”nazister” eller som lidande av olika typer av ”fobier”. Precis på samma sätt som kommunisterna i Sovjet försökte skapa en ny sorts människa, den klasslösa människan som osjälviskt arbetar för kollektivet, vill mångkulturalisterna skapa en ny sorts människa, den kosmopolitiska, ”mångkulturella” människan med ”många identiteter” som på sin höjd har lagstiftning och språk gemensamt med övriga invånare. Det är i praktiken ett lika destruktivt och omöjligt projekt som kommunisternas, väldigt få vill ju faktiskt ha detta samhälle i praktiken. Vare sig man är invandrare eller infödd så har de allra flesta ingen brinnande längtan att bo sida vid sida med människor från jordens alla hörn med vilka man inte har någon gemensam historia/kultur och inga gemensamma normer/traditioner/sociala koder/referensramar. De flesta vill i stället bo med människor som i stor utsträckning ”är som de själva” om de själva får välja, det är därför invandrare söker sig områden/städer där landsmän och släkt bor och infödda svenskar söker sig därifrån. Mångkulturalismen i sig leder därför till ett etniskt segregerat samhälle, det är inget som Jimmie Åkesson har skuld till! De destruktiva effekterna av detta etniskt splittrade samhälle har bl.a. undersökts av Robert Putnam: “A bleak picture of the corrosive effects of ethnic diversity has been revealed in research by Harvard University's Robert Putnam, one of the world's most influential political scientists. His research shows that the more diverse a community is, the less likely its inhabitants are to trust anyone - from their next-door neighbour to the mayor. … The core message of the research was that, \"in the presence of diversity, we hunker down\", he said. \"We act like turtles. The effect of diversity is worse than had been imagined. And it's not just that we don't trust people who are not like us. In diverse communities, we don't trust people who do look like us.\"” Det mångkulturalistiska samhällsexperimentet är därför på sikt lika dödsdömt som det kommunistiska. Att etablissemanget, likt Gorbatjov, nu känner sig pressade att tillåta viss begränsad kritik och debatt kommer i slutändan ändå att leda till mångkulturalismens sammanbrott precis som skedde med kommunismen i Sovjet.",
				"Nja, det där är inte sant. Nazisternas mål var att slå hål på det dåvarande (och nuvarande) politiska och ekonomiska systemet. Men eftersom att judarna var de aktörer som utmärkte sig främst inom dessa system så blev de nazisternas offer. Hitlers retorik hade nog sett likadan ut oavsett vilket främmande folk som haft den position som många judar hade i samhället. Han hade bytt namn på syndabocken, men synden hade förblivit den samma. Det är faktiskt ganska sant som h*n säger. SD har (vare sig genom sitt partiprogram eller representanter så som Åkesson) sagt att de vill att invandrare ska ha det dåligt i Sverige. De vill att invandrare ska anpassa sig och sköta sig. Om en invandrare ser detta som en belastning så är det invandraren som ska kritiseras och knappast SD. Dessutom så vill jag nog berömma SD för deras idé om hur vi ska hjälpa invandrare tillbaka till sina hemländer. Vill dock poängtera att det inte finns något gott i att skicka hem folk till krigsdrabbade länder. Men att våra bidrag skulle göra mer nytta i deras hemländer än här är ganska självklart. Vi ska hjälpa människor på bästa möjliga sätt. Och när lugnet lagt sig i flyktingarnas länder så har vi (och andra) tillfälle att med mer effektiv biståndspolitik bygga upp länder genom lokal arbetskraft. Vi sätter befolkningen i arbete, utbildar dem, ger dem vård, skola och omsorg. Allt detta för samma pris som det skulle kosta att sätta samma invandrare i en möglig lägenhet i Rosengård där de sitter i år utan arbete eller någon vidare kontakt med det svenska samhället. I längden skulle detta hjälpa alla. Jag förstår att invandrare vill till Sverige för att förbättra sin levnadsstandard. Men jag förstår verkligen inte varför vare sig invandrare eller svenska myndigheter verkar vilja höja levnadsstandarden i . Då ger vi en långsiktig lösning på problemet. Om vi hela tiden ska låta deras länder stå i ruiner samtidigt som vi tar emot fler och fler så kommer det gå åt helvete. Både för dem och för oss."
		]
	},
	{
		"postIndex": [
			[2453],
			[2660],
			[2756],
			[2701],
			[2692]
		],
		"postTime": [
			"2010-01-21",
			"2010-03-13",
			"2010-04-09",
			"2010-03-29",
			"2010-03-27"
		],
		"postNum": [
			[2529],
			[2747],
			[2846],
			[2789],
			[2779]
		],
		"postLink": [
				"/sp21043017",
				"/sp21958160",
				"/sp22430008",
				"/sp22244635",
				"/sp22206075"
		],
		"postUser": [
				"Pushtigban",
				"mebest777",
				"Mmyhr",
				"L0daren",
				"MrsPerez"
		],
		"postUserID": [
				"/u410716",
				"/u255509",
				"/u101785",
				"/u171",
				"/u373764"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p211",
				"https://www.flashback.org/t367082p229",
				"https://www.flashback.org/t367082p238",
				"https://www.flashback.org/t367082p233",
				"https://www.flashback.org/t367082p232"
		],
		"userUrl": [
				"https://www.flashback.org/u410716",
				"https://www.flashback.org/u255509",
				"https://www.flashback.org/u101785",
				"https://www.flashback.org/u171",
				"https://www.flashback.org/u373764"
		],
		"sentence": [
				"Ni klagar på att andra inte vet vad rasist egentligen betyder men ni kanske ska försöka behärska era egna formuleringar först.... Överrepresentation inom vilken grupp? En religiös grupp? En samhällsklass? En kulturgrupp? En invandrargrupp (vilken)? Som jag nämnde tidigare jag kan enkelt med några ord trycka ihop svenska och utländska våldsmän i ett eget kollektiv och sen ge någon annan här i tråden som kanske tillhör den struliga underklassen i samhället skiten för det. Som jag sa tidigare, en neger ifrån Nigeria och en neger ifrån Sydafrika är inte samma sak. En Kristen Kurd och en muslimsk kurd inte heller samma sak osv osv. Hur håller du exempelvis landets spanjorer (som är invandrare) kollektivt ansvarig för vad kanske Syrianer i Södertälje gör? Eller är du möjligtvis ansvarig för vad skinnskallarna gör när dem härjar runt och leker? När man börjar se det ur flera perspektiv så försvinner eran \"överrepresentation\". Att säga att invandrare är överrepresenterade inom brott är en fullständigt idiotisk analys eftersom man bara kommer med halva sanningen och inte levererar en helhetsbild, det finns en betydligt starkare nämnare som samhällets slödder har och det är något dem delar med slödder ifrån hela världen. Visst finns det dem som har en efterbliven människosyn med manschauvinismen i centrum men försöker du säga att det inte finns svenska män som är manschauvinistter? Vidare skulle jag knappast kalla våldtäkter, rån, och annat bajs för \"kultur\". Det är skitbeteende och ska bemötas med en fot i arslet på utövaren var än i världen dem må vara. Men jag antar att du inte riktigt förstått än så låt mig förenkla det för dig.... 99 % av alla våldtäkter begås av män, slutsats. Män är en problemgrupp och måste stigmatiseras och förskjutas. Eller vi tar en annan vinkel istället. Den grupp som högst representeras bland våldtäktsfall är arbetslösa, lågutbildade och underklassen. Slutsats? Alla inom underklassen bär ett kollektivt ansvar eftersom den största gruppen som begår brott är dem? Funkar ju lika bra, eller hur? Jag förstår vad du menar med ditt inlägg, men eftersom du verkar älska att klumpa ihop folk i olika kollektiv så undrar jag när du talar om \"invandrare\", är du då medveten om att du klumpar ihop ryssar, vietnameser, turkar, assyrier, colombianer, skottländare (även om dem är vita så är dem också invandrare enligt byråkratin) osv osv? Har du sen tagit dig tiden att fördela upp dem också i dem olika samhällsklasserna också samt kolla upp vilken grad av bildning dem har samt om dem är religiösa och väldigt konservativa (ett läge att ge alla konservativa män med gammaldags kvinnosyn skit för våldtäkterna också) i sina värderingar eller ej? Huvudsaken är att om du ska jämföra etniska svenskars brottbenägenhet gentemot invandrarnas så får du som sagt undvika att klumpa ihop alla som ser sig själva tillhöra den ena eller den andra gruppen. Invandrare är inte någon homogen grupp, dessutom så kommer vi till det andra också... Den kriminaliteten som beskrivs oftast är just saker som hör nära ihop med underklassens och arbetarklassens sociala beteende. Du ser inte många KTH elever som pluggar och jobbar att dem går och super ner sig på helgen och springa ut med kniv och skriker \"ey svenne, ya cutta dey re\". Ens sociala beteende idag är faktiskt ett tecken på vilken klass man tillhör i samhället och om det nu visar sig att araber överlag är överrepresenterade inom brott väldigt mycket så betyder ju inte att dem är brottslingar för att dem är araber utan för att Sverige antagligen importerat en lågutbildad, gammaldags, neandertalarklass ifrån ett annat land. Det är inte nationen som delar på olika individer mellan varandra utan det är ens klasstillhörighet som gör det. Ta exemplet typ med Albaner, det talas väldigt friskt om de här på FB. Där har folk väldigt mycket klagomål exempelvis på kriminalitet mm. Sen ta och jämför med exempelvis Ungrarna i Sverige som lyser med sin frånvaro inom brottsstatistiken om man jämför med dem identifierade problemgrupperna idag enligt FB:are är \"somalier\", araber och albaner etc etc. Det klagas ju exempelvis inte på Kineser i lika hög grad, och ej heller på Thailändare, Koreaner (trots att Lena Sundström och Tobias Hubinette är Koreaner)... Varför ser det ut såhär då, båda grupper kommer ju ifrån Sydöstra Europa ju? Därför att det har varit en fråga om vilken samhällsklass man kommit ifrån. Eller ta ett annat exempel som kan svida i ögonen på den mest inbitne realisten när man talar om den stora \"klass-frågan\". Jämför iranierna som finns då i Sverige med exempelvis turkarna eller era favoriter igen (Araberna). Nu vet jag att vissa Iranier har lite \"husneger\" syndrom över sig ( *SD* *Host* & *Harkel*). Men vi får ha lite överseende med det denna gång. Båda grupper kommer ifrån muslimska stater, båda diktaturer. Å ena sidan har du dem konservativa Araberna som runkar till Sharia, sen i andra ringhörnan har du dem kommunistiska religionshatande iranierna? Hur kommer detta sig då igen? Jo, för att det har handlat om vilka och har lämnat sina länder igen, annars är det ju inget som skiljer dessa grupper åt ju om man ska utgå enligt realisterna... Hade Ataturk misslyckats att med våld försöka sekularisera Turkiet så hade dem sekulära krafterna varit tvungna att fly landet av rädsla ifrån dem konservativa muslimerna och då hade Europa och Sverige fått turkarna ifrån en annan samhällsklass än dem som man fick. Sen vänd på biffen, ponera att Reza Pahlavi hade återvänt till Iran, dödat Khomeini och kommit ut som vinnare igenom revolutionen så hade hans första handling efter det varit att jaga ner alla islamister och döda dem för förräderi och då hade svenskar stått idag och diskuterat om hur integrerade och trevliga turkar är och hur dem alla (husneger) medan man hade babblat om det sandfolket som iranier skulle vara. En tydligt demonstration på att omständigheterna styr om man drar nitlott eller jackpot när det kommer till invandringen. Att invandrare ifrån medel och övre medelklassen eller dem som är utbildade eller sekulära har enklare att integrera sig i ett nytt land och inte missköter sig är rätt så självklart. Det är ju dem som oftast står utanför som faller i brott. Däremot är jag inte rakt igenom PK så du behöver inte oroa dig nu. Jag tror däremot inte heller att allt utanförskap är en konstruktion utav \"strukturell diskriminering\". Jag kan mycket väl tänka mig att väldigt mycket utav det är självvalt eller bygger på strikt traditionalistiska och rent ut sagt medeltida värderingar. En grej som skiljer som sagt Sverige ifrån dessa andra länder är att vi har en stark stat som försäkrar vår frihet och våra rättigheter och detta tillämpas ur ett individuellt perspektiv. Ta sedan folk som är med i SMR eller Sveriges unga muslimer där patriarkatet ska styra biffen och eftersom dessa lågutbildade tölpar till män finner sin värdighet genom att styra sina kvinnor så vill man oftast inte möta verkligheten varvid man försöker isolera sig för att det inte ska uppdagas inför det stora samhället vilken tölp man är... Dem är kort och gott kultur kulturchauvinister som värnar om sina olönsamma och icke-produktiva livsregler än att utvecklas som individer varvid kriminaliteten tar vid istället. Jag tror att det hela kommer till hur man definierar ett välfärdssamhälle, för mig är ju då Sverige ett välfärdssamhälle men enligt exempelvis en och annan grottmongo inom SMR så är säkert Iran och Saudiarabien det perfekta samhället och där får man helt enkelt säga I disagree och lägga upp anledningen varför. Icke-produktiva dör ut här i väst, man behöver inte stigmatisera dem extrema muslimerna, dem kommer självdö eftersom dem inte vill integrera sig, men det sista är nog bara en hypotes ifrån min sida. Men visst stämmer den ibland, ta bara aporna i någon kommun i Sthlm som försökte stoppa någon fest för ungdomar. Dessa människor som tillhör dessa klassgrupper har inget att erbjuda varvid dem håller ännu hårdare på sina traditionalistiska värderingar. Kollektivistiska narcissister som vill styra den enskilda individen och håller fast vid döende traditioner med inslag av antiliberalism. Hade dessa människor som du fördömer varit födda som etniska svenskar så hade dem onekligen röstat på SD eftersom det är precis där SD-are står i sin politik också. Det enda som skiljer dessa grupper åt är just religionen, muslimerna tror sig vara bättre därför att dem har Islam och Åkesson och Söder tror att dem är bättre därför att de är Kristna. Vore det inte för denna punkt så skulle Åkesson komma väldigt bra överens med Mahmud Aldebe t.ex.",
				"Jag är mot muslimer just för att de drar ner Sveriges välstånd samt att de anpassar sig inte till svenska kulturen. Samt att det redan finns judar som äger median i landet så själva folket inte får prata vad de tycker. Bara att tänka logiskt och se på grannarna Finland och Danmark. Där finns kultur, och ordning och reda. I alla fall än så länge. Varför ska Sverige ta in allt skit när USA bombar civila? Vilka står i makten i USA, judarna? Vad är det för vits också om man byggs upp landet och så kommer massa moské byggare hit? Vad får vi av de? Invandrare på många ställen som jag möter dagligen kan inte ens Svenska. Varför då ta in mer? Denna diskussion hade man redan 1992. Inte gör moderaterna något åt saken heller. Okej om alla länder tar in lika mycket så jämnas massan och kan integreras. Men nu är inte så fallet. Varför är det okej att då Japanerna som är jävligt skötsamt folk, och är \"Nationalister\", men i Sverige får man inte ens spela Sveriges nationalsång? Tror ni politiker som sköter ansvaret för invandringen bor själva i ghettos? Om dem gjorde det låt oss säga att Mona Sahlin, Thomas Boström, Anders Borg och Reinfeldt bodde på ghetto, tror ni inte att det skulle börja hända ändringar då? Fy fan Sverige är skandal. Ta bara och jämför hur det var här på 70-talet. Varför är det inte så nu? Varför finns det ingen harmoni kvar på gatorna? Har någon nåt positivt att säga om multikulturell samhälle? Allt detta som politiker gjort här i landet gör så svenskarna själva som behöver hjälp hamnar på gatorna och Somalierna får nya Soffor från Ikea av staten. Det finns jue ett allvarligt problem i detta land. Sen att ljuga att cannabis är dödsdrog varje dag i media är okej. Ingen som dött det än så länge. Off topic faktum som exempel på hur ologiska politiker är här i landet. Ska vi acceptera allt detta som robotar, eller ska majoritetens protestera? Hur kan snälla svenska regler hantera folk från länder där de haft hårda tag? De utnyttjar bara systemet då. Man verkligen ser detta varje dag, Måndag, Tisdag, Onsdag, Torsdag och Fredag. Ah, helgdagarna kan man väl räkna in med också här. I Finland vet jag att de tog emot rätt många Vietnamesiska flyktingar och de verkar jue sköta sig. Men till Sverige kommer dessa gruppvåldtäckts Man är FAN I MIG galen om man inte tänker rösta Sverige Demokraterna 2010. Det är bara bra för landet och för alla. De vill jue införa det gamla vänster folkhemmet igen. Det fungerar inte med muslimer alls. De som tror att Jimmy Åkesson är Hitler får inte debattera om detta eftersom han är helt vanlig svensk snubbe som kan statistik och tänker med folkvett. Muslimer får kalla oss för rasister för att man har en vettig åsikt. Men vi får inte säga att jag vill inte ha en moské på varje kvarter så att gamla svenska pensionärer ska få hjärtattack av kulturkrockarna. Turkisk skomakare flyr Sverige p.g.a massinvandringen. :",
				"På detta forum häckar många SD-sympatisörer. Jag har tidigare uttryckt att jag inte kan på några villkor stödja SD såsom deras politik och företrädare är och framträder idag. Men även jag ser en stor rad problem med hur invandringen till Sverige ser ut och de följdverkningar den får för oss som lever här. Så: Vad menar jag måste ändras för att SD ska bli ett alternativ för mig? Det ena är givetvis att företrädarna blir mer rumsrena och på alla punkter både smartare och mer slipade. Idag är det tyvärr mest en samling pinsamma nötter och bråkstakar. Det andra är politiken: Syftet med detta inlägg är att ge förslag på en SD-politik som kan locka en bredare massa än inbitna rasister. För att nå dit krävs att invandring och relaterade frågor inte diskuteras i rasistiska eller biologiska termer. Invandring som politisk fråga för stat, kommun och landsting bör istället diskuteras i ekonomiska och/eller säkerhetsmässiga termer, och vi måste sluta diskutera invandrare som en grupp utan se och pröva varje potentiell invandrare som individ utifrån vad han eller hon kan tillföra Sverige i relation till kostnad och risk. Här följer 20 heta frågor för SD att driva som skulle kunna få mig att ändra uppfattning och börja stödja partiet, take it or leave it: 1. Alla som sitter i fängelse, oavsett nationalitet, svensk som utländsk, bör betala hela fängelseuppehållet själv; casha eller jobba av skulden i fängelsets fabriker: D v s kostar fängelsevistelse inkl. rum, mat, utrustning och personal 1500 kr/dygn så är det inte mer än rätt att de jobbar 10-12 timmar/dygn á 120-150 kr/timmen. 2. Myndiga icke-svenska medborgare som inte betalar skatt i Sverige bör betala sjukvård, dagis, åldringsvård och universitetsstudier själva (undantaget givetvis för de som deltar i utbytesprogram mellan universitet, etc.) 3. Svenskt bistånd bör ner till EU-medel och riktlinjerna bör ändras så att vi i lågkonjunktur eller när ekonomin kräver kan skära ner mera där hellre än på vård, skola och omsorg: Och framförallt inget svenskt bistånd till stater som deltar i, eller inte aktivt förhindrar, terrorism eller som inte förhindrar hot mot mänskliga rättigheter och yttrandefrihet, eller som har korrupta regeringar eller som bekänner sig till kommunismen 4. Lägg ner försvaret helt och hållet och ta hem utlandsstyrkorna genast. Överför speciella ”elitförband” max 250 personer till polisen för särskilda insatser inom Sverige 5. Alla icke-svenska medborgare som begår brott som ger mer än 6 månaders fängelse eller som medför att de inte längre kan försörja sig själva när de kommer ut, bör utvisas direkt efter avtjänat straff 6. Skadestånd till brottsoffer bör höjas så att de alltid minst motsvarar skadans riktiga värde: T.ex. den här 19-åriga tjejen som blev nästan ihjälslagen i Kristianstad och som läkarna inte tror någonsin kommer kunna nå sin rätta potential igen bör ju givetvis få livstids försörjning av gärningsmannen motsvarande hela hennes förväntade livsinkomst: d v s någonstans 16-30 miljoner (40 års heltidsarbete) + minst ett par miljoner i kompensation för sveda, verk och all utebliven glädje i livet han berövat henne. För de fall där gärningsmannen är omyndig eller anhöriginvandrare enligt punkt 12 nedan ska betalningsansvaret ligga på närmast anhörig/borgenär. 7. Läkare, präster, lärare och andra yrkesgrupper som i tjänsten får kännedom om att personer begått brott (t.ex. uppehåller sig illegalt i landet, jobbat svart eller har stulit något) bör kunna straffas för ”skyddande av brottsling” eller för ”försvårande av myndighetsutövning”. 8. Lägg alla pengar som ett nedlagt försvar sparar in på att komma till rätta med organiserad brottslighet, trafficking, militanta MC-gäng och grovt organiserad narkotikahandel mm 9. Förläng strafftiden i fängelse för de individer som har ledande ställning i kriminella gäng. Den som beställer ett mord bör dömas för mord även om han/hon inte höll i vapnet 10. Den som begår brott av samma slag (t.ex. våldsbrott, skattebrott eller narkotikabrott) två gånger bör vid andra tillfället få dubbel strafftid, tredje gången trippel strafftid och fjärde gången kvadrupel, osv. 11. Andra slags visum än tillfälliga turistvisum; dvs arbetsvisum (som måste fixas innan inresa) endast till personer som redan fixat arbete i Sverige innan de kommer till landet och endast till jobb (med minimilön som gör personen självförsörjande) där vi själva har svårt att tillgodose behovet av arbetskraft på samma kompetensnivå. Och givetvis visum tidsbegränsat till den tid som tjänsten gäller. 12. För att bevilja tillfälligt uppehållstillstånd/visum till utländsk medborgare som inte har jobb fixat (arbetsvisum) vid inresa måste personen ha anhöriga i Sverige eller personen själv som går i borgen och garanterar försörjning i minst 10 år (för barn under 10 år vid ankomsten bör försörjningsansvaret gälla upp till det att personen stadigt kan försörja sig själv, och för personer över 55 år vid ankomsten bör försörjningsansvaret på anhörig gälla livet ut) 13. Alla som kommer hit illegalt utan rätt papper skall utvisas på egen bekostnad oavsett varför de är här omedelbart, och därefter ges minst 30 års besöksförbud i Sverige 14. Permanent uppehållstillstånd bör endast beviljas personer som endera är nära familj med svensk medborgare eller på arbetsrelaterade grunder. Utdrag ut USA:s reglemente för uppehållstillstånd (vilket jag finner helt rätt!): 15. För allas säkerhet i trafiken: Endast körkort utfärdade i Sverige (+ länder med lika höga krav på säkerhet och liknande trafikregler) bör vara giltiga i Sverige. Jag har sett på tok för många olyckor och incidenter på sistone där invandrare från främst mellanöstern är inblandade; kör mot rött, kör för hetsigt, kör om på fel sida på motorväg, hamnar i fel fil osv: Bl.a. blev min frus farfar nyligen påkörd på förardörren av en iranier som svängde höger på rött vilket tydligen är ok i vissa länder. 16. Yrkesfordon (lastbilar mm) registrerade i länder utanför EU som kommer med färja till Sverige bör på åkeriets bekostnad tvingas genomgå fordonsbesiktning direkt i hamnen innan de åker ut på allmän väg 17. Gällande invandring bör en begränsning införas till att högst 7 % av alla utfärdare uppehållstillstånd över en tjugoårsperiod får delas ut till samma nationalitet. Detta för att förhindra att vissa grupper kan växa sig så starka att det blir ett ”eget samhälle i samhället”. En likande regel finns redan i flera länder, bl.a. USA: 18. Systemet att personer får försörjning kopplat till att de läser SFI (Svenska för invandrare) måste göras om. Idag leder systemet till att de flesta vill vara inskrivna i SFI så länge som möjligt för att ha försörjning = de vill inte lära sig snabbt. SFI bör även fortsättningsvis vara gratis för alla som kan hålla normal studietakt för att stimulera till ökade svenskakunskaper, men det är de som klarar det snabbare än normalt som ska få en uppmuntran, inte de som såsar efter. 19. Förbjud mot religiösa friskolor, religiösa huvudbonader och symboler i skolan och förbjud mot religiösa ritualer och religiöst betingande särskilda lösningar i skolmiljön; d v s avskaffa kravet på att skolor ska tillhandahålla särskilt kött mm. Satsa de resurserna istället på bra mat till alla skolbarn. Och självklart ska alla ungar duscha efter idrotten (allt annat är ohygieniskt!) 20. Avgiftsbelägg hemspråksundervisningen och överför de resurserna till den vanliga grundskolan och till SFI Lämna gärna feedback på förslagen! Nästa vecka återkommer jag med X antal punkter som skulle kunna få mig att rösta på Miljöpartiet",
				"Ibland kommer ett sånt här inlägg som man tror är ett skämt, sen visar det sig att det inte är det och då blir man lite bekymrad för personen som har författat det. Jag kan sätta ganska mycket på att personen i fråga är svensk vit medelklass som växt upp i ett vitt område med 1-2 alibiblattar till vänner(dvs välintegrerade iranier eller dylikt). Författaren av ovanstående inlägg har aldrig någonsin behövt definiera vem han är eftersom han inte upplevt den sanna mångkulturen som finns i orter där svenskar är i minoritet. Självklart kan koZmo prata om vikten av integration och att det inte får skapas ett \"vi mot dem\" samhälle, själv skulle han dock aldrig åka till dessa områden och ännu mindre prata med folket som bor där, det ska andra göra, jag menar han behöver ju inte eftersom han inte har några fördomar...eller? Vidare pratar han om hur mycket mångkulturen tillför men beskriver inte vad det är. Kunskap? Kapital? Vad är det vi fått från vår massinvandring som vi inte hade innan? Kebaben? Som vanligt argumenterar koZmo utifrån någon slags idealistisk fantasi där alla invandrare behandlas likadant som svenskar men lyckas lika bra i samhället. Självfallet är detta inte sant för fem öre då du aldrig kan få en analfabetssomalier eller en hunsad irakiska att konkurrera med svenskar på arbetsmarknaden. De har inte bildningen, språket eller begåvningen och kommer aldrig få det heller...och deras barn kommer inte lyckas tillräckligt bra för att konkurrera med svenska barn på arbetsmarknaden när vi talar om jobb som kräver kompetens, trots att barnen får STÖRRE resurser än svenska barn(jo du läste rätt ta t.ex Rinkebyskolan där varje barn får 46 000 kr i tilläggsbidrag VARJE år pga större resursbehov). Så nej koZmo jag tycker du ska börja se hur det faktiskt ser ut idag och hur vi löser de faktiska problem vi har skapat. Det första vi måste göra är att minska massinvandringen till nivåer som den Danmark har. Vi kan inte fortsätta vara det land som tar emot flest flyktingar i världen,, ett land med 9 miljoner invånvare som redan nu har kraftiga problem. Vi har tillräckliga integrationsåtgärder det är bara det att det är FÖR många som vill komma hit och då funkar det inte med att vara världsbäst som vi är, det går inte i alla fall. Det är DU som måste öppna ögon och se saker och ting för vad det är. Det räcker inte med att tycka saker och ting, man måste basera det på något annat än ideal.",
				"Flera i min umgängeskrets kommer lägga sin röst på SD. Dessa är alla välutbildade och röstade på M vid förra valet, flera av dem är ej födda i Sverige och det är dem som mest förespråkar SD. Något måste göras åt invandrarpolitiken, den saken är klar. Det är väl ingen slump att många av våra poliser (som ser brotten och vilka som begår dem= till stor del invandrare) bankkassörer (vars huvuduppgift idag består av att betala ut soc.bidrag till utlänningar som inte kan ett ord svenska och som ofta hotar personalen till livet!) samt tjänstemännen på socialen (som dagligen får besök av invandrare som inte ens hälsar eller kan ett ord svenska, det enda de vet är exakt på öret hur mycket pengar de har \"rätt\" till) är emot invandringen. De personer jag känner som innehar dessa positioner i samhället är alltså så mörkrädda och trötta på detta att de inte orkar hålla tyst. Jag tycker det är intressant hur media väljer att vinkla SD, allt som skrivs om dem är negativt. Vidare mörkar media ofta härkomsten av brottsförövare om de inte är svenskar som dock ofta finns med på både bild och hela namn. Svinet som är anhållen för mordet på Nancy hade ju inte ens rätt att vara i Sverige och som vanligt skyller man ifrån sig.."
		]
	},
	{
		"postIndex": [
			[3046],
			[3057],
			[2904],
			[3045],
			[2901]
		],
		"postTime": [
			"2010-09-09",
			"2010-09-15",
			"2010-08-07",
			"2010-09-09",
			"2010-08-07"
		],
		"postNum": [
			[3141],
			[3152],
			[2997],
			[3140],
			[2994]
		],
		"postLink": [
				"/sp25374047",
				"/sp25496955",
				"/sp24687381",
				"/sp25367797",
				"/sp24687031"
		],
		"postUser": [
				"despot",
				"kobbe",
				"Freestajler",
				"MunchenCalling",
				"starke_adolf"
		],
		"postUserID": [
				"/u228357",
				"/u68744",
				"/u420684",
				"/u88360",
				"/u144282"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p262",
				"https://www.flashback.org/t367082p263",
				"https://www.flashback.org/t367082p250",
				"https://www.flashback.org/t367082p262",
				"https://www.flashback.org/t367082p250"
		],
		"userUrl": [
				"https://www.flashback.org/u228357",
				"https://www.flashback.org/u68744",
				"https://www.flashback.org/u420684",
				"https://www.flashback.org/u88360",
				"https://www.flashback.org/u144282"
		],
		"sentence": [
				"Ja, då har man röstat i valet2010 idag då. Och som ni förstår blev rösten lagd på SD. Jag känner mig som en \"hater\" som röstar på detta parti, främlingsfientligt parti som inte är särskilt humant utan bara vill ha \"riktiga\" svennar i landet. Det är så jag förväntar mig uppfattas av familj/vänner om jag berättar detta. Om detta stämde skulle jag såklart inte röstat på SD. Min uppfattning om partiet är främst att: -De vill minska invandringen -Sätta mer krav på invandrare -Höja straffen för brottslingar Jag har läst på deras hemsida om åsikter osv. och finner faktiskt ingenting där rasistiskt, tycker det mesta de säger är väldigt vettigt. Men det är just andras uppfattning om partiet som skrämmer mig lite för att berätta att jag röstat på SD. Ett exempel är i klassen, där är det liksom SD = \"ut med alla invandrare\" och killen med utländskt utseende (blanding afrikan och svensk, som f.ö vuxit upp i Sverige = 100% svensk) skämtar lite att \"tänk om jag skulle ringa SD och be om att få gå med i partiet liksom!\" alla asgarvar. Finns liksom inte med på kartan för dem att någon med utländskt utseende skulle rösta/stödja SD. Min uppfattning är att det faktiskt finns invandrare som röstar SD, de har fattat att SD inte vill kasta ut någon utan bara sätta krav på och minska invandringen. Jag håller med, ju fler som kommer in desto svårare blir det att anpassa dessa till samhället. Skickar man upp en ensam invandrare till typ Borlänge, eller nån ort med få invandrare, såklart denne person måste anpassa sig, lära sig språket osv. och det blir lättare för folket omkring honom att acceptera \"nykomlingen\". Sätts man däremot i invandrartät ort, typ Rinkeby så lever man bland sitt typ av \"folk\", man kan prata sitt modersmål och man har inga somhelst krav på sig att beblanda sig något vidare mycket med \"urinvånarna\". Simple as that säger jag. Sen blir jag sjukt sur på händelser som \"Attacken mot Lars Vilks\". Jag menar VAFAN!? de kommer till Sverige som tar emot med öppna armar, och i Sverige har vi faktiskt något som heter yttrandefrihet. Ändå ska de gå på en provocerande föreläsning, och börja skrika \"Allah Akhbar\" för fulla munnar. Stenåldersbeteende som vi inte ska acceptera i ett modernt samhälle. Drar man detta för någon som är för invandring blir svaret ofta \"Ja men det är ju bara extremisterna som gör det där...\". Jaha, jag tycker det ser ut som att det är vilka män/kvinnor/ungdomar somhelst som deltar i protesten. Sen får man också höra att religionen kommer tyna bort med varje generation som går, att muslimerna blir mindre och mindre religösa för varje generation som går. Bara jag som tror att man inte bara kan vara \"lite\" muslim. (tog muslim som exempel) Faktum är att jag är emot alla religioner. I min mening medför de inget postivt till samhället, tyckte det var skönt att Sverige blev mindre och mindre kristet, men nu ska istället landet bombarderas med en hel drös religioner som etableras allt mer. Man kan ju hitta all möjlig propaganda mot islam på nätet, Geert Wilders \"Warning to America\" och nyhetsklippet från USA om \"islamproblemet i malmö\". Islam vill ta över Europa och blabla. Hur ska jag egentligen veta om detta är sant eller falskt? känns lite som att man kan tro på det man vill... jag försöker ta allt med en nypa salt, men ändå tror jag lite på att muslimer kan bli en snabbt växande \"grupp\", och ju fler de blir desto mer har de rätt att säga till om i ett demokratiskt samhälle, right? Jag vill faktiskt behålla Sverige svenskt, traditioner och allt därtill, känns som att Sverige kommer bli det grötigaste landet snart om vi fortsätter ta in 50-100000 invandrare/år. Annan anledning till att lägga rösten på SD var lite för att jävlas med alla partier som säger att de inte tar i SD med tång, all smutskastning mot partiet. Vi lever i ett demokratiskt samhälle, allt ska vara öppet och låt bara folket välja. Varför ska partiledare kunna säga att de inte tänker samarbeta med allt som kommer in i riksdagen, de som sitter där är faktiskt valda av Sveriges invånare och alla har rätt att göra sin röst hörd! Var bara tvungen att vädra mina tankar lite blev inte så strukturerat, men hoppas det är läsbart iaf..",
				"Min lilla text, jag är ingen författare eller forskare så kan säkert ha lite buggar här o där, så tar gärna emot lite konstruktiv kritik Varför jag kommer rösta SD! Enligt bland annat så pågår det ingen massinvandring, SD håller inte med. Istället för att lita och tro blint på vad folk säger har jag försökt kolla själv hur det står till i Sverige. Hur många som fick medborgarskap i Sverige jämfört några länder: 200% fler än Danmark 154% fler än Finland 175% fler än Tyskland 57% fler än Frankrike 57% fler än Storbritanien 136% fler än EU snittet (Eurostat för 2008, per capita) Man brukar höra är att \"största invandrargruppen är återvändande svenskar\". Det är sant, men svenskar är också den största utvandrargruppen. Totalt sett utvandrade 2 747 fler svenskar än vad som invandrade, det är även den ända gruppen där fler utvandrade än invandrade. Hur många som invandrade minus utvandrade per grupp: -2 747 Sverige 1 595 Norden utom Sverige 20 506 Europa utom Norden 12 513 Afrika 27 373 Asien (inkl. Mellanöstern) (SCB Befolkningstatistik för 2009) Siffror på hur många som invandrade totalt till Sverige som inte redan var svenskar jämfört med andra länders icke-nativa invandring: 232% fler än Finland 39% fler än Danmark 26% fler än Tyskland 208% fler än Frankrike 18% fler än Storbritanien (Eurostat senaste för 2006, Wikipedia, per capita) Siffror på hur många som invandrade till Sverige och som inte kom från EU: 270% fler än Finland 86% fler än Danmark 103% fler än Tyskland 117% fler än Frankrike 17% fler än Storbritanien (Eurostat senaste för 2006, Wikipedia, per capita) Sen är det intressant att kolla vilka som invandrar. 102 249 fick uppehålstillstånd i Sverige. 13% Studerande 20% Arbetsmarknad 11% Asyl/Flyktingar 50% Anhöriga (Migrationsverket 2009) Enligt Sveriges Radio 2010 så: \"Sverige har en betydligt större asyl- och anhöriginvandring än både Danmark och Finland.\" Mellan 2005-2009 tog sverige in 240% fler än Danmark och 1951% fler än Finland. (per capita) Utrikes födda och födda i Sverige med två utrikesfödda föräldrar: 1 733 913 Totalt (18,6% av befolkningen) 367 372 Norden utom Sverige (3,9% av befolkningen) 324 087 EU27 utom Norden (3,5% av befolkningen) 310 844 Europa utom EU27 och Norden (3,3% av befolkningen) 144 747 Afrika (1,5% av befolkningen) 507 107 Asien (5,4% av befolkningen) (då inkl.bland annat Iran 78 210, Irak 154 219, Libanon 45 763, Syrien 37 543) (SCB Befolkningstatistik för 2009) Det var några av dom intresantaste siffror jag hittat, så detta stämmer: Sverige tar in flest invandrare per capita av länderna i EU. Om detta är \"massinvandring\" eller inte är väll en definitionsfråga, vi har i alla fall en mycket mycket stor invandring. Arbetslösheten i Sverige ligger på 8%, för ungdomarna är det hela 20% som är arbetslösa. Inrikes födda: 12,9% Ej i arbetskraften 6,2% Arbetslösa (av arbetskraften) 36,5% Långtidsarbetslösa (av arbetslösa) 33,4 Medelvärde för arbetslöshetstiden, veckor Utrikes födda: 24,9% Ej i arbetskraften 14,9% Arbetslösa (av arbetskraften) 43,8% Långtidsarbetslösa (av arbetslösa) 39,8 Medelvärde för arbetslöshetstiden, veckor (SCB AKU Grundtabeller maj 2010) Att arbetslösheten är högre betyder större kostnader. Ett exempel från socialstyrelsens statistik för 2009. I denna publikation redovisas statistik över ekonomiskt bistånd, i form av försörjningsstöd och bistånd för livsföring i övrigt, samt introduktionsersättning. Inrikes födda hushåll 123 244 Antal hushåll 34 987 Utbetalt biståndsbelopp i medeltal per biståndshushåll, kronor 4 312 Totalt utbetalt bistånd i miljoner kronor Flyktinghushåll 35 091 Antal hushåll 73 393 Utbetalt biståndsbelopp i medeltal per biståndshushåll, kronor 2 575 Totalt utbetalt bistånd i miljoner kronor Utrikes födda hushåll exklusive flyktingar 78 972 Antal hushåll 52 823 Utbetalt biståndsbelopp i medeltal per biståndshushåll, kronor 4 172 Totalt utbetalt bistånd i miljoner kronor Så 4,3 miljarder till svenska hushåll och 6,7 miljarder till utrikes födda hushåll. Eller 61% av bistånden går till 48% av hushållen. Ytterligare en sak jag hittat som visar att invandringen är stor och att kostnaderna ökar. \"Under 2009 betalades 11 miljarder kronor ut i ekonomiskt bistånd, inklusive introduktionsersättning för flyktingar och vissa andra utlänningar som tagits emot i kommunerna. Det är en ökning med 17 procent jämfört med 2008.\" (har tappat bort källan men kommer från officiella uppgifter, skrik så kan jag leta upp dom om ni tror jag hittepåar) Det finns givetvis många fler kostnader som tillkommer, exempelvis för migrationsverket, arbetsmarknadsåtgärder, bostadsbidrag, barnbidrag, flerbarnstilägg, kostnad för att barnen ska gå i skola, modersmålutbildningar mm. Jag har försökt hitta korrekta och fullständiga uppgifter på kostnader men det är i princip omöjligt att hitta. Har hittat att 2008-2009 var 88.000 elever deltagande i modersmålutbildningar också i alla fall. Enligt pålästa så är brottsligheten högre bland invandrare på grund av att störe delen är underklass, dvs. dom som saknar jobb och utbildning. Enligt SD påverkar även saker som om man t.ex. kommer från ett krigshärjat land eller om man tillhör en religon (islam) som har en nedvärderande syn på kvinnor eller icke troende. Detta tror jag inte det går att komma överens om helt så lika bra att glömma detta argument helt. Men att arbetslösheten är hög och högre bland invandrare och vi trots detta tar in allt fler invandrare innebär att brottsligheten ökar. Detta i sin tur innebär att kostnad för polis och rättsväsendet ökar. Okej så med andra ord har jag kommit fram till att invandringen är hög och kostar mycket pengar. Vad nu? Något som det har talats om mycket inför detta valet är hur pensionärer har det, hur det står till med välfärden och det sociala skydsnätet. Hur vill dom olika blocken lösa detta? I korthet. Alliansen som \"alltid\" är för att sänka skatter har inför detta valet bara kunnat lova att sänka skatter för pensionärer. Dom Rödgröna löser det som \"alltid\" genom att höjja en massa skatter. Sverige har näst högst skattetryck i världen, jag tycker det är fel att vi ska behöva höjja skatter ännu mer. Så vilka eller vad ska vi låta lida? Våra pensionärer, välfärden, skydsnätet eller invandringen? Ska vi prioritera dom som redan finns i Sverige, invandrare som infödda? Eller ska vi fortsätta att vara det land i Europa som tar in flest invandrare? Jag tycker svaret är självklart, men tyvärr vågar/vill ingen av partierna i blocken ta i denna frågan. Vi pratade med en politiker i en av valstugorna och frågade om detta. Han sa att dom talade en del om invandringen men det var jobbigt att ta upp frågan så man undvek den gärna på grund av att man var rädd för att bli stämplad som rasist! Att ens vara rädd för att ta upp saker om invandring på grund av detta är helt galet då invandrare inte är en \"ras\". Jag tror SD måste in i riksdagen för att det ska bli någon förändring så även om dom andra partierna vågar ta i frågan. Med lite tur kommer inte SD behövas 2014. Jag har några fler mindre anledningar till att jag vill rösta SD: * Sveriges media fegar och är hela tiden politiskt korrekt, vågar inte säga vem som begår brott, jämför med t.ex. Danmark/Norge. * Islam är ingen västerländsk religon. Vill man bo i Sverige så ska man anpassa sig. Moskéer hör inte hemma i sverige. Hedersmord, burka, Vilks-hatet, kvinnlig omskärelse, kvinnosyn... Och man är inte rasist för att man tycker illa om en religon/religoner då religon inte är en \"ras\". * Behandlingen av SD av media och andra partier inför valet. Då Sverigedemokraterna är ett relativt nytt parti så finns det många idioter/nybörjare i kommunpolitiken. Därför kommer jag inte rösta SD i kommun/landsting. Mvh Kobbe",
				"Är det relevant om vi tar emot mest eller många? De som skapar problem man hör Sverigedemokraterna prata om är långt under 1% av samtliga invandrare. Många invandrare jobbar, tro det eller ej. Det finns många invandrare som startat företag därtill eller utbildat/utbildar sig och jobbar inom exempelvis vården. Jag måste i alla fall fråga vart du fått att Sverige tar emot mest invandrare i hela EU. Är det en uppfattning du läst om på PI (seriöst, det är inte en källa man bör lita på för fem öre utan att kika ordentligt på vad som ligger bakom ridån ett antal varv) eller enbart genom vad SD eller andra sagt till dig. Eller har du undersökt det ordentligt via exempelvis SCB och inte enbart tittat på en del utan något att sätta det i relativitet med? Personligen anser jag det är ofta rätt orättvist hur man framställer invandrare som enbart last för samhället och att de bara går på bidrag, brottslingar med mera. Faktum är att de är precis lika mycket människor som vi andra i det här landet vilket har det väldigt bra även om vi är längst ner på social status. Men det som är intressant är hur många av Svenska infödingar som sitter på socialbidrag eller andra icke arbetsföra stolar. Hur många invandrare ser ni sitta som a-lagare? Inte många va? Hur många knarkare känner ni till i ert område som är exempelvis Muslimer eller invandrare? Inte många. Faktum är att du ser nästan aldrig de invandrare exempelvis SD med flera pratar om i dessa grupperingar. Vad kostar inte sådant skattebetalarna och kräver resurser om vi nu ska prata om vad invandrare skulle kosta? När det sedan gäller just detta. Vad är beskrivningen av vad SD säger de vill eller tänker göra åt det, och vad är beskrivningen över hur de ska göra det. Det är enkelt att säga en sak, men det är en helt annan att ha en vettig plan som är rimlig och genomförbar.",
				"jag upplever nu mitt fjärde riksdagsval och mitt engagemang har nått höjder jag inte kunnat tänka mig tidigare. Tidigare har jag valt blått men detta valet avser jag att välja Sverigedemokraterna. För att med en gång ta död på den osanning medier och politiker far runt med så anser jag att sex års universitetsstudier med de tillhörande examina och hög inkomst placerar mig i en annan SD-väljargrupp än den medierna så gärna presenterar. Är jag rasist? Nej, faktum är att jag själv är invandare har säkerligen fler utländska vänner än Lars Ohly och Mona Sahlin tillsammans. Dock så har jag inte en enda muslimsk vän. Anledningen är enkel, muslimer uppehåller sig hos andra muslimer och integrerar sig ogärna i samhället. Det är ingen lögn, det är inte rasism, det är ren hård obestridbar fakta. Givetvis publiceras sådan fakta inte i gammalmedia för det \"är bara kontraproduktivt\". Invandringen och integrationspolitiken må vara ett känsligt ämne men hur ska man lösa problem om man inte ens kan diskutera det? I Tyskland med stort behov av arbetskraft och med stor muslimsk befolkning pratas det öppet om invandringen och integrationmisslyckanden. Bland annat nämns ett flertal invandrargrupper klara av integrationen galant, t.ex. 70% av första generationens nytyskarna från det forna östblocket gifter sig med tyskar och lär sig behärska det tyska språket snabbt, medans inom den muslimska befolkningen är motsvarande siffra 3% i ! Dvs, muslimer håller sig till muslimer. Vidare så är muslimer kraftigt överrepresenterade i arbetslöshetsstatistiken, kriminalitet och sociala skyddsnät som socialbidrag. Detta gäller inte bara Sverige utan inom hela Europa. Vi måste också förstå att många invandrare kommer från länder där regeringarna är svaga, korrumperade eller icke existerande som i fallet med Somalia. Krig och våldtäkter är vardag i deras hemland. Att komma till Sverige innebär en enorm kulturchock. Man kan inte bara placera dem på Rosengård eller Rinkeby och förvänta sig att det löser sig på något vis. Många av dessa människor är traumatiserade och har små till inga chanser att leva och integrera sig i ett normalt västerländskt samhälle. Deras barn växer upp med arbetslösa eller ännu värre, kriminella som förebilder och cykeln upprepas. Faktum är också, både högerblocket och vänsterblocket söker sig till mittenväljarna för det är så man vinner val. Detta bekräftas också av strateger och politiskt kunniga. Det pratas om stora skillnader men i praktiken är det små skillnader mellan blocken. Må hända att vänsterblocket har gjort en exceptionellt blek insatts i detta val, men om de vinner så blir det inga större förändringar. Invandrarna hyllas okritiskt av båda blocken och ta en diskussion om den katastrofala integrationspolitiken likställs med rasism. För 8 - 10 år sedan gjorde folkpartiet, som traditionellt varit det mest invandringsvänliga parti i riksdagen, ett försök till förbättrad integration. De krävde bland annat att invandrare måste lära sig svenska för att kunna integreras i det svenska samhället - från min synpunkt fullkomligt logiskt och egentligen en självklarhet. Reaktionen från media och den politiska eliten lät inte vänta på sig, f.d. statsminister Göran Persson dundrade på att \"Folkspartiet flörtar med högerextrema krafter\" och genast dog diskussionen. Detta är gemensamt för höger och vänster blocket, en fullkomligt misslyckad integrationspolitik, en vägran att diskutera integrationen/invandringen och nåde den som yppar ett ljud om det - då mobilseras hela det politiska och mediala etablissemanget för att tillintetgöra denna person eller det parti. För mig är integrations- och invandringspolitiken det viktigaste ämnet och Sverigedemokraterna är de enda som önskar föra en diskussion på detta område. I motsats till vad media och politiker hävdar vill de SD enbart ha \"En återgång till den assimileringspolitik som gällde fram till mitten av 1970-talet\" - med andra ord en normalisering. Varför måste Sverige ta emot flest invandrare i Europa när vi uppenbarligen inte är kapabla att ta hand om dem? Vad hände med landet lagom? Avslutningsvis känner jag mig djupt obekväm med svensk medias jakt på politiskt korrekthet där araber eller afrikaner retuscheras medelst photoshop att likna nordiska medborgare, namn som Mohammed eller Murat ändras till Johan och Kalle. När en svensk tjej blir gruppvåldtagen av fem somalier heter det i media \"fem svenskar\". Svenska flaggor och nationalsången i Sverige anses vara så stötande att de nu förbjuds på skolor och andra institutioner och jag skulle inte blir förvånad om de förbjuds i lag inom några år och klassas som \"hets mot folkgrupp\". Det är så bisarrt att jag kan inte uttrycka mig i ord. För en förändring, förbättring och diskussion är Sverigedemokraterna det enda alternativet. /MunchenCallling",
				"Jag tycker att det är bra att vi tar in invandrare till Sverige. Pengarna som läggs ut för nyinflyttade invandrare kommer vi(läs staten) att få igen i form av skattebetalning vid jobb. Om inte allt, så i alla fall en del och det tycker jag personligen är helt okej. Men då gäller det att ledningen genererar nog med arbete också! En dålig tendens överlag idag i Sverige är att nästan kretsar kring ekonomiska frågor, var tog medmänskligheten och ödmjukheten vägen? Är det inte bättre att vi i Sverige som är ett typexempel på ett högt stående och välmående land föregår med gott exempel inför resten av världen och visar att det går att ha ett högt invandrartryck? Jag är helt övertygad om att det fungerar, men man måste också våga diskutera invandringsfrågan i riksdagen, vilket jag tycker att man undviker idag. Och med \"våga diskutera invandringsfrågan\" menar jag inte att man ska våga hata invandrare och göra allt för att vi ska ta in så lite som möjligt, tvärtom. Jag tycker också att man bör pusha våra grannländer att ta emot fler invandrare, att de som har möjlighet att göra det, tex. Finland, ska göra det också. Det du skriver om fritidsgårdar som bränns ner tror jag mycket har att göra med invandrarnas bakgrund och uppväxt, de gånger som det faktiskt är invandrare som gör någonting. Alla brott som begås beror inte på invandrare som SD-anhängare ofta vill få det till, det är alltid lättast att skylla på en grupp. Som jag förstått det händer det att pappan i familjen slår sin eller sina söner, jag vet inte hur vanligt det är, men jag har hört att det förekommer. För att motarbeta det här så ska det enligt mig bli en ganska drastisk ökning med fritidsgårdar där ungdomar bara kan komma och hänga, istället för att komma hem och få stryk. På fritidsgårdarna ska man arbeta för att bygga upp en bättre relation till äldre och till samhället, så att de känner att de får stöd någonstans. Fritidsgårdarna ska även skapa bättre kontakt mellan svenskar och invandrare så att folk till slut kan inse att majoriteten av invandrarna är jävligt trevliga. \"De är diskriminerade, får inga jobb\" tycker jag är rätt kul. En annan attityd som jag lagt märke till i många liknande diskussioner är att \"Invandrarna ska fan inte ta våra jobb!\" och \"Invandrarna kostar bara pengar, de jobbar aldrig!\" Moment 22? I slutändan handlar det om attityd och folks människosyn tror jag, i mina ögon är inte människor några siffror på ett papper, oavsett vilket land de tillhör. Men jag tycker att det är tråkigt att det är så många som BARA smutskastar SD utan att ha några motargument, för då vinner SD de diskussionerna. Det finns bra argument och statistik på att invandring är bra för Sverige. Jag läste någon bra dn-artikel med källförteckning förut, ska försöka att leta upp den och posta den här!"
		]
	},
	{
		"postIndex": [
			[3191],
			[3305],
			[3312],
			[3285],
			[3452]
		],
		"postTime": [
			"2010-09-18",
			"2011-01-24",
			"2011-12-09",
			"2010-09-24",
			"2014-05-24"
		],
		"postNum": [
			[3289],
			[3405],
			[3412],
			[3384],
			[3556]
		],
		"postLink": [
				"/sp25574318",
				"/sp28433397",
				"/sp34438885",
				"/sp25698231",
				"/sp48926009"
		],
		"postUser": [
				"Schnuff",
				"qwerty93",
				"Devious666",
				"Annalover",
				"4mphion"
		],
		"postUserID": [
				"/u255590",
				"/u507249",
				"/u461531",
				"/u166344",
				"/u576888"
		],
		"postUrl": [
				"https://www.flashback.org/t367082p275",
				"https://www.flashback.org/t367082p284",
				"https://www.flashback.org/t367082p285",
				"https://www.flashback.org/t367082p282",
				"https://www.flashback.org/t367082p297"
		],
		"userUrl": [
				"https://www.flashback.org/u255590",
				"https://www.flashback.org/u507249",
				"https://www.flashback.org/u461531",
				"https://www.flashback.org/u166344",
				"https://www.flashback.org/u576888"
		],
		"sentence": [
				"Jag har satt mig ner och skrivit varför jag röstar på Sverigedemokraterna och ni kommer antagligen inse att det egentligen inte är byggt på deras politik utan mina invandringsåsikter som jag tror kommer stödjas av en röst på SD, samt andra anledningar till en SD-röst. Det skulle sätta fart på politiken om Sverigedemokraterna kom in och det skulle bli kul att se andras åsikter och deras heta debatter. Att det finns olika raser är något jag tror ingen kan förneka och inte är det något dåligt att det finns. Jag skulle tycka det vore synd om alla enbart vore vita och lika så om alla vore svarta. Jag anser inte heller att någon ras är sämre eller mindre värd än en annan. Men vi är olika och jag anser att olika raser bör hålla sig där de härstammar ifrån. Jag har inte heller några problem att ha kompisar med utländsk bakgrund och ser egentligen inget som skulle stoppa mig från att bli tillsammans med en invandrare, så länge Sverige i övrigt är svenskt. Ett hårt draget låtsas scenario där Sverige då enbart består av invandrare, alltså ingen som har någon svensk etnisk bakgrund skulle jag tycka vore absurt och jag skulle tycka likadant om det vore så i vilket annat land (att ingen skulle ha tillhörande etnisk bakgrund till landet) som helst. Jag har haft och har fortfarande planer på att försöka bosätta mig i ett annat land men jag förväntar mig inte och vill inte att landet ska förändras, det ska vara som det är och om det förändras så är det urbefolkningen som ändrar det på sitt vis. För ekonomiska skäl där jag tror vi tjänar på mindre invandring för tillfället. För att jag anser att vi inte tar hand om de invandrare som kommer till Sverige tillräckligt bra och vi borde nu när vi har tagit in många skära ner och lägga mer pengar på att ge kvalité, istället för kvantitet som vi inte har råd med. För att behålla vår svenska kultur, levnadsätt som länge har byggts upp av våra förfäder och är det som präglar Sverige och vår sammanhållning som jag är väldigt stolt över och som jag hoppas även andra är. Visst kan och kommer det skapas ny kultur m.m. men jag skulle då vilja att det är svenskar som sätter dessa normer och av personer med bakgrund från någon annanstans i världen. Det är för tillfället ingen annan politiker förutom Jimmie Åkesson som vågar ta upp invandrarfrågan. Jag tycker det är väldigt viktigt att vi får upp ett stort skatteområde i politiken och få bort den tabu-stämpel som den har fått. Mona Salin blev utfrågad i SVT innan valet och fick frågan vad invandringen kostar, och blir då förbannad och svarade argt att det får kosta så mycket det behövs istället för att förklara och redovisa för svenska folket vad våra skattepengar går till, vilket jag ser som en absolut nödvändighet och självklarhet. Jag tycker att man ska sätta ganska höga krav på de invandrare som invandrar till Sverige. Jag vet att de har haft det svårt och det är svårt att ta sig in i ett nytt samhälle men vem har sagt att det skulle bli lätt? De både borde och antagligen redan är förberedda på att det kommer behöva ta sig i kragen för att det ska funka. Att lära sig bra svenska är extremt viktigt för invandrare för att etablera sig i samhället – kunna ta del av media knyta kompisar och kanske viktigast få jobb. Därför tycker jag att det ska vara krav på att gå ett program för att lära sig svenska och där de sköter det som de förväntas göra. De invandrare som känner att nu är det lugn och ro i mitt hemland och jag skulle gärna flytta tillbaka så skulle jag se att kan hjälpa dom genom bidrag att genomföra detta. På så sätt öppnas det dörrar för nya invandrare att komma hit utan att det jag tidigare pratat drabbas (med undantag för möjligtvis ekonomiska problem). Vad jag vet så ska en invandrare som vill ha hit en släkting kunna få det oavsett den släktingens situation. Jag tycker det är fel då varje person som ska flytta hit ska gå som en asylsökande och därefter behandlas lika. I invandringsfrågan så ser jag det ofta från ett perspektiv där jag ser Sverige som mitt hus som jag äger tillsammans med min familj. Det kommer fyra personer och knackar på dörren och förklarar att dem har länge har haft det svårt och ber om att få bo hos mig. Sympatisk som jag är så låter jag dessa bo hos mig. Men jag har lite krav på de, de ska göra sitt yttersta för att komma in i vår levnadsstil och behandla mig och min familj och följa våra regler. Allt flyter på och de är väldigt, snälla och har anpassat sig väl. Sedan kommer det fyra nya personer och knackar på och berättar samma sak och ber om att få bo hos mig, jag tänker lite på att jag redan har fyra stycken som bor här och det är egentligen lite mer än vad jag klarar av att ta hand om men i alla fall får de bo här. Bland dessa personer sköter sig inte alls en person han är väldigt otrevlig och följer inte de regler jag har talat om för honom. Jag har även märkt att han har snott grejer från mitt hus och illa kvickt slänger jag ut honom och säger åt honom att han inte längre är välkommen. Kort där efter kommer det fyra nya personer som flyttar in, dessa är väldigt trevliga som de första men nu känner jag och min familj att det inte längre är vi som bor i vårt hus, de vi har låtit bo hos oss har tagit över och vi bor snarare i ett flyktingläger och beslutar hos att lämna huset och flytta där ifrån… Det är lite efter den metaforen jag skulle handla efter. Jag tycker man ska ta in invandrare men det får inte gå till överdrift samtidigt som de som ska stanna här bör ha lite hårdare krav på sig. Jag har faktiskt inte läst eller hört så mycket av Sverigedemokraternas politik mycket på grund av att jag redan vet att partiet som sådant håller låg kvalité och antagligen inte har mycket vettigt att komma med. Jag röstar på det då jag tror att de frågor jag tar upp och värderar kommer att gynnas oavsett. För övrigt så stoppas deras försök att nå ut till väljare genom ignorans från skolor och media samt sabotage av motståndare vilket inkräktar på demokratins byggstenar… Precis som nästan alla så tycker jag inte att något parti har en politik jag kan hålla med till 100% och nästan alla partier har något jag kan hålla med om. Jag är för tillfället antagligen mest socialistisk men jag tycker att de enda partiledarna som är någorlunda bra är Anders Borg och Fredrik Reinfeldt samtidigt som jag avskyr Mona Sahlin vilket gör att jag har svårt att välja något av blocken… Förutom att jag har svårt att välja block om jag nu skulle göra så tycker jag inte om den omformatering som har skapats när partierna har gått ihop. Det är en början åt den utformning USA har där man mer eller mindre kan välja två partier (inte överdrivet insatt i deras konstellation, men jag gillar inte den uppfattning jag har fått). Mvh, Schnuff",
				"1. Man 2. För att jag tror att 100.000 nya invandrare per år är det största hotet mot Sveriges välbefinnande och säkerhet på kort och långt sikt när man inte ens kan skapa 100.000 jobb på ett år. För att Sverige har högre invandring än övriga nordiska länder tillsammans, samtidigt som vi har högst arbetslöshet. Anser de som är nöjda med dagens invandring att alla norrmän, finnar och danskar är rassar eller? Den nuvarande integrationspolitiken gynnar varken svenskar eller invandrare. Känner en snubbe i Belgien som utan att veta om min politiska uppfattning skrev ungefär \"seriöst Belgien släppte in 28.000 invandrare i år, det är redan kaos, ingen har jobb och dom funderar på att dela landet i 2 delar\". De har alltså en större folkmängd än Sverige och 3 gånger så få blev insläppta och dom tyckte att det var extremt. Sverige har (enligt böcker av utländska författare som jag har läst) ett rykte som en enda stor socialbyrå i länderna runt Orienten. Sverige dyker ständigt upp och folk diskuterar om det är värt att åka dit och leva gott på systemet. För att jag tror att det mångkulturella samhället inte funkar och är allmänt skit. För att jag inte gillar att många invandrare inte visar någon tacksamhet att de har fått komma från helvete till himmel. (Finns dock undantag, känner en snubbe som var 5:e minut påpekar hur vackert allting är här. Att när han var på semester i Libanon (hans gamla land) så var det ruttna träd, förstörda hus och skit överallt och att han är väldigt glad över att bo här) För att vissa klagar på allt i Sverige men ändå är handlingsförlamade nog att inte åka härifrån. För att Sverige är våran födelserätt. För att den här höga invandringen i slutändan kommer leda till att ett parti som är \"värre\" än SD kommer att få makten. För att många invandrare totalt saknar kunskaper i svensk historia. För att vissa invandrare åker tillbaka på semester till landet där de \"fruktar för livet\" För att många som kommer hit fruktar för livet utan bara är här av ekonomiska orsaker För att 18 av Sveriges mest kriminella och eftersökta män kommer från mellanöstern/afrika. Övriga är 1 finne och 1 svensk. För att invandrare själva inser att den nuvarande invandringspolitiken inte funkar och själva uppför sig rasistiskt och svär över vissa folkgrupper ganska ofta. Bland annat turkar och somalier utan att någon säger åt dem. Hade jag sagt samma saker hade jag blivit utfryst. För att Sverige sen asylinvandringen började konstant har hamnat lägre på listor om BNP per capita och Levnadsstandard. För att Islam inte är bra för någon eller något. Vissa invandrare verkar ha svårt att förstå att man kan vara kompis med invandrare men ändå rösta på SD. Vissa invandrare här på forumet är förundrade över att svenskar kom fram och skakade hand med dem och sa vad de hette osv. när de var nyinflyttade och sedan \"snackade skit\" om invandrare när släkten va på besök. Bara för att man har en viss politisk åsikt betyder det väl inte att man ska vara otrevlig/hatfylld mot individer? Moderater skakar hand med sossar. För att vi ska lära av historien och inte göra om samernas och indianernas misstag. För att SD:are blir hotade, misshandlade och tvingas hoppa av sina poster utan att tidningarna bryr sig. För att jag gillar nationalism. För att jag tror att en nationell sammanhållning och gemenskap är viktig i oroliga tider. Det nämns i många böcker från tidigt 1900-tal att en stor anledning till Sveriges harmoni och utveckling under den här tiden berodde på en nästan total avsaknad av minoriteter och folkgrupper samtidigt som Österrike-Ungern upplöstes, Jugoslavien enades, Irland blev självständiga osv. osv. För att 55% av Rinkeby inte röstade i valet 2010 (men ändå gnäller dom och är livrädda för SD på grund av okunskap och fejkar att de är ännu räddare när tidningarna är på besök) För att 90% av Rosengård är arbetslöst. 3. Mer än hälften av alla invandrare jag har mött har varit högljudda, agressiva och skitit i skolan. Dom som inte har varit så har istället pratat väldigt bra svenska och varit födda på ställen i Sverige där invandringen har varit relativt liten. Slutsatsen: om man inte växer upp i ett ghetto eller är dåligt integrerad så spelar det ingen större roll vart man är född. Med den nuvarande invandringstakten är det nästan omöjligt att få dom här sakerna att funka. Jag e väldigt snäll, lugn osv. men har hamnat i bråk med invandrare på Husbybadet flera gånger. För övrigt enda gångerna jag har bråkat fysiskt med någon annan än min broscha. Tror inte det har påverkat så mycket ändå. Det är mest siffror jag har läst och sätt hur invandrare i allmänhet beter sig. Min granne är serb, har bott och jobbat här i 40 år och han säger att det här landet kommer gå åt helvete om den nuvarande invandringen fortsätter. Han har fått rutor krossade osv. och han är själv övertygad om att det var invandrarungdom som utförde det och skyller på deras lata föräldrar och påpekar ständigt för alla han ser/känner hur viktig skolan är. Han säger att han flyttade hit för att slippa allt skit och problem men att det snart kommer samma saker vara här. En av mina lärare som är långt ifrån sverigedemokrat har berättat att när hon och hennes kollegor från lärarhögskolan var på studiebesök i Rosengård fick flera bussar åka tillsammans bredvid varandra med poliseskort för att det var \"säkrare\" och att bussarna blev attackerade ändå. 4. På pappret tycker de exakt likadant som mig om allting som mig förutom EU. Jag tror att EU är viktigt för Europas framtida makt osv. Ett EU som stormakt skulle vare 10x bättre och mer humant än USA eller Kina. 5. Min morsa hatar SD utan någon anledning, precis som många andra har hon fått uppfattningen om att inte \"hjälpa\" ALLA som har det jobbigt (och indirekt förstöra för dem och andra pga. ghetton där de blir missanpassade för samhället) är något fult. Dom flesta släktingarna tycker innerst inne att den nuvarande invandringspolitiken är skit, det ser man på dem, men det verkar anses fult att nämna det öppet, verkar det som. Min broscha tycker ungefär likadant som mig och det gör några av mina kusiner också. Min syssling är rasist (på riktigt) men han träffar jag inte speciellt ofta. Min uppfattning om SD och invandringspolitiken har jag skapat helt själv. 6.Ja, tills Alliansen inser att den nuvarande integrationspolitiken inte fungerar, tills invandrare blir mer tacksamma, tills det sista ghettot är nedmonterat, eller helt enkelt tills de nuvarande invandrarna har blivit integrerade och tills det finns gott om arbete. Sorry om det blev lite långt Edit: Bara 6 av 9 av Sveriges värsta rånare har utländsk bakgrund. Blev lite överraskad när jag såg detta. Men det är fortfarande en på tok för hög andel.",
				"Som jag sa tidigare så är det fullt i nivå med vad jag sett från andra partier, om man är rädd för att ha idioter i riksdagen så borde man inte rösta alls. Men givetvis så fokuserar du bara på de idioter som finns inom SD, de andra är ju osynliga då de ej passar dina syften. Mitt problem med invandrare har inte så mycket med eget hat att göra som med min egen självbevarelsedrift att göra, Sverige kommer att gå under om den här utvecklingen fortsätter. Det var en ofantlig skillnad på den invandring som vi hade för 50-60 år sedan och den som vi har idag- Då tog vi människor från länder inom Europa vilket gjorde att de kulturella problemen var mindre och vi hade jobb till dem och behov av dem, inget av detta stämmer idag. Att ta in fler analfabeter och kamelherdar kommer knappast att lösa några problem med äldrevården, snarare så kommer de att öka på dem då de inte kommer att arbeta utan kommer att leva av bidrag och skapa problem i samhället. Om problemet är att svenskar får för då barn så kan jag säga dig att det inte finns något magiskt sätt att åtgärda detta, det finns inga enkla lösningar där man kan importera utomstående för att åtgärda detta problem utan detta kommer bara att förvärra situationen då dessa aldrig kommer att bli medlemmar i samhället. Du kan inte importera människor hit och sedan magiskt göra dem till svenskar som fungerar precis som vilken annan medborgare som helst. Att tro detta är bara absurt. Jag vet inte vad du pratar om avseende finnar och den ariska rasen men jag har aldrig sett dem orsaka samma problem som MENA invandrare. Nej, jag hatar inte invandrare, de gör bara det som är bäst för sina egna intressen när de kommer hit och suger ut och förstör det svenska samhället. Däremot så hatar jag människor som DIG som försöker skynda på utvecklingen.",
				"Hur tänkte folk som rösta på mona ? Vart har alla riktiga svenskar tagit vägen? Hur tänkte ni svenskar när ni rösta för mona ? Att vi ska sluta med våra traditioner och ta jämställdighet efter invandrarnas traditioner och ta bort julstämning vid afärer på jul , midsommar osv ? Jag som left upp med det här men inte firar det nu då jag reser mycket tycker det är fel. Att ta in kriminella som sitter i fängelse i ett annat land och ta de hit bara för de har släktingar här? Ingen som har emot att invandrarna får mer bidrag än pensionärerna? Eller svenskar som jobbat hela sitt liv som har familj, pluggat gått i skolan ska behöva va arbeslösa? Hur tänkte ni ? Sverige är på väg att gå under och ett parti vågar gå ut med vad som bör göras , då reagerar alla\" åå nej rasister dom vill döda oss\" men nej inga partier går med på att länder hjälper till att bygga upp deras hemland där de förstörd. Nej de är rasister inget snack om saken. Läste ni bara rubrikerna innan ni rösta ? Mona kan inte tycka om sverige. För varje år blir svenskarna allt färre, om några år finns det inget svenskarnas sverige. Folk blandar sig och skaffar barn , mer invandrare in i landet mera människor blandar sig. Tillslut finns det inga riktiga svenskar kvar i detta land utan bladningar kors o tvärs. Ni utrotar svenskarna-er egen ras. SD är inte ett dugg rasistiskt , dom vill inte kasta ut alla med utlänsk backgrund. Andra partierna kastar så mycket skit På SD, Är du kriminell och invadrare ja då skulle du behöft oroa dig. Mona vill ha in 100 tusen invandrare per år , och dom ska få jobb och boende ,hur ska både dom få jobb och alla som är arbeslösa idag ? det byggs bara mer och mer hus. Att se sinna barndoms ställen rivas med nytt bygge , kapar skogar man left upp i som små. Är det ingen som vill bo i sverige och ha ett rikt och tryckt land? Hur tänkte ni? Det enda som händer om man våldtar en svensk tjej är att man får snacka med en socialtant - Steven Regder Man tar vad man vill ha. Ena dan stjäl man mobiltelefoner eller bilar, nästa dag våldtar man - Selim Ahmad",
				"Idag röstade jag på SD för första gången i mitt liv, är 38 år så jag har röstat flera gånger i mitt liv. Har länge känt mig tveksam till SD men ändå tyckt att det är bra att nån tar upp invandringspolitiken. Jag har gjort valkompasser flera gånger i år med lite olika styrkor på mina svar dvs att jag har svarat helt ärligt men även enbart håller med eller inte och inte bara håller med lite etc men i stort sett varje gång så får jag mellan 48-54% på 4 partier, SD, KD, C, FP, det verkar som att inget parti håller med mig och det är hugget som stucket vilket jag väljer egentligen MEN efter all senaste uppståndelse så att SD inte kunnat genomföra sin valkampanj som alla andra partier får göra så började mina synpatier. Jag bestämde mig för att fördjupa mig i SDs politik, lite här på FB som kanske inte är det bästa valet till källa men även youtube där riksdagsmöten mellan SD och andra partier finns uppladdade, jag håller inte med SD i allt men dom andra partierna svarar så korkat och idiotiskt på SDs frågor så det är pinsamt. Om jag inte skulle rösta på SD vilket parti skulle jag rösta på då tänkte jag, svaret var troligen inget parti, SD har brister men jag tycker dom andra har en hel del dom med och det behövs ett upp ryck av sverige. Jag vill inte att SD ska regera, iaf inte än, partiet behöver fler duktigare talar, putsa bort lite mer skräp samt att gamla skelett i garderoben glöms. Jag kommer med stor sannolikhet rösta på SD i höst."
		]
	}
]
