[
	{
		"postIndex": [
			[36],
			[33],
			[664],
			[497],
			[47]
		],
		"postTime": [
			"2007-05-18",
			"2007-05-13",
			"2008-05-11",
			"2008-04-05",
			"2007-06-14"
		],
		"postNum": [
			[38],
			[34],
			[688],
			[513],
			[49]
		],
		"postLink": [
				"/sp7164588",
				"/sp7119458",
				"/sp11172008",
				"/sp10673997",
				"/sp7423922"
		],
		"postUser": [
				"Drizt",
				"joker023",
				"HippieKiller",
				"Wurzten",
				"Drizt"
		],
		"postUserID": [
				"/u179722",
				"/u119560",
				"/u248735",
				"/u153481",
				"/u179722"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p4",
				"https://www.flashback.org/t989231p3",
				"https://www.flashback.org/t989231p58",
				"https://www.flashback.org/t989231p43",
				"https://www.flashback.org/t989231p5"
		],
		"userUrl": [
				"https://www.flashback.org/u179722",
				"https://www.flashback.org/u119560",
				"https://www.flashback.org/u248735",
				"https://www.flashback.org/u153481",
				"https://www.flashback.org/u179722"
		],
		"sentence": [
				"OMP du frågade varför de var Hangaround och inte Red Devils MC . Det Joker023 då gjorde var att förklara stegen man tar inom MC världen på ett mycket bra och överskådligt sätt. Det med bokklubb var nog mera menat som att man inte bara kan kliva in hursomhelst som man kan med mycket annat och sen strunta i det när man ledsnat. Och det är lika överlag i MC världen. Om du nu träffat dem och umgåtts med dem så borde du ju känna till dessa små enkla saker. Om du hade minsta vetskap överhuvudtaget skulle dina dumma uttalanden här aldrig behövts. Och detta om att nån skulle blivit stannad? Fan om de ska jaga folk nere vid sin lokal då har de att göra dygnet runt för det ligger 3 företag i de där husen precis brevid. Så det låter ganska tungjobbat. Din kompis som blev stannad kanske inte har så många hästar i hagen? Eller kanske inte ens en hage att ha dem i. För lite mer utförligt än så borde du ju kunnat fått det än att han bara blev stannad. Låter mest som \"BULLSHIT\" när jag tänker på de. Men men du verkar ju sitta på all info om dessa människor så vad vet jag. Men lägg ner ditt snack om att namnge personers handlingar du inte ens själv sett. Jag vet precis vad alla dessa onda ord kommer ifrån och jag tänker säga det rakt ut. AVUNDSJUKA väx upp istället. Alla har vi olika saker vi värdesätter mer än annat och jag dömmer inte nån för vad de vill hålla på med och kommer aldrig göra heller. Det är inte vidare konstruktivt. Har för mig tråden handlade om hur situationen i falun skulle bli. Och jag kan säga som Falubo att den är helt oförändrad jag har inte märkt någonting.",
				"OMP.. Det är ganska starka påhopp du kommer med. Med tanke på den uppmärksamhet som människorna inom FD. Creutz har så skulle han nog inte kommit långt med de handlingarna innan någon person i Uniform kommit och gripit han på studs. Vad jag vet är de ganska heta på gröten när det gäller att plocka in MC folk. Har du någonsin någon gång träffat några av dessa människor du uttalar dig så illa om? Har du stake nog att sitta bakom en dator och namedroppa människor och deras handlingar så borde du ha stake nog att säga det rätt ut till dem också. Att du sitter och skrattar åt dem när de inte är i närheten kan jag ju bara själv skratta åt dig för. Flasha med folk? Vem här har sin riktiga identitet synlig? haha vafan gör ju inte allt för stor skillnad när ingen vet vem man är ändå. Varför är Red Devils bara Hangaround? och inte Red Devils Mc Falun? <-- Detta uttalande är nog det sämsta jag sett någonsin. I alla instanser i världen vad du än jämför med som har en tight krets av människor så är det för fan inte bara att betala medlemsavgift och sen är man med. Det är för i tusan ingen bokklubb. jag trodde att de där Tre stegen var väl kända för alla sen länge. Hangaround --> Prospect -----> Member har jag för mig var den vanligaste ordningen på programmet. Men vem fan är jag å säga de. Kan säga att jag inte vet om en enda gång det ska ha hänt att nån fått en väst med alla märken på klar direkt på axlarna oavsett Mc klubb. Det finns tusentals artiklar och andra saker som behandlar detta även polisen har skrivit en del om de (trodde du inte va) där du kan läsa upp dig lite tycker jag.",
				"Hur vet du det?.Har du varit lr är du medlem?.Flera styckna av både underhuggare till H-A och Bmc har blivit utsparkade för att dom ställt till saker i onödan.Nu säger jag inte att det då har handlat om \"4-hjulingar).Men lik förbannat så är både Prospect och hangaround tiden till för att se vilka som duger och inte duger.Och dom som ställer till det för sig och ger klubben ett dåligt namn duger inte å då blir du utsparkad.Inget konstigt med det så funkar det i alla klubbar både i raggarvärlden och i hojvärlden=). En prospect eller hangaround tid garanterar inget medlemskap utan det är som jag sa just enbart ett sätt för att se vilka som duger och vilka som inte gör det.och detta gäller som sagt inte bara 1% klubbarna!=). Det jag baserar det hela på är fortfarande att många av medlemmarna har tillhört samma gäng som många av raggarna och kallat sig bröder långt innan H-A ens kom till i sverige.Nu menar jag ju inte att dom \"egna\" inte går före gammla \"bekantskaper\".Men lik förbannat så tror jag att dom skulle sätta sig å prata lite med dom där ungdommarna så att dom inte gör bort sig allt för mkt å gör dumma saker helt oprovocerat. Om det ligger nåt speciellt bakom detta har jag ingen aning om.Men var det oprovocerat så tror jag nog att detta samtal kommer!?=). SPekulationer enbart från min sida lixom från alla andras som inte är medlemmar här.Alla har olika åsikte lixom smaken är som baken.Inget nytt med det så=)",
				"Ja och nej inte nödvändigtvis.",
				"Om det handlade om att försvara RD (vilket det nu inte gör) uppenbarligen har du missuppfattat vad jag skrivit. Det jag sagt mig vara emot är just den smutskastningen som försegåtts här. De olika uttalanden angående vissa människor inblandning i handlingar som har med droger att göra är ganska magstarkt och småfegt att säga när man inte kan stå för vem man är. Att ha åsikter är inte fel. Men med tanke på att era åsikter mest grundar sig i avundsjuka (känns det som) och inte på seriösa grunder som kan styrkas på en enda punkt. så förstår jag inte heller varför ni tar er tid. Ni verkar bara vilja ha nån att gnälla på, Ger mig fan på att ni är från Borlänge... Och ___OMP vart fan finns statistik på huruvida MC medlemmar Sverige över är sjukskrivna? Det måste vara det mest korkade uttalande jag någonsin läst att bara säga så visar hur otroligt lite du vet om världen. Men för all del en trevlig länk eller något annat som kan bevisa det hela i samband med uttalandet vore ju inte helt fel. Varför ska nån från RD skriva här för att försvara sig? Allt du eller någon annan sagt är kvalificerat skitsnack utan grunder. Det vet alla som har en gnutta verklighetsanknytning eller som bara varit på en MC klubb en gång. Fan ni är ju nästan värre än aftonbladet/expressens journalister. Snacka skit går bra men att sen ställa sig bakom FLashbacks anonymitet det är ju moget det också ni som snackar så jävla mycket om mogna människor."
		]
	},
	{
		"postIndex": [
			[1223],
			[977],
			[1213],
			[989],
			[1329]
		],
		"postTime": [
			"2008-10-02",
			"2008-07-24",
			"2008-09-28",
			"2008-07-24",
			"2008-11-11"
		],
		"postNum": [
			[1265],
			[1013],
			[1254],
			[1025],
			[1375]
		],
		"postLink": [
				"/sp13106102",
				"/sp12116526",
				"/sp13051010",
				"/sp12123072",
				"/sp13668622"
		],
		"postUser": [
				"JJDecay",
				"sparkfot",
				"thunderheader",
				"TRASH KING",
				"snorig"
		],
		"postUserID": [
				"/u159372",
				"/u85084",
				"/u284804",
				"/u267630",
				"/u137223"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p106",
				"https://www.flashback.org/t989231p85",
				"https://www.flashback.org/t989231p105",
				"https://www.flashback.org/t989231p86",
				"https://www.flashback.org/t989231p115"
		],
		"userUrl": [
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u85084",
				"https://www.flashback.org/u284804",
				"https://www.flashback.org/u267630",
				"https://www.flashback.org/u137223"
		],
		"sentence": [
				"Detta är ju inte enbart ett fenomen för Sverige! Kolla USA och Mongols MC, hur det vart Parttimers!!!??? Som en fd. Mongols MC medlem säger i filmen, det finns inget jävla parttimers..antingen är man 100% med eller inte alls... Dithän lutar det när man tänjer på gränser för vad och vilka man släpper in i en klubb! Traditionen med prospect tid är inget man bör tumma på. Gör man det och inte följer de \"stadgar\" som är uppsatta för denna prospect tid och börjar nagga kraven i kanten...Då är tiden kommen när det börjar gå utför! Dit har det förmodligen redan kommit i Sverige, helt enkelt för att \"källorna\" av bikers redan är uttömda. De bikers som ville vara (och har den mentalitet som krävs) 1% är det redan (förmodligen). Många säger dom vill men saknar helt det som krävs... När detta fenomen uppstått, måste ju nyrekryteringen hämtas på anna ort således utanför biker sfären. Då kommer det in folk utan insikt i biker livet och biker är inget man blir med en väst och märken på ryggen. Det krävs (enligt mig) många mil på hoj, många år av åkande, umgås med likasinnade, fester, mekande ja allt som hör biker livet till, man blir inte biker av en patch. Detta med utömmande å andra sidan kan ju vara positivt ur mc miljöns synvinkel. När de stora klubbarna tömt ut sin källor av bikers och börjar rekrytera elsewhere, så finns det ju ett hopp om att dom någon dag anser att ähh..what the hell, vi stryker mc på ryggen och åker merca på heltid Verksamheten kan dom ju bedriva ändå, men skiter i biker grejjen. Detta skulle kanske släppa lite fokus från polis och media på just bikers! Utopia men man får väl drömma",
				"Enligt en knuttevän till mig, som är president i sin klubb(ej 1%) så är red devils mer eller mindre samma sak som ha. Det är en egen klubb, men det var ha som startade den, så det skulle vara mer eller mindre samma sak. Antar att det är mer glory i en ha-väst dock. Bandidos skulle ha gjort samma sak, minns inte vad deras andra klubb hette dock. Han berättade även om en finsk klubb som gått in i ha, ripat sitt gamla klubbnamn, för att några månader senare gå ur klubben och ta tillbaka sitt gamla namn, pga att dom tyckte de rödvita var för fjolliga. Det skulle inte ens ha vart någon debatt, ha stod tydligen inte emot. Jag vet givetvis inte sanningsgraden i något av det här, men fettot är ju knutte och har vart det i bortåt tjugo år.",
				"I din första länk så skrivs det ju mer om bandidos och OG än HA. Den andra länken. citat.Tre män i Stockholm misstänks för försök till grov utpressning. En av de tre är en 40-årig medlem i den kriminella mc-organisationen Hells Angels och har tidigare dömts för bankrån. En annan är en 37-årig före detta medlem i brottsorganisationen och har avtjänat fängelse för bland annat dråp. Den tredje är en 29-åring som straffats för grovt narkotikabrott och flera våldsbrott. I länk tre så är det stor bild på bandidos och mest text om dom och x-team. Detsamma gäller länk fyra och fem, detta är HA tråden så diskussionen kanske hör hemma i någon annan tråd. Annars får du vara mer exakt. Med ditt resonemang kan man skjuta ner vad som helst, t ex, hela taxi kåren är kriminell massor som inte kör med taxameter på. En brandman startade en brand igår, hela brandkåren är kriminell. och advokaterna ska vi bara inte snacka om... Ja jag vet att du kommer säga ett det inte är samma sak, men man kan inte generallisera så. Ja det finns kriminella i alla 1% klubbar, men det finns det på volvo med.",
				"Ursprungligen postat av TRASH KING RD är en egen klubb och HA ser absolut inte över axeln på dess medlemmar, HA sköter sitt, RD sköter sitt, alla är olika klubbar och man behöver absolut inte bara se RD som en språngbräda vidare till HA. Ingen tvekan om att Red Devils MC är en underklubb till HA, startad av HA och säkert i många stycken styrd av HA. Det var inte det jag argumenterade om. Vad jag ville säga var att man kan vara helt nöjd med att vara med i Red Devils om man nu har den den läggningen, man behöver inte vara med bara med mål att en dag få bli superängel, man har fullt upp ändå. Men vad jag verkligen ville trycka på var att om man nu ger sig i lag med en 1% klubb och inte löper linan ut ska man inte springa till mormor eller polisen och gråta ut, man bör tänka efter före. Startade inte RD på den tiden HA & BMC skakat tass om att inte expandera? Som ett kryphål? Har läst frågan förut, något/några exempel på RD klubbar som gått vidare till en HA klubb? Official supporter club to Hells Angels MC",
				"En sak är rätt rolig, som jag observerat under mkt lång tid, man passar sig av ren djävla feghet att börja argumentera mot ex Wurtsen o andra duktiga skribenter, skriver 10 st samma sak, då är det alltid jag som få klä skott. Varför, ja det är enkelt, jag kan inte skriva så bra, dyslexi och elände och vänder på orden, detta är inget nytt fenomen. Vi hade inga maskiner förr, dessutom skriver en hel hög jag känner aldrig trots att om är superkriminela, för vad har man att säga ibland, man kan ju inté vara 15 år som en del och babla om skjutningar och knark och elände, det är sådant som alla vetiga kriminela flyr sådana diskutioner, vet knappt någon kriminell som kan skriva något för man käner då igen vad som hänt och undrar vem fan är det som är så djävla dum som skriver de på internet, där polisen hänger dygnet runt. hu säger jag. Och det blir almänt pladder, en i huvudstadens tråd råkade en försäga sig om ett grovt rån, sen har jag inte sett till han mer. så det är snorungar som har någon storebror, eller journalister, poliser och annat nyfiket folk som väntar på vem gjorde det och det. Någon ledtråd. Sen av dom 10 som går emot ex sicilianaren svarar han bara på mig, varför, ja för han ser mitt handicapp att formulera mig, sen är det ingen stake i vissa som kan säga att det har du rätt i ge den andra cred för det. Jag har fan ingen lust och skriva kåksnack, försöker så gott det går att hålla mig till svenska. En del tror dom får respekt för att dom vet vissa saker, klart man vet men aldrig man skriver ut det som är något vägledande till något. Man har varit insyltad i så mkt att inget förvånar mig mer. Några tankar! och jag bjuder gärna till så leif och andra får skrata, men absolut inga brotsliga saker, dom säger man bara inte. gammal hederlig moral, på kåken i samhället, var fan är den nu....¨får fråga den där yrkeskriminela typen sicilianaren. Är det viktigt att man känner den och den? varför? ja mkt är underligt kamrater. Så garva på! HA regerar hur som helst! och solen går även upp imorgon."
		]
	},
	{
		"postIndex": [
			[1974],
			[1512],
			[1536],
			[1675],
			[1594]
		],
		"postTime": [
			"2009-03-31",
			"2008-12-30",
			"2009-01-05",
			"2009-01-30",
			"2009-01-11"
		],
		"postNum": [
			[2050],
			[1566],
			[1592],
			[1737],
			[1653]
		],
		"postLink": [
				"/sp15892220",
				"/sp14363795",
				"/sp14452945",
				"/sp14885389",
				"/sp14572584"
		],
		"postUser": [
				"SeanExile",
				"salaris",
				"Sicilianaren",
				"WHITEWEREWOLF",
				"TeguilaSunrise"
		],
		"postUserID": [
				"/u106131",
				"/u203979",
				"/u272383",
				"/u140247",
				"/u300470"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p171",
				"https://www.flashback.org/t989231p131",
				"https://www.flashback.org/t989231p133",
				"https://www.flashback.org/t989231p145",
				"https://www.flashback.org/t989231p138"
		],
		"userUrl": [
				"https://www.flashback.org/u106131",
				"https://www.flashback.org/u203979",
				"https://www.flashback.org/u272383",
				"https://www.flashback.org/u140247",
				"https://www.flashback.org/u300470"
		],
		"sentence": [
				"Skall man uttala sig stort om Australien kan man ha lite koll och inte enbart gasta wow mc gäng. För det första, det jag säger gäller NSW och i synnerhet Sydney och har inte bäring på Victoria, WA och SA eller andra områden. I Sydney är Comancheros och Notorious de två klubbar som just nu är mest i media och i ropet. Dessa är drivna av Australiensiska yrkeskriminella av Libanesisk bakgrund och de är klubbarna som just nu kör HA och Bandidos ut från Sydney. Tidigare har man trott att Comancheros skulle bli HA till slut, men efter det senaste mordet så är väl det mera tveksamt, men framtiden kan ingen sia om så bäst att låta allt vara osagt. Balls har Comancheros så det räcker och blir över den saken är klar. Dessa sk bikers går under benämningen Nike bikers och ser ut som allt annat än just bikers. Märkeströja, sneakers/svarta skor, svarta tygbyxor är mer vanliga än jeans och hiphop brukar höras från deras fester. Förortskids är ett bättre uttryck för att beskriva dem enligt mig. De är libanesättlade eller P. islanders i 90% av fallen. Idag pratar man om religon som en del av kriget, det är förenkling, men konflikten mellan dessa två klubbar är enbart en fortsättning på konflikten mellan sunni och shia muslimska kriminella Libanesgrupperingar i Sydney. Dessa grupper har slagits om makten i den undre världen i 25 år och nu gör man det genom MC klubbar. Darwiches, Ibrahims och Razaks clans brukar man prata om. Dessa grupper kontrollerar mycket av narkotikan samt styr Kings cross och de fattiga St George. Den ena klubben, Comancheros, har en shiamuslim från en släkt känd för att vara en av de stora i Sydneys undre värld som Pres. Klubben är orginalet bland Sydneys 1% MC klubbar fö och en riktig Mc klubb. Åtminstonde var den det förr. Har funnits i mitten av samtliga MC krig därnere i 30 år och lär inte backa för någon absolut inte för Bandidos eller HA som inte är i närheten av den respekt man har i Sverige. Den andra klubben, Notorius Mc, en nykomling på scenen vars MC koppling är dubiös snällt sagt drivs av en sunnimuslimsk Libanes från en av Sydneys största kriminella klaner Darwiches. Härom året arresterades en av Darwiches med tio rocketlaunchers. Klubben är bara nåt år och kan knappast ens kallas klubb. De har förlorat lite medlemmar nyss fö och de sägs vara de som styr i bland annat den kända stadsdelen Kings Cross. De är väl också deras intåg på scenen som rört upp så mycket känslor just nu. Tidigare var man en del av Nomads en klubb som då hade vissa chapters under Ibrahims klanen, idag är den klubben utanför de libanesiska grupperingarna och inte intressant för oss i denna tråden längre. Deras HQ sprängdes fö och de lade nemd det chapteret. Personligen hade jag inte läst styrka i det faktum att Bandidos efter att ha fått klubb upplöst och blivit beskjutna dagligen, tvingas be om assistans från både HA och Bandidos i Victoria och South Australia. HAs situation i Sydney är inte mycket bättre, ett klubbhus sprängt och medlemmar skjutna och sålunda försök att få förstärkning från andra delstater. Styrka tycker en del skribenter, svaghet anser jag, speciellt som de förlorat all rekrytering från Sydneys fattigare förorter i både väst, Liverpool etc och i St George. Där kan de andra grupperingarna hämta wanabees och muskler at will bland islanders, libanes och native folken. Finns även andra klubbar i NSW, Nomads tex som Notorius kom ifrån. I andra delstater är läget helt annorlunda, andra klubbar styr och makten är inte i händerna på Libaneser. I sydney är det Libaneser som styr däremot. Självklart styr kineserna en del, men det som vi västerlänningar brukar prata om styrs främst av libaneserna. Samma sak i Nya Zealand, HA har sitt äldsta chapter utanför USA i Auckland. Men Mongrel Mob, Black Power och ett gäng andra gäng med sin härkomst bland maorisarna är de som totalt dominerar. HA är mer affärsmän än kriminella bikers och vid en konfrontation emot någon av de stora maorigängen skulle de få kraftigt med problem snällt sagt. Nu är frågan vem kineserna och vietnameserna kommer stödja och om de ens kommer bry sig. De har mycket råvara och är duktiga på att föra in saker. Det blir lätt så fel när man utgår från Sverige och tror att saker och ting funkar likadant utomlands.",
				"tror inte jag vet",
				"Det är flera kvar och jag minns inte om/hur många som hoppade av, men någon gick i alla fall till en annan klubb. Men stommen idag är från den tiden. Sen finns ju det även folk från den tiden i den andra avdelningen.",
				"Nej tror inte de kommer att lägga sig i. Vad skulle de egentligen kunna göra som inte danska HA också kan? Skulle Jorma, Nubbe och allt vad de heter åka ner till Danmark och börja skjuta folk? Det klarar väl danskarna av lika bra själv och dessutom så finns ju AK81 för det ändamålet. Det är ju inte så att det behövs fler medlemmar i Danmark för det gör ju ingen större skillnad ifall de är 100 eller 300 st då de ändå inte kommer att mötas i stora fältslag. Så jag tror inte att svenska HA skulle kunna göra någon nytta i Danmark.",
				"Tycker R&W crew får starta en sida snart? Skulle vilja ha lite bättre insyn på hur man går med. Känner en av deras grabbar lite gran, men känns dock jävligt töntigt att fråga ut om hur man går med osv av någon anledning. Har ingen jätte inkomst, och det har inte alla där heller vad jag sett, men ja skulle iaf kunna bidra. Eftersom ja är en fanatiker när de gäller brödraskaps mentaliteten och att ställa upp för varandra, att aldrig banga eller gola Varför snackar ja ens om det här"
		]
	},
	{
		"postIndex": [
			[2046],
			[2504],
			[2187],
			[2581],
			[2389]
		],
		"postTime": [
			"2009-04-11",
			"2009-08-17",
			"2009-05-01",
			"2009-08-27",
			"2009-08-04"
		],
		"postNum": [
			[2125],
			[2606],
			[2271],
			[2683],
			[2484]
		],
		"postLink": [
				"/sp16080729",
				"/sp18224993",
				"/sp16428191",
				"/sp18421327",
				"/sp17987542"
		],
		"postUser": [
				"Roadrage",
				"guldankan",
				"dawatt",
				"bigbadbengt",
				"Vlado20"
		],
		"postUserID": [
				"/u343050",
				"/u349439",
				"/u272867",
				"/u299879",
				"/u369191"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p178",
				"https://www.flashback.org/t989231p218",
				"https://www.flashback.org/t989231p190",
				"https://www.flashback.org/t989231p224",
				"https://www.flashback.org/t989231p207"
		],
		"userUrl": [
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u349439",
				"https://www.flashback.org/u272867",
				"https://www.flashback.org/u299879",
				"https://www.flashback.org/u369191"
		],
		"sentence": [
				"Dom har inte delat klubben i två sektioner. Inte heller kommer dom att ta något \"språng\". Dom har det bra som dom har det.",
				"Du skriver: Det finns såvitt jag känner till inte något tillfälle när HA agerat utan att ha en djävligt bra orsak .................................. Ska vi tolka det du skriver som om du är mycket väl förtrogen med bikerscenen och mycket väl förtogen med vad HA gör och varför? Eller gissar du bara? Med tanke på att HA kickar ut folk ur klubben som inte sköter sig lär det nog hända saker som inte bör ha hänt, eller? Är det inte så enkelt att är man med i HA backar dom andra i HA upp dig och ditt agerande oavsett om det var smart, rätt eller fel. Sen tar man det internt utan att diskutera det på f.b eller med andra Har själv funderat över varför ett tiotal Rödvita i tröjor, + några med MC Sweden på västen klappade på 2 trevliga lite fulla killar från mellan Sverige på en jubileumsfest i södra Sverige under sommaren. Om det var respektlöst mot klubben som körde festen vet jag ej, dom gick inte emellan i alla fall, inte jag heller för den delen. Men sånt gör man ju bara för att alla ska se det ske, sen drog alla i rött och vitt vidare i sina bilar men dom två tilltufsade festade vidare till sen morgon. Skiter i att dra upp vilken klubb det hände på, eller vilka som fick däng. Försökte ta upp det där med båda parter senare under sommaren men fick bara en sne blick så jag bytte samtalsämne '",
				"Jag gillar inte dessa mc-gäng det minsta, men du(och svartskjorta) är bara skrattretande. Som sagt så är inte det svartskjorta skriver ontopic. Det handlar i allmänhet om vad han tycker man ska göra med dessa mc-gäng, inte om hells angels eller deras supportrar. Jag tror jag talar för dom flesta när jag säger att det är totalt jävla ointressant vad han tycker att en riktig rättsstat borde göra med kriminella mc-gäng, särskilt i en tråd som ska handla om hells angels.",
				"Är väl inget konstrigt om en HA eller BMC eller någon annan för stryk.. Inte så att de är gäng som har som krav att du ska kunna slås, men där emot ställer de upp för varndra och är många så det kan ju bli farligt att göra det även om man kan. Sen finns där ju som nämts tidigare händelser där folk har hoppat på folk och de haft rätt och inte klubbvänner har backat upp dom. Men där brytter de ju egentligen mot egna regeler då en broder alltid ha rärr inför andra är det problem så pratar man om det intrernt sen. Nej ja kan inte stava och kommer aldrig lära mig det i heller . Puss",
				"Gamla Hells Angels. Många av dom har varit med länge i branchen. Jag gjorde ett par jobb åt dom när dom var i krig med Bandidos. Jag har hört att dom kanske ska starta ett nytt chapter i rosengård. Jag kommer personligen inte göra något, men det finns vissa gäng som nog inte kommer gilla att dom gör affärer i deras område"
		]
	},
	{
		"postIndex": [
			[3039],
			[3257],
			[3172],
			[3147],
			[2951]
		],
		"postTime": [
			"2009-11-22",
			"2009-12-23",
			"2009-12-17",
			"2009-12-15",
			"2009-11-15"
		],
		"postNum": [
			[3160],
			[3389],
			[3303],
			[3277],
			[3070]
		],
		"postLink": [
				"/sp19946024",
				"/sp20491564",
				"/sp20396580",
				"/sp20348590",
				"/sp19813684"
		],
		"postUser": [
				"LuckyPeopleCenter",
				"LuckyPeopleCenter",
				"Orka...",
				"Roadrage",
				"kosmonaut1000"
		],
		"postUserID": [
				"/u390088",
				"/u390088",
				"/u404635",
				"/u343050",
				"/u81812"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p264",
				"https://www.flashback.org/t989231p283",
				"https://www.flashback.org/t989231p276",
				"https://www.flashback.org/t989231p274",
				"https://www.flashback.org/t989231p256"
		],
		"userUrl": [
				"https://www.flashback.org/u390088",
				"https://www.flashback.org/u390088",
				"https://www.flashback.org/u404635",
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u81812"
		],
		"sentence": [
				"Det har inte du med att göra.",
				"Nej, det kan jag inte hålla med om.",
				"Att det skulle vara ett globalt kriminellt nätverk är bara löjligt att påstå. Sluta läs tidningar eller titta på Youtube-dokumentärer. Hur många medlemmar idag sitter inne i Sverige? En? Två? Antingen gör inte polisen sitt jobb eller så kanske det inte finns några brott att lagföra? De är hojklubben nr.1 worldwide och lär nog fortsätta med det. Hade majoriteten av medlemmarna varit kriminella hade klubben aldrig i helvete överlevt 60 år.",
				"Jag har inte speciellt bra koll på vad som händer på västkusten, därför skrev jag en del grejor igår i denna tråd för att se vilka som hade koll, och vilka som bara hakade på något som dom tycker låter som det stämmer och sedan får det att låta som om dom hade riktig insyn i vad som händer. Lite besviken blev jag allt när jag kollade in vad som hade sagts under natten och morgonen. Man får ju lätt intrycket av att de orakel som finns i dessa trådar har järnkoll på vad som händer i Göteborg. Min tanke var att om jag utalar mig i en fråga och låter som om jag var helt hundra procent säker på min sak, att de som sitter på förstahands info skulle opponera sig i frågan, så blev inte fallet (med något undantag). I stället så knep ni igen som musslor, och jag antar att det var pga att ni inte vill verka som om ni inte har koll på vad som händer där borta. Det var liksom lite åt det hållet jag ville komma med mitt experiment. Se vilka som man ska lysna på när de utalar sig om vad som händer i Sveriges framstjärt. Och det var inte många. Trodde faktiskt att bl.a Leffe skulle skrida till verket och överbevisa mig, men icke.",
				"Ok, de pengar som man tjänar privat på sitt företag eller sitt vanliga arbete t ex behåller man själv, detta har inte klubben något att göra med. MEN det man tjänar på eller med klubben skall oavkortat gå till klubben och det är detta Mega inte fattat när han satte sig på sina höga hästar. Mega tycker att han ÄR klubben eftersom han varit med så länge och att han därmed ska få göra lite som han behagar. Kanske hade han inte villan i just Långedrag men det spelar ingen roll om den låg där eller i Askim, jag vill visa på ett mönster där han lever ett utsvävande liv. Möller har tjänat pengar privat i Sydafrika och fattiga är nog inte medlemmarna idag men de var det när de startade eftersom det kostade en del att köpa hus och vapen."
		]
	},
	{
		"postIndex": [
			[3688],
			[3817],
			[3437],
			[4022],
			[3659]
		],
		"postTime": [
			"2010-02-27",
			"2010-03-25",
			"2010-01-10",
			"2010-04-26",
			"2010-02-22"
		],
		"postNum": [
			[3831],
			[3963],
			[3574],
			[4173],
			[3798]
		],
		"postLink": [
				"/sp21710239",
				"/sp22160772",
				"/sp20819996",
				"/sp22748574",
				"/sp21615196"
		],
		"postUser": [
				"scream2me",
				"smokey.the.bear",
				"Loveboats",
				"Softail",
				"LuckyPeopleCenter"
		],
		"postUserID": [
				"/u326556",
				"/u292693",
				"/u379604",
				"/u164652",
				"/u390088"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p320",
				"https://www.flashback.org/t989231p331",
				"https://www.flashback.org/t989231p298",
				"https://www.flashback.org/t989231p348",
				"https://www.flashback.org/t989231p317"
		],
		"userUrl": [
				"https://www.flashback.org/u326556",
				"https://www.flashback.org/u292693",
				"https://www.flashback.org/u379604",
				"https://www.flashback.org/u164652",
				"https://www.flashback.org/u390088"
		],
		"sentence": [
				"Man kanske inte \"äntligen\" blivit medlem. Man har kanske varit det i flera år. Man kanske inte tyckte det var så kul som man trodde. Man kanske inte har samma behov eller åsikter som man hade innan. Man kanske inte \"fyll i allt du kan komma på här\" som man gör nu. Vad jag själv reagerar lite på i sammanhanget är varför man skulle behöva betala för att gå ur. Jag är helt utanför dessa sfärar och vet ingtenting om hur det fungerar mer än det jag läser mig till. Men jag är ändå ganska så säker på att man får gå ur en klubb UTAN att behöva betala. Som sagt så är jag inte mer insatt än det man kan läsa om (vilket iofs ofta gör en mer ovetande än vetande) men jag har svårt att tro att (i normala fall, finns säkert flera olika faktorer som spelar in) en klubb vill ha med medlemmar som inget annat vill än att gå ur. Om jag har fel och någon annan har mer riktiga svar så är jag inte på något sätt rädd för att bli rättad. Mvh scream2me",
				"Tjena fått lite knas med vad killen påstår sig vara med i \"red and white\". Nu ni som är lite insatta här. Hur stor är chansen att jag som blev blåst av han och skickade iväg lite \"hån\" sms till han kommer få \"besök hem\" o bli mördad blabla. Han säger att han är högt uppsatt i R&W och att jag ska betala han 2000 kr annars jävlar. Han sa att han kunde kolla upp vem jag var på bara några min också. Han kollade upp fel person. Han sa att han hade korrumperade poliser osv som kollade upp migi samma tid vi snackade. Det mest otrovärdiga nu: Han säger att han och thomas möller ska möta mig imorn och jag ska betala han. Är han bara en jävla mytoman eller finns det chans att HA och red and white går igenom allt det här för 2000 kr? Hälsade han att jag inte var rädd för han och jag står upp för mig själv vem jag än har med att göra, om han försöker nåt fiffel tar jag med han på köpet. Allt det här började alltså efter att jag blivit blåst på 1700kr, som jag smsa nåra grejer (faktist i roligt syfte för man måste alltid se saken på ett roligt sätt ) om hans kompis knullar han blabla haha. Kan visa smsen sen här imorn. Så vad tycker ni eller snarare tror, Är det en fjolla som försöker blåsa mig på mer pengar eller är det en högt uppsatt i R&W som har hjälp av möller för att ta mina 2000 kr. PMa om ni sitter på info. Killen påstår sig heta w*ll*am b*rsm*n. Han är kort och snaggad. EDIT: Ännu en sak till, han säger sig känna folk i Bandidos och FFL. Jag har en klassiker till det: LOL Får dra med på hans krav, men ska ge han en rejäl omgång imorn isåfall. Ni kan ju alla komma och kolla på, PMa om ni vill veta stället, ta med lite chips och popcorn. EDIT 2: Han sa att jag skulle ringa Thomas för att prata med han. Är inte thomas i sydafrika, i pension dessutom.",
				"Håller med, många visste att folk som både vattnat och golat höger och vänster hade Mega som sin besyddare, jag säger inte att Mega visste om att några av hans rövslickare hade gjort det ena och det andra men han brydde sig inte heller om att ta reda på sanningen om dessa råttor. Man har redan sett hur dom går med huvudet ner i marken och den där kaxiga attityden är bortblåst och dom är tillbaka där dom var innan, som riktiga mesar och pissluffare. Det skall bli ett intressant år i Gbg för många av de här jönsarna nu, många som dom har blåst och hotat tidigare har väntat på den här dagen som alla visste skulle komma förr eller senare. Hämnden är ljuv brukar det heta.....",
				"Nu vet jag inte vilken del av landet du befinner dig i eller i vilka kretsar du rör dig. Men att verkligheten ser olika ut är helt uppenbart. Och det är väl trevligt för dig att din verklighet är rosa och gullig. Det finns dock åtskilliga som har en annan uppfattning och som gång på gång utsätts för rena trakaserier från polisen. Själva har vi en relativt god relation med den lokala polisen och dom vet vilka vi är. Men det hindrar inte länskriminalens omålade bilar från att stå parkerade utanför lokalen och fotografera folk eller stanna dom som är på väg dit. Ej heller att vi blir stoppade, identifierade, utfrågade och fotograferade när vi åker för att hälsa på andra klubbar (ej HA, BMC etc.). Vi är samtliga arbetande skattebetalare med i stort sett fläckfria belastningsregister (ja någon fortkörning och några småsaker). Ett exempel från verkligheten är t.ex. en medlem som stoppades på bensinmacken när han var och tankade, på väg att lämna dottern på dagis. Han hade inget som identifierade honnom som medlem i en mc-klubb för tillfället och körde bil. 20 minuter utfrågning om hans relationer till HA i baksätet på den civila polisbilen medans dottern satt själv i bilen och väntade. Försenad till dagis och jobb blev resultatet och som tur var tog dom inte in honnom för urinprov vilket dom hotade med. Han har för övrigt aldrig rört narkotika i hela sitt liv och kommer aldrig göra det. Polisens underrättelsetjänst måste vara en av de sämst fungerande enheterna inom hela organisationen, då dom ofta inte ens känner till uppenbara fakta om olika klubbar. Och kommunikationen mellan olika distrikt och län verkar obefintlig. Vilket jag baserar på de samtal jag har haft med de poliser man träffat på som faktiskt går att prata med. Hörde föresten att polisen skall göra en storsatsning på att bötfälla motorcyklister för buller denna säsong. Och då med inriktning på ryggmärkes klubbar. Allt för att göra det \"obekvämt\" att vara med i en ryggmärkesklubb. Ingen urskiljning av vilken klubb personen tillhör utan just det faktum att personen kör med ryggmärke.",
				"Att folk har haft respekt för Mega beror på att han haft sin väst. Utan västen är han ingenting. Du visste kanske inte vem han var innan HA, men det finns det andra som vet. Han har aldrig varit den tuffaste i HA, men kanske bland barnen så har det ryktet uppstått. Du menar att folk måste kolla med serberna att det är okej innan de gör något? Så är det verkligen inte."
		]
	},
	{
		"postIndex": [
			[4218],
			[4518],
			[4118],
			[4228],
			[4519]
		],
		"postTime": [
			"2010-05-25",
			"2010-07-09",
			"2010-05-20",
			"2010-05-25",
			"2010-07-09"
		],
		"postNum": [
			[4369],
			[4680],
			[4269],
			[4379],
			[4681]
		],
		"postLink": [
				"/sp23304951",
				"/sp24150083",
				"/sp23222361",
				"/sp23318468",
				"/sp24150353"
		],
		"postUser": [
				"Softail",
				"JJDecay",
				"Intresserad82",
				"Roadrage",
				"nedboy"
		],
		"postUserID": [
				"/u164652",
				"/u159372",
				"/u328029",
				"/u343050",
				"/u164406"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p365",
				"https://www.flashback.org/t989231p390",
				"https://www.flashback.org/t989231p356",
				"https://www.flashback.org/t989231p365",
				"https://www.flashback.org/t989231p391"
		],
		"userUrl": [
				"https://www.flashback.org/u164652",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u328029",
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u164406"
		],
		"sentence": [
				"Det är nog inte bara inifrån HA som denna propagandaapparat som du kallar det kommer. Det finns många som börjat reagera på hur bikerkulturen framställs av media och hur pressen bevakar densamma. Kan man hitta minsta lilla koppling till något mc-gäng vid ett brott så är det genast en del av rubriken. Även om det handlar om en tidigare medlem i en klubb som senare blivit en del av den sk.1%-miljön eller kanske en misstänkt vars bror har ett förhållande med en syster till en medlem i något supporter crew. Man ser aldrig att gärningsmannen hade kopplingar till Centerpartiet, vilket då borde vara minst lika relevant om han nu hade det. Det vedertagna språkbruket \"kriminella mc-gäng\" är också ett sätt att framställa dessa klubbar som något dom inte är, då det inte finns någon juridisk term för detta och att så skulle vara fallet aldrig har bevisats på något sätt. I Sverige lagförs individer inte kollektiv, vilket innebär att en organisation aldrig kan vara kriminell. Den kan ha kriminella medlemmar men det är en helt annan sak. En annan sak är hur misstänkta hängs ut med bild och namn innan de är dömda så fort det handlar om dessa grupper men aldrig då det handlar om t.ex. nysvenskar. Allt för att i allmänhetens ögon kriminalisera dessa personer oavsett om dom sedan blir dömda eller inte. Fortfarande har vi den rättspraxisen i Sverige att man är oskyldig till motsatsen bevisats. I dessa fall blir det så att dom är skyldiga även om motsatsen bevisas. För skulle så vara fallet så nämner inte media det. Dom har fått sina rubriker och sålt sina lösnummer. Nu kan man anse att jag också försvarar dessa mc-klubbar, och ja till viss del gör jag det. Jag försvarar inte de handlingar eller brott som en del gör sig skyldiga till, men jag försvarar deras rätt att organisera sig, hålla möten, klä sig som dom vill, etc. För när det finns krafter i samhället som vill förverka vissa grupper deras grundlagsskyddade rättigheter och skapa speciella lagar för att \"komma åt\" dessa, så anser jag att man måste reagera. En lag skapad för ett enskilt syfte kan lätt missbrukas för hundra andra. Vilken grupp är det nästa gång som ska uteslutas från det övriga samhället och som dessa eller nya speciallagar ska drabba? Självklart anser jag att de som begår brott ska lagföras för detta och få sitt straff. Men för att lyckas med det får inte de som är satta att företräda lagen bryta mot densamma. För då får vi en poliskår som är ett betydligt större samhällshot än vad dessa grupper utgör. Lagen ska även vara lika för alla oavsett om man är polis eller medlem i en mc-klubb när man begått ett brott. Tyvärr är det inte så. Likaså ska en dömd brottsling som avtjänat sitt straff gentemot samhället ej längre anses som kriminell. För om man anser det så kan aldrig en dömd få en chans att bryta med det kriminella och bli en \"bättre\" människa. Vilket då även innebär att om en medlem i en mc-klubb begått ett brott, avtjänat sitt straff och numer lever på rätt sida lagen så kan den medlemmen inte anses som en kriminell medlem. Fortsätter han däremot sin kriminella verksamhet, så är det en kriminell medlem. Nu svävade jag väl iväg lite och kunde fortsatt ett par sidor till så jag slutar här. Och nej, jag är inte medlem i något av dessa gäng som brukar benämnas \"kriminella mc-gäng\", ej heller rasist om nu någon undrar.",
				"Kan ju vara så att om nu HA eller BMC eller OMC eller nåra av deras supportklubbar, hotar/lägger sig i/ eller på annat sätt stör en samlig människor som bildat en MC klubb så beror det förmodligen på något. Det kan vara att den nybildade MC klubben bedriver någon form av verksamhet som \"1% klubbarna\" stör sig på... Eller rent utav förlorar nåt på att den nystartade klubben bedriver (vad det kan vara låter vi vara osagt då 1% klubbar inte bedriver någon form av olaglig verksamhet ) Det kan ju vara så att \"1% klubbarna\" vill att den nystartade klubben ska stöjda dom, komma på deras fester etc fast den nya klubben (eller gamla klubben) inte har det minsta lust och känner man inte har samhörighet med \"1% klubben\". Detta kan (vet jag av erfarenhet) ses som ett \"svek\" eller som att man \"ogillar\", eller \"ser ner på\" inte vill sammankopplas med \"1% klubben\"... Det kan ju vara så att en medlem i den nystartade klubben (eller gamla klubben) går runt och snackar massa skit om en \"1% klubb\" eller någon av dess medlemmar. Då kan det nog mycket väl hända hela klubben får ta smällen... Jag tror det är enklare för en gammal etablerad klubb att klara sig (nu kan jag nog få \"mothugg\" om man ser tex. på det som hände med Hising). Men om man som gammal etablerad klubb står utanför modellen. Inte umgås med någon av \"1% klubbarna\" så visar man ändå på att man tar inte ställning för varesig röd/vitt eller gul/rött eller svart/vitt... Att det sedan kan vara svårt att starta ny klubb och stå utanför modellen, kan jag tänka mig. För väljer man som nystartad att stå utanför, är man säkerligen påhälsad av ex. BMC eller OMC, för att dom vill man ska välja deras sida...(spekulationer). Dock vet jag en klubb, som när den startades stog utanför modellen! Deras första lilla fest fick påhälsning av Brödraskapet Wolfpack, som undrade om deras närvaro i modellen och fick således reda på att dom inte var med i modellen. Wolfpack lämnade festen med orden \"ja då ses vi snart\" (typ). Den klubben gick sedan in i modellen och numer finns dom inte ens... Å andra sidan. Jag har heller aldrig hört att en nyetablerad klubb, som ingått i modellen skulle fått något som helst stöd av modellen om dom råkat ut för trubbel... Se bara vad som hände Imperial MC Avesta. (har inte hela storyn så kan räkna detta som lite spekulationer också). Men dom fick lägga ner ganska omgående efter sitt colorparty... Problem med X-team eller dyligt... Även RD var där och boxades om jag inte missminner mig...",
				"De kommer absolut inte växa sig starkare vad Polisen gör. Däremot kan det ju vara så att Polisen behöver bättre taktiker och resurser för att kunna hejda MC-gängens framfart. Dessutom tror jag absolut att upprepade razzior defintivt skulle få t ex Hells Angels att överväga sin inriktning och organisation. Vissa chapters är nog mer lätta att stänga ner än andra, särskilt som prestigeförlusten i att stänga ner ett chapter i t ex Umeå skulle vara mindre än att tvingas stänga ner det i Malmö, som ju var först ut. För att citera Thomas Möller själv (med reservation för den exakta ordalydelsen) så \"Har du gett dig på oss så har du stängt in dig i ett rum och kommer ta mig satan inte ut\". Detta uttryck får anses gälla den svenska polisen och även sveriges medborgare i stort; Hells Angels har tillsammans med andra MC-klubbar valt att måla måla in sig i ett hörn i ett instängt rum, vilket gör att de hela tiden kommer vara under press. Oavsett vad dom gör eller vilka dom är så kommer polisen och andra myndigheter alltid vara störst, bäst och vackrast. Framför allt kommer de att ha betydligt mer resurser än 1%-gängen. I ett litet land som Sverige spelar sådant roll. Sen anser jag personligen att det är trist att personer på över 18 år verkar sitta och heja och hoppas på att en form av brottssyndikat skall vinna ett slags \"kamp\" mot Polisen. Till vilken nytta för er? Utan Polisen hade ni antagligen varit MC-gängens alldeles egna butty-boys. Visst, 1%-gängen har en viss lockelse även för mig, det är en säregen miljö som gör sig bra i media och på film. MEN! Den dagen de kommer och knackar på hos t ex en släkting och vill ha beskyddarpengar så är det inte lika roligt längre. Eller den dagen du själv ska vittna i en rättegång mot dom.",
				"Dela med dig av kunskapen, vilka klubbar har informatörer, eller är det bara vad du själv tror?",
				"Helt sjukt att inte samhället tar tag i en sån sak. Nu får det fan vara nog snart asså. Jag ser gärna att polisen sätter minst en polis per Ha strut och Bandidos tomte. Hårdbevakar dem dygnet runt. Givetvis måste vi inkludera idioter som finns i andra gäng också. Höj skatten för detta ändamål och jag kan gärna stå för flera hundra varje jävla månad. Det skulle ge polisen så mycket pengar att de skulle fan kunna ta tag i detta skit en gång för alla. Varför händer det aldrig någonting? Vad är det för fel i vårat samhälle? Varför tar aldrig detta slut för? Vi vet ju om problemen. Är det så att folk är så ovilliga att betala mer skatt för att få bukt med detta att de hellre ser andra vanliga människor falla offer för tex HA? När vi säger att de bara krigar mot varandra och dödar varandra så är det på sätt och vis rätt. Men det som de krigar så mycket om så de kan döda varandra är just för makten att kunna förstöra livet för oss vanliga. Detta genom knark, utpressning, personrån osv. Det är detta som gäng som HA lever på. Hur skall vi lösa detta? Eller skall vi skita i det?"
		]
	},
	{
		"postIndex": [
			[4964],
			[4871],
			[5001],
			[5220],
			[4923]
		],
		"postTime": [
			"2010-10-23",
			"2010-10-05",
			"2010-11-01",
			"2010-12-22",
			"2010-10-13"
		],
		"postNum": [
			[5147],
			[5051],
			[5185],
			[5418],
			[5105]
		],
		"postLink": [
				"/sp26334767",
				"/sp25925774",
				"/sp26540786",
				"/sp27751179",
				"/sp26100256"
		],
		"postUser": [
				"BIKERBANDIT",
				"Jocke_S",
				"Roadrage",
				"eagleinthesky",
				"kosmonaut1000"
		],
		"postUserID": [
				"/u439269",
				"/u206148",
				"/u343050",
				"/u460223",
				"/u81812"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p429",
				"https://www.flashback.org/t989231p421",
				"https://www.flashback.org/t989231p433",
				"https://www.flashback.org/t989231p452",
				"https://www.flashback.org/t989231p426"
		],
		"userUrl": [
				"https://www.flashback.org/u439269",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u460223",
				"https://www.flashback.org/u81812"
		],
		"sentence": [
				"Ja det är verkligen en gåta, var det inte dano själv som sa att de flesta som hoppat av OG och gått vidare till andra gäng är fittor mm och nu hoppar han själv med i nåt annat gäng, tycker hela grejen är en förnedring för OG, för på sätt och vis så säger han med sitt inhopp i RD att OG inte är starka nog ,för varför skulle en lyckad kriminell ledare och organisation vilja samtidigt vara med i 2 organisationer detta tyder ju endast på att det går dåligt för OG för inte kliver man in i en organisation till om den första klarar sig bra eller hur? Tror inte att ett dubbelmedlemskap någonsin kommer att funka för el senare måste man ge upp det ena för det andra, och faktum är att OG aldrig kan mäta sig med den organisation som RD är Har aldrig riktigt heller förstått varför dano inte har startat OG i turkiet? måste väl finnas en hel del bra folk att ta med där nere eller är det som ryktet säger att han inte vågar ägna sig åt kriminalitet i turkiet därför är det lättare att gå med RD som är mer etablerade ? Men kul iaf att han har ett genuint mc intresse att han valt att kliva in i en mc klubb och köpa sig en HD ska bli kul och se dom första bilderna på dano i skinnväst på en HD",
				"Traditioner inom biker världen hänger med i alla oändlighet kan det tyckas , men Hells Angels tid som herre på täppan är inte lika given då tiderna ändrats. Tycker hela supporter konceptet till MC-klubbarna har fungerat väldigt dåligt från första starten. Var bättre förr när man använde sig av stödmedlemmar som fungerade som en sorts lärling som gick ut på att man under en obegränsad tid skulle visa att man satte klubben före sig själv och bevisade sig för dom fullvärdiga medlemmarna. Det var också ett närmare samarbete mellan provmedlemmar och dom fullvärdiga. Där fick man in kvalitet. Många av den tidens Stödmedlemmar har sina västar idag. Medans supporter grupperna bara har ett fåtal som gått hela vägen och dom som gjort det har inte helt enkelt hållt måttet. Inbitna MC medlemmar är ju givetvis att föredra men den varan finns det inte mycket kvar av idag. Tror ändå att H.A kommer att förbli orubbliga , men makten dom har kommer att avta Traditionen o Hells Angels MC modell är för stark. Sen verkar ändå H.A ha kontroll över läget , dom har alltid haft tystnadspolicyn så vad dom anser om Bandidos och Outlaws expandering är det ingen som vet förutom dom själva inom klubben. Sist OMC började ta lite mark så markerade H.A att det inte sågs med blida ögon genom klubblokals sprängningen.",
				"Ledsen att göra dig besviken, men ja, du behöver nog fortsätta om du ska övertyga mig om att HA är mediakåta. Det kanske är så att vi har lite olika uppfattning om vad mediakåthet är, så jag får väll förklara vad det betyder för min del. Att vara mediakåt är för mig att ständigt söka rubriker eller på annat sätt försöka att exponera sig själv i olika medior, som tex Dano gör och flertalet av de nya gängen som tex CIS, Top Dogz etc. HA brukar endast figurera i media när dom har möjlighet att göra lite \"bra\" PR för sin klubb eller som i fallet Brian Sandberg, när det är tex ett boksläpp på gång. Hade HA sökt mediaexponering såsom dom \"mediakåta\" grupperna/personerna gör, då hade du förmodligen sett nya helsidor varje dag i tidningarna och hur många tv program som helst där HA visar hur tuffa dom är, för tro mig, det är inte så att media inte försöker få HA medlemmar att ställa upp på intervjuver. I fallet Acar håller jag fullständigt med dig om att han är mediakåtheten personifierad, men som sagt, han är inte med i HA hur mycket du än trycker på det. Sen så får vi väll se hur lång \"karriär\" han får inom RD. I dom andra länkarna du presenterade har du som sagt var Brian Sandberg som gör PR för sin bok som var aktuell vid tillfället, och även om jag håller med om att han är en flashare så håller jag inte med om att han är mediakåt. I Danmark har dom också en lite annan relation till media. Där försöker dom att använda media som en länk till allmänheten för att visa att dom inte är så jävla farliga som polis försöker att framställa dom I en annan av länkarna har du det berömda Ashbergklippet där det endast är herr Möller som sitter och pratar fast än hela studion är full med HA folk. Denna händelse önskar nog HA ogjort då dom inte riktigt fick ut det dom förmodligen ville med detta. Efter denna parodi så har du heller inte sett något tv program i Sverige där HA deltar frivilligt. Jo Möller hade visst någon liten show där han berättar om sitt antikvitetssamlande och sin förkärlek för övningsskytte. I det tredje klippet har du mister HA himself, \"Sonny\" Barger, Och är det någon som överhuvudtaget skall synas i media så är det för fan han. Han är en levande legend som har gjort HA till vad det är idag. Tror fan det att han får förfrågningar om att ställa upp på inslag i olika sammanhang. Han brukar inte heller hålla på att framsälla HA som en kriminell organisation, som Dano brukar hålla på, utan hans avsikt med mediakontakterna är att ge folk den andra sidan av HA-myntet som annars inte visas i media. Det jag ville säga med detta är att du kan inte jämföra OG, CIS och andra \"oranisationers\" mediakåthet och självhävdelsebehov med den \"goodwill\" som HA ibland kastar åt mediahundarna.",
				"[quote=daxi]Att alla expanderar köper jag till 100%, att olika avdelningar betalar sina inkomster till andra \"högre\" avdelningar som du skrev tror jag dock inte eftersom alla avdelningar är mer eller mindre självständiga.. Åter igen, om lule-chaptret gör bort sej så åker dom ut eftersom alla måste följa samma reglemente och att alla avdelningar har lika mycke att säga till om.. Om HA malmö skulle göra bort sej så åker dom oxå, däremot har dom ju funnits ett tag så dom vet vad som gäller..[/QU Kan ju upplysa er mindre vetande att det faktiskt är så att det är en man = en röst! Finns ingen avdelning som bestämmer mer än någon annan förutom att avdelningar med mera rutin ju har mera råd att ge! Och att det skulle skickas pengar var det dummaste jag hört! En avdelning har absolut ingenting att göra med hur stor staden är . Sen är det faktiskt så att ingen startad avdelning över hela världen någonsin lagts ner och så kommer inte heller att hända i Luleå! Så dröm på !",
				"Du kan inte vara lite utförligare? Tror nog LCP kommer tillbaka!"
		]
	},
	{
		"postIndex": [
			[5802],
			[5673],
			[5827],
			[5805],
			[5831]
		],
		"postTime": [
			"2011-03-19",
			"2011-03-10",
			"2011-03-21",
			"2011-03-20",
			"2011-03-21"
		],
		"postNum": [
			[6022],
			[5889],
			[6048],
			[6025],
			[6052]
		],
		"postLink": [
				"/sp29580441",
				"/sp29390847",
				"/sp29618576",
				"/sp29585612",
				"/sp29622263"
		],
		"postUser": [
				"bajenvrak",
				"b-o",
				"bajenvrak",
				"Jooo",
				"Jooo"
		],
		"postUserID": [
				"/u79973",
				"/u450174",
				"/u79973",
				"/u369843",
				"/u369843"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p502",
				"https://www.flashback.org/t989231p491",
				"https://www.flashback.org/t989231p504",
				"https://www.flashback.org/t989231p503",
				"https://www.flashback.org/t989231p505"
		],
		"userUrl": [
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u450174",
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u369843",
				"https://www.flashback.org/u369843"
		],
		"sentence": [
				"Jag noterar med förvåning en viss typ av attitydförändring i dina poster Joo, först var du mest frågande i dina poster och nu spyr du ut din galla öppet varvat med förnedrande slutsatser utan grunder. Jag anklagar dig inte och du har rätt till din åsikt men jag ställer mig lite frågande till hur du för fram den och förstår inte riktigt hur du kommit fram till dina slutsatser med tanke på det underlag du hela tiden lägger fram. Så ta inte detta personligt men svara mig gärna. Du måste sitta på en joker eller dylikt för något vettigt har du faktiskt inte lagt fram än, håller inte att komma med ”kolla klippet 2.35 etc”, här blir de slaktade (enligt dig) och lite egna synpunkter på det där. Det är i grunden bara din tolkning vilken tyvärr är väldigt långt borta ifrån sanningen. Förstår väl om ingen vill bemöta dylika lösa (och lösa är de min vän) påståenden. Då fortsätter du istället att spinna vidare, skulle för egen del kunna bemöta alla dina påståenden och beta av dem bit för bit men låt oss inte behöva gå så långt (vill helst inte stajla, men tro mig, jag har kunskaper du inte sitter på vad gäller MC kulturen, du får vara bra påläst och insatt för att kunna matcha mig). Du har byggt upp din vision om klubbarna efter en tv-debatt som sändes för flera år sen samt anklagelser om sexualbrott såsom våldtäkt utförda av HA members, denna våldtänkt, snälla nu, visa mig den och vilken som utförde den på en annan man? Ge mig fakta o inte spekulationer o rubriker. Du försöker även ställa folk till svars som inte har något med saken att göra. Ingen medlem i HA skriver i denna tråd, den du hoppar på nu har aldrig utgett sig för att vara medlem i klubben. Ni som fortfarande tror detta, likaså om en annan individ i BMC tråden får sluta börja drömma och faktiskt läsa vad de skriver. Ingen 1% ifrån någon av de större klubbarna har någonsin skrivit på detta forum, de skulle aldrig göra det heller och om så vore aldrig i denna forumdel. Skulle så ske, skulle ni märka, tro mig... Joo har även fått sina åsikter av egen utsago ifrån dennes bror, då är det till att börja med andrahandsuppgifter, själv sitter jag på förstahands uppgifter och jag delar inte den verklighet du försöker att påskina. Har heller inget egenvärde på klubbarna, men jag kan kosta på mig att säga som det är. Kör din diskurs du Joo men då du värderar den får du nog vara beredd på att ompröva den så den håller vilket den ännu inte gör tyvärr. Sluta istället spekulera, skipa dina egna slutsatser och fråga rakt ut istället, vad är det du vill veta så skall jag svara, och när jag inte kan eller vet kommer jag att säga det. Skilj på sak och person, försök att hålla denna kritik på en saklig nivå. Men sluta leka hård för du sitter bakom en skärm (det kan alla göra), om du nu sitter på sanningen, förslagsvis tar du denna direkt till klubben. Det du påstår här skall du kunna stå för annars också, har du rätt skall detta inte vara några problem för klubben skulle aldrig våga ge sig på dig. Jag menar, du är varken kvinna, 15 år och har heller inget att dölja, eller hur… /B",
				"OnT: 1. Närmaste du kan jämföra AK81 är R & W crew så med stor säkerhet så kommer inte AK81 att etablera sej här. 2. Red DevilsMC är en officiell Support till HA ja, det närmaste du kan jämföra med i DK är Devils Choice. RDMC är en MC klubb inte en ren supporter klubb, AK81 är inte en MC klubb med andra ord kan du inte jämföra dom 3. Jepp jag hänvisar ibland Wiki som källa för att vissa vill veta hur man vet? Jag försökte förklara för dej innan att man inte vill skylta med all info man har, man vattnar inte allt. Genom att tala om att \" Det var Wassen som talade om det för mej\" så har man gjort listan kort på vem man är. 4. Att Dano skulle vara/ bli VP i RDMC Marmaris var ett rykte han själv startade. Om du ens har koll på läget i MC världen så fattar du att RDMC aldrig skulle ha Marmaris kvar som Chapter på sin hemsida om dom hade vänt över till en fiktiv OG MC. Du är vad man kallar en \"nyttig idiot\", en sådan man ger felaktig information sen är du som Don Quixote ( fäktas med väderkvarnar ) med andra ord du skulle gå i elden för något du tror är så för du har \"läst\" eller \"hört\". Detta är ett anonymt forum folk har tagna namn man säger inte rent ut vad man vet eller hur man fått all info av den enkla anledningen att man då hänger ut sej själv. Jag förväntar mej inte att du fattar vad jag menar denna 7'e gång jag försöker förklara det för dej, önskar jag kunde rita en bild a' la Kurt Olsson så du förstår. Du är inte i MC kretsar så du vet inte ett skit, du känner på sin höjd någon som köpt en tröja via Route 81....Har man varit i hojsvängen en tid även om du kör fritt så stöter du på folk du blir bjuden på fester och du lär känna folk från många olika klubbar....där har du var folk som har lite koll kommer ifrån. Tror ingen fullvärdig medlem skulle bry sej att skriva här även om dom säkert skulle läsa. Kontentan är att ingen som sitter på info och delger den säger vem dom är eller var dom kommer ifrån...man hänvisar till någon artikel, gästbok eller även Wikipedia. Skillnaden på dej och vuxna är att vi vuxna vet att man håller på det man vet och hellre spelar lite dum medan du snackar allt du tror dej veta eller hört och försöker spela smart.... Men nu är det såhär; det är lätt för en smart person att spela dum men en dum person kan inte spela smart....så \"You're Busted Mongrel\"",
				"Ok Joo, när klubbarna hävdar att de generellt har hög moral så är de inte helt fel ute. Alla kan göra bort sig (även om det finns gränser) men de är väldigt måna om sin image och i denna passar inte en del brott in. Främst sexualbrott, då inte sagt att någon skulle kunna bli dömd för det och ser man till historien främst under det vilda 70-talet så har detta även skett. Numera är det annorlunda, minsta frågetecken kring någon oklarhet och du skall ha jävligt bra skäl för att få behålla västen. Finns inte en klubb eller sammanslutning i världen som skulle ställa sig bakom en våldtäkt, att det kan uppfattas som att de tystar saken är för att de inte ens vill befatta sig med anklagelsen. Ett chapter står inte bara till svars inför omvärlden utan även klubben vill veta, personen ifråga skulle aldrig ens ha fått proppat om det inte vore så att han inte utfört handlingen. Barger ringer ifrån staterna… B: You got a rapist in your chapter, a gayrapist? XXMC: Yes but he is a good guy, he pay double member fees. No problems, right..? B: No worries bro, its all about the cash anyway, thats the reason why I built this club. Yeah right eller, deras charter hade varit borta snabbare än en daglöning på Solvalla. Tro inget annat, skulle aldrig för egen del befatta mig med denne, ännu mindre en mc-klubb av HAs kaliber. En punkt där inte hur mycket pengar som helst i världen skulle avgjort saken, vissa typer av ”bröder” kommer inte ens in. Att media sen vinklat just detta fall får bara klubben att hålla ännu hårdare på sitt, fråga dig själv, om det hade varit din broder och du hade vetat, hade du accepterat? Att klubben väljer att ändå låta han proppa bevisar att det inte har skett, sen finns det detaljer i detta fall som man kanske borde belysa en del även. X har blivit våldtagen av G, G döms mot sitt nekande. G borde va utfryst idag och X en martyr som inte skall behövas skämmas för något. Varför går G rakryggad (i en mc-väst) och X idag gömmer sig? X skall väl inte ha något att skämmas för, var ju inte hans fel? G borde ha blivit klippt på varje anstalt, vad är så speciellt med denne att denne trots allt har lämnats ifred och kunnat gå vidare till en världens största mc-klubbar? Vad har en klubb att vinna på att ens befatta sig med denne om han inte skulle ha begått brottet, knappast medlemsbrist. Bara en oskyldig (till våldtäkten då) skulle vara där G är idag. Så kan jag formulera det utan att ge upp för mycket. Enkelt sagt, som person gör du vad du vill (nästan då..), men drar du ner klubben så får du stå till svars inför klubben. Det finns medlemmar som åkt för bra mycket mindre, 1% livet innebär en del rättigheter, men desto fler skyldigheter.",
				"Är det mera förnedrande.. själv känns det mer som jag försökte lugna \"tonen\" ifall det inte accepteras vissa sorters brott inom klubben eller klubbarna,utav vilken anledning får vissa medlemmar stanna efter sin dom i rättegång..vilken sorts underlag finns det mer som jag kan lägga fram utan att känna nån där personligen,jag är vanlig svensson med touringhoj,bostadsrätt,nattarbete,ingen Volvo iofs men annan modern svenssonbil. tar inte det personligt.. finns inga jokrar i garderoben.. absolut detta är min egna tolkning,säkerligen många fler som delar den.. ifall dom är så lösa påståendena,hur gick det till? tv debatter,dagstidningar,läst om rättegångar,hörsägen är \"sanningen\" om allt jag hört.. vadå visa dig hur,finns ju bara i tidningar,målnr,hur vill du få honom uppvisad menar du? kort? ja det hade varit intressant att höra 81rulez åsikt om detta.. vad är han då ? någon sorts supporter till Helsingborgsavdelningen? red and white? red devil ? det är ingenting man med all säkerhet kan säga väl,angående ifall någon medlem skrivit i dessa trådar? de kanske vill vara anonyma? absolut redogörelsen från min brorsa(biologisk) inte broshan ,inte åsikterna.. andrahandsuppgifter ja men inte utav någon som delar mina åsikter.. fall du sitter på förstahandsuppgifter vore det skoj att få veta ditt \"riktiga svar\" ,eftersom du värderar styrkandet högt,så uppvisa gärna något mer styrkande än media,inget de skrivit på någon hemsida eller,liknande.. utan något som verkligen håller.. ifall jag nu spekulerar gör även hela svenska rättsväsendet detta,media med,fullt medveten om att allt i dagstidningar inte till fullo kan vara sanning,men allt om just dessa klubbar i varenda tidning kan inte vara lögn? vill veta sanningen angående våldtäkten,15 åringen,kvinnomisshandeln,kvinnofridskränkningen med styrkanden.. inte medlemmarnas personliga åsikt.. du menar klubben vs individen? men ifall dom ogillar sånt hur blir de medlemmarna kvar inom klubben.. som sagt den enda sanningsgrejen sagt tidigare är hörsägen ifrån min egen brorsa som inte delar min uppfattning som person,eller media,tv m.m.. leka hård? som sagt jag är faktiskt en vanlig svensson.. har ju inte rätt enligt dig,så demetera gärna.. nej då jag är 35,vanlig arbetare,aldrig vart på vare sig socialtjänsten, sjukskrivit mig på försäkringskassan eller liknande.. ingenting personligt,ingenting skrivet för att vara otrevlig heller i mitt svarande..... vill bara få en \"bättre\" uppfattning ifall du sitter på bättre verklighetsbaserande saker,som kan styrkas bättre än mina då också",
				"Fast i sådan klubb med \"hög moral\",vad gör kvinnomisshandlarna kvar där,eller händelsen med en pistol mot ett barns huvud..? absolut att göra bort sig köper jag.. i viss mån där inte oskyldiga drabbas.. i något fall kan så vara,men allt det är knappast påhittat.. alltså varje händelse.. så många händelser kan väl inte bli fällande dom ifall allting är påhitt varje gång väl.. ja 70 eller 80 talet hände nåt sånt där i Danmark tror jag att jag har läst,alltså våldtäkt.. ja det är säkert sant..fast det är ju inte allt för troligt att klubben vet sanningen heller.. 2 människor vet sanningen eller möjligtvis någon prostituerad kvinna till eller hur det var man läst om angående vittne.. detta är något få människor skulle tala om högt väl?, ifall det hänt svart på vitt är ingenting klubben kan veta väl.. förstår din tankegång.. angående Barger efter en googling på hans namn.. fast jag är nog inte riktigt med i slutet? detta.. \"Tro inget annat, skulle aldrig för egen del befatta mig med denne, ännu mindre en mc-klubb av HAs kaliber\" ifall dom hade vart säkra igenom teknisk bevisning,fine men nu är nivån \"lita på broschan mer\" känns likt ett typ förortsgäng i nivån.. klart de måste ha viss nivå när de \"söker\" som någon skribent kallade det 2 sidor bak eller hur det här går till.. eller uppfylla vissa kriterier.. som i många fall i arbetsliv eller liknande med.. att de låter honom \" proppa\" .. bevisar bara att de tror killen är oskyldig,eller i annat fall skiter i vilket.. högst troligt alt 1.. vilka detaljer? ifall det är ur utredningen är det rätt intressant.. inget de säger i organisationen bara.. sedan ifall det här vore min lillebror hade jag tagit avstånd,ifall teknisk bevisning eller liknande visar att han är skyldig.. troligtvis av rädslan för att \"G\" ger sig på honom,X kan ju ha känt en viss skam som offer.. speciellt är antagligen att \"G\" redan var medlem i någon Garage1 klubb.. knuten till ha ändå på något sätt.. sedan gissar jag att \"G\" vann vissa fördelar genom sin bror med.. även han är ha medlem hörde jag.. finns ju många förklaringar ifall händelsen facto ägt rum.. rädslan hos människor att bråka med folk i sfären av någon större organisation kanske? hade de( ha) eller garage1 valt att misstro han hade folk kanske gett sig på \"G\" fort efter uteslutning? ja det är möjligt.. ifall dom nu verkligen är diciplinerade.. utav vilken anledning lät de killen som tryckte ett skjutvapen mot ett barn stanna.. finns säkerligen skyldigheter,som i allt men även rättigheter.. tråkigt nog verkar de köra över hederliga klubbar med.. hade ju högre förväntningar än spekulationer.. känns lite som leker med tanken\" inget ont fast det upplevs verkligen så.. detta om Barger eller liknande känns bara som antaganden.. vill ju veta om situationer specifikt med förstahandsuppgifter.."
		]
	},
	{
		"postIndex": [
			[6359],
			[6562],
			[6575],
			[6382],
			[6416]
		],
		"postTime": [
			"2011-06-16",
			"2011-07-13",
			"2011-07-17",
			"2011-06-20",
			"2011-06-23"
		],
		"postNum": [
			[6596],
			[6803],
			[6818],
			[6619],
			[6653]
		],
		"postLink": [
				"/sp31205208",
				"/sp31648683",
				"/sp31703755",
				"/sp31264085",
				"/sp31320900"
		],
		"postUser": [
				"Jocke_S",
				"svenskmexikan",
				"Retwa",
				"CYBERTEC",
				"JJDecay"
		],
		"postUserID": [
				"/u206148",
				"/u486546",
				"/u65125",
				"/u9320",
				"/u159372"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p550",
				"https://www.flashback.org/t989231p567",
				"https://www.flashback.org/t989231p569",
				"https://www.flashback.org/t989231p552",
				"https://www.flashback.org/t989231p555"
		],
		"userUrl": [
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u486546",
				"https://www.flashback.org/u65125",
				"https://www.flashback.org/u9320",
				"https://www.flashback.org/u159372"
		],
		"sentence": [
				"Hells Angels är en världsomfattande och även den största 1% klubben i världen med ett stort antal chapters och medlemmar. Bara för att en avdelning fick det svårt betyder inte att H.A som organisation backar undan. Det är ganska naivt att resonera så. H.A förstår att dom är mindre i antal på just den platsen. Så en fredlig lösning är ingen konstighet alls. Men skulle H.A verkligen ge sig fan på att ta en strid mot dessa som du nämner så skulle det bli minst lika besvärligt för den klanen. Tror utan problem att H.A hade besegrat dom. Men då hade det krävts att det kommer folk från olika avdelningar och ställer upp som dom självklart hade gjort. En fullvärdig Hells Angels avdelning går inte ner sig så lätt då det säkert har varit årvis med byggande av klubben för att slutligen bli en fullvärdig klubb. Människor i en 1% klubb lever för sina klubbar.",
				"Pelle Polis kanske vet mer än vad som skrevs i tidningen/facebook. Eller bara godtycklighet gentemot Hells Angels som också är mycket vanligt från Polisens sida, vem vet? Googlade counterfeit goods och Hells Angels.....Många träffar blev det om enskilda Hells Angels medlemmar som var inblandade i handel med piratkopierade varor. Så det verkar lite som att enskilda Hells Angels medlemmar världen över tycker om att köpa och sälja piratkopierade produkter. Tänk om de som blivit utsatta för dessa enskilda Hells Angels medlemmars copyright intrång skylle hyra in exempelvis Ryska maffian för att ge dem stryk, skulle klubben hjälpa dessa medlemmar eller skulle de bli utan hjälp? Det motsägelsefulla med detta är väl att HA ger stryk till dem som gör precis samma sak som deras egna enskilda Hells Angels medlemmar gör privat. För denna verksamhet har väl inget som helst att göra med klubben Hells Angels i sig om jag förstått saken rätt? Saludos",
				"Det visa sig att killen inte har alls har något med HA att göra utan att hans polare under ca 2 månaders tid innan jag skrev inlägget ovan hela tiden ljugit ihop grejer om hans och andras i släktingar i HA. Jag har inte haft något särskillt intresse av HA och inte haft någon koll vilka som är med men utgått ifrån att ingen är dum nog att påstå sånt om det inte är sant. Fattar inte poängen med att ljuga om sånt för någon som ändå inte blir imponerad av det. Iaf har jag blivit bekant med en kille i red & white som jag frågade om saken annars hade inte sanningen kommit fram. Verka som det inte var ovanligt att folk blir hotade med HA fast inte de som hotar alls hade med dem att göra. De ska prata killarna tillrätta men något värre tror jag inte händer. Får säga att red & white-killen är ovanligt trevlig fast jag alltid varit skeptisk till såna som massa människor beundrar bara för att de har någon position i nån 1%-klubb.",
				"Og är inte en RD klubb",
				"Utan att att ha sympatier för något av dessa gäng (1% klubbar) så är jag nog böjd att hålla med dig i denna fråga. HA har alltid varit (vad man kunnat tolka) starkare, säkrare på sig själva. Att gå på stan och flasha sina västar innebär ingenting. Ingen klubb med självaktning skulle ställa till med för mycket bråk och trubbel och generera myndigheternas uppmärksamhet bara för att en annan klubb flashar sina västar. Den dagen en annan 1% klubb skulle inkräkta på något område som HA anser vara sitt, ja då är det nog en annan fråga, men att jaga medlemmar i väst på stan, nja... dom anser det nog vara lika mycket bikers som vi som faktiskt är hojåkare tycker... Att komma i hyrbil till en fest med en mc väst (årets midsommar rim)..är inget att lägga energi på. Därmed inte sagt att OMC eller BMC inte blir starkare och starkare, det vet jag inget om, än så länge räknar jag väl inte in Mongols eller några andra... Ge dom lite tid för att se dom inte springer hem till mamma vid första konfrontationen med några riktigt tunga snubbar. Som jag alltid sagt, det är lätt att vara tuff på sin egen bakgata när buset är många mil bort, men när buset och våldet kommer till din gata, ja då är det inte lika coolt, vilket OMC visade förra gången. Se bara prez i Gävle som gav upp för han hade ju familj... Öhh det hade han väl innan han gick med också..."
		]
	},
	{
		"postIndex": [
			[7350],
			[6910],
			[7116],
			[7156],
			[7297]
		],
		"postTime": [
			"2011-09-09",
			"2011-08-20",
			"2011-09-03",
			"2011-09-06",
			"2011-09-08"
		],
		"postNum": [
			[7618],
			[7161],
			[7376],
			[7416],
			[7563]
		],
		"postLink": [
				"/sp32761436",
				"/sp32368001",
				"/sp32638293",
				"/sp32688971",
				"/sp32736188"
		],
		"postUser": [
				"b-o",
				"frisprakig",
				"1ofakind",
				"mcmonster",
				"bajenvrak"
		],
		"postUserID": [
				"/u450174",
				"/u587455",
				"/u606314",
				"/u328889",
				"/u79973"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p635",
				"https://www.flashback.org/t989231p597",
				"https://www.flashback.org/t989231p615",
				"https://www.flashback.org/t989231p618",
				"https://www.flashback.org/t989231p631"
		],
		"userUrl": [
				"https://www.flashback.org/u450174",
				"https://www.flashback.org/u587455",
				"https://www.flashback.org/u606314",
				"https://www.flashback.org/u328889",
				"https://www.flashback.org/u79973"
		],
		"sentence": [
				"Vad gemeneman verkar tro så bara för man varit med i en klubb som fullrygg så blir man det inte per automatik i en annan klubb, iaf inte med min standard mätt. Det handlar inte om hur mycket \"biker\" du är utan hur du passar in med de andra medlemmarna och den filosofi som råder i just den klubben. Lika mycket som det handlar om för dej som Propp att se hur du trivs med dina \"nya\" vänner. En Propp är ju om han inte kommer som hängis tänkt att vara bekant med någon eller några i klubben och därutav \"Prövo\" tiden, både för hans och de andras skull. Tanken är ju att man lättare skall kunna bryta en Propp tid än som fullvärdig medlem, man lämnar inte en klubb som fullvärdig för att man inte gillar en eller två personer dvs då har man märkt det som Propp alternativt varit fullvärdig och inte röstat in dom i klubben. Men som allt annat så är ju detta helt urholkat idag och därutav ser vi det ena jävla magplasket efter det andra i MC världen, framför allt kommande från nya klubbar eller de som frångått gamla principer. Men som folk säger \"nya tider\" jo men visst pinsamt värre när man se idioter leka MC klubb a la Mongos och därutav min och några andras kräkningar på detta uppförande.",
				"\"Den gamla stamen\", menar du gamla hederliga meck-klubbar? De försökte väl aldrig gå in i krig med HA och BMC, men visst var de emot den utvecklingen. De kände väl på sig att mc-klubb skulle bli detsamma som kriminell i folks ögon. Så vart det också. Det som verkar beskrivas som \"den nya stilen\" verkar vara sweatshirt-maffior ( OG, CIS mfl) som tryckt upp västar. De tillhör ju inte mc-kretsar, jag menar de går ju inte på mc-tillställningar eller syns på hoj eller ens umgås med mc-klubbar. De bär endast väst med \"MC\" märke på. Det räcker inte. Det är nog mycket ett svenskt fenomen med gäng som bär mc-västar utan att vara mc-klubb. Kolla bara på våra grannläder: Norge, Finland och Danmark. Det är väl delvis därför man har crew/supportteam. För att en del inte har mc? Motorcyklar är ingen bagatell. Kom igen nu! Likadant med klubbhus, det har ju för övrigt alla klubbar men på ett eller annat sätt, tom MMC och OMC. Kanske inte hus men i varje fall lokal. De saknas dock skyltar, det förstår jag inte. Förklara gärna det? Är det den nya stilen också? Förstår inte heller att de som har hoj inte bär västen när de kör. Övningskör de tills det ser ok ut och sen börjar de åka med väst? Eller hur fungerar det?",
				"AJ är inte med. Inte Svem*a heller.",
				"Folk du känner har inte alls sagt att JB har kontaktat flera ur Eastside...folket du känner säger endast, Peder sitter säkert i Eastside och ska ingenstans, om man inte räknar in det fängelsestraff han blev dömd till, och där är inte sista ordet sagt ännu...det visar bara hur lite du vet. Jag har ca 1800 inlägg, det stämmer...men dom har jag samlat på mig under ca 2.5 års tid här inne, inte 1 år...så fortsätt med att öva huvudräkning på gruppaktiviteterna du... Det är pinsamt hur lite du VET om sakerna du snackar om...jag börjar tro att du inte alls jobbar som vakt. Du borde jobba som typ grävskopsförare eller liknande...fast jag tvivlar i och för sig på att du skulle klara ett sånt jobb också...nog bäst du försöker starta nån kriminell grupp med dina mongopolare och sälja tröjor som ni gör på er hantverkskurs på dagcentret du går på...",
				"Blir tydligt att du kanske skulle ha gjort din hemläxa ändå, skadar kanske inte att läsa på lite ibland oxå va... Så fort någon går i verbal clinch med dig inseer man hur lite du egentligen vet. Dina försvarstal sedan påminner mer om när Mugabe skulle försvara Zimbabwes dåliga ekonomi. Fast den du är mest lik måste nog vara Bagdad-Bob. I alla fall kanske du skulle ha vetat att det inom HA inte finns något som högsta medlemen, de är inte organiserade på det viset. Dessa tre danskar är absolut inte de ”högsta” medlemarna, dock är ett par av dem väldigt anseda och kanske detta du menar i din okunnighet? Du har lyckats muppförklara dig själv på detta forum nu, ingen tar dig på allvar o till det hör att du dryg även. Snälla gå hem o läs på lite, så kan du komma tillbaka sen o leka med alla de andra tjurarna du med..."
		]
	},
	{
		"postIndex": [
			[7831],
			[8022],
			[7844],
			[7979],
			[7541]
		],
		"postTime": [
			"2011-10-10",
			"2011-11-19",
			"2011-10-10",
			"2011-11-05",
			"2011-09-18"
		],
		"postNum": [
			[8121],
			[8319],
			[8134],
			[8276],
			[7817]
		],
		"postLink": [
				"/sp33362692",
				"/sp34090501",
				"/sp33368605",
				"/sp33843390",
				"/sp32931450"
		],
		"postUser": [
				"bajenvrak",
				"Orka...",
				"bajenvrak",
				"robin-bfl",
				"bajenvrak"
		],
		"postUserID": [
				"/u79973",
				"/u404635",
				"/u79973",
				"/u415998",
				"/u79973"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p677",
				"https://www.flashback.org/t989231p694",
				"https://www.flashback.org/t989231p678",
				"https://www.flashback.org/t989231p690",
				"https://www.flashback.org/t989231p652"
		],
		"userUrl": [
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u404635",
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u415998",
				"https://www.flashback.org/u79973"
		],
		"sentence": [
				"Tycker det där är en ganska intressant fråga, vad skulle det va som skiljer och om man nu har det som krävs varför då inte söka direkt uppåt? På pappret eller i teorin håller de båda klubbarna samma standard. RD har aldrig varit en direkt puppet klubb. Egentligen skall väl en potentiell medlem vara av samma kaliber som till HA. Jag spekulerar nu enbart men tror man måste se till historien och hur visa klubbar först etablerade sig i riket. Malmö fick ju chartret direkt och man såg väl även andra klubbar på givna orter vilket jag tror i början faktiskt spelade roll, det hände ju inte så mycket inom just HA de första åren utan jag antar att man kollade. Fanns ju även en del klubbar som på sikt efter några år skulle kunna utgöra kandidater. Sen fanns det även andra sammanslutningar och mindre klubbar på kanske inte lika givna orter, dessa fick då således bli RD. Torde väl nästan bara städerna Sthlm och Gbg som huserat båda klubbarna samtidigt annars var länge RD den enda klubben i norra Sverige. Precis som nämnts vet jag folk som huskat flera år i RD för att senare göra samma race och bli fullvärdig HA. RD chapter som lagts ner och senare blivit fullvärdiga även de. Polisen har definierat RD som en plantskola till HA. Säkerligen har flera RD kommit till ”högre” insikter eller ambitioner efter medlemskap i klubben. Samma typ av medlem tror jag dock än RD innehåller med enda skillnaden att dessa officiellt supportar en annan klubb. Som HA supportar du ingen annan än dig själv. Biker kapitalet i riket är i alla fall sen länge slut, kan omöjligt undgått någon. Några klubbar med kaliber finns kvar, de flesta inom Svemod. Andra klubbar med lite mer än bara ambitioner är sedan länge HA chapters. Vill inte HA tumma för mycket kvaliteten har de enbart två val kvar, de kan fortsätta att dela upp chapters alternativt för att bereda ut sig. Annars enda riktiga chansen till utökad expansion är att ta upp befintliga RD chapters(vilket man gjort på vissa orter). För sen är kapitalet slut men då sitter man på gott som på hela det bikerkapital inom 1% svängen som är något att ha.",
				"Outlaws finns nästan bara i Malmö, och i stort sett endast i klädväg (ja jag vet att några har en motorcykel). De försöker och har försökt på flera orter i Sverige men det går inte speciellt bra. Som den Mc-klubb de ska föreställa försvann de 2007 och är fortfarande inte tillbaka. Spelar ingen roll hur många mostrar o kusiner och klaner som får deras västar och collegetröjor. De måste ta ett stort jävla steg till om de på allvar ska försöka bli en 1% klubb som kommer stanna i Sverige. Det funkar att vara hatad och jagad nåt år eller 2, lite nyhetens behag i gängvärlden brukar boosta i början, men i längden är det inte många som pallar att hela tiden vara så hatad. Det kan funka, men vad ska vara moroten eller drivkraften till det? Vad är det som hägrar? En plastpokal? Lättförtjänta färger gör alltid folk till riktiga tuppar till en början, det har alltid varit så, men det har aldrig fungerat för efter ett tag spricker bubblan för fler och fler o innehållet visar sig vara luft. Enligt mig är Outlaws bara ett större $L med lite högre medelålder, samma ohållbara blattetaktik och höga svansföring. Den som lever får se.",
				"Fisken, du har givetvis en poäng du med. Går inte att förneka att den kvoten du tänker på även bör beaktas. Dock är den inte så stor men de finns helt klart. Yngre tenderar att vara ivrigare och när jag påstår att det inte finns många kvar som orkar gå hela den långa vägen tror jag många yngre kvalar in inom denna kvot då bland dessa genvägar uppskattas. Medelåldern är ju oftast högre ju äldre chaptret är men tror helt klart många klubbar vill ha in nytt blod men då skall det verkligen vara rätt blod. Detta står då i polemik med vissa klubbar som är mer måna om att öppna fler chapters där det inte alltid är så viktigt hur blodet ser ut. När en del även varit måna om att sätta sig på kartan kan vi nu se att när väl detta sen är gjort har de börjat rensa ganska friskt. Överlag är det du nämner om utdöendet ett problem världen över, och de flesta sammanslutningar har haft problem med att få gamla värderingar att leva vidare i nya generationer. Nya ”old school” individer är därför inte vanligt men de finns. Finns helt klart en risk att de som startade vissa klubbar kommer att vända sig i graven om några år. Men det som kommer att bekymra dem då är nog inte antal eller ålder utan hur verksamheten eller klubben idag sköts och vad som utgör stommen.",
				"vet du inte va ducha är?",
				"Håller med, så varför gör inte det?"
		]
	},
	{
		"postIndex": [
			[8613],
			[8634],
			[8518],
			[8393],
			[8593]
		],
		"postTime": [
			"2012-02-13",
			"2012-02-13",
			"2012-02-11",
			"2012-01-31",
			"2012-02-12"
		],
		"postNum": [
			[8930],
			[8951],
			[8834],
			[8708],
			[8909]
		],
		"postLink": [
				"/sp35661677",
				"/sp35672200",
				"/sp35637629",
				"/sp35426857",
				"/sp35651551"
		],
		"postUser": [
				"bajenvrak",
				"thefisk",
				"bajenvrak",
				"0-0-0-0",
				"Glock9"
		],
		"postUserID": [
				"/u79973",
				"/u209519",
				"/u79973",
				"/u655242",
				"/u667451"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p745",
				"https://www.flashback.org/t989231p746",
				"https://www.flashback.org/t989231p737",
				"https://www.flashback.org/t989231p726",
				"https://www.flashback.org/t989231p743"
		],
		"userUrl": [
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u209519",
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u655242",
				"https://www.flashback.org/u667451"
		],
		"sentence": [
				"Tanken var ju först att låta diskussionen bero och med det låta fakta tala för sig självt. Nu fick jag ändå ett pm ifrån någon som ville jag skulle förtydliga mig i frågan kring status och ink. Då kan jag lika gärna göra det här och samtidigt kanske det rättar ut vissa frågetecken samt förtydligar hur fel vissa påståenden som kommit upp är. Ursprunget till det hela var inte ens en diskussion mellan mig och en annan användare men så la sig en tredje part i och med dennes bristande kunskapsbas och aktivt ordbajsande i alla trådar är det förståeligt att en del hamnat i luften utan något genomtömmande svar. Till er som redan har bilden klar för er ber jag om ursäkt, skall även försöka att inte ordbajsa mer än nödvändigt i mitt svar men känner att det är bättre att vara övertydlig vilket ger mindre svängrum åt en viss jöns som på senare tid åter igen börjat parasitera denna forumdel. Om forumet kan liknas vid en djungel, så är alla skribenterna Kalle Anka, ja ni minns säkert alla den störiga fågeln som stör Kalle Ankas fotografiska expedition, det är nog det närmsta användare xtro vi kan komma i detta sammanhang. Vad jag och denne användare främst diskuterade innan fågeln la sig i var ifall man kunde behålla sina gaddar efter det att man har lämnat en klubb. Detta var vi nog båda ganska överens om men vi har båda bevittnat två olika ord och allt detta handlar om medlemmar som av olika skäl valt att lämna sin klubb och räknas därför som ute (out) i gs (good standing). Det mest centrala här är två saker, status och tatuering (ink) när en medlem inte längre är medlem i en viss klubb. Den engelska terminologin spelar ju även in och det blir mer logiskt om man använder dessa termer. – - What happend with John? -John is out in good standing, meaning that he has left the club and his standing with us are good. Frågar vi då John vad som hände kommer denne att svara, - I am out of the club, I left in good standnings. En del klubbar begär vid gs uträde att datum skall inkas in även liksom det ut, ni med lite engelskakunskaper vad blir det…? In råder det väl ingen tvekan om, så in vid ena datumet då, och dess motsats, ja bingo det blir i detta fall out. In and Out . Talar vi om en tredje person på engelska i detta sammanhang blir det enbart, - Thats John overthere and he is out with us in good standings. Ja för hade han varit ute i Bad Standings (bs) ja då hade inget sett honom. Lämnar jag klubben (gs) finns det två saker jag gör direkt, ”turn in my colours (allt med loggan på dvs) and ink out my tattoos. Vad som skall inkas under varje gadd i när en medlem går out gs verkar ju variera. Det är ju helt naturligt för mig då jag trots allt är den som bär gadden att skriva något i stil med ”I left in GS datum, man skriver i jag form. I jag form blir det helt fel om jag skall skriva out, men för att andra skall förstå varför jag har min gadd kvar blir det mer logiskt med out även på min egen gadd. Antingen är du inne med klubben, eller så är du ute med klubben och det finns två ”utvägar”, vare sig mer eller mindre; ut bad el ut good. Att påstå att begreppen gs och bs är förlegade är bara korkat, de är huggna i sten och allra högsta grad aktuella, bara att skita i vad en liten fågel viskar i ditt öra. Har du gadden kvar är din status gs oavsett vilka ord som står under om det är out eller left el bara gs eller att man skriver ut hela ordet. Hoppas alla fattat bara vad som inte skrivs ut är anledning som kvittrande lät ett par dagar tillbaka Datum status (god då, bad är ett annat kapitel). Out som Out, just det ordet spelar ingen roll, det är den statusen som kommer till i varje fall som räknas. Är du out bs ja då är det ”turn in your colours and cover up your ink (or the club will do it for you). I vanliga fall när man åker ut på detta sätt brukar den förra medlemmen ges ett par dagar att täcka över alla gaddar som relaterar till klubben. Man kommer och kollar denne en sista gång så att det är gjort sen finns personen ifråga inte mer för klubben. Åker du ut bs så är du givetvis out in bad standing när man talar om dig men inget som hör till vanligheterna att det gaddas in. Tatueringen skall täckas över och sen försvinn, det är allt. I regel brukar man inte skriva något under, för det skall inte finnas något att härleda till, ut ifrån vad? Personen finns ju inte mer. Individen som är out bs får vanligtvis en chans att fixa det själv, i vissa fall har klubben gjort detta åt honom. Men att en person nu fick datum på samt texten out är ytterst ovanligt och långt ifrån praxis oavsett vad en fågel gafflar om. Man skriver i regel ingenting på en person som har åkt ut bs. Efter gaddarna är bort skiter man i denne. Så kommer användaren Buzze men ett ganska intressant inlägg i frågan och ytterst relevant även. Var det inte precis så här som hände då med den stora göteborgaren. Gaddar bort plus texten out och datum vilket helt har förvillat vår fågel. Fågeln bygger hela sin verklighet på detta fall, för egen del förbryllar det mig en del. Fattar inte riktigt hur de tänkte när de förutom att täcka över hans gadd även skriver ett stort out över den. Men om han nu skulle ut fanns det inga skäl till att lägga dit vare sig ord eller siffror. Individen skall ju inte finnas mer för klubben och här skapade man coverup med text vilket aldrig kommer att göra så att individens koppling till nämnd klubb försvinner. Precis som du Buzze så förbryllar detta exempel mig, nu finns det väldigt få fall att studera av naturliga skäl. Kanske vart det för dem som gjorde väldigt personligt och orden pricken i:et. Jag vet inte, nåt trendbrott tror jag det är långt ifrån alla fall. Bad standing eller Good standing, the only ways to go. Så att även fågeln kan få något att kvittra på, att ovan har skett betvivlar nog få på, men enbart målsmans version och medierna som fått komma fram. Finns ju ett fall till som tas up i den första Svensk Maffia boken, ironiskt nog målsägaren ovan förövaren i den i precis samma situation. En medlem som åkt ut bs, finns en bild på den övertäckta gadden dessutom. Nu har jag inte den boken här men kan nästan svära på att det inte fanns någon text vare sig under eller över gadden på den bilden. Någon vänlig skäl kanske kan dubbelkolla? Finns det ingen text ja då är i största grad det som hände ovan ett undantag och långt ifrån någon regel. Är du out good så märks detta både på kroppen samt bland klubben. Out bad allt du hade tas ifrån dig och märken på kroppen suddas ut. Statusen är solklar, sen hur man närmare sig den inom olika klubbar kan variera, diskussionen har inte handlat om ifall att det skall stå ”left” eller ”out”. Det är inte left/out som spelar någon roll utan följande status och det enbart. För att jag skall leva ett sånär normalt liv efter min klubb tid inkar jag in antingen: IN:29-12-69 OUT:15-02-12, och detta verkar räcka inom en del klubbar. Andra klubbar 15-01-12 out in Good Standing (ingen förkortning). Så vet alla vem jag var samt att jag fortfarande är en stand-up guy. Covered up ink är inget nån direkt går och skyltar med, frågor om det sista man vill ha. Frågor om medlemmar som är out bs är även det sista klubbarna vill höra om. På den enda covered up gadden jag har sett satt på en kille som gick bs ifrån en ganska stor klubb. Under eller på den fanns där ingen text och det hade nog varit ännu mer förödmjukande för honom om det hade stått något, inget han skulle göra på egen hand och när det egentligen inte ens behövs. Stämmer nog väl med bilden i maffia boken även på ett precis samma fall. Mega fallet fattar jag inte riktigt, bara man inte bygger upp hela verkligheten och alla sanningar och fakta kring detta. Den gs gadd jag bevittnade har nu över 10 på nacken och satt på en kille synlig och väl och där sitter den nog än, minns det som det var igår: datum, Out in Good standing, precis nedanför hans death head på armen. Jag hoppas nu med denna post ha rett ut det hela så gott det går, ursäkta bäbisnivån. Roligast blir det om man går tillbaka i tråden och följer den intensiva diskussionen mellan mig och fågeln där han för varje svar hävdar något annat på valda delar som kanske inte är det mest centrala i det hela. Jag har med denna post även försökt att sammanfatta även dennes argument. Min egen åsikt finns inte däruppe men kan hända att jag missa något, citera därför inte hela texten, den är förlång enbart du vill jag skall förtydliga. Fördelen med att studera biker kulturen är att den överlag är ganska statisk, fasta regler principer som står fast i sten. Då inte sagt att man ibland har ruckat på dessa, inte för att skapa nya regler utan man ruckar tills man kan gå tillbaka till de gamla vanliga reglerna igen. Grundreglerna förblir stommen, och alla 1 % följer dessa mer eller mindre, när de inte följer dem så är det för att en dag kunna följa dem på riktigt igen. Nu skrivs detta i HA tråden, men ovan är ganska applicerbart på de flesta 1 % klubbar. Jag hoppas även med detta inlägg ha satt punkt i frågan, dvs det som kom utav min och Blåbärförlivets lilla obetydliga dividering innan fågeln la sig i. Jag borde ha släppt det direkt men ibland vill man bara sticka små håll i den där lilla ballongen han har med det han kallar kunskaper som enbart hämtat ifrån andra här utifrån påstående på vad andra tillför och skriver i debatten. Be om raka och enkla svar på det han skriver istället så skall ni se hur han istället enbart antingen svarar på annat, kanske något du har sagt eller kommer med personliga påhopp. Något rakt svar om något finns inte, och kanske inte så konstigt för fågeln vet inte så mycket heller om nåt. Ja det är jag som är vraket – Good boy nearly fucked (GBNF). Fågeln ligger redan i min fot fast där under hans förra nick och givetvis skall den korrekta betydelsen vara Gone but never forgotten. Ja då slutar vi här, ursäkta alla er som jag enbart slösat er tid, ni är säkert trötta på mig då trots allt tvingas se mitt nick i nästan varje post. /Xetrovrak",
				"Går inte detta att anse som nutidens \"sitta i tv-debatt med västar på sig\"? Jag tycker visst att jämförelsen är intressant. \"Såg du nånsin något om hur många hojar HA eller BMC köpt in till klubbarna då dom startade ? Eller såg du någonsin något om att exempelvis Perkele Mc blev Sveriges andra (Eller tredje) avd. rödvit INNAN dom blev det?\" Nej. Har inte heller sett exempelvis Mongols sitta i direktsänd tv på bästa sändingstid i en tv-debatt. \"Skulle HA börjat hora på Facebook eller blogga så kan jag lova dom hade blivit lika förlöjligade som andra\" Det skulle dom förmodligen bli, ja. På samma sätt som Mongols hade blivit duktigt förlöjligade om de nästa vecka dök upp ett gäng med västar och allt och satt i svt-debatt med Belinda Olsson. När detta program med HA spelades in, så var HA fortfarande relativt/väldigt nya i Sverige som klubb. Rätta mig gärna om jag har fel dock. Idag har du Mongols som är väldigt nya i Sverige som klubb. Kanske \"lär\" dom sig efter tid att det inte är fördelaktigt att blogga och synas i diverse sammanhang. Förmodligen på precis samma sätt som att du inte skulle se HA sitta i en tv-debatt i dagens läge. Återigen verkar det som det enbart finns en väg att gå för att få betraktas som en \"riktig\" 1% klubb. En jäkla massa regler och krav hit och dit. När jag trodde att mycket av själva 1% kulturen snarare handlade om att komma ifrån att behöva underordna sig en massa regler och krav. Det vill säga något av en friare livsstil.",
				"Säkert är det som du säger, jag har inte sett just den gadden ifråga, gadden jag främst tänker på stod det i detta fall under men det kan nog variera. Vad jag och Blåbärförlivet i största vänlighet dividerar om är i fall det rör sig om ”left” eller ”out”. Jag är nästan hundra på att det skall stå ”Out” men det spelar ingen roll, inte det andra sen maler om. Ut/lämna på något sätt skall det stå likaså status vilket i detta fall är GS för annars skulle inte gadden vara kvar. Det måste vara tydligt varför en person får ha kvar sin gadd, därav även att det står gs om det så är före eller efter datum samt att personen lämnat oavsett om det rör sig om left eller out. Finns även klubbar som använder sig av termer som in samt out och två datum. Status och datum, inget som skäl eller anledning/varför som någon snurrat om. På konkret fråga svaras det datum och anledning, fattar alla att det inte håller, inte ens i dennes värld med vissa termer: ”Left(el enligt mig out) 09-02-12, bad knee”. Kontentan är att man kan få behålla sina klubbgaddar, men det skall då vara tydligt att man är ute i GS och det finns dem som har denna text på kroppen och i vissa fall kanske det räcker med left och datum på det. Enbart det som vissa inte fattar oavsett hur mycket de skriver. @Blåbärförlivet, vi kanske båda har rätt, och det kan säkert råda lokala skillnader klubb till klubb. Jag säger inte emot din observation, förståeligt även att detta inte är något man kan googla fram bilder på. Man har sett det man har sett, vissa här har inte sett något alls.",
				"Men den killen bär upp det på ett helt annat sätt än våra kära SL äckel samt annat löst tidlags idkande incest produkter vi ser i utkanten av klubbar och i förortsgäng. Tittar ni på västen så ser ni att det är rätt många år han varit med och säkert en man som kommer dö med västen på. Skulle han av någon anledning lägga av sig västen ofrivilligt lär det finnas gott om folk som vill hjälpa han ner i en hamn nära dig. Så det känns ju inte som att det spelar någon större roll att han har förstört sina framtida karriärutsikter då han nog inte planerat att söka arbete i den offentliga sektorn de närmaste åren. De är en annan sak och va en 19 årig pundare gadda in någon supportklubbs namn eller emblem i ansiktet då det förhoppningsvis inte är ens sista anhalt i den världen. Sen allt jävla snack om hur bikers ska se ut. Vad har ni varit de sista typ 20åren det ändras som allt annat sen att en del vill hålla kvar vid det gammal och trivs med det är ju trevligt men utveckling sker överallt i samhället och så även där. HA är stora men inte gudar. De har gjort mycket för mc Sverige men är inget ifrån de enda riktiga mc gänget. Vi ser att även dom börjar rucka på ”traditioner” och även där handlar det om att hålla et sken uppe. Det är företag och inga kompisgäng där alla är bästa vänner. Ett sken av brödraskap och inget annat. De olika avdelningarna i sig kan ha ett riktigt brödraskap men så klart kan inte alla va vänner där av små så klara sig klubbar med små chapters sig ofta bättre. Men vad fan hade nu detta med saken att göra. Över&Ut 0-0-0-0",
				"Jag förstår inte vad du menar med kapital?? Menar du att dom sitter på flera miljoner och lever på räntan ??? Det tror inte jag att dom gör . Ja det är sant att dom har sitt/sina CREW och det är just det dom är tillför.. Nu mera är det just dessa CREW som är soldater och sköter om vad som står på dagordningen.. Detta betyder ju att dom är lite smarta eller hur !!!! Sedan är det klart att HA inte vill starta något krig, det vill ingen och det finns inget att tjäna på det verken för HA eller dom som dom skulle kriga mot.. Sedan finns det alltid som som vill mäta styrka genom att hoppa på dom \"stora pågarna\" för att kunna skryta ute på stan eller kanske få lite respekt från sina andra polare. Sedan kan jag hålla med om att det var bättre när Möller & gamla HA fanns där, då var det ordning och reda och ingen skulle köra bakom ryggen och gjorde dom det blev det konsekvenser av det direkt."
		]
	},
	{
		"postIndex": [
			[9366],
			[8876],
			[8896],
			[9438],
			[9250]
		],
		"postTime": [
			"2012-05-08",
			"2012-02-22",
			"2012-02-24",
			"2012-05-08",
			"2012-04-29"
		],
		"postNum": [
			[9715],
			[9199],
			[9220],
			[9789],
			[9594]
		],
		"postLink": [
				"/sp37237668",
				"/sp35840004",
				"/sp35868736",
				"/sp37249041",
				"/sp37090864"
		],
		"postUser": [
				"f1ttan",
				"Hem_bränt",
				"loto",
				"Roadrage",
				"skanes"
		],
		"postUserID": [
				"/u563858",
				"/u187769",
				"/u629156",
				"/u343050",
				"/u663288"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p810",
				"https://www.flashback.org/t989231p767",
				"https://www.flashback.org/t989231p769",
				"https://www.flashback.org/t989231p816",
				"https://www.flashback.org/t989231p800"
		],
		"userUrl": [
				"https://www.flashback.org/u563858",
				"https://www.flashback.org/u187769",
				"https://www.flashback.org/u629156",
				"https://www.flashback.org/u343050",
				"https://www.flashback.org/u663288"
		],
		"sentence": [
				"Ledsen att behöva göra dig besviken Orka... Men det finns verkligen ingen sanning i det du skriver. Ingen har gjort sig osams med någon denna gången....heller. Allt grundar sig på fullständigt osanna rykten om att Svinen skulle beblandat sig med OMC. Som nära vän med dessa gubbar kan jag ärligt säga att det har försökts att värva klubben både hit o dit, men eftersom det är just ett grabbgäng som festar o har kul ihop, tar hand om sina familjer och jobbar med vanliga svenssonkneg, så har aldrig intresset funnits, det är helt enkelt inte av samma virke som dom stora pojkarna...och dom vet om det. Det har heller aldrig varit deras intusion att vara det. Det enda dom vill är att festa och åka på träffar mm, som alla andra 99%-are. Att påstå att dom skulle gömma sig bakom barnen är ett helt otroligt dåligt försök att vända på saken. Jag måste ställa frågan - Är du utvecklingsstörd? Att man har sina barn med sig på en familjefest är inget konstigt alls, det är så man gör som familj. Attacken kom helt oväntat och helt utan orsak, chockade alla. Barnen ifråga vaknar på nätterna nu och gråter av rädsla. Du kanske tycker det är ok, vad vet jag. Att de som attackerade skrek - Så går det när man umgås med OMC!, under tiden de slog alla svinen, ja det talar ju sitt tydliga språk om vad detta handlar om. Ett osant rykte utan grund har satt P för en av de mest omtyckta klubbar Sverige skådat på länge. En klubb som funnits i 20 år utan att stöta sig med några andra klubbar. Tro mig när jag säger att dom aldrig varit i kontakt med OMC. Förra gången det hände grejjor på klubben var av allt att döma ett försök till överpatching från den klubb som bråkade. Dom skulle helt enkelt se vem som sket på sig och vem som stod på sig. Att sitta och försvara en handling av denna dignitet som du gör, helt utan att veta ett förbannade dugg om saken....det är helt obegripligt. Du måste vara utvecklingsstörd, eller bara helt enkelt riktigt jävla dum i hela huvet! Var du kanske med och höll i att av järnrören eller kulhammaren som dom slog i skallen på Svinen? Eller var det du som höll i kofoten som krossade skallen på en av dom? I mina ögon har HA tappat all cred, i mina ögon finns dom inte mer. Detta var inget annat än en riktigt felplacerad attack, gjord på helt obefintliga grunder och jag hoppas att HA inser att dom gjort bort sig ordentligt. Det intressanta är att den klubb eller den person som odlat detta rykte om OMC, vilket fick till följd att HA tog folk från stockholm, malmö, och göteborg till Kalmar för att misshandla och slå sönder på detta vis, ja dom har en del att förklara för HA som nu måste rädda ansiktet utåt. En syndabock skall fram, nån får skulden. Nån/några kommer se mer jord än vad som är hälsosamt.",
				"Jag är inte HA supporter någonstans och vet att många av dom äldre som är med idag har blivit bekväma (man kanske ska säga rädda) och inte vill ta upp striden som grabbarna nere i Danmark har gjort. Det är väl därför några av dom yngre har öppnat West Rock City i GBG om inte jag har hört fel, men det vet du bättre än mig loto. Tycker bara inte att man ska sitta och säga att alla i det eller det gänget är jävla töntar som superman4ever gör, då det finns bra och dåliga killar i alla gäng, jag menar det finns dom som sticker så fort det hettar till och det finns dom som inte skulle backa för någon eller något. Sen så håller jag med dig att det är ett jävla skämt när man köper och försöker köpa folk. För fan eller att någon av dom nya grabbarna skulle ta en kula för dig. Det finns inga band ingen lojalitet, ingenting förutom att ni har samma väst och vafan spelar det för roll så länge ni inte känner eller bryr er om varandra. Därför HA var starkare innan för det var kompis gäng som startade upp dom olika avdelningarna folk som kände varandra bra och ställde upp för varandra och som hade gjort business tillsammans i många år. Och det är därför kompis gängen ute i orterna är starkare idag för att dom har dom banden vilket många som springer runt med väst idag inte har. Mvh V.",
				"När Hells Angels har medlemmar som är eller har gjort något elle varit misstänkta för något som det här: 1.Kvinnomisshandlare 2.Hel avd med Golbögar Norrköping, eller golbög 3.Bög knullare/våldtäkts man 4.Barn misshandlare 5.Kamelryttare 6.Köpa lojala, vänner som medlemmar 7.Hota och utpressa kvinnor. 8.Hiv smittad medlem Så är det okej. Spelar ingen roll om man e dömd eller inte i tingsrätt eller om det går att bivisa över huvudtaget. Rätt ska vara rätt kan man döm andra på lösa grunder på saker dom har gjort eller inte så får man fan döma alla på lika lösa grunder och inte favorisera medlemmen bara för att den e HA. Och bara för att HA skulle aldrig ta in en sån människa. HAHAHA Säg mig varför skulle någon annan ta in en sån människa och inte HA vad gör HA så att man ska tro på allt de gör och säger. Men man ska inte lita på någon annan vad den säger eller gör. Sluta med era trams. jag påstår inte att alla här gör det men jag ser vilka som gapar mycket och sen när det gäller HA så är munen stängd och ni har inget och säga. TÄNK PÅ DET. Det finns mycket bivis som vi inte har här om folk inom alla mc gäng och många med bivis. Men då får man sluta och ha dubbel moral när det passar en vis person eller Mc klubb. Det gäller även mig. PS. Jag drar inte alla över en kam",
				"Jag instämmer i kören som vädrar sitt förakt för detta drama. Tyvärr så ger HA blanka fan i vad alla andra än dom själva tycker och tänker om deras klubb. Så alla denna kritik som nu förekommer angående denna handling talar för döva öron. Att HA tappar sympati från de som ändå har sympatiserat med dom tidigare spelar dom ingen roll då det är fruktan som dom eftersträvar, och den fruktan har ju inte direkt minskat av denna aktion. Som en del sagt innan mig så gör sådana här saker att andra klubbar vinner mer sympatier och i slutändan att HA tappar inflytande över landets hojåkare. Inte för att HA bryr sig om det då dom ändå har börjat frångå den typen av rekrytering som dom hade tidigare. Nu för tiden så rekryterar HA lika mycket gettoungar och renodlade kriminella utan MC intresse som deras konkurenter har blivit anklagade för att göra. Så vad ska man göra åt detta då om man nu blir rasande när man inser hur HA verkligen håller på? Tja, om man vore driftig och hade mycket kontakter med den större delen av sveriges MC klubbar så vore ju ett förslag att man genast satte sig och försökte samordna ett massavhopp från SBM tex. En annan sak vore att man bojkottar alla HA fester. Ytterligare en sak vore att de klubbar som har tappat tålamodet med HA´s beteende själva gick ihop och bildade en \"allians\" som alla ställer upp för varandra om dom skulle få problem med någon av de store klubbarnas aggresioner. Detta kräver ju dock att alla som är med i denna allians går in för detta helhjärtat och inte springer när det väl behövs, och tyvärr så tror jag inte att det är så många som är beredda att stå för sin rätt att få åka hoj utan att någon ska styra och ställa över vad som dom får göra och vilka dom får umgås med. Tyvärr så är min uppfattning att det inte finns tillräckligt med ryggrad bland den stora gråa massan av sveriges hojåkare att stå upp för sin frihet. Och det är mycket tråkigt, speciellt eftersom det inte skulle vara några större problem att just bilda en allians för \"självskydd\". Men det är väll så att de flesta inte är beredda att stå upp för sig själva, och det är förjävla synd, speciellt eftersom tex HA är lika mycket människor som vilka andra som helst. Slår man en ängel så får han lika ont som alla andra.",
				"Kan ju börja o berätta för dej att jag inte bor på österlen så vet du det med! att där skulle va folk i röd-vita svären som är fd outlaws är mkt möjligt men dom lär inte va medlemmar i varken HA eller Red Devils, mycket möjligt i nått crew, samma hos Bandidos om jag inte har fel för mig. Tycker det är o varit för mkt hoppande mellan klubbar o jag för min del hade aldrig godkänt att ta in hoppjerkor i en klubb jag va med i, man kan ju undra var deras lojalitet finns nästa vecka. Som det är nu så verkar ju Outlaws ligga lågt, betyder kanske att dom bygger om och rättar till, bra för dom i så fall. Fast jag tycker fortfarande att outlaws o dom andra Svart-vita är sopor, kan säkert finnas nån bra kille där men det kan inte va så många."
		]
	},
	{
		"postIndex": [
			[10096],
			[10009],
			[9981],
			[10087],
			[10086]
		],
		"postTime": [
			"2012-07-19",
			"2012-06-27",
			"2012-06-21",
			"2012-07-19",
			"2012-07-19"
		],
		"postNum": [
			[10469],
			[10378],
			[10350],
			[10460],
			[10459]
		],
		"postLink": [
				"/sp38405030",
				"/sp38066849",
				"/sp37973462",
				"/sp38403052",
				"/sp38401875"
		],
		"postUser": [
				"The-Stick",
				"samiska",
				"Softail",
				"thefisk",
				"The-Stick"
		],
		"postUserID": [
				"/u703689",
				"/u574393",
				"/u164652",
				"/u209519",
				"/u703689"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p873",
				"https://www.flashback.org/t989231p865",
				"https://www.flashback.org/t989231p863",
				"https://www.flashback.org/t989231p872",
				"https://www.flashback.org/t989231p872"
		],
		"userUrl": [
				"https://www.flashback.org/u703689",
				"https://www.flashback.org/u574393",
				"https://www.flashback.org/u164652",
				"https://www.flashback.org/u209519",
				"https://www.flashback.org/u703689"
		],
		"sentence": [
				"Sprida rykten för egen vinning ? :S WTF IS WRONG WITH YOU? :S Om du ska prata om att snacka skit så ska du veta faktan bakom allt! och är ledsen men tror liksom inte att HA tror på allt som skrivs på Flashback! Hade jag velat få dem stora HA att lyssna på mig så hade jag fan heller skrivit på FB! Hade väl ändå mejlat eller möjligen sökt upp någon! Men det handlar nog mer om att du har inte en aning om allt jag säger är sant eller om jag sitter och säger bara är bull shit.... Hur i helvete kan en person vinna på ett krig mellan två MC gäng ? :S Hade sedan kan det handla om att upplysa dem mindre grupperingarna att inte vara rädda för andra gäng som tror att dem är Fuck vet vad! HA är det ledande MC gänget i världen... Så tror knappast att dem skulle lyssna på en person! Så du kan ju säga att jag sprider hur mkt rykten som helst men om man ej är insatt i världen utan lever via FB och nyheterna så kan man säga att ja sprider rykten... Innan du säger att folk på FB sprider rykten så ska du veta att många inne på FB är Medlemar till HA Bandidos Vagos Mongols m.m för att läsa vad folk tycker om dem och lite andra små saker!! Håller med nasti! Hells angels kommer alltid styra Sverige oavsett om folk gillar det eller ej! Varför tror ni dem har Sverige modellen ? Jo för att dem kan reglerna och dem vet hur allt ska gå till för att dem är störst!!",
				"Är väl just det som det mer eller mindre alltid har varit och är än idag. Man söker sig gärna till diverse klubbar (även andra grupperingar/gäng) för att man just vill bli sedd och hörd. Dagens samhälle fungerar på så sätt att kommer det en MC kille med väst på sig så sätter folk sig direkt i respekt till honom. Sen tycker jag personligen att man inte kan lägga all den skulden på media även om det förstås hjälpt till och målat upp den bilden. Precis som du skriver Hampus så beror det på vad det hela handlar om men skulle vilja påstå att i 9 av 10 fall så står övriga medlemar bakom honom om han inte trampa riktigt ordentligt i klaveret.. Rätta mig gärna om jag har fel då du har bättre koll på ämnet men tror inte direkt att man är speciellt ledsen över att man har denna \"bild\" från media. Självklart finns det en tanke bakom det hela när det kliver in 3 killar iklädda sina västar och vill ha en bit av kakan. Även om de nu agerar på \"egen hand\" så finns det ju en anledning att man vill visa upp sin klubbehörighet och har på västarna. I och med denna handling så bör väl klubben mer eller mindre stå bakom det hela eller hur går snacket om detta då det indirekt bli klubben som \"utför\" det hela.",
				"Dom umgås helt enkelt mer med HA än vad andra klubbar gör. Kör tillsammans med HA på olika träffar och fester och besöker HA på mer regelbundet. Det handlar inte om någon försäljning eller några pengar. Men givetvis handlar det om att HA stärker sin ställning utåt sett, då fler officiellt stödjer dem. Och självklart underlättar det rekryteringen då man har en krets av personer som man känner bättre att rekrytera ifrån. Tyvärr är det väl så att en hel del personer nu söker sig till dessa support-klubbar bara för att dom ser en chans att kunna bli fullvärdiga HA. Märket tilldelas inte någon, vill man ha det får man först bevisa att man är värd det (genom att umgås med HA, inget annat) och därefter kan man kanske få det. Så det är knappast någon risk att någon klubb skulle utsättas för repressalier p.g.a. att dom nekat att ta emot märket. Det finns många klubbar som bär någon annan klubbs märke. Klubbar som har blivit goda vänner och umgås mycket. Och som genom att bära den andra klubbens märke visar att dom har starka band till varandra. Nu bär inte HA några andras märken, dels för att det skulle bli ganska många men även för att det finns strikta regler för vilka märken som får sättas på och hur västen ska se ut. Samtidigt så behöver väl knappast HA visa vilka deras allierade är.......",
				"Kanske kommer inom sinom tid? Kanske är svårt, för att inte säga smått omöjligt, att kriga mot allt och alla på en och samma gång. Speciellt när en del inom de egna leden sitter inne på grund av diverse orsaker, bland annat på grund av tilltag mot andra klubbar. Vissa här inne verkar ju tro att det bara är att ta bort klubb efter klubb, med en fingerknäppning eller två. Lägg sedan till att dom är ganska väl övervakade/under uppsyn från polisens sida.",
				"Hur kommer det sig att HA inte tar tag i dem så kallade brutala Vagos? Vissa medlemar har bokstavligen sagt att dem ska knulla HA och att dem kan suga deras kukar etc etc.. Tycker det verkar väldigt konstigt även när VMC går runt och säger att HA ska ha bränt ner deras klubb lokal och ska åka på möte med dem... ^o) Har aldrig haft höga tankar om HA tills ja fick höra av en nära vän att dem har koll på ALLA! Sedan bad jag han ta reda på om dem visste vem jag var... Och mycket riktigt så gjorde dem det!! Därför tycker jag det är väldigt konstigt att dem låter ett Gäng små piss blattar gå runt och kalla sig 1%... Kommer ju ihåg vad dem gjorde med OMC! För flertal medlemar i VMC har ju sagt flertal gånger att HA aldrig kommer göra något för dem är ingen MC klubb och dem ska bli den största så kallade \"MC klubben\" i Sverige! Bara riktigt nyfiken... Kan man gå emot mot folk från \"Särimners\" och OMC så borde man väl kunna sätta stop för denna så kallade \"MC klubb\" som går runt o leker gangsters böter folk till höger och vänster... :-S Dem som har känningar och vet något vet exakt vad jag pratar om! Så ni som \"Internet krigar\" kan ju skippa att lägga ett inlägg!"
		]
	},
	{
		"postIndex": [
			[10882],
			[10247],
			[10850],
			[10313],
			[10360]
		],
		"postTime": [
			"2012-10-06",
			"2012-08-06",
			"2012-10-03",
			"2012-08-22",
			"2012-08-28"
		],
		"postNum": [
			[11287],
			[10624],
			[11254],
			[10691],
			[10740]
		],
		"postLink": [
				"/sp39705204",
				"/sp38681183",
				"/sp39650699",
				"/sp38956659",
				"/sp39056423"
		],
		"postUser": [
				"friskybrisky",
				"veritatem",
				"RemeronDreams",
				"Cash.no.money",
				"Jocke_S"
		],
		"postUserID": [
				"/u729212",
				"/u706449",
				"/u525240",
				"/u724867",
				"/u206148"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p941",
				"https://www.flashback.org/t989231p886",
				"https://www.flashback.org/t989231p938",
				"https://www.flashback.org/t989231p891",
				"https://www.flashback.org/t989231p895"
		],
		"userUrl": [
				"https://www.flashback.org/u729212",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u525240",
				"https://www.flashback.org/u724867",
				"https://www.flashback.org/u206148"
		],
		"sentence": [
				"Mitt liv med HA: I min ungdom spelade jag i ett coverband som brukade åka till MC Swedens lokaler i Djurlöv. Alltid bra service, fri dricka och mat. Lokala muskelberg bar in högtalarna som vi knappt kunde bära på två man. Det var alltid toppenspelningar. En galning som kallades Sjöman fixade fram lustgas som var väldigt uppskattat i bandet. Har lite svårt att hålla isär de olika spelningarna så här nästan 20 år efteråt, men jag minns den nakna lucian och jag tror att det var samma kväll som vi fick stå och vänta i en timme utanför lokalen. När vi släpptes in stelfrusna hade alla bytt västar till HA västar. Nu var MC Sweden förvandlat till Hells Angels. Vi hade egentligen ingen aning om skillnaden, men ölen var god. Lite lösryckta minnen: - Johnny Andersson brukade sköta ljudet, och var alltid full som en spruta framåt 3-tiden. - Möller bryter strömmen under introt på Honky Tonk Women. \"Pågar, spela aldrig Rolling Stones\". På med strömbrytaren igen så det smäller i slutstegen. - Den nakna lucian var uppfriskande och väldigt vacker - Lustgasen smakde svavel och gjorde att det sade \"zing-zing\" i öronen - Alla var glada och det var party i hela lokalen alla kvällar Sen var det helt plötsligt helt andra puckar. Nästa spelning så blev vi stannade av polisen någon kilometer från lokalen (på väg till spelningen!). Vi blev tvingade ut från bilen och blev visiterade och fick visa leg. Stämningen på spelningen var helt förändrad. Alla satt i hörnen och surade. Minns att vi åkte hem ganska tidigt. Strax efter detta så sköts en granat igenom lokalerna utanför Helsingborg och det kändes väldigt olustigt att åka till nästa spelning i Djurslöv. Inget hände, men vi bestämde att vi skulle sluta spela för HA. Vi hade småbarn och vanliga jobb och det var helt enkelt inte kul längre. Detta var inte helt sant eftersom vi spelade en gång till på en svartklubb som HA hade startat i Malmös industrihamn \"Eleven to Seven\". Den blev tydligen stormad av polisen någon vecka senare. Jag har en vän som jobbade på SÄPO vid denna tiden, och han ringde mej och frågade vad vi höll på med. Han hade sett (vilket egentligen inte skall gå?) att vi var listade i deras register som en \"säkerhetsrisk\". Dessutom min far var med eftersom vi hade kört hans bil... Då började det bli verkligt obehagligt. Men totalt sett: Fantastiskt mottagande för musikerna, kul spelningar innan polisen kom, inga droger vad jag kunde se och inget våld eller hotfullt beteende. Men visst förstår jag att det fanns en affärsidé som inte vi fick se som musiker. Och jag sympatiserar verkligen inte med indrivningsversamhet, beskyddarverksamhet eller annat våld. Men visst det är en kul anekdot att dra för barnbarnen sen.",
				"Svineri mc gjorde bort sig , fick en tillrättavisning thats it. Inget som ni internet-warriors kan göra nåt åt , det har hänt förut och kommer att hända igen , så länge det finns folk/klubbar som tror att man kan göra som man vill , svinen hade en jävla tur att dom inte gick samma väg som ett par Outlaws killar gått , och det vet dom om , fråga han med skallbenet. Och det kommer inte att leda till något mer än det hittills har lett till , nån kanske blir dömd för nåt ringa , och strafftiden kommer förmodligen att kvittas med häktningstiden. Det kommer inte att ändra på folks syn och inställning till 1% klubbarna (förutom här på fb då) dom kommer att vara lika välkomna till tillställningar/klubbar som dom varit innan , bara att gilla läget warriors , och det är absolut inget ni kommer att kunna göra åt saken mer än att sitta här på fb och lipa och kalla medlemmar i 1% klubbarna för öknamn , och det påverkar ju verkligheten , , , inte.",
				"I USA har man inte försökt med terrorlagstifning direkt, men väl med lagar mot organiserad brottslighet: Tyvärr, tycker nog de flesta, så gick inte detta hem riktigt i det amerikanska rättsystemet när man prövade det mot HA. Men det handlar ju mest om juridiska spetsfundigheter, alla som vill ta reda på om HA är en i grunden kriminell organisation har ju inga som helst problem att finna ut var verkligheten ligger. Nu pratar jag om det moderna HA från ca slutet av 70-talet och framåt. Innan dess kan man nog anta att det på sätt och vis var en helt annan klubb. HA's försvar går hela tiden ut på att motorcykelåkandet hör till klubben, men att all eventuell brottslig verksamhet begås av individer och ej har med klubben att göra. Det är möjligt att man enbart av detta skäl håller sej med ett antal \"cleana\" medlemmar i varje chapter. Allt är en fråga om vilja hos myndigheter, rent praktiskt skulle ju vilket land som helst kunna stänga ner vilken 1%-klubb som helst på en pisskvart. Det handlar bara om juridiska finter och en massa kvasiliberalt mumbo-jumbo. EDIT.) Ex: Har för mej att det har varit totalt västförbud i någon tysk delstat, åtminstone under en viss period.",
				"; ..Om du bara säger att du såg han där e inte att gola. Det håller jag med om. Men det e inte det jag menar... Men om du läser lite bland alla dessa poster som folk skriver, så ser du att några skriver saker som kanske inte ska skrivas här. sånt som ska hållas mellan de inblandade... men det finns alltid de som tycker om att prata. leka lite viktiga. som har hört lite via någon kompis eller Det kan vara folk som varit på en fest, hört en sak eller sett en sak. Eller gamla medlemmar. som inte kan knippa käften. Man får inte glömma, att det e gott om grisar som sitter å frågar massa frågor.",
				"När Matte lämnade Bandidos för HA tillsammans med ett antal andra betydande kuggar från avdelningen så vart det ett tungt avbräck, det råder inget snack om den saken. Det går egentligen ännu längre tillbaka i tiden då BMC aldrig riktigt lyckats återhämta sig efter man blev av med lokalen i Hägersten. Finns idag mig veterligen ingen kvar från den tiden. BMC Sthlm har aldrig varit ett stabilt chapter fast det fanns mycket potential med driftiga medlemmar , prospects inom klubben som i vissa perioder gjorde halvlyckade storsatsningar för att etablera klubben. När presidenten åkte in på långvolta så var bland det sämsta som kunde hända deras chapter, det vart nästan bara utför för avdelningen efter det. Att Bandidos årgång 2012 inte ens lyckades köpa loss huset ute i Snättringe säger en hel del."
		]
	},
	{
		"postIndex": [
			[11073],
			[11036],
			[10920],
			[11365],
			[11453]
		],
		"postTime": [
			"2012-10-31",
			"2012-10-29",
			"2012-10-13",
			"2012-12-14",
			"2012-12-19"
		],
		"postNum": [
			[11488],
			[11450],
			[11328],
			[11806],
			[11898]
		],
		"postLink": [
				"/sp40123040",
				"/sp40079687",
				"/sp39814265",
				"/sp40899925",
				"/sp40992252"
		],
		"postUser": [
				"DallasSkulls",
				"TjackMatt123",
				"Makrame",
				"DallasSkulls",
				"vanto"
		],
		"postUserID": [
				"/u704136",
				"/u730739",
				"/u653445",
				"/u704136",
				"/u713426"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p958",
				"https://www.flashback.org/t989231p955",
				"https://www.flashback.org/t989231p944",
				"https://www.flashback.org/t989231p984",
				"https://www.flashback.org/t989231p992"
		],
		"userUrl": [
				"https://www.flashback.org/u704136",
				"https://www.flashback.org/u730739",
				"https://www.flashback.org/u653445",
				"https://www.flashback.org/u704136",
				"https://www.flashback.org/u713426"
		],
		"sentence": [
				"Tror detta var mer personligt då dom tidigare tagits av sina västar fast då med ett annat namn. Dom slängde ju på sej full väst i RD's färger, ingen kontakt med Gbk och kallade sej 1%. Tillika hade dom inte hoj och började gå runt och bötfälla folk....det var många fel på en gång och dom fick bekänna färg som sagt, är man sen så jävla korkad att man startar upp igen och ev. tar kontakt med Svart Vitt... Sen tycker inte jag personligen att det är konstigt att HA och BMC har en form av symbios i Sverige, kan garantera att ingen av dessa vill ha krig igen. Sen att det finns en och annan som tror att det har med feghet inför den ena eller den andra. Varken HA eller BMC vill ha konflikt i Sverige för inte nog med att det kostar pengar utan man spelar även efter snuten pipa då...MC klubbar är Polisens nya gödkalv och ger utökad budget för vart år. Veritatem verkar ha lite koll på dom här pojkarna och hur turerna gick, här är iaf länken till deras första försök.",
				"Vågar inte visa sig? Du ljuger och snackar så mycket skit att du tror på det där själv. HA är i dalarna exakt hur mycket dom vill. inga svart vita som kör ut dom som du säger. Däremot så är svart vita på väg bort. Ja västarna kan tala ett språk, men samtidigt så är det personerna bakom västarna som gör allt \"jobb\" Vem eller vilka i HA kan inte ta för sig själva? nämn något namn? PM eller här.. Jag kan tala om för dig direkt här och nu. Om du inte kan ta hand om dig själv och stå på egna ben så kommer du aldrig ens vara i närheten av att bli medlem i HA. Jag kan stå på egna ben, men samtidigt så växer man givetvis om man har några vänner med sig. Det gäller inte bara HA. Det gäller alla människor, ingen är odödlig! Sen att du tar mega som ett exempel. Jag tycker absolut inte det han gjort är bra!! Men jag kan samtidigt förstå han. Han hade 2 alternativ. Stanna kvar i gropen han själv grävt. Eller ta sig upp med hjälp av polisen (sista livlinan han hade upp) \"Det är inte många människor som ligger kvar nere i gropen och självdör\" Om du tror att du är en av dom som ligger lungt kvar i gropen när du gjort bort dig mot HA. Så får du tro på det.",
				"Allvarligt jag fattar inte det här med att gå runt med en väst och tro att man är balla pga den, alla vet att majoriteten har varit tjocka mobbade grabbar som gillade att åka moppe och äta bullar. Att man sen blir ball och skitfarlig för att man börjar bära väst, kom igen för fan det är ju pga att man har sina så kallade bröder bakom sig man blir ball. Men dom flesta får ju erfara att det finns inget brödraskap när det väl gäller enskild medlem i klubben, enbart när det gäller klubben så krigar dom på för den och då pratar jag om klubbar sinsemellan och inte i den vanliga världen. När dom fått påhälsning i Italien av Maffian där backade dom direkt, samma sak världen över när tunga Maffia organisationer som Ryssarna osv gått på dom så är det svansen mellan benen direkt. Så dom må vara kungar i sin bikervärld men i den kriminella världen utöver den så har dom inget att säga till om, det är därför dom håller sig nära vän med dom tyngre gubbarna. Detta gäller inte bara Hells Angels utan alla dom större klubbarna, det är ju bara varandra dom bråkar med aldrig hör man att dom krigat mot Juggarna eller dylikt för dom vet att dom gubbarna är på allvar och inga reklampelare som springer runt med tröjor och västar för att behöva se tuffa och balla ut. Men dom kommer en dag var så säkra på det, att få problem med riktiga organisationer och då kommer synen på bikers vara annorlunda efter det. Inte nu eller om 5 år men det kommer att komma inget snack om den saken.",
				"Ni har ju enligt mitt tyckande helt rätt, även om sambon är vuxen så vågar jag säga att hon inte valt det livet. Min erfarenhet säger det att det är ytterst få gånger som man överhuvudtaget pratar om klubben för sina tjejer och än mindre om klubbrelaterade problem. Dels för att man kanske inte vill skrämma henne eller för att det är så att man pratar inte utanför klubben om klubb saker. Även om man inte är en 1% klubb så är just den mentaliteten ganska utbredd i alla klubbar dock så kanske den bara strikt efterlevs av just 1% klubbar etc. Så i mitt tycke så är både sambo/ fru och framför allt barn totalt oskyldiga i det klubbrelaterade, har väl även varit med på typ öppet hus en gång per år där det deltagit kvinnor och barn men efter en viss tid när röjandet ska börja så ska barnen bort...visst vissa kvinnor har funnits där men det är den typen av tjejer som kanske hänger på klubbar. Kontentan är enligt mitt tyckande har inte ens fru/ sambo där att göra på en fest och definitivt inga barn, den som har det är totalt oansvarig i mitt tycke. Tillika kommer jag aldrig att förenas med nya generationen eller kulturen där det är okej att spöa någon inför deras familj, det kommer alltid ett bättre läge. Vi kan även konstatera att alla 1% eller deras Support i Sverige ( räknar inte Mongols ) har senaste åren gjort liknande övertramp... Sen får ju ni andra ha era åsikter och tycka eller inte tycka, jag motiverar iaf mitt tyckande istället för att på nysvensk stavning bara sitta och dryga sej...",
				"Dominera vad menar ni med det. Att man är fler folk i en viss färg eller att man dominerar styrkemässigt och är fruktad mer en den andre. Titta på stockholm Ha har 2 st avdelningar 3 kanske med men man vågar inte sätta Bandidos på plats sen senate fajten i stället vill man låta saken vara och glömma. Inget har hänt hittills och kommer ej göra. För att man e fler så betyder inte det att man dominerar mer en att man dominerar rekryteringen. Vem dominerar savannen i Afrika 400 zebror eller en flock lejon på 25 st. Zebrorna må va fler i antal men ändå dominerar lejonen, det handlar om individerna, mod,hjärta,hjärna och våga offra. Inget av det har HA Stockholm visat eller gjort än trots att flera av de fullvärdiga hamna på sjukhus med flera benbrott. Vem vet hämnden kanske kommer om 3 år men då kan man inte på stå att HA dominerar Stockholm, hade dom dominerat så hade Bmc haft problem i dag stora problem titta bara på OMc. Under kriget Ha och Bandidos vem dominerade där ingen av dom igentligen dom hämnades flitigt på varandra men vem fick sista ordet inte var det Hells Angels för då hade inte Bmc funnits i dag i Sverige. Bmc fick sista ordet och dom krigade för sin rätt och sak och fick den tillslut. Det är skillnaden på bmc och OMc. Hells Angels dominerar över OMc heter det. Göteborg Av dessa två så är röd vita mer i antal med och ett chapter mer. Men dominerar gör dom inte Ha försöker att undvika Bandidos göteborg och vill gärna inte gå in i när kamp med dessa. Ha har mer att förlora i ett Göteborgs krig en Bandidos eftersom dom inte har samma levnads sätt som Bandidos. Ha är 07:00-16:00 folk medans Bandidos är mer renodlade kriminella som inte har fastatider på dagarna. Ha har mer respekt för Bandidos en vad Bandidos har respekt för Ha. Tro mig eller ej Av dessa två mc klubbar"
		]
	},
	{
		"postIndex": [
			[11665],
			[12030],
			[11798],
			[11795],
			[11768]
		],
		"postTime": [
			"2013-01-21",
			"2013-03-25",
			"2013-02-05",
			"2013-02-05",
			"2013-02-03"
		],
		"postNum": [
			[12116],
			[12488],
			[12252],
			[12249],
			[12222]
		],
		"postLink": [
				"/sp41606996",
				"/sp42637407",
				"/sp41862994",
				"/sp41862677",
				"/sp41825234"
		],
		"postUser": [
				"AbrahamLincoln",
				"frisprakig",
				"CWG",
				"Cannoniere",
				"veritatem"
		],
		"postUserID": [
				"/u389445",
				"/u587455",
				"/u489201",
				"/u400491",
				"/u706449"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p1010",
				"https://www.flashback.org/t989231p1041",
				"https://www.flashback.org/t989231p1021",
				"https://www.flashback.org/t989231p1021",
				"https://www.flashback.org/t989231p1019"
		],
		"userUrl": [
				"https://www.flashback.org/u389445",
				"https://www.flashback.org/u587455",
				"https://www.flashback.org/u489201",
				"https://www.flashback.org/u400491",
				"https://www.flashback.org/u706449"
		],
		"sentence": [
				"Det där med Mega förstår jag inte alls. Har frågat i tråden ett antal gånger men inte riktigt fått ordning på vad som hände där. Varför eller vilka argument finns det där ute. Sedan så håller jag med om att MC gängen en gång i tiden hade någon form av regler med vad man beblandade sig med. Missen gjordes ju när man tog in blattar. Säg vad man vill, men är övertygad om att problemen kan härledas direkt dit. Samma med personer som hade nära kontakt till araber och annan skit. De har fått deras tattarmentalitet under uppväxten och nu förpestar de alla i sin omgivning. Jag har flera gånger funderat på hur jävla skönt det vore om HA, BMC, AOA, Mongols etc. från USA bestämde sig för att göra gemensam sak, åka över till Sverige och gå och reda ut ett och annat. De kan säkert få lite lokal uppbackning från Danmark och Finland. Någon borde ju komma in och bestämma att nu lägger vi alla ner skiten i Sverige för detta håller inte. Det känns som att dessa klubba bara ser mer och mer ut som skämt och allt tack vare dem som styr i Sverige. Är övertygad om att, ifall ett chapter i USA eller Canada hållit på som de gör här, så hade man skickat ett gäng gubbar dit för att ta bort patchen och gjutit lite betongstövlar. Nu är jag själv inte biker, men har alltid haft ett intresse av att läsa och analysera dessa klubbar. Men vad jag exempelvis hört mellan raderna med ex. finska bikers när man frågat om vad de tycker om de svenska chaptern så får man bara ett ironiskt leende. Det säger ju en hel del.",
				"[quote=Superman81]1.Vet inget om det. Googlade men tyckte det såg ut som om dom inte samarbetade med rättvisan i det fallet. Men OM dom nu pekade ut någon så, ja, då är dom golbögar. 2 Vad jag kunde läsa till mig i tidningarna så golade någon eller några där. Men jag såg ingenstans att OMC har kvar han/de som golade eller stödde honom/de. Dom kanske är utslängda nu. Är det inte så är det ännu ett bottennapp för OMC 3 Om Petter Frödin är den fd BMC medlemen som kallas Brad så är han inte med i OMC sedan länge. Det vet alla som är någorlunda insatta. Vad jag hört och läst mig till ang OMC och Raffa så är det skrattretande att dom har med en sån jävla golbög i sin klubb. Ett stort jävla skämt är det. Lika patetiskt och ruttet som HA när det i sina färger stolt går in i en rättsal och stödjer en RD president som golar ner en konkurerande MC klubb. 4 NEJ. Självfallet vet jag inte omständigheterna om hon ex attackerade dom och dom reflexmässigt slog och sedan såg att det var en tjej och avbröt eller någon annan situation där ett misstag skett kan det ju vara lite förståligt men inte ok. iallafall. Vill avsluta med att jag inte supportrar någon MC klubb men jag hatar golbögar och tycker speciellt HA (men även de andra) är patetiska när de sitter här och kallar varandra golbögar men backar upp golbögar själva. /QUOTE] Svineri MC var en klubb som umgicks med/supportade OMC. Det är lätt hänt att det leder till problem. Jag är ganska säker på att ingen tjej eller barn kom till skada utan endast dessa bikers som medvetet/omedvetet tagit ställning i en pågående konflikt. Jag tillhör inte HAMC, inte RAWC, inte RDMC. Ok? Jag skriver på flashback Det har jag svårt att tro att någon i de klubbarna gör. Frågan får du helt enkelt rikta till dem för att få ett svar som betyder något. Frågar du mig så tror jag att attacken ses som en attack på RDMC och därigenom hela den röd/vita- sfären. Därför visar sig HA. Skulle inte OMC kasta ut alla röd/vita från Dalarna? Hur går det? Jag vet inte vad RD-medlemmen har sagt i fu eller rätten. Det kommer förmodligen att bedömas av personer runt honom. Det verkar som om folk som inte gillar HA sitter och håller tummarna på att det ska bli problem kring det. Där tror jag att ni blir besvikna. Utan att veta så tror jag inte att det finns golpapper.",
				"Folk höjer 81-sfären åt skyarna. Samtidigt vet man folk som har golat på deras och många år senare har goltuppen inte ens fått en lusing. Vet vanliga svenssons som har anmält deras folk och inte en enda grej har hänt efteråt. Visst kan det ske. Men kom igen. Det är fortfarande ett kriminellt gäng vi snackar om. De är inte någon maktbalans i Sverige eller i Europa. Visst kan dom kriga och vara likadana som de skjutglada krigsbarnen i Rosengård men dom är ändå ingen maktbalans. Juggar, Ryssar och andra etniska gruppers organisationer är betydligt större och mer invecklat än hos något hundratal bikes. Titta bara på hur nätverket skötte saker i Södertälje. Där snackar vi maktbalans. Bara HA:s HQ, dvs Malmö har hur många gäng och organisationer som helst som kör affärer varenda lilla dag. HA har inget monopol på saker i Malmö. De kan vara involverade helt klart, men något monopol har de inte och i ärlighetens namn så skulle folk i Malmö inte dra sig för att kriga mot HA i Malmö. Men varför skulle man egentligen kriga? Dom har ju inte gjort några större övertramp och har dom pengar så är dom ju bra. Precis som alla andra. HA är stora och de har mycket pengar i krigskassan. Vill de ha bort folk så finns det dessutom hundratals nötter som skulle göra allt för en väst och ett FF-patch. Men sen och andra sidan, detsamma har även Bandidos och andra gäng. Jag tror att vi kommer få se ett nytt gängkrig av sällan skådat slag. Jag tror däremot inte att HA skulle klara sig helt själva. Därför har man sett en hel del oheliga allianser göras de senaste 1-2 åren. Värvat bland gamla fyllenazister i Skåne, fotbollshuliganer kring firmorna i Sthlm och i Gbg, förortsblattar i Malmö osv som inte har ett skit med bikerkulturen att göra.",
				"[quote=Avalancheking]Jag har förstått att du är ett stort fan till LF. Du kanske inte är så insatt i varken mc-världen eller gängvärlden. Men låt mig förklara ett par saker för dig innan du fortsätter sprida din rappakalja. 1: Om HA skulle vilja stänga ner ditt älskade LF, skulle de göra det. Det handlar inte om att inte kunna eller att inte klara av. De skulle stänga ner dem på 20 minuter. MEN du ska hela tiden ha i åtanke att HA inte vill ses som ett gäng och är en mc-klubb och kan inte kriga på 20 fronter samtidigt. Det är helt enkelt inte ekonomiskt hållbart samt att man förlorar i styrka. I krig har man inga vinnare även om du och dina kompisar gärna ser det så. Man är alltså mycket smartare. HA är inga småkillar som springer runt och rånar busschaufförer som LF gjort t.ex. Men du ska veta att LF i krig emot HA hade fallit pladask ungefär som Mike Tyson hade mött Justin Bieber i boxning. 2. När man är lite äldre och lite visare ser man vilka fighter man tar och vilka man tar vid bästa tillfälle. Detta handlar inte om att vara rädd eller som du tror, springa in i en klunga på 20 personer ensam och veva för att någon stal din tändare. Du skrämmer bara mig lite när du tror att några kurder skulle rå på världens största mc-klubb. Är några grupperingar/släkt/gäng, kalla det vad du vill, som skulle kunna rå på HA Så är det kurderna. Är HA 4-500 man så kan kurderna utan större bekymmer samla ihop 1000 i och utanför Sverige utan problem. Pengar och vapen finns obegränsat från Kurdistan om det skulle vara nödvändigt. Se bara på Bandidos incidenten i Gbg:s förorter för ett antal år sedan. Har ett antal bekanta som är kurder, och en sak är klar, jävlas du med en kurd så jävlas du med alla kurder..",
				"det är så som endel här skriver att HA valde att inte backa Divers MC som var med i regionen , och att man lade ner Divers MC pga ett gäng kamelknullare som hoppar från gäng till gäng vecka efter vecka så är det tamejfan en skandal. Dessa killar i Divers som klev in i kamelernas stall och började veva för att försvara sina färger borde ju fan ha en medalj , det finns tamejfan inte många kvar i dagens klubbar som skulle ha ballar nog för att kliva in 3-5 man mot 30-40 som det verkar ha gått till i detta fallet. Detta måste ju bara vara första steget till nerläggning av SBM , vilken nytta gör detta forum om man inte får uppbackning i en situation som denna ? Eller är det så som en del skriver här att HA:s ekonomiska intressen går före hederliga goa klubbar ute i landet ? Alla ni som är med i klubbar anslutna till SBM , frågar inte ni er själva om det är er tur att lägga ner nästa gång ? Allt ni har slitit för i åratal med både svett och pengar kan tas ifrån er över en natt , och det enbart för att ni eller någon av er råkar trampa en kamelryttare på tårna och rucka på hans heder ? Vart fan är svensk bikerkultur på väg ? Jag var tveksam till alla skriverier angående Svineri MC , var tämligen säker på att ett närmande till OMC låg bakom överfallet från HA , men efter detta så är jag inte längre så säker , tyvärr. Detta måste bara medföra att HA blivit av med massvis av Supportrar i form av både klubbar och individer , eller vågar inte klubbarna sluta bära support prylar för att man är rädd för repressalier ? Sen att det är regionen som skrivit under på Divers hemsida att Divers lagts ner tycker jag är mycket märkligt , det tyder helt klart på som jag ser det att man inte lagt ner själv utan att man blivit nerlagd , och vad har regionen för mandat att lägga ner en klubb ? Nej här är det för mycket som inte kommit fram i dagsljuset , tycker detta agerandet är ett allvarligt hot mot samtliga SBM anslutna klubbar."
		]
	},
	{
		"postIndex": [
			[12293],
			[12721],
			[12723],
			[12804],
			[12295]
		],
		"postTime": [
			"2013-05-05",
			"2013-08-31",
			"2013-08-31",
			"2013-09-26",
			"2013-05-05"
		],
		"postNum": [
			[12767],
			[13222],
			[13224],
			[13312],
			[12769]
		],
		"postLink": [
				"/sp43278160",
				"/sp45027720",
				"/sp45029362",
				"/sp45420982",
				"/sp43280477"
		],
		"postUser": [
				"VonSilfwertryffel",
				"LisboaCaralho",
				"Kahim",
				"mr private",
				"kycklingfestnu"
		],
		"postUserID": [
				"/u419860",
				"/u813022",
				"/u832699",
				"/u7321",
				"/u744001"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p1064",
				"https://www.flashback.org/t989231p1102",
				"https://www.flashback.org/t989231p1102",
				"https://www.flashback.org/t989231p1110",
				"https://www.flashback.org/t989231p1065"
		],
		"userUrl": [
				"https://www.flashback.org/u419860",
				"https://www.flashback.org/u813022",
				"https://www.flashback.org/u832699",
				"https://www.flashback.org/u7321",
				"https://www.flashback.org/u744001"
		],
		"sentence": [
				"Blir lite fundersam när vissa här inne tror att det kommer komma ett par \"feta farböder med väst\" kutandes med bollträn om HA skulle vilja spöa någon. Visst, en och annan fullvärdig har säkert vevat en o annan gång, men den uppsökande våldsverksamheten sköts av yngre, vältränade och vanligtvis upptjackade grabbar med tröja på sig, hoppas jag inte måste berätta vad som menas med tröja? För vet man inte det så kan man sluta uttala sig om hur HA jobbar och hur deras burk smisk etc delas ut. Den \"feta farbrorn med väst\" har förmodligen berättat för tröjorna vad som skall göras, men detta kommer aaaaldrig erkännas i varken förhör eller rättegång så han sitter skönt tillbakalutad och kan njuta av showen. Det är lite samma resonemang som att man inte skulle vara rädd för den italienska maffian för det är bara gamla gubbar i rullstol som spelar kort och trycker i sig cannoli hela dagarna, det är ju knappast dessa som gör smutsjobbet, precis som västarna inte gör det utan låter tröjorna fixa och trixa med dessa uppgifter Med risk för att verka tjatig så förstår jag inte hur man kan sitta och debattera detta in absurdum a´la \"det finns många tunga grabbar i förorten, o skulle dom gå ihop så bla bla BLAAAA\", det är lite som om man skulle säga att det finns en massa hårda svenskar som är snickare och skulle dom en dag tröttna och bara gå ihop så skulle dom kunna göra det ena och det andra. Grupperna i \"förorten\" funkar inte så, finns inte en chans att dom ringer varandra och blir bästa vänner och sluter upp emot MC-sfären över en natt. Saker och ting är mer komplicerade än så. Finns givetvis en hel del folk från förorter som gått med HA eller BMC på någon nivå och är deras länk till dessa gäng just pga deras bakgrund, den världen är mindre och mer invecklad bekantskapsmässigt än folk på utsidan kan begripa. Så snälla sluta prata om vem som skulle kunna ta vem, alla som styr förstår att alla andra i deras sits med vill ha lugn och ro och göra sina pengar, så dom kommer överens oftare än hamnar i clinch med varandra... Över och ut!",
				"Ja det är inte alltid det enklaste att sålla ut skitsnack, det är väl som utanför flashback irl så finns det folk man litar på mer o vissa mindre, vissa märker man direkt på sättet dem pratar eller som här skriver. Många är riktigt duktiga på o ljuga men i slutändan så kommer det ändå fram. Jag brukar läsa vad folk skriver och försöka se det på ett sätt som jag hör någon prata det är lättast för mig. Är någon riktigt bitter brukar det oftast vara ett rätt molnigt sätt och beskriva något, medans om någon boostar så känns det precis som om någon skryter, det brukar ju oftast bero på dålig självkänsla/självförtroende. Det finns ju alltid två sidor av myntet som man säger. Det jag skriver o tycker uppfattas säkert av en del kritiskt, men det är inget jag direkt bryr mig om eller blir arg/ledsen över, tycker man ska kunna diskutera utan en massa påhopp eller idiotförklaringar då jag inte är ute efter att dissa folk här eller idiotförklara folk då jag inte känner någon direkt glädje eller känner mig boostad utav att va tuff eller smartast här eller på nätet. Mår bra som det är redan och kan känna att det är skönt att lätta sitt hjärta när det gäller vissa saker utan att för den saken gola ner folk eller sätta bra folk i skiten. Diskutera folk jag känner och gillar eller folk som inte förtjänar att sladdras vidare om gör jag heller inte, däremot fjantar som blåser och attackerar oskyldiga o snabbknullare o golare osv är personer som allmänheten ska ha rätt till att känna till så mycket det går. Sorry för OT här... edit:Jag tycker att HA är ett bra gäng med oftast bra medlemmar och jag känner ingen bitterhet eller ilska gentemot dem. Det finns så många andra pissgäng o pissluffare i den världen och jag hoppas att HA agerar städare i det fallet och tar bort dessa samhällsfarliga individer och gäng ifrån scenen. Brottslighet är nästan omöjlig att få bort och då håller jag på den vettigaste brottsliingen som i största mån bara vill sköta sig själv o sina egna och inte skada sk vanliga människor av sin verksamhet, om det sticker folk i ögonen så är det mer synd om dem/den personen då jag inte blir arg om någon tycker annorlunda men att ta till glåpord eller kasta paj betyder väl mer att där hjärnan tar slut tar glåporden vid. Men det är som sagt min åsikt=)",
				"Även om det på senare tid verkar svaja lite i utkanterna av den rödvita sfären så håller jag med Lisboa om att om man ska hålla på nått av allt det som redans finns så håller jag på HA Det ska dock aldrig glömmas att det finns rötägg i alla läger oavsett färger.Det finns en röd tråd i alla klubbar gällande moral och princer och det kommer alltid finnas personer som följer det mer än andra HA är världens största mc klubb och det säger en del Dock vet jag inte hur det är i Sverige om exempelvis HA är större än Bandidos.Vissa hävdar det medans andra påstår motsatsen men i mina ögon är det inte så intressant. Är mer intresserad av varför många söker sig till dom rödvita är det för att det är världens största mc klubb eller är det för att dom kanske har nått som andra klubbar inte har på riktigt samma sätt ?",
				"Så om det inte står i tidningarna så är det inte sant ? Brukar väl nästan vara tvärtom. Det är andra gången HA fått bort dem från länet och vad jag förstått så är väl Outlaws nästan borta från alla mindre orter ? Precis som Black Cobra. Tror inte någon av dem lade ner frivilligt. Så är väl inte så svårt att läsa mellan raderna. Inte sett en Outlaws väst på evigheter och de medlemmar jag kände igen sedan tidigare går utan någon som helst markering/symbol numera. Outlaws hade för mycket fiender i länet. Inte bara HA utan även övriga organisationer som de krigade med. Om det enbart var privata angelägenheter eller territorier orienterat eller lite av båda vet jag inte. Det är däremot en stor skillnad mellan HA och många andra organisationer. De har mera lojalitet och lyder order. Ett bra exempel är när några Outlaws medlemmar visade upp sig på gatan utanför HA´s klubblokal. Jag är 1000% säker på att medlemmarna i lokalen ville göra mos av dem, trots det var mitt på dagen, men de gör inget (om de inte blir attackerade) utan att få klartecken från högre ort. Det är lojalitet och disciplin som tillhör och borde tillhöra varje brödraskap. Vad hände lite längre framåt i tiden ? Outlaws President blev mördad och flera medlemmar runt om i landet verkar ha attackerats av HA lojala grupperingar. Sen syns inte en Outlaws väst till längre. De hade inget att vinna på att slå till mot några lokala medlemmar, förmodligen för att det fanns planer på att en gång för alla stänga ner konkurrenterna genom en skarp signal. Sen jämför folk HA med Outlaws och andra grupperingar ? Det är lite som att jämföra div I med Allsvenskan. Då har man dålig koll eller vill tro/hoppas att det är så. Det är däremot inte vidare fakta baserat. Outlaws kan vara stora i övriga världen, men inte i Svedala. Här finns det HA & Bandidos som lirar i Allsvenskan, övriga gör upp i lägre divisioner.",
				"E det därför dom vågar spänna musklerna på Svineri Mc OMC och andra likasinnade föreningar. Omc gav dom sig på när dessa turkgäng blattar lämnade Omc och Svineri Mc ger dom sig på för att dom kan och förväntar sig inget motstånd från familjefäderna festar. Men jag undrar vad hände när BMC skickade flera av dem till akuten med benbrott i Stockholm, när Blattegänget i Norrköping gav sig på dem, när LF 1% stänger ner deras supporters i Malmö finns flera incidenter man kan räkna upp. Att visa sin styrka och dominans mot klubbar, gäng och privatpersoner som inte kan stå på sig det e lätt och det kan vem som helst göra . Men så fort det blir lite mothugg och en gruppering som slår först eller slår tillbaka då heter det från Hells angels sida. 1. Dom är smarta nog att inte ge sig in i testosteronstryda revirkonflikter, Svar: Svineri MC gav dom sig på och andara klubbar som inte skulle göra en fluga illa. E det det du menar att ge dig på svineri men glöm dessa andra farliga gubbar gäng klubbar och blattar. Vi ska vara smarta. 2. är det värt att ge sig in i en konflikt, vad kostar det i slutändan och är det värt att få ögonen på oss ännu mer än vad vi har idag?\" Svar: Vad hände efter svineri attacken. 1. Fick hela Myndigheter som Polis,Kronofogden,Komunen, och alla andra ögon. 2. Flera av dom fick skaka galler 3. Tillslag på flera klubbar där dom hittade saker som inte skulle hittas 3. Dom har det bra som det är, dom är rätt trygga i nuvarande situation svar: Bra har dom inte gäng och klubbar dominerar mer på vissa platser där dom befinner sig nu och vill ta mark."
		]
	},
	{
		"postIndex": [
			[13240],
			[13379],
			[13410],
			[13378],
			[13204]
		],
		"postTime": [
			"2014-03-03",
			"2014-04-19",
			"2014-05-04",
			"2014-04-19",
			"2014-02-26"
		],
		"postNum": [
			[13787],
			[13939],
			[13972],
			[13938],
			[13751]
		],
		"postLink": [
				"/sp47770473",
				"/sp48442445",
				"/sp48637213",
				"/sp48442035",
				"/sp47693913"
		],
		"postUser": [
				"Trelleborgpalm",
				"vanto",
				"kool-g-rap",
				"-SwiTcha-",
				"nasti"
		],
		"postUserID": [
				"/u836608",
				"/u713426",
				"/u332428",
				"/u770866",
				"/u607741"
		],
		"postUrl": [
				"https://www.flashback.org/t989231p1149",
				"https://www.flashback.org/t989231p1162",
				"https://www.flashback.org/t989231p1165",
				"https://www.flashback.org/t989231p1162",
				"https://www.flashback.org/t989231p1146"
		],
		"userUrl": [
				"https://www.flashback.org/u836608",
				"https://www.flashback.org/u713426",
				"https://www.flashback.org/u332428",
				"https://www.flashback.org/u770866",
				"https://www.flashback.org/u607741"
		],
		"sentence": [
				"Du är feg, inte hamc. För du vågar inte bråka mot hamc eller smc och hoppades på att de skulle bråka mer mot varandra än vad de gjort. Bara för att du själv inte klarade av att etablera mongols mc och alla andra klubbar du varit inblandad i så behöver du inte gråta över nätet här. Har läst dina inlägg i andra trådar, och man ser där att du har ett stort hat mot smc och hamc. Du ville gärna att dom skulle döda varandra. Du skrev på Flashback och försökte provocera båda sidor. Det verkar som att din flickvän blivit påsatt av en hamc kille eller nån från smc och vill att dom båda ska lida. Men tyvärr lilla vän, du lyckades inte med ditt lilla spel. En sak är säker, hamc och smc har mindre problem mellan varandra i världen än vad hamc och bmc har. Så i framtiden finns det mer chans att hamc och smc samarbetar än att bmc och hamc samarbetar. Bandidos och satudarah har även dom bråkat för några år sen och haft stora slagsmål i Belgien. Så man ska inte utgå från att det blir bättre band mellan smc och bmc än mellan hamc och smc. Kanske är det bättre att smc och hamc gjorde fred och kanske blev vänner. Och tjänar på varandras bekantskap. Hade inte dom gjort fred så hade dom knuffat in smc närmare bmc. Så nu är alla på lika vilkor iomed avtalet. Hamc är redan världens största, dom är högst upp bland alla mc klubbar, dom kan inte komma högre upp i mc världen. Så vad skulle dom vinna på ett stort krig? Hells Angels har inget att vinna, bara saker att förlora om kriget blir utdraget och djupare. Även om dom skulle lyckats vinna hela kriget, så hade varje förlorad liten strid varit stor förlust för en som redan hade allt innan kriget. Alla som skriver att hamc inte borde gjort fred kan istället skriva vad dom har att vinna på ett krig ? Danmark och Sverige smc öppnades samtidigt av folk som redan var etablerade människor under andra namn innan de blev smc. Så klart att kriget hade inte blivit lätt, så varför kriga? Det hade varit annan sak om några nya folk skulle flytta in till Köpenhamn eller Malmö och öppna ny klubb. Då hade nog hela stans kriminella vänt sej mot de nya och kämpat mot de nya. ..smc är ny klubb i Skandinavien, men folket som bär smc Danmark och Sverige är inte nya. Hamc är smarta inte fega. Framtiden i mc världen är mer ovis än vad man kan tro. Bli inte förvånade om smc och hamc blir mer vänner än vad bmc och hamc är.",
				"Nej är inte BMC eller umgås med dem nu har umgåtts med dem för flera år sen bor inte i GBG längre men vistas där en hel del. Du pratar som om BMC inte känner eller umgås med folk från förorten dom alla är nästan från förorten och bor kvar där, du menar att dom inte kan gå med sina västar på sin egen gata du e för rolig du min vän. Vet att dom gör det och vet att folk springer med deras support kläder i dessa förorter med. Det du säger e det du bara önskar men tyvärr så e det inte så. Om du hade vetat mer och insatt mer så skulle du veta mer än så. Vissa gäng behöver inte alliera sig med folk bara för att vara trygga. Det ger mer respekt att stå ensam helt och hållet på egna ben utan att vara beroende. BMC är med vänner med andra folk och nätverk i GBG men det är inget som gör dom bättre och starkare för det när det väl gäller så står inte alla allierade där på vad som helst mot vad som helst ändå. Det går ju och titta tillbaka när BMC och HAMC hamnat i gräl i GBG stod deras allierade där då om du e så insatts så behöver jag inte tala om för dig om vad det handlade om. Sen så är det inte positivt i någons ögon och då menar jag dig med med att HAMC ska vara beroende av nätverk som inte tillhör deras sfär det e ju bara pinsamt att behöva ropa på hjälp av utomstående när man slår sig själv på bröstet om att man e bäst och vackrast Enligt dig så har BMC inga vänner i förorten, BMC medlemmar kan inte gå på sina gator i förorten med sina färger. Om det skulle vara så så hade inte BMC Göteborg funnits i dag i GBG fattar du väl, dom skulle inte få existera och dom röd vita hade nog eldat på för fullt för att få bort dom helt ur GBG. Men dom har bestått och är fortfarande hatade och älskade och respekterade av många. hade det inte varit så så hade dom varit bort plockade för länge sen runt. Du e så hjärntvättad av dina röd vita vänner så att det e synd om dig. Vakna upp ur din dimma",
				"Hej. Har tyvärr flyttat in i närheten av en klubblokal som hyrs av Red devils. Dom är fett otrevliga och kollar snett på en varenda gång man kommer hem, jag skiter i att de är en jävla mc klubb de ska visa respekt! Så det kommer kanske bli knas snart. Så jag skulle behöva lite info om vilken kaliber de grabbarna går för. De håller till i vallentuna utanför sthlm så gissar på att de är Red devils stockholm. Är de bara snubbar som leker tuffa för att de har en mc väst eller är de några tunga snubbar? Tänkte om de bara var att gå och säga åt dom eller om jag behöver ta dit folk och vapen och så.. Skriv gärna om ni har någon info om snubbarna eller skicka mig PM",
				"Vi snackar om nuläget & nätverken backar inte för HA för att dem är stora utan red & white medlemmar har umgåtts med dem flesta som styr & ställer gängen i förorten. Kan garantera dig att HAMC kan gå med västen på i vilken förort som helst utan att någon ens bryr sig. Men låt en BMC göra det så lär du se hur älskade dem är. Du snackar om saker som hänt flera år sedan men det är inte samma längre. BMC är hatad & jag antar du umgås eller är själv en röd/gul därför du försöker skydda dem. & en sak är säkert BMC är i krig med många & anser du det som en bra grej?. Du tänker inte på att folk allierar sig emot dem va?. HA lär nog vara BMC minsta problem.",
				"Hells Angels är Sveriges starkaste gäng dem vinner alla somna krig dem är smarta . Dem har så mycket mer än bara krigare dem har ekobrotslinhar osv. Dem väljer sina krig och det kan dem göra för dem har dem Makten . Sen har Hells Angels med sig många fler än bara sitt egna gäng så länge dem har varit i den undre världen i Sverige så har den kontakterna med andra grupperingar . Möller tex bra vänn med Milan och även andra viktiga gubbar . Albaner har dem också bra kontakt med . Nej Ha har dem ingen chans emot i Sverige inte heller i Danmark inte en chans !!!!"
		]
	}
]
