[
	[
		{
			"postIndex": 117,
			"postNumber": 119,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 78.8,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 16,
			"postUserName": "nyman",
			"postUserID": "u97516",
			"postUserUrl": "https://www.flashback.org/u97516",
			"postDateTime": "2010-02-15, 16:47",
			"postUrlInThread": "https://www.flashback.org/t1116535p10",
			"postUrlUniq": "https://www.flashback.org/sp21483232",
			"sentence": "Zyyper så Greklands ekonomi beror på den förra borgerliga politikernas fusk och att det föds för lite folk i Grekland så jag undrar vilka förklaringar du har till att Spanien,Island och Irland har samma problem med ekonomin?<br/>  Allt fler länder har problem med ekonomin och stirrar man bara på ett land åt gången så ser man inte hela bilden som visar att euron är jävligt illa ute då ekonomerna återigen har spått fel och man kan ju fråga sig hur fan folk kan lita på ekonomerna trots att dom har fler fel än vädergubbarna?<br/>  Detta med att den ökande åldern kommer att kosta skjortan köper jag inte alls eftersom vi kan vända på problemet och säga att varför sas det inte samma sak om dom stora barnkullarna som födes på 50-60-talet som också kostade en massa pengar tills dom började arbeta?<br/>  Detta med åldersboomen som dom kör med i alla länder är lika överdrivet som influensan eller globalauppvärmningen eftersom allt färre behöver arbeta i företagen och alltså allt fler behövs inte så problemet är ju att det är för mycket folk i länderna och att företagen vill ta in invandrare för att sänka lönerna.<br/>  Att leva över sina tillgångar har vi ju ett väldigt bra exempel på som alla borgarekonomer tycker att vi ska ta efter är ju USA så skit i räkningar låna mer och bli som USA mest skuldsatta i världen men ändå ett lysande exempel för ekonomerna."
		},
		{
			"postIndex": 4,
			"postNumber": 5,
			"rankGlobal": 51,
			"rankLocal": 2,
			"scoreGlobal": 68.6,
			"scoreLocal": 87,
			"userRank": 231,
			"userScore": 2.9,
			"postUserName": "lönnmördare",
			"postUserID": "u114960",
			"postUserUrl": "https://www.flashback.org/u114960",
			"postDateTime": "2010-02-03, 17:36",
			"postUrlInThread": "https://www.flashback.org/t1116535p1",
			"postUrlUniq": "https://www.flashback.org/sp21265942",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Babianen</strong></div> <div>Alltså, vad har jag sagt om att tro på medierna? Visst är Greklands situation dålig, men det är ingen central stat i EU/EURO samarbetet. Sannolikt kommer de andra länderna (Tyskland) ha råd att rädda dem ifall det går helt åt pipsvängen. Hur stor del är det förövrigt som ägs av greker respektive utlänningar?<br/> <br/>  Jag skulle hellre rekommendera att man håller ett öga på UK...</div> </td> </tr> </table> </div> <br/>  Nja, vad jag förstått så ska deras situation vara värre än \"dålig\".<br/>  Du har rätt i att de inte är en central stat i EU, men man kan inte gå ur EMU utan att gå ur EU (om det ens går), men om det skulle hända så kan jag tänka mig att Spanien &amp; Portugal (kanske tom Italien) skulle försöka sig på att lämna det ruttnande liket man kallar EMU.<br/> <br/>  För övrigt så ska det inte vara det lättaste att få lån, då (enligt vad jag förstått) länder inte kan låna ut till varandra hur som helst (eller så kunde ECB låna ut hur som helst) och vill man ha pengar från IMF så får man ge upp en hel del av sin suveränitet (även om man kanske inte har så mycket kvar pga EU).<br/> <br/>  I Grekland så ska de största skulderna (eller ägandet) vara av utlänningar, till skillnad från Italien där de mesta av skulderna är till landets befolkning. Även Spanien &amp; Portugal ska visst flyta mha utländska pengar.<br/> <br/>  Lite orolig för UK precis som du säger, men tror att de har en mycket större chans att reda ut allt utan större störningar i landet.<br/> <br/>  Kan tänka mig att det blir lite kravaller och allmänt hetsigt nu i Grekland."
		},
		{
			"postIndex": 3,
			"postNumber": 3,
			"rankGlobal": 82,
			"rankLocal": 3,
			"scoreGlobal": 65.5,
			"scoreLocal": 83.1,
			"userRank": 134,
			"userScore": 3.9,
			"postUserName": "Lieutenant-Pain",
			"postUserID": "u347782",
			"postUserUrl": "https://www.flashback.org/u347782",
			"postDateTime": "2010-02-03, 17:25",
			"postUrlInThread": "https://www.flashback.org/t1116535p1",
			"postUrlUniq": "https://www.flashback.org/sp21265732",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Babianen</strong></div> <div>Alltså, vad har jag sagt om att tro på medierna? Visst är Greklands situation dålig, men det är ingen central stat i EU/EURO samarbetet. Sannolikt kommer de andra länderna (Tyskland) ha råd att rädda dem ifall det går helt åt pipsvängen. Hur stor del är det förövrigt som ägs av greker respektive utlänningar?<br/> <br/>  Jag skulle hellre rekommendera att man håller ett öga på UK...</div> </td> </tr> </table> </div> <br/> <br/> <br/> <br/> <br/>  Brittanien? vad grundar du detta på?<br/> <br/>  i detta fall finns det inte mycket tro på media eller ej, Grekland är fastslaget totalt Bankrupt, EU överväger att sparka ut dem ur unionen eller att rädda dem, men eftersom hela EU lider av den ekonomiska krisen så har jag svårt att se att något europeiskt land är villigt att ställa upp med miljarder för att rädda grekland.<br/> <br/>  En annektering av Turkiet är inte mer än rätt, styra upp greklands ekonomi och se till att förslaget den grekiska regeringen nu lagt fram för att betala av skulderna inte blir av, dvs att frysa alla löner och pensioner i offentliga sektorn i 4 år.<br/> <br/>  Grekland är inte en naturlig stat, då grekland bildades som stat var det betydligt större än nu och inkluderade bördig jordbruksmark i makedonien och runt Istanbul, idag är dessa landskap förlorade och kvar är kargt landskap mycket likt det i nordafrika som inte duger till mer än för oliv odling , landet har också problem med vatten och energi försörjning och är ett ständigt återkommande problem."
		}
	],
	[
		{
			"postIndex": 267,
			"postNumber": 272,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 85.4,
			"scoreLocal": 100,
			"userRank": 16,
			"userScore": 17.3,
			"postUserName": "Kostas39",
			"postUserID": "u307320",
			"postUserUrl": "https://www.flashback.org/u307320",
			"postDateTime": "2010-03-06, 15:29",
			"postUrlInThread": "https://www.flashback.org/t1116535p23",
			"postUrlUniq": "https://www.flashback.org/sp21839595",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Albanian Soul</strong></div> <div>Det vet du hur exakt? O du store grek, kan du möjligtvis berätta hur du värderat Rhodos?<br/>  Sedan behöver inte endast en ö säljas. Finns gott om öar som inte har någon betydelse mer än att tillfredsställa ert ego. Grekland ska inte hjälpas finansiellt för att ert ego förhindrar er att lösa ert egna problem.</div> </td> </tr> </table> </div>   Det är ganska svårt att värdera landmassa. Och jag tror du själv förstår omöjligheten i att sälja land. Dessutom tror jag inte Grekland har nått till den punkten ännu, inte ens när en fjärdedel av befolkningen svalt av fattigdom för 60 år sedan så förlorade Grekland land, tvärtom. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sedan är detta extremt roligt då Grekland fått 2000Miljarder från EU. Säg mig nu, var skulle Grekland vara utan dessa pengar? Hur var Grekland innan dessa pengar? Hur skulle Kosovo se ut ifall vi fick 2000Miljarder? Ska du börja så dra in hela historien och inte bitar som passar dig.      </td> </tr> </table> </div>   Innan dess var Grekland inte så illa. Det var ett fattigare land men allt var billigare också, lönerna och priserna var mer harmoniserade, folk hade råd att leva gott helt enkelt. <br/> <br/>  Grekland har egentligen alltid varit ett fattigt land. Grekland har inte liksom Sverige en stark statsapparat och har aldrig haft det. Däremot är greker ett rikt och välmående <b>folk</b>. Grekiska barn går på privatskolor på kvällarna där de lär sig otroligt mycket mer än i statliga skolorna. Det skattetrycket som svenskarna har hade aldrig greker accepterat, inte i nuläget i alla fall.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Angående militären, det är en stor faktor till varför Greklands ekonomi kollapsar. Ni använder och använde pengarna från EU till militären istället för att spendera dessa på annat håll. EU borde vända ryggen åt, fast det är förståeligt. Ni gjorde det för att så fort Turken nämns så ryser det ner till benmärgen på er.      </td> </tr> </table> </div>   På bara 10 år har Grekerna byggt ut infrastrukturen enormt. Aten hade inte ens ett ordentligt tunnelbanenät för bara några år sedan. Idag har Aten en riktig flygplats, välutvecklad kommunaltrafik och motorvägar över hela landet, trots den otroliga bergsterrängen. Infrastruktur är bland det viktigaste en nation kan investera i. <br/> <br/>  Att Grekland sen har lagt ned monstersummor på militären är sant, men Turkiet kränker dagligen grekiskt luftrum, har en krigsförklaring ifall Grekland utnyttjar sin rätt att expandera territoriellt vatten och mycket mer... Grekland och Turkiet har legat i krig med varandra senast för bara 30 år sedan så jag ser inte varför Grekland skulle sluta lägga ned pengar på militären. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad du klargjort är nada. Det du säger kan jag motbevisa med olika källor. <b>Problemet är att dessa inte accepteras då personerna som skrivit alla dessa olika verk har förlorat sin trovärdighet tack vare grekiska lobbyn.</b> Detta kommer att förändras. Det har början länge sedan. Jag är snart tillbaka på historieforumet, vi ses är allt jag säger. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table> </div>   Hur hade du tänkt att någon ska ta dig på allvar när du skriver sådär? Jag till skillnad från dig har ett genuint intresse av historia utan politiska agendor. <br/> <br/>  Men för att återgå till vad du faktiskt vill diskutera. Du älskar att se att det går dåligt för Grekland, det beror på att du inte gillar det grekiska folket. Du vill liksom många andra i den här tråden visa att grekernas misslyckande i det här fallet helt enkelt beror på att de är greker. Jag kommer i alla fall inte sjunka till den nivån. Men jag ber dig ha mer överseende med grekernas problem, då du faktiskt själv tillhör ett folk som har skapat två skitnationer. Eftersom du förstår hur tröttsamt det är när folk kastar dynga mot ditt folk så hoppas jag du snart lär dig att sluta apa efter detta beteende. <br/> <br/>  Du kommer ha mycket mer att lära av att föra en saklig debatt."
		},
		{
			"postIndex": 266,
			"postNumber": 271,
			"rankGlobal": 17,
			"rankLocal": 2,
			"scoreGlobal": 77.1,
			"scoreLocal": 90.3,
			"userRank": 56,
			"userScore": 7.7,
			"postUserName": "Albanian Soul",
			"postUserID": "u120271",
			"postUserUrl": "https://www.flashback.org/u120271",
			"postDateTime": "2010-03-06, 13:53",
			"postUrlInThread": "https://www.flashback.org/t1116535p23",
			"postUrlUniq": "https://www.flashback.org/sp21838184",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kostas39</strong></div> <div>För att intäkterna av det blir för lite. Jag tror inte heller befolkningen på Rhodos hade blivit så glada av det. Vilket land hade du tänkt skulle köpa ön då? Bananrepubliken Turkiet eller? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div> <br/>  Det vet du hur exakt? O du store grek, kan du möjligtvis berätta hur du värderat Rhodos?<br/>  Sedan behöver inte endast en ö säljas. Finns gott om öar som inte har någon betydelse mer än att tillfredsställa ert ego. Grekland ska inte hjälpas finansiellt för att ert ego förhindrar er att lösa ert egna problem.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kostas39</strong></div> <div>Jag är av den åsikten att ingen bör hjälpa Grekland. Grekland ska inte behöva betala tillbaka lån till Tyskland i 10 år för att grekerna ska ha råd att köpa tysk krigsmaterial. Att sedan Grekland sänker EMU totala kreditbetyg är egentligen inte enbart Greklands fel. Det som sker i Grekland och som drabbar grekerna är dock deras egna fel.<br/> <br/> <b>Jag hade för övrigt skämts varje dag om Grekland blev ett protektorat likt albanstaten Kosovo som är totalberoende både ekonomiskt och militärt av utlandet. </b><br/> <br/>  Angående den historiska debatten så tycker jag att jag har klargjort det mesta i andra trådar. Ni har ju inget nytt att komma med utan ältar massa gammalt skit som jag redan har kört över er med fakta.</div> </td> </tr> </table> </div> <br/>  Det är du säkert, fast du verkar inte förstå skiten Grekland sitter på. Återigen kommer vi tillbaka till er mentalitet. Grekland borde upplösas som stat och fungera som ett turistställe. Där grekerna bor och jobbar där men de som styr och ställer finns i Bryssel. Då ni har visat er otroliga inkompetens.<br/> <br/>  Svar på tal till det i fet text behövs egentligen inte, men det finns de som inte är upplysta så jag fortsätter ändå. Ja Kosovo är beroende av hjälp ekonomiskt. Det är inte konstigt då Serbiska terroristmaskinen förstörde i princip all infrastruktur som fanns i landet. Eller ska jag behöva länka till detta och visa ditt ego? Sedan är detta extremt roligt då Grekland fått 2000Miljarder från EU. Säg mig nu, var skulle Grekland vara utan dessa pengar? Hur var Grekland innan dessa pengar? Hur skulle Kosovo se ut ifall vi fick 2000Miljarder? Ska du börja så dra in hela historien och inte bitar som passar dig.<br/> <br/>  Angående militären, det är en stor faktor till varför Greklands ekonomi kollapsar. Ni använder och använde pengarna från EU till militären istället för att spendera dessa på annat håll. EU borde vända ryggen åt, fast det är förståeligt. Ni gjorde det för att så fort Turken nämns så ryser det ner till benmärgen på er.<br/> <br/>  Vad du klargjort är nada. Det du säger kan jag motbevisa med olika källor. Problemet är att dessa inte accepteras då personerna som skrivit alla dessa olika verk har förlorat sin trovärdighet tack vare grekiska lobbyn. Detta kommer att förändras. Det har början länge sedan. Jag är snart tillbaka på historieforumet, vi ses är allt jag säger. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		},
		{
			"postIndex": 299,
			"postNumber": 304,
			"rankGlobal": 43,
			"rankLocal": 3,
			"scoreGlobal": 70.7,
			"scoreLocal": 82.8,
			"userRank": 44,
			"userScore": 8.7,
			"postUserName": "Visf",
			"postUserID": "u166136",
			"postUserUrl": "https://www.flashback.org/u166136",
			"postDateTime": "2010-03-09, 13:35",
			"postUrlInThread": "https://www.flashback.org/t1116535p26",
			"postUrlUniq": "https://www.flashback.org/sp21891645",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dasher</strong></div> <div>Kan det ligga någon sanning bakom denna länk?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nyapolitiken.biz%2Fusa%2FRothschilds.pdf\" target=\"_blank\">http://www.nyapolitiken.biz/usa/Rothschilds.pdf</a></div> </td> </tr> </table> </div> <br/>  Finns massvis med sanning i det där, kanske inte i konspirationen, men nog har de rätt. Vi kommer rädda Grekland, med motivationen att vi måste rädda hela södra Europa.  Vidare kommer det leda till en ökad centralisering, man kommer säg att problemet var att vissa länder kunde låna med alldeles för låg ränta, och att man därför tvingades rädda dem. (Även om man anledningen <i>egentligen </i>var att de kunde låna med så låg ränta för att man visste att de skulle bli räddade.) <br/>  Den ökade centraliseringen kommer skapa fler problem, svaret kommer i sin tur vara ännu mer ökad centralisering. Den europeiska ekonomin kommer att stagnera och fastna, den kommer gå över till att vara ett byråkratiskt helvete i Bryssel - vilket alla vet som har lite insikt är som ett komiskt tango. Det är inte så svårt att förutse detta för det är den naturliga rörelsen stater och unioner alltid har tagit på sig, byråkratier växer och slukar makt. De skyller ifrån problemen de skapar på andra för att ta mer och det hela blir en ond cirkel. <br/> <br/>  Dock finns det lite sanning i att BRIC-ekonomierna skulle försvagas, framförallt inte Kina och Ryssland. Den tidigare är världens största exportland och har en väldigt välskött ekonomi med stort utrymme för tillväxt. Framtidsutsikterna för Kina är positiva då man går i rätt håll av decentraliseringen (i öst har de upptäckt nu vad som gjorde oss framgångsrika, medan vi blivit dumma och gör de motsatta) och friare marknader.<br/>  Ryssland kommer vara på uppgång ett bra tag framöver med stora resursreserver, vilket är priser som kommer stiga rejält pg a centralbankers agerande.<br/> <br/>  Dock finns det positiva aspekter, världen krymper pga tekniska lösningar och informationsfrihet, den liberala frihetliga rörelsen är den snabbast växande, när saker blir värre kommer förhoppningsvis fler fatta och åtminstone kunna rädda sig själva. Det står om guld i länken, jag säger silver. Silver har inte ens hittat ett tak som är naturlig nivå för kriser som detta, på 70-talet gick det upp till 50$/oz, nu är det på typ 17,2. Dessutom är den historiska relationen mot guld 1/20, och som det är nu verkar guld ha hittat en botten på 1060~."
		}
	],
	[
		{
			"postIndex": 643,
			"postNumber": 655,
			"rankGlobal": 54,
			"rankLocal": 1,
			"scoreGlobal": 68.4,
			"scoreLocal": 100,
			"userRank": 13,
			"userScore": 18.9,
			"postUserName": "Babianen",
			"postUserID": "u76814",
			"postUserUrl": "https://www.flashback.org/u76814",
			"postDateTime": "2010-05-07, 00:07",
			"postUrlInThread": "https://www.flashback.org/t1116535p55",
			"postUrlUniq": "https://www.flashback.org/sp22948364",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Savaran</strong></div> <div>Babianen, hur anser du att Grekland måste göra? Hur ska man stabilisera ekonomin? Hur gör man med sina skulder?</div> </td> </tr> </table> </div> <br/>  Alltså, Greklands problem (som även är hela Sydeuropas problem) är att man (i olika varianter) har satsat på en Nordeuropeisk utvecklingsmodell. Precis som vi inte skulle få för oss att införa feminism i Afghanistan (...) borde vi rimligen inte ha inbillat oss att regelverk, bidrag och öppna marknader <b>i sig</b> skulle förvandla dessa länder till typ Finland. <br/> <br/>  Mitt recept är inte särskilt annorlunda från det som många  andra redan har påpekat: Grekland får gå i konken. Man får dra sig ur EMU. Och sedan börja om på ny kula. Det innebär att man åker tillbaka till 1973 i ekonomisk och social bemärkelse. Folk får bli arbetslösa, sälja bilen, leva på mat-hjälp från EU, och skaffa sig nya kvalifikationer. Med tanke på att greker, som sagt, är duktiga småföretagare och affärsmän skulle det knappast vara några problem. Och nej, de skulle fortfarande inte komme till Sverige. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Detta skedde i Östeuropa (som nu går rätt bra), det skedde i Argentina (som långsamt börjar återhämta sig) och det sker just nu i Baltikum och på Irland. Samma sak måste hända i Sydeuropa om man någonsin ska komma tillrätta med sina strukturella problem. <br/> <br/>  Skuldfrågan är, enligt Babben, den enklaste av alla. Om jag investerar pengar i Irakiska statspapper och torskar - så får jag skylla mig själv. Och kommer jag och kräver ersättninga av skattebetalarna för det, så kommer folk skratta och tycka att jag är dum i huvudet. Inga pengar lär jag få heller. Men är jag en fransk/tysk/brittisk/holländsk/och säkerligen också österrikisk bank - som lånat ut pengar vitt och brett för att kunna <b>profitera på räntan</b> - går det tydligen utmärkt att få tillbaka förlusten från europeiska skattebetalare, samt än mer ränta från grekerna. Det rimliga är naturligtvis att lånehajarna ifråga får gå och ställa sig sist i kön till a-kassan. Om man inte kan få dem åtalade, vill säga."
		},
		{
			"postIndex": 641,
			"postNumber": 653,
			"rankGlobal": 112,
			"rankLocal": 2,
			"scoreGlobal": 63.6,
			"scoreLocal": 93.1,
			"userRank": 13,
			"userScore": 18.9,
			"postUserName": "Babianen",
			"postUserID": "u76814",
			"postUserUrl": "https://www.flashback.org/u76814",
			"postDateTime": "2010-05-06, 23:34",
			"postUrlInThread": "https://www.flashback.org/t1116535p55",
			"postUrlUniq": "https://www.flashback.org/sp22947678",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Montbars</strong></div> <div>Grekerna har haft en förhållandevis god levnadsstandart pga de lever på andras pengar. Grekland är en stor nettomottagare av EU-medel, Sverige är en stor nettobetalare till EU.<br/> <br/>  Grekland saknar en industriell bas i sin ekonomi, till skillnad från länder som Sverige, Finland, Tyskland, Schweitz etc. De lever på shipping, turism och bidrag och krediter från andra länder. <br/> <br/>  Vad ska man göra för Grekland? Svar: ingenting, låt grekerna få klara upp sina trassliga finanser själva. De får helt enkelt sälja av statliga tillgångar, se till att dra in skatteintäkter etc.</div> </td> </tr> </table> </div> <br/>  1. Visst spelar EU-pengarna in. Men även utöver dessa ägnar sig många greker, i princip alla jag känner, åt någonslags affärsverksamhet. Allt från att driva städfirma och krog till att importera-exportera saker. Min poäng är att medel-greken lär klara sig rätt bra även utan EU-bidrag. Värre är det isåfall för länder som Spanien, där en del folk får börja konkurrera med invandrare om jordbruksarbeten.  <br/> <br/>  2. Det må vara hänt att bidrag håller uppe många strukturer/institutioner/räkmackor. Men pengarna det handlar om är i sammanhanget <i>peanuts</i> om man jämför med EU i dess helhet. Enligt <a href=\"/leave.php?u=http%3A%2F%2Fnews.bbc.co.uk%2F1%2Fhi%2F4407792.st\" target=\"_blank\">denna länk</a> får de tex. endast 6% av CAP, som ju utgör EU:s största (?) enskilda utgiftspost. Att man genom detta också pröjsar för tillgång till en av de största handelsflottorna i världen, en militär \"deterrent\" till Turkiet och \"statusen\" i att ha med \"Europas vagga\" i sitt politiska samarbete - gör att saken kommer i annan dager.<br/> <br/>  3. Låter man grekerna \"skylla sig själva\" kommer många tyska, franska (och säkerligen andra) banker (och företag) att få ta stora förluster. Det är alls inte omöjligt att en del tom kursar - vilket är helt i sin ordning. Jag har inte köpt grekiska statspapper eftersom jag inte har trott på den grekiska statens långsiktiga betalningsförmåga. Det är liksom inget nytt. Den som däremot har valt att investera i dessa (bank som privatperson) får rimligen skylla sig själv. Bailouten är ju egentligen en bailout av de västerlänska banker som satsat sina pengar där. Och DETTA finns det anledning att peka finger och vara upprörd över. Menar iallafall jag."
		},
		{
			"postIndex": 666,
			"postNumber": 678,
			"rankGlobal": 151,
			"rankLocal": 3,
			"scoreGlobal": 61.7,
			"scoreLocal": 90.1,
			"userRank": 143,
			"userScore": 3.8,
			"postUserName": "Montbars",
			"postUserID": "u247430",
			"postUserUrl": "https://www.flashback.org/u247430",
			"postDateTime": "2010-05-07, 17:33",
			"postUrlInThread": "https://www.flashback.org/t1116535p57",
			"postUrlUniq": "https://www.flashback.org/sp22959618",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Babianen</strong></div> <div>1. Visst spelar EU-pengarna in. Men även utöver dessa ägnar sig många greker, i princip alla jag känner, åt någonslags affärsverksamhet. Allt från att driva städfirma och krog till att importera-exportera saker. Min poäng är att medel-greken lär klara sig rätt bra även utan EU-bidrag. Värre är det isåfall för länder som Spanien, där en del folk får börja konkurrera med invandrare om jordbruksarbeten.  </div> </td> </tr> </table> </div> <br/>  Ja, grekerna är ofta ett affärsdrivande folk. Det sägs att greker har hela rävfarmar bakom öronen<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>  Jag kan hålla med om att ett land vars befolkningen som ägnar sig åt småföretag och kanske odlar lite vid sidan om klarar en långvarig lågkonjunktur bättre än ett land med stora företag som läggs ned helt. Men det blir svårt för Grekland att bygga upp ett materiellt välstånd.  För grekerna och andra folk i liknande situation vill importera tyska och japanska bilar, elektronik från andra länder etc. För att betala den här importen måste landet exportera varor och tjänster. Det blir då ett problem om de bara har småskalig industri som har svårt att konkurrera på världsmarknaden. Ett sätt med importen kan vara att de löser det hela som andra länder på Balkan genom tex bilstölder i andra länder<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       3. Låter man grekerna \"skylla sig själva\" kommer många tyska, franska (och säkerligen andra) banker (och företag) att få ta stora förluster. Det är alls inte omöjligt att en del tom kursar - vilket är helt i sin ordning. Jag har inte köpt grekiska statspapper eftersom jag inte har trott på den grekiska statens långsiktiga betalningsförmåga. Det är liksom inget nytt. Den som däremot har valt att investera i dessa (bank som privatperson) får rimligen skylla sig själv. Bailouten är ju egentligen en bailout av de västerlänska banker som satsat sina pengar där. Och DETTA finns det anledning att peka finger och vara upprörd över. Menar iallafall jag.      </td> </tr> </table> </div> <br/>  Ja bankerna får skylla sig själv som satsade för stora summor i en spekulationsekonomi. Detsamma gäller vissa svenska bankers agerande i Baltikum, främst då Lettland."
		}
	],
	[
		{
			"postIndex": 888,
			"postNumber": 905,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 78.8,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2011-06-04, 11:25",
			"postUrlInThread": "https://www.flashback.org/t1116535p76",
			"postUrlUniq": "https://www.flashback.org/sp30983403",
			"sentence": "Det finns tre möjligheter för Grekland, (jag börjar med det sämsta valet):<br/> <br/> <b>Grekland går ur eurosammarbetet, inför drachmen igen, allt kollapsar, det sker en militärkupp, Grekland tvingas lämna EU</b><br/> <br/> Resultat: Eftersom införande av drachmen, praktiken innebär en devalveringa så kommer långivarna, att för väldigt långtid fram över ta ut en hög riskpremie, (dvs extra höga räntor), som bestraffing för att grekerna låtit sin skuld smälta samman på artificiellt vis.<br/> <br/> Militärkuppen kommer att innebära, i alla fall i \"bästa fall\", att militären tvingas genomdriva extrema ekonomiska besparingar , och strukturera om ekonomin, allt under bajonetthot. Troligtvis så kommer korruptionen att bestå, bara det att är militären som berikas.<br/> <br/> Det kommer att förmodligen att ta tid innan grekerna, än en gång släpps in i EU. Först måste demokrati återkomma. Sedan måste de andra europeiska länderna försäkra sig om att grekland verkligen är ett stabilt och vuxet land. Och att Grekland, inom all förutsägbar framtid, någonsin skulle släppas in i Eurosammarbetet är uteslutet.<br/> <br/> <b>Grekland</b> <b>går</b> <b>ut</b> <b>ur</b> <b>eurosammarbetet</b>, <b>men</b> <b>stannar</b> <b>inom</b> <b>EU</b>. Samma negativa konsekvenser vad gäller räntan, också på ganska lång sikt. Att grekland skulle släppas in i eurosammarbetet inom en väldigt lång tidsperiod är uteslutet. Politikerna måste ändå genomföra väldiga besparingar och omstruktureringar, även om defaco devalveringen dämpar fallet något. Lågt förtroende för grekland i Europa under överskådlig tid. Korruptionen kommer också troligtvis att ligga kvar på en hög nivå. Dock kan det tänkas att vänskapskorruptionen minskar något, då staten inte har pengar att anställa folk hur som helst.<br/> <br/> <b>Grekland</b> <b>stannar</b> <b>kvar</b> i <b>Eurosammarbetet</b> <b>och</b> <b>inom</b> <b>EU </b>Nu följer en lång och plågsam tid för grekerna. BNP kommer att sjunka kraftigt under många år, liksom löner, sociala förmåner. Skulderna kommer ändå att öka. EU kommer att behöva ge stödlån många gånger. När Greklands BNP/capita sjukit till ca 12000 dollar per capita, (alltså nästan med två tredjedelar), så kommer man att ha nått en nivå som är i paritet med vad den nivå som grekiska ekonomin defacto befinner sig på. Inte minst vad gäller konkurrenskraft, relationer på arbetsmarknaden, korruption, svågerpolitik. Man kommer alltså att befinna sig emellan var Ryssland, respektive Estland, befinner sig idag. <br/> <br/> Men då kommer det att hända något: Vissa greker kommer att starta inovativa företag. Korruption och svågerpolitik kommer inte längre att vara accepterade fenomen. Man kommer att söka samförstånd på arbetsmarknaden. Grekland kommer att starta en mödosam vandring uppåt igen. I början kommer det att gå sakta, men så småningom så kommer man att få till en ganska kraftig tillväxt i ekonomin, förutsatt att det startats konkurrenskraftiga företag. Dock kommer greklands prestige i Europa att vara naggad i kanten för väldigt lång tid framöver. Och folken i EU kommer under lång tid muttra om alla de skattepengar de tvingats låna ut till grekerna. Och ett relativ hög ränta på lånade pengar kommer grekerna ändå att tvingas punga ut med, för lång tid framöver."
		},
		{
			"postIndex": 881,
			"postNumber": 898,
			"rankGlobal": 14,
			"rankLocal": 2,
			"scoreGlobal": 77.6,
			"scoreLocal": 98.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Madagascar",
			"postUserID": "u536335",
			"postUserUrl": "https://www.flashback.org/u536335",
			"postDateTime": "2011-06-03, 16:45",
			"postUrlInThread": "https://www.flashback.org/t1116535p75",
			"postUrlUniq": "https://www.flashback.org/sp30972693",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sparrdal</strong></div> <div>Saxat från: <a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fsida%2Fartikel.aspx%3Fprogramid%3D83%26amp%3Bartikel%3D4537321\" target=\"_blank\">http://sverigesradio.se/sida/artikel...rtikel=4537321</a><br/> <br/> <b>Ännu en generalstrejk i Grekland</b><br/>  Publicerat: kl 06:30 2011-06-03, Ekot<br/> <br/> <b>I Grekland har ännu en generalstrejk utlysts i protest mot socialistregeringens åtstramningspaket. Samtidigt  pressas landet hårt av sina internationella långivare.</b><br/> <br/>  Generalstrejken ska genomföras den 15 juni och arrangeras av flera fackförbund.<br/> <br/>  De privatanställdas fackförbund, GSEE och de offentliganställdas motsvarighet, Adedy säger att de gemensamt kommer att mobilisera mot nedskärningar och omfattande utförsäljningar av statens tillgångar som har målet att minska Greklands enorma budgetunderskott.<br/> <br/>  Kan någon grek typ Kostas af FB förklara hur greker tänker? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/><br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/></div> </td> </tr> </table> </div>   Någon måste göra något drastiskt nu! Vi kan inte fortsätta trycka pengar på det här viset och låna ut till kraftigt rabatterad ränta.<br/> <br/>  Grekerna själva verkar oförmögna att att lösa på det sättet som har försökts. Jag har viss förståelse för det när jag har lärt mig lite mer om hur Grekland funkar.<br/> <br/>  Lite försök till naiv problemlösning från min sida:<br/> <br/>  Släng ut Grekland ur EURO-zonen! Det måste gå!!! \"Just do it...\"<br/> <br/>  Låna inte ut några fler EURO till dem! ECB/EU/IMF får hantera de fordringsägare som finns på Grekland direkt och inte genom att köpa nya grekiska statspapper. Grekland lär tvingas skapa en ny valuta som de kan betala statliga löner och pensioner i, och Grekland får sin efterlängtade devalvering. En period lär det finnas dubbel valuta. <br/> <br/>  (Kan ECB differentiera vilken ränta de ger till olika affärsbanker? Går det? I så fall kanske det är läge att höja räntan för grekiska affarsbanker.) <br/> <br/>  Om folket vill välta staten i det läget så får de väl göra det, det kanske behövs, men då välter de inte hela EUROn. Och vi ska självfallet hjälpa Grekland på olika sätt. Men vi kan inte låna ut fler EURO till grekiska staten! <br/> <br/>  De andra länderna i farozonen kommer se vad som händer med Grekland och kanske blir mer villiga att få ordning på sina EURO-ekonomier. Dominoeffekt undviks!"
		},
		{
			"postIndex": 854,
			"postNumber": 870,
			"rankGlobal": 41,
			"rankLocal": 3,
			"scoreGlobal": 71.1,
			"scoreLocal": 90.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Madagascar",
			"postUserID": "u536335",
			"postUserUrl": "https://www.flashback.org/u536335",
			"postDateTime": "2011-05-29, 11:25",
			"postUrlInThread": "https://www.flashback.org/t1116535p73",
			"postUrlUniq": "https://www.flashback.org/sp30882827",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ubbe Cykelkedja</strong></div> <div>Det finns hur mycket korruption som helst i sådana här fall.<br/> <br/>  A) De grekiska politikerna som lånade pengar, som deras medborgare sedan spenderade. Pengar de inte tjänat in själva från första början. Det är ju fullkomligt huvudlöst att göra så under lång tid. Och ingen säger stopp för det. Det är till på gränsen till brottsligt. Vad fan trodde man till slut skulle hända?<br/> <br/>  B) Skurkföretag som Goldman Sachs som hjälpte grekerna fullständigt ljuga ihop sin budget innan de gick med i EMU. Till synes <b>helt</b> utan repressalier för varken ansvariga greker, Grekland kollektivt som land, eller skurkarna som förfalskade och hjälpte begå grovt bedrägeribrott. Förskingring. <b>Ingen</b> har stått till svars. Det blir det bankkunder och bönderna som får. Fotfolket som alltid, adeln betalar inte för sig och har aldrig gjort det. Fy fan.<br/> <br/>  C) Bankerna som i sin tur lånar ut en satans massa pengar som de själva inte äger. Hur fan kan en bransch som i grunden är en servicebransch som ska stå till handa med kommunikationen med pengar, försöka tjäna pengar själva och i grunden arbeta mot sina kunder. Hur kan man låna ut något man inte har och sedan stå och håva in inkomst genom att skinna grekerna på privatiseringar av statlig vinstverksamhet.<br/> <br/>  D) IMF, de skurkarna, som agerar precis likadant som de privatägda bankerna.<br/> <br/>  Det stinker hela vägen rakt igenom.</div> </td> </tr> </table> </div>   Jag håller i stort sett med dig. Bra inlägg.<br/> <br/>  Angående din punkt A). Grekerna måste stå till svars för val av sina politiker. Det räcker inte bara att som många greker gör skylla på \"korrupta politiker\". <br/> <br/>  Dessutom måste ju grekerna fatta att med tanke på hur lite skatt de betalar, hur mycket svart de jobbar, och hur tidigt de pensioneras att detta inte kan sluta väl. <br/> <br/>  Och grekerna måste ju lyfta blicken lite. De som betalar för deras skit just nu är tyska och andra skattebetalare som via ECB ger Grekland sjuka rabatter på statslån. Dessutom trycker man Euro vilket späder ut värdet för alla som får in inkomst i den valutan.<br/> <br/>  Huvudproblemet är dock (som du är inne på i din punkt C) ) det privata finansiella systemet. Stater och centralbanker försöker skapa förtroende för valutor och det finansiella systemet. Men resultatet blir att man håller privata banker under armarna. <br/> <br/>  T ex i Sverige är det bara privata banker som kan låna till den lägsta statsbanksräntan, man ger bankerna insättningsgaranti och man låter kunderna göra avdrag på skatten när de köper bankens produkter. Finns det någon annan bransch i Sverige som är i närheten så gynnad som de privata bankerna!?<br/> <br/>  Att de privata bankerna är så gynnade leder till att de i stort sett aldrig går i konkurs (stater och riksbanker försöker aktivt undvika det). Detta leder till en extrem vidlyftighet bland de privata bankerna, vilket har drabbat Grekland.<br/> <br/>  Sen ställer jag mig också mycket skeptisk till om det verkligen är klokt att tillåta privata banker ägna sig åt \"fractional reserve banking\" - låna ut pengar de inte har."
		}
	],
	[
		{
			"postIndex": 1195,
			"postNumber": 1216,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 79.5,
			"scoreLocal": 100,
			"userRank": 8,
			"userScore": 22.8,
			"postUserName": "Civilization",
			"postUserID": "u486506",
			"postUserUrl": "https://www.flashback.org/u486506",
			"postDateTime": "2011-06-19, 05:04",
			"postUrlInThread": "https://www.flashback.org/t1116535p102",
			"postUrlUniq": "https://www.flashback.org/sp31246584",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bearforceone</strong></div> <div>Jag håller faktiskt med dig, till viss del i alla fall. Investmentbanker som Goldman Sachs etc, bör förstöras och förintas på ett mycket utstuderat sätt. Men i Greklands fall räcker det inte då de levt på andra människors skattepengar, de skall få stå sitt kast för att ha levt långt över sina egentliga tillgångar. Att skylla på Tyskland, sina politiker, ja egentligen på alla andra än sig själva, får dem att framstå som större idioter än de verkligen är, och då anser jag redan att grekerna är riktigt korkade. Att dela 78:e platsen med Lesotho i korruptionsligan är inget annat än skämmigt och säger mycket om grekernas mentalitet, deras vilja och attityd att göra rätt för sig, samt även deras intellekt. <br/> <br/>  De måste alltså fatta att de är medskyldiga till krisen, de har utnyttjat statens förmåner skoningslöst och börjar lipa när man inte kan upprätthålla standarden, problemet är att man samtidigt gärna hållit undan alla pengar man tjänat så att den \"onda\" staten inte skall stjäla den...</div> </td> </tr> </table> </div> <br/>  Bankerna måste ta sitt ansvar/straffas. Politikerna måste även de straffas. Har man som förtroendevald politiker ljugit, förfalskat, fifflat med siffror, tagit mutor mm... så ska man i fängelse. Vanligt folk åker i fängelse för skattebrott. Men en toppolitiker som är korrupt, mörkar och försätter ett helt land i konkurs går fri... Helt sjukt.<br/> <br/>  Sedan kan jag också hålla med om att Grekerne absolut till en viss del måste ta en del av smällen men absolut inte hela och absolut inte utan att de som verkligen är ansvariga för situationen får sitt straff. De som har \"slösat\" haft det bra och levt gott ar just de statsanställda. Det är de som varit statsanställda som fått pension vid 55. Inte hela Greklands befolkning. Utan bara just en liten del. Så jag förstår fullt ut varför Grekerna är förbannade. Ungdommar som inte har någonting med slösandet att göra, egenföretagare som jobbar 09:00-20:00 i sin turistshop 7 dagar i veckan och absolut inte kan gå i pension vidd 55 utan snarare vid 65-70 blir även de straffade.<br/> <br/>  Ett helt land blir straffat för att statsanställda har haft det gott samt att eliten/toppolitikerna har haft det extremt gott.<br/> <br/>  Visst hela Grekland har levt över sina tillgångar men det kanske inte har varit självklart att förstå för Svenssongreken. De gick med i EMU med förhoppning om att allt skulle bli bättre. Bättre ekonomi och högre levnadsstandard. Det var precis det politikerna utlovade och levererade efter att de gått med. Samt att politikerna mörkade hur det igentligen låg till. Hur ska då 24 årige Greken Stavros som just fått ett arbete förstå att allt är ett luftslott och att han måste bilda ett eget parti som vinner valet för att ändra situationen. (spelar nämligen inte någon roll vilket parti han röstat på utav de redan befintliga stora Grekiska partierna som redan finns eftersom de alla är korrupta och alla hade fortsatt samma slösande oavsett) Så ska då Stavros bara helt enkelt finna sig i detta och tycka att fan va najs med tunga skatter, fet skuld osv... eller borde han kanske bli förbannad, protestera mot systemet/politikerna och säga <b>DET HÄR ÄR FAN INTE OKEJ</b><br/> <br/>  Att säga till en 25 årig Grek att du är dum i huvet som protesterar. Du har själv låtit detta ske och nu ska du betala är ungefär samma sak som att säga till en 25 årig svensk tjej som gick ensam hem från krogen i kort kjol och blev våldtagen att hon får skylla sig själv.<br/> <br/>  Jag skulle personligen kastat sten, skrikit, protesterat, strejkat osv tills de slagit ner mig eller satt mig i fängelse om jag varit Grek. Och om du som läser detta inlägg inte skulle gjort det utan bara dragit ner byxorna och låtit dig bli rövknullad så fine.. vissa gillar ju att få den i röven <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/>"
		},
		{
			"postIndex": 1231,
			"postNumber": 1252,
			"rankGlobal": 20,
			"rankLocal": 2,
			"scoreGlobal": 76.1,
			"scoreLocal": 95.7,
			"userRank": 8,
			"userScore": 22.8,
			"postUserName": "Civilization",
			"postUserID": "u486506",
			"postUserUrl": "https://www.flashback.org/u486506",
			"postDateTime": "2011-06-20, 01:25",
			"postUrlInThread": "https://www.flashback.org/t1116535p105",
			"postUrlUniq": "https://www.flashback.org/sp31263279",
			"sentence": "Det som stör mig mest är att folk i almänhet är så hjärntvättade att de inte kritiserar systemet som gör att vi måste arbeta hårdare och längre, betala högre skatter, spara osv..<br/> <br/>  Trots att vi med dagens teknologi, automatisering, robotar, datorer och kunskap borde faktiskt behöva jobba väldigt mycket minder är vi gjorde för tex 1000 år sedan så sliter vi fortfarande ihjäl oss. Alla insatta politiker samt en del svenssons vet redan att snart måste vi svenskar höja vår pensionsålder med ca: 5år för att vi ska kunna få en pension <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> <br/> <br/>  Helt sjukt! <br/> <br/>  Det borde vara tvärt om. Automatiseringen/tekonologin ska ju hjälpa oss att göra arbetet åt oss så att vi slipper det med andra ord borde vi behöva jobba mindre och mindre ju mer avancerad vår civilisation blir. Pensionerad vi 40 vore mer rimligt. Vart tar de 25 år extra som jag sliter vägen? Vem roffar åt sig dessa arbetstimmar? <br/> <br/>  Vad är då felet? Jo vi är alla lurade löneslavar utav en elit som lever i lyx. De stora internationella bankerna och de multinationella företagen som styr de korrupta politikerna som marionetter har gjort detta till en verklighet som vi idag inte ens ifrågasätter. Vi ser det som en självklarhet att vi ska slita tills vi är 70 år. Många blir utbrända, långtidssjukskrivna eller deprimerade.<br/> <br/>  Steg ett är att låta bankerna ta smällen. Minska deras makt. Göra det förbjudet för privata banker att låna ut pengar till en stat.<br/> <br/>  Förhoppningsvis är krisen I Europa nu bara början. Jag hoppas att detta är väckarklockan för världens folk. USA är minst lika illa ute och vi i lilla Sverige sitter i samma båt vare sig vi vill eller inte."
		},
		{
			"postIndex": 1173,
			"postNumber": 1194,
			"rankGlobal": 29,
			"rankLocal": 3,
			"scoreGlobal": 73.2,
			"scoreLocal": 92.1,
			"userRank": 21,
			"userScore": 14,
			"postUserName": "Bearforceone",
			"postUserID": "u441748",
			"postUserUrl": "https://www.flashback.org/u441748",
			"postDateTime": "2011-06-18, 19:02",
			"postUrlInThread": "https://www.flashback.org/t1116535p100",
			"postUrlUniq": "https://www.flashback.org/sp31238423",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>Med ditt resonemang så var alltså hela Tyska folket dödsnasister med enbart ondska och mord i sinnet under 2:a värdlskriget?</div> </td> </tr> </table> </div> <br/>  Ja, många tyskar var nazister under andra världskriget, i slutet fick de sitt land ockuperat och tvingades bygga upp allt från de rykande ruinerna som var kvar. Dessutom ockuperades en stor del av landet och folket tvingades att leva 50 år av kommunistförtryck. Så ja, de har betalat ett stort pris. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>Ett enkelt exempel:<br/> <br/>  Du får en dag ett jobb på ett företag där du tjänar mycket bra. Du har goda förmåner och hela två månaders semester om året. Eftersom företaget verkar gå bra så tycker du inte det är något konstigt med det. Cheferna pekar hela tiden på att försäljningen ökar och att företaget gör feta vinster. Men nu är det tydligen så att cheferna mörkar, fixar med sifffrorna och har istället feta skulder hos banken. Så till slut uppdagas det hela och bolaget går i konkurs. Företaget har nu en massiv skuld hos banken. Det du nu förespråkar är att banken ska komma och knacka på din dörr och kräva tillbaka pengar utav dig! Och det med rätta eftersom du borde ha förstått att din lön var för hög, du hade för mycket semester och att företaget gick väldigt dåligt. <br/> <br/>  Det mest rättvisa i detta exempel måste väl ändå vara att straffa cheferna som mörkade samt att det är banken som får ta smällen som lånade ut pengarna och inte du själv som vanlig anställd eller?</div> </td> </tr> </table> </div> <br/> <br/>  Ett land kan inte jämföras med ett företag och en anställd kan absolut inte jämföras med en medborgare i ett land, så ditt exempel haltar en hel del. Om den svenska staten plötsligt hade sänkt pensionerna till 50, betalat bonusar för att komma i tid till jobbet och om vi kunde ett annat språk än svenska, så hade de flesta undrat var pengarna kom ifrån och hur mycket vi fick låna för detta kalas. <br/> <br/>  Det hela handlar om en attityd hos grekerna, <b>de är lata och korrupta</b> och har inte ifrågasatt all korruption och alla förmåner de har fått. De har glufsat i sig förmånerna utan en tanke på morgondagen och nu skall notan betalas.<br/> <br/>  Sen borde man faktiskt låta bankerna ta en del av smällen ja, men då står plötsliga oskyldiga människors pengar på spel så det blir en svår balansgång."
		}
	],
	[
		{
			"postIndex": 1456,
			"postNumber": 1480,
			"rankGlobal": 72,
			"rankLocal": 1,
			"scoreGlobal": 66.5,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 19.6,
			"postUserName": "Ivorbell",
			"postUserID": "u477538",
			"postUserUrl": "https://www.flashback.org/u477538",
			"postDateTime": "2011-06-28, 19:49",
			"postUrlInThread": "https://www.flashback.org/t1116535p124",
			"postUrlUniq": "https://www.flashback.org/sp31395958",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KDP1919</strong></div> <div>Hur förklarar du då att man gick i pension vid 50 och att statsanställda hade extrema förmåner i förhållande till de i den privata sektorn? Är det inte den typ av drömsocialism som alltid leder till ekonomisk undergång (se sovjetunionens tandvårdsreform). Men men, ni kommunister och revolutionsromantiker ska alltid skyla på kapitalismen.</div> </td> </tr> </table> </div>   Nej det var det inte. Anledningen är att politiker och kapitalister mutat till sig väljare genom att ge de jobb inom offentlig sektor för att de ska få makten. Kapitalister har i princip sedan nolltaxerat i Grekland i allians med politikerna som inte gjort någonting. Självklart kommer då inte folket att vilja betala skatt till en sådan korrupt stat. <br/> <br/>  Grekland skulle fungera mycket bättre med en direkt demokrati där produktionsmedlen ägdes av folket själva. Då kommer fusk och korruption att direkt drabba dem själva och då kommer de sätta stopp för sånt. Idag finns det alldeles för stora intressen som tjänar på en korrupt stat. För inte fan kommer kapitalisterna att förlora någonting på den kris de själva skapat. <br/>  Det vi glömmer är också att kapitalism är ett globalt system och det hela tog sin början i USA. <br/> <br/>  Det vi ser är ett klassiskt exempel på kapitalistisk kris som återkommer med jämna mellanrum. Kapitalism kan alltid bygga upp sig självt igen men då är frågan på vilka kostnader? Dels måste det först förstöras en massa produktionskrafter så att den kan bygga upp dem igen och dels måste kapitalism lägga sig under nya marknader(därför de vill privatisera Grekland). Men detta kommer såklart att påverka folket extremt mycket och för varje kris inom kapitalism blir medlen det har för att bygga upp sig självt igen allt mindre och för folket blir kriserna bara värre. Kapitalisterna kan till och med tjäna på kriserna som idag då förlusterna blir socialiserade men vinsterna privatiserade.<br/> <br/>  Därför tror jag att vi snart kan vara inne i kapitalismens slutfas då kapitalisterna tjänar på att kapitalismen krisar. Det finns alltså ingen anledning för kapitalisterna att ändra på kapitalism då de gör profit på systemet. Sen om det i längden är det mest effektiva för kapitalisterna tar de ingen hänsyn till utan de ser ju folket bara som varor. Dock kommer folket att säga ifrån ju djupare kriserna blir och till slut kommer vi förhoppningsvis få se en revolution av folket då systemet helt enkelt blir ohållbart för dem. <br/>  Det är på väg att hända i Grekland."
		},
		{
			"postIndex": 1479,
			"postNumber": 1503,
			"rankGlobal": 81,
			"rankLocal": 2,
			"scoreGlobal": 65.8,
			"scoreLocal": 98.9,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Madagascar",
			"postUserID": "u536335",
			"postUserUrl": "https://www.flashback.org/u536335",
			"postDateTime": "2011-06-29, 11:37",
			"postUrlInThread": "https://www.flashback.org/t1116535p126",
			"postUrlUniq": "https://www.flashback.org/sp31405301",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>minipanini</strong></div> <div>- Vad jag förstått så vill en hel del genomföra åtstramningar. Förstår att detta måste ske. Men att det ska göras rättvist. Även de rika/priviligierade (många rika har väl t.o.m. nolltaxerat) ska betala sin del av kakan. Vilket jag tror inte finns tydliga förslag på idag. Eller? Att de protesterar för att det är \"vanligt folk\" som tar smällen. De rika fortsätter vara rika.<br/> <br/> <br/> <br/>  - Inte säkert det funkar. Finns exempel (Uruguay?) på länder som inte alls fått samma omedelbara positiva reaktion på en default. Utan tvärtom. Sen funkar en default bäst på en exporterande ekonomi vilket Grekland till större delen inte är. Vet att du förespråkar Turismens positiva effekter, men frågan är om det är tillräckligt. En default kan göra mer skada än nytta.<br/> <br/> <br/>  Lite om Default: <a href=\"/leave.php?u=http%3A%2F%2Fwww.economist.com%2Fblogs%2Fdailychart%2F2011%2F06%2Fsovereign-defaults-and-gdp\" target=\"_blank\">http://www.economist.com/blogs/daily...faults-and-gdp</a></div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MalusPaterFamilias</strong></div> <div>Det är möjligt, men det kan mycket väl bli så att försäkringsgivarna hamnar på obestånd.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FCredit_default_swap\" target=\"_blank\">http://en.wikipedia.org/wiki/Credit_default_swap</a><br/> <br/>  Konsekvenserna kan bli svåra att förutse...<br/> <br/>  Jag vill inte påstå att det kommer att gå så långt, men marknaden ogillar svårförutsagda risker.</div> </td> </tr> </table> </div> <br/>  Se mitt förrförra inlägg på CDS:ernas storlek, 5.8 miljarder dollar.<br/> <br/>  Intressant statistik på länders BNP-tillväxt efter default. Jag tycker det ser lovande ut.<br/> <br/>  Jag <i>vet </i>förstås inte konsekvenserna av en default och utträde ur Euron. Det uppstår säkerligen svårhanterliga problem. Ett problem är säkert run-on-the-bank i Grekland.<br/> <br/>  Men det verkar uppenbart att den inslagna vägen är kontraproduktiv. Greklands skulder ökar, bnp sjunker, man föder grekiskt hat mot troikan. <br/> <br/>  Ni känner till min tro på turism som en snabb sektor att komma igång med. Grejen är att allt blir billigt i Grekland om de defaultar och tar sig ur EMU. Vem vet vad de också kan sälja utomlands? Konsulttjänster kanske? Marknaden är snabb på att upptäcka affärsmöjligheter om det uppstår en stor valutaskillnad.<br/> <br/> <b>Tre sällan fäktade fördelar med default och utträde ur EMU:</b><br/> <br/>  Det absolut viktigaste är nog att om Grekland defaultar och lämnar EMU så kommer privata banker ta en stor förlust, vilket är helt nödvändigt om bankerna ska lära sig att göra en riktig riskbedömning i framtiden. Jag vet att vi får betala för det, men det är mycket bättre om vi gör det direkt jämfört med via den inkompetenta Grekiska staten till deras budget och att köpa upp deras statsskudspapper.<br/> <br/>  Vidare kommer PIIS se vad som händer om man defaultar och lämnar EMU. Om man inte genomför åtstramingspaketen blir man mycket fattigare och kan inte åka utomlands eller köpa importerade varor. Deras incitament att genomför paketen ökar.<br/> <br/>  Och om en tredje fördel är att grekerna får en chans att <i>fixa det här sjäva.</i> De kommer ha lättare att ta till sig de ekonomiska realiteterna. Problemet kommer i större utsträckning upplevas <i>grekiskt</i>. Då kan de lösa det här politiskt på ett sätt som passar dem och i en takt som passar dem."
		},
		{
			"postIndex": 1392,
			"postNumber": 1416,
			"rankGlobal": 85,
			"rankLocal": 3,
			"scoreGlobal": 65.2,
			"scoreLocal": 98.1,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2011-06-24, 17:53",
			"postUrlInThread": "https://www.flashback.org/t1116535p118",
			"postUrlUniq": "https://www.flashback.org/sp31337565",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gefundenes F</strong></div> <div>Sluta amortera och betala räntor, räcker inte för Grekland!<br/> <br/> De går fortfarande med jätteunderskott och kan inte betala löner till de statsanställda eller pensioner. Ska de köpa utomlands måste det bli kontant affärer.  Skulle de börja trycka EU sedlar sjunker den som en sten. Vad de andra länderna med samma valuta då gör vet jag inte de får ju betala ännu mer det är uppenbart. <br/> <br/> Kasta ut Grekland ur valutaunionen är inte så lätt det tar tid. Grekland har alltså en hållhaken på övriga unionen.</div> </td> </tr> </table> </div> <br/> Att kasta ut Grekland ur EMU och EU, skulle, i sig, inte vara så svårt. Grekerna har ju bevisligen fifflat med statistiken.<br/> <br/> Men det kommer ändå inte att ske, då det med största sannolikhet skulle sluta med grekisk statsbankrutt och militär kupp. Detta vill EU och euroländerna undvika till varje pris. Samtidigt så vill man undvika en ny finanskris genom att låta bankerna ta smällen, det skulle omedebart bli en domioeffekt till övriga pigs länderna och därmed en ny härdsmälta i finansvärlden. <br/> <br/> Det mest troliga, om nu inte grekerna själva strular till det ordentligt, vilket iof inte är helt osannolikt, är att det kommer att följa mer krislån under de närmaste 10 åren. Grekland måste relativt sakta men säkert sjunka ned på den BNP/capita nivå som passar deras usla konkurrenskraft. Och den nivån ligger garanterat inte över Lettlands nuvarande nivå på 12000 US dollar per capita.<br/> <br/> Bäst för grekerna, i längden borde givetvis vara att man slog till snabb och hårt med lönesänkninngar på 50 procent över hela linjen och en sänkning av a-kassenivåerna med minst 60%, skapade något slags tak för löneförhandlingar och inskränkte strejkrätten, (i praktiken betrakta strejker inom flera sektorer som samhällsfarliga, vilket de också varit för Grekland. Det var inte länge sedan offentliganställda i Sverige saknade strejkrätt). Dessutom borde en massa dyra och vansinninga förmåner tas bort och varje offentlig institution och varje privat företag, i Grekland, borde noga se över sin bemanning, och ha rätt att avskeda övertaliga, utan förhandlingar med facket, åtminstonde under en begränsad period. Räkna kallt med att den grekiska arbetslösheten skulle stiga till minst 30 procent. Sänkta pensioner med minst 60 procent, utom för de allra fattigaste pensionärerna.<br/> <br/> Det är inga roliga åtgärder jag skisserar här, speciellt som jag egentligen är ortodox maxist. Men kommunisters och anarkisters revolutionära lekstuga i Grekland har verkligen förstört landet. Och ju hårdare ekonomiska åtgärder som vidtas dessto snabbare kan grekland återfå en viss konkurrenskraft och BNP kan åter börja växa. Men för att få en hållbar konkurrenskraft så räcker det naturligtvis inte med låga löner. Varje cent grekerna får över, sedan räntorna på den redan gigantiska skulden är betald, måste satsas på utbildning och innovation."
		}
	],
	[
		{
			"postIndex": 1663,
			"postNumber": 1695,
			"rankGlobal": 12,
			"rankLocal": 1,
			"scoreGlobal": 78.5,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 19.6,
			"postUserName": "Ivorbell",
			"postUserID": "u477538",
			"postUserUrl": "https://www.flashback.org/u477538",
			"postDateTime": "2011-07-21, 22:01",
			"postUrlInThread": "https://www.flashback.org/t1116535p142",
			"postUrlUniq": "https://www.flashback.org/sp31785956",
			"sentence": "Folk verkar hela tiden glömma bort GB som även dem dras med stora skulder. Och där har vi också sett att arbetarklassen precis som i Grekland inte bara kommer att sitta och ta emot skiten. Skulle bli ett intressant scenario med Grekland som faller först, sedan följer Portugal, Irland. Panik bryter ut i Europa och stora pengar har lagts på att försöka rädda dessa länder, vissa eftergifter har fått göras då folket gjort alldeles för stort motstånd och IMF/EU inte kunnat ställa vilka krav som helst. <br/> <br/>  Sedan följer Italien såklart och en ingen har råd att rädda det landet. Vi slungas in i stor ekonomisk kris, euron bryter samman, Spanien kraschar kort efter. GB får stora problem och har ingen att låna av, Frankrike och Tyskland har nu själva stora problem. <br/>  Uppror sker i hela Europa. <br/> <br/>  USA kan inte längre betala sina skulder och kan inte låna något mer, stora inre oroligheter i landet när betalningar ställs in. Kaos. <br/> <br/>  Något år senare börjar även Asien att få problem dit finansmarknaden flyttat över, samma procedur sker även där som i Europa/USA. Stora inre oroligheter i Kina när folket måste flytta tillbaka ut på landsbygden där marken nu ägs av privata aktörer. <br/> <br/>  Kapitalismens dödsandningar."
		},
		{
			"postIndex": 1609,
			"postNumber": 1640,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 76.8,
			"scoreLocal": 97.8,
			"userRank": 12,
			"userScore": 19.6,
			"postUserName": "Ivorbell",
			"postUserID": "u477538",
			"postUserUrl": "https://www.flashback.org/u477538",
			"postDateTime": "2011-07-09, 00:48",
			"postUrlInThread": "https://www.flashback.org/t1116535p137",
			"postUrlUniq": "https://www.flashback.org/sp31565217",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Malkizid</strong></div> <div>Eller så beror det på att portugiserna, till skillnad från grekerna, har en viss sjukdomsinsikt.<br/>  Den nuvarande krisen beror i stort sett på samma problem: länderna har lånat över sina tillgångar. Man har sedan, för lånade pengar, investerat i än det ena, än det andra. I Grekland består också problemet i att man ljög om sin finanspolitik för att komma med i EMU och att det finns ett utbrett skattefusk bland gemene man. I fallet Grekland går det inte att skjuta över all skuld på anonyma banker, EU (som i nuläget skjuter till pengar för att landet inte ska kollapsa) eller korrupta politiker. Varenda grek som har fuskat med deklarationen, jobbat svart vid sidan av eller smusslat undan inkomster är medskyldig till den nuvarande situationen. <br/>  Det blir ingen \"demokratisk ekonomi\" av att folk vägrar ta konsekvenserna av sina egna misstag. Det man begär nu är att det inte ska skäras ner något mer och...vad? Det finns ingen alternativ plan, bara en \"vi vill inte betala något mer\"-mentalitet. Någon annan är ansvarig. Någon annan får ta skiten.<br/>  Förr eller senare kommer EU att tröttna på att behöva betala för grekernas usla skattemoral och strypa kommande utbetalningar. <br/>  Det finns inget alternativ till att \"ta skiten\", om man nu inte ser Greklands konkurs som någonting positivt. Det ända rätta att göra är egentligen att kicka ut dem ur EMU, så kan de återinföra drachmer och devalvera som normalt.<br/> <br/>  Oavsett hur det slutar så är \"folket\" inte oskyldigt i den här frågan. Alla greker som myglat är ansvariga, politiker likväl som demonstranter, och det är bar att bita i det sura äpplet och acceptera att det man lånar måste man förr eller senare betala tillbaka.</div> </td> </tr> </table> </div> <br/>  Nej man kan inte säga att folket är skyldiga till något eftersom de aldrig haft någon kontroll över ekonomin. Folk kan inte kontrollera ekonomin, staten har visat sig helt oförmögen att kontrollera ekonomin, faktum är att borgarna i Grekland ljög om den ekonomiska situationen. <br/> <br/>  Som sagt så är situation i enskilda länder fortfarande totalt irrelevant i det stora hela då det grundläggande problemet inte ligger i statsfinanserna utan i det kapitalistiska systemet. För att hålla igång konsumtionen har kapitalister lånat ut pengar med väldigt förmånliga lån för att kunna dumpa sitt finanskapital någonstans. <br/>  Problemet är att det hela är en bubbla, finansmarknaden skapar inget verkligt värde, de gör bara pengar på pengar. Ocker kallades det på medeltiden och var strängt förbjudet. <br/> <br/>  Finansmarknaden har blivit så stor just för att det ger mest profit. Profiten som görs på ren produktion har sjunkit år för år och då har kapitalister istället investerat på finansmarknaden som ger vinster snabbt och säkert. Att investera i produktionen är osäkert och långsamt. <br/> <br/>  Finansmarknaden har sedan blåst upp krediterna för att ha någonstans att placera sitt kapital, de vill ju inte placera sitt kapital i produktionen för det ger inga höga vinster. Istället gör om samma sak igen, pengar på pengar. <br/>  Produktionen utvecklas inte och arbetarnas löner höjs inte och fler och fler blir arbetslösa. Men vem ska då konsumera? Det löser man genom att låna ut en massa pengar för att få igång investeringarna och blåsa upp ekonomin, det är så det skapas bubblor. <br/>  Gång på gång har detta gjorts och har nästan setts som något normalt. Det är knappast konstigt i det nyliberala klimat som funnits i världen de senaste 30 åren att stater lånat och uppmuntrat till låntagande för att hålla igång ekonomin och konsumtionen. <br/>  Det hela är falskt ett skådespel. <br/> <br/>  Vad som borde göras är att återigen investera i produktionen även fast det ger mycket mindre vinster och är mycket osäkrare. Men enligt kapitalismens egen logik kommer detta aldrig att ske då det inte är lönsamt nog!<br/>  Därför kommer det fortsätta på samma bana, vilket vi ser väldigt tydligt just nu. Hur fan ska Grekland ta sig ur en kris med lån då det är lån som är själva grunden i hela krisen? De gör ju bara exakt samma sak igen? Det kommer inte få igång ekonomin, det kommer inte få igång konsumtionen. Även om det skulle få igång konsumtionen skulle det enbart skjuta problemen på framtiden då jag inte ser någonstans att investeringar kommer att ske i produktion i Grekland. <br/> <br/>  Detta är en mycket djupare fråga än att bara kolla på enskilda länders interna statsfinanser. Grekland brakar bara först för att folket aldrig har litat på staten eller på varandra, Grekland har en historia med inbördeskrig och militärjuntor. Troligen är det till och med bra för Grekland att braka så tidigt som möjligt och inte ytterligare bygga upp ett ännu större skuldberg. Om de varit smarta hade de gjort som Argentina gjorde."
		},
		{
			"postIndex": 1630,
			"postNumber": 1661,
			"rankGlobal": 21,
			"rankLocal": 3,
			"scoreGlobal": 76,
			"scoreLocal": 96.8,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2011-07-13, 15:33",
			"postUrlInThread": "https://www.flashback.org/t1116535p139",
			"postUrlUniq": "https://www.flashback.org/sp31640914",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ivorbell</strong></div> <div>Men detta funkar ju bara kortvarigt. Lägre löner betyder mindre köpkraft. Mindre köpkraft betyder svagare ekonomi. Deras arbetslöshet kring 17% ser inte särskilt lovande ut. Företagen som är exportberoende får en tillfällig push på grund av de låga lönerna. Sen då?</div> </td> </tr> </table> </div> <br/> Inte bara företagen, (ca1500 svenska företag i Estland bara), är exportberoende. Estland är till mer än 70 procent exportbeoende, (att jämföra med vår exportberoende på strax under 50 procent). Grejen är att esternas löner ha sänkts kraftigt. Men pga en välordnad ekonomi så kommer de säkert att höjas succesivt igen. Och under tiden så moderniseras hela det estniska samhället och kommer inom några år, utan problem, att betraktas som en inovationsekonomi. Eftersom Sverige är Estlands största exportmarknad så gynnas esterna, i hög grad, av den svenska tillväxten. Under krisen så hade de ännu en fördel: Estland behövde i alla fall inte gå in och stötta de schabblande bankerna, då de var svenska. Det fick svenska skattebetalare göra i stället. Men dessa pengar är ingalunda bortblåsta. Liksom 90-tals krisen så kommer skattebetalarna att få tillbaka sina pengar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Kom igen nu Ola!<br/> <br/> Dina exempel med baltikum är intressanta men de haltar också, vilkat jag påpekta förut.<br/> <br/> Baltikum är granne med Putin och har nyligen, historiskt sett, slagit sig fria från Sovjetunionen. De önskar komma närmare Europa.<br/> <br/> Balitikum hade 0 i statsskuld 1992.<br/> <br/> I Baltikum ville iu stort sett alla <i>in</i> i Euron av egna incitament. Du kan inte erbjuda Grekerna något liknande incitament. Många vill inte vara kvar i EMU, men de tillåts inte lämna.<br/> <br/> Du tycks bara vilja skylla på lata greker etc. Jag tycker du måste inse att hela det ekonomiska systemet <i>också </i>har skuld i det som hänt i Grekland. Vi betraktar privata banker och finansinstitut som samhällskritiska, vilket leder till fruktansvärt barrocka och orättvisa konsekvenser. <br/> <br/> De privata bankerna lånar ut till Grekland utan att ha gjort sin due dilligence. Sedan när Grekland får svårt att betala går de privata bankerna till Troikan och säger: Buhuuuu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> , Grekland betalar inte, vad ska vi göra? Troikan svarar, det är lugnt, ni är samhällskritiska, vi fixar det. Vi tar skattebetalarnas pengar och ger till er, sedan ska vi tvinga de lata grekerna att betala och sälja ut sina tillgångar för en spottstyver. Tillgångarna kanske ni har lust att köpa förresten, ni kan få dem snorbilligt nu eftersom vi tvingar Grekland att sälja allt på en gång.  Tillgångarna kommer säkerligen vara värda mycket mer om kanske 10 år.<br/> <br/> Det må finnas snörvelgreker men det finns snörvelbanker också!!!</div> </td> </tr> </table> </div> <br/> Jo, balterna har lärt sig sin läxa vad gäller vad kommunistpropaganda är värd. Sedan skiljer sig länderna åt. Sant är att Estland har en mycket liten satsskuld. Men detta gäller absolut inte för Lettland, som var nästan lika illa ute som grekerna, (vilket jag länkat om i tidigare inlägg).<br/> <br/> Sant är att bankerna har skuld till dåliga lån. Men om de inte lånat ut till grekerna så hade väl kommunisterna gnällt över \"rasistiska banker\" istället.<br/> <br/> Och grekerna är inte lata vad gäller,(officiellt), angivna arbetande timmar. Men vad gäller effektivitet på jobbet och verkningsgraden hos Greklands ingenjörer och forskare så kan man verkligen börja undra över vad som gjordes under arbetsdagarna.<br/> <br/> Sedan får jag väl medge att övriga Euro-länder var både blåögda och inte tänkte längre än vad näsan räckte. Men de kunde väl inte utgå ifrån att statistiken ifrån Grekland var förfalskad.<br/> <br/> Sedan är, givetvis, bankerna också snörvelmaskiner, som tar ut gigantiska bonusar i goda tider, (istället för att förbättra marginalerna för dåliga tider, och sedan gäller om att pappa staten skall hjälpa dem för deras egna misstag."
		}
	],
	[
		{
			"postIndex": 1908,
			"postNumber": 1943,
			"rankGlobal": 13,
			"rankLocal": 1,
			"scoreGlobal": 77.9,
			"scoreLocal": 100,
			"userRank": 22,
			"userScore": 13.5,
			"postUserName": "styrlund",
			"postUserID": "u63614",
			"postUserUrl": "https://www.flashback.org/u63614",
			"postDateTime": "2011-10-06, 08:42",
			"postUrlInThread": "https://www.flashback.org/t1116535p162",
			"postUrlUniq": "https://www.flashback.org/sp33287126",
			"sentence": "Underbart, först imploderar bankerna Grekland, när grekiska regimen inser att deras folk kommer flippa, erbjuder sig \"U.S. authorities\" att sälja vektyg för att kväsa folkets kommande revolt.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.defencegreece.com%2Findex.php%2F2011%2F10%2Fthe-u-s-approved-to-grant-400-m1a1-abrams-to-greece%2F\" target=\"_blank\">http://www.defencegreece.com/index.p...ams-to-greece/</a><br/>  Det står ju ganska klart att dessa skuldpaket som världsbanken gett Grekland inte kommer komma i närheten av det grekiska folket.<br/>  Man behöver ju inte vara jävla smart för att se att hela Greklands konkurs är välregisserad sak, och att flera länder står på tur.<br/>  och självklart kommer General Dynamics fortsätta leverera Abrams till länder som måste få kontroll över medborgare.<br/>  Tar man sig en liten titt på ägarstrukturen i GD så hamnar man ganska snabbt hos storbanker, de samma som driver the Fed och världsbanken. Så i slutänden blir Grekland knullad flera gånger av samma individer.<br/>  Först lånar bankerna ut pengar till medelklassen, sedan höjer de räntan så saker går åt helvete. arbetslösheten ökar och grekiska staten får problem med att betala sina utgifter. Då kommer omvärlden med \"lån\" för att rädda landet.<br/>  Men för att grekerna ska få dessa luftlån har det troligtvis tvingas skriva på en jävla massa avtal där det lovar att köpa varor och tjänster från företag som ägs av samma banker som skapat skiten från början.<br/>  Tycker fan synd om Grekerna, hoppas de vaknar och gör sig av med cancern som härjar i deras samhälle. Det bästa de kan göra är att sluta betala sina räkningar."
		},
		{
			"postIndex": 1858,
			"postNumber": 1892,
			"rankGlobal": 28,
			"rankLocal": 2,
			"scoreGlobal": 73.7,
			"scoreLocal": 94.6,
			"userRank": 146,
			"userScore": 3.7,
			"postUserName": "wuuaa",
			"postUserID": "u283945",
			"postUserUrl": "https://www.flashback.org/u283945",
			"postDateTime": "2011-09-22, 13:42",
			"postUrlInThread": "https://www.flashback.org/t1116535p158",
			"postUrlUniq": "https://www.flashback.org/sp33019131",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>koka-kola</strong></div> <div>Det där är rent skitsnack som bara en grek kan tro på. Precis som man fifflade till statens siffror för att komma med i EMU fifflar det lata packet till denna siffra.<br/> <br/>  Jag vågar inte ens tänka mig vilka \"aktiviteter\" de räknat in.</div> </td> </tr> </table> </div> Det är möjligt att dessa siffror är falska men du lägger förvånansvärt mycket fokus på pensioner och grekernas välfärdssystem vilket också media gör,den är visserligen ett problem,den tynger ner den privata sektorn och skuldsätter staten men det är fortfarande ett sekundärt problem för Grekland,det egentliga problemet är ju att man inte producerar tillräckligt mycket av värde.<br/> <br/>  Det är fullt möjligt att ha en ineffektiv och kostsam offentlig sektor så länge som man har en hög produktion med hög efterfrågan,Sverige har haft det sen 60talet och vi har klarat oss ändå även om det självklart hade kunnat vara bättre. <br/> <br/>  I det nuvarande ekonomiska klimatet måste man producera tidseffektivt,billigt och med hög kvalité och det räcker inte som förr i tiden att ha 2-3 basnäringar som ska göda hela landet,man behöver mer,minst 5 men gärna 10. Grekland når helt enkelt inte upp till de här kraven. Högre upp i tråden skrev någon att grekerna arbetar väldigt många timmar men även detta är oväsentligt,det väsentliga är vad man lyckas åstadkomma under dessa timmar,man kan jobba fyra timmar om dagen och ändå kommer längre än någon som jobbar åtta. <br/> <br/>  Jag tror att anledningen till att många inom media lägger sån fokus vid dessa offentliga kostnader är för att det är den enda lösningen som man har,genom att påstå att grekerna kan spara sig ur krisen försöker man sprida hoppfullhet men sanningen är ju den att långsiktigt så har man ingen lösning på hur Grekland ska kunna konkurrera och det gäller även för stora delar av västvärlden.<br/> <br/>  Vår ekonomi är stagnerande eftersom vi inte lyckas producera tillräckligt bra,vi har nåt en gräns och vi har enormt svårt att öka vår kapacitet. Ta Sverige som exempel,den privata sektorn i Sverige har knappt skapat ett enda nytt jobb i Sverige sen 90talskrisen,för varje nytt som tillkommer försvinner ett annat och vi ses som ett föregångsland i Europa! Hur ska det då gå för Spanien,Grekland,Italien,Irland eller t.o.m Frankrike?"
		},
		{
			"postIndex": 1905,
			"postNumber": 1940,
			"rankGlobal": 80,
			"rankLocal": 3,
			"scoreGlobal": 65.8,
			"scoreLocal": 84.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Madagascar",
			"postUserID": "u536335",
			"postUserUrl": "https://www.flashback.org/u536335",
			"postDateTime": "2011-10-06, 01:07",
			"postUrlInThread": "https://www.flashback.org/t1116535p162",
			"postUrlUniq": "https://www.flashback.org/sp33284740",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>minipanini</strong></div> <div>Det jag inte förstår är varför det pågår så här länge. De har haft över ett år på sig att 1) lämpa över dåliga papper till ECB 2) Kapitalisera sig själv 3) Analysera innehav och spridningseffekter.<br/> <br/>  Är inte allt detta redan gjort? Eller är det så in i helvete komplicerat att de på ett år inte kan förutse vad som sker om Grekerna konkar.<br/> <br/>  För som alla vet så är inte Grekland så jävla stort att de ska stjälpa hela världsekonomin. Är det inte slutlekt nu och så kan man göra av med Grekproblemet i alla fall. Ta hand om bankerna om de behöver det. <br/> <br/>  Det enda som kan vara felet nu är väl att de helt enkelt inte har koll. Är man så rädda.För det stora problemet är väl Italien. De har så dålig ekonomi, haft i årtionden? SKuld. Och framför allt minimal tillväxt. De måste nog vara rädda för att en Grekkonkurs kan sprida sig till en Italienkonkurs?</div> </td> </tr> </table> </div>   Appropå 1) Franska banker har haft (och har fortfarande?) ett mycket stort utlån (större än Tyska bankers motsvarighet) till den <i>privata </i>sektorn i Grekland, mycket större än utlånen till Grekiska staten vilka dessutom borde blivit än mindre sedan ECB gav sig in i leken och började köpa grekiska statspapper. Om grekiska staten konkar kommer självklart de grekiska bankerna gå åt helvete vilket drabbar de franska bankerna hårt. Detta misstänker jag är en stor del av problemet. Se mina tidigare inlägg i tråden om BIS.<br/> <br/>  Jag misstänker att de inte vet hur Grekland kan defaulta och rent tekniskt lämna EUROn. Jag tror att de är rädda för att ev lösning kommer betrakatas som önskvärd av folken i PIIS och att hela EUROn då skulle falla. Kanske denna segdragenhet är just ett sätt att få de övriga problemländerna att fortsätta sina åtstramingsåtgärder."
		}
	],
	[
		{
			"postIndex": 2225,
			"postNumber": 2271,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 80.1,
			"scoreLocal": 100,
			"userRank": 114,
			"userScore": 4.4,
			"postUserName": "WERY",
			"postUserID": "u284654",
			"postUserUrl": "https://www.flashback.org/u284654",
			"postDateTime": "2011-11-04, 18:33",
			"postUrlInThread": "https://www.flashback.org/t1116535p190",
			"postUrlUniq": "https://www.flashback.org/sp33837083",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fernebo</strong></div> <div>Folk kommer att bli ruinerade och skuldsatta för resten av sina liv</div> </td> </tr> </table> </div> <br/>  Det är hela filosofin bakom bankväsendet. Att låna ut pengar till folk som dom aldrig ska kunna betala tillbaka. Således får bankerna en \"evig\" inkomst för ett par decennier framåt. Det fungerar i början men sedan blir antalet låntagare fler och priserna höjs och räntorna likaså. Skulder är pengar som inte finns och man kan därför inte betala tillbaka dom.<br/> <br/>  En vanlig svensson skulle behöva vinna på lotto för att betala skulderna för den där lägenheten som kostade 2-3 miljoner för det blir inte färdigt på en livstid av hårt arbete där en massa andra utgifter tar upp all plats<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong></div> <div>skuldberget hur vuxit så mycket att ett nytt världskrig behövs....<br/>  efter kriget kan vi nollställa alla skulder..<br/>  eller minska skulderna med 90% för varje land, <br/>  grekerna skulle behöva arbeta i 1000 år för att betala skulderna</div> </td> </tr> </table> </div> <br/>  Då måste man först störta bankerna för annars blir det som under Första Världskriget där folk dog just för att rädda bankernas inkomster<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gefundenes F</strong></div> <div>Vilket folk, vilka politiker, men de får ta smällen annars verkar EU projeket bara vara till för de som är bäst på att fuska och snylta.</div> </td> </tr> </table> </div> <br/>  Det är ju det som är poängen med EU, att vissa ska fuska och roffa åt sig på andras bekostnad och allt det i fredens goda namn, bara dränk den med mer hummer och champagne. Som klippt och skuret för \"tant Fusk-Fia\" och \"farbror Snylt-Bengt\"<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong></div> <div>utan man har levt loppan, och belånat framtida generationer ännu ofödda greker, när det inte räckte då ville man att EU-skattebetalare ska stå för notan, <br/> <br/>  men såna chocker krävs för att kanske i framtiden aldrig mer hamna i liknande situation,<br/>  Tyskland hade hyperinflation , där bröd kostade flera miljoner mark, <br/>  men de lärde sig en läxa av det</div> </td> </tr> </table> </div> <br/>  Jag tror inte att någon lär sig en läxa av detta. Man kan kolla på de depressioner som varit i USA. De återkom ju för att man fortsatte med samma ekonomiska system. Likväl kommer det tillbaka till Tyskland i framtiden och vi kommer att få uppleva det i Sverige också när våra pengar är såpass värdelösa. Priserna i vårt land har ökat i högre takt än inflationen och vår gamla ekonomiska kultur som gick ut på att spara pengar har bytts ut mot en lånekultur där man hela tiden ska låna pengar. Resultatet blir att priserna går upp ännu mer för att folk ska låna mer pengar och vipps så kostar bilarna plötsligt 3-400 000;- att köpa. Snart får vi betala 1 miljon för att köpa en ny bil i Sverige, det är ju bara halvvägs där och då har matpriserna också skjutit i höjden. Går man tillbaka 30 år i tiden var det annorlunda, då kunde man jobba ihop till det mesta men inte nu längre...<br/> <br/>  Sedan kraschar det och då gör man samma sak igen eftersom alla är övertygade om att detta är enda sättet att föra ett ekonomiskt system på<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Men har Papandreou verkligen backat från folkomröstningen? Jag hittar bara källa på att Venizelos har sagt att det inte blir  någon.<br/>  Ja, att bli utlovad en folkomröstning och sedan inte få någon måste vara fruktansvärt frustrerande.</div> </td> </tr> </table> </div> <br/>  Klart att han backar. Man kan ju inte låta folket rösta om något som påverkar EU. Aja baja Nordkorea så får man inte göra. Hoppas dom får på nöten för att dom drog tillbaka folkomröstningen för det var det allra jävligaste. Men detta är ju priset för \"fredsprojektet\" EU"
		},
		{
			"postIndex": 2171,
			"postNumber": 2214,
			"rankGlobal": 36,
			"rankLocal": 2,
			"scoreGlobal": 72.1,
			"scoreLocal": 90,
			"userRank": 22,
			"userScore": 13.5,
			"postUserName": "styrlund",
			"postUserID": "u63614",
			"postUserUrl": "https://www.flashback.org/u63614",
			"postDateTime": "2011-11-02, 15:47",
			"postUrlInThread": "https://www.flashback.org/t1116535p185",
			"postUrlUniq": "https://www.flashback.org/sp33797919",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Javisst är det så. Det grekerna måste fundera på är hur deras agerande påverkar sina framtida lånebehov. Jag tror inte de behöver frukta en invasion - om inte de har lånat massor av turkiska banker.<br/> <br/>  Appråpå det, borde inte grekiska staten kunna välja att konka på skulderna till de utländska bankerna men inte de inhemska!?</div> </td> </tr> </table> </div> <br/>  Om jag fattat saken rätt, troligtvis kommer nån aspig nationalekonom ha åsikter om min förståelse.<br/>  Man måste bortse från Grekiska statens skulder till andra stater och världsbanken just nu.<br/>  Länderna i EU försöker med dessa stödpaket rädda deras egna privata banker som spekulerat i Grekiska statspapper.<br/>  Fransmännen som skriker mest om stödpaketen till grekerna har åtskilliga banker som kommer förlora mycket. <br/>  Sverige har vi SEB, konstigt nog den enda svenska banken som behöll stora delar sina grekpapper. Kanske visste ägarfamiljen att stödpaketen skulle komma.<br/>  Det är därför vi ser en drös med \"experter\" från SEB som ser till att synas i media nu.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnaringsliv%2Fseb-samhallelig-kollaps-om-grekerna-rostar-nej_6599802.svd\" target=\"_blank\">http://www.svd.se/naringsliv/seb-sam...ej_6599802.svd</a> <br/>  De jobbar aktivt för att skapa en illusion av att hela EU är på randen till undergång bara för att Papandreou inte följer manuset som klubbades på Bildarberg i somras. SEB´s ägarfamilj hade en deltagare där. Även vår utrikesminister var där. Likaså Papandreou.<br/>  Folk måste inse att denna \"kris\" är skapad av två krafter. I första hand är det politiker som med galna vallöften kommit till makten, väl vid makten har de för att få sitta kvar tvingats låna utomlands för att genomföra sina vallöften.<br/>  I andra hand är det privata banker som högst medvetet klev in situationen genom att köpa statspapper. Fullt medvetna om att övriga EU-länder skulle betala dem pengarna som grekerna är \"skyldiga\" om det skulle uppstå problem.<br/>  Nu börjar saker bli lite mindre självklara, tyskarna sa ju redan för 3 veckor sedan att dessa räddningspaket är värkningslösa. Då flippade Sarkozy brölade att saker måste lösas. Samma Sarkozy skrek i telefon till Papandreou i går kväll att han skulle hasa sin grekröv till Cannes för att förklara sig.<br/>  Tror fan det är roligare att göra en prostataundersökning än att heta Papandreou och glida in på G20."
		},
		{
			"postIndex": 2118,
			"postNumber": 2161,
			"rankGlobal": 47,
			"rankLocal": 3,
			"scoreGlobal": 69.3,
			"scoreLocal": 86.5,
			"userRank": 98,
			"userScore": 5,
			"postUserName": "darkjak",
			"postUserID": "u174970",
			"postUserUrl": "https://www.flashback.org/u174970",
			"postDateTime": "2011-11-01, 17:25",
			"postUrlInThread": "https://www.flashback.org/t1116535p181",
			"postUrlUniq": "https://www.flashback.org/sp33781575",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>humanlife</strong></div> <div>  Men om man tänker efter lite: grekerna har varit ute på gatorna och protesterat, de har strejkat för att göra sina röster hörda. I flera månader har de kämpat. Men är det någon som har lyssnat på dem?<br/></div> </td> </tr> </table> </div>   Varför ska man lyssna på dom när dom inte förstår orimligheten att ha tre procents skatt och få gå i pension innan man fyller 50, när andra länder med framgångsrikare företag har 25 procents skatt och pension vid 65 och som dessutom överväger att höja pensionsåldern?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>humanlife</strong></div> <div>  Fem över tolv bestämmer sig Papandreou att de skall lyssnas på. Han har förhandlat med EU och försökt ignorera sin egen befolkning, och nu inser han plötsligt att det inte går längre. Om inte folket är med på besparingarna, ja, då går de kanske inte att genomföra.<br/>  Enkel logik. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Som man tycker att EUs ledare hade kunnat komma fram till förut. Men visstja, de har ju händerna fulla med banker som skall gå skadeslösa. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  :</div> </td> </tr> </table> </div>   Håller med om att det är fel att man är så mån om bankerna. Bankerna har däremot all rätt i världen att inte låna ut pengar till det bottenlösa hål som Grekland är. Grekland måste agera på ett sådant vis att skatteintäkterna och EU-miljarderna räcker till för att statsbudgeten inte ska gå minus.<br/>  Faktum är att inte ens besparingspaketet kommer räcka till för att uppnå detta.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>humanlife</strong></div> <div>  Ingen har velat lyssna på den grekiska befolkningen. De är inte viktiga.<br/>  Vad är det för slags demokrati?<br/></div> </td> </tr> </table> </div>   Grekerna har röstat nej till att göra något åt sin lyxtillvaro och föra en hållbar ekonomisk politik i 25 år. <br/>  Nu handlar inte ens det här om Grekland, det handlar om att deras idioti kan knäcka hela europa. Så nej, Greklands elva miljoner invånares lyxliv ska inte stå över att EU's totala befolkning på 502 miljoner!<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>humanlife</strong></div> <div>  Grekerna har demonstrerat tydligt att de inte vill betala en kris som de inte är skyldiga till. De skall ha all heder av att ha kämpat så länge och envist. Och de har t o m lyckats tvinga fram en folkomröstning. Det här måste ses som en stor seger. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/></div> </td> </tr> </table> </div>   De ÄR skyldiga till krisen. <br/>  Grekland fick varningar för att de hade en ohållbar ekonomi redan i slutet på 80-talet. Grekerna har protesterat mot skattehöjningar, protesterat mot låga löner inom offentliga sektorn och röstat fram bästa möjliga förmåner. De måste vara bra jävla efterblivna hela bunten om de inte fattar att det inte går ihop.<br/> <br/>  Jag börjar allt starkare anse att Grekland borde behandlas som vilket konkursbo som helst: vem som helst ska få köpa vad som helst, högstbjudande gäller. Exekutiv auktion gäller, ingenting är heligt, man bara säljer och säljer tills skulden är betald. Och finns inte saker nog att sälja, så får den skyldige avstå alla sina inkomster i fem år och leva på existensminimum."
		}
	],
	[
		{
			"postIndex": 2449,
			"postNumber": 2504,
			"rankGlobal": 39,
			"rankLocal": 1,
			"scoreGlobal": 71.5,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-02-11, 11:29",
			"postUrlInThread": "https://www.flashback.org/t1116535p209",
			"postUrlUniq": "https://www.flashback.org/sp35629565",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Patrik2108</strong></div> <div>Nå jag gissade det, en intern devalvering. Interna devalveringar är bara kapitalägarnas våta dröm för att få sina fantasivärlden bli förverkligade.</div> </td> </tr> </table> </div> <br/>  Eftersom du citerade precis det jag skrev, så behövde du ju inte gissa, bara läsa innantill.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När det inom ett område sker en ekonomisk utveckling där produktionen inte motsvarar/stöder de penningmängder som är i omlopp så betyder det att det utbyts fantasibelopp. Så har det alltid varit. De fasta växelkurserna har bara hindrat oss från att se det. Sen när devalveringarna till slut kommit så har kapitalägarna förargat sig över \"nedskrivningen\" av valutan. De har inte fattat att marknaden har värderat valutan, att ingen i hela världen förutom den egna riksbanken har gett det fantasibelopp för valutan som man så högt önskat skulle gälla.      </td> </tr> </table> </div> <br/> <br/>  Och sedan leker du \"ekonom\" trots att du uppgett att du inte har någon respekt för just ekonomer.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Sedan är inte alls kapitalister, som sysslar med export, förargade över en devalvering. Tvärt om, får de betalt i utländsk valuta så får det ju betydligt bättre betalt, (räknat i det det devalverande landets valuta), och kan exportera mera. Däremot så är de som sysslar med import mindre glada. Övriga kapitalister drabbas \"bara\" indirekt. Men <u>hela folket</u> drabbas av en devalvering som misslyckas! Det upptäckte vi i Sverige, efter nära 10 års devalverings kaos. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att devalvera är rättvist. En intern devalvering är inte rättvis. Om man tex. skaffat sig en bostad så har man betalat det fulla fantasibeloppet för bostaden men efter den interna devalveringen på 70% har husets värde i stort blivit reducerat med 70% och betalningsförmågan har blivit reducerad med 70%. Detta orsakar stor förödelse för ett helt lands interna ekonomi. En regelrätt devalvering reducerar alla belopp i samma proportioner. Det är bara de som tagit utländska lån för att låna vidare inom landet som drabbas. Men det är de som skall drabbas. De har spekulerat, de borde ha sett att ekonomin skevar. De har tagit en risk och förlorat.       </td> </tr> </table> </div> <br/> <br/>  Husets \"värde\" sjunker inte i och med kraftig interna devalering. Däremot sjunker husets <u>markanadsvärde</u>  pga två orsaker: Folk får mindre köpkraft och folk tvingas ifrån sina hus vilket ökar utbudet. Men en devalvering, för att inte tala om en misslyckad stor devalvering, ställer också till med stora problem. Även där minskar folks köpkraft och folk kan tvingas gå ifrån sina hus. En misslyckad stor devalvering är ingenting annat än en extrem katastrof, till ingen nytta. Och fast då fastighetsbubblan kan fortsätta att växa ännu en tid, så spricker den förr eller senare. Läs svensk 80-tals historia, om du inte upplevt den tiden själv. Och läs in dig på krisen i Sverige i början av 90-talet!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så här har det sett ut historiskt. Men samma sak gäller Grekland idag. De har en fast växelkurs och kostnadsläge som inte motsvarar deras ekonomi. Men eftersom de inte har någon egen valuta så kan de inte ge upp växelkursen. Jag har alltid anat att många hade den våta drömmen att man med euron skulle kunna tvinga länder till interna devalveringar. Att spekulanter alltid skulle garanteras sina fantasivärden på folkets bekostnad. Jag är ytterst bestört och skrämd över att den politiska eliten inte har sett att hela europrojektet är en förskjutning av makten till kapitalägare och spekulanter och där den sunda basekonomin får betala priset.      </td> </tr> </table> </div> <br/>  Vi verkar i alla fall vara överrens om att Grekland har en för stor ekonomisk kostym i dagens läge. Ja, kostnadsläget är alldeles för högt i dagens Grekland. Det mest naturliga är väl då att <u>sänka det för höga kostnadsläget</u>, eller hur? Sedan medger jag gärna att en sjunkande valutakurs kan hjälpa till.<br/> <br/> <br/>  Men i fallet Grekland så finns det två stora problem:<br/> <br/>  Dels så skulle en flytande drachmer sjunka extremt mycket, och orsaka svåra effekter.<br/> <br/>  Dels så skulle grekerna inte kunna hantera sådana effekter utan krav på lönekompesation, strejker skulle komma.<br/> <br/>  Man skulle då inte tvingas göra någonting åt de struktur-problem som finns i den grekiska ekonomin. <br/> <br/>  Korruptionen skulle fortsätta att blomstra<br/>  Svågerpolitiken fortsätta<br/>  Produktiviteten i den offentliga sekort fortsätta att minska<br/>  Bostadsbubblan öka än snabbare<br/>  Devalveringsvinsterna skulle snabbt försvinna och den internationella konkurrenskraften fortsätta att minska efter den korta tiden med devalveringsvinster. <br/> <br/> <br/>  Och sedan skulle nästa kris komma i form av en fastighets/finanskris"
		},
		{
			"postIndex": 2259,
			"postNumber": 2308,
			"rankGlobal": 40,
			"rankLocal": 2,
			"scoreGlobal": 71.2,
			"scoreLocal": 99.7,
			"userRank": 28,
			"userScore": 12.3,
			"postUserName": "Patrik2108",
			"postUserID": "u556056",
			"postUserUrl": "https://www.flashback.org/u556056",
			"postDateTime": "2011-11-05, 11:20",
			"postUrlInThread": "https://www.flashback.org/t1116535p193",
			"postUrlUniq": "https://www.flashback.org/sp33847443",
			"sentence": "Jag funderar lite på  ekonomiska detaljer där jag har lite annan uppfattning än (de flesta) övriga. Om vi säger att Grekerna skulle övergå till drakma så påstår man att deras skulder skulle öka, att de skulle få svårare att betala. Jag är av annan åsikt. Skulden skulle ju fortfarande vara densamma. Den skulle vara samma belopp (eurobelopp). Att värdet på grekernas produktion skulle minska stämmer inte heller. Den skulle också fortfarande vara densamma. En ny valuta innebär endast att man inom landet har en ny måttenhet för varor och tjänster. I den mån den ändringen medför att den grekiska produktionen värderas lägre så kan det bara vara en korrigering av tidigare felvärderingar. Men inte skulle man ju innan ett valutabyte (som i praktiken innebär devalvering) heller kunna upprätthålla god (mindre dålig) betalningsförmåga med fantasivärden. Så jag ser inte att argumentet om att skulderna skulle explodera är riktigt.<br/> <br/>  Det enda som skulle kunna försämra skuldläget är om man gör sina euron till drakman och sedan låter den valutan falla. Där kommer min andra invändning. Om grekerna byter valuta så betyder det ju inte att deras euron blir drakma. De euron de har är ju fullvärdiga euron precis som deras skulder är fullvärdiga euroskulder. Även om man är bankrutt så skall ju de tillgångar man faktiskt har räknas som tillgångar. Det man har det har man och byter man valuta så betyder det att man från en viss tidpunkt successivt inför en ny valuta. Att ha euron på banken skall vara precis lika som att ha dem i plånboken. Inte skulle mina euron i plånboken bli till drakma heller om valutabytet skulle ske när jag är där på semester. Det finns inga skäl att ändra grekernas befintliga eurotillgångar till drakma , och om det görs så skall skuldtillgångarna också bli drakma enligt samma måttstock."
		},
		{
			"postIndex": 2350,
			"postNumber": 2403,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 71,
			"scoreLocal": 99.4,
			"userRank": 76,
			"userScore": 6.2,
			"postUserName": "estone",
			"postUserID": "u190317",
			"postUserUrl": "https://www.flashback.org/u190317",
			"postDateTime": "2011-12-08, 20:31",
			"postUrlInThread": "https://www.flashback.org/t1116535p201",
			"postUrlUniq": "https://www.flashback.org/sp34427100",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Jag tror vi är eniga i ganska mycket. Ansvaret är delat och det är bl a därför skiten är så svår att lösa.<br/> Jag vidhåller ändå att det största problemet är bankerna och systemet att de \"räddas\" och nästan aldrig konkar. De dåliga bankerna sållas inte ut av marknadskafterna.</div> </td> </tr> </table> </div>  Två fel. Det är bankerna ja, med främst de som ligger bakom bankerna och de som sätter in pengar i banken. Det är de som är de stora skurkarna. Klart att man måste rädda en sparbank. Skulle du acceptera att din pengar försvann som du hade på banken? Det man ska göra är att dela på sparbanker och investmentbanker. Då kan man låta investmentbanker konka. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag har full förståelse för att människor jobbar så lite som möjligt men det är kriminellt att tyskar (och vi) tvingas betala (via skattemedel eller inflation om man trycker mer euro) för att banker inte betalar för sina egna förluster.      </td> </tr> </table> </div>  Banker kan inte betala detta. De har inga medel. Och ska inte ha det heller. Det är orimligt. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Scenario:<br/> Om du via lagstifning skulle tvingas betala för att H&amp;M inte får betalt av sin postorderkunder, skulle du då bli förbannad på postorderkunderna eller H&amp;M och lagstiftningen som skyddar dem?      </td> </tr> </table> </div> Nää det är fel. Nej, det beror på en ohelig allians.  Företagen betalar bara ut säg 90% i lön  mot vad de borde. Istället tar företaget dessa pengar till sin egen  bank. Denna banken tar sedan och lånar dessa 10% till löntagaren. Dvs i  stället för lön får du lån. Banken + företaget vill verkliga att du ska  låna. För lånar du inte ja, då vet de inte vad de ska göra med pengarna  och de får ingen ränta. <br/> <br/> Detta var en av sakerna som fällde Grekland. <br/> No2:Tyskland ville inte att Grekland  skulle jobba. Så de ordnade det så att grekiskindustri gick dåligt. Och eftersom de inte har en egen valuta så kunde de inte devalvera sig ur problemet. Tyskland ville att de skulle låna istället. För då kunde  Tyskland producera och sälja sin skit till grekland.  Politikerna blev mutade att acceptera det hela.<br/> <br/> Ja det är kriminellt att Tyskar (läs medborgare) ska betala men man ska akta sig för att läsa in något i begreppet \"Tyska banker\". Greker jobbar inte sämre än andra btw.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PeterDenSvenske</strong></div> <div>Jävligt dålig analog eftersom postorderkunderna  inte har blivit valda av folket, de här problemen med de vidriga  grekerna är eftersom deras kultur är helt värdelös och korruption,  lathet samt bedrägeri är helt accepterat. Det är knappast synd om de  vidriga grekerna efterom det är deras eget fel.</div> </td> </tr> </table> </div> Fördomarna  flödar. Ska du inte dra dina lögner om den onda staten och de vidriga  politikerna också. Men storkapitalet det är de snälla pojkarna."
		}
	],
	[
		{
			"postIndex": 2631,
			"postNumber": 2689,
			"rankGlobal": 15,
			"rankLocal": 1,
			"scoreGlobal": 77.5,
			"scoreLocal": 100,
			"userRank": 51,
			"userScore": 8,
			"postUserName": "VitNeger",
			"postUserID": "u156110",
			"postUserUrl": "https://www.flashback.org/u156110",
			"postDateTime": "2012-02-17, 12:00",
			"postUrlInThread": "https://www.flashback.org/t1116535p225",
			"postUrlUniq": "https://www.flashback.org/sp35736191",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong></div> <div>  ingen tvingade Grekland att ta lån, det är ett typiskt \"lyxfällan-syndrom\"</div> </td> </tr> </table> </div> <br/>  Fast det är inte riktigt sant heller. När Grekland gick med i euron fick de samma låneränta som alla andra euroländer. Den räntan sitter i princip efter hur Tyskland har det. <br/> <br/>  Dessutom måste du inse att hela den västerländska ekonomiska politiken numer går ut på att vi skall (över)konsumera för att öka på tillväxten. Alltså pressar stat och bank hela tiden för att få ut så mycket billiga krediter som möjligt och förenkla möjligheterna att ta dessa lån.  Det är samma tanke som ledde till supprimelånen i USA. En liten rolig anekdot till detta är sms-lånen i Sverige. En juristlärare gick runt på institutionen (med bland annat ett nuvarande justitieråd) och frågade hur de såg på räntan som togs ut. Alla sa att det i juridisk mening var att betrakta som ocker. Ändå sitter Beatrice Ask i nyhetsmorgon och säger att \"det skall inte vi lägga oss i\".<br/> <br/>  Till detta får du väga in saker som att de flesta människor omöjligen kan vara lika insatta i ekonomi som en person som jobbar med det dagligen. Om alla experter hela tiden säger att det \"det är lugnt, låna, konsumera mer, skapa tillväxt\" då är det väl rätt naturligt att människor tror på det?<br/> <br/>  Och oavsett om man inte tror på det så finns det alltid några som gör det. Dessa personer kommer att överbelåna sig med bankens goda minne (ränta ränta) och tvinga alla andra att hänga med i lånecirkusen. Det ser vi även i Sverige där vi sannolikt har en rejält uppblåst fastighetsbubbla. <br/> <br/> <br/>  Till sist finns det alltid frågan om demokrati och samhällskontrakt. Säg att minoritetsregeringen i dag lovar massor av saker, säger att de har täckning för det och även får det granskat av Goldman Sachs som trollar lite med siffrorna, och sedan ser till så att hela svenska folket blir skuldsatt i förhållande till utländska banker med väldigt oförmånliga avtal. Varför skulle jag vara bunden av det?<br/> <br/>  På Island gjorde man helt rätt sak. Man avsatte regeringen, nationaliserade bankerna, grep cheferna och skrev av massor av skulder. Nu har man fixat sin ekonomi och sagt att man skall betala till de som förlorat sina pensionspengar i England och Holland. Istället för att gå med på IMF:s sjuka krav som man redan prövat om och om i Afrika och som aldrig leder till goda resultat."
		},
		{
			"postIndex": 2487,
			"postNumber": 2543,
			"rankGlobal": 55,
			"rankLocal": 2,
			"scoreGlobal": 68.3,
			"scoreLocal": 88.2,
			"userRank": 18,
			"userScore": 16.9,
			"postUserName": "minipanini",
			"postUserID": "u398854",
			"postUserUrl": "https://www.flashback.org/u398854",
			"postDateTime": "2012-02-12, 14:45",
			"postUrlInThread": "https://www.flashback.org/t1116535p212",
			"postUrlUniq": "https://www.flashback.org/sp35649437",
			"sentence": "Någon kanske redan skrivit det i tråden men ändå..<br/> <br/>  .. är det ingen annan som funderar på vad konsekvenserna av valet (redan i April, nyval kanske ännu tidigare) får för konsekvenser.<br/> <br/>  Innan var det kanske inte något \"problem\". Men nu när Laos gått ut koallitionen (och sagt sig vara emot mer nerdragningar) så kan det väl påverka oerhört. Ett smart taktiskt drag för att vinna röster. Nu är de väldigt små (ca 5% tror jag). Men vad händer nu om förbannade Greker ger Laos en 10-20-30%? Vad sker om de kommer upp i storlek till att vara vågmästare. EU har hela tiden hävdat att man vill att Grekiska partier är eniga för att de ska få lån. Just för att man inte efter ett val börjar krångla ännu mer.<br/> <br/>  Nu vet jag att dessa lån är lån för att rädda EU-banker. Men de måste likaväl fås igenom. Har för mig att det är först till sommaren när alla räddningsfondpengar är klara som man kan sparka ut Grekland (om man vill). <br/> <br/>  Det troligaste är väl att Grekerna någon gång i vår synar Merkozys bluff. De kommer få mer pengar även om de missköter sig. Men möjligen framför allt att de klart visar korten. Redan nu talas det ju om att ha lånepengarna på låst konto som bara används till att betala \"utlandslånen\". Kommer det först när detta är implementerat som gemene Europe vaknar till ordentligt och inser att det är banker som ska räddas.<br/> <br/>  Som sagt, tror ni valet kommer att påverka denna cirkus något. Eller blir det business as usual?"
		},
		{
			"postIndex": 2544,
			"postNumber": 2601,
			"rankGlobal": 59,
			"rankLocal": 3,
			"scoreGlobal": 67.9,
			"scoreLocal": 87.6,
			"userRank": 4,
			"userScore": 47.1,
			"postUserName": "rex144",
			"postUserID": "u251373",
			"postUserUrl": "https://www.flashback.org/u251373",
			"postDateTime": "2012-02-13, 02:47",
			"postUrlInThread": "https://www.flashback.org/t1116535p217",
			"postUrlUniq": "https://www.flashback.org/sp35661170",
			"sentence": "grekiska politiker tänkte bara på att vinna nästa val och genom detta kunna göra sig rika på mutor och ge alla sina släktningar fina jobb,<br/> <br/>  de trodde att genom att pumpa in miljarder euro i markanden  så kommer grekerna efterfråga varor och tjänster och på så sätt blåsa liv en ineffektiva grekiska ekonomin <br/>  men icke... <br/>  pengarna gick till lyxkonsumption och slöseri<br/> <br/> <br/>  rent objektivt måste man säga att Tyskland har tjänat mest på den galna utlåningen till Grekland, då man är den största exportör i EU,<br/>  och eftersom grekerna producerar bara olivolja... så har man med lånade pengar köpt allt i Tyskland, <br/>  tyska företag hade en fantastisk avsättningsmarknad för sina varor, inte minst krigsmateriell<br/> <br/>  så grekerna har hjälpt till att hålla arbetslösheten nere i Tyskland och ökat vinster i deras företag <br/>  och nu ska grekerna  gå genom stålbad...<br/>  medan välmående tyskar ska ta ett dopp i deras hav, och grekerna ska passa upp sitt nya herrefolk <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/><br/> <br/> <br/>  å andra sidan borde grekiska politiker sättas i fängelse och deras tillgångar konfiskeras,"
		}
	],
	[
		{
			"postIndex": 2817,
			"postNumber": 2875,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-03-03, 15:19",
			"postUrlInThread": "https://www.flashback.org/t1116535p240",
			"postUrlUniq": "https://www.flashback.org/sp36023135",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Patrik2108</strong></div> <div>Om vi låter dig kalla den prisökning som uppstår vid devalvering  för inflation så är det en sorts inflation som är positiv att ha.<br/>  Du verkar anse att det är viktigt för Grekland att få billiga importvaror. Du har upprepade gånger påtalat handelsunderskottet för att liksom belysa importens betydelse. Men vad det handlar om är att Grekland skall bli självgående. Då är en prishöjning på importvaror ett sätt att få det interna handeln att ta fart, på bekostnad av importen. En devalvering hjälper alltså också nationer med liten export att få bättre handelsbalans. Du måste ju inse att importen måste minska. <br/> <br/>  Förövrigt, när jag talar om devalvering så avser jag alltid att man skall låta valutan flyta.</div> </td> </tr> </table> </div> <br/>  Nej, jag förespråkar inte billigare importvaror, men heller inte dyrare sådana. Och det är faktiskt svårt att få Grekland att bli självgående i brådrasket. <br/> <br/>  Den snabbaste vägen är en chockterapi som innebär en massiv intern devalvering, omfattande ekonomiska och juridiska reformer för att förbättra konkurrenskraften. Men det är långt ifrån säkert att det grekiska samhället: 1) kan hålla ihop under en sådan påfrestning. 2) Att man skulle klara av att betala sina skulder trots snabbt sjunkande BNP.<br/> <br/>  Den näst snabbaste vägen är då en relativt långsam inre devalvering som sträcker sig minst 10 år framåt i tiden. Fortfarande blir påfrestningarna stora för samhället och människorna och lidandet blir här utsträckt i tid. Men grekerna hinner då välja sig vid ett successivt sjunkande BNP och sannolikheten är något större att man, genom enorma uppoffringar, skall kunna betala sina skulder. Dessutom kan ev. någon bransch kanske börja exportera och nya innovationer kan hinnas göras.<br/> <br/>  Det näst sämsta sättet är att Grekland lämnar Euron och inför en flytande drachmer. Risken för hyperinflation är uppenbar och devalveringseffekterna äts snabbt upp av inflationen. Men framför allt så kommer man att få svårt att omsätta gamla lån eller ta nya. Detta gäller både den grekiska staten och företagen.<br/> <br/>  Det absolut sämsta sättet är att Grekland inte bara lämnar euron och inför en flytande drachmer. Ställer man dessutom in alla betalningar så kommer vare sig stat eller företag ha någon möjlighet att låna de närmaste 10 åren.<br/> <br/> <br/>  Om Grekland haft någon exportindustri att tala om, som kunde dra fördel av en flytande valuta, så skulle du inte ha haft helt fel. Men nu är Greklands exportberoende blott 21 procent, att jämföra med Sveriges ca 50 procent och Estlands 80 procent. Även fast Grekland har ett stort handelsunderskott så verkar det alltså som om grekerna redan konsumerar inhemska produkter i stor utsträckning. <br/> <br/>  Men inget land kan klara av att producera allt de behöver själva på ett effektivt sätt. Därför finns den internationella arbetsdelningen, så att länder producerar det de är bäst på. Greklands problem är att man inte är speciellt bra på så mycket:<br/> <br/>  Den grekiska varvs-industrin står för ca 10 procent av grekernas BNP. Men eftersom lönerna redan sjunkit med minst 30 procent, så borde denna bransch, om den är internationellt konkurrenskraftig, redan kunna dra nytta av detta. Men det verkar den alltså inte ha gjort. En orsak är att det är omöjligt allt kunna få låna pengar för dem. Pengar som behövs till framtidsinvesteringar och för att projekt skall kunna sätta igång. Och jag kan lova dig: Går Grekland i öppen konkurs, ställer in sina betalningar och återinför drachmen, så blir det omöjligt för både den grekiska staten och grekiska företag att låna, (till rimlig ränta), på den internationella finansiella marknaden tio år framöver!<br/> <br/>  En annan orsak till att den grekiska varvs-industrin inte kan konkurrera, trots kraftigt sänkta löner, kan också vara att man inte når upp till Kinas, Sydkorea och Finlands standard vad gäller kvalité. Och för att lösa detta hjälper knappast en lågt värderad valuta ens.<br/> <br/>  En annan viktig grekisk bransch är turistnäringen. Där innebär givetvis lägre löner också lägre kostnad för hotellnätter, resturang-besök och nöjen för tillströmmande turister. Och antalet turister har också ökat med ca 10 procent. Inte heller där behövs någon devalvering.<br/> <br/>  Återstående procent av Greklands \"konkurrenskraft\" består av fetaost och oliver. Just de näringarna skulle ev. kunna dra nytta av en lågt värderad drachmer. Men eftersom att lönerna redan sänkts med minst 30 procent så behövs det inte här någon devalvering.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Krillolero</strong></div> <div>Märk väl, att den här krisen aldrig blivit så fatal om det inte den amerikanska krisen - som uppstod på v e r k l i g t kriminiella grunder - först briserat med full kraft. Det är Wall Street, inte grekernas dåliga vanor, som är huvudskyldig i den här tragedin. Men det är vi alla som får betala notan.<br/> <br/>  Beträffande Italien. Jag kan inte dela din optimism, dessvärre. En av de ekonomer som alltid talat klarspråk - och som nästan alltid haft rätt - , Loretta Napoleoni (som ofta är gäst i amerikanska och brittiska tv-studios) påpekar ständigt hur mkt propaganda som är i omlopp. Enligt Napoleoni är Italiens öde att upprepa Greklands tragedi, med några månaders försening.</div> </td> </tr> </table> </div> <br/> <br/>  Ok, du låter som vanligt: \"Allt är alla andras fel och inte grekernas fel\". Bank-krisen 2008 ställde till den. Men du måste då visa att den grekiska staten fick låna rekord mycket för att rädda inhemska banker. I Sverige orsakade krisen ett brant fall i BNP. Men vi hämtade upp oss. Och detta inte enbart pga en då sjunkande krona. Vi hade en exportindustri som kunde köra igång, direkt, när det vände. Grekisk varvs-industri verkar vara helt oförmögen att dra nytta av minst 30 procent lägre lönekostnader.<br/> <br/>  Det finns många ekonomer som siar. Ett otal gånger har jag hört och läst om att risken för en grekisk konkurs \"de närmaste månaderna är 99 procent\". Det blir en ganska imponerande sannolikhet om man lägger samman alla dessa spådomars procenttal de senast två åren,typ: \"risken för en grekisk konkurs är 99,99999 procent\". Ändå har detta med en öppen konkurs inte skett än, även om det givetvis kan ske, nästa vecka eller om två år. Grekerna själva, (du kanske skulle lära sig något utav dem nu!), vill dock vara kvar i euron och är beredda till enorma uppoffringar för att kunna det. Grekland BNP har sjunkit med ca 16 procent sedan 2007, och det den kommer att fortsätta att sjunka ytterligare de närmaste åren. Skulle grekerna verkligen klara av att rida sig igenom den skärselden och kvarstå i euron <u>så är det verkligen värda all respekt</u> USA:s BNP sjönk med ca 36 procent under hela trettiotals depressionen. Grekland BNP kommer att sjunka med minst lika mycket inom en kortare tidsperiod. Och, om det nu ändå skulle bli en flytande drachmer för grekerna så kommer greklands BNP, (räknat i dollar eller euro), att sjunka ännu mer. Och jag kan lova dig: En sådan lösning kommer <u>inte</u> att bli lättare för det grekiska folket. Och, dessutom, så riskerar man att, än en gång, missa att göra något åt de strukturella problem som finns i den grekiska ekonomin, som du själv betecknat som patologisk!"
		},
		{
			"postIndex": 2801,
			"postNumber": 2859,
			"rankGlobal": 6,
			"rankLocal": 2,
			"scoreGlobal": 80.7,
			"scoreLocal": 80.7,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-03-01, 22:46",
			"postUrlInThread": "https://www.flashback.org/t1116535p239",
			"postUrlUniq": "https://www.flashback.org/sp35996301",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Patrik2108</strong></div> <div>Ok, jag känner till den. Då kan du fortsätta sprida ljuset.<br/> <br/>  Jag känner dock inte till det tvingande sambandet devalvering -&gt; inflation.  Normalt följer devalvering <i>efter</i> inflation. En flytande valuta är givetvis det bästa. <br/> <br/> <br/> <br/> <br/>  Där inre devalvering är ett alternativ är vanlig devalvering ett ännu bättre alternativ. Säger du att ingen inre devalvering behövs i Grekland så accepterar jag att en devalvering är onödig.</div> </td> </tr> </table> </div> <br/> <br/>  En devalvering, (även en depicering av valutan när den görs flytande, även om detta, som du riktigt skriver är mindre skadlig än politikers beslut om valutakurs), <b>ökar</b> <u>per definition</u> importpriserna och orsakar därför, <b>i sig själv</b>, inflation. Detta kan ev. ett exportberoende land med hygglig konkurrenskraft hantera då den ökade exporten kan sätta fart på ekonomin. Dock måste lönerna förhindras stiga, (i ett försök att kompensera för de ökade importpriserna) och ekonomin reformeras i sig själv, så att man kommer tillrätta med de underliggande problem som orsakade konkurrensnackdelarna innan valuta depliceringen av valutan.<br/> <br/>  För ett land som Grekland, utan stor exportindusti med hyffsad konkurrenskraft är istället en inre devalvering ett bättre alternativ. Minskade löner <u>minskar</u> inflationen. Men minskade löner räcker ändå inte för att lösa landets problem. Liksom fallet valuta-deplicering  så måste de underliggande problem som orsakade konkurrensnackdelarna lösas. Och Grekland har verkligen väldigt många sådana problem!<br/> <br/> <br/>  Sedan är det en annan femma: Fast en chockterapi under några hemska år med en omfattande inre devalvering, omfattande ekonomiska reformer som orsakar social missär under en kort övergångstid, är det bästa för det grekiska folket i det långa loppet, så är det inte säkert att det kommer att hålla då detta krymper ekonomin så att det blir ännu svårare att betala tillbaka på lånen. Men under förutsättning att Grekland då står kvar som euro-land och EU medlem, så är detta i alla fall ett mindre ont än om man var hänvisade till marknadens pris på utlåning till Grekland, minst 50 procent ränta, om man ens får låna överhuvudtaget! Och det skulle man vara om man gick ur euron och införde drachmen. <br/> <br/>  Jag tycker verkligen synd om grekerna, (inte minst de grekiska barnen som absolut inte har någon som helst skuld till sakernas tillstånd). Vi får se om de, mot alla odds, lyckas hålla sig kvar i euro-zonen och få ordning på sin ekonomi. Många tror inte att de kommer att klara det.<br/> <br/>  Helt klart är att Euro-zonen, med sina krispaket lyckat köpa sig tid för att skapa brandväggar och mekanismer så att inte hela euro-zonen, med automatik, blir hotad av en grekisk öppen statskonkurs och utträde ur euron. Vissa högt uppsatta tyskar verkar nu närmast angelägna om att bli av med grekerna. Men Tyskland har, av G-20 länderna, tvingats att acceptera en förstärkning av brandväggen.<br/> <br/>  Vi får se hur det går. Men jag tvivlar att du och jag någonsin kommer att bli överrens om devalvering kontra inre devalvering för Greklands del."
		},
		{
			"postIndex": 2792,
			"postNumber": 2850,
			"rankGlobal": 16,
			"rankLocal": 3,
			"scoreGlobal": 77.3,
			"scoreLocal": 77.3,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-02-28, 23:07",
			"postUrlInThread": "https://www.flashback.org/t1116535p238",
			"postUrlUniq": "https://www.flashback.org/sp35959283",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>Du tror inte att du irriterar folk? Du som apar efter makten <i>på varje punkt</i>.</div> </td> </tr> </table> </div> <br/>  \"Problemet\" denna gång är att \"makten\" har rätt denna gång. Den åsikten bygger jag bl.a. på Sveriges 90-tals kris. Jo, vi hade verkligen tappat konkurrenskraft på 70- och 80-talen. Och inte fan hjälpe våra upprepade devalveringar heller. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Rädda inte bankerna. Se på Island. Mot Irland. Vi vet nu med säkerhet att det är extremt mycket bättre att inte rädda bankerna. Det är inget debattera. Resultaten är inne.      </td> </tr> </table> </div> <br/>  Island räddade sina banker då staten gick in och tog över. Samma sak, fast i mindre skala hände i Sverige under 90-tals krisen. Det kostade oss ca fyra procent av BNP.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det här är väldigt viktigt. Vi stannar vi det. Det går inte att göra det genom att 1) Höja skatter. 2) Betala massor, massor av räntor. Det är ett konstant utflöde av kapital som omöjliggör en återhämtning. Vad du faktiskt säger är att ju mindre pengar grekland har i sina privata sektor (högre skatter, nya lån, nya räntor) desto mer pengar har de i sin privata sektor. Det är vansinne.      </td> </tr> </table> </div> <br/>  Men den argentiska finansministern menar med \"ökad produktionstakt\" att den grekiska ekonomin måste effektiviseras, dvs bli mer konkurrenskraftig. Nej den privata sektorn säckar också ihop i Grekland. Ekonomin måste krympa tills den motsvarar landets verkliga konkurrenskraft. Sedan kan den, förhoppningsvis, börja växa igen. Denna gång med ett sundare fundament.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       De får hitta något. Jordbruk om inte annat. Det finns många rika exilgreker. Det hjälper inte att sälja av allt till kaffepengar till amerikanska/västeuropeiska storkapitalister. Det finns ingen vinst där. Lika lite som det finns vinst med de skattehöjningar som man börjat med.      </td> </tr> </table> </div> <br/>  Ett land med liten befolkningsmängd, som vill klara sig i längden, måste vara ganska exportberoende. Sveriges exportberoende är ca 50 procent av BNP. Grekland, som naturligtvis brottas med stora handelsunderskott, har ett exportberoende på ca 21 procent av BNP. Eller för att dra några andra exempel: Schweiz ca 50 procent, Estland ca 80 procent.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Detta är en fördel. För vad är problemet? Jo, det är <b>lånen</b>. Problemet är att man lånat. Vad du säger i det läget är att problemet är att man inte(!) ska låna lika mycket. <br/> </td> </tr> </table> </div> <br/> <br/>  Gamla lån måste omsättas, eller betalas tillbaka. Att kostnaden för att omsätta lån ökar är ingen fördel, då inget land klarar av att betala tillbaka hela sin statsskuld på en gång.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nu börjar det klarna vad din agenda egentligen handlar om. Euron. EU.       </td> </tr> </table> </div> <br/>  Min \"agenda\" är att komma fram till det som är bäst för grekerna på lång sikt. Tilläggas skall att den minst sämsta alternativet, enligt mig, dvs chock-terapi, är just det som grekerna just nu upplever. Deras BNP har sjunkit med sju procent bara årets första två månader, och detta innan programmet sjösatts ordentligt. Jag hoppas bara att grekerna klarar av 3-4 års helvete på jorden, innan det, förhoppningsvis, vänder!<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Inte bara dessa \"gamar\" skulle det kan jag meddela dig. Hundratals miljoner europeer också.      </td> </tr> </table> </div> <br/>  Jag tror knappast att \"hundratals miljoner europeer\" är emot euron. En majoritet av grekerna är t.ex. för att stanna kvar i euron.<br/> <br/>  Och sedan på tal om att gå maktens ärende:<br/> <br/> <br/>  Du är så naiv att du villigt går i de värsta tänkbara spekulanternas ledband<br/> <br/>  \"Bra kamp emot makten\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
		}
	],
	[
		{
			"postIndex": 3160,
			"postNumber": 3224,
			"rankGlobal": 58,
			"rankLocal": 1,
			"scoreGlobal": 68.1,
			"scoreLocal": 100,
			"userRank": 61,
			"userScore": 7,
			"postUserName": "NS_14",
			"postUserID": "u78950",
			"postUserUrl": "https://www.flashback.org/u78950",
			"postDateTime": "2012-05-07, 01:00",
			"postUrlInThread": "https://www.flashback.org/t1116535p269",
			"postUrlUniq": "https://www.flashback.org/sp37219661",
			"sentence": "Hur lite det än betyder politiskt/parlamentariskt är detta en glädjens stund. <i>Yamas!</i> till det grekiska folket. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/beer2.gif\" title=\"Beer\"/> Nu börjar arbetet mot en ny nationell resning, med reell folklig suveränitet, och kontroll över sitt egna öde. Förhoppningsvis får man också det mandat som krävs för att kasta ut de brottslingar som i samband med landets finanskris smög sig närmare landets innersta kärna. Glöm inte att situationen i Grekland påminner inte så lite om den situation Tyskland befann sig inför under sin kris. Jag tänker på den senaste satsningen Europa vidtog för att göra sig av med sina fiender. Vilken poetisk rättvisa att det är just i Grekland facklan tänds. Folket som höll perserna stången vid Thermopylae och gav oss något av det bästa Europa kan ge. Det grekiska folket har varit tydliga i sin signal: Vi är beredda att släppa loss landets stoltaste söner och nu kommer inga svart-vita journalfilmer med skräckpropaganda och uppdiktade amsagor att rädda Er. Om landets feta bankirsvin måste löpa gatlopp tillsammans med sina räksmörgås-allierade liberaler och socialdemokrater så måste de löpa gatlopp. Må sista fettot ta värdegrundsboken med sig. Även komiskt att det är gamle kommunisten Thedorakis som på ålderns höst fick medge att Grekland skulle krossas på alla tänkbara plan, vilket på så sätt möjliggör och legitimerar behovet med ett parti av Goldens kaliber.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.voltairenet.org%2FThe-truth-about-Greece\" target=\"_blank\">http://www.voltairenet.org/The-truth-about-Greece</a><br/> <br/>  Framförallt är resultatet symboliskt. Symboliskt på grund av att ingen propaganda i världen, ingen högavlönad prästinna á la Pascaldiou med förebrående röst, kan stå spjärn när marknadens \"osynliga hand\" smekt upp ett folk tillräckligt länge i brygga, och folket upptäcker detta. Det fungerar också som symbol för att ett partis (och en ideologis) nidbild alltid lever på lånad tid. Krackelerar nidbilden på en plats uppstår det snart sprickor på den andra. Neoliberalernas menande vägledning av marknaden med ena handen och andra handen med allt vitnande knogar på bilder från Auschwitz har nått ett abrupt slut. Någon gång var det tvunget att hända. Man kan inte i all evighet flytta omkring varor, resurser och företagslösningar för att hitta billigare arbetskraft i den heliga profitens namn. Allting vilket sammantaget skapar en tom, rotlös, människa utan djupare mening än vilka skor han/hon skall ha på sig för dagen spelande en person som centralbankschefen Draghi (naturligtvis in-aktiv under Greklandskrisen) i händerna. Jag hoppas grekerna tar en lång funderare på om man skall fortsätta i det här samarbetet och ta kampen mot de vänsterliberala svinen. Med Grekland fick ECB som de ville: tvinga fram gigantiska nedskärningar, göra likadant med andra nationer och stycka upp ekonomin för att långsiktigt kasta ut Europa i en tredje-världen situation. Det är dags för Grekland att resa sig med Golden Dawn i spetsen.<br/> <br/>  Det är bara att se och njuta vad partiet har som sin politiska litteratur:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Ftranslate.google.com%2Ftranslate%3Fsl%3Del%26amp%3Btl%3Den%26amp%3Bjs%3Dn%26amp%3Bprev%3D_t%26amp%3Bhl%3Dsv%26amp%3Bie%3DUTF-8%26amp%3Blayout%3D2%26amp%3Beotf%3D1%26amp%3Bu%3Dhttp%253A%252F%252Fxryshaygh.wordpress.com%252Fbooks%252F\" target=\"_blank\">http://translate.google.com/translat...com%2Fbooks%2F</a>"
		},
		{
			"postIndex": 3007,
			"postNumber": 3067,
			"rankGlobal": 67,
			"rankLocal": 2,
			"scoreGlobal": 67,
			"scoreLocal": 98.4,
			"userRank": 34,
			"userScore": 10.6,
			"postUserName": "Straybullet",
			"postUserID": "u338793",
			"postUserUrl": "https://www.flashback.org/u338793",
			"postDateTime": "2012-05-05, 17:47",
			"postUrlInThread": "https://www.flashback.org/t1116535p256",
			"postUrlUniq": "https://www.flashback.org/sp37191652",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NinoRojo</strong></div> <div>Man kan ju tycka att Grekland, som varit ockuperat av Hitlertyskland och upplevt en del av nazihelvetet och dessutom levt under militärdiktatur fram till 70-talet, borde vara på sin vakt mot sånt här, men minnet är tydligen kort, speciellt i kristider.</div> </td> </tr> </table> </div>   Ja, såhär med facit i hand så förstår jag att många greker föredrog Hitler-regimen framför dagens kosmopolitiska och globalistiska skitsamhälle. Det är fullt förståeligt och inte konstigt alls.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Regulus</strong></div> <div>Socialliberalismen fungerade bra så länge vi tillämpade den. Vilket sossarna i praktiken gjorde under alla de år de styrde Sverige med stöd av bondeförbundet.</div> </td> </tr> </table> </div>   Sossarnas styre fungerade helt okej så länge som de var etniska nationalister. Detta slutade de vara efter Tage Erlander. Efter det har det bara gått utför och främlingar har fullkomligen vällt in i landet. Detta kan minsta barn se.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Resten av Europa lades som vi vet i ruiner på grund av nazismen. Knappast ett framgångsrecept jämfört med socialliberalismen. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/> </td> </tr> </table> </div>   Ja precis. För de allierade och Sovjet hade ju ingenting med saken att göra. Det bar ju bara onde gamle galne Hitler som bombade sönder hela världen för sitt eget höga nöjes skull. Han hatade ju allt och alla utan anledning och hans handlingar hade ju alls ingenting att göra med att säkra de vita européernas framtid och få bort det främmande inflytandet från dess nationer.<br/>  Driver du med mig?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Mycket av problemen de senaste decenniet beror på att de borgerliga partierna (inte bara i Sverige, för övrigt) gått mot en alltmer hämningslös nyliberalism, där man låtit ekonomiska teorier som inte fungerar i verkligheten styra politiken. Avreglering av banker som sedan lämnats utan tillsyn, och andra dumheter vars resultat vi nu kan beskåda.      </td> </tr> </table> </div>   Detta är mycket riktigt ett problem, men även så kallade \"socialdemokratiska\" partier har gjort samma sak. De är lika goda kålsupare helt enkelt och ingen av dem sitter på lösningen på problemen. Du nämner inte heller att det har vällt in 1,5 miljoner främlingar bara i Sverige de senaste 30 åren. Detta är naturligtvis en av de mer primära orsakerna till att Sverige och resten av Europa håller på att förvandlas till skit.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <br/>  Jag tycker inte alls att det är ointressant huruvida Golden Dawn är nazister eller inte. Jag påstår att de är det. Säger du emot?<br/> </td> </tr> </table> </div>   Kallar de sig själva för nationalsocialister?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag tycker inte man ska kalla alla nationalister för nazister (om de inte är det), men här talar vi om ett parti som marscherar under en hakkorsliknande flagga och gör hitlerhälsning på sina möten. Vad mer krävs det enligt dig för att man ska kalla dem för nazister?<br/> </td> </tr> </table> </div>   Att de förespråkar en nationalsocialistisk politik. För övrigt har jag ju redan förklarat att även nationalsocialismen är oändligt mycket vettigare och sundare för de vita européerna än de ideologier som dominerar i dagsläget. Således blir det lite bajsnödigt och löjligt att skrika \"titta de  är nazister!\" när 95% av alla politiska partier i Europa arbetar aktivt aktivt för de vita folkens och nationernas undergång. Lägg fokus på och bekämpa dem istället för att bekämpa de som faktiskt försöker göra någonting åt problemen och som dessutom verkar ha insett hur problemen måste lösas.<br/> <br/>  Allvarliga problem av den typ som Europa nu står inför kräver radikala lösningar. Pissliberalism är inte en sådan lösning utan en stor del av skulden till varför vi har hamnat här. Ni har haft ett halvt sekel på er att förändra och skapa någonting bra, och ni har misslyckats fatalt. Det är dags för lite självrannsakan och att inse att er politik är vettlös, destruktiv och kontraproduktiv och att lämna över stafettpinnen till de med klokare politiska idéer än er själva.<br/> <br/>  Ni har varken viljan eller förmågan att ställa saker och ting till rätta. Ni är bara trötta och pinsamma."
		},
		{
			"postIndex": 3020,
			"postNumber": 3080,
			"rankGlobal": 147,
			"rankLocal": 3,
			"scoreGlobal": 61.8,
			"scoreLocal": 90.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Madagascar",
			"postUserID": "u536335",
			"postUserUrl": "https://www.flashback.org/u536335",
			"postDateTime": "2012-05-06, 08:16",
			"postUrlInThread": "https://www.flashback.org/t1116535p257",
			"postUrlUniq": "https://www.flashback.org/sp37201767",
			"sentence": "Nu har vallokalerna öppnat. De stänger kl 18 (svensk klocka). <br/> <br/>  Golden Dawns framfart är äcklande men också ett tankeväckande tecken på att den ekonomiska situationen i Grekland är extrem. Jag hoppas att de siffror vi har sett på i opundersökningar som skulle ge dem plats i parlamentet är tomma hot. Jag hoppas att när grekerna väl står i röstbåsen  inser att de omöjligen kan rösta på dessa fascister. Jag har därför stort hopp om att vi ska slippa dem i parlamentet. <br/> <br/>  Det är ju många frågetecken eftersom opundersökningar sedan två veckor varit förbjudna att publicera. Samtidigt har partierna själva fortsatt göra dem. Dessa siffror har förstås läckt ut. Därmed finns det tvivelaktiga och falska opundersökningar med alla möjlig konstiga siffror. Jag länkar inga eftersom det bara förvirrar, sök själva om ni vill.<br/> <br/>  Ett parti som utan tvekan kommer gå kraftigt fram är vänsterkoalitionen Syriza. De kan t o m bli andra parti efter ND. Syriza vill bryta lånekontraket med Troikan eftersom de tycker villkoren är inhumana. Däremot verkar de inte vilja lämna Euron. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Charismatic and fresh-faced, Tsipras, Greece's youngest political leader, has capitalized on fears that in its \"post-bailout\" era, dependent on rescue funds from the EU and IMF, Greece is being turned into a \"protectorate,\" stripped of any say in the running of its own affairs. <b>\"We want the loan agreement to be annulled,\" he insisted, calling the terms attached to the aid propping up the Greek economy \"inhumane\". </b>\"Europe is desperately in need of a Roosevelt-style New Deal.\"      </td> </tr> </table> </div>   idag, <a href=\"/leave.php?u=http%3A%2F%2Fwww.guardian.co.uk%2Fworld%2F2012%2Fmay%2F06%2Fgreece-election-alex-tsipras-syriza%3Fnewsfeed%3Dtrue\" target=\"_blank\">http://www.guardian.co.uk/world/2012...?newsfeed=true</a><br/> <br/>  De andra vänsterpartierna DIMAR (demokartisk vänster) och KKE (kommunister) kommer gå fram också. Så om inte PASOK och ND kan få ihop en regering är en vänsterregering möjlig. Är ens Pasok och ND intresserade av att regera tillsammans för att upprätthålla bankräddningspaketen? De är ju i övrigt inte lämpade att regera tillsammans och den politik de anser sig varit tvugna att genomföra är uppenbart impopulär hos grekiska folket.<br/> <br/>  Med tanke på att vänstern vinner mark förstår jag att marknaderna är nervösa..."
		}
	],
	[
		{
			"postIndex": 3347,
			"postNumber": 3415,
			"rankGlobal": 57,
			"rankLocal": 1,
			"scoreGlobal": 68.1,
			"scoreLocal": 100,
			"userRank": 38,
			"userScore": 9.8,
			"postUserName": "egentligenotroligt",
			"postUserID": "u637890",
			"postUserUrl": "https://www.flashback.org/u637890",
			"postDateTime": "2012-05-08, 20:01",
			"postUrlInThread": "https://www.flashback.org/t1116535p285",
			"postUrlUniq": "https://www.flashback.org/sp37250226",
			"sentence": "Otroligt märkligt att ett EUROland i Europa inte förstår sig på penningar och penningars värde. Vad trodde <b>nutidens</b> greker att pengarna är till för. Monopolpengar? att göra bankrutt med, som i just Monopol? Där behöver man ju inte heller betala av skulden.<br/> <br/>  Idag sade komunistledaren, (som just nu försöker blida regering), att avtalet med snickarna av \"räddningspaketen\" var barbariskt. Just ett snyggt uttryck för önskan om nya \"förhandlingar.\" Madame Merkel sade som svar på det idag att \"det blir inga omförhandlingar.\"<br/> <br/>  Och det kan man ju förstå, för då står väl plötsligt dom andra PII(g)S, grisländerna, på kö och vill att: Nån annan ska betala våra skulder också. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>   Holland, Belgien, Storbrittanien, alla har mer eller mindre taskiga finanser, och om några år lika illa ute. Frankrike är också ganska illa ute, men Sarkosky solade sig gärna i glansen med Madame Merkel! <br/> <br/>  Återstår nog bara Tyskland och Sverige, tror jag, (sedan Finland fått stora problem med Nokia) ska vi 2 rädda alla svin? bättre då att dom tar några taskiga år och lär sig sköta pengar <br/> <br/>  Demokrati, ekonomi, debet, och kredit är gamla grekiska ord. Sokrates, Aristoteles och alla dom andra grekiska gudarna sitter i himlen och skäms! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/><br/> <br/>  Till sist kan man ju undra om alla 9000 hundraåringarna som för någon vecka sedan avslöjades med att få pension fortfarande, och som skulle strykas ur pensionsregistret, också HANN strykas ur röstlängden? Kanske många \"vanliga\" döda som fortfarande är röstberättigade?<br/> <br/>  När det gäller detta skitland är det ingenting som förvånar längre, Tyvärr synd om alla under rösträttsåldern, som ska växa upp i detta, men dom har iaf chansen att lära sig. The hard way. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>"
		},
		{
			"postIndex": 3388,
			"postNumber": 3458,
			"rankGlobal": 63,
			"rankLocal": 2,
			"scoreGlobal": 67.3,
			"scoreLocal": 98.9,
			"userRank": 38,
			"userScore": 9.8,
			"postUserName": "egentligenotroligt",
			"postUserID": "u637890",
			"postUserUrl": "https://www.flashback.org/u637890",
			"postDateTime": "2012-05-09, 17:12",
			"postUrlInThread": "https://www.flashback.org/t1116535p289",
			"postUrlUniq": "https://www.flashback.org/sp37265917",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>humanlife</strong></div> <div>Jag hoppas och tror att Syriza kan bilda regering. De måste helt enkelt och nu har de fått chansen att riva upp åtstramningarna, som ju grekerna har protesterat mot hela tiden.<br/>  Nyval är ingen lösning.<br/> <br/>  \"Syriza-ledaren Alexis Tsipras har sagt att han tänker bilda en regering med partier som är beredda att nationalisera banker, införa ett moratorium i skuldbetalningarna, stoppa stödpaketet och åtgärder som arbetsmarknadsreformer och pensionssänkningar. <br/> <br/>   Baoiloutpartierna har inte längre majoritet i parlamentet för att rösta för åtgärder som plundrar landet. Det kommer inga 11 miljarder euro i ytterligare besparingar; 150.000 jobb kommer inte att skäras bort, sade Alexis Tsipras. <br/> <br/> <br/>  Alexis Tsipras förde på tisdagskvällen samtal med ledare för demokratiska vänstern, som får 19 platser i det nya parleamnetet. På onsdagen ska han också träffa ledaren för Oberoende Greker, med 33 parlamentsplatser. \"<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnaringsliv%2Fnyheter%2Fvarlden%2Fgrek-vanstern-riv-eus-raddningspaket_7183897.svd\" target=\"_blank\">http://www.svd.se/naringsliv/nyheter...et_7183897.svd</a></div> </td> </tr> </table> </div> <br/>  Inte kan grekerna diktera några villkor nu. Dom är helt beroende till, att dom som har pengar, dvs resten av EU, VILL LÅNA UT MER TILL ETT SÅDANT HÖGRISKALTENATIV som Grekland är.<br/> <br/>  Många länder i Europa har upphört att fungera/existera tidigare. Konkursat, eller bara upphört att fungera, av olika anledningar, som i det här fallet kvalificerat ekonomiskt vansinne. Några ex genom tiderna, Romarriket, 53fkr-476 upphörde genom krig och ekonomiskt vanstyre. Idiotiska kejsare som Caligula och Nero, och det finns fler bra ex. Den fattiga \"stormakten\" Sverige, som genom Westfaliska freden 1648, fick provinser längs nordtyska östersjökusten. (tidigare hade man Finland och stora delar av baltikum). Gustav III anföll Ryssland och förlorade Finland. Karl XII anföll också Ryssland och förlorade resten av den sk stormakten, genom freden i Nystad 1721. Själva Sverige klarade sig från att styckas upp, Danmark kunde tex ha gjort anspråk på att få tillbaka Skåne Blekinge Halland, och Norge att ta tillbaka Jämtland. Kejsardömet Österrike-Ungern upphörde efter första världskriget, bla på grund av inavel, kejsarfamiljen fick bara gifta sig med varann, för att behålla makten. Landet styckades, en del av det kom att ingå i Jugoslavien. Östtyskland upphörde, fick väl nästan som punktering. Sovjetkomunistska systemet bestod i 74 år. Och fortfarande verkar Vitryssland jobba på sin konkurs! <br/>  Det var 5 Europeiska exempel på länder som det inte gått så bra för. Men resultatet för dom 5 exen blev ju ganska bra igen. Italien blev ganska bra, men dragit på sig ekonomiska problem sista c:a 10 åren. Sverige blev ganska bra. Österrike ganska bra. Ungern efter komunismens fall ganska bra, tyvärr vansköter dom ekonomin nu. Ryssarna och Östtyskland gjorde sig av med komunismen, dom är mera nöjda nu. <br/> <br/>  Den trenden visar att en bailout för Grekland inte är så farlig. Fast det är som tandvärk, det värst    medan det pågår. Men dom är i gott sällskap!  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/>   Och den grekiska försvarsministern, som blev mångmiljonär på mutor, vid köp av bla ubåtar från Tyskland, kan ju hjälpa sin statskassa med dem! Vad ska dom med en stark krigsmakt till? Ingen vill väl gå i krig med dom, och bara få ett fattigt land, nästan i anarki. Den starka militärmakt dom skaffat sig, är naturligtvis som skydd mot arvfienden Turkiet, som om dom vill kan ta Grekland utan strid snart. Krig kostar kollosalt mycket pengar, drivmedel till lands, sjöss, och i luften, samt till \"gubbarna,\" och till reparationer och mycket mycket mer. Vad skall grekerna få dom pengarna ifrån? Ska dom ha råd att kriga så måste dom ha ordning på ekonomin! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
		},
		{
			"postIndex": 3425,
			"postNumber": 3495,
			"rankGlobal": 71,
			"rankLocal": 3,
			"scoreGlobal": 66.6,
			"scoreLocal": 97.7,
			"userRank": 36,
			"userScore": 10,
			"postUserName": "Siegfrid",
			"postUserID": "u62578",
			"postUserUrl": "https://www.flashback.org/u62578",
			"postDateTime": "2012-05-10, 14:14",
			"postUrlInThread": "https://www.flashback.org/t1116535p292",
			"postUrlUniq": "https://www.flashback.org/sp37281687",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mästerkatten</strong></div> <div>Och mycket riktigt fick vi nyligen besked att pengarna är på kontot imon.</div> </td> </tr> </table> </div> <br/>  Det handlar inte om att köpa ut grekerna, det handlar om att köpa ut bankerna från den grekiska skulden och vältra över den på IMF och europeiska skattebetalare. Det jobbet är inte klart än och då fortsätter stödpengarna att betalas ut. Det spelar ingen roll vad grekerna gör, vilka beslut de tar eller hur deras budget ser ut. Den dagen all skuld är övervältrad på EU:s skattebetalare så finns det noll intresse från banker och andra att hålla uppe fasaden. Tvärtom kan det visa sig ett intresse av att fynda billigt i ett land som devalverat cirka 50 procent. Grekerna kan gå i generalstrejk ett år, sluta betala skatt eller vad som. Det ändrar ingenting.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Arvid-Kriklund</strong></div> <div>Jag fattar liksom inte varför ingen tar lärdom. Vi lekte ju lite EMU på 90-talet med fast växelkurs m.m. Hur funkade det tycker ni?<br/>  Vi fick ingen ordning på ekonomin förrens vi släppte kronan och lät den flyta fritt.<br/>  Den möjligheten har fråntagits Grekland och alla de andra EMU länderna. <br/>  Man får helt enkelt inte föra en sunt valutaekonomi anpassad efter det egna landets förutsättningar.<br/>  Nä lägg ner det förbannade elitprojektet! Det är bara Tyskland som tjänar på det.<br/>  Är det inte konstigt att Tyskland är så envisa när det gäller att ha det besvärliga Grekland kvar?<br/>  Fundera lite på det. <br/>  Det enklaste vore ju att säga hejdå till grekerna, \"Ni kostar bara penger, Bye, Bye!\", men nej det vägrar man.<br/>  Fundera lite på varför...</div> </td> </tr> </table> </div> <br/> <br/>  Sverige var i en argentinsk situation med noll budgetdisciplin, fast växelkurs och därmed skillnad i låneränta  mellan svenska kronan och utrikiska valutor. Man lånade billigt och friskt i tyskland och köpte fastigheter i Sverige. Precis som i Argentina. Soros såg detta och insåg att med en flytande krona skulle bankerna vara underkapitaliserade. Därav aktionerna mot den svenska kronan, där man gjorde tvärtom, kortade kronan och med hjälp av diverse hävstänger och gemensamma ansträngningar så lyckades man bryta detta ch bler rikligt belönade. Att det tog svenskt näringsliv, flera år att komma över effekterna av att bankerna sade upp lån till välskötta småföretag till höger och vänster är något man talar tystare om. Exportindustrin grät hela vägen till banken."
		}
	],
	[
		{
			"postIndex": 3522,
			"postNumber": 3593,
			"rankGlobal": 33,
			"rankLocal": 1,
			"scoreGlobal": 72.4,
			"scoreLocal": 100,
			"userRank": 11,
			"userScore": 19.9,
			"postUserName": "humanlife",
			"postUserID": "u127285",
			"postUserUrl": "https://www.flashback.org/u127285",
			"postDateTime": "2012-05-13, 11:35",
			"postUrlInThread": "https://www.flashback.org/t1116535p300",
			"postUrlUniq": "https://www.flashback.org/sp37333623",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Clodius</strong></div> <div>I sak har du naturligtvis rätt - åtminstone angående Ny Demokrati - Pasok har väl skött sig något bättre, men faktm kvarstår - de ny alternativen som dygt upp är tokvänster och tokhöger, och jämfört med dessa så är ND och Pasok höjden av seriositet! (Som någon skrev - vad tänker egentlgien tokvänstern göra när statskassan snart är tom?) Märkligare är att det inte bildats en politisk rörelse som vänder sig mot nepotismen och korruptionen och vill återuppbygga Greklands ekonomi. Presidenten verkar vara en förnuftig karl - kan han bli en samlande kraft?<br/></div> </td> </tr> </table> </div>  Jag förstår inte hur du kan resonera som du gör. Du VET att ND och även Pasok har misskött statsfinanserna och godkänt den nuvarande krislösningen som innebär att det grekiska folket skall betala något de inte har gjort sig skyldiga till. Dessa partier har inte ens lyckats inge hopp om lösning för grekerna, utan landet är nu nära bankrutt hela tiden. Det är synnerligen märkligt, tycker i alla fall jag. Ändå förespråkar du dessa partier? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Det måste finnas en annan väg. Det kan inte finnas bara en enda väg, som dessutom innebär ett stabilt bankrutthot. Det är ju absurt!<br/>  Jag tycker det är solklart att det behövs en annan politik.<br/> <br/> <b>Om Grekland hade varit ett privat företag, så hade man bytt ut hela företagsledningen för länge sedan.</b><div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Clodius</strong></div> <div>  Sedan är det en och annan debatör på listan som vill skylla allting på bankerna - det är minst sagt en förenkling. Hade Grekland haft ornding på sina statsfinanser hade de inte varit i nuvarande besvärliga situation. T.o.m. Reinfeldt som jag numera inte är någon beundrare av klarar ju av att hålla budgeten i ordning.</div> </td> </tr> </table> </div>   Jag skyller mycket på bankerna, men naturligtvis inte \"allt\". Deras makt är för stor på grund av att de skyddas mot kriser, som staterna låter skattebetalarna betala. Samtidigt som bankerna kommit på fötter efter de gigantiska bankstöden och till och med skördar miljardvinster igen, så har underskotten flyttats över på staterna.<br/>  Och bankerna fortsätter sin riskfyllda utlåning. Vi måste ju faktiskt kräva av bankerna ett större samhällsansvar. Jag tycker att Vänsterpartiets förslag om en extra bankskatt för de stora svenska bankerna behövs och liknande kommer säkerligen att införas på EU-nivå. Den nuvarande situationen är ju ohållbar.<br/>  Men sedan tycker jag att politikerna måste ha mer råg i ryggen också. EU borde ha skrivit ner Greklands skuld för längesedan."
		},
		{
			"postIndex": 3551,
			"postNumber": 3623,
			"rankGlobal": 49,
			"rankLocal": 2,
			"scoreGlobal": 69.2,
			"scoreLocal": 95.5,
			"userRank": 128,
			"userScore": 4,
			"postUserName": "Felstavaren",
			"postUserID": "u516150",
			"postUserUrl": "https://www.flashback.org/u516150",
			"postDateTime": "2012-05-14, 19:55",
			"postUrlInThread": "https://www.flashback.org/t1116535p302",
			"postUrlUniq": "https://www.flashback.org/sp37360094",
			"sentence": "För - och nackdelar med en återgång till drachmer är alltid intressant att diskutera, men i Greklands fall är jag orolig att de sociala problemen kommer att eskalera så pass mycket att det knappast kommer att vara realistiskt att hoppas på någon tillväxt under de kommande åren.<br/> <br/>  Den grekiska välfärdsmodellen kommer inte tillbaka. Grekland har inte produktion nog att finansiera bidragskalaset med egna medel och inte heller något förtroende kvar på marknaden för att finansiera det med lånade pengar. Skatteuttaget är ett skämt och korruptionen är hög bland de grekiska myndigheterna. <br/> <br/>  Folket känner sig blåsta och riktar sin vrede mot politiker och banker såväl inom som utanför Grekland. En allt mer populär åsikt är att EMU och IMF skall fortsätta betala ut krispengar till Grekland, men utan att ställa krav på motprestationer i form av ytterligare nedskärningar. Jag har svårt att tro att andra regeringar (i synnerhet Tyskland) skulle få mandat av sina väljare att gå med på detta krav. <br/> <br/>  Samtidigt visar sig det grekiska politikerlandskapet fullständigt odugligt att hantera situationen. Det senaste nyvalet tycks inte ha resulterat i någonting (annat än att nazister och kommunister nu trippar runt i maktens korridorer) och om tre dagar ser det ut att utropas nyval igen. När så väl sker är den grekiska staten sannolikt redan bankrutt (då man inte får några mer krispengar innan det bildats en regering som accepterar kraven från EMU/IMF). Politikerföraktet har nått alarmerande höjder och regeringsarbetet tycks under den senaste tiden mer eller mindre ha avstannat.<br/> <br/>  Allting sammantaget ser det inte ljust ut. Tvärt om, läget är kolsvart. Redan nu ser vi hur de sociala oroligheterna växer, från protesterna på Zyntagmatorget till Gyllene Grynings svartskjortor som går och \"städar upp\" gator och torg från de uppskattningsvis en miljon flyktingar som gömmer sig i landet. <br/> <br/>  Sanningen är att Grekland redan har passerat Rubicon. Vad som väntar härnäst är en förvärring av det ekonomiska och politiska läget, ytterligare arbetslöshet, förstärkt mandat för extrempartierna och en intensifiering av våldet. En perfekt storm i det grekiska samhället med andra ord. <br/> <br/>  Det blir en mörk tid för Grekland och i förlängningen för hela Europa."
		},
		{
			"postIndex": 3654,
			"postNumber": 3726,
			"rankGlobal": 50,
			"rankLocal": 3,
			"scoreGlobal": 69.1,
			"scoreLocal": 95.4,
			"userRank": 7,
			"userScore": 23.3,
			"postUserName": "Saefvgren",
			"postUserID": "u477567",
			"postUserUrl": "https://www.flashback.org/u477567",
			"postDateTime": "2012-05-19, 21:49",
			"postUrlInThread": "https://www.flashback.org/t1116535p311",
			"postUrlUniq": "https://www.flashback.org/sp37444234",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Regulus</strong></div> <div>Som jag skrev tidigare så sitter grekerna med trumf på hand. Och det är de (eller i vart fall Alexis Tsipras) medvetna om.<br/> <br/>  Jag tror Grekland får en regering ledd av Tsipras efter valet, som ger ett ultimatum till Trojkan: <i>hjälp oss, annars startar vi ett förlopp där både euron och EU riskerar att gå under.</i><br/> <br/>  Sannolikt kommer Trojkan att falla till föga och gå med på en omförhandling där Grekland får mer tid på sig och behöver spara mindre.</div> </td> </tr> </table> </div> <br/>  Problemet med en omförhandling är att den (för att lyckas) kommer vara tvungen att involvera <i>mer pengar</i> till Grekland från övriga EU-länder.<br/>  Även om Merkel är beredd att omförhandla så finns ju risken att hon saknar politiskt kapital på hemmaplan för att Tyskland självt skall låna ut mer pengar till grekerna. <br/>  Ett av grundproblemen är ju numera att den grekiska staten fullständigt saknar förtroende hos de andra europeiska länderna vilket inte direkt bjuder in till intresse för att låna ut extra pengar till dem. Vem är sugen på att låna ut mer pengar som de nästan säkert inte kommer att få tillbaka?<br/> <br/>  Är det möjligt att Merkel går med på omförhandling? Ja.<br/>  Är det samtidigt möjligt att varken Merkel eller något av de andra EU-ländernas regeringar har tillräckligt nationellt stöd i sina respektive länder för att låna ut mer pengar till grekland? Tyvärr också ja.<br/> <br/>  Om den blivande grekiska regeringen dessutom följer Tsipras recept och ställer in betalningarna i tre år  så har vi ju de facto en defaultsituation ändå som kommer att slå mot de andra europeiska bankerna som äger grekiska statsobligationer. <br/>  Om grekerna mot förmodan trots allt lyckas lirka loss mer pengar (gissningsvis nästan uteslutande från frankrike/tyskland) så har Merkel då ändå i praktiken en treårig grekisk \"default\" att oroa sig över vilket gör <i>mer pengar till grekerna</i> till ett ännu mer oattraktivt alternativ. <br/>  Detta skulle garanterat sänka Merkel på hemmaplan om tyskland själva gått in med mer pengar till grekerna och de direkt vände sig om och sa att de vägrar betala tillbaka någonting på tre år."
		}
	],
	[
		{
			"postIndex": 3835,
			"postNumber": 3907,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 79.4,
			"scoreLocal": 100,
			"userRank": 8,
			"userScore": 22.8,
			"postUserName": "Civilization",
			"postUserID": "u486506",
			"postUserUrl": "https://www.flashback.org/u486506",
			"postDateTime": "2012-06-02, 00:13",
			"postUrlInThread": "https://www.flashback.org/t1116535p326",
			"postUrlUniq": "https://www.flashback.org/sp37653250",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>Ok, du har din åsikt om t.ex. den svenska skolan och dess resultat. Svininfluensafiaskot, invandringspolitik etc. Jag tror att grekerna förstår det hela bra mycket bättre än vad du gör. .</div> </td> </tr> </table> </div> <br/>  Fel. Däremot verkar du förstå saker ännu sämre än vad Greker gör. Naturligtvis är det mycket som skulle kunna bli bättre. Men om du inte förstår att vi faktiskt har det rätt bra här i sverige till skillnad från andra länder i världen och detta tack vare att vi är en välfärdsstat med ett fungerande skattesystem så får du ta och vidga dina vyer och flytta till ett land där de skiter i att betala skatt och se hur bra saker och ting funkar där.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>  Detta är fakta: att skattas mycket högt leder inte till återhämtning på något vis. Och just det ser vi i Grekland. Tanken är: höj skatter. Vi ser resultaten.</div> </td> </tr> </table> </div> <br/>  Detta är fakta. Grekland har ett massivt budgetunderskott. Om de inte skulle betala mer i skatt betyder det isåfall att de måste göra enorma nedskärningar i sin offentliga sektor. 100.000 tals människor skulle bli utan jobb. Trots skattehöjningar som har skett så betalar medelgreken fortfarande in lägre skatt en medelsvensson. De måste lära sig att betala skatt. Det vi ser resultatet av idag är just att de haft ett budgetunderskott och lånat för att gå runt. Detta beror på för höga utgifter i förhållande till för låga skatteintäkter. <b>Så enkelt är det</b>.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>  2. Du skriver själv symptom. Det största problemet, i Grekland och i Spanien är att banker faktiskt har lånat ut. Det är viktigt att hela tiden ha det i bakhuvudet. Börjar banker låna ut, ja då börjar politikerna låna igen. Det är <b>så enkelt</b>. .</div> </td> </tr> </table> </div> <br/>  Det största problemet är att länderna har valt att låna för mycket pengar. Bankers verksamhet bygger i stora drag på att låna ut pengar. Att låna ut pengar är den produkt som de säljer. Ifall en bilfirma bygger fina bilar som alla vill köpa och då skuldsätter sig för att köpa dessa bilar så skyller man ju inte sen på bilfirma för att de har producerat och sålt alldelles för bra bilar. Men nu går det väldigt bra att skylla på Banker som har gett ut för stora lån till för låg ränta. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> <br/> <br/>   Visst har bankerna tagit för stora risker och allt för lättvindigt lånat ut pengar. Men detta är inte huvudproblemet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>  Som du själv kanske är medveten om så är det en hel del faktiskt greker har pengar, som de undanhållit staten (helt rätt enligt mig). Ett ökat värde på dessa, det finns det bara bra saker med. Det kan sätta igång en återhämtning - till skillnad från höjda skatter på greker som redan har det svårt.</div> </td> </tr> </table> </div> <br/>  Skattehöjningarna bör såklart främst riktas mot de som har det gott ställt. De som har undanhållit pengar är oftast de redan rika och de som har fått lida för det är oftast de som redan är fattiga. Så enligt din mening är detta helt rätt. Att de rika tar från de fattiga<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/no.gif\" title=\"No\"/> <br/> <br/>  Framförallt så handlar det inte om skattehöjningar. Det handlar om att få Greker att betala skatt i huvud taget. Från noll eller väldigt låg skattenivå till en mer rimlig nivå lik våran. Dvs den nivå som krävs om man vill ha en välfärdsstat.<br/> <br/>  Vill man ha ett U-land där inget fungerar så rekomenderas dock din linje att skita i att betala skatt."
		},
		{
			"postIndex": 3848,
			"postNumber": 3920,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 76.4,
			"scoreLocal": 96.3,
			"userRank": 6,
			"userScore": 27.8,
			"postUserName": "Rektangel",
			"postUserID": "u368992",
			"postUserUrl": "https://www.flashback.org/u368992",
			"postDateTime": "2012-06-02, 17:22",
			"postUrlInThread": "https://www.flashback.org/t1116535p327",
			"postUrlUniq": "https://www.flashback.org/sp37662216",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>VitruvianskeMannen</strong></div> <div> <br/>  Dock är det helt givet att det bästa för Grekland och Europa är att de lämnar och inför en nationell valuta. Samma gäller Spanien, Italien, Portugal osv. Euron kan aldrig fungera i teorin, och det är ju den och bara den som skapat de obalanser som vi nu ser i Europa (den sk. \"krisen\"). <b>Det är Eurons kris, och om inte Euron hade införts så hade Grekland, Spanien osv varit välmående samhällen nu försommaren 2012</b>.</div> </td> </tr> </table> </div> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Du menar att detta är främst en valutakris som går att lösa med devalvering  p g a ett högt kostnadsläge? <i>Grekland och Spanien har en statsbudget i obalans och har en underfinansierad offentlig sektor som just nu finansieras med en ökande statskuld.</i><br/> <br/> <br/>  Du menar att att detta är möjligt att finansiera om man har en egen valuta?  Anledningen till att Grekland kunde klara av detta var att Goldmans Sachs trixade i landets bokföring genom att landet på pappret flyttade bort en del av skulderna från statsbudgeten genom att sälja bort en stor del vinstgivande statliga bolag till Goldman Sachs så att statskulden minskade.<br/> <br/>  Ingen stat lär få kredit om de över tiden inte kan finansiera sina offentliga utgifter genom skatteintäkter och det finns gränser för hur hög en statskuld kan vara i relation till statens BNP för att landet ska kunna få lån. Detta oavsett valuta. Trixar man med bokföringen och lägger skulder utanför statsbudgeten mot att man säljer vinstgivande statliga bolag  och minskar statskulden, kan man på pappret bli solid men till priset av att de löpande intäkterna till staten minskar.<br/> <br/>  Alldeles oavsett valuta så hade landet haft ekonomiska problem med att betala sina kreditgivare.<br/>  Anledningen att Grekland gick med euron var att de fick tillgång till billig kredit och ränta än om de lånade i en egen valuta. De billiga krediterna i euro är just anledningen till att kostnadsläget är för högt i bland annat Grekland men är faktiskt inte orsaken till krisen. Det gäller att skilja på orsak och verkan. Festen är över och nu kommer räkningen och bakfyllan.<br/> <br/>  Grekland har ingen betydande exportindustri som gynnas av en devalvering och utan euron så förlorar stora delar av den grekiska medelklassen sina besparingar och får en fiatvaluta av sina banker istället.<br/>  Inte underligt att de vill ha ut sina besparingar i euro och tömmer bankerna och vill vara kvar i valutaunionen.<br/> <br/>  Inflation är ett tecken på att en stat har en underfinansierad offentlig sektor och kredigivarna begär då högre ränta än inflationen för att ge kredit. En ränta som på sikt belastar statsbudgeten och likt en gökunge tränger ut alla andra utgifter såvida man inte amorterar av skulderna genom skattehöjningar eller offentliga nedskärningar. Detta oavsett valuta.<br/> <br/>  Detta är anledningen till att grekerna vill ha en stabil valuta för sina besparingar och inte en fiatvaluta som ökar inflationen var gång de korrupta politkerna får obalans i sin budget och eroderar besparingarna som vanligt folk har till sin ålderdom.<br/> <br/>  Sveriges återkommande devalveringar grundade sej främst på att vi lät andra än exportindustrin vara löneledande samtidigt som vi beviljade oss högre lönehöjningar än Tyskland. Detta tvingade oss att devalvera eftersom resultatet blev att den offentliga sektorn blev underfinansierad genom hög arbetslöshet och statskulden sköt i höjden. Greklands kris har andra orsaker <br/> <br/>  Detta löses inte genom en devalvering och lägre kostnadsläge eftersom landet inte har någon betydande exportindustri som kan lyfta landet annat än turism,vilket gör att de i så fall exporterar sin arbetslöshet till just Spanien och orsakar den kedjereaktion som alla helst vill undvika.<br/> <br/>  Om även Spanien drabbas av problem uppstår stora svarta hål i de franska och tyska bankerna som den tyska staten har att refinansiera."
		},
		{
			"postIndex": 3838,
			"postNumber": 3910,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 74.9,
			"scoreLocal": 94.3,
			"userRank": 17,
			"userScore": 17.2,
			"postUserName": "Tyff-datakille",
			"postUserID": "u660225",
			"postUserUrl": "https://www.flashback.org/u660225",
			"postDateTime": "2012-06-02, 10:46",
			"postUrlInThread": "https://www.flashback.org/t1116535p326",
			"postUrlUniq": "https://www.flashback.org/sp37656912",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>Fel. Däremot verkar du förstå saker ännu sämre än vad Greker gör. Naturligtvis är det mycket som skulle kunna bli bättre. Men om du inte förstår att vi faktiskt har det rätt bra här i sverige till skillnad från andra länder i världen <b>och detta tack vare att vi är en välfärdsstat med ett fungerande skattesystem</b> så får du ta och vidga dina vyer och flytta till ett land där de skiter i att betala skatt och se hur bra saker och ting funkar där.</div> </td> </tr> </table> </div> <br/>  Du har inga belägg för det där. <br/> <br/>  Vet du varför många greker inte ville betala någon skatt? Jo, för att de vet att gör de det så går det absolut inte till det som du verkar tro. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Detta är fakta. Grekland har ett massivt budgetunderskott. Om de inte skulle betala mer i skatt betyder det isåfall att de måste göra enorma nedskärningar i sin offentliga sektor. 100.000 tals människor skulle bli utan jobb.</div> </td> </tr> </table> </div> <br/>  Det är inte bara bra, det är absolut nödvändigt. Vad grekerna gjort fel är att sänka löner i offentlig sektor, i stället för att rensa bort massor av jobb. Varje sparkad person i offentlig sektor är en statsfinanisiell vinst, utöver den vinst det är i övrigt. Som du troligen vet så har det anställts massor av folk av politiska skäl. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   Trots skattehöjningar som har skett så betalar medelgreken fortfarande in lägre skatt en medelsvensson.</div> </td> </tr> </table> </div> <br/>  Precis, och vi ser resultaten av de skattehöjningar som gjorts. Det gick riktigt, riktigt illa. Din fundamentala teori är att ju mindre pengar greker har, desto bättre för ekonomin. Det är uppenbart felaktigt.<br/> <br/>  [quote=Civilization]<br/>   De måste lära sig att betala skatt. Det vi ser resultatet av idag är just att de haft ett budgetunderskott och lånat för att gå runt. Detta beror på <b>för höga utgifter</b> i förhållande till för låga skatteintäkter. <b>Så enkelt är det</b>.<br/> <br/>  Absolut. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Det största problemet är att länderna har valt att låna för mycket pengar.</div> </td> </tr> </table> </div> <br/>  Ja, och dessutom är det så här: skulle inte fått låna, ja då kan de per definition inte låna för mycket.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   Bankers verksamhet bygger i stora drag på att låna ut pengar. Att låna ut pengar är den produkt som de säljer. Ifall en bilfirma bygger fina bilar som alla vill köpa och då skuldsätter sig för att köpa dessa bilar så skyller man ju inte sen på bilfirma för att de har producerat och sålt alldelles för bra bilar. Men nu går det väldigt bra att skylla på Banker som har gett ut för stora lån till för låg ränta. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> </div> </td> </tr> </table> </div> <br/>  Jag förstår inte hur du menar? Du anser att banker ska strunta i kreditvärdighet? Jag tycker att aktieägarna får ta smällen. Precis som för andra bolag. <br/> <br/>  Och fördelen med det för Grekland är att inte kan få några lån. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   Visst har bankerna tagit för stora risker och allt för lättvindigt lånat ut pengar. Men detta är inte huvudproblemet.</div> </td> </tr> </table> </div> <br/>  Det beror på hur man ser det. Om de inte gjort det (lånat ut lättvindigt) hade politikerna inte kunna skapa krisen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Skattehöjningarna bör såklart främst riktas mot de som har det gott ställt.</div> </td> </tr> </table> </div> <br/>  Din grundtanke är att om det finns pengar som skulle kunna användas för att finansiera återhämtning och investeringar, då ska de plockas. Jag anser att det det är helt fel väg. Det gör saker sämre, inte bättre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   De som har undanhållit pengar är oftast de redan rika och de som har fått lida för det är oftast de som redan är fattiga. Så enligt din mening är detta helt rätt. Att de rika tar från de fattiga<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/no.gif\" title=\"No\"/> <br/></div> </td> </tr> </table> </div> <br/>  Tar vad exakt?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Framförallt så handlar det inte om skattehöjningar. Det handlar om att få Greker att betala skatt i huvud taget. Från noll eller väldigt låg skattenivå till en mer rimlig nivå lik våran. Dvs den nivå som krävs om man vill ha en välfärdsstat.</div> </td> </tr> </table> </div> <br/>  Vår nivå är inte rimlig. Den är extrem. Sjuk. Nära på kriminell. Vad Grekland behöver är att samtliga skatte och avgiftshöjningar som gjorts de senaste åren återkallas. Det ger direkt effekt att folk har mer pengar. <br/> <br/>  För övrigt finns det massor av pengar att spara genom andra åtgärder annat än att sänka pensioner. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Vill man ha ett U-land där inget fungerar så rekomenderas dock din linje att skita i att betala skatt.</div> </td> </tr> </table> </div> <br/>  Du har inga belägg för det där. Ditt resonemang är så här: ju mer pengar folk har, desto mer likt ett U-land blir det. Behöver jag förklara varför det inte stämmer?"
		}
	],
	[
		{
			"postIndex": 4175,
			"postNumber": 4251,
			"rankGlobal": 204,
			"rankLocal": 1,
			"scoreGlobal": 59,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 21.8,
			"postUserName": "Ziemssen",
			"postUserID": "u284026",
			"postUserUrl": "https://www.flashback.org/u284026",
			"postDateTime": "2012-06-17, 23:50",
			"postUrlInThread": "https://www.flashback.org/t1116535p355",
			"postUrlUniq": "https://www.flashback.org/sp37922720",
			"sentence": "Min tolkning av valresultatet är att vi fortfarande har en högst förvirrad och osäker politisk situation i Grekland. Något stabilt regeringsalternativ finns inte. ND + PASOK är inget realistiskt alternativ och åtminstone just nu ser det inte ut som att någon annan majoritetskoalition är möjlig ens på pappret, och än mindre i praktiken. En minoritetsregering har jag svårt att se skulle vara hållbar överhuvudtaget i dagens läge.<br/> <br/>  Rimligen borde ytterligare ett nyval utlysas efter att de formella förhandlingsrundorna är avklarade. Det enda som möjligen kan förhindra det är att man i ren desperation får till en koalition - kanske genom att PASOK mot bättre vetande kryper till korset - för att åtminstone undvika en omedelbar statsbankrutt. Men då har man bara skjutit upp eländet på framtiden för med detta valresultat blir det helt enkelt närmast omöjligt att bilda en stabil regering.<br/> <br/>  Som jag har skrivit tidigare i tråden bekräftar denna utveckling bara att premiärminister Papandreou hade rätt i sin idé om en folkomröstning. Grekerna vill ju uppenbarligen vara kvar i eurozonen - det om inte annat visar valresultatet - så med en folkomröstning hade PASOK-regeringen kunnat sitta kvar i egen majoritet ett tag till åtminstone, och den politiska krisen hade antagligen blivit mindre allvarlig. Nu är det kaos och jag tror ärligt talat att varken de etablerade partierna (eller deras spin off-organisationer) eller SYRIZA kan fixa detta. Fan vet hur det ska gå."
		},
		{
			"postIndex": 4058,
			"postNumber": 4133,
			"rankGlobal": 220,
			"rankLocal": 2,
			"scoreGlobal": 58.5,
			"scoreLocal": 99.1,
			"userRank": 57,
			"userScore": 7.6,
			"postUserName": "VitruvianskeMannen",
			"postUserID": "u501711",
			"postUserUrl": "https://www.flashback.org/u501711",
			"postDateTime": "2012-06-17, 19:31",
			"postUrlInThread": "https://www.flashback.org/t1116535p345",
			"postUrlUniq": "https://www.flashback.org/sp37917438",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Regulus</strong></div> <div>Det är inte ND eller Syriza som avgör om Grekland blir kvar i euron (och euron därmed också räddas) utan Tyskland.<br/> <br/>  Det fanns en beräkning av kostnaderna för Tyskland på Zerohedge för två veckor sedan:<br/> <br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fwww.zerohedge.com%2Fnews%2Fder-elefant-das-room-germany-ultimate-doomsday-presentation\" target=\"_blank\">Der Elefant In Das Room: Germany - The Ultimate Doomsday Presentation</a><br/> <br/>  Enligt den skulle det kosta 579 miljarder euros bara för Tyskland att rädda Grekland. En grexit + eurohärdsmälta skulle kosta 1310 miljarder euros för Tyskland.<br/> <br/>  Jag tyckte det verkade vara en seriös beräkning eftersom den också tar hänsyn till underskotten i TARGET2 som folk ofta glömmer.<br/> <br/>  Om Merkel tror på dessa beräkningar borde hon alltså välja att rädda Grekland. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/></div> </td> </tr> </table> </div> <br/>  Intressanta siffror, men det borde vara annat än en sifferlek som avgör Eurons framtid. För att sätta siffrorna i sitt perspektiv: Tysklands BNP är i runda slängar 3000 miljarder Euro. Detta är alltså Tysklands totala \"omsättning\" per år.<br/> <br/>  Frågan om Euron handlar ju om framtiden under 50 år eller mer. Kommer Europa att vara konkurrenskraftigt eller ej?  Bara någon procents skillnad i tillväxt äter upp alloa ZeroHedges siffror med råge.<br/> <br/>  Jag tror att med Euron så fortsätter eländet utan slut, Europa fortsätter att gå på knäna i alla år, så länge som Euro-oket finns kvar. Det är enkel matematik.<br/> <br/>  Alltså borde Merkel välja att INTE rädda Grekland, samt snabbast möjligt påbörja arbetet för att alla Euroländer återgår till nationella valutor. Rent rationellt alltså."
		},
		{
			"postIndex": 4194,
			"postNumber": 4270,
			"rankGlobal": 239,
			"rankLocal": 3,
			"scoreGlobal": 57.5,
			"scoreLocal": 97.4,
			"userRank": 192,
			"userScore": 3.2,
			"postUserName": "Tjafsarn",
			"postUserID": "u598855",
			"postUserUrl": "https://www.flashback.org/u598855",
			"postDateTime": "2012-06-18, 00:47",
			"postUrlInThread": "https://www.flashback.org/t1116535p356",
			"postUrlUniq": "https://www.flashback.org/sp37923675",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kostas39</strong></div> <div>  Nu är inte jag direkt någon nationalekonom eller börshaj eller helt enkelt insatt i ämnet ekonomi. Men jag tycker människans inställning till finanser och kapital är närmast religiös. Ett land går inte under fysiskt för att några siffror på papper visar dålig prognos. Byggnaderna eller landmassan rasar inte sönder för det som många verkar tro. Islands ekonomi har kraschat och Island finns kvar, styr sig själva och har några jobbiga år framför sig.<br/></div> </td> </tr> </table> </div> <br/>  Jag håller med dig i det du skriver. Det är lite som när vänsterister påpekar vilket uselt land USA är att leva i på grund av deras ekonomiska kris, att landet \"har gått under\" och man ska vara glad att man bor i ett land vars ekonomi fungerar. Men så vitt jag vet så tjänade ändå amerikanerna mer i timmen än vad svenskar gjorde även under den värsta tiden i krisen, folk världen över gjorde fortfarande allt de kunde för att välla in i landet och ta del av deras välstånd, amerikanska hus var fortfarande störst i världen, bilarna fler och dyrare än alla andra länders, sjukvården, polisen och skolorna rullade på som innan och flertal andra exempel. <br/> <br/>  Den stora skillnaden var att USA och deras ekonomi var i ett sämre läge än den var innan krisen. Exakt hur många restaurangbesök den genomsnittlige amerikanen behövde avstå under krisen kan inte jag gissa på, men om medelamerikanen tidigare åt ute 150 gånger per år så kanske de under krisen istället gjorde det \"bara\" 130 gånger. Jag vet inte som sagt, jag är inte heller nationalekonom.<br/> <br/>  Edit: Oj, jag svarade visst på ett väldigt gammalt inlägg."
		}
	],
	[
		{
			"postIndex": 4319,
			"postNumber": 4396,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 83,
			"scoreLocal": 100,
			"userRank": 142,
			"userScore": 3.8,
			"postUserName": "cochran",
			"postUserID": "u433259",
			"postUserUrl": "https://www.flashback.org/u433259",
			"postDateTime": "2012-06-30, 02:38",
			"postUrlInThread": "https://www.flashback.org/t1116535p367",
			"postUrlUniq": "https://www.flashback.org/sp38103255",
			"sentence": "Även bortsett från grekernas skattesmitande, korruption och <b>ofantliga</b> offentlig sektor (som tydligen har ökat de senaste två åren) ser jag inga incitament till ekonomiska framsteg för landet.<br/> <br/>  Grekernas löner har höjts betydligt mera än deras effektivitet. De har inte en chans att konkurrera inom exportmarknaden. Grekland har dessutom relativt få exportvaror. De har ett stort handelsunderskott.<br/>  Oavsett hur många miljarder Euro Tyskland och andra EUländer skänker grekerna kommer de ändå aldrig att klara sig själva.<br/>  I sin iver att godtas som Euroland förfalskade de grekiska politikerna landets \"bokföring\". När det blev maktbyte vid nästa val, hände inget annat än att de forna offentliganställda fick ha sina jobb kvar och 1000-tals nya anställdes.<br/> <br/>  Hur skall ett land som Grekland någonsin kunna klara sig själv under dessa förutsättningar? Om de hade haft kvar sin egen valuta, så hade de inte haft dessa \"mördande\" skulder. Grekerna hade inte fått ta del av det oerhört kraftfulla uppsvinget, som berodde på att Grekiska statens upplåningsräntor fallit till tysk nivå tack vare EMU.<br/> <br/>  Återigen, vilket land med ständiga handelsunderskott klarar sig utan bidrag, när de inte har en egen valuta?<br/>  Detta är enkel matematik! Man behöver inte ens vara gymnasist för att förstå det matematiska sammanhanget och därmed omöjligheten.<br/>  Varför skickar de andra EU-länderna sina folks skattepengar rakt ner i detta bottenlösa hål, med tanke på att Grekland aldrig kommer att kunna försörja sig så länge Euron är deras valuta!<br/> <br/>  Sverige borde lämna EU (vi skulle aldrig ha anslutit oss) och försöka få samma eller liknande avtal som Norge har!"
		},
		{
			"postIndex": 4450,
			"postNumber": 4527,
			"rankGlobal": 143,
			"rankLocal": 2,
			"scoreGlobal": 62.1,
			"scoreLocal": 74.8,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-09-09, 17:48",
			"postUrlInThread": "https://www.flashback.org/t1116535p378",
			"postUrlUniq": "https://www.flashback.org/sp39253918",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Regulus</strong></div> <div>Det har du förstås rätt i, men man kan knappast lasta grekerna för att de har en mindre modern maskinpark än tyskarna.<br/> <br/>  Grekland är helt enkelt ett land som inte hunnit lika långt i den industriella utvecklingen som de flesta andra EU-länder. Vad det beror på kan man diskutera. Åren under militärdiktatur, och inbördeskriget efter andra världskriget har säkert bidragit.<br/> <br/>  Det är dock fel att skylla allt på dagens generation av greker. Som framgick av <a href=\"https://www.flashback.org/p39230511#p39230511\" target=\"_blank\">artikeln jag citerade</a> så finns det många greker som gör vad de kan för att försörja sig.</div> </td> </tr> </table> </div> <br/>  Tiden går. Mellan 1870 och 1920 utvecklades Sverige enormt. Det rörde sig om en tidsperiod på 50 år. Militärjuntan satt vid makten i ca 7 år. I från 50 talet till 1967 hade Grekland en auktoritär regim, men ekonomin gick ganska bra. Dock har man inte kunnat låtit bli att låna sedan det moderna Grekland blev en erkänd nation 1830. Enda undantaget var under nazistockupationen då grekerna tvingades låna ut pengar till Tyskland. Sedan Grekland gick med i EG så har det gått 31 år. Trots enorma bidrag så har inte grekerna lyckat lyfta sig ur fattigdomen <u>på ett hållbart sätt</u>. Bidrag till jordbruket har i vissa fall gått till lyxbilar osv. Så visst fan kan man lasta grekerna för att de inte har en effektivt organiserad industri med moderna maskiner som skulle kunna exportera kvalificerade produkter!<br/> <br/>  Sedan gick det visst ordentligt utför först efter 2006. Men det är ju inte så konstigt. Marknaden upptäckte väl att man inte kunde behandla euro-ländernas obligationsräntor på exakt samma vis. Sedan tillkom givetvis de grekiska politikernas statistik fusk vid Euro inträdet och senare, som definitivt punkterade marknadens förtroende för Grekland. Och då hjälper det inte att skylla på att grekerna tog hjälp av utländska banker och finansinstitut för att lyckas med fusket."
		},
		{
			"postIndex": 4335,
			"postNumber": 4412,
			"rankGlobal": 164,
			"rankLocal": 3,
			"scoreGlobal": 60.9,
			"scoreLocal": 73.3,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-07-03, 09:48",
			"postUrlInThread": "https://www.flashback.org/t1116535p368",
			"postUrlUniq": "https://www.flashback.org/sp38149438",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>lantis60</strong></div> <div>Det ska bli intressant att se om vi invaderas av greker till hösten.<br/>  När lingonsäsongen börjar, borde de komma i tusental.<br/> <br/>  Om inte, då är det en ren lögn att greker har det så fattigt.<br/>  I sådana fall finns mycket att skära av levnadsstandarden.</div> </td> </tr> </table> </div> <br/>  Grekland ligger iof sämre till än Sverige vad gäller andelen fattiga barn, men inte mycket sämre.<br/> <br/>  Och med tanke på Greklands obefintliga konkurrenskraft, effektivt utnyttjad produktivitet, (dvs hur smart man arbetar), andelen övertaliga i offentlig sektor,(det skulle vara billigare att köra folk i taxi än att driva den grekiska statsjärnvägen), den enorma utbredningen av korruption,(gäller även statens skattetjänstemän), Greklands exportmix, (sämre än Spaniens, för att inte tala om Italiens), osv. så borde man ligga betydligt sämre till.<br/> <br/>  Nu är det iof verkligen inte de grekiska barnens fel att man har sådana <u>värdelösa</u> föräldrar. Men grekerna har haft en gyllene möjlighet de senaste 30 åren att få ordning på sin ekonomi. Istället så har man, t.ex. köpt Mercedes bilar för EU-bidrag som skulle gått till att moderniserat jordbrukssektorn.<br/> <br/>  Nej, jag tycker verkligen inte synd om grekerna. Villkoret för den första bailouten var att man skulle minska den offentliga sektorn med 150000 människor, (vilket lätt kan göras utan att försämra kvalitén med tanke på alla sk \"anställningar\" som ibland inte ens kräver att man går till jobbet). Inom vissa yrkeskategorier så kör man med ett slags \"skrå-system\" som kräver en enorm byråkrati, försämrar konkurrensen och innebär höga avgifter för dem som t.ex. vill verka inom åkeri-verksamhet. Sedan finns det regorösa regler för att t.ex. starta ett turisthotell. De senare exemplen kostar inte ett öre att rätta till. Men då missgynnas ju \"kompisarna\".<br/> <br/>  Jag hoppas verkligen att Grekland lämnar euron och helst EU också. För jag har ingen lust att finansiera odugliga greker, (det kan finnas bra folk där också, men de befinner sig tydligen i minoritet)."
		}
	],
	[
		{
			"postIndex": 4565,
			"postNumber": 4644,
			"rankGlobal": 48,
			"rankLocal": 1,
			"scoreGlobal": 69.2,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 68.9,
			"postUserName": "Ola Schubert",
			"postUserID": "u58815",
			"postUserUrl": "https://www.flashback.org/u58815",
			"postDateTime": "2012-10-14, 20:08",
			"postUrlInThread": "https://www.flashback.org/t1116535p387",
			"postUrlUniq": "https://www.flashback.org/sp39836903",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Regulus</strong></div> <div>Det beror på att Ecuador gjorde statsbankrutt redan för 13 år sedan. De är alltså inne i en återhämtningsfas. De ligger 12 år före grekerna om man så vill.</div> </td> </tr> </table> </div> <br/>  Jo, det kan nog stämma. Iof så hoppades jag under många år att grekerna faktiskt skulle skärpa till sig och inte bara strikt följa det som ålades dem, inte minst vad gäller lagstiftning, byråkrati och utförsäljning av statliga bolag. Men, tyvärr så har den grekiska ledningen ständigt dragit bena efter sig och bara skurit där det drabbar vanliga greker, inte politikernas vänner, byråkraterna, som fortfarande sitter i orubbat bo. Men hade man följt alla rekommendationer från den första bail-outen, och dessutom skurit hårt i byråkrati, reformerat lagstiftning och gett plats för ökad konkurrens, (istället för det rådande skrå-systemet), så hade säkert Grekland varit på väg upp ur krisen nu, och fortfarande euro-medlem.<br/> <br/>  Men detta har alltså inte hänt. Vilket är orsaken till att jag sedan tidig sommar dragit samma slutsats som Anders Borg nu dragit: Grekerna måste nog lämna euro-samarbetet. Drar man fötterna efter sig som den grekiska ledningen ständigt gör så är det bättre att låta marknaden helt reglera det kommande skeendet. Det kommer säkert inte att bli angenämt för de vanliga grekerna, men inga politiker kommer, i sig, att kunna fördröja det hela. Däremot så kan de givetvis ställa till med hyperinflation och annat elände som gör resan ännu besvärligare för det grekiska folket. Gott är att de i alla fall inte kommer att kunna skylla på Tyskland, men det kommer de säkert att göra i alla fall.<br/> <br/>  Greklands nationalsport - Skyll allting på alla andra!"
		},
		{
			"postIndex": 4547,
			"postNumber": 4626,
			"rankGlobal": 53,
			"rankLocal": 2,
			"scoreGlobal": 68.5,
			"scoreLocal": 99.1,
			"userRank": 139,
			"userScore": 3.8,
			"postUserName": "viktigtinlagg",
			"postUserID": "u660206",
			"postUserUrl": "https://www.flashback.org/u660206",
			"postDateTime": "2012-10-10, 14:50",
			"postUrlInThread": "https://www.flashback.org/t1116535p386",
			"postUrlUniq": "https://www.flashback.org/sp39766327",
			"sentence": "Grekerna råkar för tillfället ha en pistol i handen riktad mot bankirerna. Det är en klassisk utpressningssituation där slumpen försatt grekerna i detta makalösa läge. Grekerna kan mjölka bankerna i oändlighet i utbyte mot att de inte lämnar euron. Det är fantastiskt.<br/> <br/>  Bankerna är helt bakbundna genom de gamla lån de har till grekland som de varken kan få betalda eller avskriva. Grekland är en rävsax för bankerna. Vilket alternativ de än väljer så kommer bankerna förlora. Detta är otroligt skönt att veta.<br/> <br/>  Kanske finns det en väg ut för bankerna och det är en bankunion i vilken de kan trixa skulder hit och dit så att de återfår kontrollen. Men en bankunion är ett väldigt riskfyllt projekt som lätt kan slå fel. <br/> <br/>  Problemet för bankerna kommer sig av att de börjat blanda sig i politiken. EU var deras uppfinning och de kan inte låta unionen brytas upp. De investerar mer och mer i detta vansinnesprojekt som aldrig kommer hålla så nu är det både deras politiska ambition att behålla euron och deras investeringar som får dem att vilja ha kvar Grekland.<br/> <br/>  Nå, vad betyder detta för den stora bilden. Jo, bankerna har avancerat under många årtionden och blivit mer och mer politiska. Det har fungerat jättebra tills greklandskrisen. Deras egna metoder slog i Grekland tillbaka mot dem själva. Normalt är det ju bankerna som håller i pistolen och utpressar stater men nu är läget omvänt tack vare att bankerna har fått politiska ambitioner.<br/> <br/>  Av detta kan vi lära att pengarna alltid är otrogna staten och politiken. Detta har bankerna alltid utnyttjat men nu när bankerna blivit politiska så råkar de ut för sin egen medicin. Karma kan man kalla det om man vill.<br/> <br/>  Om du vill hjälpa till att sänka bankerna och försvåra för bankunionen så bör du sabotera den grekiska ekonomin. Åk ner till Grekland och vandalisera men se helst till så att det du vandaliserar är försäkrat för maximal effekt. Beställ pizzor till Grekland eller vad som helst. Allt som gör så att Grekland måste ta ytterligare lån för tjänar folket på och förlorar bankerna på. Det är fantastiskt.<br/> <br/>  Vad tycker ni om analysen?<br/> <br/>  Vad kan man göra för att få Grekland att dra på sig mer lån?"
		},
		{
			"postIndex": 4681,
			"postNumber": 4761,
			"rankGlobal": 60,
			"rankLocal": 3,
			"scoreGlobal": 67.9,
			"scoreLocal": 98.1,
			"userRank": 144,
			"userScore": 3.8,
			"postUserName": "Bajsolle1",
			"postUserID": "u748853",
			"postUserUrl": "https://www.flashback.org/u748853",
			"postDateTime": "2013-02-15, 15:26",
			"postUrlInThread": "https://www.flashback.org/t1116535p397",
			"postUrlUniq": "https://www.flashback.org/sp42029692",
			"sentence": "Pensionerna halverade på mindre än 20 år :   Du får 45% av det du har vid 65 ! <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fdnbok%2Fbokrecensioner%2Fjoel-dahlberg-pensionsbluffen-tryggheten-som-gick-upp-i-rok\" target=\"_blank\">http://www.dn.se/dnbok/bokrecensione...gick-upp-i-rok</a><br/> <br/>  Dom som jobbade lyckades inte dra ihop till stora kullen  40-talisterna Göran Persson själv bl.a man hade helt enkelt<br/>  Förtidspensionerat för många kan man säga för att mörka arbetslöshet ett Holländskt påhitt . <br/>  Detta är emellertid numera i balans , men  nu med EU  skall de ha sitt 37 miljarder ( 6000 :- skattat och klart från varje Svensk).<br/>  Pensions tryggheten raserades i ett naffs bara Banker hade nytta av det. <br/> <br/>  Vi får tillbaks en spottstyver som går till att uprätthålla bl.a migrations vansinnet , Pensionernärererna får inget ! <br/>  Sen bidrar Vi med massa annat som att t.ex låna ut 600 miljoner Euro till Irland som sen konkurerar ut oss Ryan Air etc  ! <br/> <br/>  Fransmän &amp; Tyskar har sedan en tid lärt att några krig kan de inte vinna men med EU i rocken kan de triumfera Ekonomiskt och flytta tillbaks <br/>  makten till sina domäner igen och verka som på medeltiden. <br/> <br/>  Istället försöker Politikerna  idag  hänga kvar i EU med näbbar &amp; klor med lögner  om att vi fått bestämma nått Om isåfall till vilken nytta  , <br/>  Nej satsa på Svenskt så är varje krona hemma. Finns väl ingen som tror att Vi skulle exportera mindre om vi var utanför dessutom skulle <br/>  utlänska aktörer tråna efter vår Svenska krona som i fornstora dagar. Vem kommer inte ihåg innan EU när den Franska Francen var värderad<br/>  under Svenska kronan Pesetan , Liran knappt värt dasspapper och i öststaterna gick det faktiskt lika bra med dasspapper !"
		}
	],
	[
		{
			"postIndex": 4918,
			"postNumber": 5005,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 83.9,
			"scoreLocal": 100,
			"userRank": 233,
			"userScore": 2.9,
			"postUserName": "ikariotis",
			"postUserID": "u98267",
			"postUserUrl": "https://www.flashback.org/u98267",
			"postDateTime": "2014-01-13, 12:51",
			"postUrlInThread": "https://www.flashback.org/t1116535p418",
			"postUrlUniq": "https://www.flashback.org/sp47022305",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men alla vet detta redan. <br/>  Hur gick det till detta då? <br/> <br/>  Varför kollapsade den grekiska ekonomin? <br/> <br/>  Enorma turistintäkter, låga löner, goda mineralfyndigheter, relativt enad befolkning. <br/>  Nog fifflade fler än staten. Men det räcker inte.<br/> <br/> <br/>  Den kollapsade helt enkelt för att den inte kunde hänga med i \"utvecklingen\" längre. Som jag skrev i en tråd innan så har samhället och medborgarnas del av kakan kontinuerligt minskat (säkert i Grekland också) sedan 90-talet. Inte bara det men kakan i sig har minskat i storlek för dem. Grekland var bara svagast. Vi kommer att följa.      </td> </tr> </table> </div> <br/>  Håller med delvis. Stormakterna såg Grekland som ett sätt att expandera sina verksamheter. Exempelvis fanns det inte på samma sätt som här stormarknaden utan man köpte ost, mjölk och kött från lokala aktörer. Numera ser man en lidl varje kilometer i grekland men bland annat andra tyska och franska företag. Det lokala verksamheterna har svårt att hålla upp konkurrensen speciellt i dessa kristider. Ta det och ha även i åtanke att grekland förbrukade enorma resurser under världskrigen varpå juntor och andra konflikter efterföljde. Lägg ytterliggare på korruptionen så är det inte speciellt konstigt att grekland inte hänger med i världsväldets \"schackspel\". Det finns helt enkelt ett intresse att inte låta grekland utvecklas (det finns olja och andra mineralet t.ex. som det inte har möjlighet att urvinna). Grekerna har haft det tufft att behålla sitt land, identitet och historia under åren vilken har präglat landet historia av krig och konflikter. EU som skulle fungera som en storebror och förebild har faktiskt inte varit speciellt bra föredöme. De har istället utvecklat nya politiska konflikter vilka begränsar greklands utveckling. EU:s politik är störst går först. Grekland har fått minimalt exportskydd och är satt i en beroende position genom att bli tvunget att importera mer än att exportera samt även importera saker som de inte behöver (typ tomater apelsiner ect). Dessutom har man skuldsatt landet vilket innebär att landet säljs ut. Notan kommer till den vanliga grekiska medborgaren. Greken som trodde att EU skulle modernisera, skydda och utveckla landet som en resultat och en ursäkt efter andra världskriget. Den vanlige grekiske medborgaren saknar redan förtroende för sin regering (de korrupta äcklen) och numera även mot EU. Dessutom tvingar utbildade greker resa till andra länder för att leta jobb och skapa en framtid. Då tvingas dom sitta och lyssna på \"greker jobbar inte, de sover siesta, pensionerar sig vid 40 års ålder, och ligger bara på stranden\". En enkel lösning till krisen är att dra alla politiker som pumpat ut pengar till scehweiz inför rätta (typ eu domstolen) och betala skulden av dessa pengar, de kommer räcka och t.o.m. bli överskott tro mig. Dessutom kan grekland devalvera och dra sig ur EU. Det ska inte vara möjligt för tysksland, frankrike eller england att köpa sina sommarställen för minipris och även pumpa tillbaka pengarna till deras länder i form av storföretag och skandaler  (ref Siemens skandalen). Det är skrattretande för greker att tyskland inte betalar deras straffskuld efter andra världskriget till grekland eller lämnar tillbaka antika reliker ect men samtidigt har massa krav. Nae grekerna har inget mer att ge till västvärlden, de har redan gett tillräckligt och det är fan dags att värstvärlden hjälper till lite tillbaka"
		},
		{
			"postIndex": 4953,
			"postNumber": 5041,
			"rankGlobal": 5,
			"rankLocal": 2,
			"scoreGlobal": 82.1,
			"scoreLocal": 97.8,
			"userRank": 75,
			"userScore": 6.2,
			"postUserName": "sectarius",
			"postUserID": "u548644",
			"postUserUrl": "https://www.flashback.org/u548644",
			"postDateTime": "2014-03-17, 12:05",
			"postUrlInThread": "https://www.flashback.org/t1116535p421",
			"postUrlUniq": "https://www.flashback.org/sp47973030",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong> <a href=\"/p47966544#p47966544\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>170% skuld över BNP?<br/> <br/>  är det afrikanskt land?  är det ett diktaturland?</div> </td> </tr> </table> </div>   Det är inte bara afrikanländer som har såna skulder. Italien, Japan, Irland och Island är några exempel på länder som sitter på liknande skuldberg.   <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       grekerna njöt av alla privillegier, bonusar, tillägg, bidrag, de levde som om det fanns inte nån morgondag,      </td> </tr> </table> </div>   Trots det så var den grekiska snittlönen långt under det man har i Sverige och andra nordvästeuropeiska länder. Det är verkligen en mediamyt som har målats upp att grekerna levde som kungar med 14 månadslöner. Vad gör 14 månadslöner på 500 EUR för skillnad gentemot en svensk månadslön som ligger på 2000 EUR i månaden? Tror du inte man åtnjuter massa liknande privilegier om man är statligt anställd i Sverige? Hur ofta får man inte höra om fester där det spenderats fantasisummor? Har du sett hur arbetsplatserna ser ut för politiskt anställda personer i Sverige? Vad tror du händer i längden om vi fortsätter hyra ut slott till afghanska flyktingar? Svenskar är minst lika efterblivna som greker om man kollar på hur den ekonomiska politiken ser ut. Problemet är att man här är lika mycket slav under ett opinionstryck som i Grekland och det i sin tur beror just på medias dominans i samhället. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       grekerna har länge varit under turkisk ockupation, de har ett sydländskt, bysantiskt mentalitet,      </td> </tr> </table> </div>   Ja, greker är inte lika produktiva som tyskar eller japaner. Men än sen? Tror du det leder till det som hänt i Grekland nu? I värsta fall så får man devalvera en valuta och börja om på nytt med låga priser på sina produkter. Så har det alltid fungerat i Grekland och faktum är att landet alltid har varit snäppet sämre än de västeuropeiska länderna, men det har ändå varit ett bra och trevligt samhälle som går efter sin egna takt. <br/> <br/>  Det som händer i Grekland nu är en av de värsta katastroferna i landets historia och inte beror det på några lata greker inte. Arbetslösheten har aldrig varit så hög någonsin, antalet illegala flyktingar i landet har aldrig varit så högt någonsin, landets skuld till utländska judiska banker har aldrig varit så hög. Utländska företag och privatpersoner köper upp allt vad som finns kvar av företagen och mark. Det är att likna vid en total utsugning av samhället. Samtidigt har Grekland alltid varit ett land som haft problem med sina grannar, turken som inte ens erkänner Greklands territorier och hindrar grekerna från att utvinna sin egen olja från havet, albanen som illegalt invandrar i landet och begår rån och våldtäkter och Skopjanen i norr som stjäl det grekiska folkets identitet och historia. Utsugningen sker alltså inte bara rent materialistiskt utan det är också en mental demoralisering av grekerna som sker just nu. <br/> <br/>  Hur ska man reagera på det? Ska man bara acceptera att man är värdelös och följa judarna på IMF:s råd? Dvs att i all evighet stå i skuld till dem? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       alla dessa miljarder från Bryssel (Tyskland) vad har man åstadkommit?<br/>  förutom nya vägar, flygplatser?<br/> <br/>  den grekiska ekonomin vilar på turismindustrin, <br/>  sån ekonomi finns i U-länder<br/> <br/>  med alla dessa miljarder borde de skapat en konkurrenskraftig ekonomi, IT, nya teknologier, <br/>  vetenskap... var är de grekiska universiteten och högskolor?<br/> <br/>  vad gör de?       </td> </tr> </table> </div>   Att satsa på flygplatser, vägar och turism är väl inte fel? Grekland har annat än turism och oliver också. Det har dock varit svårt för grekerna dels att konkurrera med en högteknologisk sektor mot länder som Tyskland och dels har det varit svårt att konkurrera med enkla konsumtionsvaror (eftersom allt i världen numera görs i Kina). Grekland har haft en stor textilindustri, sen kom Kina. Grekland var en gång i tiden mer eller mindre självförsörjande med jordbruksprodukter, sen kom EU med sin utjämningspolitik och då började alla odla citrusfrukter och oliver och ljög om sina arealer för att få bidrag. Grekland byggde upp världens största handelsflotta, nu vet jag inte hur det ligger till med den. Grekland hade/har en ganska välutvecklad telekommunikationsinfrastruktur, och företag som Cosmote och hade tjänster i princip i alla Balkanländer. Det finns mindre företag som gör industrirobotar, solceller, vindkraftverk, robotmissiler, militär kommunikationsutrustning etc... Men som sagt, hur ska de konkurrera med Tyskland och Frankrike? det finns också företag som gör smartphones, som gör vitvaror, fanns företag som byggde bussar men som blev uppköpta av tyska företag osv... Men återigen, hur ska man konkurrera med Kina?"
		},
		{
			"postIndex": 4809,
			"postNumber": 4894,
			"rankGlobal": 23,
			"rankLocal": 3,
			"scoreGlobal": 75.3,
			"scoreLocal": 89.7,
			"userRank": 67,
			"userScore": 6.7,
			"postUserName": "WenJiabao",
			"postUserID": "u770097",
			"postUserUrl": "https://www.flashback.org/u770097",
			"postDateTime": "2013-08-22, 14:17",
			"postUrlInThread": "https://www.flashback.org/t1116535p408",
			"postUrlUniq": "https://www.flashback.org/sp44896242",
			"sentence": "För Tyskland och övriga Nordeuropa så har ju krisen lett till mycket låga räntekostnader för stater vilket leder till att de hitintills kunnat låna ut pengar till Grekland och tjänat på ränteskillnaden. Men de liksom alla vet att det är ett chicken race fram till dess att alla inser att Grekland inte kommer att kunna betala tillbaka sina skulder. <br/> <br/>  Har svårt att tänka mig att någon institution i Grekland såsom kyrkan eller dylikt sitter på likviderbara tillgångar för att klara av att sänka skulden till hanterbara nivåer. Eftersom privatiseringsprogrammet går så dåligt så hade det mest realistiska varit en kombinerad skuldavskrivning med ett skuld mot tillgångsbyte. Då skulle de kunna sätta extrema övervärden på grekiska tillgångar såsom infrastruktur mm som sedan skiftas ut till långivare. <br/> <br/>  Idag vet ingen hur mycket skulder Grekland kan klara av på egen hand. De måste radikalt ändra sitt samhälle. Greker behöver inse att staten inte är en egen enhet utan resultatet av vad grekerna gemensamt bidrar med. Det vill säga att staten inte kan dra in pengar på egen hand utan kan bara ta en del av det medborgarna producerar. Detta är svårt för vänstermänniskor i Sverige (till vänster om S) att förstå medan det i Grekland inte verkar finnas någon insikt om detta överhuvudtaget. Om de skulle komma till insikt om detta så ligger hanterbara skuldnivåer på runt 80% av BNP."
		}
	]
]
