[
	[
		{
			"postIndex": 115,
			"postNumber": 121,
			"rankGlobal": 80,
			"rankLocal": 1,
			"scoreGlobal": 63.6,
			"scoreLocal": 100,
			"userRank": 11,
			"userScore": 23.7,
			"postUserName": "Softis...",
			"postUserID": "u129970",
			"postUserUrl": "https://www.flashback.org/u129970",
			"postDateTime": "2012-01-14, 07:32",
			"postUrlInThread": "https://www.flashback.org/t1768191p11",
			"postUrlUniq": "https://www.flashback.org/sp35108371",
			"sentence": "Tack för alla bilder.  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/> <br/>  Det verkar som att kaptenen har räddat ett antal liv med sitt agerande efter grundstötningen. Hade fartyget varit längre från land, och sjunkit på djupare vatten, så hade det säkert blivit fler dödsfall.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-2085498%2FAn-eerie-trip-tourists-diving-2-miles-Titanic.html\" target=\"_blank\">MailOnline - uppdaterad</a><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       ...<br/>  A coast guard official said the vessel 'hit an obstacle' - though it wasn't clear if that obstacle might have been a rocky reef in the waters off Giglio - 'ripping a gash 50 meters across' on the left side of the ship, and started taking on water.<br/> <br/>  The cruise liner's captain, Mr Paolillo said, then tried to <b>steer his ship toward shallow waters</b>, near Giglio's small port, to make evacuation by lifeboat easier.<br/> <br/>  But after the ship started listing badly onto its right side, lifeboat evacuation was no longer feasible, he said.<br/>  ...      </td> </tr> </table> </div>"
		},
		{
			"postIndex": 124,
			"postNumber": 131,
			"rankGlobal": 102,
			"rankLocal": 2,
			"scoreGlobal": 60.7,
			"scoreLocal": 95.4,
			"userRank": 4,
			"userScore": 47,
			"postUserName": "Grisbrottaren",
			"postUserID": "u135667",
			"postUserUrl": "https://www.flashback.org/u135667",
			"postDateTime": "2012-01-14, 10:08",
			"postUrlInThread": "https://www.flashback.org/t1768191p11",
			"postUrlUniq": "https://www.flashback.org/sp35109110",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>.Mortimer.</strong></div> <div>Såvida den inte ligger på en sluttning och så småningom glider ner så har den nog sjunkit klart ja. <b>Den har legat på sidan på den positionen sen 03-03.30 inatt</b>. Tur att dom lyckades att stranda den så pass grunt och nära land. Underlättar när dom ska försöka bärga den så småningom och räddade garanterat mångas liv inatt.</div> </td> </tr> </table> </div> Vraket har <b>inte</b> legat still sedan det kantrade, utan vridit sig opmkring 45 grader mot norr. Jämför den här bilden från strax före 05.00 i natt, där man kan se att linjerna längs sidan går rakt ut från kameran sett.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fbayimg.com%2FNALDOaaDo\" target=\"_blank\">http://bayimg.com/NALDOaaDo</a><br/> <br/>  Om inte hela vraket lagt sig på botten i den nya positionen, finns det nog risk att aktern sjunker. Vet inte vad som hållit den delen flott under natten. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/><br/> <br/>  Jan Mosander sade på TV4 nyss att han sett land nära fartyget tidigare \"där inget land skulle finnas\". Har de gått in mot land i fyllan eller när de varit manöverodugliga? I så fall borde väl revan sitta på höger sida (styrbord)."
		},
		{
			"postIndex": 98,
			"postNumber": 103,
			"rankGlobal": 109,
			"rankLocal": 3,
			"scoreGlobal": 59.9,
			"scoreLocal": 94,
			"userRank": 11,
			"userScore": 23.7,
			"postUserName": "Softis...",
			"postUserID": "u129970",
			"postUserUrl": "https://www.flashback.org/u129970",
			"postDateTime": "2012-01-14, 06:11",
			"postUrlInThread": "https://www.flashback.org/t1768191p9",
			"postUrlUniq": "https://www.flashback.org/sp35108141",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bajen1897</strong></div> <div><a href=\"/leave.php?u=http%3A%2F%2Fimageshack.us%2Ff%2F713%2Fnamnls1e.png%2F\" target=\"_blank\">http://imageshack.us/f/713/namnls1e.png/</a></div> </td> </tr> </table> </div> Tack. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Jag undrar hur många själar som blev kvar ombord? Det pratades väl om runt 200. Vilken katastrof det har utvecklat sig till. Den första rapporteringen i radio, som jag hörde, gav vid handen att det inte var så illa. Iaf inte med människorna ombord.<br/> <br/>  Tänk att lyckas sänka en fem år gammal lyxkryssare. Den kaptenen lär få det hett om öronen om han har överlevt, givet att det inte var något tekniskt fel som orsakade det hela, eller något annat som stod utom hans kontroll.<br/> <br/>  Det lär finnas en hel del dyrbarheter ombord med tanke på att det kostade mellan 400£-1200£ per natt (om jag kommer ihåg rätt), och det ska tydligen också ha funnits en enorm samling av samtida konst ombord."
		},
		{
			"postIndex": 74,
			"postNumber": 76,
			"rankGlobal": 119,
			"rankLocal": 4,
			"scoreGlobal": 58.5,
			"scoreLocal": 91.9,
			"userRank": 85,
			"userScore": 7.1,
			"postUserName": "Whooo",
			"postUserID": "u482107",
			"postUserUrl": "https://www.flashback.org/u482107",
			"postDateTime": "2012-01-14, 05:10",
			"postUrlInThread": "https://www.flashback.org/t1768191p7",
			"postUrlUniq": "https://www.flashback.org/sp35107922",
			"sentence": "Inte kollat exakt alla länkar.<br/> <br/>  Men detta är webcamfoto från båten <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.seascanner.com%2Fschiffsposition.php%3Fschiff%3DCosta%2BConcordia\" target=\"_blank\">http://www.seascanner.com/schiffspos...osta+Concordia</a><br/> <br/>  Vet dock inte om bilderna uppdateras, allt man ser är att det är mörkt vilket inte är konstigt då det är mitt i natten, men kan som sagt inte se om bilderna är från idag eller från tidigare nätter."
		},
		{
			"postIndex": 31,
			"postNumber": 32,
			"rankGlobal": 138,
			"rankLocal": 5,
			"scoreGlobal": 57,
			"scoreLocal": 89.6,
			"userRank": 7,
			"userScore": 34.9,
			"postUserName": "BleAivano",
			"postUserID": "u528886",
			"postUserUrl": "https://www.flashback.org/u528886",
			"postDateTime": "2012-01-14, 03:00",
			"postUrlInThread": "https://www.flashback.org/t1768191p3",
			"postUrlUniq": "https://www.flashback.org/sp35106974",
			"sentence": "ska tydligen finnas en del bilder på detta fcb konto:<br/> <a href=\"/leave.php?u=https%3A%2F%2Fwww.facebook.com%2Fmedia%2Fset%2F%3Fset%3Da.3022776696787.155454.1483816924%26amp%3Btype%3D3\" target=\"_blank\">https://www.facebook.com/media/set/?...3816924&amp;type=3</a><br/> <br/>  någon som har fcb som kan kolla/länka?"
		}
	],
	[
		{
			"postIndex": 281,
			"postNumber": 290,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 83.1,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 47,
			"postUserName": "Grisbrottaren",
			"postUserID": "u135667",
			"postUserUrl": "https://www.flashback.org/u135667",
			"postDateTime": "2012-01-14, 18:20",
			"postUrlInThread": "https://www.flashback.org/t1768191p25",
			"postUrlUniq": "https://www.flashback.org/sp35117183",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grisbrottaren</strong></div> <div>Verkar som om det här är en intervju med \"il comandante\" på fartyget:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.video.mediaset.it%2Fvideo%2Ftgcom24%2Fda_assegnare%2F276097%2Fesclusiva-tgcom24-parla-il-comandante-della-costa-concordia.html\" target=\"_blank\">http://www.video.mediaset.it/video/t...concordia.html</a></div> </td> </tr> </table> </div> Skulle vara trevligt om någon kunde översätta vad han säger.<br/> <br/>  Enligt kommentarerna till videon så påstår \"il comandante\" att grundet inte finns på sjökortet. Men det låter som en italiensk lögn när man ertappas. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Vidare sägs det att kryssningsfartyg brukar passera nära ön Giglio för att hälsa - \"salutare\" - och att man den här gången hamnat lite väl nära. Det ska tydligen finnas youtube-videor som visar den här närgångna passagen utanför ön av kryssningsfartyg vid tidigare tillfällen. Är man då inte beredd på att Le Scole sticker ut en bra bit, kan man gå på en mina där. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <br/>  Teorin om att kryssningsfartyget gått nära stränderna för att visa fina vyer för passagerarna stämmer väl med AIS-plotten, där Concordia tycks komma från fastlandet vid Monte Argentario rätt ut mot ön Giglio. Man vill väl ge lyxturisterna valuta för pengarna och något annat än vitt hav att stirra på.<br/>  Lite italienskt övermod kanske ligger bakom, dvs. överskattande av den egna förmågan att styra fartyget exakt i trånga vatten.<br/> <br/> <b>Edit: This just in!</b> Brevväxling mellan borgmästaren i Giglio och kaptenen på Costa Concordia om att Concordia även tidigare passerat utanför hamnen i Giglio för syns skull:<div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">A PROPOSITO DELL'AFFONDAMENTO DELLA COSTA CONCORDIA LEGGETEVI QUESTO TRATTO DA GIGLIO NEWS DELLO SCORSO MESE D'AGOSTO!!!! Pubblichiamo di seguito la lettera di ringraziamento che il Sindaco Ortelli ha inviato nei giorni scorsi al Comandante Costa Crociere Massimo Garbarino al Comando della Costa Concordia in occasione del passaggio ravvicinato al Giglio lo scorso 14 Agosto e l'immediata risposta che il Comandante ha inviato a tutta la comunità gigliese a stratto giro di posta.<br/> <br/>  \"Egregio Comandante Massimo Calisto Garbarino,<br/>  dopo l'incredibile spettacolo di ieri sera, con il passaggio della supernave Concordia davanti a Giglio Porto, non potevo esimermi dall'inviarLe un messaggio di compiacimento a nome di tutta la nostra comunità, compresi i graditi ospiti turisti, omaggiati da questo importante evento.<br/> <br/>  Grazie all'intercessione dell'amico carissimo Mario Palombo, storico comandante della Costa Crociere, abbiamo assistito ad uno spettacolo unico nel suo genere, diventato un'irrinunciabile tradizione di cui ne sono onorato e per questo motivo mi faccio inteprete di ringraziamento personale a Lei ed al suo equipaggio pregandola estendere la nostra riconoscenza anche alla Costa Crociere che oramai da anni premia in questo modo un'isola tra le più belle del panorama insulare nazionale.<br/> <br/>  Spero vivamente di averla un giorno ospite dalle nostre parti, naturalmente previo accordo con Mario, insostituibile ed autorevole sostenitore isolano.<br/> <br/>  Cordiali saluti<br/>  Sergio Ortelli\"<br/> <br/>  \"Signor Ortelli buona sera,<br/>  mi scuso per il ritardo nel rispondere alla sua graditissima lettera.<br/> <br/>  E' ormai la seconda volta che effettuo il passaggio di fronte all'isola del Giglio nel mese di agosto<br/>  con la Costa Concordia. Era stata una meravigliosa esperienza tre anni addietro, ed è stata altrettanto emozionante quest'anno.<br/> <br/>  Ieri sera, transitando di fronte al porto, ho potuto notare le migliaia di flash delle macchine fotografiche, e si potevano anche vedere i numerosi turisti che hanno assistito al passaggio, grazie anche alla pubblicità che avete fatto su GiglioNews. Il passaggio è stato pubblicizzato anche a bordo della nostra nave, ed erano molti gli ospiti sui ponti esterni a godersi questo evento speciale.<br/> <br/>  La vostra è un isola meravigliosa, proprio come piacciono a me, piccole, e che ho avuto modo di \"visitare\" dall'alto grazie alla tecnologia di internet. E' un piccolo paradiso che spero di poter visitare nei prossimi anni, e sono convinto che me ne innamorerò, grazie anche ai racconti del comune amico Mario.<br/> <br/>  E' stato un evento bellissimo, e spero possa divenire anche per noi di bordo, una tradizione da continuare.<br/> <br/>  Nell'augurare ogni bene e prosperità alla vostra comunità, colgo l'occasione di porgere i miei più cordiali saluti.<br/>  Massimo Calisto Garbarino\"concordia180811_2<br/> <br/> <b>Översättning via Google translate:</b><br/> <br/>  ABOUT THE COSTA CONCORDIA sinking Legget THIS SECTION TO NEWS GIGLIO OF LAST MONTH OF AUGUST!! We publish below the letter of thanks to the Mayor Ortelli sent in recent days to Captain Massimo Garbarino Costa Cruises Costa Concordia, the Command during <b>the flyby on Giglio</b> last August 14 and the immediate response that the Commander sent to all community Gigliesi passivation of post.<br/> <br/>  \"Dear Captain Calisto Massimo Garbarino,<br/>  After the <b>incredible show last night, with the passage of the front of Concordia supernave Giglio Porto</b>, I could not avoid from sending a message of appreciation on behalf of our entire community, including tourists guests, honored by this important event.<br/> <br/>  Thanks to the intercession dear friend Mario Palombo, historical commander of Costa Cruises, we have <b>witnessed a unique spectacle</b> of its kind, has become <b>an indispensable tradition</b> of which I am honored and that is why I do interpreter of personal thanks to you and his crew begged to extend our gratitude also to the Costa Crociere, which rewards for years now in this way between the island's most beautiful views of the island country.<br/> <br/>  I really hope one day to have a guest in our country, of course in agreement with Mario, irreplaceable and influential supporter of the island.<br/> <br/>  Sincerely<br/>  Sergio Ortelli \"<br/> <br/>  \"Good evening Mr. Ortelli,<br/>  I apologize for the delay in replying to your very welcome letter.<br/> <br/>  And 'now the second time that <b>I make the passage across the island of Giglio</b> in August<br/>  the Costa Concordia. It was a wonderful experience three years ago and was just as exciting this year.<br/> <br/>  Last night, <b>passing in front of the harbor</b>, I could see the thousands of flashbulbs, and you can also see the many tourists who witnessed the passage, thanks to the <b>publicity</b> that you did on GiglioNews. The <b>move was also advertised on board</b> our ship, and there were many guests on the outside decks to enjoy this special event.<br/> <br/>  Yours is a wonderful island, just like I like, small, and I got to \"visit\" from above, thanks to Internet technology. It 'a little paradise which I hope to visit in the coming years, and I think I fall in love, thanks to the accounts of the mutual friend Mario.<br/> <br/>  It 'was a wonderful event, and I hope I can become for us on board, a <b>tradition to continue</b>.<br/> <br/>  Wishing all the best and prosperity to your community, I take this opportunity to convey my most cordial greetings.<br/>  Massimo Garbarino Calisto \"concordia180811_2</div> </div> </div>"
		},
		{
			"postIndex": 219,
			"postNumber": 226,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 73.7,
			"scoreLocal": 88.7,
			"userRank": 10,
			"userScore": 28.3,
			"postUserName": ".Mortimer.",
			"postUserID": "u178281",
			"postUserUrl": "https://www.flashback.org/u178281",
			"postDateTime": "2012-01-14, 15:18",
			"postUrlInThread": "https://www.flashback.org/t1768191p19",
			"postUrlUniq": "https://www.flashback.org/sp35113569",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>duqu</strong></div> <div>Hittade ett mysterie till, kolla bild 8 på länken, trimplanet står i max utslag, vilket kan förklara varför båten lutade om det nu var elfel innan det small. Någon som kan hitta ritningar eller foton på båten så vi får veta hur många trimplan det finns per sida (med tanke på min teori att ena trimplanet kan ha funkat som en konservöppnare)<br/> <br/> Kolla som sagt bild nr 8 på trimplanet.<br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Ffirenze.repubblica.it%2Fcronaca%2F2012%2F01%2F14%2Ffoto%2Fil_naufragio_della_costa_concordia_il_fotoracconto-28091386%2F1%2F\" target=\"_blank\">http://firenze.repubblica.it/cronaca...to-28091386/1/</a></div> </td> </tr> </table> </div> <br/> Personligen tror jag snarare att dom använt trimplanen för att räta ut fartyget efter den initiala grundstötningen (innan någon ombord förstod omfattningen av skadorna) då det lär börjat tippa åt babord så fort det började välla in vatten i hålet på den sidan, sen blev det säkerligen en hel del obalans när dom skulle \"parkera\" då vattenmassorna började röra sig inne i fartyget när dom försökt räta upp det vilket då ledde till att det tippade över åt andra hållet. Detta i sin tur ledde antagligen till att vatteninströmningen minskade då revan i skrovet hamnade mer ovanför vattenytan och det gav den extra tiden som behövdes för att kunna evakuera.<br/> <br/> OBS! Detta är dock bara mina personliga spekulationer och jag har inga vetenskapliga belägg för något av det utan det är mer en uppfattning om hur jag tror det kan ha gått till efter att ha spenderat ganska mycket tid på både mindre och större fartyg i mitt liv."
		},
		{
			"postIndex": 181,
			"postNumber": 188,
			"rankGlobal": 26,
			"rankLocal": 3,
			"scoreGlobal": 71.4,
			"scoreLocal": 85.9,
			"userRank": 35,
			"userScore": 12.6,
			"postUserName": "duqu",
			"postUserID": "u630548",
			"postUserUrl": "https://www.flashback.org/u630548",
			"postDateTime": "2012-01-14, 13:21",
			"postUrlInThread": "https://www.flashback.org/t1768191p16",
			"postUrlUniq": "https://www.flashback.org/sp35111658",
			"sentence": "Tack för länken med otroliga bilder.<br/>  Helt klart grundstötning under gir, sen om det var elfel innan eller inte får vi nog veta så småningom, det som talar för elfel före grundstötningen är att båten började luta innan smällen, elfelet kan eventuellt ha fått båtens trimplan att göra fel saker. Däremot konstigt att det inte hördes av passagerarna som satt högre upp. Ser ut som formen på klippblocket som gick emot  plus skrovets utformning resulterade i att klippan blev en jättelik konservöppnare som först rev upp, sen tryckte in sig själv där slutligen toppen på klippan knäcktes och följde med skrovet, det är långa skrapmärken innan hålet så eventuellt kan då ett av båtens trimplan vara det som startade \"konservburks-öppningen\".<br/> <br/>  Det lär bli fler än 8 döda (just nu), bilderna visar delar av hytter innanför skrovet, med det hålet som syns på bilderna lär många som var under vattenlinjen ha blivit totalt bortspolade eller krossade av vattenmassorna.<br/> <br/>  Frågan är om det går att svetsa igen ett sådant jättehål, bara klippblocket som sitter fastkilat i bilderna är väl 8-10 m stort i höjdled.<br/> <br/>  Bilderna igen - tack till den som postade detta tidigare:<br/> <a href=\"/leave.php?u=http%3A%2F%2Ffirenze.repubblica.it%2Fcronaca%2F2012%2F01%2F14%2Ffoto%2Funo_squarcio_di_70_metri-28082517%2F1%2F\" target=\"_blank\">http://firenze.repubblica.it/cronaca...ri-28082517/1/</a>"
		},
		{
			"postIndex": 263,
			"postNumber": 270,
			"rankGlobal": 29,
			"rankLocal": 4,
			"scoreGlobal": 70.6,
			"scoreLocal": 84.9,
			"userRank": 80,
			"userScore": 7.3,
			"postUserName": "MongoTroll",
			"postUserID": "u456710",
			"postUserUrl": "https://www.flashback.org/u456710",
			"postDateTime": "2012-01-14, 17:22",
			"postUrlInThread": "https://www.flashback.org/t1768191p23",
			"postUrlUniq": "https://www.flashback.org/sp35115984",
			"sentence": "Min teori, vad jag kan utskillja från bilderna, så händer detta på natten, och på havet är det då mörkt som de flesta kanske vet, dom får något problem med elen, alla navigatör system fallerar och dom blir helt uppe i att laga det så dom missar att se att dom åker för nära kanten och kör då på ett berg som sliter upp ett massivt hål i skrovet.<br/> <br/>  Detta hål är kanske 20-30 meter om man försöker tyda det på bilderna som finns, hålet är över flera sektioner, vatten sprutar in och de som har hand om fartyget får panik då detta är en extreme situation, dom misslyckas med att stänga alla sektioner då hålet överskrider flera sektioner.<br/> <br/>  Kaptenen inser att dom kommer kapsejsa och kör full gas in mot närmaste land, samt gasar han för att fördröja den oundvikliga kantringen så att dom kan komma så nära land som möjligt.<br/> <br/>  Man får även tänka på att dåligt tränade människor speciellt ofta får panik och blir tafatta, ingen har jue räknat med att båten ska gå på grund.<br/> <br/>  Detta är min teori, kan vara helt värdelös men något av jag skriver kan nog vara någorlunda korrekt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Har dyslexi och är trött därför stavar jag som ett mongo!"
		},
		{
			"postIndex": 255,
			"postNumber": 262,
			"rankGlobal": 30,
			"rankLocal": 5,
			"scoreGlobal": 70.6,
			"scoreLocal": 84.9,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "tigerone",
			"postUserID": "u129900",
			"postUserUrl": "https://www.flashback.org/u129900",
			"postDateTime": "2012-01-14, 17:04",
			"postUrlInThread": "https://www.flashback.org/t1768191p22",
			"postUrlUniq": "https://www.flashback.org/sp35115655",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>.Mortimer.</strong></div> <div>Dubbelskrov gör inte ett fartyg osänkbart... Har du ens tittat på bilderna? Fartyg är inte gjorda för att hål på 30-40 meter ska slitas upp i dom. Skadorna tyder ju även på att dom hade god fart vid grundstötningen och då dom inte frontade grundet så lär det knappast ha tagit tvärstopp när dom körde på heller utan dom bromsades nog upp lite tills klippblocket som satt i sidan av fartyget bröts loss och därefter fortsatte dom med tillräcklig fart för att kunna nyttja trimplanen (som förövrigt inte börjar fungera helt magiskt vid full fart även om dom naturligtvis har bättre effekt då...).</div> </td> </tr> </table> </div> <br/>  Ja jag har sett bilderna , Hålet är trettio meter långt och även om det skulle strömmat in vatten två sektioner samtidigt så borde fartyget klarat detta enligt kraven.<br/>  Enligt alla vittnen som uttalat sig för olika media så slocknade först ljuset och sedan så skedde själva<br/>  (grundstötningen). Mest troligt stannade väl även maskin då.<br/>  Av skadan att döma bör smällen ha varit så pass kraftig att fartyget av denna fått en ordentlig <br/>  lutning åt styrbord tex 20 grader och det är mycket möjligt att fartyget då inte har någon<br/>  positiv rättande hävarm längre . Men ett fartyg skall inte ta in vatten som i det här fallet<br/>  genom en oskadad Styrbordsida vid den slagsida som den vi sett på bilderna."
		}
	],
	[
		{
			"postIndex": 383,
			"postNumber": 395,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 47,
			"postUserName": "Grisbrottaren",
			"postUserID": "u135667",
			"postUserUrl": "https://www.flashback.org/u135667",
			"postDateTime": "2012-01-15, 07:21",
			"postUrlInThread": "https://www.flashback.org/t1768191p33",
			"postUrlUniq": "https://www.flashback.org/sp35127723",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Oscari</strong></div> <div>Enligt La Stampa avbröt skeppet den planerade rutten (kaptenens eget val, inget tekniskt fel) för att skeppet skulle passera närmare ön Giglio. Det är vanligt att båtar/skepp passerar förbi där och \"tutar\" på invånare. Citat: \"Ma questa volta é andata male\" - \"Men denna gången gick det illa.\"</div> </td> </tr> </table> </div> Eftersom tråden nu börjar urarta och nya förmågor dyker upp och tar om allt från början igen, trots att frågorna redan klarats av långt tidigare, så kan jag passa på att sammanfatta hur olyckan gått till:<br/> <br/>  1. Costa Concordia (CC) går ut från Civitavecchia, strax norr om Rom, på en nordlig kurs mot Savona nära Genua.<br/> <br/>  2. Fram till kvällen går fartyget på normal kurs, men i beckmörkret kommer kaptenen på den (inte så) lysande idén att gå nära ön Giglio och dess hamn, för att passagerarna ska få se lite ljus på vägen istället för tomt hav. Detta har gjorts tidigare av CC och andra kryssningsfartyg, och de brukar gå riktigt nära hamnen. Syftet med denna \"fly-by\" är förutom ovannämnda att ge ön lite reklam för de rika turisterna ombord, och enligt brev mellan kaptenen på CC och borgmästaren i Giglio har särskilda evenemang anordnats i hamnen när fartyg (kanske enbart CC) passerat. Det finns bilder på fyrverkerier i hamnen och det har även annonserats om evenemanget i hamnen ombord på CC. Kaptenen på CC (kanske en tidigare) och borgmästaren har en gemensam nära vän som heter <i>Mario Palombo</i>. (Se nedan länkat tidigare inlägg i tråden!)<br/> <br/>  3. Kaptenen på CC siktar alldeles för rakt mot Giglio och hamnar på en kollisionskurs han upptäcker alltför sent. CC girar styrbord för att klara grundet <i>Le Scole</i>, som sticker ut 1 km söder om Giglios hamn. Men eftersom han redan kommit för nära ön, klarar han inte av att styra utanför grundet, utan beslutar i all hast att styra in mellan de två större kobbarna (70x50 meter) i Le Scole.<br/>  Ingen nykter skeppare vid sina sinnens fulla bruk planerar i förväg att ta vägen <i>mellan</i> Le Scole.<br/> <br/>  4. Passagen mellan kobbarna är bara 70 meter bred och har ett djup på över 10 meter bara i en 10 meter smal ränna på det smalaste stället - CCs djupgående är 8,5 meter. Därför skrapar CC ordentligt i botten vid passagen och får troligen revor på både styrbord och babord under vattenlinjen. Möjligen beror den synliga skadan på babords skrov på att fartyget trycks åt vänster - in mot land - när CC gått emot på styrbord.<br/> <br/>  5. Kaptenen tror att skadan är mindre än den är. Stenen kan vara porös och fartyget så tungt att inget mer än en skakning märks ombord. Han styr alltså mot NNO för att fortsätta kryssningen och se över skadorna i nästa hamn. Detta stöds av att inget nödrop går ut och passagerarna bara får veta att ett elfel uppstått.<br/> <br/>  6. När CC gått en sjömil och befinner sig strax NO om Giglios hamn, inser kaptenen att det inte går att fortsätta och vänder därför 90 grader västerut och sätter fartyget på grund där det står för att underlätta räddningen.<br/> <br/>  Här är en fin Youtube-film där ett något mindre flytetyg passerar Le Scole på det sätt som CC gjorde: <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DN6CA1EomjaY\" target=\"_blank\">http://www.youtube.com/watch?v=N6CA1EomjaY</a> (det är gluggen som visas vid 0:10 <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> )<br/>  Ännu en idyllisk film från samma ställe: <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DD60upqq5HYI\" target=\"_blank\">http://www.youtube.com/watch?v=D60upqq5HYI</a><br/>  Här är rutten utritad på sjökort: <a href=\"/leave.php?u=http%3A%2F%2Fwww.seanews.com.tr%2Farticle%2FACCIDENTS%2F74284\" target=\"_blank\">http://www.seanews.com.tr/article/ACCIDENTS/74284</a><br/>  Notera var ni läste detta först: <a href=\"https://www.flashback.org/p35117183#p35117183\" target=\"_blank\">https://www.flashback.org/p35117183#p35117183</a> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>"
		},
		{
			"postIndex": 427,
			"postNumber": 442,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 74.9,
			"scoreLocal": 74.9,
			"userRank": 9,
			"userScore": 31.1,
			"postUserName": "VitruvianskeMannen",
			"postUserID": "u501711",
			"postUserUrl": "https://www.flashback.org/u501711",
			"postDateTime": "2012-01-15, 13:54",
			"postUrlInThread": "https://www.flashback.org/t1768191p37",
			"postUrlUniq": "https://www.flashback.org/sp35131377",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Nintendokid</strong></div> <div>Jo ,det har jag. Att tror att Mobil, radio kan störa ut gps:er är bara för dumt att vara sant.</div> </td> </tr> </table> </div> <br/>  Dessutom är ett fartyg värt drygt 4 miljarder kronor fullproppat med all utrustning man kan tänka sig. Det finns hur många D-GPS'er som helst, multipla sjökortsplottrar, radarbilder som överlagras på plottern osv osv.<br/> <br/>  Att prata om noggrannheten hos GPS är helt irrelevant, ett fartyg av denna typ befinner sig inte några 10-tals meter från klippor...  Aldrig någonsin.<br/> <br/>  En rimlig förklaring kan vara detta:<br/>  Dålig vakthållning, fartyget går på Autopilot. Av någon anledning falerar systemet så att fartyget ändrar kurs rakt mot ön Giglio. Detta upptäcks inte förrän man är någon kilometer från ön, då det är för lite plats kvar för att bromsa eller gira ut klar från klipporna. Man tar det helt desperata beslutet att gå genom det lilla sundet mellan klipporna. <br/> <br/>  Sen skyller kaptenen på att \"grundet inte fanns på kartan\" för det kanske på kortet kan se ut som det finns en tillräcklig ränna av djupvatten för att fartyget teoretiskt skulle kunna gå igenom. Dock är det helt galet för ett skepp av denna storlek att försöka sig på en sådan passage. I passagen slits skovet upp, och man fortsätter norrut någon kilometer innan skeppet kantrar och lägger sig med sidan efter att man försökt sig på en babordsgir för att sätta det på grund i den lilla hamnen."
		},
		{
			"postIndex": 405,
			"postNumber": 418,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 71.8,
			"scoreLocal": 71.8,
			"userRank": 89,
			"userScore": 7,
			"postUserName": "RayIV",
			"postUserID": "u223411",
			"postUserUrl": "https://www.flashback.org/u223411",
			"postDateTime": "2012-01-15, 12:01",
			"postUrlInThread": "https://www.flashback.org/t1768191p35",
			"postUrlUniq": "https://www.flashback.org/sp35129657",
			"sentence": "Har inte tid just nu att läsa hela tråden, men blev nyfiken på vart man kan hitta filmen när båten välter, från att först bara ha lutat lite på grundet.<br/> <br/>  Någon måste ju ha filmat händelsen, eller gick det så långsamt att det inte är värt att se en film på det?<br/> <br/>  Kanske har det visats i media, men jag har bara sett bilder på skeppet lite lutande, eller helt liggandes ner.<br/> <br/>  Tack."
		},
		{
			"postIndex": 392,
			"postNumber": 404,
			"rankGlobal": 36,
			"rankLocal": 4,
			"scoreGlobal": 69.9,
			"scoreLocal": 69.9,
			"userRank": 15,
			"userScore": 20.5,
			"postUserName": "DJAlter70",
			"postUserID": "u627584",
			"postUserUrl": "https://www.flashback.org/u627584",
			"postDateTime": "2012-01-15, 09:35",
			"postUrlInThread": "https://www.flashback.org/t1768191p34",
			"postUrlUniq": "https://www.flashback.org/sp35128208",
			"sentence": "Hon har aldrig planerat att köra in genom sundet, vilket skitsnack! På min första AIS länk i denna tråd, syns det mycket väl att hon inte gick den vägen, utan mera rakt mot den lilla fiske/färje hamnen på ön.<br/>  Det där är ett ryckte som kommer från en turkisk sida på nätet...<br/> <br/>  Däremot har hon helt uppenbart siktat mot ön och hamnat väldigt nära. Om det sen beror på att hon efter första smällen, velat gå närmare land för att underlätta en evakuering! Eller om det helt enkelt varit så, att man velat gå nära för att visa upp sig, vet vi inte nu. <br/>  Vi vet bara att hon vek av från den normala farleden och fortsatte i ungefär 15knop mot ön efter kl:20 på kvällen, då kan hon redan ha fått sin skada.<br/>  Men om hon träffat på stenar/rev innan hon styrde mot ön, så är något ändå fel! Nog för att det finns massor av okända rev/klippor/stenar i Medelhavet. Men detta är en rutt hon gör nästan varje vecka, och hon är inte ensam, det är många fartyg, både kryssnings och handelsfartyg som använder sig av den vägen, så nog var hon på något vis ur kurs!<br/>  Och black out? Kom inte den precis efter grundkänningen inte efter?<br/> <br/>  Btw: Igår kunde man fortfarande boka en ny kryssning, samma rutt, samma fartyg på deras hemsida!<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>"
		},
		{
			"postIndex": 378,
			"postNumber": 389,
			"rankGlobal": 51,
			"rankLocal": 5,
			"scoreGlobal": 66.9,
			"scoreLocal": 66.9,
			"userRank": 136,
			"userScore": 5.6,
			"postUserName": "COYB",
			"postUserID": "u568093",
			"postUserUrl": "https://www.flashback.org/u568093",
			"postDateTime": "2012-01-15, 06:16",
			"postUrlInThread": "https://www.flashback.org/t1768191p33",
			"postUrlUniq": "https://www.flashback.org/sp35127574",
			"sentence": "Hur lång tid hade de på sig att evakuera skeppet innan det lag sig ner? Känns som om det var några timmar. Fattar inte hur en del människor (läs koreaner) kunde sitta fast inne i fartyget. Finns ju troligen fler som gjort. Hade dom däckat av spriten eller vad höll dem kvar i hytten medan hela fartyget evakuerades."
		}
	],
	[
		{
			"postIndex": 567,
			"postNumber": 585,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 91.9,
			"scoreLocal": 100,
			"userRank": 49,
			"userScore": 9.8,
			"postUserName": "skogbergs",
			"postUserID": "u215911",
			"postUserUrl": "https://www.flashback.org/u215911",
			"postDateTime": "2012-01-16, 13:52",
			"postUrlInThread": "https://www.flashback.org/t1768191p49",
			"postUrlUniq": "https://www.flashback.org/sp35150632",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grisbrottaren</strong></div> <div>Var skriver jag att kaptenen \"kör\" båten? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Kaptenen har alltid högsta befäl och det yttersta ansvaret ombord. Har du helt missat det? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Tills det är utrett vilken individ i besättningen som gjorde vad ombord, är det förstås rimligt att beskriva på det sätt jag gör. Du verkar underskatta FB-läsarnas intelligens.<br/>  Notera också att det nu är kaptenen (inte styrman, navigatör eller gps <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> ) som påstår att grundet de gick på inte fanns markerat. Vad säger det om hur mycket ansvar för navigeringen och styrningen han tar på sig? Varför säger han inte: \"Navigatören påstår att grundet inte finns markerat.\"? Jo, för att det är kaptenen som <i>styr</i>.<br/> <br/>  Du verkar vara avundsjuk och bitter för att jag tidigt prickade in den viktigaste orsaken till haveriet, nämligen de vårdslösa fly-bys som Costa Crocieres fartyg brukar göra utanför ön Giglio och hur dessa uppmuntrats av den lokale borgmästaren. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  Skriv gärna en bättre sammanfattning utifrån det nu rådande kunskapsläget, om du vill bidra till tråden. Jag skrev min för att diskussionen inte skulle urarta som tidigare trådar gjort i omtagningar av redan dryftade fakta och ideliga frågor från nyanlända forumfrekventörer. Tråden om Alexander Åhmans försvinnande urartade av brist på sammanfattningar i nonsens och den typ av personligt käbbel som du ägnar dig åt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/></div> </td> </tr> </table> </div> <br/>  Enligt Fairfax medias tidning \"the age\" så ska anledningen, till att både kaptenen och styrmannen gripits, vara att kaptenen överlämnat direktionsansvaret på bryggan till förste styrman att följa den rutt som kaptenen har valt. <br/> <br/>  Det låter fel när du säger \"styr\" för jag vet inte om du menar att han delegerat ansvaret till någon annan att framföra båten enligt hans beskrivning eller om du menar att det är han som bokstavligen \"styr\" båten. Gjorde båtchef i lumpen så för mig så betyder styr bara en sak, att man handgripligen framför båten.<br/> <br/>  Det är bra med försök att komma fram till vad som har hänt, men det måste alltid finnas kritik. Så länge det inte finns bevis så måste man vara kritisk och det fanns inte många källor i ditt inlägg.<br/>  Så länge det inte finns kritiker så kan folk löpa total amok. <br/> <br/>  Sen tänk efter själv, varför skulle jag vara avundsjuk på att du har hittat något (som också media har hittat) som egentligen inte har något värde alls för mig eller egentligen dig. Du har inte hittat en skatt, hade du hittat en miljon på gatan hade jag varit avundsjuk. Mitt liv kretsar inte kring flashback och att försöka ha någon typ av status här. <br/> <br/> <br/> <br/>  Jag gjorde som sagt båtchef i lumpen så jag hade högsta befälet över min tre båtar. Därför är jag också kritisk till 99% av informationen i denna tråd. Jag tror att vi kommer få mer vettiga svar så fort den svarta lådan är undersökt och Italienska polisen håller sin nästa presskonferens om händelseförloppet som ledde till grundstötningen.<br/> <br/> <br/>  Om det kan vara till någon hjälp så har navigationssystemet som sitter i den typen av skepp en accuracy på 2 cm. Det sitter en höghastighetsnavigationsdator som beräknar kollisionskurser, baserat på sjökartor, som ger indikation långt i förväg på objekt i/under vatten som har ett djup som underskrider skeppets. Man kan naturligtvis ignorera detta system som går att köra i auto el. manual. Jag skulle gissa att även deras system innehåller en algoritm som ger indikation på om du kan göra en \"båt U-sväng\" eller ej."
		},
		{
			"postIndex": 519,
			"postNumber": 536,
			"rankGlobal": 17,
			"rankLocal": 2,
			"scoreGlobal": 74,
			"scoreLocal": 80.5,
			"userRank": 84,
			"userScore": 7.2,
			"postUserName": "blaber",
			"postUserID": "u593701",
			"postUserUrl": "https://www.flashback.org/u593701",
			"postDateTime": "2012-01-16, 00:18",
			"postUrlInThread": "https://www.flashback.org/t1768191p45",
			"postUrlUniq": "https://www.flashback.org/sp35144164",
			"sentence": "Den intressanta frågan är ju vad fan hände??<br/> <br/>  Som jag fattat det av det lilla jag läst är<br/> <br/>  * Båten avviker på eget manér från bestämd rutt, för att på nära håll åka förbi Isola de Giglio. Detta för att passagerarna ska få se nåt annat än öppet vatten, och kunna vinka till de på ön/se på fyrverkerier, och what not...<br/> <br/>  * Den går på grund nån kilometer innan, söderut, där hon ligger nu. Ett grund har missats (finns inte med på sjökort?)<br/> <br/>  * Kaptenen har alltså ertappats med handen i kakburken och försökt komma undan den första smällen genom att inte låtsats som nånting. Då han inser att detta är kört styr han sig in närmre land och fastnar (avsiktligt, plats för att dumpa henna på bästa ställe för evakuering) där hon ligger nu?<br/> <br/>  Har jag förstått det hela rätt? Nånting är ju helt sjukt. Att skylla på en ensam full kapten håller ju liksom inte, det är ingen segelbåt med 2 i besättningen vi pratar om.<br/> <br/>  Jag blir inte riktigt klok på detta....<br/>  Edit: stavning"
		},
		{
			"postIndex": 557,
			"postNumber": 575,
			"rankGlobal": 46,
			"rankLocal": 3,
			"scoreGlobal": 67.7,
			"scoreLocal": 73.7,
			"userRank": 24,
			"userScore": 15.8,
			"postUserName": "DjPutte",
			"postUserID": "u327873",
			"postUserUrl": "https://www.flashback.org/u327873",
			"postDateTime": "2012-01-16, 13:11",
			"postUrlInThread": "https://www.flashback.org/t1768191p48",
			"postUrlUniq": "https://www.flashback.org/sp35149996",
			"sentence": "Misstänker att innan kvällen har den rasat ned i djupet från grundet där hon ligger båten, Sedan så nog kommer kaptenen få sina fiskar varma det kan vi nog nog säga!<br/> <br/>  Men det man undrar är vad säger rederiet om kaptenens privata färdväg med båten samt har denna kapten lekt på styvalinan ofta med rederiets fartyg, För jag kan med all sannorlikhet säga att detta är nog inte den första gången han kört utanför rutten men dock den sista!"
		},
		{
			"postIndex": 441,
			"postNumber": 456,
			"rankGlobal": 49,
			"rankLocal": 4,
			"scoreGlobal": 67,
			"scoreLocal": 72.9,
			"userRank": 43,
			"userScore": 10.8,
			"postUserName": "BaldiN",
			"postUserID": "u158628",
			"postUserUrl": "https://www.flashback.org/u158628",
			"postDateTime": "2012-01-15, 15:20",
			"postUrlInThread": "https://www.flashback.org/t1768191p38",
			"postUrlUniq": "https://www.flashback.org/sp35132869",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grisbrottaren</strong></div> <div>Om det varit något fel på fartyget av minsta slag <i>innan</i> hon gick på grund, så hade kaptenen med all sannolikhet tagit upp det som förklaring. Nu skyller han enbart på bristfälligt sjökort.<br/> <br/>  Att det skulle finnas något grund att gå på på rutten före Le Scole är fullkomligt uteslutet. Medelhavet är liksom inte som Stockholms skärgård, med grynnor och grund fantamej överallt, utan det är bråddjupt utanför öar och fastland. Om CC gått på något grund någonstans ö h t så har hon sniffat högst några hundra meter från en strand. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/></div> </td> </tr> </table> </div> <br/>  Jo men du kommer inte ifrån att om kaptenen inte hade varit en tomte och gått för nära land till att börja med så hade dom haft god tid att starta nödsystem efter blackouten, det finns liksom ingen ursäkt för ett fartyg av den storleken att gå såpass nära land.<br/>  Att kaptenen sedan skyller på felaktiga sjökort är ju bara åt helvete fel, för det första så har han absolut ingen anledning att vara såpass nära ön och även om det skulle vara så att han använde gamla sjökort så är det ju hans ansvar som kapten att se till att sjökorten är uppdaterade."
		},
		{
			"postIndex": 543,
			"postNumber": 560,
			"rankGlobal": 52,
			"rankLocal": 5,
			"scoreGlobal": 66.8,
			"scoreLocal": 72.7,
			"userRank": 62,
			"userScore": 8.5,
			"postUserName": "Pappsengubben",
			"postUserID": "u438729",
			"postUserUrl": "https://www.flashback.org/u438729",
			"postDateTime": "2012-01-16, 11:23",
			"postUrlInThread": "https://www.flashback.org/t1768191p47",
			"postUrlUniq": "https://www.flashback.org/sp35148659",
			"sentence": "Sjöfartsverket hoppade upp i givakt direkt:<br/> <br/>  \"Ruttplanering av sjöfarten kan förebygga sjöolyckor<br/> <br/>  Sjöolyckor inträffar tack och lov inte särskilt ofta. När de inträffar för de dock med sig stora konsekvenser, som nu senast olyckan med kryssningsfartyget Costa Concordia utanför den italienska kusten.<br/> <br/>  Den snabba utvecklingen inom IT och kommunikationsteknik ger möjligheter till vidareutveckling av dagens sjötrafikledningssystem. Dagens system för övervakning av sjöfarten medger bara att man kan avläsa ett fartygs kurs och fart i realtid men inte dess planerade färdplan. Ett naturligt nästa utvecklingssteg är därför att fartygens planerade färdplan blir tillgänglig för övervakningscentraler och andra fartyg. Detta kan jämföras med den flygtrafikledning som sedan länge finns för flyget.<br/> <br/>  -          Det är nu dags att sjöfarten tar lärdom av det trafikledningssystem som finns inom flyget säger Ulf Svedberg, innovationskoordinator på Sjöfartsverket. Detta kommer inte bara att öka sjösäkerheten, utan också göra sjöfarten mer konkurrenskraftig.<br/> <br/>  Sjöfartsverket har tagit initiativ till, och leder, ett EU-finansierat projekt under namnet MonaLisa, där en viktig komponent är att utveckla, testa och demonstrera nyttan med ett system för dynamisk och proaktiv ruttplanering för sjöfarten. Systemet bygger på att en trafikcentral med hjälp av datorstöd levererar den optimala färdvägen och fartrekommendationer till de enskilda fartygen. Målet är att nå fram till ett system där befälhavaren måste uppge sin färdplan så att den är tillgänglig både för övervakning från land och för andra fartyg i det aktuella området. Färdplanen är anpassad efter fartygsstorlek, djupgående, fart samt önskad ankomsttid till hamn. Systemet ska även ha en larmfunktion om ett fartyg avviker från sin planerade färdväg, vilket kan tolkas som att något är fel ombord.<br/> <br/>  -          Det går inte att säga att fartygsolyckor inte skulle ha inträffat med MonaLisa-systemet, men möjligheten att i förväg upptäcka riskfyllda rutter ökar kraftigt, konstaterar Ulf Svedberg.<br/> <br/>  Systemet kan bidra till högre sjösäkerhet, optimera bränsleförbrukning och därmed minskade utsläpp samt till effektivare sjöfart. MonaLisa-projektet, som har en totalbudget på cirka 200 miljoner kronor pågår till och med år 2013.<br/> <br/>  Mer information finns på <a href=\"/leave.php?u=http%3A%2F%2Fwww.sjofartsverket.se\" target=\"_blank\">www.sjofartsverket.se</a> samt <a href=\"/leave.php?u=http%3A%2F%2Fwww.monalisaproject.eu\" target=\"_blank\">www.monalisaproject.eu</a>.<br/> <br/>  Mera information ges av Ulf Svedberg på Sjöfartsverket, tel. 010-478 48 91.<br/> <br/>  Presskontakter är Maria Ottosson, tel: 010-478 46 49 och Annika Johansson, tel: 010-478 48 50.<br/> <br/> <br/> <br/>  Du vet väl om att du kan få våra pressmeddelanden och nyheter via e-post? Anmälan gör du på vår webbplats www.sjofartsverket.se.\"<br/> <br/>  Lite OT, men en direkt reaktion på olyckan."
		}
	],
	[
		{
			"postIndex": 615,
			"postNumber": 633,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 99.1,
			"scoreLocal": 100,
			"userRank": 15,
			"userScore": 20.5,
			"postUserName": "DJAlter70",
			"postUserID": "u627584",
			"postUserUrl": "https://www.flashback.org/u627584",
			"postDateTime": "2012-01-16, 17:38",
			"postUrlInThread": "https://www.flashback.org/t1768191p53",
			"postUrlUniq": "https://www.flashback.org/sp35154772",
			"sentence": "När jag reste med Norwegian Epic för snart 2 månader sedan, så var det två Kaptener! En norsk och en svensk, norrmannen var högste chef, och svensken precis under honom med dock annat ansvar, bla säkerhet.<br/>  Sen finns det många underofficerare ombord, man har betydligt fler styrmän än vi har på en Finlandspråm tex.<br/>  Att tex Kapten syns bland folk lite då och då, är som sagt inte så ovanligt, men att dom dricker alkohol är något jag har svårt att tro. Jag såg vår norske Kapten, 3 gånger på en vecka, och då var 2 av gångerna på ordnade träffar. Han hade inget glas i handen i alla fall... <br/> <br/>  Ni måste komma ihåg, att folk har svårt att se vem som gör vad ombord av dom som går i fina uniformer. Det är landkrabbor som oftast åker, dom kan inte skilja på olika gradbeteckningar.<br/>  Jämför när ni flyger, hur många tror inte att kabinchefen är pilot?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Något vi kan konstatera här, är att man lämnat ordinarie kurs för att göra en förbikörning nära ön! Något som gjorts tidigare vilket visas på flera Youtubeklipp! Detta borde inte skett tidigare heller, utan är ren idioti! Att köra in med 290m båt som sticker 8m neråt på okänt vatten i 15-20 knop måste anses dom rent vansinne! <br/>  Sjökorten är inte helt pålitliga, framför allt inte när man kommer närmare klippor/land. Alla som kör stor eller liten båt i skärgården, vet att det förekommer grynnor som inte syns på kortet!<br/> <br/>  Har man då denna gång, kanske försökt gå ännu närmare för att \"bräcka\" tidigare befäl, så är det hyfsat stor risk att man träffar på någon sten eller klippa...<br/>  Att man skulle gått i det lilla sundet, verkar dock lite för tokigt för att vara sant, men men... Om man kommit fel från början, så kanske det var ända utvägen? <br/> <br/>  Och fartyg har kört på \"kända\" synliga klippor tidigare! Några kanske minns den grekiska färjan Express Samina som träffade på ett synligt rev utanför ön Paros runt år 2000?<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FMS_Express_Samina\" target=\"_blank\">http://en.wikipedia.org/wiki/MS_Express_Samina</a>"
		},
		{
			"postIndex": 720,
			"postNumber": 738,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 79.4,
			"scoreLocal": 80.1,
			"userRank": 19,
			"userScore": 17.9,
			"postUserName": "PhDSalander",
			"postUserID": "u538396",
			"postUserUrl": "https://www.flashback.org/u538396",
			"postDateTime": "2012-01-17, 15:18",
			"postUrlInThread": "https://www.flashback.org/t1768191p62",
			"postUrlUniq": "https://www.flashback.org/sp35171653",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>RoughsTower</strong></div> <div>Ingen annan än jag som tycker att det är märkligt att 29 personer saknas?<br/> <br/> Att ta sig ur fartyget just nu är inte lätt men det stod ju trots allt upprätt under ett antal timmar. Vad gjorde dessa 29 personer fram tills det att fartyget kantrade?<br/> <br/> Irrade dom runt och faktiskt inte förstod stundens allvar? Eller dog dom rent utav redan vid kollisionen? Det borde funnits gott om tid för dessa 29 att sätta sig i frihet om dom levde när fartyget slutligen satte sig på grund och evakuering påbörjades.<br/> <br/> <b>Kan det vara så att dom bodde i bunkerhytterna längst ner och dränktes som katter redan vid kollisionen?</b></div> </td> </tr> </table> </div> <br/> Sedan tidigt i morse har AB haft  live tv från skutan.  en kamera är uppriggad och visar förloppet minut för minut, timme för timme hur detta från början så magnifika skepp bit för bit går under med sina döda och kvarvarande passagerare. <br/> Det syns nu inte vara mycket kvar av skrovet  över vattenytan, när man tittar i närbild går där rejält med vågor som tar med sig fartyget längre och längre neråt klippkanten. Timme för timme har det flyttat sig per cm neråt .  Under den första  klippkanten som är 34 m är det 40m till, sen är det 50m  sen 70m , och därefter  ca 150m  ner till botten  - enligt uttalande från CNN alt artikel Ab.  <br/>  Troligtvis endast någon/några timmar kvar, så kommer  hela fartyget vara uppslukat i havet. <br/> Från bildupptagningen på livet-vn hörde man i morse även tydliga tjut och vinande jud från blåst och ödesmättat vågskvalp i en i övrigt total tystnad -  det övergivna soundet av död vilket omringar detta vrak.  <br/>  Måste var en overklig och märklig upplevelse  att vara en liten dykare vid sidan av denna enorma koloss. Smärtsamt och fascinerande symbolmättat att följa förloppet med ett skepp som sakta sjunker till botten. <br/> <br/> Beträffande de passagerare som inte ännu hittats, levande eller döda, så kanske  finns en del  förklaringar i det att man sen i morse avbröt detta räddningsprojekt just att mera gå in i fartyget, då det blev alltför riskabelt sedan skeppet började röra på sig.<br/> <br/> Man sa ganska tidigt  också i  rapporteringen att de som befann sig längst ner i undre däcken var  \"mest besättningsmän\", det kan ju vara så att de arbetade i maskinrum eller andra förråd och utrymmen och inte hann ta sig uppåt i tid. <br/> Kan vara en prioriteringsfråga också vilka man satsar på främst att evakuera. <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle14222867.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article14222867.ab</a><br/> <br/> Mellan klockan 14.30 och 15.00 nu pågick en insats av ett femtal dykare och båtar. Man koncentrerade sig att hacka loss skrovet på ca 3 :vån uppifrån, dvs den våningsdel/däckdel som sticker ut som en brygga på ena sidan. När man hackat sig in i vad som ser ut som en takdel, så klev dykare in i skrovet och kom sedan ut och langade fram ett 20-tal 1 meters kvadratiska metalllådor - plåtar.<br/> Har någon mer än jag sett detta, och kan svara på vad det kan vara de plockat ut?"
		},
		{
			"postIndex": 683,
			"postNumber": 701,
			"rankGlobal": 11,
			"rankLocal": 3,
			"scoreGlobal": 77.6,
			"scoreLocal": 78.3,
			"userRank": 35,
			"userScore": 12.6,
			"postUserName": "duqu",
			"postUserID": "u630548",
			"postUserUrl": "https://www.flashback.org/u630548",
			"postDateTime": "2012-01-17, 11:54",
			"postUrlInThread": "https://www.flashback.org/t1768191p59",
			"postUrlUniq": "https://www.flashback.org/sp35168670",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Megaforce</strong></div> <div>Mer troligt att det är frågan om radioskugga. Den låga datamängden i området tyder på det fast det finns så många fartyg i området. Det är också möjligt att datan lagts ut av marinetraffic efter att man fått koordinaterna från ett fartyg i området som sparat ner dessa. Det borde finnas åtminstone 20-30 fartyg som loggat AIS-informationen från Costa Concordia. Men för att spara informationen krävs manuell interaktion, annars sållas den bort som småningom.</div> </td> </tr> </table> </div> <br/>  Vet inte om detta länkats förut, nedan en plott:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.seanews.com.tr%2Farticle%2FACCIDENTS%2F74284%2FCosta-Concordia-accident-navigational-error%2F\" target=\"_blank\">http://www.seanews.com.tr/article/AC...ational-error/</a><br/>  Verkar finnas en AIS receiver i Giglios hamn, sen hade båten minst 2 kompletta inmarsat-system där AIS också länkas upp mot satellit när man inte får landkontakt via vhf, så varför det saknas positioner kan inte bero på radioskugga i alla fall, ger vissa misstankar i mitt tycke.<br/> <br/>  Det som slår mig är att kaptenen kanske glömde avdriften, alltså hur mycket vinden pressade mot båtskrovet när han tog beslutet att gå nära klipporna för att passera hamnpiren på kortast möjliga avstånd. Tar upp min gamla teori igen att de stabilisatorer som finns på sidorna av båten var fullt utfällda och att babords stab förmodligen var den som slog i klippan, trycktes bakåt och funkade som en konservöppnare där sen en klippbit slets loss och kilades fast i skrovet. Om nu stabbarna inte kan köras manuellt utan körs efter ett programsystem bör då de fungerande på styrbords sida ha börjat motkompensera den lutning som kom med en stab bortsliten på barbord och inströmmande vattenmassor, sen har båten bromsat in - kursändrat 180* och lagt sig i sandbanken med den skadade sidan uppåt där ena stabben har fullt synligt utslag, (står i halv fem = max lyftkraft) så förmodligen har då automatiken på stabbarna + kursändringen lett över inströmmande vatten \"på fel sida\" inuti båten vilket kan ha varit orsaken till att vi nu ser den skadade sidan uppåt ner den egentligen borde ha legat nedåt under vattenytan.<br/> <br/>  Vad säger sjöfolket här om denna teori ?"
		},
		{
			"postIndex": 589,
			"postNumber": 607,
			"rankGlobal": 32,
			"rankLocal": 4,
			"scoreGlobal": 70.5,
			"scoreLocal": 71.1,
			"userRank": 4,
			"userScore": 47,
			"postUserName": "Grisbrottaren",
			"postUserID": "u135667",
			"postUserUrl": "https://www.flashback.org/u135667",
			"postDateTime": "2012-01-16, 15:31",
			"postUrlInThread": "https://www.flashback.org/t1768191p51",
			"postUrlUniq": "https://www.flashback.org/sp35152138",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>frippens</strong></div> <div>När jag skrev osannolikt, menar jag nog mera, omöjligt, det är för grunt på insidan av Le Scole. Fartyget har nog snarare touchat utsidan av Le Scole.</div> </td> </tr> </table> </div> Det är förstås intressant att CCs kurs utanför hamnen på 315° ligger så att den extrapolerat hamnar mellan kobbarna i Le Scole, men det är förstås inget bevis för att hon gått den vägen. Lite siffror om möjligheten att passera där:<br/> <br/>  Costa Concordias djupgående den 13/1 21.00 var tydligen 8,2 meter. Jag har inte sett någon exakt profil på kölen så jag vet hur djupt hon går 19 meter ut från kölens mitt på vardera sidan med sin bredd på 38 meter, men det är troligen något under 8 meter.<br/>  Mellan kobbarna i Le Scole finns en ränna på omkring 10 meter där djupet är över 10 meter. Utanför dessa markeringar finns en linje för 5 meters djup på sjökortet. Mellan dessa linjer är avståndet omkring 50 meter grovt skattat. Jag har läst lite sjökort, och det ser ut som om det stupar rätt brant runt kobbarna.<br/>  Rent fysiskt skulle det alltså sannolikt vara möjligt för CC att gå mellan kobbarna utan att skrapa i botten med antingen optimal manövrering eller en ofantlig tur.<br/> <br/>  Det som kan ge spekulanter mer uppgift om var hon gått på, är det faktum att skadorna på babord går ända upp till vattenlinjen. Antingen har CC gått på någonstans där det grundet syns ovan ytan, eller haft en j-a slagsida vid kollisionen.<br/>  Detta faktum i sig visar att kaptenen snackar skit när han påstår att CC gått på ett grund som inte finns utmärkt."
		},
		{
			"postIndex": 680,
			"postNumber": 698,
			"rankGlobal": 35,
			"rankLocal": 5,
			"scoreGlobal": 70,
			"scoreLocal": 70.6,
			"userRank": 8,
			"userScore": 33.3,
			"postUserName": "Megaforce",
			"postUserID": "u58122",
			"postUserUrl": "https://www.flashback.org/u58122",
			"postDateTime": "2012-01-17, 11:36",
			"postUrlInThread": "https://www.flashback.org/t1768191p59",
			"postUrlUniq": "https://www.flashback.org/sp35168472",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>UAC</strong></div> <div>Befäl och besättning är utbildade räddningsarbetare, specialiserade och inövade på just sitt fartyg.</div> </td> </tr> </table> </div> <br/> Man kan nog ifrågasätta om det verkligen gällde för Costa Condordia. Kaptenen verkar ju ha ballat ut i relatiivt tidigt skede. <br/> <br/> Rekommenderar att ni läser sjöfartsverkets rapport om Stena nauticas haveri 2004. Då får man en bra bild av de misstag som görs och som leder till att ett fartyg med skrovskada sjunker. Stena Nautica hade inte behövt sjunka så mycket, men gjorde det pga följande omständigheter:<br/> <br/> - Ett flertal av de vattentäta dörrarna mellan sektionerna var öppna. Dessa skall normalt vara stängda under gång och bara öppnas vid behov. <br/> <br/> - Man stängde inte dessa dörrar med akutknappen när kollisionen inträffade. Detta skedde först en bra stund efteråt. <br/> <br/> - Dörrarnas stängningsmekanism tålde inte vatten vilket gjorde att de inte gick att stänga när vattnet stigit över en viss nivå. <br/> <br/> - Man visste inte vad kontrolllamporna för dörrarna betydde. Dvs de dörrar som var under stängning men som stannade på vägen indikerade ett fel som bryggan inte hade kännedom om.<br/> <br/> - Det fanns inga rutiner för att kontrollera och manuellt stänga de dörrar som inte stängts helt.<br/> <br/> <br/> Det är ganska troligt att ovanstående punkter även stämmer in för Costa Concordia. Dvs ett flertal dörrar stod öppna eftersom man ofta passerade dem, och att de inte gick att stänga pga att vattnet forsade in så snabbt."
		}
	],
	[
		{
			"postIndex": 863,
			"postNumber": 882,
			"rankGlobal": 15,
			"rankLocal": 1,
			"scoreGlobal": 74.5,
			"scoreLocal": 100,
			"userRank": 59,
			"userScore": 8.8,
			"postUserName": "sirsill",
			"postUserID": "u184122",
			"postUserUrl": "https://www.flashback.org/u184122",
			"postDateTime": "2012-01-18, 17:38",
			"postUrlInThread": "https://www.flashback.org/t1768191p74",
			"postUrlUniq": "https://www.flashback.org/sp35193866",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>acustic</strong></div> <div>Ja blå linjen (aug) var ju nästan lika nära den som den röda . Man ser hur hela förlopet gått till: efter grundkänningen har han girat kraftigt babord (mot land). Hade kaptenen ej gjort denna manöver hade båten sjunkit till havs. Han har alltså räddat många liv. En hjälte som nu sitter i husarrest i sitt hem och kanske läser lite på nätet, undrar om det finns några journalister utanför bostaden?</div> </td> </tr> </table> </div> <br/> <br/>  Jag såg klipp från när hans tjej kom hem till bostaden. Fullständigt kaos, hon fick eskort av massa poliser.<br/> <br/>  Ang Kaptenen så får jag känslan av att \"någon\" försöker ge honom hela skulden. Det ligger ju i alla som eventuellt har ansvars intresse att han blir ensam syndabok. Allt som kommit ut i media första dygnen har varit riktat mot kapten. <br/> <br/>  Det kan mycket väl vara så att rutten var planerad, de gick lika nära som förra gången men fastnade på outmärkta stenar. Det kan även vara så att kapten löste uppgiften så bra det bara gick efter skadan skett, hade han placerat henne 20 meter länge ut så hade hon nog legat under vatten rätt snabbt. Enligt honom själv så var han kvar bra länge innan han ramlade i vattnet när han styrde räddningsinsatsen, och efter det fortsatte han att han med evakueringen från en livbåt intill båten. <br/> <br/>  Jag är nästan förvånad över att antalet omkomna stannar vid ett par tiotal med tanke på att det var över 4000 personer på båten och mörkt ute.<br/> <br/>  En gåta är dock varför det inte gick ut något nödrop."
		},
		{
			"postIndex": 736,
			"postNumber": 754,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 73.6,
			"scoreLocal": 98.8,
			"userRank": 55,
			"userScore": 9,
			"postUserName": "merlin_sniper",
			"postUserID": "u58970",
			"postUserUrl": "https://www.flashback.org/u58970",
			"postDateTime": "2012-01-17, 16:38",
			"postUrlInThread": "https://www.flashback.org/t1768191p63",
			"postUrlUniq": "https://www.flashback.org/sp35173075",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PhDSalander</strong></div> <div>......<br/>  Enligt vittnesuppgifter ska \"Skit-Tino\" har stått på land under detta samtal: <br/>  ................<br/> <b>V</b>: Vadå 'snälla'! Gå ombord! Säg att du ska tillbaka ombord!<br/> <b>K</b>: Jag är i en räddningsbåt, nedanför fartyget. Jag har inte gått någonstans, jag är här.<br/> <b>V</b>: Vad gör du nu?<br/> <b>K</b>: Jag samordnar...<br/> <b>V</b>: Vad samordnar du där?? Gå ombord och samordna räddningen från fartyget! Vägrar du?!<br/>  &lt;&lt;&lt;&lt;&lt;----------------&lt;&lt;&lt;&lt;&lt;<br/> <br/> <b>K</b>: <b>Jag vill gå ombord, men den andra livräddningsbåtens motor har stannat och jag kallade hit räddningspersonal.</b><br/> <b>V</b>: Du har talat om detta i en timme nu. Och nu, gå ombord! Gå ombord! Och berätta hur många som finns där!<br/> <b>K</b>: Ok.<br/> <b>V</b>: Gå genast!<br/> <b>(<i>Men  kapten Francesco Schettino gick aldrig ombord, uppger kustbevakningen,  enligt italiensk press. Istället tog han en taxi och åkte iväg</i>)</b><br/>  Låter som en psykopat beter sig i min öron.<br/></div> </td> </tr> </table> </div> <br/>  Psykopat är väl kanske inte rätt men det var en feg fan om detta stämmer, däremot så verkar hamnkaptenen ha rejält med skinn på näsan, stor eloge också för att han bandade.<br/> <br/>  Alltså vi pratar om sammanlagt 3 samtal vad jag förstår, under hur lång tidsperiod? Det skulle vara väldigt intressant att börja skissa på en tidslinje baserat på uppgifterna som hittills är offentliga, både officiella uppgifter samt obekräftade uppgifter och rent skvaller bara för att försöka få någon överblick.<br/> <br/>  Stämmer det så verkar ju kapten vart helt paralyserad och handlingsförlamad enl. uppgifter som under dagen kommit fram, både på bryggan under initialskedet samt på livbåt/räddningsbåt alt. någon klipphäll på land under räddningsskedet. <br/> <br/>  Tyckte en av hans påstådda kommentarer till varför han inte var ombord att han skulle se hur stor slagsidan var på håll är underbar. Nog finns det instrument för detta på bryggan?"
		},
		{
			"postIndex": 787,
			"postNumber": 806,
			"rankGlobal": 22,
			"rankLocal": 3,
			"scoreGlobal": 72.9,
			"scoreLocal": 97.8,
			"userRank": 52,
			"userScore": 9.3,
			"postUserName": "Cliffak",
			"postUserID": "u227400",
			"postUserUrl": "https://www.flashback.org/u227400",
			"postDateTime": "2012-01-17, 22:56",
			"postUrlInThread": "https://www.flashback.org/t1768191p68",
			"postUrlUniq": "https://www.flashback.org/sp35181467",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DjPutte</strong></div> <div>Jag tror dem hoppas på att hon ligger på grund stadigt tills dem fått veck stenen + reparerat provisorikt den ca 70m långa revan i skorvet för att kunna räta upp hon genom länspumpning!<br/>  Sedan bogsera in hon till ett Varv för att reparerars och tas i drift ånyo!</div> </td> </tr> </table> </div> <br/>  Förutsatt att det inte finns några fler strukturella skador som vi inte vet om. Naturligtvis måste hon först in i torrdocka för att vi ska kunna se den verkliga omfattningen av skadorna och innan dess är det ganska klantigt av rederiet att gå ut och säga att hon ska repareras.<br/> <br/>  Huvudmaskineriet lär inte heler må så bra och på ett modernt kryssningsfartyg är det en stor operation att komma åt och lyfta ur maskinerna eftersom det inte är förberett för det."
		},
		{
			"postIndex": 772,
			"postNumber": 791,
			"rankGlobal": 23,
			"rankLocal": 4,
			"scoreGlobal": 72.3,
			"scoreLocal": 96.9,
			"userRank": 9,
			"userScore": 31.1,
			"postUserName": "VitruvianskeMannen",
			"postUserID": "u501711",
			"postUserUrl": "https://www.flashback.org/u501711",
			"postDateTime": "2012-01-17, 19:39",
			"postUrlInThread": "https://www.flashback.org/t1768191p66",
			"postUrlUniq": "https://www.flashback.org/sp35176742",
			"sentence": "Kaptenen gjorde tre osannolika galenskaper:<br/>  1) Att köra så nära land<br/>  2) Att missa skären som ligger strax söder om staden, som är välkända och utprickade på varje karta<br/>  3) Att smyga iland och strunta i hela räddningsoperationen<br/> <br/>  Däremot är jag ganska säker på att det sätt som haveriet sedan förlöpte på, inklusive strandningsplatsen, gjorde att flera hundra personer som annars skulle ha dött överlevde.<br/> <br/>  Efter grundstötningen fortsatte CC norrut i någon kilometer, under det att vattnet formligen strömmade in i ett mycket stort hål på babords sida. Hade man styrt ut mot öppet vatten så hade CC sannolikt sjunkit på några timmar, med väldigt många döda som följd (mitt i natten ute på öppet vatten).<br/> <br/>  Nu styrde man istället kraftigt babord, och vände runt innåt i ett försök att nå sandbotten vid hamninloppet. Den kraftiga babordsgiren fick till följd att skeppet välte åt styrbord som följd av fritt vatten inne i skrovet och extremt tursamt (? ej avsiktligt) så kom det att stranda ungefär så nära land som man kan tänka sig. Just vid den lilla udde som finns norr om hamnen. Det är bara några tiotals meter från skeppet (däcksplan eftersom det ligger vält med däcket in mot land) till klipporna.<br/> <br/>  Misstänker att detta är orsaken till att färre än 1% av de som var ombord omkom, trots en såpass dramatisk förlistning."
		},
		{
			"postIndex": 773,
			"postNumber": 792,
			"rankGlobal": 37,
			"rankLocal": 5,
			"scoreGlobal": 69.3,
			"scoreLocal": 93,
			"userRank": 19,
			"userScore": 17.9,
			"postUserName": "PhDSalander",
			"postUserID": "u538396",
			"postUserUrl": "https://www.flashback.org/u538396",
			"postDateTime": "2012-01-17, 19:39",
			"postUrlInThread": "https://www.flashback.org/t1768191p66",
			"postUrlUniq": "https://www.flashback.org/sp35176748",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>juliusverne</strong></div> <div>Först finns det ett drop på 70 m sen till 140 m ungefär. Men till det första dropet är det ca 35 m.</div> </td> </tr> </table> </div> <br/> Det stämmer, jag tog upp denna teori  i tidigare  postning idag. <br/> Uppgiften om att fartyget håller på att kana och riskerar katastrofläge pga av läckande olja/bränsle tas upp i artikel från igår i <b>La stampa</b> ( uppskattar f.ö. artikelförfattaren vars  poetiska metafor för döendet även jag använde mig av tidigare...)<br/> <br/> dock google translate, men går bra att tyda:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww3.lastampa.it%2Fcronache%2Fsezioni%2Farticolo%2Flstp%2F438374%2F\" target=\"_blank\">http://www3.lastampa.it/cronache/sez...o/lstp/438374/</a><br/> &gt;&gt;&gt;&gt;&gt;--------&gt;&gt;&gt;&gt;&gt;<br/> <b><a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Ftranslate.google.se%2Ftranslate%3Fsl%3Dit%26amp%3Btl%3Dsv%26amp%3Bjs%3Dn%26amp%3Bprev%3D_t%26amp%3Bhl%3Dsv%26amp%3Bie%3DUTF-8%26amp%3Blayout%3D2%26amp%3Beotf%3D1%26amp%3Bu%3Dhttp%253A%252F%252Fwww3.lastampa.it%252Fcronache%252Fsezioni%252Farticolo%252Flstp%252F438583%252F\" target=\"_blank\">http://translate.google.se/translate...tp%2F438583%2F</a><br/> <br/> <br/> \"The Nightmare BLACK TIDE</b> <br/>   Även idag i vattnen av Argentario var en hektisk dag.  11:40 Är du rädd att när det händer under tre dagar: <b>Concordia, strandad som en val framför ön Giglio på fredagen, flyttar den.</b><b>  Något, men rör sig: 9 cm i vertikal och horisontell en och en halv.   Risken för att sjunka blir en fråga som man kan hantera snabbt: om  fartyget glider på trappan av sten och slutar vid 70 meter innan  tankarna är tömda, är det svårt att undvika en katastrof.</b>   Ministern för miljö Clini döljer inte den oro: \"Det finns en mycket hög  risk, inte bara för Lily, men för den toskanska arkipelagen.\"   Ser på det från ön, verkar jätte vilar på ena sidan av egendom: tyst  och döende, de enda röster som kommer från det finns de i grov sjö  obevekligt slående mot sidorna ärr som kolliderar med klipporna.   Men precisionsinstrument installeras på havsbotten, de visar något  annat: våg efter våg, slag efter slag, stiger ombord och faller, den rör  sig fram och tillbaka.  För nu, lyckligtvis utan förödande konsekvenser.  För nu, dock. <br/> <br/> <b>VÄDER</b> <br/>   Prognoserna säger att fram till torsdag-fredag ​​skulle hålla havet, då finns det en försämring.  Vad kan glida odjuret upp till steg.  Det finns också en annan fara förestående frigivning av kylvätska.  Idag, för första gången sedan fredag, i havet i aktern Concord verkade små fläckar av bränsle.   Det är lätt <b>brännolja, som avdunstar och därför inte höja för mycket  larm</b>, även om skeppen av miljöministeriet redan har dragit en sträng  flyter runt fartyget som en försiktighetsåtgärd.  Men om det var för att <b>undkomma tung eldningsolja</b>, då skulle det bli problem.   Och faktiskt, <b>har redan anlänt till ön tjugotal experter Smit Savage,  företaget uppdrag av kusten för att pumpa ut 2500 ton av bränsletankar.</b>  För räddare är alltså en kamp mot tiden.   Idag har de varit tvungna att avbryta verksamheten för att söka efter  saknade delen av dagen och den nya situation som tvingade dem att ta ett  drastiskt beslut: stoppa sökningen på natten.  För farligt.   Den sjätte offer, en passagerare som hade på sig en flytväst,  identifierade Saf vid elden kväll, återfanns endast i den sena  eftermiddagen.<b>  Innan havet försämras förblir så i ytterligare 72 timmar för räddningsarbetare att hitta den saknade.  Då de kan ha att göra med fartyget sjönk helt. </b>"
		}
	],
	[
		{
			"postIndex": 966,
			"postNumber": 988,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 82.8,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 47,
			"postUserName": "Grisbrottaren",
			"postUserID": "u135667",
			"postUserUrl": "https://www.flashback.org/u135667",
			"postDateTime": "2012-01-19, 19:22",
			"postUrlInThread": "https://www.flashback.org/t1768191p83",
			"postUrlUniq": "https://www.flashback.org/sp35215629",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tigerone</strong></div> <div>Det är inte mycket rätt i Grisbrottarens sammanfattning,<br/>  (...)<br/>  Ais, från Marine Traffic visar att hon gick upp norr om hamnen till nästa udde och där <b>girade styrbord över</b>, Hennes första vinkel mot hamnpirarna visar också att hon kommit utifrån.</div> </td> </tr> </table> </div> <a href=\"https://www.flashback.org/sp35147171\" target=\"_blank\">https://www.flashback.org/sp35147171</a><br/>  Var är din källa på att CC \"girade styrbord över\" när hon låg nordost om Giglios hamn? Du anger AIS, men du vet ju mycket väl att ingen styrbordsgir syns i den, eller hur? Efter passagen av hamnen finns bara två markeringar i AIS:en, där CC ligger på en nordostlig kurs med mycket låg hastighet. Den sista markeringen har en något mer ostlig kurs än den före - kanske 45-60 grader (absolut) - men det förstår du ju själv att det inte är något bevis på att hon \"girat styrbord\", utan bara oseriösa spekulationer. Det var fortfarande lika lätt för CC att gira/vända babord in mot hamnen, eftersom hon vid det laget låg i princip stilla.<br/> <br/>  Nu visar <a href=\"/leave.php?u=http%3A%2F%2Fwww.corriere.it%2FPrimo_Piano%2FCronache%2F2012%2F01%2F18%2Fpop_tragedia.shtml\" target=\"_blank\">Corriere della Seras sammanställning</a> ett fartyg som <b>girar babord</b> nordost om hamnen. Texten säger:<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Corriere della Sera</strong></div> <div>Ore 21.52 - La velocita della nave scende a 4 nodi e a questo punto che la Concordia <b>svolta a sinistra</b> e punta verso il porto del Giglio. A bordo ci sono alcuni feriti.<br/> <br/>  Ore 21.58 - La nave si avvicina agli scogli di punta Gabianella a una velocita di circa 2 nodi.</div> </td> </tr> </table> </div> \"Svolta a sinistra\" betyder på italienska \"vända åt vänster\", dvs. babord. <br/> <br/>  Det verkar alltså som att inte mycket är rätt i de inlägg du gjort i tråden, med tanke på att du <a href=\"https://www.flashback.org/p35137536#p35137536\" target=\"_blank\">på ett annat ställe</a> påstod - mycket självsäkert - att rederiet aldrig skulle hänga kaptenen, vilket är precis vad de gjort.<br/>  Man får intrycket att det du skriver i ett mot andra mycket arrogant tonfall är <a href=\"https://www.flashback.org/sp35195087\" target=\"_blank\">bara spekulationer som inte är seriösa</a>.<br/> <br/>  Samtidigt har <a href=\"https://www.flashback.org/sp35151983\" target=\"_blank\">du ju menat dig beslå mig med fel</a> i ett påstående om just att CC gjorde en babordsgir in mot Giglios hamn.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tigerone</strong></div> <div>Du har hitintill inte haft mycket rätt , hur var det nu med passagen genom Le Scole och babordsgiren <br/>  när gjordes den?</div> </td> </tr> </table> </div> Så kort sagt skulle det vara bra om du lade undan din arroganta och nedlåtande besserwisser- och jante-attityd mot alla i tråden som bidrar med reflektioner, spekulationer och frågeställningar på ett mycket mer konstruktivt sätt än du gör. Jag <a href=\"https://www.flashback.org/sp35152655\" target=\"_blank\">har redan sagt åt dig att lägga av</a> med ditt destruktiva käbbel och dina ständiga påhopp på alla som inte håller med dig. <br/> <br/>  När du nu har sågat <a href=\"https://www.flashback.org/sp35127723\" target=\"_blank\">den sammanfattning jag skrev</a> bara drygt ett dygn efter katastrofen med hjälp av den information som fanns tillgänglig då, så kan du väl gå tillbaka och revidera din arroganta slutsats eller peka ut alla de felaktigheter som du påstår och inbillar dig finns där. N d g passagen <i>mellan</i> Le Scole ändrade jag det efter att ha granskat den turkiska källan och sett att de bara spekulerade.<br/> <br/>  Vi kan ju t.ex. så här nästan fem dagar senare också konstatera att jag redan ett drygt dygn efter olyckan i sammanfattningen tog upp kapten <b><i>Mario Palombo</i></b>. Det har nu också långt senare media världen över upptäckt, nämligen att han var delvis orsak till olyckan genom sin blotta närvaro på ön, vilket man också kan läsa om i <a href=\"/leave.php?u=http%3A%2F%2Fwww.corriere.it%2FPrimo_Piano%2FCronache%2F2012%2F01%2F18%2Fpop_tragedia.shtml\" target=\"_blank\">Corrieres sammanställning</a>, där det t o m påstås att Skit-Tino och Palombo pratade i telefon just när CC gick på grund: \"<i>Ore 21.45 - L'impatta con gli scoglio. La Concordia rallenta, e telefonata tra Schettino e Palombo si interrompe.</i>\"<br/> <br/>  Inte mycket rätt? Mer än dig i a f. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
		},
		{
			"postIndex": 922,
			"postNumber": 943,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 78.9,
			"scoreLocal": 95.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "tigerone",
			"postUserID": "u129900",
			"postUserUrl": "https://www.flashback.org/u129900",
			"postDateTime": "2012-01-19, 07:51",
			"postUrlInThread": "https://www.flashback.org/t1768191p79",
			"postUrlUniq": "https://www.flashback.org/sp35205810",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Nautech</strong></div> <div>Jag är bekymrad över förväntningarna på rättegången. Den kommer bara att belysa handlingar som är straffbara. Andra dåliga handlingar faller i glömska. Så även bra handlingar.<br/>  Inget skulle främja sjöfartens säkerhet så mycket som en oberoende haverikommission. Där är flyget den bästa förebild vi har idag. Där är förbättringar viktigare än straffsatser. Och flyget är det säkraste sättet att resa. Det är inte en slump.</div> </td> </tr> </table> </div> <br/>  Ja sjöfarten har mycket att lära av flyget speciellt när det gäller tillbud och olycksrapportering,<br/>  inom sjöfarten är det fortfarande mycket vanligt att försöka dölja dessa istället för att dra lärdom av dem.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr Lindholm</strong></div> <div>Men varför skedde det inte nu?<br/> <br/>  Och tydligen så skall den där \"hälsningsrutten\" ha gått närmre och närmre land. Men varför kollade ingen GPS-loggar? Rederier är väl annars så sugna på att spara pengar genom att effektivisera rutterna? Det är ju lätt att skylla på en individ. Men ibland så är hela systemet fel.<br/>  Oflyt...</div> </td> </tr> </table> </div> <br/>  Jag skulle tro att Costa hade ett så pass avancerat system att en hel del information bla positionen<br/>  sändes in regelbundet till rederiet via satelitlänk , Costas framfart har säkert också kunnat följas<br/>  mer eller mindre live på skärm.<br/>  Att rederiet inte skulle vetat något är töjs, privatpersoner har också en väldig förmåga att skicka<br/>  kort och bilder och tacka för den snälla kapten som visade upp sig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hypokondria</strong></div> <div>Osedvanlig \"tur\" i \"oturen\", son en dålig sketch ur Pang i bygget...  <br/> <br/>  Undrar hur försäkringsbolagen ställer sig till denna förklaringen av Francesco Schettino,<br/>  även ovanligt att rederiet direkt går ut så hårt &amp; inte skyddar sin kapten utan istället skyller på honom, borde innebära att försäkringspengar inte utgår? Känns som om att rederiet insett att det är kört att få ut försäkringspengar från början. Vem betalar Schittinos flyby om rederiet \"skulle konkursa\" innan dess? <br/> <br/>  Ang.olikheten med Estonias utalarmering.<br/> <br/>  Enligt vem ? Sätter större tilltro till Haverikommissionen än dig!<br/> <br/>  Hoppas att vi så småningom får en ordentlig sjöförklaring eller komplett händelseförlopp angående Concordia.</div> </td> </tr> </table> </div> <br/>  De materiella skadorna på fartyget kommer nog att ersättas av försäkringen ,<br/>  det ligger lite annorlunda till med passagerarnas krav.<br/>  Två olika försäkringar även om de skulle vara i samma bolag.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>morkfromork</strong></div> <div>Klassificeringssällskapen som ABS, GL mf. är oberoende och kommer garanterat göra en undersökning eftersom de garanterar för försäkringsbolagen att fartyget är sjövärdigt. I just detta fall antar jag att intaienska rina är klassen.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.rina.org%2F\" target=\"_blank\">http://www.rina.org/</a></div> </td> </tr> </table> </div> <br/>  Det är mest de vatentäta sektionerna och stängningarna som kommer att intressera dem."
		},
		{
			"postIndex": 956,
			"postNumber": 977,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 74.7,
			"scoreLocal": 90.2,
			"userRank": 3,
			"userScore": 47.5,
			"postUserName": "frippens",
			"postUserID": "u148861",
			"postUserUrl": "https://www.flashback.org/u148861",
			"postDateTime": "2012-01-19, 17:10",
			"postUrlInThread": "https://www.flashback.org/t1768191p82",
			"postUrlUniq": "https://www.flashback.org/sp35212832",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>farbror_barbro</strong></div> <div>Inget har framkommit som visat mig varför CCs nu synliga BB skador skulle ha varit så allvarliga att hon var dödsdömd. Det har spekulerats i att hon fick ytterligare skador på SB under den \"skickliga\" babordsgiren tillbaka mot Giglios hamn. Det kan naturligtvis inte uteslutas att hon skadade även kölen eller SB sida vid den första grundstötningen, men den gängse hypotesen om att hon skadades under en kraftig SB gir är inte förenlig med det.</div> </td> </tr> </table> </div> <br/>  Du lär inte kunna se det heller fören du har fartygets DIP-plan eller motsvarande framför dig. När du har den och även vet hur skadan ser ut, dess utbredning och var den är belägen. Då kan du i DIP-planen plocka ut om fartyget kommer att klara sig eller inte. Först då, kommer du att få ett hum om dess chanser. Eller nu i efterhand, när de går igenom skadan och dess påverkan, om fartyget hade kunnat klara sig ute på havet . <br/> <br/>  Det handlar mer om var du får skadan än hur stor den är. <br/> <br/>  Som GPS och AIS spår ser ut så förlorade CC total manöverförmåga i samband med den första grundstötningen. Stor del av maskinrummet blev säkert vattenfyllt. Fartyget gör ingen bb-sväng utan glider förbi hamnen och vrider runt åt stb istället, med hjälp av bogpropeller. Med vinden + möjlig ström driver sedan fartyget ned mot den slutliga positionen, där den ligger nu. Så det är nog mer tur än annat att den var så nära land och hamnade där den ligger nu.  Från impact på Le Scole tar det en timme innan CC ligger på slutliga positionen."
		},
		{
			"postIndex": 962,
			"postNumber": 984,
			"rankGlobal": 28,
			"rankLocal": 4,
			"scoreGlobal": 71,
			"scoreLocal": 85.7,
			"userRank": 3,
			"userScore": 47.5,
			"postUserName": "frippens",
			"postUserID": "u148861",
			"postUserUrl": "https://www.flashback.org/u148861",
			"postDateTime": "2012-01-19, 18:30",
			"postUrlInThread": "https://www.flashback.org/t1768191p82",
			"postUrlUniq": "https://www.flashback.org/sp35214548",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>farbror_barbro</strong></div> <div>Frågan är snarast vad för säkerhet ett fartyg som CC har.<br/>  Om den är dödsdömd efter en grundstötning i 15 knop (?), vad exakt tål ett fartyg av den här typen?<br/> <br/>  Det är också oklart för mig varför man fick så kraftig slagsida. Jag plöjde ett antal rapporter under min tid i Estonia-tråden, och en väsentlig fråga var om dess förlust av stabilitet var förenlig med en läcka (endast) under vattenlinjen. Såvitt jag minns nu så var det inte det för något rimligt fall av hål under vattenlinjen. Det är ju mycket bekymmersamt om en grundstötning leder till kapsejsning på detta sätt. En målsättning vid konstruktion är rimligen att stabiliteten skall bibehållas, och helst kanske öka, när vatten fylls på i kölsvinet långt under masscentrum ('G').</div> </td> </tr> </table> </div> <br/>  Enkelt skrivet, CC har exakt den säkerhet SOLAS kräver. Varken mer eller mindre. Tyvärr är det så inom sjöfarten. <br/> <br/>  Orkar inte plöja SOLAS, men du hittar reglerna i Kap II-1 del B, där hittar du både uträkningar för antal indelningar samt vilken typ av skada fartyget ska klara av. <br/>  Man skiljer på skada, som jag har uppfattat det, om den sker i buddelbotten eller utanför dubbelbotten. <br/> <br/>  Och om mitt minne inte spelar mig ett spratt har man gått ifrån kravet på X antal vattentäta indelningar fartyget ska klara av att få vattenfyllda. Utan nu talar man mer om en viss typ av skada fartyget ska klara av, oavsett var den skada inträffar på sidan. En viss längd, höjd och inträngning som fartyget ska klara av. <br/> <br/>  Jag har för mig att jag såg en uträkning på 0.03*L+3 som fartyget ska klara i längd, inträngning B/5 och höjd kommer jag inte ihåg. Men detta är taget direkt från minnet och inte dubbelkollat. <br/> <br/>  Vad gäller att behålla stabilitet så är den värsta faran den fria vätskeytan som uppstår fram tills just den avdelningen är fylld. Tyvärr finns inget krav på skott i långskeppslinjen. <br/>  Finns ytterligare ett problem med kryssningsfartyg, de har ofta längsgående korridorer precis ovanför de vattentäta indelningarna. Får du vatteninträngning där skiter det sig oavsett. <br/> <br/>  Av den friavätskeytan blir fartyget instabilt, tills den nya skrovformen som uppstår när slagsidan ökat tillräckligt, vilket gör att det uppstår jämnvikt igen. Därför får du slagsida i detta fallet. <br/> <br/>  Vad gäller Estonia så var det väl tvärt om. Hon måste haft en inträning av vatten även under bildäck, annars hade fartyget lagt sig upp och ned, som Jan Heweliuz, men kanske ska lämna den diskussionen utanför detta."
		},
		{
			"postIndex": 969,
			"postNumber": 991,
			"rankGlobal": 34,
			"rankLocal": 5,
			"scoreGlobal": 70.4,
			"scoreLocal": 85.1,
			"userRank": 12,
			"userScore": 22,
			"postUserName": "ih82w846",
			"postUserID": "u62615",
			"postUserUrl": "https://www.flashback.org/u62615",
			"postDateTime": "2012-01-19, 23:02",
			"postUrlInThread": "https://www.flashback.org/t1768191p83",
			"postUrlUniq": "https://www.flashback.org/sp35220767",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grisbrottaren</strong></div> <div><a href=\"https://www.flashback.org/sp35147171\" target=\"_blank\">https://www.flashback.org/sp35147171</a><br/>  Var är din källa på att CC \"girade styrbord över\" när hon låg nordost om Giglios hamn? Du anger AIS, men du vet ju mycket väl att ingen styrbordsgir syns i den, eller hur? Efter passagen av hamnen finns bara två markeringar i AIS:en, där CC ligger på en nordostlig kurs med mycket låg hastighet. Den sista markeringen har en något mer ostlig kurs än den före - kanske 45-60 grader (absolut) - men det förstår du ju själv att det inte är något bevis på att hon \"girat styrbord\", utan bara oseriösa spekulationer. Det var fortfarande lika lätt för CC att gira/vända babord in mot hamnen, eftersom hon vid det laget låg i princip stilla.<br/> <br/>  Nu visar <a href=\"/leave.php?u=http%3A%2F%2Fwww.corriere.it%2FPrimo_Piano%2FCronache%2F2012%2F01%2F18%2Fpop_tragedia.shtml\" target=\"_blank\">Corriere della Seras sammanställning</a> ett fartyg som <b>girar babord</b> nordost om hamnen. Texten säger:\"Svolta a sinistra\" betyder på italienska \"vända åt vänster\", dvs. babord. <br/> <br/>  Det verkar alltså som att inte mycket är rätt i de inlägg du gjort i tråden, med tanke på att du <a href=\"https://www.flashback.org/p35137536#p35137536\" target=\"_blank\">på ett annat ställe</a> påstod - mycket självsäkert - att rederiet aldrig skulle hänga kaptenen, vilket är precis vad de gjort.<br/>  Man får intrycket att det du skriver i ett mot andra mycket arrogant tonfall är <a href=\"https://www.flashback.org/sp35195087\" target=\"_blank\">bara spekulationer som inte är seriösa</a>.<br/> <br/>  Samtidigt har <a href=\"https://www.flashback.org/sp35151983\" target=\"_blank\">du ju menat dig beslå mig med fel</a> i ett påstående om just att CC gjorde en babordsgir in mot Giglios hamn.Så kort sagt skulle det vara bra om du lade undan din arroganta och nedlåtande besserwisser- och jante-attityd mot alla i tråden som bidrar med reflektioner, spekulationer och frågeställningar på ett mycket mer konstruktivt sätt än du gör. Jag <a href=\"https://www.flashback.org/sp35152655\" target=\"_blank\">har redan sagt åt dig att lägga av</a> med ditt destruktiva käbbel och dina ständiga påhopp på alla som inte håller med dig. <br/> <br/>  När du nu har sågat <a href=\"https://www.flashback.org/sp35127723\" target=\"_blank\">den sammanfattning jag skrev</a> bara drygt ett dygn efter katastrofen med hjälp av den information som fanns tillgänglig då, så kan du väl gå tillbaka och revidera din arroganta slutsats eller peka ut alla de felaktigheter som du påstår och inbillar dig finns där. N d g passagen <i>mellan</i> Le Scole ändrade jag det efter att ha granskat den turkiska källan och sett att de bara spekulerade.<br/> <br/>  Vi kan ju t.ex. så här nästan fem dagar senare också konstatera att jag redan ett drygt dygn efter olyckan i sammanfattningen tog upp kapten <b><i>Mario Palombo</i></b>. Det har nu också långt senare media världen över upptäckt, nämligen att han var delvis orsak till olyckan genom sin blotta närvaro på ön, vilket man också kan läsa om i <a href=\"/leave.php?u=http%3A%2F%2Fwww.corriere.it%2FPrimo_Piano%2FCronache%2F2012%2F01%2F18%2Fpop_tragedia.shtml\" target=\"_blank\">Corrieres sammanställning</a>, där det t o m påstås att Skit-Tino och Palombo pratade i telefon just när CC gick på grund: \"<i>Ore 21.45 - L'impatta con gli scoglio. La Concordia rallenta, e telefonata tra Schettino e Palombo si interrompe.</i>\"<br/> <br/>  Inte mycket rätt? Mer än dig i a f. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/></div> </td> </tr> </table> </div> <br/>  Här är en länk direkt till corriere's bild, så man slipper zooma<br/> <a href=\"/leave.php?u=http%3A%2F%2Fpiclair.com%2Fdata%2Fyenw9.jpg\" target=\"_blank\">http://piclair.com/data/yenw9.jpg</a><br/> <br/>  Nu hittar jag inte länken till plotten, men jag fick för mej att båten var betydligt längre ut när de girade tillbaka mot ön, nu har vi bara hört fd. kaptenens version från bryggan, kan tänka mej att han var i panik/chock och var helt oförmögen att ta några vettiga beslut när det ända han tänkte på är sin karriär och inte sina passagerare.<br/>  Det kommer säkert att visa sej att någon underordnad sett till att evakuering påbörjades utan kaptenens order.<br/>  Det måste varit mer liv på bryggan än i flipperhall av alla larm som gått"
		}
	],
	[
		{
			"postIndex": 1107,
			"postNumber": 1132,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 86.7,
			"scoreLocal": 100,
			"userRank": 16,
			"userScore": 19.5,
			"postUserName": "cem77",
			"postUserID": "u62858",
			"postUserUrl": "https://www.flashback.org/u62858",
			"postDateTime": "2012-01-23, 15:17",
			"postUrlInThread": "https://www.flashback.org/t1768191p95",
			"postUrlUniq": "https://www.flashback.org/sp35284641",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>farbror_barbro</strong></div> <div>Vet inte om denna animering av fartygetsrörelse varit uppe i tråden; hittade den i ett inlägg av ChiliPalmer på landgången.se:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fnews.sky.com%2Fhome%2Fworld-news%2Farticle%2F16152603\" target=\"_blank\">http://news.sky.com/home/world-news/article/16152603</a><br/> <br/>  Om den stämmer så ser det ju ut som CC drev utan kontroll mot udden där hon nu ligger, såvida inte det är möjligt att åka sidledes med batteridriven bogropeller och skickliga rodermanövrer?<br/>  Alltså: otrolig tur eller stor skicklighet?</div> </td> </tr> </table> </div> <br/>  Som det verkar nu skulle jag säga att man drev okontrollerat dit båten ligger idag. Med de skadorna i sidan just vid maskinrummet lär inte någon elkraft producerats där efter grundstötningen. Var ju blackout.<br/> <br/>  Att med vind och ström mot land inte ropa mayday i det läget är ju kanske något konstigt kan tyckas, speciellt med ett stort jäkla hål i båten :P.<br/> <br/>  Vi hade ju en båt utanför Gotland sommaren 2011 som drev med totalt elavbrott med ganska många passagerare ombord. Den låg ju och drev i mer än en dag innan en bogserbåt tog sig fram och kunde dra båten till Nynäshamn. Något mayday ropades väl knappast där heller utan båten ringer helt enkelt upp rederiet och bokar en bogserbåt när man insett att man inte kan få igång maskinerna utan extern hjälp.<br/> <br/>  Tyvärr är det väl så att de gånger man direkt bestämmer sig för att ropa mayday är när det är så kört att utgången kommer bli en katastrof även att man begär nödhjälp.<br/> <br/>  Vid lite vatten som strömmar in försöker man nog i det längsta lösa problemen ombord först. Säkrast för passagerarna är ju faktiskt om man kan  stabilisera fartyget och lita på sina vattentäta skott. Nästa steg blir ju sen att antingen kasta ankare eller försöka få igång maskinerna igen. Det sistnämnda tar ju lite tid och finns ju ingen anledning att riskera människors liv med att sjösätta dom i livbåtar bara för att man kört motorstopp."
		},
		{
			"postIndex": 1110,
			"postNumber": 1135,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 81.2,
			"scoreLocal": 93.7,
			"userRank": 12,
			"userScore": 22,
			"postUserName": "ih82w846",
			"postUserID": "u62615",
			"postUserUrl": "https://www.flashback.org/u62615",
			"postDateTime": "2012-01-23, 15:45",
			"postUrlInThread": "https://www.flashback.org/t1768191p95",
			"postUrlUniq": "https://www.flashback.org/sp35285043",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>farbror_barbro</strong></div> <div>Fråga om livbåtarna:<br/>  jag läste på landgången.se om \"svenska\" Sundancer som gick på grund och kördes upp på land i Kanada 1984:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.landgangen.se%2Fforumsmf10%2Findex.php%3Ftopic%3D8435.30\" target=\"_blank\">http://www.landgangen.se/forumsmf10/...?topic=8435.30</a><br/>  Där såg man till att göra livbåtarna till relingen omgående. <b>Varför lät befälet på CC inte göra livbåtarna klara direkt?</b><br/>  De hänger ju fortfarande kvar på både SB och BB sida.<br/>  (se t.ex. <a href=\"/leave.php?u=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fworld-europe-16560050\" target=\"_blank\">http://www.bbc.co.uk/news/world-europe-16560050</a>)</div> </td> </tr> </table> </div> <br/>  Antagligen för att befälet ombord inte var kapabla att inse alvaret i situationen,<br/>  utan mer hur de skulle förklara vad som hänt för rederiet och klara sitt eget skinn.<br/>  Jag har sett förklaringar vid en olycka i USA varför de inte gjorde si eller så, var för att de ville inte riskera bli stämda för någon bröt benet vid evakuering från ett hotel i brand<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Första bilden man ser på CC är när hon ligger med stäven rakt mot land och högt i vattnet<br/>  hon inte tänt de två röda utan dessa tänds inte förän hon ligger på grund,<br/>  sen ser man som sagt att inga livbåtar är klargjorda fastän hon ligger djupt på sb med bara två ventilrader ovan ytan när vattnet når sb livbåtsdäck är nästan alla sb livbåtar i sjön.<br/>  Jag har tyvärr ingen länk kvar till dessa bilder, finns det några bilder med tidsangivelser/exif?<br/> <br/>  Allt mer sjömanskap går förlorat när man kan göra snabb karriär med karisma och rövslickande.<br/>  Det skulle vara intresant att se kaptenens CV. Han kanske började med gondol<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/>"
		},
		{
			"postIndex": 1095,
			"postNumber": 1120,
			"rankGlobal": 24,
			"rankLocal": 3,
			"scoreGlobal": 71.9,
			"scoreLocal": 82.9,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "tigerone",
			"postUserID": "u129900",
			"postUserUrl": "https://www.flashback.org/u129900",
			"postDateTime": "2012-01-23, 08:00",
			"postUrlInThread": "https://www.flashback.org/t1768191p94",
			"postUrlUniq": "https://www.flashback.org/sp35280093",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Riomio</strong></div> <div>Nja, metacenterhöjden minskar nog inte med 2 meter, jag tror knappt den är över 2 meter på ett sådant fartyg, men jag förstår du menar att metacentrum sjunker 2 meter. Metacentrum är väl någon stans kring 15 meter vid normal tillstånd. Frågan är i så fall var tyngdpunkten på ett sådant skepp ligger, metacenterhöjden är ju skillnaden mellan metacenter och tyngdpunkten eller massacenter.<br/> <br/>  Det är möjligt att de inte haft kräm till att trimma med. Men annars är det väl en god ide att försöka flytta tyngdpunkten neråt genom att fylla på i trimtankarna, det borde öka stabiliteten. Det kan också ha varit det inträngande vattnet, speciellt om det saknats täta skott långskepps, som genom skvalpeffekt fick fartyget att lägga sig åt SB.<br/> <br/>  Andrea Doria hade ett mera sjömansmässigt underliv och troligen bättre stabilitet. Dessutom har väl CC minst 4-5 våningar mer.</div> </td> </tr> </table> </div> <br/>  Ja fast för att de skall få slagsida och i det här fallet åt vilket håll som helst så måste metacenterhöjden vara negativ alltså hamna under tyngdpunkten. <br/>  2 meter är baserat på bredd 35 meter och längd 50 meter ,korrigerat lite för assymetrin, förutsatt att det inte finns några längsgående vatentäta skott i maskinrummet, tvärskeppsskott påverkar inte detta.<br/> <br/>  Skall man följa regelboken , och om man skall åtgärda en slagsida skall man börja fylla på samma<br/>  sida som fartyget lutar åt. Låter kanske konstigt men det är just för att sänka tyngdpunkten.<br/>  Annars kan man få den effekten att fartyget trillar över åt andra hållet och då med större slagsida<br/>  åt det hållet, kanske det man gjorde ?<br/>  Vid en grundstötning som denna skall man nog inte göra något alls med tankarna utan experthjälp."
		},
		{
			"postIndex": 1077,
			"postNumber": 1102,
			"rankGlobal": 42,
			"rankLocal": 4,
			"scoreGlobal": 68.4,
			"scoreLocal": 78.9,
			"userRank": 16,
			"userScore": 19.5,
			"postUserName": "cem77",
			"postUserID": "u62858",
			"postUserUrl": "https://www.flashback.org/u62858",
			"postDateTime": "2012-01-22, 19:43",
			"postUrlInThread": "https://www.flashback.org/t1768191p92",
			"postUrlUniq": "https://www.flashback.org/sp35271114",
			"sentence": "Kan vi sammanfatta det vi vet idag att båten går i hög fart (15 knop?) för nära land och slår i klippbotten när man utför en gir för sent och hamnar på för grunt vatten?<br/>  Stora hål slås upp i båtens botten och man får blackout när maskinrummet vattenfylls?<br/>  Fartyget driver nu utan möjlighet att kunna manövrera med två röda lanternor tända över varandra.<br/>  (\"ej manöverfärdigt fartyg\" Signalfiguren är två klot över varandra eller nattetid två röda runtlysande ljus över varandra.)<br/>  Fartyget tar snabbt in vatten och får så småningom slagsida på grund av allt vatten som skvalpar runt.<br/>  Turligt nog driver båten in mot land och går på grund igen vilket gör att nästan alla ombord som överlevt grundstötningen kan räddas.<br/> <br/>  Hade båten drivit bort från land hade den troligen gått under eller slagit runt ganska snabbt och dödssiffrorna hade varit betydligt större."
		},
		{
			"postIndex": 1069,
			"postNumber": 1094,
			"rankGlobal": 62,
			"rankLocal": 5,
			"scoreGlobal": 65.2,
			"scoreLocal": 75.2,
			"userRank": 6,
			"userScore": 35,
			"postUserName": "farbror_barbro",
			"postUserID": "u88527",
			"postUserUrl": "https://www.flashback.org/u88527",
			"postDateTime": "2012-01-22, 16:05",
			"postUrlInThread": "https://www.flashback.org/t1768191p92",
			"postUrlUniq": "https://www.flashback.org/sp35266656",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fettsprutan</strong></div> <div>Säkert!<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.corriere.it%2Freportage%2Fcronache%2F2012%2Fnaufragio-costa-concordia_94678316-4100-11e1-b71c-2a80ccba9858.shtml%233\" target=\"_blank\">http://www.corriere.it/reportage/cro...ba9858.shtml#3</a><br/> <br/>  Då bilden tas måste nödgeneratorerna vara i gång. Livbåtsdäck och en del andra ytor ar upplysta, men inte ett enda hyttfönster.<br/>  Man ser också hur djupt aktern ligger. Här är livbåtsdäck i havsytan, trots att det normalt är 3-4 våningar upp.<br/>  Finns inte möjlighet att något i maskinrummet fungerar, när det ser ut så här!<br/> <br/>  Jag tror det är mycket större skador i skrovet, än bara hålet på babordsidan, det med stenen i.<br/> <br/> <br/> <br/> <br/>  Min tanke är nog att besättningen på Costa Concordia inte har \"satt\" henne överhuvud taget.<br/>  Dom hamnade där dom hamnade, pga. vindar o strömmar. Ren tur!<br/>  Hade vind/ström gått åt andra hållet.... ja  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/></div> </td> </tr> </table> </div>   Jag reagerade också på att hon i princip redan sjunkit INNAN den allvarliga slagsidan uppstod. Bild 1 - &gt; 3 visar ju ett skrämmande snabbt förlopp. Bild 2 visar fartyget på sin slutliga plats och skeppet är redan dödsdömt med vatten över fönstren i aktern och den aktre 1/3 är rimligen vattenfylld. Jag undrar därför om vattnet kanske trängde in från den första skadan snarare än de eventuella nya skadorna som kan ha uppstått vid grundstötning två. Om CC drev i låg fart mot sin nuvarande plats undrar jag också om inte skadorna skulle ha begränsats till dubbelbotten.<br/> <br/>  Frågan kvarstår då: var är den stora skadan (skadorna?) som sänkte henne så snabbt? Titanic flöt i 2h40 min med en längre skada...<br/> <br/>  EDIT: såg värmekamera-videon efter jag skrev detta. Där ligger CC till synes högre i vattnet trots &gt;80 grader slagsida. Jag får inte ihop förloppet från det vi vet nu."
		}
	],
	[
		{
			"postIndex": 1173,
			"postNumber": 1198,
			"rankGlobal": 20,
			"rankLocal": 1,
			"scoreGlobal": 73.4,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 21.1,
			"postUserName": "Tystnad",
			"postUserID": "u89701",
			"postUserUrl": "https://www.flashback.org/u89701",
			"postDateTime": "2012-01-26, 17:32",
			"postUrlInThread": "https://www.flashback.org/t1768191p100",
			"postUrlUniq": "https://www.flashback.org/sp35343706",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>AirOne</strong></div> <div>Tidningen Ny Teknik har en artikel om hur fartyget skall komma på rätt köl igen;<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nyteknik.se%2Fwebbtv%2Farticle3388577.ece\" target=\"_blank\">http://www.nyteknik.se/webbtv/article3388577.ece</a></div> </td> </tr> </table> </div> <br/>  Den artiklen är nog mest önsketänkande.<br/> <br/>  Skall bli intressant att följa om dom lyckas bärga CC.<br/>  Kollar man på SMIT´S hemsida över referenser kan i alla fall inte jag hitta att man tidigare lyckats med att bärga ett så här stort fartyg med slagsida och dessutom vattenfylld ,dom man lyckats bärga har alla varit strandade och stått upprätt.<br/> <br/>  Hur skall man tex komma åt alla krossade fönster och ventiler på den sida den ligger på nu för att kunna svetsa dessa täta med stålplåtar? .<br/> <br/>  Om \"ballongmetoden\" skulle funka och det går att tilta upp fartyget borde det ju finnas en riska att hon glider ner i djupet efter som hon ligger på en sluttande avsats.<br/> <br/>  Att \"Ballonger\" skulle orka hålla henne flytande vattenfylld...nja knappast med tanke på hur mycket hon väger."
		},
		{
			"postIndex": 1170,
			"postNumber": 1195,
			"rankGlobal": 31,
			"rankLocal": 2,
			"scoreGlobal": 70.5,
			"scoreLocal": 96,
			"userRank": 61,
			"userScore": 8.6,
			"postUserName": "Spanky38",
			"postUserID": "u501267",
			"postUserUrl": "https://www.flashback.org/u501267",
			"postDateTime": "2012-01-26, 14:56",
			"postUrlInThread": "https://www.flashback.org/t1768191p100",
			"postUrlUniq": "https://www.flashback.org/sp35341225",
			"sentence": "Det är förstås intressant att CCs kurs utanför hamnen på 315° ligger så att den extrapolerat hamnar mellan kobbarna i Le Scole, men det är förstås inget bevis för att hon gått den vägen. Lite siffror om möjligheten att passera där:<br/> <br/>  Costa Concordias djupgående den 13/1 21.00 var tydligen 8,2 meter. Jag har inte sett någon exakt profil på kölen så jag vet hur djupt hon går 19 meter ut från kölens mitt på vardera sidan med sin bredd på 38 meter, men det är troligen något under 8 meter.<br/>   Mellan kobbarna i Le Scole finns en ränna på omkring 10 meter där djupet är över 10 meter. Utanför dessa markeringar finns en linje för 5 meters djup på sjökortet. Mellan dessa linjer är avståndet omkring 50 meter grovt skattat. Jag har läst lite sjökort, och det ser ut som om det stupar rätt brant runt kobbarna.<br/>   Rent fysiskt skulle det alltså sannolikt vara möjligt för CC att gå mellan kobbarna utan att skrapa i botten med antingen optimal manövrering eller en ofantlig tur.<br/> <br/>  Det som kan ge spekulanter mer uppgift om var hon gått på, är det faktum att skadorna på babord går ända upp till vattenlinjen. Antingen har CC gått på någonstans där det grundet syns ovan ytan, eller haft en j-a slagsida vid kollisionen.<br/>   Detta faktum i sig visar att kaptenen snackar skit när han påstår att CC gått på ett grund som inte finns utmärkt."
		},
		{
			"postIndex": 1250,
			"postNumber": 1276,
			"rankGlobal": 53,
			"rankLocal": 3,
			"scoreGlobal": 66.6,
			"scoreLocal": 90.7,
			"userRank": 12,
			"userScore": 22,
			"postUserName": "ih82w846",
			"postUserID": "u62615",
			"postUserUrl": "https://www.flashback.org/u62615",
			"postDateTime": "2012-02-12, 15:28",
			"postUrlInThread": "https://www.flashback.org/t1768191p107",
			"postUrlUniq": "https://www.flashback.org/sp35650165",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>morkfromork</strong></div> <div>Nej, det är ju såklart helt orimligt.<br/> <br/>  fejkad video? eller inte alls filmad på den tid/plats som hävdats....?</div> </td> </tr> </table> </div> <br/>  Det finns länkar i tråden som förklarar vad filmteamet gjorde på båten.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Det är som jag mistänkte, kaptenen är oförmögen att ta till sej informationen han får<br/>  och är handlingsförlamad. Bara det att han står framför pulpeten och pratar i telefon,<br/>  och inte själv tittar på monitorer/larm/lyssnar på sina befäl<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/>  Det framgår tydligt att fartyget är manöverodugligt och att maskinrummet tar in vatten.<br/>  Om det varit frånlandsvind så hade hon legat på 100m<br/>  Vad jag sett av bilder och skisser så fattar jag det som det är 1 maskinrum med alla 6<br/>  huvudmaskinerna,eller?"
		},
		{
			"postIndex": 1209,
			"postNumber": 1235,
			"rankGlobal": 104,
			"rankLocal": 4,
			"scoreGlobal": 60.6,
			"scoreLocal": 82.4,
			"userRank": 37,
			"userScore": 12.5,
			"postUserName": "-X-hellfire",
			"postUserID": "u238999",
			"postUserUrl": "https://www.flashback.org/u238999",
			"postDateTime": "2012-02-05, 13:31",
			"postUrlInThread": "https://www.flashback.org/t1768191p103",
			"postUrlUniq": "https://www.flashback.org/sp35516227",
			"sentence": "<a href=\"/leave.php?u=http%3A%2F%2Fi.dailymail.co.uk%2Fi%2Fpix%2F2012%2F02%2F01%2Farticle-2094871-118CE51A000005DC-518_634x365.jpg\" target=\"_blank\">http://i.dailymail.co.uk/i/pix/2012/...18_634x365.jpg</a><br/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dailymail.co.uk%2Fhome%2Fmoslive%2Farticle-2094871%2FCosta-Concordia-Grim-quest-bodies-board-capsized-cruise-ship.html\" target=\"_blank\">http://www.dailymail.co.uk/home/mosl...uise-ship.html</a><br/> <br/> <br/>  Tror ni att fartyget kommer att glida ner i djupet eller kommer de att kunna reparera, pumpa ur, och få  henne på rätt köl?<br/> <br/>  Finns det några torrdockor som är klarar att ta hand om en så stor passagerarfärja?<br/> <br/>  typ...<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Frob.nu%2Fwp-content%2Fuploads%2F2009%2F09%2Fyodawg8.jpg\" target=\"_blank\">http://rob.nu/wp-content/uploads/2009/09/yodawg8.jpg</a><br/> <br/> <br/> <br/>  Rotterdam: Dockwise nya tunga lyft fartyg, Dockwise Vanguard, kommer att kunna lyfta och transportera enheter på upp till 110.000 ton. Den maximala kapaciteten i en befintlig fartyget är 75000 ton.<br/> <br/> <i>\"Rotterdam: Dockwises new heavy lift vessel, the Dockwise Vanguard, will be able to lift and transport units of up to 110,000 tonnes. The maximum capacity of an existing vessel is 75,000 tonnes.<br/> <br/>  With its width of nearly 80 metres and length of 275 metres, this is the first semisubmersible heavy lift vessel to be built in accordance with DNVs new class rules for this type of ship. The vessel has no forecastle, which allows it to carry cargo of unlimited length. Its deckhouse is mainly positioned outside its hull, allowing it to carry 70 metre wide cargo\"</i><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.allaboutshipping.co.uk%2F2011%2F11%2F18%2Fworlds-largest-heavylift-vessel-to-be-classed-by-dnv%2F\" target=\"_blank\">http://www.allaboutshipping.co.uk/20...lassed-by-dnv/</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FDockwise\" target=\"_blank\">http://en.wikipedia.org/wiki/Dockwise</a><br/> <br/>  stor bild på MEGA PASSION<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.tpimegaline.com%2Ffckeditor%2Fupload_file%2FWC1G5300.JPG\" target=\"_blank\">http://www.tpimegaline.com/fckeditor...e/WC1G5300.JPG</a><br/>  ...a maximum load out capacity of 45,000 tonnes<br/> <br/>  stor bild på Mighty Servant I <br/> <a href=\"/leave.php?u=http%3A%2F%2Fbemil.chosun.com%2Fnbrd%2Fdata%2F10044%2Fupfile%2F201107%2F20110703101016.jpg\" target=\"_blank\">http://bemil.chosun.com/nbrd/data/10...0703101016.jpg</a><br/>  ...Mighty Servant 1 is a 29,000-ton heavy-lift ship <br/> <br/> <br/> <br/>  Vad väger denna färjan?"
		},
		{
			"postIndex": 1248,
			"postNumber": 1274,
			"rankGlobal": 106,
			"rankLocal": 5,
			"scoreGlobal": 60.1,
			"scoreLocal": 81.8,
			"userRank": 3,
			"userScore": 47.5,
			"postUserName": "frippens",
			"postUserID": "u148861",
			"postUserUrl": "https://www.flashback.org/u148861",
			"postDateTime": "2012-02-12, 09:53",
			"postUrlInThread": "https://www.flashback.org/t1768191p107",
			"postUrlUniq": "https://www.flashback.org/sp35645356",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KaninenSnuffe</strong></div> <div>Kan inte hålla med här.<br/> <br/>  Som kapten har du ett mkt stort ansvar. Han SKA lämna fartyget som siste man. Han ska hjälpa till med evakuering.<br/>  Är helt övertygad om att det ingår stresstester på vägen fram till en kaptens-roll. Det får inte förekomma minsta osäkerhet på hur en kapten reagerar i en kritisk situation.</div> </td> </tr> </table> </div> <br/>  Det finns inte alls något krav i sjölagen om att bfh ska lämna som siste man. Det står att bfh inte får överge fartyget om inte hans liv är i allvarlig fara. Samt att han ska lämna all assistans möjlig till passagerare, så de kan evakuera. <br/> <br/>  Att lämna och att överge är två olika saker och ska inte blandas samman. Det kan faktiskt finnas situationer då bfh bäst leder en evakuering från en livbåt som ligger vid sidan om fartyget. Om bfh då tar sig till livbåten har han lämnat fartyget, men inte övergett det. <br/> <br/>  Om du tror att det ingår stresstester som rutin för att bli bfh på ett kryssningsfartyg så skulle du bli besviken om du visste hur det gick till."
		}
	],
	[
		{
			"postIndex": 1342,
			"postNumber": 1370,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 85.6,
			"scoreLocal": 100,
			"userRank": 33,
			"userScore": 13.4,
			"postUserName": "DennisOlof",
			"postUserID": "u156376",
			"postUserUrl": "https://www.flashback.org/u156376",
			"postDateTime": "2013-01-14, 22:37",
			"postUrlInThread": "https://www.flashback.org/t1768191p115",
			"postUrlUniq": "https://www.flashback.org/sp41482314",
			"sentence": "Efter att ha sett några dokumentärer pga 1år sedan fartyget gick på grund (discovery channel) och kantrade, måste jag säga att det ABSOLUT mest konstiga i hela denna historia, var ju varför kaptenen inte gav order om att evakuera så många som möjligt i alla livbåtarna, ifall det värsta skulle inträffa och båten sjunka. Man visste ju ganska snart att båten gått på grund och hade man gjort denna åtgärd i tid hade man fått ner alla båtarna med folk i utan problem.<br/> <br/>  Eftersom dom var så nära land, ingen sjögång eller direkt dåligt väder hade man ju utan problem kunnat återföra folk till båten om det visade sig att den inte skulle sjunka osv. Det går ju inte att ursäkta sig med att man inte ville att det skulle bli panik eller att man inte ville oroa folk, det är ju helt absurt. Alla som arbetar på båten ansvarar ju, till viss del för båtens säkerhet och passagerarna. Även om kaptenen har det yttersta ansvaret.<br/> <br/>  Sedan fanns det ju en del andra saker osv som var tokigt men inte spelade en avgörande roll för utfallet."
		},
		{
			"postIndex": 1350,
			"postNumber": 1379,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 77.5,
			"scoreLocal": 90.5,
			"userRank": 29,
			"userScore": 14.5,
			"postUserName": "Minitini",
			"postUserID": "u237418",
			"postUserUrl": "https://www.flashback.org/u237418",
			"postDateTime": "2013-01-28, 12:38",
			"postUrlInThread": "https://www.flashback.org/t1768191p115",
			"postUrlUniq": "https://www.flashback.org/sp41722677",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>RoughsTower</strong></div> <div>Anledningen stavas PRESTIGE. Om han skulle vara tvungen att evakuera passagerarna så var det ett klart bevis på att han misslyckats.<br/></div> </td> </tr> </table> </div> <br/>  Jag jobbar själv på en båt så det jag skulle kort säga om just detta är att ett misslyckande är precis vad det blev. Att i tidigt skede inse situationen,evakuera båten och eventuellt ha den totalt förlist. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> Räddat alla passagerare i första hand sedan kanske försökt göra något för att rädda båten, liv före egendom. -Hade i mina ögon varit allt annat än ett misslyckade. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  Olyckor, felbedömmningar, grundstötningar och haverier händer alla och tro att man skulle kuna mygla med ett sådan stor skada på fartyget är ju befängt... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> MEN det var vad man gör utav situationen som kommer avgöra hur du ser ut i folks ögon efter olyckan. Tror faktiskt inte att det hade varit sådan rabalder kring kapten ynkrygg om han tagit rätt beslut och förlorat sin båt.  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Nu har han misslyckats på alla punkter, både förlorat båten och 32 människoliv. Det är ett misslyckande. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/>"
		},
		{
			"postIndex": 1400,
			"postNumber": 1433,
			"rankGlobal": 16,
			"rankLocal": 3,
			"scoreGlobal": 74.4,
			"scoreLocal": 86.9,
			"userRank": 60,
			"userScore": 8.6,
			"postUserName": "kamikazeklanten",
			"postUserID": "u119332",
			"postUserUrl": "https://www.flashback.org/u119332",
			"postDateTime": "2013-09-19, 11:40",
			"postUrlInThread": "https://www.flashback.org/t1768191p120",
			"postUrlUniq": "https://www.flashback.org/sp45313653",
			"sentence": "Jag läste igår en artikel om Costa Concordia där dom rätt målande beskriver vad fulla kyl- och frys-skåp hittar på efter så lång tid utan ström. Båten hade ju bara varit till sjöss några timmar, och förråden var fyllda. Drivande sängkläder beskrevs f ö som dödliga för dykarna, och flytande knivar var tydligen ingen lek det heller. Maten som har läckt ut har gjort fiskar och måsar stora och många i närheten av båten.<br/> <br/>  Ska dom nu vara väldigt miljövänliga så tvingas dom nog sortera i detalj. Elektronik måste kanske t o m identifieras, och de bilder och dokument resenärerna vill ha kvar tas fram. Det kommer nog ta tid det där...<br/> <br/>  Hörde i radions P1 en italien-expert förklara hur italienare hanterar skam. Oavsett vad som går att rädda eller inte så vill dom bara bli av med skräpet fortast möjligt, och sen glömma bort det hela.<br/> <br/>  Jag såg förresten Costa Favolosa i Savona i somras. Stena Lines största båtar är väl ca 240 meter långa? Concordia-klassens fartyg är 290 meter, och rätt högt byggda. Mycket imponerande!"
		},
		{
			"postIndex": 1343,
			"postNumber": 1371,
			"rankGlobal": 21,
			"rankLocal": 4,
			"scoreGlobal": 73.2,
			"scoreLocal": 85.5,
			"userRank": 14,
			"userScore": 21.1,
			"postUserName": "Tystnad",
			"postUserID": "u89701",
			"postUserUrl": "https://www.flashback.org/u89701",
			"postDateTime": "2013-01-15, 18:48",
			"postUrlInThread": "https://www.flashback.org/t1768191p115",
			"postUrlUniq": "https://www.flashback.org/sp41496583",
			"sentence": "Kapten ynkryggs förklaring på ovan var väl som jag minns i programmet att han inbillade sig att det skulle vara lättare att evakuera närmare land.<br/> <br/>  Sen verkar han ju inte riktigt först ha klart för sig hur allvarligt läget var då det var något tjafs om att ta dit bogserbåt i i inlednings skedet av olyckan.<br/> <br/>  Han verkar uppriktigt sagt vara en riktig usel sjökapten ,förmodligen har han bara tjänstgjort på sådana här räkmacke-båtar med barer och fina brudar ,middagar,stilje  och aldrig på något riktigt tufft handelsfartyg i Nordsjö vatten med stormar och tuffa förhållanden.<br/> <br/>  En sak i programmet som jag inte tycker man fick  någon riktigt förklaring på : <b>Gick INGEN av nödpumparna ?</b>Även om fartyget hade Black out borde ju nödgeneratorn kunnat hålla åtminstone några pumpar i drift. Kantringen hade varit ounderviklig ändå men kanske hade man vunnit mera tid."
		},
		{
			"postIndex": 1370,
			"postNumber": 1402,
			"rankGlobal": 27,
			"rankLocal": 5,
			"scoreGlobal": 71.3,
			"scoreLocal": 83.3,
			"userRank": 14,
			"userScore": 21.1,
			"postUserName": "Tystnad",
			"postUserID": "u89701",
			"postUserUrl": "https://www.flashback.org/u89701",
			"postDateTime": "2013-09-16, 17:13",
			"postUrlInThread": "https://www.flashback.org/t1768191p117",
			"postUrlUniq": "https://www.flashback.org/sp45270180",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MartinStLouis</strong> <a href=\"/p45268578#p45268578\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Läste att man kommer gå in i båten senare för att genomsöka skeppet efter två personer som fortfarande saknas, tror ni att man kommer få se bilder inifrån båten?</div> </td> </tr> </table> </div> <br/>  Det lär nog bli mycket senare i så fall för först måste man ju säkra hela båten så det inte finns en tillstymmelse till att den skulle kunna kollapsa och störta ner i avgrunden.<br/>  Lär nog dröja ett antal veckor innan någon får gå <b><u>in</u></b> i båten.<br/> <br/>  Problemet som nu uppstår är ju att allt organisk som varit under vattnet kommer att börja ruttna mycket snabbare nu när syret kommer åt ,så det lär bli en obehaglig miljö för dom som kommer att gå in i skeppet"
		}
	]
]
