[
	[
		{
			"postIndex": 326,
			"postNumber": 330,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 94,
			"scoreLocal": 100,
			"userRank": 78,
			"userScore": 8.1,
			"postUserName": "ZlatanMania",
			"postUserID": "u521131",
			"postUserUrl": "https://www.flashback.org/u521131",
			"postDateTime": "2012-05-29, 07:44",
			"postUrlInThread": "https://www.flashback.org/t1878926p28",
			"postUrlUniq": "https://www.flashback.org/sp37586940",
			"sentence": "Om en tjej har en väldigt liten kjol och en tight tröja på sej så är inte det en ursäkt för att våldta henne.<br/> <br/>  Jag förstår en våldtäktsman som blir kåt utav att se denna tjej absolut, det blir dom flesta män. Men det är inte meningen av henne att utmana ödet och bli våldtagen! Att hon går runt så tyder bara på att hon vill ha lite blickar på sej/ lite uppmärksamhet från killar och visst, det vill många singeltjejer..<br/> <br/> <b>Synvinkel 1</b>: En tjej har beställt kläder ifrån en hemsida och hon blir jätteglad när hon har fått dom, hon vill se bra ut nu i sommar och få det lättare med att ragga på killar, hon vill höra från många att hon ser bra ut och vilka fina kläder hon har mm + att det är varmt ute så hon går runt lättklädd och till en viss del utmanande för killar/män.. På en hemmafest med för mycket alkohol så är det nån kille som försöker ta kontakt med henne och hon pratar med honom och båda är sociala med varandra, hon ger honom några sexiga blickar och kåtar upp honom lite genom att böja sej framåt så att rumpan syns tydligare, kanske tar hon något steg till och låter honom känna på hennes bröst men har ännu sagt någonting om sex ännu, efter ett tag så frågar killen henne om hon vill fortsätta inne i någons rum men hon är rätt stupfull så hon får inte ur sej något.<br/> <br/>  Dagen efter vaknar hon helt bakis med kläderna delvis avslitna och kanske lite förstörda, lite smärta ifrån underlivet och med en kille som ligger där bredvid henne. Hon ställer sej frågan hur det kunde bli så fel och börjar känna sej äcklig.. Dagarna går och hon står inte ut med tanken på att hon har blivit våldtagen så hon väljer att anmäla honom.<br/> <b><br/>  Synvinkel 2:</b> En kille som druckit lite för mycket på en fest ser en tjej som han tycker är het med sina kroppsformer och utmanande kläder! Shit, henne måste jag snacka med tänker han, han sätter sej vid henne och inleder med en raggningsfras och tjejen gör något liknande tillbaka och han ser allting som tecken på att hon vill ha sex med honom. Fan vad jag ska skryta för polarna nu tänker han.<br/> <br/>  Nu är han riktigt berusad och polarna står där bakom, han har press på sej, han frågar henne om hon vill fortsätta uppe, hon säger ingenting men han är full och kåt så han tolkar det som ett ja. Han går upp med henne till rummet och försöker väcka henne, det misslyckas han med och han börjar tänka: Okej hon ville ju tidigare så det är säkert lugnt om jag inleder, hon är säkert medveten om vad som händer. Nu är det ändå försent för att dra sej tillbaka, han kör in kuken och fortsätter tills han kommer och sedan så somnar han bredvid henne och sedan så får han en anmälan om våldtäkt som han eventuellt blir dömd för. <br/> <br/>  Det är oftast ett sånt här scenario som utspelar sej vid en våldtäkt, det sker betydligt färre fall av våldtäkter där en ensam tjej går hem och blir attackerad bakifrån, dragen upp i en skog och helt hjälplöst blir våldtagen utav en man i 40-50 års åldern. Det är nog de dom flesta tänker på när dom hör ordet våldtäkt. <br/> <br/>  Men vems fel var det egentligen? Tjejen som utmanade den unga och dumma killen med sina kläder och sin perversa attityd eller killen som hade sex med henne utan hennes tillåtelse? i ett sånt här fall så kanske inte många håller med mej om min åsikt, men jag tycker att det är bådas fel det som hände. Det berodde inte på tjejens kläder i sej men det var en bidragande faktor (TS har faktiskt en poäng i det han skriver men han har inte rätt) det var fel utav killen att ha sex med henne absolut! Men tjejen gav sådana antydningar och sade inte att hon inte ville ha sex med honom, att hon dessutom kåta upp honom gjorde inte allting enklare. På ett sätt så bidrog hon till att hon blev våldtagen. Killen förtjänar inte att utses som våldtäktsman men han förtjänar ett straff för det han gjorde, Böter hade i ett sånt här fall varit en lämplig straffsats enligt mej, men det beror även på hur tjejen tog det för hon kan må hur dåligt som helst efter det här.<br/> <br/>  I andra grövre fall utav våldtäkt exempelvis det scenario jag beskrev längre upp så är det ingen annans fel än våldtäktsmannen.. Honom kan man lika gärna kastrera enligt mej, dom flesta som gör sånt har ju en sexuell avvikelse så samhället skulle faktiskt tjäna på det, tro eller ej.<br/> <br/>  TS får jättegärna utveckla det han menade i sin trådstart för det är f*n skillnad på våldtäkt och våldtäkt."
		},
		{
			"postIndex": 146,
			"postNumber": 148,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 85.4,
			"scoreLocal": 90.8,
			"userRank": 26,
			"userScore": 24,
			"postUserName": "gentleman",
			"postUserID": "u96040",
			"postUserUrl": "https://www.flashback.org/u96040",
			"postDateTime": "2012-05-25, 16:47",
			"postUrlInThread": "https://www.flashback.org/t1878926p13",
			"postUrlUniq": "https://www.flashback.org/sp37530304",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hiitsme</strong></div> <div>Vad jag vet är detta Sverige år 2012 och inte talibanernas Afghanistan.<br/></div> </td> </tr> </table> </div>   Nja, det är visserligen Sverige och rätt årtal men jo, detta är faktiskt Afghanistan - <b>också</b>. <br/> <br/>  Svarar bara dig för det är omöjligt att citera alla som låter sig trollas i den här tråden!  <br/> <br/>  Många verkar ha en uppfattning att \"våldtäkt\" är något glasklart som sker när tjejer blir överfallna av \"våldtäktsmän\". Jag tror de flesta känner tjejer som blivit mer eller mindre knullade mot sin vilja, men iaf jag känner då ingen som blev det i en mörk park av någon hon inte alls kände. <br/> <br/>  Med risk att det spårar ut i en kulturell diskussion som jag tror är missvisande, ett exempel:<br/> <br/> <i>rätten var inte överbevisad OM att Mahdi Haidari hade insett barnets ålder. <span class=\"highlight\">Dessutom hade flickan först gått med på samlag</span> men när hon sedan ville avbryta fortsatte Haidari mot hennes vilja. Rådmannen och nämndemännen menar i domen att Haidaris våld var betvingande med kroppstyngden men inte av allvarligare beskaffenhet. Av den anledning ansåg rätten att våldtäkten var att betrakta som mindre grov.</i> <br/> <a href=\"/leave.php?u=http%3A%2F%2Favpixlat.info%2F2012%2F05%2F23%2Fensamkommande-fallda-for-sexbrott%2F\" target=\"_blank\">http://avpixlat.info/2012/05/23/ensa...-for-sexbrott/</a><br/> <br/>  Alltså först ville hon, sen ville hon inte - vad ska en upphetsad grabb tro, afghan eller inte? Han tvingade henne lite med kroppstyngden. I det här fallet tror jag han lika gärna kunnat vara en svensk hormonstinn kille.<br/> <br/>  Kvinnan i Mariannelund blev söndertrasad i sina kroppsöppningar så att hon inte kunde kontrollera sin avföring. Rafi Bahaduri som tog henne till hemmet för ensamkommande flyktingbarn/gubbar beskrev henne för sina kamrater som \"en dålig kvinna\". Svenskar skulle förmodligen säga att hon kanske inte är flickvänsmaterial, fast vi har lärt oss att vi inte får döma hennes beteende eller försöka hjälpa henne att undvika sånt här eftersom det är mot jämställdheten. Vi vet dock att bara för att en kvinna dricker alkohol med främmande män betyder det inte självklart att det ska bli gangbang.  Men jag tvivlar inte på att några av de ensamkommande männen verkligen trodde att hon ville det, hennes beteende verkade stämma med den bild av vita kvinnor de fått från porrfilmer. <br/> <br/>  Så alla ni som låter er trollas och blir arga av TS kan tänka på det. Kulturer är <i>olika</i>, dvs folk tänker olika när de ser samma sak. Mångkultur betyder att folk som tänker väldigt olika ska bo ihop, detta är bestämt i Sveriges grundlag.  Kulturer och testosteron är dessutom realiteter som ingen feministisk fantasi kan önska bort. Om ni inte vill att tonårstjejer ska göra saker de kommer ångra bör ni lära dem det."
		},
		{
			"postIndex": 302,
			"postNumber": 306,
			"rankGlobal": 27,
			"rankLocal": 3,
			"scoreGlobal": 78.2,
			"scoreLocal": 83.2,
			"userRank": 32,
			"userScore": 19.2,
			"postUserName": "Esset45",
			"postUserID": "u681781",
			"postUserUrl": "https://www.flashback.org/u681781",
			"postDateTime": "2012-05-28, 22:31",
			"postUrlInThread": "https://www.flashback.org/t1878926p26",
			"postUrlUniq": "https://www.flashback.org/sp37582885",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tverskoy</strong></div> <div>När ska den här tråden rensas av skräp?<br/> <br/>  En massa idioter skiter en massa skit, man vill ju ha en vettig diskussion<br/> <br/>  Jag also anser att man måste ta eget ansvar (provocera inte fram brott genom att klä sig provocerande) och ta ansvar för sina eventuella barn (en dotter som klär sig oacceptabelt) och tänka på brottsprevention - det bästa sättet att undvika brott är att förhindra brott.<br/> <br/>  Va har ni för argument? Rättighet att vara dum? Göra vad man vill? Men kommer inte ansvar med friheten då?</div> </td> </tr> </table> </div> <br/>  Vet inte om du räknar in mig bland idioterna, men isåfall borde du få pris för din dumhet. <br/>  SJÄLVKLART måste man ta eget ansvar. Men vad fan, alla tänder på olika saker! Vissa tänder på korsetter, andra på rökande kvinnor, några på lättklädda brudar... Alltså, det är svårt att tänka så. Vad anser du vara lättklätt? NÄR är en kjol FÖR kort? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bris0012</strong></div> <div>Jag har inte mycket att säga förutom som sagts tidigare, man ska då klä sig som man vill utan att kanske bli våldtagen för det. men jag har sett sliddjur som har haft otroligt vågande och man nästan ser fittan sticka fram och bröstvårtorna. då känner jag att de borde tänka till och inse riskerna innan de går upp på stan</div> </td> </tr> </table> </div> <br/>  Att du benämner kvinnor som sliddjur gör dig till en idiot. Visserligen skulle inte jag välja att klä mig så som du beskriver, men vet ni vem det är som gör att kvinnorna klär sig såhär? <br/>  Jo, det är nämligen för männen. För att de ska tycka att man ser bra ut. INTE för att man skall bli våldtagen, utan uppskattad. Kanske få en komplimang, få någon som tycker man ser snygg, söt, sexig ut, kanske en partner som faller för en just på grund av klädstilen.<br/> <br/>  Sedan finns det, som i alla fall, undantag. Finns säkert tjejer som klär sig på liknande sätt för att någon ska komma och fråga om de ska knulla. Men jag tror att det i grund och botten handlar om uppskattning. Kanske om uppskattning på fel vis, men fortfarande, uppskattning. Det ger inte männen rätten till någon annans kropp."
		},
		{
			"postIndex": 69,
			"postNumber": 69,
			"rankGlobal": 40,
			"rankLocal": 4,
			"scoreGlobal": 74.1,
			"scoreLocal": 78.9,
			"userRank": 85,
			"userScore": 7.1,
			"postUserName": "joee",
			"postUserID": "u355473",
			"postUserUrl": "https://www.flashback.org/u355473",
			"postDateTime": "2012-05-25, 07:24",
			"postUrlInThread": "https://www.flashback.org/t1878926p6",
			"postUrlUniq": "https://www.flashback.org/sp37524410",
			"sentence": "Detta jävla snack om att OM kvinnan klär sig utmanande så är det helt okej att våldta henne och hon ska inte klaga. I eran värld så borde alla kvinnor gå runt i burka för då skulle det inte ske några som helst våldtäkter...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Tjejer får klä sig <b>hur dom vill, vart dom vill, när dom vill <u>UTAN</u> </b>att det ens ska finnas en liten risk till att bli våldtagen. Sen kanske det är vett och etikett hur man klär sig i vissa sammanhang och någonstans går det ju en gräns. Men fortfarande ska hon inte behöva \"<i>skylla sig själv</i>\" för att hon blev våldtagen.<br/> <br/>  Nej så \"<i>Klaga inte!</i>\" är helt fel och TS är ett stolpskott."
		},
		{
			"postIndex": 331,
			"postNumber": 335,
			"rankGlobal": 44,
			"rankLocal": 5,
			"scoreGlobal": 73.4,
			"scoreLocal": 78.1,
			"userRank": 18,
			"userScore": 33.5,
			"postUserName": "Varmare",
			"postUserID": "u448830",
			"postUserUrl": "https://www.flashback.org/u448830",
			"postDateTime": "2012-05-29, 10:01",
			"postUrlInThread": "https://www.flashback.org/t1878926p28",
			"postUrlUniq": "https://www.flashback.org/sp37587905",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ZlatanMania</strong></div> <div>Om en tjej har en väldigt liten kjol och en tight tröja på sej så är inte det en ursäkt för att våldta henne.<br/> <br/>  Jag förstår en våldtäktsman som blir kåt utav att se denna tjej absolut, det blir dom flesta män. Men det är inte meningen av henne att utmana ödet och bli våldtagen! Att hon går runt så tyder bara på att hon vill ha lite blickar på sej/ lite uppmärksamhet från killar och visst, det vill många singeltjejer..<br/> <br/> <b>Synvinkel 1</b>: En tjej har beställt kläder ifrån en hemsida och hon blir jätteglad när hon har fått dom, hon vill se bra ut nu i sommar och få det lättare med att ragga på killar, hon vill höra från många att hon ser bra ut och vilka fina kläder hon har mm + att det är varmt ute så hon går runt lättklädd och till en viss del utmanande för killar/män.. På en hemmafest med för mycket alkohol så är det nån kille som försöker ta kontakt med henne och hon pratar med honom och båda är sociala med varandra, hon ger honom några sexiga blickar och kåtar upp honom lite genom att böja sej framåt så att rumpan syns tydligare, kanske tar hon något steg till och låter honom känna på hennes bröst men har ännu sagt någonting om sex ännu, efter ett tag så frågar killen henne om hon vill fortsätta inne i någons rum men hon är rätt stupfull så hon får inte ur sej något.<br/> <br/>  Dagen efter vaknar hon helt bakis med kläderna delvis avslitna och kanske lite förstörda, lite smärta ifrån underlivet och med en kille som ligger där bredvid henne. Hon ställer sej frågan hur det kunde bli så fel och börjar känna sej äcklig.. Dagarna går och hon står inte ut med tanken på att hon har blivit våldtagen så hon väljer att anmäla honom.<br/> <b><br/>  Synvinkel 2:</b> En kille som druckit lite för mycket på en fest ser en tjej som han tycker är het med sina kroppsformer och utmanande kläder! Shit, henne måste jag snacka med tänker han, han sätter sej vid henne och inleder med en raggningsfras och tjejen gör något liknande tillbaka och han ser allting som tecken på att hon vill ha sex med honom. Fan vad jag ska skryta för polarna nu tänker han.<br/> <br/>  Nu är han riktigt berusad och polarna står där bakom, han har press på sej, han frågar henne om hon vill fortsätta uppe, hon säger ingenting men han är full och kåt så han tolkar det som ett ja. Han går upp med henne till rummet och försöker väcka henne, det misslyckas han med och han börjar tänka: Okej hon ville ju tidigare så det är säkert lugnt om jag inleder, hon är säkert medveten om vad som händer. Nu är det ändå försent för att dra sej tillbaka, han kör in kuken och fortsätter tills han kommer och sedan så somnar han bredvid henne och sedan så får han en anmälan om våldtäkt som han eventuellt blir dömd för. <br/> <br/>  Det är oftast ett sånt här scenario som utspelar sej vid en våldtäkt, det sker betydligt färre fall av våldtäkter där en ensam tjej går hem och blir attackerad bakifrån, dragen upp i en skog och helt hjälplöst blir våldtagen utav en man i 40-50 års åldern. Det är nog de dom flesta tänker på när dom hör ordet våldtäkt. <br/> <br/>  Men vems fel var det egentligen? Tjejen som utmanade den unga och dumma killen med sina kläder och sin perversa attityd eller killen som hade sex med henne utan hennes tillåtelse? i ett sånt här fall så kanske inte många håller med mej om min åsikt, men jag tycker att det är bådas fel det som hände. Det berodde inte på tjejens kläder i sej men det var en bidragande faktor (TS har faktiskt en poäng i det han skriver men han har inte rätt) det var fel utav killen att ha sex med henne absolut! Men tjejen gav sådana antydningar och sade inte att hon inte ville ha sex med honom, att hon dessutom kåta upp honom gjorde inte allting enklare. På ett sätt så bidrog hon till att hon blev våldtagen. Killen förtjänar inte att utses som våldtäktsman men han förtjänar ett straff för det han gjorde, Böter hade i ett sånt här fall varit en lämplig straffsats enligt mej, men det beror även på hur tjejen tog det för hon kan må hur dåligt som helst efter det här.<br/> <br/>  I andra grövre fall utav våldtäkt exempelvis det scenario jag beskrev längre upp så är det ingen annans fel än våldtäktsmannen.. Honom kan man lika gärna kastrera enligt mej, dom flesta som gör sånt har ju en sexuell avvikelse så samhället skulle faktiskt tjäna på det, tro eller ej.<br/> <br/>  TS får jättegärna utveckla det han menade i sin trådstart för det är f*n skillnad på våldtäkt och våldtäkt.</div> </td> </tr> </table> </div> <br/>  Om tjejen hade dött av alkoholförgiftning där bredvid killen så hade det varit OK att knulla hennes varma lik också eftersom hon kanske hade velat ha sex med honom när hon levde? Om hon svimmat för att hon hade diabetes så är det också fritt fram för att man tycker att man har fått såna signaler tidigare, oj, nu råkade hon dö under \"samlaget\" också, hoppsan. Vad jobbigt det kan bli när man är grabb. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Ärligt talat så bör killar som tänker att det är OK att köra på med en tjej som inte ens är förmögen att svara ja eller nej bara för att hon tidigare verkat intresserad, förbjudas att vistas i närheten av kvinnor tills de lärt sig var gränsen går mellan sin och en annans kropp. Det är mycket märkligt att de allra flesta killar begriper en så fundamental sak utan problem, medan andra gör allt för att försöka bortförklara att de bara \"måste\" få kliva på och skita fullständigt i kvinnor. Vad beror den skillnaden på? Definitivt inte på tjejernas olika sexighet i alla fall, för det är en skillnad som sitter i killar."
		}
	],
	[
		{
			"postIndex": 352,
			"postNumber": 356,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 94.5,
			"scoreLocal": 100,
			"userRank": 15,
			"userScore": 35.6,
			"postUserName": "agentmulder",
			"postUserID": "u616951",
			"postUserUrl": "https://www.flashback.org/u616951",
			"postDateTime": "2012-05-29, 14:35",
			"postUrlInThread": "https://www.flashback.org/t1878926p30",
			"postUrlUniq": "https://www.flashback.org/sp37591076",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Varmare</strong></div> <div>Nej, du har fel om män. Det är en ytterst liten del, långt ifrån så många som 1 av 20, som inte kan kontrollera sig.</div> </td> </tr> </table> </div> <br/>  Tror faktiskt att de är fler än 1 på 20 som skulle kunna \"våldta\" under rätt förutsättningar. <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.endingviolence.org%2Ffiles%2Fuploads%2FAquaintanceRapeFactSheet.pdf\" target=\"_blank\">http://www.endingviolence.org/files/...eFactSheet.pdf</a><br/> <br/>  EDIT: ett citat<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       51% of male college students reported they might rape a woman if assured they<br/>  would not get caught.      </td> </tr> </table> </div> <br/>  här kan du läsa lite om vad college ungdomar i Kanada tycker. Detta är ett beteende som, även om det låter hemskt, till viss del är inprogrammerat i människans (framförallt mannens och vissa kvinnors) natur. Det är av denna anledningen som det är så svårt att lagföra och förstå våldtäkt. Det finns annan statistik som tyder på att 30-50% av alla kvinnor har våldtäkts drömmar någon gång i livet. ca 5% har det kontinuerligt. <br/> <br/> <br/>  Problemet är att kvinnorna vet inte alltid vad dem vill och männen vill nästan alltid ha sex. Därför segrar männens vilja över kvinnans passivitet -alt ibland motstånd. Frågan är i sådana fall hur man kan ändra männens syn på sex och om det är möjligt.<br/> <br/>  Känner själv före detta tjejkompisar som blivit utsatta för \"date rape\" det är bra mycket vanligare än de flesta tror. Dessa tjejer talar inte gärna om sina erfarenheter men det har accepterat det som sex eller något som hänt och \"de inte hade kontroll över\". <br/> <br/>  Det är också lite detta sättet som jag stör mig på att många kvinnor verkar resonera på. Kvinnan har alltid kontroll, och det är upp till henne att bibehålla den. Det måste helt enkelt vara så att en hel del kvinnor på något sätt \"dras lite\" till män som tar för sig, och därmed \"låter det bara ske...\". Annars har jag väldigt svårt att förstå varför de inte kan säga nej.<br/> <br/>  Vet ett par kvinnor som sagt till sig själva att de inte tänkte ligga med mig eller kompisar men som ändå gjorde det och sedan sa att de aldrig från början tänkte göra ngt sådant!<br/> <br/>  Dessa kvinnor är helt enkelt inställda på att männen måste jobba för att få det de vill ha, vilket männen också gör, vilket när tjejen ger männen ett neutralt ställningstagande leder till en \"date rape\".  Det sjuka är att kvinnorna tycker att männen är attraktivare om de ligger med dem än om de inte tar för sig, de flesta män fattar detta.<br/> <br/>  Så varför inte ta för sig? Du blir enbart betraktad som en fjant/evolutionärt snesteg om du är kåt och inte bejakar din natur. Ingen kvinna tycker att en man som accepterar hennes \"nej\" går därifrån är attraktiv. <b>INGEN.</b>"
		},
		{
			"postIndex": 425,
			"postNumber": 431,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 84.2,
			"scoreLocal": 89.2,
			"userRank": 17,
			"userScore": 33.6,
			"postUserName": "WhiteOleander",
			"postUserID": "u499185",
			"postUserUrl": "https://www.flashback.org/u499185",
			"postDateTime": "2012-05-29, 18:57",
			"postUrlInThread": "https://www.flashback.org/t1878926p36",
			"postUrlUniq": "https://www.flashback.org/sp37595193",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>agentmulder</strong></div> <div>Som sagt är det ingen social konstruktion det är så vi fungerar biologiskt. Därför är det inte ett beteende som kommer förändras inom en snar framtid. <br/> <br/> <br/>  Njaa, hon var ryska (inte hora) men kvinnor som kvinnor liksom. Sedan sa jag att hon troligtvis inte tillhör normen.<br/> <br/>  Sedan är det fakta, vilket ja postade tidigare, att ca 50 av alla kvinnor en gång har haft våldtäkts fantasier. Även om de flesta kommer förneka detta.<br/> <br/>  Angående det där med bögar som våldtar så tycker jag bara att du är löjlig. Visst kan man i teorin göra den jämförelsen men det faktum att män är starkare än kvinnor talar ju praktiskt emot att män skulle våldta män. Sedan tror jag inte att män skulle bli så pacifiserade som kvinnor blir om en attraktiv man försökte tvinga sig på dem. Vilket ytterligare förhindrar detta.<br/> <br/> <br/>  Jag brukar inte dejta kvinnor med män eller egna familjer/barn. Är mest intresserad utav singelkvinnor.<br/> <br/>  Nu kmr du säkert med din feministiska anda dra till med att dessa också har familjer osv.<br/> <br/>  Okej visst, men i 99% av fallen kmr de inte berätta för sina föräldrar att de försökte golddigga en kille som sedan \"tvingade\" till sig sex med dem. Sedan skulle de aldrig säga till om det inte var ngt större problem i deras liv.</div> </td> </tr> </table> </div> <br/>  Kvinnor som kvinnor? Ja för det finns ju inga individer här i världen, vi är bara en enda stor klump av identiska kvinnor.<br/> <br/>  Vad är din poäng med att många kvinnor har våldtäktsfantasier? Är du så inkompetent att du inte förstår skillnaden på fantasi/lek och verklighet? Jag tänder själv på rapeplay, det betyder inte att jag faktiskt vill bli våldtagen. I rapeplay är det inte tvång, det har ingenting med riktig våldtäkt att göra. När kvinnor fantiserar om våldtäkt bestämmer dom ju exakt <b>allting</b>, allt från var det ska hända till hur mannen ska se ut. Vid en riktig våldtäkt är det precis tväromt.<br/> <br/>  En kåt bög som våldtar/har sex med dig är inte på något sätt en dålig jämnförelse. Om sex är en rättighet måste du ju ställa upp på sexet med denna mannen. Alternativt håller han fast dig/binder dig/tar hjälp av andra att hålla fast dig. Och jag hoppas du inte kommer och klagar på detta efteråt, för om sex är en rättighet så är det en rättighet för alla.<br/>  Samma sak med pedofiler. Om sex är en rättighet för dom får dom alltså våldta barn? Det är väl inget du har något emot eller hur?"
		},
		{
			"postIndex": 388,
			"postNumber": 392,
			"rankGlobal": 13,
			"rankLocal": 3,
			"scoreGlobal": 83.6,
			"scoreLocal": 88.5,
			"userRank": 15,
			"userScore": 35.6,
			"postUserName": "agentmulder",
			"postUserID": "u616951",
			"postUserUrl": "https://www.flashback.org/u616951",
			"postDateTime": "2012-05-29, 16:03",
			"postUrlInThread": "https://www.flashback.org/t1878926p33",
			"postUrlUniq": "https://www.flashback.org/sp37592360",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>choo</strong></div> <div>Fast det där köper jag inte riktigt. Såvida det är inte en situation där man är oförmögen att säga nej eller vid överfallsvåldtäkter där kvinnan blir så chockad att hon \"fryser\", men det var ju inte det vi diskuterade nu.<br/>  Ingen människa är tankeläsare och visar man inte på något vis (försöker ta sig därifrån, säger ifrån, försöker hålla emot och så vidare) att man inte vill så kan inte den andra belastas för det.<br/>  Tvingar man sig på någon, på vilket sätt det än är, då är det ju våldtäkt.</div> </td> </tr> </table> </div>   Exakt. Det är skillnad på date-rape och vanlig rape. Även fast båda termerna är inkluderar \"rape\" och  man kan säga att båda är \"rape\". Man skulle nog på svenska kunna kalla det för överfallsvåldtäkt och bekantskapsvåldtäkt eller 'delvis motvillig våldtäkt'.<br/> <br/>  Problemet är att man inte kan lagföra det hela efter vad kvinnorna tänker kring det hela. Det vissa säger är att om en tjej säger \"nej\" så är det våldtäkt och gör hon inte det så är det okej.<br/> <br/>  Detta är ett alldeles för konkret sätt att se på saken. Verkligheten är betydligt mer nyanserad än så och därför är det svårt för de flesta att få ett grepp om den faktiska meningen av ordet våldtäkt. Det finns en annan tråd här i FB där denna definition delvis diskuteras. \"bilden av våldtäkten måste ändras\" börjar den på.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WhiteOleander</strong></div> <div>Din påhittade biologi finns bara i ditt huvud så det är inget jag kommer hitta i en biologibok precis. Det är klart att människan är ett djur med instinkter. Men vi kan även kontrollera instinkter (eller ja, kanske inte du, men vettiga människor). Oavsett hur mycket du försöker intala dig själv att kvinnor vill bli våldtagna och att män är simlpa djur utan självkontroll och sympati kommer det inte bli sant. Du måste tänka väldigt lågt om dig själv ifall du ärligt tror på det du säger.</div> </td> </tr> </table> </div>   Återigen dessa känsloargument...<br/> <br/>  Du har helt missförstått termen av våldtäkt som jag diskuterade. Sedan skrev jag att jag aldrig skulle kunna tänka mig att våldta på det \"normala\" sättet. <br/> <br/>  För att själv använda ett känsloargument. <br/> <br/>  En tjej som jag spenderat 3000-5000 spänn på. Bjudit ut, köpt presenter, varit allmänt schysst mot etc så skulle jag personligen inte tveka att ligga med henne. Om tex båda blev lite småfulla hos henne eller hos mig. Skulle hon sedan streta emot, tveka eller säga \"nej\" skulle jag se det lite som ett hån mot mig för att vara helt ärlig. I en sådan situation skulle jag omöjligt kunna lämna hennes lägenhet utan att ha legat med henne även om det inte måste ske direkt. Om hon skulle anmäla mig skulle jag troligtvis hata henne resten av mitt liv.<br/> <br/>  EDIT: Jag tror att vi alla är människor och vissa av oss är mer begränsade av våra instinkter än andra (både på gott och ont). Dessutom tror jag att desto tidigare fler människor förstår detta, desto mer förståelse kommer man att kunna ha för varandra och desto snabbare kommer man kunna reda ut problem. Till skillnad från att uppfostra folk i ett \"propaganda, hjärntvätt\" tänk och tro att allting kommer att bli bra om vi river ner samhället och värderingar och sedan vänder uppochner på allting."
		},
		{
			"postIndex": 418,
			"postNumber": 422,
			"rankGlobal": 14,
			"rankLocal": 4,
			"scoreGlobal": 83.3,
			"scoreLocal": 88.2,
			"userRank": 18,
			"userScore": 33.5,
			"postUserName": "Varmare",
			"postUserID": "u448830",
			"postUserUrl": "https://www.flashback.org/u448830",
			"postDateTime": "2012-05-29, 18:20",
			"postUrlInThread": "https://www.flashback.org/t1878926p36",
			"postUrlUniq": "https://www.flashback.org/sp37594521",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>agentmulder</strong></div> <div>Du får tycka vad du vill. Sex är fortfarande en rättighet oavsett vad du än säger. Det är extremt naivt att ni kvinnor hela tiden verkar vilja lura killar att tro att de alltid måste ställa upp för kvinnor osv, genom att bl.a. avstå från sex så fort tjejen ens tvekar. <br/> <br/>  De behöver inte ställa upp ett skit för er (och ska inte göra det) om de inte kan få något tillbaka själva, och de flesta av er tjejer vet mycket väl vad nästan alla killar vill ha. De killar som förstår detta konceptet kommer ha potentialen att bli väldigt framgångsrika hos tjejer och få flera relationer med flertalet snygga tjejer och inte låsa in sig på någon tjej som de aldrig får ligga med eller som säger \"nej\" 25 gånger i veckan.  <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DnHDQ84pyTJ8\" target=\"_blank\">http://www.youtube.com/watch?v=nHDQ84pyTJ8</a><br/>  Här är en sjukt skön sammanfattning av ämnet.</div> </td> </tr> </table> </div> <br/>  Sex med sig själv är möjligen en rättighet, sex med någon annan inblandad är det absolut inte, har aldrig varit och kommer aldrig att bli i ett samhälle som vill kalla sig civiliserat. Du har en totalt skruvad syn på sex och du behöver hjälp så att du kan fungera normalt i vårt samhälle för du är en fara för oss andra och riskerar att ge män ett dåligt rykte!<br/> <br/>  Det är helt OK att råda folk att se upp så de inte blir utnyttjade. Det är ett bra råd för både killar och tjejer. Det är däremot en helt annan sak att tycka att man har rätt att våldta någon pga att man anser att de står i skuld till en. Att våldta någon är inte att ha sex. Det är att våldta. Sex är något som ska vara bra för alla inblandade, våldtäkt är uselt och bra bara för våldtäktsmän utan själ. För den våldtagna och dess omgivning är det förödande och drabbar i förlängningen oftast också andra män, om du nu saknar förmågan till empati med kvinnor.<br/> <br/>  Kvinnan som säger nej kanske gör det för att hon har träffat på någon som dig. En våldtäktsman. Det brukar ställa till det en hel del i sexualiteten för kvinnor så när du ska kliva på, får hon panik. Och då tycker du att du har rätt att våldta henne igen för att du har varit så hygglig att nedlåta dig till att tillbringa din dyrbara tid med henne i kanske tre hela månader... Jävla, empatilösa äckelresonemang!"
		},
		{
			"postIndex": 420,
			"postNumber": 424,
			"rankGlobal": 17,
			"rankLocal": 5,
			"scoreGlobal": 82.3,
			"scoreLocal": 87.2,
			"userRank": 26,
			"userScore": 24,
			"postUserName": "gentleman",
			"postUserID": "u96040",
			"postUserUrl": "https://www.flashback.org/u96040",
			"postDateTime": "2012-05-29, 18:42",
			"postUrlInThread": "https://www.flashback.org/t1878926p36",
			"postUrlUniq": "https://www.flashback.org/sp37594923",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Esset45</strong></div> <div>Men då kan man inte ignorera religionen heller. Adam och Eva åt en förbjuden frukt, sedan såg de sin nakenhet och sina skillnade och klädde på sig. Alltså, aporna har ju inga kläder, menar du att de våldtar varandra för att föröka sig?<br/> <br/>  Jag tycker det är intressant det här med nakenhet, för vi är ju likadana i grund och botten. Kläderna kom väl snarare för kylans skull, inte för att kvinnorna annars blev våldtagna?</div> </td> </tr> </table> </div>   Var tvungen fundera på den där ett tag... <br/> <br/>  Jag tror religiösa tolkar äpplet som en allegori över vår tragiska situation och varför vi inte har något val. Förmodligen lekte ju Adam och Eva en hel del lekar och utforskade varandra innan, men det var först efteråt de började se det på ett annat sätt; löven de skyler sig med symboliserar att de blivit en ny sorts apa med självinsikt. De hade skiljt sig från Gud och kvinnan blev tvungen att föda sina barn med smärta. <br/> <br/>  Nu behövs ju ömhet och utforskning fortfarande, för även om man kan instruera barn på sexualkunskapen hur det rent tekniskt går till är det ju inte samma som att de automatiskt <i>vet hur det är. </i> Uppenbarligen gör ju många tonåringar dumma saker de tar skada av. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Esset45</strong></div> <div>Såg nyss på ett program angående våldtäkt på SVTPlay: <a href=\"/leave.php?u=http%3A%2F%2Fsvtplay.se%2Fv%2F2797761%2Fingen_riktig_valdtakt\" target=\"_blank\">http://svtplay.se/v/2797761/ingen_riktig_valdtakt</a>, där säger de att personen som våldtar måste höra att man inte vill, (såklart), för att det skall bli våldtäkt. Säger man ingenting, så kan man inte anmäla efteråt, anser jag. MEN, sedan förstår jag tjejer som tycker det är svårt att säga nej. Det är en väldigt svår situation, särskilt eftersom killar gärna tjötar. för att få det dem vill. Jag har själv vart i den sitsen, sagt nej gång på gång, men tillslut inte orkat säga emot mer utan haft sex. Mot min vilja visserligen, men någonstans gav jag mitt medgivande liksom. <br/> <br/>  Killar måste nog lära sig att ett nej är ett nej, acceptera det och därefter bara låta det gå vidare. Bättre lycka nästa gång..</div> </td> </tr> </table> </div>   Blä <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/>  tjatsex kan ju inte vara kul för nån. Men att killar ändå beter sig så jobbigt o klumpigt illustrerar att köttet är svagt. Som du säger lönade sig tjatet i vissa fall, och vi har tagit bort de flesta hinder för att det inte ska löna sig. I mer patriarkala samhällen t ex krävs en motprestation. Krävs ingen sådan är hon inte ens en hora utan allmän egendom som vem som helst kan använda, vilket kan förklara tråkiga kulturkrockar som i <a href=\"https://www.flashback.org/t1733454\" target=\"_blank\">Mariannelund</a> eller på <a href=\"https://www.flashback.org/t1879659\" target=\"_blank\">Ålandsfärjan</a>. <br/> <br/>  Men i de fallen talar vi förstås om riktig våldtäkt. När jag talade om nakna människoapor syftade jag på att de saknade mänskliga moralbegrepp och då blir ett begrepp som våldtäkt fel. Jag antar att de ofta tog varandra med mer eller mindre våld, det måste ha varit en strategi som fungerade eftersom det är ett beteende som fortfarande dyker upp bland deras civiliserade påklädda ättlingar, och ibland är det som i din länk ingen riktig våldtäkt. <br/> <br/>  Olika apor har olika parningsstrategier, vissa slåss mycket för att konkurrera om harem, och parningen skulle nog med mänskliga mått beskrivas som en krigsförbrytelse. <b>Bonobon</b>, en av de mer människoliknande, utmålas ofta som en slags feministisk-pacifistisk idealapa: honorna parar sig med flera olika hannar, vilket gör det till en dålig strategi för hannen att döda ungarna, han uppfostrar alltså andra hannars avkomma och vice versa, och konflikter avgörs oftast fredligt o tolerant.<br/>   Bonobons sätt passar bra för ett djur som inte odlar mark eller bryr sig om några långsiktiga projekt, som är nöjd med att leva på fallfrukt/socialbidrag. Tyvärr är Bonobon väldigt hotad av människan som är mer driftig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gregor-Samsa</strong></div> <div>  Nej. Tusen gånger nej! Det är rimligt att hamna i bögsnusk om man är bög och vill snuska. Inte annars</div> </td> </tr> </table> </div>   Jaha, så olika man kan läsa. Jag tolkade din bögfantasi som att du hade lämnat garderoben o kommit ut i verkligheten där homo sapiens bor. Men så gick du o skrev något tokigt igen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/> <br/>  Jag tänker så här: om du klär dig som en bög o börjar dricka starksprit tillsammans med en bög så är det rimligt att kvällen slutar i bögande! Med tjejer kan det vara längre väg dit men ändå i stort sett samma sak. <br/> <br/>  Du verkar föreställa dig något sånt här: Du går till parningscentralen och ansöker om parningstillstånd, din partner är positivt inställd och skriver på ett kontrakt typ <br/> <i>\"Svar Ja jag vill gå med på att ha sexuellt umgänge med dig Gregor Samsa och du får penetrera med penis men inte så jag gråter.\"</i> <br/>  Sedan rullar hon lite med ögonen och det slutar lyckligt, inga sårade känslor. Prydligt!<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WhiteOleander</strong></div> <div>Jo här i Sverige klarar kvinnorna t.o.m att gå utanför hemmet utan sin man, otroligt va? Alla går inte till krogen för att ha sex, även om det kan vara den främsta anledningen för de flesta. Man kan ha riktigt kul utan några sexuella baktankar på krogen, varför har du så svårt att tro det?<br/> <br/>  Din påhittade biologi finns bara i ditt huvud så det är inget jag kommer hitta i en biologibok precis. Det är klart att människan är ett djur med instinkter. Men vi kan även kontrollera instinkter (eller ja, kanske inte du, men vettiga människor). Oavsett hur mycket du försöker intala dig själv att kvinnor vill bli våldtagna och att män är simlpa djur utan självkontroll och sympati kommer det inte bli sant. Du måste tänka väldigt lågt om dig själv ifall du ärligt tror på det du säger.<br/> <br/>  Normala människor är inte villiga att våldföra sig på en annan människa och möjligen förstöra <b>hens</b> liv bara för att man känner sig kåt.</div> </td> </tr> </table> </div>      Skriver du \"hons\" också? <br/>  Tyvärr har jag dåliga nyheter för din feministfantasi. Biologin finns i hans huvud men även i alla andras och <b>våldtäkt handlar om sex</b>: den absoluta majoriteten våldtäktsmän är vanliga män som gör det för att de är <i>kåta</i> och för dumma i huvudet för att attrahera kvinnor. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WhiteOleander</strong></div> <div> Jag har ingen man.</div> </td> </tr> </table> </div>   va konstigt!"
		}
	],
	[
		{
			"postIndex": 956,
			"postNumber": 975,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 17,
			"userScore": 33.6,
			"postUserName": "WhiteOleander",
			"postUserID": "u499185",
			"postUserUrl": "https://www.flashback.org/u499185",
			"postDateTime": "2012-10-02, 21:33",
			"postUrlInThread": "https://www.flashback.org/t1878926p82",
			"postUrlUniq": "https://www.flashback.org/sp39637437",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gullegubben</strong></div> <div>Fast jag tänkte mer på det du skrev om att en kvinna som vill få sexuell uppmärksamhet inte ber om att någon i den breda skara som uppmärksammar henne ska reagera på fel sätt gentemot henne. Vad man än gör, så finns det idioter som reagerar fel, och ju känsligare frågor man hanterar, desto större anledning att nischa sig, vara aktsam på reaktioner och anpassa sitt beteende efter reaktionerna.<br/> <br/> <b><b>Men visst är jag konservativ eller till och med reaktionär. Jag ser helst att flickor lyder sin far och sedan gifter sig som oskuld och lyder sin make, såsom de av kvinnor omhuldade amerikanska bröllopsceremonierna betyder.<br/> </b></b><br/>  Moderna kvinnor vill ha valfrihet men att män som de inte ger något och som de inte lyder ska försörja och försvara dem. Moderna män kommer snart att reagera och säga \"What's in it for me? A woman needs a man like a fish needs a bicycle.\".<br/> <br/>  Är det så svårt att förstå att det är ohållbart?</div> </td> </tr> </table> </div> <br/>  Med tanke på din kvinnosyn är det väl egentligen ingen poäng att diskutera med dig men..<br/> <br/>  Mitt inlägg om kläder gällde alla idioter som föraktfullt frågar vad den där lättklädda tjejen som blev våldtagen ville med sina kläder. Dom som indirekt med dessa frågor menar att tjejen ville det, hon var fritt byte, att hon fick skylla sig själv. Men det absolut sista lättklädda tjejer vill med sina kläder är att bli våldtagna eller liknande. Kanske vill dom faktiskt förmedla att dom vill ha sex, men det betyder aldrig att dom vill ha sex med just DIG eller att dom förtjänar att behandlas sämre än en \"fin flicka\". Hur denna åsikt är provocerande för någon förstår jag inte. <br/>  Och som sagt.. jag har aldrig sett något bevis för att våldtäktsmän går efter kläder, så varför skulle tjejer anpassa sättet dom klär sig? Det är ett sånt enormt fokus på vad kvinnan ska göra i våldtäktsfrågor. Jag tror inte ens jag sett en enda tråd som handlar om hur vi ska minska våldtäkter, hur vi ska förbättra mäns kvinnosyn relaterad till våldtäkter, vad män ska göra. Lösningen på problemet tycks hela tiden vara att ändra på kvinnor och begränsa kvinnors frihet, trots att det är brott som begås av män.<br/> <br/>  Antal ungdomsrån där offren tvingas lämna ifrån sig sina mobiltelefoner har ökat drastiskt. Men ingen skulle väl få för sig att säga att det bästa sättet att minska antalet rån är att förbjuda ungdomar att ha mobiltelefoner? Eller att vara försiktig med att ta fram mobilen framför främlingar?<br/>  När en rik människa med designerkläder, rolex, dyr handväska m.m blir rånad säger man väl inte till personen att hen delvis får skylla sig själv som använder så dyra saker? <br/> <br/>  Ändå är det så att vi i alla år har försökt lösa problemet med våldtäkter - i alla fall i väntan på att våldtäktsmännen ska bli färre - nämligen att säga att tjejerna, offren, att ändra på sig. Inte ha kort tjol, inte gå själv genom mörka parker, inte följa med okända män, inte kåta upp honom om man inte vill löpa hela linan ut. Inte vara för full, för sexig, för utmanande, för provocerande, för självsäker, för snygg. Inte vara för mycket tjej.<br/> <br/>  Hade vi gjort saker som jag föreslog i mitt förra inlägg skulle killar bara tyckt att vi var efterblivna, tror du inte? Vill killar verkligen ha det samhället som deras åsikter leder till?<br/> <br/>  Det är vanligt att män utsätts för misshandel så varför tar vi inte och överför åsikterna många i tråden har på detta. Män borde inte gå ut på kvällen, män borde inte vara ute ensamma, män borde inte ha på sig kläder eller accessoarer som visar någon åsikt som t.ex favoritband eller fotbollslag. Män borde inte dricka. Blablabla jag kan fortsätta hur länge som helst. Men jag tycker inte att en kille med aik-halsduk får skylla sig själv om han blir misshandlad precis som en lättklädd tjej inte får skylla sig själv om hon blir våldtagen."
		},
		{
			"postIndex": 951,
			"postNumber": 970,
			"rankGlobal": 6,
			"rankLocal": 2,
			"scoreGlobal": 87.8,
			"scoreLocal": 87.8,
			"userRank": 17,
			"userScore": 33.6,
			"postUserName": "WhiteOleander",
			"postUserID": "u499185",
			"postUserUrl": "https://www.flashback.org/u499185",
			"postDateTime": "2012-10-01, 23:31",
			"postUrlInThread": "https://www.flashback.org/t1878926p81",
			"postUrlUniq": "https://www.flashback.org/sp39622790",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gullegubben</strong></div> <div>Exakt. Hur kan man skicka ut ett budskap/erbjudande till en bred massa och förvänta sig att bara vissa ska uppfatta budskapet och dessutom uppfatta det på önskat sätt? Givetvis måste man nischa budskapet, så att det inte går ut utanför målgruppen, och dessutom noga följa hur det uppfattas av den önskade målgruppen, med löpande finjusteringar anpassade efter dessa återkopplingar.</div> </td> </tr> </table> </div> <br/>  Men va..? Jag har faktiskt ingen aning om vad du pratar om. Dom enda killarna som tror att en lättklädd tjej ber om att bli våldtagen är just våldtäktsmän. Och våldtäktsmän kommer att våldta alldeles oavsett om tjejer har short och linne eller en burka.<br/> <br/>  Om man nu vill snacka om förebyggande handlingar är kläder det absolut sista jag skulle tänka på för att minska risken för våldtäkt. Det absolut bästa man kan göra är ju att aldrig någonsin vara ensam med en eller flera killar. Alltså aldrig skaffa en pojkvän. Aldrig skaffa en killkompis. Aldrig stanna efter lektionen för att prata med sin manliga lärare. Aldrig vara ensam med sin manliga chef.<br/> <br/>  Men såklart.. hade kvinnor följt dessa saker skulle ni förmodligen tycka att dom var dumma i huvudet. Om eran tjejpolare helt plötsligt sa att hon inte ville träffa er längre för att hon inte ville riskera att bli våldtagen så skulle ni säkert tyckt att hon var en efterbliven feminist.<br/> <br/>  Efter att en våldtäkt ägt rum låter det tvärtom. Har en tjej blivit våldtagen av sin killpolare så är hon dum i huvudet som var ensam i ett rum med en kille. Vad trodde hon skulle hända liksom? Efter en våldtäkt ägt rum är alla handlingar som inte går ut på att se alla män som potentiella våldtäktsmän efterblivna.<br/> <br/>  Men kläder.. Jag har då aldrig sett något bevis på att vilken klädsel man har på sig är avgörande för ifall man kommer bli våldtagen eller inte. <br/>  17% av anmälda våldtäkter begås av offrets nuvarande eller före detta partner. Dessa måste väl vara de största slynorna. De har säkert t.o.m visat sig nakna för sin partner. Och om man tigger om att bli våldtagen när man är lättklädd, måste man väl tigga om det ännu mer när man är naken?<br/> <br/>  (Nej detta är inte endast riktat mot dig. Jag blev bara irriterad på att denna syn som borde vara utrotad för länge sen finns kvar i samhället.)"
		},
		{
			"postIndex": 882,
			"postNumber": 897,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 73.8,
			"scoreLocal": 73.8,
			"userRank": 23,
			"userScore": 25.6,
			"postUserName": "TheKicks",
			"postUserID": "u515135",
			"postUserUrl": "https://www.flashback.org/u515135",
			"postDateTime": "2012-07-26, 02:48",
			"postUrlInThread": "https://www.flashback.org/t1878926p75",
			"postUrlUniq": "https://www.flashback.org/sp38497915",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skitmackan</strong></div> <div>men du vet väl självklart att det inte heller är uppskattat att se ut som en terrorist på stan? tror inte att folk \"bara\" skulle gå ifrån lite rädda och ringa polisen. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  men som sagt brukar folk som är fulla ute i skogen inte vara fullkomligt normala, därför är det ändå en stor chans att man blir våldtagen om man går runt i en viss klädstil. om en biffig kille går runt med ett linne och visar sina stora muskler tror jag inte att något fegt fyllo hade försökt våldta honom, inte sant?<br/> <br/>  och jag vill bara att folk ska förstå att man kan förhindra våldtäkt genom att göra vissa åtgärder, man blir inte våldtagen för att någon helt enkelt blundade och valde ut en. jag är helt emot våldtäkter på kvinnor (och män) och man ska inte alls skuldbelägga offret, men man kan förhindra det till viss grad. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/></div> </td> </tr> </table> </div> <br/> <br/>  Tror du verkligen det? Jag tror att folk skulle tänka att det var ett galet fyllo och gå därifrån för att slippa eländet...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  Jag vet inte riktigt vart du bor men jag har lite problem med att se denna skog full med perversa fyllon framför mig...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>  Självklart så ska man vara rädd om sig och inte gå i denna sagoskog eller på andra öde platser ensamen. Det spelar ju dock ingen roll vad man har på sig när man går där. En våldtäktsman struntar ju inte i en tjej som går med långbyxor och jacka. Han väljer inte sitt offer utifrån vilka kläder hon har på sig. <br/>  Jag sätter mig aldrig i sådan situationer. Jag är aldrig ute ensamen efter kl 22, jag följer aldrig med främmande killar hem och jag bjuder inte hem killar jag inte känner. Jag dricker aldrig så mycket så att jag inte kan ta mig hem på ett säkert sätt när jag är ute på krogen. Risken att jag ska bli överfallen är väldigt låg. Alla kvinnor borde vara rädd om sig själv men att börja prata om våra kläder är bara patetiskt. Det är att skuldbelägga kvinnan och det är så svinigt så de som tycker det kan gå med i samma klubb som våldtäktsmännen."
		},
		{
			"postIndex": 926,
			"postNumber": 943,
			"rankGlobal": 66,
			"rankLocal": 4,
			"scoreGlobal": 69.8,
			"scoreLocal": 69.8,
			"userRank": 92,
			"userScore": 6.7,
			"postUserName": "Sheh",
			"postUserID": "u717315",
			"postUserUrl": "https://www.flashback.org/u717315",
			"postDateTime": "2012-08-21, 04:46",
			"postUrlInThread": "https://www.flashback.org/t1878926p79",
			"postUrlUniq": "https://www.flashback.org/sp38940796",
			"sentence": "Att folk skall vara sådana idioter...<br/> <br/>  Ingen ber någonsin om att bli våldtagen. Det är ingen jävla våldtäkt ifall kvinnan är med på det. Om man verkligen klär sig slampigt med förhoppningar om att någon skall våldta en har man någon lustig, pervers underlighet och skall inte kategoriseras tillsammans med de mångtaliga som enbart klär sig slampigt.<br/> <br/>  Det är aldrig rätt att våldta. Alla har rätt till sin egen kropp och att bestämma vad som händer med den - Att hävda att \"man har rätt\" eller \"hon bad om det\" är så satans barnsligt att folk borde växt ifrån det argumentet i barndomen. Det sistnämnda är dock ett typiskt porrscenario, vilket kan förklara varför så många intelligensbefriade sattyg tror att det verkligen existerar eller att det skulle vara okay.<br/>  Hint - Det är inte okay.<br/> <br/>  Och som många tidigare nämnt, om en kvinna i lite kläder får skylla sig själv ifall hon blir våldtagen, får någon i kostym skylla sig själv ifall denne blir rånad? Får en man skylla sig själv ifall folk, bögar likväl som kvinnor, tafsar och/eller våldtar honom ifall han klär sig utmanande?<br/>  Varför är det enbart kvinnor som skall skylla sig själva?<br/> <br/>  En måttligt vettig man är kapabel att behärska sig själv trots att han blir upphetsad. Är han inte det skall han inte försöka vända på skiten och tro att \"hon ville det\". Är man så socialt inkompetent att man inte kan hitta ett liggobjekt utan att våldta kan man gott betala för sig eller sitta i sin ensamhet och sköta det själv.<br/> <br/>  Sen är det dock dumt att klä sig utmanande om man inte vill ha uppmärksamhet, för inget kan garantera att det bara är den positiva typen man får. Men mer än jävliga kommentarer eller sliskiga raggningsförsök skall man inte behöva utstå."
		},
		{
			"postIndex": 861,
			"postNumber": 875,
			"rankGlobal": 79,
			"rankLocal": 5,
			"scoreGlobal": 68.1,
			"scoreLocal": 68.1,
			"userRank": 27,
			"userScore": 23.8,
			"postUserName": "Amders",
			"postUserID": "u703860",
			"postUserUrl": "https://www.flashback.org/u703860",
			"postDateTime": "2012-06-14, 13:38",
			"postUrlInThread": "https://www.flashback.org/t1878926p73",
			"postUrlUniq": "https://www.flashback.org/sp37864482",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Burros</strong></div> <div>Nej jag frågar dig och vad du tror? <br/> <br/> <br/> <br/>  Precis, genomföra ett samlag utan kåtheten kan bara inte gå.</div> </td> </tr> </table> </div> <br/>  Varför kvinnor ska akta sig för okåta män är för att de kan bli kåta av tanken på att våldta dem. <br/> <br/>  Om de följer en man hem som inte är ett enda dugg kåt på dem så kan de ändå bli våldtagna för att mannen går igång på att våldta. Jag vet inte varför du har sånt problem att förstå flera meningar på raken. <br/> <br/>  Det är ju ingen i tråden som har sagt att män utför vaginala samlag med erigerade penis och är helt okåta.<br/> <br/>  Utan att en man som inte alls är kåt på en speciell kvinna kan ta den som råkar finnas till hands och först när han börjar våldta bli kåt. För att han tänder på att våldta.<br/> <br/>  Att alla som våldtar är kåta är alltså inte sant.<br/> <br/>  Att alla som våldtar är inte kåta på att ha ett vanligt samlag utan tänder på att de får möjlighet att våldta är sant.<br/> <br/>  Att det bara är kåthet som gör att en man våldtar är alltså inte sant.<br/> <br/>  Det är våldtäkt att ha en erigerad penis föra in den i slidan och sen slakna efter det.<br/> <br/> <br/>  Att man behöver ha en erigerad penis för att genomföra ett vaginalt samlag med flera juck än ett är det ingen som har förnekat. Vet inte alla det? Jag tror faktiskt inte att den saken behöver förtydligas särskilt mycket. Jag tror att alla har utgått från det faktiskt."
		}
	],
	[
		{
			"postIndex": 1320,
			"postNumber": 1343,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 89.1,
			"scoreLocal": 100,
			"userRank": 64,
			"userScore": 9.2,
			"postUserName": "piratkatten",
			"postUserID": "u337661",
			"postUserUrl": "https://www.flashback.org/u337661",
			"postDateTime": "2013-02-20, 18:36",
			"postUrlInThread": "https://www.flashback.org/t1878926p112",
			"postUrlUniq": "https://www.flashback.org/sp42111833",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flyg.plan</strong></div> <div>Då ska vi se vad piratkatten har släpat in...<br/> <br/>  Du argumenterar för att problemets kärna ligger i objektifieringen av kvinnor och att pojkföräldrar borde ta mer ansvar. Implicit pojkföräldrar tar inte tillräckligt mycket ansvar.<br/> <br/>  Man kan bara undra var ditt tankegods kommer från men det rimmar med feminismens \"alla män är potentiella våldtäktsmän\" och \"män borde ta mer ansvar\". </div> </td> </tr> </table> </div> <br/>  Nej, jag argumenterar för att objektifiering av kvinnor är <i>ett</i> av problemen som gör så många män tycker att det är okej att utnyttja kvinnor sexuellt. Och ja, jag tror att pojkföräldrar skulle kunna påverka situationen till det bättre om de pratade mer med sina söner om problemen med objektifiering. Du försöker dock vända och vrida på allt jag skriver för att få det att låta extremt och svartvitt.<br/> <br/>  Jag tycker det är ett problem att demonisera våldtäktsmän och förvandla dem till \"monster\". Många våldtäktsdömda unga killar ser inte alls sig själva som våldtäktsmän, eftersom de inte kan identifiera sig med den klassiska bilden av ett extremt udda, stört, våldsamt monster som lurar i en buske.<br/> <br/>  Jag tror inte killen som våldtog mig när jag var 15 år och medvetslös efter för mycket alkohol var speciellt udda eller extremt psyksjuk. Socialt utanförskap stämmer inte heller in på honom. Jag tror däremot han var ett offer för normativt grupptryck och att han hade en väldigt osund kvinnosyn. Han såg mig som ett objekt och inte som en jämlik människa.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flyg.plan</strong></div> <div>Fokus ligger inte på presumtiva offer och deras beteende för att personen bär skuld, utan för att förebygga att de faller offer. <br/> <br/>  Förövaren bör också ha fokus men feminister lyckas aldrig ringa in någon sådan. De kommer till \"män\" och \"kvinnosyn\" sen slutar hjärnan fungera och ideologiska föreställningar tar vid. Känner du igen dig kanske.</div> </td> </tr> </table> </div> <br/>  Jag tror att de förövare man främst skulle kunna minska i antal genom att som förälder ta mer ansvar för sina barns värderingar, är de unga sexualförbrytare som ger sig på tjejer de har någon slags relation till. Exempelvis tjejer som befinner sig i hjälplöst tillstånd pga av alkohol eller droger på fester o dyl. <br/> <br/>  Det är komplicerade gråskalor i många sådana fall, där varken tjejerna eller killarna riktigt verkar veta vad som gäller. Tjejen kanske hade varit flörtig under kvällen, utmanande klädd och sågs därför som tillgänglig för sex, trots att hon inte gett sitt medgivande. Många tjejer som råkar ut för sådana övergrepp anmäler inte, utan lägger istället skulden på sig själva - de utsatte sig för en risk, var oförmögna att säga nej eller göra motstånd. Om männen i dessa fall inte skulle se kvinnan som ett objekt tillägnat sina egna sexuella lustar, utan som en människa av lika värde, skulle övergreppet förmodligen inte ske.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flyg.plan</strong></div> <div>Kvinnosyn är ingen avgörande faktor. Det finns många som saknar \"sund kvinnosyn\" som inte är våldtäktsmän. Lägger du någon som helst logik i begreppet \"kvinnosyn\" istället för att använda det som politiskt slagträ så har inte heller feminister sund kvinnosyn med allt elände de åsamkar kvinnor. </div> </td> </tr> </table> </div> <br/>  Jo, jag tror att kvinnosyn i vissa fall är en mer eller mindre avgörande faktor. Men det är viktigt att komma ihåg att det också handlar om manssyn. Vad förväntas av män i dagens samhälle? Många kan nog skriva under på att män har en press på sig att vara framgångsrika när det gäller sexuella erövringar. Vad detta grupptryck leder till hör också till problematiken.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flyg.plan</strong></div> <div>Du uppfattas som en hycklare om du objektifierar dig själv som kvinna för uppmärksamhet, bekräftelse och fördelar. För att sedan skriva på forum hur hemskt det är med objektifiering av kvinnor. </div> </td> </tr> </table> </div> <br/>  Fast nu förutsätter du att jag objektifierar mig själv för uppmärksamhet, bekräftelse och fördelar. Det tycker jag inte att jag gör, och det är knappast något du kan avgöra då du inte känner mig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flyg.plan</strong></div> <div>Pojken bryter du ner genom att ersätta manliga värden och ideal med feministiska värderingar.<br/> <br/>  Den jämlikhet feminister eftersträvar är aldrig genuin och innebär aldrig jämlikhet i praktiken. Även om det hade varit jämlikhet på riktigt så faller det på att kvinnor och män i princip aldrig söker sig till jämlika förhållanden. Kvinnor och män kompletterar varandra. Det räcker att människor lär sig att samarbeta behandla varandra med respekt.</div> </td> </tr> </table> </div> <br/>  Du generaliserar något enormt, liksom antifeminister i vanlig ordning brukar. Vet du hur många olika typer av feminister det finns? Att säga att man är feminist idag, är ungefär samma sak som att säga att man är \"politisk\". <br/> <br/>  Den skeva bild många antifeminister verkar ha är att feminismen generellt förespråkar att kvinnan ska få MER makt än mannen. Det stämmer inte, och är definitivt inget jag anser heller. Jämställdhet innebär just jämställdhet, inte att något av könen ska ha mest makt. Att människor lär sig behandla varandra med respekt är nog något vi alla strävar efter, och står definitivt inte i något motsatsförhållande till feminismen, snarare tvärtom. Märkligt att tro något annat.<br/> <br/>  Vilka manliga värden och ideal menar du ersätts med \"feministiska värderingar\"? Utveckla gärna detta resonemang.<br/>  Frågan om du tror det finns våldtäktsmän med en sund kvinnosyn kvarstår också.<br/> <br/>  Och en annan relevant fråga: <br/> <br/>  Vad anser du är viktigast för föräldrar att lägga fokus på? Att diskutera med sina barn om hur de ska bete sig för att inte bli mobbade, eller att diskutera med sina barn om vikten av respekt för andra människor och hur mycket skada de orsakar om de mobbar någon."
		},
		{
			"postIndex": 1178,
			"postNumber": 1200,
			"rankGlobal": 22,
			"rankLocal": 2,
			"scoreGlobal": 79.5,
			"scoreLocal": 89.2,
			"userRank": 130,
			"userScore": 5.4,
			"postUserName": "realia",
			"postUserID": "u618723",
			"postUserUrl": "https://www.flashback.org/u618723",
			"postDateTime": "2013-02-14, 00:04",
			"postUrlInThread": "https://www.flashback.org/t1878926p100",
			"postUrlUniq": "https://www.flashback.org/sp42006182",
			"sentence": "Hej alla självgoda mansgrisar i den här tråden (om du inte är en kan du sluta läsa nu)! Jag är en PK-kille på 2* jordsnurr. Jag tycker att kvinnor ska få gå klädda precis som de vill utan att vara rädda för att bli våldtagna, tafsade på eller på andra sätt respektlöst bemötta. <br/> <br/>  Vad tycker jag om tjejer som passar beskrivningen i TS, med kort kjol och urringning lika djup som Rikard Wolff? Lite synd. Jag dömer ingen. Men jag tror att de gör det pga osäkerhet. Här kommer min feminism in i bilden. Jag tycker att alla, män som kvinnor, borde anstränga sig för att få tjejer att känna sig säkrare på sig själva, och inte känna det ständiga kravet att tillfredsställa män vad gäller utseende, socialt beteende etc som vissa verkar lida av. Jag förstår varför - det står i Cosmo. <br/> <br/>  Kuriosa om min feminism: Jag är mot kvotering i de allra flesta fall. Jag tycker att man måste börja vända perspektiv vad gäller kvinnor på högskolenivå - problemet har vänt till att män har svårigheter längs utbildningsvägen, då måste man analysera och förbättra det. Jag har inga åsikter om kvinnors sexuella vanor, tycker det är underbart härligt med kvinnor som är sexuellt frigjorda pga ett gott självförtroende och en kärlek till sin egen kropp som leder till en vilja att dela den, samtidigt som jag förstår och kan beundra kvinnor som av princip är restriktiva med sex. Men enligt min lekmannaanalys så är det många som inte väljer själv, utan är influerade av media och killars omogna kvinnoideal (som också är påverkat av media.)<br/> <br/>  Och ja, jag ligger med jättemånga tjejer, ofta. De flesta är feminister.<br/> <br/>  Edit: Jag vet att det inte är så många som tycker att de faktiskt får skylla sig själva, så jag riktar mig till ett fåtal <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		},
		{
			"postIndex": 1280,
			"postNumber": 1303,
			"rankGlobal": 52,
			"rankLocal": 3,
			"scoreGlobal": 71.4,
			"scoreLocal": 80.1,
			"userRank": 89,
			"userScore": 6.9,
			"postUserName": "Mojokii",
			"postUserID": "u501170",
			"postUserUrl": "https://www.flashback.org/u501170",
			"postDateTime": "2013-02-18, 12:33",
			"postUrlInThread": "https://www.flashback.org/t1878926p109",
			"postUrlUniq": "https://www.flashback.org/sp42074380",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sebastiandro</strong></div> <div>kortkort kjol och eller utmanande klädsel = samtycke till sex (dock ej till våld och våldtäkt)</div> </td> </tr> </table> </div> <br/>  Samtycke till sex med alla då eller? Håller inte med om att det innebär samtycke till sex. <br/> <br/>  Samtycke till sex är något som man visar genom sociala interaktioner som blir allt mer sexuella. Men bara för att man gjort några flirtande saker så betyder det inte heller att man vill ha sex hursomhelst. Ex kanske man vill kyssas men inte ha sex. Det är två väldigt skilda saker. Alltså måste man inte ha sex bara för att man närmat sig någon. Det är något som både killar och tjejer har rätt till att säga stopp för. <br/> <br/>  Att man är lättklädd betyder alltså inte att man tänker ligga med vemsomhelst. Och det ger absolut ingen \"tillåtelse\" till att våldta. Män får helt enkelt ta ansvar för sina dåliga handlingar oavsett hur tjejer är klädda. För övrigt så blir tjejer som är klädda på alla möjliga sätt våldtagna. Alltså säger det egentligen inte så mycket om klädseln som om attityden hos männen."
		},
		{
			"postIndex": 1310,
			"postNumber": 1333,
			"rankGlobal": 63,
			"rankLocal": 4,
			"scoreGlobal": 70.5,
			"scoreLocal": 79.1,
			"userRank": 21,
			"userScore": 28.6,
			"postUserName": "HerrGickhan",
			"postUserID": "u485266",
			"postUserUrl": "https://www.flashback.org/u485266",
			"postDateTime": "2013-02-19, 18:44",
			"postUrlInThread": "https://www.flashback.org/t1878926p112",
			"postUrlUniq": "https://www.flashback.org/sp42095727",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong></div> <div>Fast det är fortfarande inte offret eller offrets agerande som man ska ha synpunkter på. Det som ska bedömas är om offret varit utsatt för ett brott eller inte.</div> </td> </tr> </table> </div> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>micro113</strong></div> <div>Det är skillnad på att göra en bedömning av om det som sägs är trovärdigt och att lägga en värdering i vad man tycker om personens klädsel eller agerande.<br/> <br/>  Dvs rätten skall inte ta ställning om de anser att offret var \"dygdigt\" eller \"slampigt\" klädd, ej heller om de anser att offret befann sig på fel plats vid fel tidpunkt. Rätten skall ta ställning till om det är offret eller den misstänkte som är mest trovärdig i sin berättelse gällande vad som inträffat.</div> </td> </tr> </table> </div> <br/>  Det där är ett propagandistiskt resonemang som faller på sin egen orimlighet. Den tendentiösa propagandan bygger på att lägga in negativt värdeladdade omdömen såsom \"dygdigt\" eller \"slampigt\". Vad rätten ska göra är att värdera. Det är väl fullständigt solklart att personens blotta uppenbarelse kommer att spela in, sättet att prata, kroppsspråket mm. Klädseln är dock bara en marginell pusselbit i sammanhanget. <br/> <br/>  Problemet är att en våldtäkt är svår att bevisa om det inte finns våld inblandat, vittnen närvarande eller kameraövervakning att tillgå. De två senare finns nästan aldrig. Det innebär att ord står mot ord och i en sådan situation tror jag snarare \"offret\" skulle tjäna på att man gjorde en helhetsbedöming utifrån klädsel. Jag tror att det i den övervägande majoriteten av fall skulle väga till \"offrets\" fördel.<br/> <br/>  En annan svårighet är att vi aldrig kan veta vad som verkligen har hänt och att ett \"offers\" blotta ord aldrig kommer att räcka som bevisning.<br/> <br/>  Nu är det här i sig en tråd med en oseriös trådstart. Jag tycker att TS har fel. Det är vars och ens fulla rätt att få förbli ofredad i varje situation. Det är varje mans och kvinnas rätt att när som helst kunna avbryta en sexual akt utan att pressas eller tvingas att gå vidare. I realiteten går det dock sällan att bevisa bortom varje rimligt tvivel att en våldtäkt skett när nödvändiga rekvisit inte går att styrka.<br/> <br/>  Ett annat intressant faktum är att huvuddelen av de personer som förfäktar den feministiska idén [om hur rätten borde resonera/inte resonera för att fälla fler förövare i våldtäktsmål] saknar erfarenhet om hur sexualutbytet de facto ser ut. De [förfäktarna] är oftast kvinnor som bara upplevt sin egen sexualitet och därmed utgår från att alla kvinnor följer det mönstret. En man som varit någorlunda sexuellt aktiv under årens lopp vet därför bättre hur verkligheten ser ut. Kvinnor är inte lika varandra och det finns väldigt många kvinnor som är både drivande och krävande i den sexuella aktiviteten. Detta gör att det kan vara svårt att vara så \"lyhörd\" som den feministiska teorin predikar. <br/> <br/>  Dravlet om \"sexkontrakt\" är ett exempel på fullständig okunnighet om verkligheten."
		},
		{
			"postIndex": 1267,
			"postNumber": 1290,
			"rankGlobal": 71,
			"rankLocal": 5,
			"scoreGlobal": 69.4,
			"scoreLocal": 77.9,
			"userRank": 2,
			"userScore": 95,
			"postUserName": "Noola",
			"postUserID": "u712568",
			"postUserUrl": "https://www.flashback.org/u712568",
			"postDateTime": "2013-02-17, 21:30",
			"postUrlInThread": "https://www.flashback.org/t1878926p108",
			"postUrlUniq": "https://www.flashback.org/sp42066969",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HerrGickhan</strong></div> <div> Konsekvenserna tar man för sådant man kunde ha förhindrat genom ett annat beteende. Om jag går rätt ut i gatan vid ett övergångsställe så har jag rätten på min sida, men den är inget värd om jag avlider eller blir allvarligt skadad. Konsekvensr får man ta om man utmanar faror och det har inget med rätt eller fel att göra.</div> </td> </tr> </table> </div>  Jag frågar alltså vilka konsekvenser du menar. Det är klart att om man går ut och blir våldtagen hade man förmodligen inte blivit det om man suttit kvar hemma. Naturligtvis får det konsekvenser att utsättas för ett brott. Är det nån som säger annat?<br/> <br/>  Att gå ut i gatan är ett bra exempel. Alla vet att det innebär risker att vistas i trafik men de flesta väljer trots det att vistas i trafiken. Motorcyklister, till exempel, lever hyfsat farligt. Bedömer man vinsterna som större än riskerna så gör man det ändå.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HerrGickhan</strong></div> <div>Det är viktigt att ta med det i en realistisk diskussion så att man inte bara fastnar vid \"att ha rätt\". Jag berättar för mina barn att de bör se sig om i trafiken mer än en extra gång eftersom trafiken är farlig. Om jag bara skulle reducerat diskussionen till att tala om \"deras rätt\" är risken att de undervärderar faran. Hellre står jag och väntar 15 sekunder längre än ger mig ut på farligt uppdrag direkt. Hellre undviker jag den farliga gränden än utmanar den. Ja det begränsar oss som människor, men det kanske sparar våra liv.</div> </td> </tr> </table> </div>  Ja, du kanske undviker den farliga gränden men om nån annan har ett ärende dit och är beredd att ta risken att gå in i den av skäl som du inte behöver bry dig om överhuvudtaget så är det väl ändå inte din sak att lägga dig i. Varför ska du diktera villkoren? <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HerrGickhan</strong></div> <div>Nej, alla har ett samhällsansvar också eftersom varje brott kostar lidande. Det är vars och ens skydlighet att försöka minimera det som kan provocera fram brott. Det begränsar oss som människor, men se hur världen ser ut. Tycker du att världen utmärks av det fria valet och frihet? Frågan om \"rätten\" att kunna klä sig utmanande är en petitess i världsproblematiken. Människor i gemen är oerhört begränsade av faror och risker. Väldigt få kan leva sitt liv utan att vidta olika mått och steg som begränsar dem. <br/> <br/>  Jag vill upplysa alla (inte bara kvinnor eftersom män är mer utsatta för våldsbrott än kvinnor) om att se risker och vidta försiktighetsåtgärder istället för att utmana dem. Jag anser att aktiviteter såsom \"feministiskt självförsvar\" är idiotiska eftersom det invaggar personer i falsk trygghet. Dessutom uppmuntrar det till fysiska angrepp som kan leda till riktigt allvarliga konsekvenser.</div> </td> </tr> </table> </div>  Men nu är det fortfarande så att alla vet om att det finns risker, och det vet du också att alla vet. Eller hur? Du kan inte mena att du tror att folk är omedvetna om att brott och brottslingar existerar.<br/> <br/>  Och kan du berätta vad du vill ska hända med de kvinnor som inte vill låta sig begränsas av riskerna? Ska det vara lagligt att våldta dem? Ska de få skylla sig själva för att de är idioter som inte gör som du säger?<br/> <br/>  Vill du begränsa kvinnors rätt att gå klädda hur de vill, var de vill och vilken tid på dygnet som helst eller inte? Eller tycker du att den rätten hör till ett demokratiskt samhälle? Är du beredd att försvara den rätten, från såna som Stiffnipples till exempel, på något sätt?<br/> <br/>  Med tanke på att du skriver att du \"står på demokratins sida\" menar jag."
		}
	],
	[
		{
			"postIndex": 1507,
			"postNumber": 1533,
			"rankGlobal": 24,
			"rankLocal": 1,
			"scoreGlobal": 78.8,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 29.2,
			"postUserName": "Garmethew",
			"postUserID": "u789956",
			"postUserUrl": "https://www.flashback.org/u789956",
			"postDateTime": "2013-04-01, 21:55",
			"postUrlInThread": "https://www.flashback.org/t1878926p128",
			"postUrlUniq": "https://www.flashback.org/sp42750829",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kate80</strong></div> <div>Det är säkert en kombination av båda i vissa fall, men i andra fall är bara våldet medlet för att uppnå det man vill ha, nämligen sex.</div> </td> </tr> </table> </div> <br/>  En vanlig manshjärna: Hon ville tydligen inte ha sex. Jag runkar lite i ställer.<br/> <br/>  En våldtäktsmanshjärna: Hon vill inte ha sex men det gör inget för jag gillar/tänder på att tvinga mig på kvinnor och att använda våld mot dem och våldta dem.<br/> <br/>  Alltså är det så att det hela visar sig vara att det är så att man tänder på att tvinga sig på, använda våld och våldta. Det har inget med sex att göra. Sex är inte detsamma som våldtäkt. Våldtäktsmannen kan anse att han inte våldtar men då är han förvillad och det är du med som håller med förvillade våldtäktsmän.<br/> <br/>  Du säger det själv, det \"han vill ha\". När man tar sig så får man inte sex. Man våldtar men man har inte sex. <br/> <br/>  Att han vill knulla någon mot dess vilja skrev jag i mina första inlägg i tråden men jag kallar det inte sex, jag kallar våldta för våldta. Förstår inte varför du har sån förståelse om vill försköna våldtäkter för."
		},
		{
			"postIndex": 1542,
			"postNumber": 1569,
			"rankGlobal": 30,
			"rankLocal": 2,
			"scoreGlobal": 76.3,
			"scoreLocal": 96.8,
			"userRank": 61,
			"userScore": 9.5,
			"postUserName": "Klopski",
			"postUserID": "u819808",
			"postUserUrl": "https://www.flashback.org/u819808",
			"postDateTime": "2013-09-14, 20:55",
			"postUrlInThread": "https://www.flashback.org/t1878926p131",
			"postUrlUniq": "https://www.flashback.org/sp45240704",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mysmari</strong> <a href=\"/p45240388#p45240388\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja det är nästan som man måste ge ROKS-kvinnan rätt. Här är en man som har svårt att hålla sig.<br/> <br/>  Och då tycker att kvinnor har ett ansvar för att han går ut och inte eventuellt då inte kan hålla sig från att våldta. <br/> <br/>  Tragiskt män det finns. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/></div> </td> </tr> </table> </div> <br/>  Jag har inte sagt att män inte har något ansvar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> Jag tycker bara att ansvaret skulle kunna vara ömsesidigt, att man som kvinna kanske inte borde gå runt som ett kåtluder som utstrålar \"TA MIG HÄR OCH NU\" och verkligen BER om att bli våldtagen. <br/> <br/>  När man påpekar det här så brukar kvinnorna dra \"hederskortet\" och menar att man är någon slags diktator som vill skyla kvinnokropparna. Fattar ni inte att det inte är riktigt SÅ svartvitt vi ser på saken? Vi vill inte skyla er, vi skulle bara vilja att ni, rent vardagligt, kanske inte klär er fullt så utmanande att man som man håller på att explodera av kåthet vart man än vänder blicken. <br/> <br/>  Om inte hederskortet fungerar så skyller ni på att det är jättevarmt ute, och fungerar inte det så skyller ni på mode, och när inte det fungerar så ligger allt ansvar, och problemets kärna, hos mannen som är ett hemskt djur. <br/> <br/>  Ni tar INGET ansvar själva, trots att ni mycket väl vet att ni klär er sexuellt utmanande. Därför undrar jag varför ni börjar lipa när någon till slut våldtar er? <br/> <br/>  Det ni gör är ungefär lika ansvarslöst som att gå in i centrala Bronx med full KKK-utstyrsel, och sedan undra varför folk reagerar. SÅ korkade tror jag inte kvinnor är. Ni är helt enkelt bara blottare som älskar att gå runt halvnakna! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Varför är detta så svårt att erkänna? <br/> <br/>  Nåja, fortsätt klä er så. Men kom inte och lipa när någon till slut tappar befattningen. There's only so much a man can take..<br/> <br/>  Edit: Och för att förtydliga/summera: Jag säger som sagt inte att män inte OCKSÅ har ett ansvar, och jag säger inte att våldtäkt är rätt. Men du måste väl ändock inse att ansvaret ÄVEN kan ligga hos kvinnorna?"
		},
		{
			"postIndex": 1589,
			"postNumber": 1616,
			"rankGlobal": 31,
			"rankLocal": 3,
			"scoreGlobal": 75.9,
			"scoreLocal": 96.4,
			"userRank": 7,
			"userScore": 52.5,
			"postUserName": "mysmari",
			"postUserID": "u783596",
			"postUserUrl": "https://www.flashback.org/u783596",
			"postDateTime": "2013-09-15, 17:31",
			"postUrlInThread": "https://www.flashback.org/t1878926p135",
			"postUrlUniq": "https://www.flashback.org/sp45252948",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ScottWalter</strong> <a href=\"/p45252411#p45252411\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Läs trådstarten och rubriken!<br/> <br/>  Alla kvinnor tar dagligen hänsyn till riskerna det finns med att vara just kvinna. Problemet är när folk inte fattar skillnaden på skuldbeläggningen av ett brott och att skydda sin person.<br/> <br/>  Att ens börja lägga en liten del av skulden på en våldtagen kvinna på kvinnan är farligt, eftersom det <br/>  inte leder till nått som helst vettigt i sakfrågan. Skuld på kvinnor leder bara till att fler män tar chansen och att fler kvinnor måste leva med rädsla. Och var ska gränsen dras? Ska kvinnor åläggas ha pepparspray i handväskan, inte gå ut efter 8, inte gå ensamma, inte ha kjol över knät, inte ha <br/>  utslaget hår, inte roa sig, inte dricka mer än exakt 1,2 glas vin. Var ska gränsen ligga på s.k. \"oansvarigt\" beteende hos just kvinnor? Men aldrig på män? som faktiskt är den aktive parten?<br/>  Han kanske skulle hindras från att gå ut efter 8, supa mer än 2 glas. Vore ju betydligt mer effektivt för att förhindra ex. antal brott.</div> </td> </tr> </table> </div> <br/>  Det finns häpnadsväckande nog kvinnor som tycker sig vara bättre än andra och därför vet de precis vad man ska akta sig för att inte bli våldtagen.<br/> <br/>  Det finns så många olika våldtäktsplatser och så många olika klädsel på kvinnor som blivit våldtagna att man inte kan peka ut några säkra ställen.<br/> <br/>  Sen att säga att man i viss klädsel drar till sig vissa typer (våldtäktsmän) är lite förolämpande för män som tycker om sexig klädsel.<br/> <br/>  Att det ofta förekommer våldtäkter när en man och kvinna är ensamma i någons hem och att alkohol intagits beror ju på att det är något som är väldigt vanligt. Det händer varje dag i Sverige. <br/> <br/>  Att säga att man ska träffas ute på stan många gånger före man går hem hindrar ju inte en man att våldta kvinnan när de första gången är ensamma. Så kvinnor kanske aldrig ska vara ensamma med män?<br/> <br/>  Jo man ska akta sig för män som tycker om sexiga kläder på kvinnor. De är \"typer\". <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		},
		{
			"postIndex": 1502,
			"postNumber": 1528,
			"rankGlobal": 34,
			"rankLocal": 4,
			"scoreGlobal": 75.2,
			"scoreLocal": 95.5,
			"userRank": 20,
			"userScore": 29.2,
			"postUserName": "Garmethew",
			"postUserID": "u789956",
			"postUserUrl": "https://www.flashback.org/u789956",
			"postDateTime": "2013-04-01, 21:21",
			"postUrlInThread": "https://www.flashback.org/t1878926p128",
			"postUrlUniq": "https://www.flashback.org/sp42750238",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kate80</strong></div> <div>Men varför försöker de då först att få sex med kvinnans medgivande? Om det var våldsaspekten de var ute efter skulle de köra på med det på en gång och inte ta med våld först när kvinnan ändrar sig.</div> </td> </tr> </table> </div> <br/>  Det är ändå inte kåtheten som spelar in. De är kåta ja, men det är inte det som gör att de våldtar. De våldtar för att de vill ligga med någon som inte vill ligga med dem och det är våldtäkt. De vill alltså våldta.<br/> <br/>  Om de inte hade velat våldta hade de inte gjort det. Gillar man inte att våldta så gör man det helt enkelt inte. <br/> <br/>  Du menar alltså att en våldtäktsman inte njuter? Du tror att de är likgiltiga till sin handling eller tycker illa om att våldta? Men ändå våldtar dom? Fast de inte vill våldta så tycker de inte om det de gör?<br/> <br/> <br/>  Om det var så att de inte gillade att tvinga sig på någon och använda våld skulle de bli direkt okåta i en sån situation att kvinnan säger att hon inte vill."
		},
		{
			"postIndex": 1478,
			"postNumber": 1503,
			"rankGlobal": 38,
			"rankLocal": 5,
			"scoreGlobal": 74.4,
			"scoreLocal": 94.5,
			"userRank": 20,
			"userScore": 29.2,
			"postUserName": "Garmethew",
			"postUserID": "u789956",
			"postUserUrl": "https://www.flashback.org/u789956",
			"postDateTime": "2013-04-01, 16:40",
			"postUrlInThread": "https://www.flashback.org/t1878926p126",
			"postUrlUniq": "https://www.flashback.org/sp42745281",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kate80</strong></div> <div>Vadå snyft? Att pengar och sex är motivationen bakom bankrån och våldtäkt ursäktar på något sätt inte bankrånare eller våldtäktsmän. Deras handlingar är lika hemska för det.</div> </td> </tr> </table> </div> <br/>  När man våldtar någon vill man inte ha sex. Det är inte sex att våldta någon. Att våldta någon är att våldta någon.<br/> <br/>  Om man vill ha sex måste man hitta någon att ha det med. Vill inte den andra är det inte sex utan en våldtäkt.<br/> <br/>  Du verkar tycka att det är sex att våldta. Om någon våldtog dig skulle du då säga du hade sex? Eller när han hade sex med mig så gav han mig en örfil?"
		}
	],
	[
		{
			"postIndex": 1799,
			"postNumber": 1830,
			"rankGlobal": 104,
			"rankLocal": 1,
			"scoreGlobal": 65.8,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 39.4,
			"postUserName": "Diamondgrit",
			"postUserID": "u825803",
			"postUserUrl": "https://www.flashback.org/u825803",
			"postDateTime": "2013-09-20, 15:34",
			"postUrlInThread": "https://www.flashback.org/t1878926p153",
			"postUrlUniq": "https://www.flashback.org/sp45331150",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong> <a href=\"/p45330041#p45330041\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Men de fattar ju enligt dig inte ett nej eftersom kort kjol redan betyder ja och därför våldtar de? Har kvinnan långbyxor fattar de ju ett nej? <br/> <br/>  Eller är det bara det att trögfattade inte är intresserade av kvinnor i långbyxor?<br/>  (...)<br/>   Ja, det är klart att det är en förenkling. Jag undrar om det är vanligt att missförstånd förvandlar män till aggressiva våldsverkare. Vilken information behöver män för att de inte ska utöva våld?</div> </td> </tr> </table> </div> Det är inte \"klart\" att man förenklar någons argument om man vill ha fram sanningen i en diskussion. Det är sånt man gör om man bara vill jävlas med folk och föredrar att dölja sanningen. Men det vill ju inte du, eller hur? Du är en klipsk person som inser att det är en mångfacetterad diskussion med åtskilliga saker att beakta. Eller hur?<br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Haha nä, jag skojade bara. För att svara på din undran så är det som sagt vanligt att missförstånd gör både kvinnor och män aggressiva. Vissa människor verkar anta att en lättklädd kvinna har klätt sig just så för att hon vill ha sex. Om du vill ändra det missförstånd vi talar om i denna tråd gör du nog bäst i att förklara för våldtäktsmän (vilket jag inte tror du hittar i denna tråd) alla de andra anledningar kvinnor har till att bära avslöjande kläder.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong> <a href=\"/p45330041#p45330041\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>(Och nä, jag tror inte det är så vanligt att kvinnor som ser en man i shorts  tänker - Aha, shorts! Han vill ligga med mej!)</div> </td> </tr> </table> </div> Är du säker på att du inte tror det?"
		},
		{
			"postIndex": 1890,
			"postNumber": 1921,
			"rankGlobal": 112,
			"rankLocal": 2,
			"scoreGlobal": 65,
			"scoreLocal": 98.9,
			"userRank": 7,
			"userScore": 52.5,
			"postUserName": "mysmari",
			"postUserID": "u783596",
			"postUserUrl": "https://www.flashback.org/u783596",
			"postDateTime": "2013-09-21, 15:57",
			"postUrlInThread": "https://www.flashback.org/t1878926p161",
			"postUrlUniq": "https://www.flashback.org/sp45344624",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tverskoy</strong> <a href=\"/p37583199#p37583199\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du kan ju spekulera hur mycket du vill, men jag måste informera dig om att en våldtäktsman behöver inte vara en apa från en MENA land, det kan lika bra vara en rik svensson, så är det kompis, du kanske vill tro annat, visst får du leva i din fantasivärld, men i så fall är du inte välkommen att diskutera, låt vuxna människor ha ordet istället</div> </td> </tr> </table> </div> <br/>  Nej det finns våldtäktsmän i alla länder och hos alla etniciteter. Men du har ändå fel när du säger att kvinnor inte ska klaga om de blir våldtagna för att de har kort kjol. Det tycker jag att de har all rätt i världen att göra. Däremot är det fel att våldta. Om du förstår hur jag menar?"
		},
		{
			"postIndex": 1707,
			"postNumber": 1737,
			"rankGlobal": 141,
			"rankLocal": 3,
			"scoreGlobal": 63.1,
			"scoreLocal": 95.9,
			"userRank": 2,
			"userScore": 95,
			"postUserName": "Noola",
			"postUserID": "u712568",
			"postUserUrl": "https://www.flashback.org/u712568",
			"postDateTime": "2013-09-18, 18:53",
			"postUrlInThread": "https://www.flashback.org/t1878926p145",
			"postUrlUniq": "https://www.flashback.org/sp45303946",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FlamRed</strong> <a href=\"/p45303171#p45303171\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Varför upprepar du allt snack om klädrekommendationer sida upp och sida ned, när du inte tror på det själv? Ingen annan pratar om några klädrekommendationer, varför är det så viktigt för dig att prata om det?</div> </td> </tr> </table> </div>   Jag diskuterar trådämnet som är att om kvinnor inte vill bli våldtagna så ska de inte klä sig i kort kjol. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Diamondgrit</strong> <a href=\"/p45303244#p45303244\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Fast det är ju inte skada som dom vill. Dom vill stoppa in ballen. Och det känns, åtminstone för mig, som att ju sexigare en kvinna klär sig desto mer vill män stoppa in ballen. Skillnaden mellan våldtäktsmän och de flesta killar är att de flesta killar fattar att det är fel om inte tjejen vill.</div> </td> </tr> </table> </div>  Jo, fast om man blir kåt för att en tjej klär sig sexigt så blir man väl avtänd av att tjejen börjar skrika och bråka istället för att ställa upp på ett sexigt ligg. Tycker inte män att om de ska tvingas stoppa in ballen med våld så får det vara, då kan tjejen fortsätta gå där i sin korta kjol?<br/>  Blir män förbannade på tjejer i korta kjolar som inte vill knulla?"
		},
		{
			"postIndex": 1660,
			"postNumber": 1687,
			"rankGlobal": 145,
			"rankLocal": 4,
			"scoreGlobal": 62.8,
			"scoreLocal": 95.4,
			"userRank": 5,
			"userScore": 60.9,
			"postUserName": "Kate80",
			"postUserID": "u725827",
			"postUserUrl": "https://www.flashback.org/u725827",
			"postDateTime": "2013-09-17, 21:37",
			"postUrlInThread": "https://www.flashback.org/t1878926p141",
			"postUrlUniq": "https://www.flashback.org/sp45291248",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skotittare</strong> <a href=\"/p45287296#p45287296\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Så du tror alltså på allvar att det är större risk att bli våldtagen om man är lättklädd?<br/> <br/>  Det säger ju emot all experter i ämnet.<br/> <br/>  Jag antar att du menar överfallsvåldtäkter och isåfall är de allra flesta experter överens om att offret väljs ut helt slumpartat. Med andra ord, offret råkar vara på fel plats vid fel tidpunkt.<br/> <br/>  Vid de allra vanligaste våldtäkterna så rör det sig om fall där offer och gärningsman känner varandra väl. Där är man också överens om att kläderna inte har någon betydelse.</div> </td> </tr> </table> </div> <br/>  I vissa situationer tror jag att det kan ha en viss inverkan med tanke på den typ av uppmärksamhet som en lättklädd tjej/kvinna kan få på t.ex. uteställe eller en fest. Om du som kvinna går ut och är lättklädd kommer du råka ut för en hel del mer tafsande och otrevliga närmanden än om du har på dig kläder som inte väcker lika mycket uppmärksamhet. Även om det handlar om en väldigt liten andel män så finns det de som tar tafsandet och det otrevliga närmandet några steg längre.<br/>  Med det sagt tycker jag inte på något sätt att den som blir utsatt för övergrepp har någon slags skuld i det hela eller att man kan undvika att bli utsatt för sexuellt våld genom att klä sig och uppföra sig på ett visst sätt. Hur man vill klä sig är upp till var och en och i den perfekta världen skulle alla kunna se ut och ta på sig vad de vill utan att bli dömda för sitt utseende, bli tafsade på eller bli utsatta för övergrepp, men i verkligheten så fungerar det tyvärr inte så."
		},
		{
			"postIndex": 1798,
			"postNumber": 1829,
			"rankGlobal": 156,
			"rankLocal": 5,
			"scoreGlobal": 62.1,
			"scoreLocal": 94.4,
			"userRank": 2,
			"userScore": 95,
			"postUserName": "Noola",
			"postUserID": "u712568",
			"postUserUrl": "https://www.flashback.org/u712568",
			"postDateTime": "2013-09-20, 13:56",
			"postUrlInThread": "https://www.flashback.org/t1878926p153",
			"postUrlUniq": "https://www.flashback.org/sp45330041",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FlamRed</strong> <a href=\"/p45327385#p45327385\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Och nu menar du att man säger så till en våldtäktsman när han valt ut dig som offer? Då upphör våldtäkten eller?</div> </td> </tr> </table> </div>  Nej jag undrar vad Diamondgrit säger till en person som är så förvirrad att han tror att om en kvinna har kort kjol så vill hon ligga med honom. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FlamRed</strong> <a href=\"/p45327417#p45327417\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Hur vanliga är dessa vanföreställningar enligt dig? Och hur vanliga behöver de vara innan man \"bör\" anpassa sig efter mängden vanföreställningar?<br/> <br/>  Svara gärna tydligt.</div> </td> </tr> </table> </div>  Jag skulle vilja säga att om dessa vanföreställningar är så utbredda hos män att man inte ens ska kunna gå på en vanlig fest utan att riskera att stöta på en sådan person så är det absolut ett förbisett folkhälsoproblem som kräver allmänna åtgärder och inte klädrekommendationer. Men du vill ju inte diskutera klädrekommendationer så det spelar väl ingen roll.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Diamondgrit</strong> <a href=\"/p45328849#p45328849\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Haha va? Jag har shorts hela tiden (åtminstone fram tills nu, det börjar bli lite kallt för det) och har inte blivit överfallen av någon våldtäktsbenägen kvinna detta år i alla fall. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  Nej, jag skulle inte säga så. Det är en naturlig \"vanföreställning\" som åtskilliga gånger resulterat i något positivt. Det som spelar roll är att man fattar ett nej. Och dom som är för tröga för att fatta ett nej är ju uppenbarligen inte människor som går att prata med. Du kan ju testa om du vill.</div> </td> </tr> </table> </div>  Men de fattar ju enligt dig inte ett nej eftersom kort kjol redan betyder ja och därför våldtar de? Har kvinnan långbyxor fattar de ju ett nej? <br/> <br/>  Eller är det bara det att trögfattade inte är intresserade av kvinnor i långbyxor?<br/> <br/>  (Och nä, jag tror inte det är så vanligt att kvinnor som ser en man i shorts  tänker - Aha, shorts! Han vill ligga med mej!)<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Diamondgrit</strong> <a href=\"/p45328890#p45328890\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det var en extremt grov förenkling av antitotaliterians väldigt bra argument, men ja, det är ju så att missförstånd av olika sorter kan förvandla både män och kvinnor till aggressiva våldsverkare.</div> </td> </tr> </table> </div>  Ja, det är klart att det är en förenkling. Jag undrar om det är vanligt att missförstånd förvandlar män till aggressiva våldsverkare. Vilken information behöver män för att de inte ska utöva våld?"
		}
	],
	[
		{
			"postIndex": 2171,
			"postNumber": 2207,
			"rankGlobal": 29,
			"rankLocal": 1,
			"scoreGlobal": 76.8,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 48.7,
			"postUserName": "ScottWalter",
			"postUserID": "u836531",
			"postUserUrl": "https://www.flashback.org/u836531",
			"postDateTime": "2013-09-29, 14:31",
			"postUrlInThread": "https://www.flashback.org/t1878926p184",
			"postUrlUniq": "https://www.flashback.org/sp45455176",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Genseric</strong> <a href=\"/p45454201#p45454201\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jo såklart, men du förstår inte. Det är ofta väldigt svårt att bevisa vem som är skyldig i sådana här händelser (det blir oftast ord mot ord). Och kvinnor som klär sig utmanande löper större risk att bli utsatt för denna typen av brott. Om man går klockan 3 på natten i en ödslig del av staden och ser ut som en slampa så inser väl vilken vettig människa som helst att det inte är en särskilt smart idé?<br/> <br/>  Jag säger inte att det är kvinnornas fel, men de har ändå en egen hjärna också. Tänk lite innan du agerar, världen är full av galningar...har alltid varit och kommer alltid vara.</div> </td> </tr> </table> </div> <br/>  1. Våldtäktsmän tenderar inte att vara just galningar utan vanliga, ofta yngre män och offren är oftast yngre kvinnor.<br/>  2. Kläderna har bevisats inte vara en viktig faktor för våldtäkt. Det är en väl florerande fördom till och med i domstolarna.<br/>  Alkohol däremot är det samt just den syn du här representerar, att kvinnor egentligen har sig själva att skylla. Slampor får man lov göra lite vad man vill med, är inte så farligt. Och slampa kan man som bekant applicera på vilken kvinna som helst idag allt efter \"behov\".<br/>  3. En majoritet av våldtäkter begås i hemmen mellan parter som känner varandra tidigare.<br/> <br/>  Den absoluta största riskfaktorn vi har gällande våldtäkt är en del mäns syn på kvinnor. Så ska vi jobba framgångsrikt på denna fråga så är det där vi måste gå till angrepp. Så att du sitter här och fortsätter sprida fördomen att kvinnor nog får skylla sig själva om de råkar vara ute kl. 3 på natten <br/>  och ger kvinnor epitetet slampa efter hur hon går klädd. Och därmed också ger andra bevekelsegrund för samma sjuka åsikter är en huvudorsak till att detta fortsätter. <br/>  Säg mig var går slamp gränsen just för dig?<br/>  Hur många cm ovanför knät får kjolen gå för att hon inte ska vara en slampa? Är kvinnor helt utan kjol slampor per automatik? Alla kvinnor på badstränder ex?<br/>  Du fattar, börjar du nysta i denna sak så framgår det rätt snart hur absurd hela grejen är. Sluta tänk så fördomsfullt. Tänk på kvinnor som du tänker om människor generellt. Du skulle aldrig döma en barbröstad man för sämre än andra och därför förtjänt av en misshandel och han är mer naken än en kvinna i BH."
		},
		{
			"postIndex": 2202,
			"postNumber": 2238,
			"rankGlobal": 152,
			"rankLocal": 2,
			"scoreGlobal": 62.3,
			"scoreLocal": 81.2,
			"userRank": 9,
			"userScore": 48.7,
			"postUserName": "ScottWalter",
			"postUserID": "u836531",
			"postUserUrl": "https://www.flashback.org/u836531",
			"postDateTime": "2013-09-30, 19:56",
			"postUrlInThread": "https://www.flashback.org/t1878926p187",
			"postUrlUniq": "https://www.flashback.org/sp45474068",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>munsprut</strong> <a href=\"/p45473615#p45473615\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag förstår inte vart du vill komma så förklara gärna <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  att en kvinna kan provocera sexuellt genom att gå med rumpan bar eller vad hon nu gör är däremot inte svårt att förstå, att hävda motsatsen verkar i bästa fall naivt men jag tror det finns djupare orsaker än så, \"en kvinna ska kunna gå naken utan att bli våldtagen\" verkar nästan vara en av feminismens grundprinciper det är kanske därför man väljer att blunda för att det inte riktigt är sant, dvs man sväljer hellre en lögn än att omvärdera sin syn på omvärlden</div> </td> </tr> </table> </div> <br/>  Fast nu har jag, och andra i denna tråd, förklarat, och presenterat statistik och forskning som säger att kvinnor <b>inte</b> blir mer våldtagna för att de går med rumpan bar. Ok? Gå med rumpan bar är alltså <b>ingen</b> riskfaktor. Hade det varit en riskfaktor hade badstränder, uteställen, swimingpooler kort sagt alla ställen där kvinnor vanligen visar mer rumpa än vanligt varit i majoritet. Det är det inte.<br/>  Intervjuver med våldtäktsmän säger också att nej, de har inte brytt sig om vad kvinnor de våldtagit haft på sig. <br/>  kan du kanske börja fatta att denna åsikt du går runt med är en fördom. En fördom som ofta byggs upp av medier ( som bara skriver om typiska överfallsvåldtäkter, som alltså är rätt ovanliga aldrig om de vanligaste fallen) samt av fördomar kring \"slampiga\" kvinnor.<br/>  Riskfaktorer med våldtäkt: är fulla unga män, korkade attityder kring kvinnor hos män och <br/>  samhället attityder i stort, som anser att mäns sexualitet är ohejdbar och måste få utlopp och att det är kvinnors ansvar."
		},
		{
			"postIndex": 2167,
			"postNumber": 2203,
			"rankGlobal": 179,
			"rankLocal": 3,
			"scoreGlobal": 60.5,
			"scoreLocal": 78.8,
			"userRank": 9,
			"userScore": 48.7,
			"postUserName": "ScottWalter",
			"postUserID": "u836531",
			"postUserUrl": "https://www.flashback.org/u836531",
			"postDateTime": "2013-09-29, 11:07",
			"postUrlInThread": "https://www.flashback.org/t1878926p184",
			"postUrlUniq": "https://www.flashback.org/sp45452809",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Genseric</strong> <a href=\"/p45452661#p45452661\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Håller med lite faktiskt, som vuxen människa ansvarar man för sig själv och genom att klä sig så ökar man sin egen risk att bli utsatt för förgrepp</div> </td> </tr> </table> </div> <br/>  man ska alltså gå naken?  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/>  Är det inte lite bättre vuxna människor ansvarar för att inte begå brott?<br/>  Och att vi slutar ge skulden för övergrepp på kvinnor, och ger det till de som verkligen förtjänar det istället?<br/> <br/>  Jag menar var går gränsen? Om alla kvinnor börjar klä sig i långkjolar och långärmat och överfallsvåldtäkter i alla fall förekommer, vad blir nästa? kyskhetsbälte på kvinnor? eller alla kvinnor får skylla sig själva om de inte bär scoteroverall vid 30+ och rapex?"
		},
		{
			"postIndex": 2003,
			"postNumber": 2034,
			"rankGlobal": 193,
			"rankLocal": 4,
			"scoreGlobal": 59.8,
			"scoreLocal": 77.9,
			"userRank": 9,
			"userScore": 48.7,
			"postUserName": "ScottWalter",
			"postUserID": "u836531",
			"postUserUrl": "https://www.flashback.org/u836531",
			"postDateTime": "2013-09-24, 11:15",
			"postUrlInThread": "https://www.flashback.org/t1878926p170",
			"postUrlUniq": "https://www.flashback.org/sp45386754",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FlamRed</strong> <a href=\"/p45386569#p45386569\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Tack för klargörelsen vad ironi är, och att ironi förvandlas till tönteri under vissa förutsättningar.<br/> <br/>  Jag skulle helst se en diskussion utan ironi, ty det bara förstör. Som du säkerligen märker.</div> </td> </tr> </table> </div> <br/>  Vassegod<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Med tanke på hur mycket skit som skrivs i dessa trådar så förvånar det mig verkligen inte att kvinnor bara suckar och bemöter det med humor och ironi. Hur annars? <br/>  En trådstart som denna ex. att kvinnor får skylla sig själva om de blir våldtagna för att de råkade ha en kort kjol. I sånt fall får män skylla sig själva om de går i rosa skjorta på stan efter 12 och får tänderna utslagna. Helt deras eget fel eller hur? Män klarar ju inte av åsynen av en rosa skjorta på en man, de får kroppsliga impulser som de inte klarar av att hantera, så det måste alla män veta och ta hänsyn till, inga rosa skjortor efter 12 i vissa kvarter om de vill behålla gaddarna och hela skulden deras.<br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
		},
		{
			"postIndex": 2305,
			"postNumber": 2342,
			"rankGlobal": 194,
			"rankLocal": 5,
			"scoreGlobal": 59.8,
			"scoreLocal": 77.8,
			"userRank": 5,
			"userScore": 60.9,
			"postUserName": "Kate80",
			"postUserID": "u725827",
			"postUserUrl": "https://www.flashback.org/u725827",
			"postDateTime": "2013-10-03, 19:46",
			"postUrlInThread": "https://www.flashback.org/t1878926p196",
			"postUrlUniq": "https://www.flashback.org/sp45519510",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kanelochsocker</strong> <a href=\"/p45519193#p45519193\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nu blandar du ihop det du anser vara sexiga kläder och hur en kvinna du vill sätta på ser ut men det är ju inte det som är grejen för en våldtäktsman.</div> </td> </tr> </table> </div> <br/>  Varför skulle inte sex kunnat vara motivet för vissa våldtäktsmän?"
		}
	],
	[
		{
			"postIndex": 2563,
			"postNumber": 2602,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 86.5,
			"scoreLocal": 100,
			"userRank": 57,
			"userScore": 9.9,
			"postUserName": "truthsayer",
			"postUserID": "u879349",
			"postUserUrl": "https://www.flashback.org/u879349",
			"postDateTime": "2014-02-26, 10:36",
			"postUrlInThread": "https://www.flashback.org/t1878926p217",
			"postUrlUniq": "https://www.flashback.org/sp47688757",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       ......<br/> <br/>  Det innebär dock inte att det inte är ett behov som MÅSTE uttryckas. Du behöver sex så pass mycket att du inte ens märker själv hur sexig du är t.ex. Så pass långt bortom ditt behov är du att din hjärna inte ens inser det längre. Det är på rak automatväxel. <br/>  Du kan inte stoppas helt enkelt. Jag säger inte att du är en våldtäktsman. Jag tror våldtäkter helt enkelt är när man hamnar i fel situation vid fel tillfälle. <br/> </td> </tr> </table> </div> <br/>  Ja så enligt din teori här så kan man helt enkelt inte anmäla något fysiskt brott som våldtäkt, misshandel, mord, tortyr etc etc eftersom man hamnade i fel situation vid fel tillfälle.<br/>  En väldigt sund och högpresterande åsikt som verkligen hör in i ett samhälle med sunda och goda värdering om andra människors värde. <i>(ironi)</i><br/> <br/>  Att man dessutom som kille kan ursäkta sin brist på intelligens samt brist på socialkompetens och eller utseende för att genomföra en våldtäkt av en kvinna som gett en värsta nobben pga av bristen på intelligens, kompetens och utseende tycker jag är en sund tanke. <br/>  Kanske den pojken ska se sig själv i spegeln och bara inse att även kvinnor har smak och tar inte bara vilken lågpresterande, motbjudande och underutvecklad kille som helst att ha sex med oavsett klädsel och dumma svar på säkert ännu dummare frågor rörande någons kläder etc etc..<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Säg att du skulle gå ut och gå och råka ramla ner för ett stup och dö. Då säger man; \"Jäkla stup.\" och så säger man \"Ja, han skulle inte ha gått där för det var ju ett stup där.\". <br/> </td> </tr> </table> </div>   Vem säger så om ens nära vän eller släkt ramlat ner för ett stup och avlidit?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Precis på samma sätt säger jag om våldtäkt. Ja, det är tragiskt att bli våldtagen. Men alla gör en så OTROLIGT stor grej av att inte låta kvinnan hållas ansvarig. <br/> </td> </tr> </table> </div> <br/>  Menar du kvinnan är ansvarig för att ha varit sexig och ointresserad av person med underutvecklad mental och fysisk hälsa och därför blir utsatt av ett brott från den underutvecklade personen?<br/>  Är det den biten du menar är kvinnans ansvar i det brott pojken utför som heter våldtäkt?<br/> <br/>  Du tar ju upp fina och \"relevanta\" jämförelser utifrån livet och jag ställer då frågan om det vore helt ok om person A och B möts och dispyt uppstår mellan dessa leder till att person B känner sig sarkastiskt utsatt av person A så att person B helt enkelt misshandlar person A grovt och även våldtar person A p.g.a. sexiga kläder och för att person A har mindre intelligens (<i>snabbt konstaterat av person B</i>).<br/> <br/> <u>Simplifierad version</u><br/>  1. Dispyt mellan A &amp; B<br/>  2. B slår A jätte hårt<br/>  3. B våldtar A jätte hårt för att B tycker A har sexiga kläder.<br/>  4. B tycker A är ointelligent och slår lite till samt våldtar lite till.<br/>  5. Who to blame?<br/> <br/>  Vem är den skyldiga i den sammandrabbningen, person A eller person B?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Man brukar ju säga \"Too soon\" när man skämtar om andra världskriget. I andra världskriget så skulle man ju säga att Adolf var 100% ansvarig. Men efter 50 år börjar folk skämta lite på intenret om det. Och sen en dag så sitter man där och säger att judarna fan fick skylla sig själva för att dom var judar. Du behöer inte vara nazist för det. Det handlar bara om att få uttrycka sig till fullo. Trots allt, så var dom ju judar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Men med feminister - så tillåts inte en sådan uttrycksfrihet. Kvinnor är helt enkelt ALDRIG ansvariga. Kvinnor har inte gjort NÅGOT fel NÅGONSIN inte ens om det var deras eget FEL! <br/> </td> </tr> </table> </div> <br/>  Jag tro mig se en ganska relevant skillnad i detta annorlunda påståendet än i det jag antar du försöker dra en parallell med och det är våldtäkt och kvinnans ansvar idet.<br/>  Här handlar det om ord och politiskt ställningstagande samt antagande från din sida om att <i>alla</i> är sådana och vars politiska inställning kan variera över tid. Denna mening handlar inte om att utföra ett fysiskt brott på en annans bekostnad och på så sätt skada en annan människa fysiskt och psykiskt för en hel livstid p.g.a. att man blivit nobbad och insett att man som pojke inte räcker till av olika anledningar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Det handlar bara om uttryck förstår du. Och feministerna censurerar det. När det kommer till våldtäkter så är det ALLTID \"too soon\". Du är ALLTID en gris om du går över den gränsen. Du är ALLTID en äcklig pervers gubbe. Du behöver inte ens vara i gubbålder för att bli kallad en gubbe.<br/> </td> </tr> </table> </div>   Menar du att kvinnorna har censurerat oss pojkar genom att förbjuda våldtäkt eller hur menar du?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Och det bästa är att det alltid kommer vara så här. För feminismen är en princip. Det fortsätter vara så här för att kvinnor är begränsade i sin intelligens. Så det bästa är att titta på alla anti-feminister som tror att dom en dag ska \"besegra\" feminismen. Dom är så otroligt OFF. Dom har så otroligt låg utbildning i hur ointelligenta kvinnor är.  Antifeministerna tjatar liksom om att ändra på lagar och sånt. Men dom ser liksom inte att för kvinnor så är lagboken en bunt med papper. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Bokstavligen talat. Den betyder ingenting mer. Det är en bunt papper, som dom kan ta i och använda som ursäkt för att prata om vädret med. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Det är liksom.... Helt otroligt. Roligt. Att leva. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> </td> </tr> </table> </div> <br/>  Oj denna mening var väldigt motsägande i sig själv och måste säga att min brist på förståelse tog slut här.<br/>  Du säger att feminism är nåt som bara är så i samhället för att kvinnor är så ointelligenta och att vi pojkar inte ska få våldta dessa ointelligenta och sarkastiska kvinnor som dessutom aldrig ska kunna anklagas för att ha gjort nåt fel??? <br/>  Sen säger du att alla Anti-feminister som då är som är EMOT feminism även är ointelligenta och dom är även så outbildade att dom inte förstår det själva.<br/> <br/>  Detta var väldig tung information att ta emot och försöka omvandla till något som lilla hjärna kallar för relevant information.. Pju"
		},
		{
			"postIndex": 2569,
			"postNumber": 2608,
			"rankGlobal": 11,
			"rankLocal": 2,
			"scoreGlobal": 84.3,
			"scoreLocal": 97.5,
			"userRank": 57,
			"userScore": 9.9,
			"postUserName": "truthsayer",
			"postUserID": "u879349",
			"postUserUrl": "https://www.flashback.org/u879349",
			"postDateTime": "2014-02-26, 14:24",
			"postUrlInThread": "https://www.flashback.org/t1878926p218",
			"postUrlUniq": "https://www.flashback.org/sp47691294",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Well. Jag hinner inte svara på allt. Men om du tycker att man är socialt inkompetent för att man inte förstår sarkasm - hur ska då ett fängelsestraff hjälpa? Håller dom utbildningar i social kompetens på kumla? <br/> </td> </tr> </table> </div> <br/>  Nej jag sa aldrig att jag tycker det beror på social inkompetens att inte förstå sarkasm utan jag sa att om man kan använda sin sociala inkompetens som försvar för att man ska få våldta någon annan person verkar ju vara en sund tanke <i><b>(ironiskt skrivet)</b></i><br/> <br/> <i><b>Min egentliga mening utan ironi är följande!</b></i><br/>  Att jag egentligen tycker det låter som en helt befängd och inte alls vare sig logiskt eller empatiskt genomtänkt argument eller förklaring till att få genomföra eller ens förstå hur andra kan genomföra ett sådant brott och tillfoga någon annan den inre och yttre smärta som sker vid våldtäkt p.g.a. av att en person inte kan ta sarkasm som består av ord.<br/>  Enligt mig är man väldigt depraverad och sjuk om man verkligen tror och tycker detta och kanske ska  fundera på att söka sig en fristad 6 fot under marken får att andra ska undkomma med livet i behåll.<br/> <br/>  Vet inget om Kumla men kanske ett bra ställe att praktisera sitt tänk om våldtäkt när X-antal grabbar kommer och säger att dom anser en vara sarkastisk samt sexig i duschen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Kvinnor är ju likadana som sagt. Gift dig med en tjej och lägg sen en sarkastisk kommentar angående hur hon uppfostrar barnen. Då lär hon klösa dig i ögat. Vad ska du säga då? \"du är ju socialt inkompetent som inte kunde ta min nedlåtande och totalt onödiga kommentar!\"?? <br/> </td> </tr> </table> </div>   Om en sådan incident nu händer kan du ju alltid vända dig till polisen och låta lagen göra sitt jobb. Du blir fri men kvinna blir kanske fälld för misshandel.<br/>  Tycker du dessutom att detta exempel att få en smäll av en kvinna för att man är nedlåtande om ens ungar ens är i paritet med en våldtäkt p.g.a. ens kläder och omständighet tror jag nog du ska fundera på hur du värderar andra runt omkring dig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Sarkasm är lika onödigt som våld ochjag tycker bägge formerna av kommunikation bör vara straffbara. Säger inte att det är rätt att våldta. Men jag kan se sambandet varför killar gör det. <br/> </td> </tr> </table> </div>   En liten parentes bara.. Att våldta någon är inte att kommunicera med den andra utan är ett lagbrott vars summa är att bräcka och knäcka en annan människas livsgnista och används även som ett vapen (tortyrredskap) i krig.<br/> <br/> <i>Kommunikation är en process för att överföra information från en punkt till en annan. Vanligtvis ses kommunikation som en tvåvägsprocess där det sker ett utbyte av tankar, åsikter eller information, oavsett om det sker via tal, skrift eller tecken. Deltagarna har ofta någon slags överenskommelse om mål, orsak och form för kommunikationen.</i><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         En tjej klär sig sexigt, och när du tittar på henne så säger hon något sarkastiskt. Då flippar han. Precis som jag kan förstå att en fruga ristar sin mans cadillac och hugger honom med en kniv för att han var sarkastisk on hennes barnuppfostran.       </td> </tr> </table> </div> <br/>  Om det enda som krävs för att ska känna sig lite <i>butt hurt</i> som person och få en att genomföra eller stödja en våldtäkt av en annan människa är en sarkastisk kommentar ska man kanske fundera över sitt liv. Den personen är en farlig, instabil och depraverad människa.<br/>  Detsamma gäller kvinnan vars barn vart sarkastiskt utsatt av deras egen far och högg kniven i honom.<br/>  Hon kunde och borde givetvis ha lämnat en sådan man/far.<br/>  Att man däremot har olika åsikter om barnuppfostran och bör då ha en konstruktiv dialog om detta mellan varandra för att få till en så optimal uppfostran av barnen som möjligt är väl vad de flesta föräldrar går igenom.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <br/>  Den enda skillnaden är att man straffar mannens sociala inkompetens.Men man straffar inte kvinnans.<br/> </td> </tr> </table> </div> <br/>  Om båda brotten anmäls (våldtäkten och knivhugget) tror jag båda får sina straff och både bestraffas pga sin sociala inkompetens.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Läste nyligen om en kvinnlig våldtäktsman (pedofil till råga) som fick 6 månader. Vad får män? Dom får ju år. Hur ska man kunna ändra på mäns sociala kompetens om domstolen ajälv är så pass inkompetent att den inte kan hålla två parter jämställt till svars?<br/> </td> </tr> </table> </div>   Det är ju helt fel tycker jag med eftersom minsta straffet om man blir fälld för våldtäkt är 2 år enligt den svenska lagen oavsett kön.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         I slutet av dagen är det ju metoden man använder som är straffbar. Du blir inlåst för att du brukade våld, och för att du ska lära dig att våld är fel... Men sarkasm då? Det är också fel. Det är också dysfunktionellt. Varför är inte det straffbart? Varför kan man inte låsa in den sarkastiske mannen som är dryg mot sin fru? Som provocerade henne att pajja hans cadillac? Varför håller man bara henne ansvarig? Varför är det bara hon som blur bötfälld? Och samma med en tjej som klär sig i kort kjol. Om allt bara var en sarkastisk charad, varför är inte det ocksåstraffbart? Omdet vi gör nu är att lära människor socialt samspel när vi kastar dom i finkan?Varför accepterar vi sarkastiska (socialt knkompetenta) kvinnor men inte män?      </td> </tr> </table> </div> <br/>  Tror inte poängen med fängelset är att lära dig att våld är fel eftersom man förhoppningsvis har lärt sig detta under sin uppväxt. Att få fängelse är en konsekvens av att man brustit i sitt sociala samspelet och därigenom varit tvungen att bruka våld när den verbala förmågan och eller tankeförmågan slutat fungera eller att man helt enkelt blivit totalt överkörd av att den andra parten som varit helt dominerande i både den verbala- och tanke förmågan.<br/> <br/>  Min fråga blir direkt om det är den som upplevs som sarkastisk eller den som inte förstår sarkasmen som ska bli bötfälld. Vem av dessa två är den dumma i situationen?<br/>  Vi upplever ju sarkasm på olika sätt eftersom det är mottagarens känsla som är avgörande i om det är illa menad sarkasm eller om det är sarkasm baserad på humor.<br/> <br/>  Tror dock inte att man med humor kan bli våldtagen eller slagen en annan människa.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Och samma med en tjej som klär sig i kort kjol      </td> </tr> </table> </div> <br/>  Om nu denna kvinna är fullt vinterklädd och sarkastisk hur ska man då reagera?"
		},
		{
			"postIndex": 2559,
			"postNumber": 2598,
			"rankGlobal": 19,
			"rankLocal": 3,
			"scoreGlobal": 81.4,
			"scoreLocal": 94.1,
			"userRank": 12,
			"userScore": 41.5,
			"postUserName": "avishaman",
			"postUserID": "u640460",
			"postUserUrl": "https://www.flashback.org/u640460",
			"postDateTime": "2014-02-26, 01:42",
			"postUrlInThread": "https://www.flashback.org/t1878926p217",
			"postUrlUniq": "https://www.flashback.org/sp47686678",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>i3670</strong> <a href=\"/p47686268#p47686268\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag vet att en konversation bygger på att två eller flera personer utbyter åsikter eller information. Du ställde frågor och jag svarade. <b>Jag valde att svara.</b><br/></div> </td> </tr> </table> </div> <br/>  Du gör det igen. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Hade jag varit bög hade jag varit alll yours. Pratar du som du skriver IRL så bör du inte ha några som heslt problem med att få ligga med allt från kanintänder till supermodeller. Men nu är vi offtopic kanske. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>i3670</strong> <a href=\"/p47686268#p47686268\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Uppmaningen att du skulle kolla över dina sexuella preferenser har inget med min sexighet att göra. Jag ser inga tecken i den uppmaning jag skrev som relaterade tillbaka till min fysiska eller psykiska sexighet. Om du tolkar \"erfarenhet\" som direkt relaterat till något sexigt så är det din ensak. Men jag ser ingen självklar koppling utöver att man kan ha sexuell erfarenhet lika mycket som man kan ha musikalisk, teknisk eller konstnärlig erfarenhet.</div> </td> </tr> </table> </div> <br/>  Musik, teknisk och konst gör man för att i slutet av dagen hamna i en relation. Du hamnar i en relation så att du kan göra musik teknik och konst. Och sen så fortsätter det i en evig loop tills.. Tills.... Jag vet inte. <br/> <br/>  Det innebär dock inte att det inte är ett behov som MÅSTE uttryckas. Du behöver sex så pass mycket att du inte ens märker själv hur sexig du är t.ex. Så pass långt bortom ditt behov är du att din hjärna inte ens inser det längre. Det är på rak automatväxel. <br/> <br/>  Du kan inte stoppas helt enkelt. Jag säger inte att du är en våldtäktsman. Jag tror våldtäkter helt enkelt är när man hamnar i fel situation vid fel tillfälle. <br/> <br/>  Säg att du skulle gå ut och gå och råka ramla ner för ett stup och dö. Då säger man; \"Jäkla stup.\" och så säger man \"Ja, han skulle inte ha gått där för det var ju ett stup där.\". <br/> <br/>  Precis på samma sätt säger jag om våldtäkt. Ja, det är tragiskt att bli våldtagen. Men alla gör en så OTROLIGT stor grej av att inte låta kvinnan hållas ansvarig. <br/> <br/>  Man brukar ju säga \"Too soon\" när man skämtar om andra världskriget. I andra världskriget så skulle man ju säga att Adolf var 100% ansvarig. Men efter 50 år börjar folk skämta lite på intenret om det. Och sen en dag så sitter man där och säger att judarna fan fick skylla sig själva för att dom var judar. Du behöer inte vara nazist för det. Det handlar bara om att få uttrycka sig till fullo. Trots allt, så var dom ju judar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Men med feminister - så tillåts inte en sådan uttrycksfrihet. Kvinnor är helt enkelt ALDRIG ansvariga. Kvinnor har inte gjort NÅGOT fel NÅGONSIN inte ens om det var deras eget FEL! <br/> <br/>  Det handlar bara om uttryck förstår du. Och feministerna censurerar det. När det kommer till våldtäkter så är det ALLTID \"too soon\". Du är ALLTID en gris om du går över den gränsen. Du är ALLTID en äcklig pervers gubbe. Du behöver inte ens vara i gubbålder för att bli kallad en gubbe.<br/> <br/>  Och det bästa är att det alltid kommer vara så här. För feminismen är en princip. Det fortsätter vara så här för att kvinnor är begränsade i sin intelligens. Så det bästa är att titta på alla anti-feminister som tror att dom en dag ska \"besegra\" feminismen. Dom är så otroligt OFF. Dom har så otroligt låg utbildning i hur ointelligenta kvinnor är.  Antifeministerna tjatar liksom om att ändra på lagar och sånt. Men dom ser liksom inte att för kvinnor så är lagboken en bunt med papper. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Bokstavligen talat. Den betyder ingenting mer. Det är en bunt papper, som dom kan ta i och använda som ursäkt för att prata om vädret med. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Det är liksom.... Helt otroligt. Roligt. Att leva. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
		},
		{
			"postIndex": 2581,
			"postNumber": 2620,
			"rankGlobal": 32,
			"rankLocal": 4,
			"scoreGlobal": 75.4,
			"scoreLocal": 87.2,
			"userRank": 12,
			"userScore": 41.5,
			"postUserName": "avishaman",
			"postUserID": "u640460",
			"postUserUrl": "https://www.flashback.org/u640460",
			"postDateTime": "2014-02-26, 17:18",
			"postUrlInThread": "https://www.flashback.org/t1878926p219",
			"postUrlUniq": "https://www.flashback.org/sp47693634",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Stitchess</strong> <a href=\"/p47689674#p47689674\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag förstår din poäng men har väldigt svårt att hålla med dig. <br/>  Om min man är sarkastisk mot mig, så ifrågasätter jag mannens attityd och beteende. Ändrar han inte på sig så har jag ingen man längre då jag inte tänker bli behandlad hur som helst. <br/> <br/>  Väljer jag då istället att ta sönder hans bil och bruka våld, så är detta en medveten handling från min sida och jag vet att detta kommer att bli straffbart för mig. <br/> <br/>  Mannen blir inte traumatiserad för livet och fysiskt skadad på något vis medans en våldtäkt traumatiserar, skadar, och ibland tillochmed dödar där du får uppleva hur det känns att vara mindre värd än ett djur, du har ingen som helst kontroll över ditt eget öde utan får helt enkelt finna dig i att människan kan döda dig om han/hon så vill, kanske klippa av mig mina fingrar eller frihetsberöva och förnedra mig på obestämd tid. <br/> <br/>  Jag ser inte hur skada på annans egendom kan jämföras med öppet våld gentemot en annan människa.<br/> <br/>  Jag ser även här på FB hur män kommenterar kvinnor som inte klär sig i korta kjolar och \"sexiga kläder\", är fula osv och dömer ut dem som hopplösa utan framtid, lesbiska eller helt enkelt efterblivna. När är ni nöjda? Vad är alldeles lagom för att män inte ska förakta en som antingen ful flata eller hora där man i båda fallen får skylla sig själv.</div> </td> </tr> </table> </div> <br/>  Okej min analogi med sarkasm där tjejen ristar i bilen är ju rätt dålig också. Jag kaske skulle inkluderat att hon slår honom med en brödkavel. Eller örfilar honom. Eller skär av honom kuken. Poängen var inte vad hon gjorde för att hämnas. Poängen är att han triggade henne genom att han använde en kass form av bestraffning. <br/> <br/>  Ett bättre exempel är kanske om en tjej ignorerar en kille. Har du på dig sexiga kläder men du inte vill ta ansvar för det, då ignorerar du ju killars sexuella behov. <br/> <br/>  Likna det med att du är gift med george clooney. Men han ignorerar ditt behov av kärlek. Säg att efter bröllopet så slutar han säga att han älskar dig. Du gör allt för honom, säg att du diskar, suger av honom, hånglar med honom, osv osv osv osv. Men han bara ignorerar dig. <br/> <br/>  Det är samma sak där. Kvinnor flippar ur totalt i såna förhållanden. Ibland får såna kvinnor diagnoser, och ibland så gör dom slut. Så som du säger att du skulle göra i ett sarkastiskt förhållande. Du skulle lämna honom. Du skulle ge igen med samma mynt MAO. Han ignorerar dig, du ignorerar honom. Du slutar laga mat, du slutar suga, du slutar prata med honom. <br/> <br/>  Folk skulle säga att han förtjänade det. JAG skulle säga att han förtjänade det. <br/> <br/>  Men så när det är andra sidan om. När kvinnan ignorerar. När kvinnan är sarkastisk. När kvinnan går fram till en kille och visar brösten, och sen kallar honom för ett äckel för att han tittade - ja då är det HAN det är fel på. <br/> <br/>  Tycker inte du det är ojämställt? Du som kvinna kan gå ut klädd som om du vore en strippa, och på samma gång kan du kalla killar för pervon när dom kollar på dig. Man håller inte dig ansvarig. Du skulle kunna anmäla dom killarna för sexuellt ofredande bara för att dom tittade på dig. Staten skulle skita i att du hade på dig en uppseendeväckande klädstil. Killen skulle få allt skit. Trots att det var du som provocerade honom. <br/> <br/>  Våldtäkt är ju grövre än att bara titta. Men i principen så är det samma sak. Du viftar med en kotlett framför ett lejon och sen när lejonet äter köttbiten så är det helt plötsligt fel på lejonet. Då säger man att lejonet borde ha \"haft bättre självkontroll\". <br/> <br/>  Varför kan inte DU ha bättre självkontroll och kasnke ha på dig en rysk kappa istället för en kort kjol? <br/> <br/>  Du skulle ju tycka att det var okej att ignorera george clooney om han ignorerade dig. Varför är det inte okej för killar att ignorera att en tjej säger \"Nej\" när tjejer från första början ignorerar att män har ett behov av att ha sex?"
		},
		{
			"postIndex": 2534,
			"postNumber": 2573,
			"rankGlobal": 36,
			"rankLocal": 5,
			"scoreGlobal": 75.1,
			"scoreLocal": 86.8,
			"userRank": 12,
			"userScore": 41.5,
			"postUserName": "avishaman",
			"postUserID": "u640460",
			"postUserUrl": "https://www.flashback.org/u640460",
			"postDateTime": "2014-02-25, 20:38",
			"postUrlInThread": "https://www.flashback.org/t1878926p215",
			"postUrlUniq": "https://www.flashback.org/sp47682082",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kanelochsocker</strong> <a href=\"/p47681682#p47681682\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ja upprepar och citerar mig själv: \"Kan inte män sansa sig utan går i gång och begår övergrepp på grund av en kvinnas klädsel har han grava problem med impulskontrollen och skall inte vistas ute på gatorna utan vara fastkedjan i en källarhåla\". <br/> <br/>  Tillägger att du är i behov av terapi om du seriöst har dessa åsikter.</div> </td> </tr> </table> </div> <br/>  Det är inte våldtäkt om du bad om det. Återigen. Om du har en t-shirt som det står \"slå mig\" på, och någon slår dig, så är det ju inte misshandel. <br/> <br/>  Om du har på dig en kort kjol och en kille har sex med dig - så får du ju vad du förväntade dig. Du satte ju inte på dig kjolen för att ha det bekvämt eller för att gå och mjölka kossor i ladugården. Du satte på dig en kort kjol för att ha sex - och får du då sex så är det inte våldtäkt. Det är samlag. <br/> <br/>  Jag vet inte ens varför man diskuterar våldäkt i den här tråden. Har du kort kjol, så insinuerar du bara inte, du KONSTATERAR för andra människor att du är redo att ta emot en kuk. Med samma logik så slickar du ju dig inte om läpparna och blinkar med ena ögat om du vill låta någon veta att du inte tycker om honom. <br/> <br/>  Visst, kan du vara sarkastisk. Men då är det ju återigen inte helt oförståeligt om killen inte förstog iomed att sarkasm är en dubbelspårig kommunikation. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong> <a href=\"/p47681718#p47681718\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Har man uppsåt att ha sex om man klär sig i en kort kjol? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/></div> </td> </tr> </table> </div> <br/>  Varför skulle det annars heta \"sexiga kläder\" ? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong> <a href=\"/p47681718#p47681718\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Sex med vem?</div> </td> </tr> </table> </div> <br/>  Inte vet jag? Det är du som är tjej här. Det är du som sätter på dig kläderna. Jag kan bara anta att du klär dig i sexiga kläder. Så jag får väl fråga dig. Vem hade du i åtanke? Vem var det du ville attrahera? Vem var det du ville skulle komma fram, slita tag i dig och kyssa dig? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong> <a href=\"/p47681718#p47681718\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> <br/>  Och du ser ingen skillnad på att skratta åt en clown och utöva våld mot en kvinna?</div> </td> </tr> </table> </div> <br/>  Jag skulle gissa på att ett lejon tycker det känns våldsamt om du håller en köttbit framför lejonet men sen slår på lejonet när han försöker äta den.'<br/> <br/>  Edit: Jag skulle säga att du utövar våld mot en man om du leker med hans sexualitet på det sättet. Du kan jämföra det med att hålla en köttbit framför ett lejon men inte ger det till lejonet. Jag skulle utan tveka sympatisera med lejonet. Förr eller senare så skulle lejonet bli så pass hungrigt att lejonet åt upp hela dig. Och ingen skulle sympatisera med dig. <br/> <br/>  Samma ska med män. Sex är ett behov som med allt annat. Följ efter vilken kille som helst, säg, 20 år i sträck. Lämna honom inte ur åsyn. Ge honom inget som helst tillfälle att tillfreddställa sina sexuell behov på något sätt. Du ska ALLTID vara i hans fokus.<br/> <br/>  Förr eller senare så kommer han precis som ett lejon att kräva att få sitt behov mött. Lejonet äter dig, och mannen skulle slita av dig kläderna. <br/> <br/>  Jag skiter i vem det är. Om det är en advokat, om det är fredrik reinfeldt. ALLA på den här jorden är våldtäktsmän med din logik."
		}
	],
	[
		{
			"postIndex": 2651,
			"postNumber": 2691,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 85,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 41.5,
			"postUserName": "avishaman",
			"postUserID": "u640460",
			"postUserUrl": "https://www.flashback.org/u640460",
			"postDateTime": "2014-02-28, 18:32",
			"postUrlInThread": "https://www.flashback.org/t1878926p225",
			"postUrlUniq": "https://www.flashback.org/sp47724119",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Noola</strong> <a href=\"/p47722088#p47722088\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du tänker att eftersom man får klä sig som man vill borde man också få överfalla vem man vill?</div> </td> </tr> </table> </div> <br/>  Haha nej. <br/> <br/>  Det är bara en typisk grej man blir uppfostrad med idag. \"gör det som känns bäst. var dig själv. gör som du själv i vill. skit i alla andra.\"<br/> <br/>  Och andra sekunden så är det helt tvärtemot. Väldigt inkonsekvent. Poängen är dock att mammor inte kan uppfostra män till att bli män. Det vore som att jag som man skulle lära dig hur det känns att föda barn. Jag kan inte göra det. Lika lite kan singelmammor uppfostra pojkar till att bli män, för ni kan helt enkelt inte relatera. <br/> <br/>  Så när småpojkar växer upp och blir indoktrinerade att tänka som kvinnor så blir det skevt. Följer man den logiken som kvinnor lär ut så blir det \"gör det som känns bäst för DIG\" och om det innebär att låta frustration explodera i ett våldtäktsanfall så gör man det. <br/> <br/>  Jag vet! Jag blev uppfostrad av en morsa. Hade ingen farsa som kunde hjälpa mig och jag slutade upp som en våldsam pundar-tjuv-idiot. Tills jag tillslut träffade en annan man som kunde hjälpa mig. Lärde mig det, en kivnna kan inte lära en att vara man. Det går bara inte. Det blir helt fel. Det blir kortslutning i hjärnan. Som människor är vi inte byggda att fungera så. En kvinna kan inte ersätta en man. En mor kan inte ersätta en far. <br/> <br/>  Min poäng är att feminister gärna tar på sig barn. Och feministmän tillåter det. Nyligen hade vi ju en debatt om att kvinnor ska få uppfostra barn själva. Så då föds det barnet. Det barnet lär sig att följa sina känslor av sin morsa. Och om hans känslor säger \"den där tjejen i korta shorts gör mig kåt. nu ska jag knulla\" så gör han det. Hyckleriet träder in när feministerna ena stunden försvarar det, och andra stunden uppmuntrar det. Ena stunden säger en feminist \"kriminella hade en dålig uppväxt\". Andra sekunden så säger dom \"ja men låt kvinnor uppfostra barn på egen hand\". <br/> <br/>  Kvinnor får t.om betalt för att vara singelmorsor. Finns kvinnor som skaffar barn bara för att kunna glida på pengarna som kommer med det. Sen leker alla förvånade när den ungen slutar upp som kriminell, överkåt, odisciplinerad mördare som springer runt och våldtar. Om det är någon politisk ideiologi som vill förstöra så är det feministerna. Ni är jämt där och vill ge kvinnor alla chanser som det bara går att kunna fucka upp världen lite till. Kvinnor kommer undan lättare än män om dom begår brott. Kvinnor får pengar om dom skaffar barn. Kvinnor får alla möjliga bidrag och favoriseringar. <br/> <br/>  Så även fast ni inte ens inser det så är det feministerna som föder alla våldtäktsmän. Våldtäktsmän skulle inte existera om alla växte upp i en lycklig trygg säker familj där han blev disciplinerad. Idag skiter man helt i det. Idag ersätter man fadersfigurer med ADHD mediciner vilket bara gör situationen värre iomed att såna mediciner t.om gör en berusad. Man är ju mer benägen att begå brott om man är påverkad. <br/> <br/>  Det är synd. Så om kvinnor inte hade korta kjolar, så skulle dom inte bli våldtagna. Dock så är det egentligen inte det egentliga problemet. Man kan se på det som problemet. Men det är egentlien bara ett symptom. Tjejen i kort kjol är ännu en dum blondin som är för begränsad i sin intelligens för att förstå att hon inte kan uppfostra barn själv. Ännu mer tragisk är hennes pojkvän staten som belönar henne för det och sen leker förvånad när barnet blir ännu en tatuering i ansiktet. <br/> <br/>  Så jo, våldtäktsmän våldtar för att tjejer har kort kjol. INITIELLT, JUST DÄR OCH DÅ, när det HÄNDER, så är det så det går till. Han får bånge, och iomed att han inte har självdisciplin och oimed att han inte haft någon farsa så gör han som en tjej skulle göra. Det som känns bäst. Det som verkar mest bekvämt för stunden. Men som sagt så skulle inte problemet försvinna om kvinnor slutade bära kjolar. Problemet skulle försvinna om män slutade vara ryggradslösa maneter som hela tiden belönar kvinnor att ta på sig uppfostring på egen hand. Då skulle man kanske t.om kunna leva i en värld där alla sprang runt nakna. Vad vet jag. Men i stundens hetta så rättfärdigar våldtäktsmannen våldtäkten med att tjejern har kort kjol. FAktum är nog att han inte ens vet om att han våldtar. Han har ju lärt sig att såhär ska det vara. Får man stånd och ser en snygg tjej då ska man på henne. \"Ta initiativ. Var dig själv. Följ dina känslor. Inget är rätt eller fel. Livet är kort. Die fast live young\" etc etc. All brudlogik som man tvångsmatar denna våldtäktsman tar sin rätta."
		},
		{
			"postIndex": 2676,
			"postNumber": 2717,
			"rankGlobal": 20,
			"rankLocal": 2,
			"scoreGlobal": 80.9,
			"scoreLocal": 95.2,
			"userRank": 80,
			"userScore": 7.8,
			"postUserName": "Alice1222",
			"postUserID": "u864220",
			"postUserUrl": "https://www.flashback.org/u864220",
			"postDateTime": "2014-03-07, 08:00",
			"postUrlInThread": "https://www.flashback.org/t1878926p227",
			"postUrlUniq": "https://www.flashback.org/sp47820877",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tverskoy</strong> <a href=\"/p37521567#p37521567\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det är så här, om en kvinna har en kjol som är kort upp till fittan och en tröja som sitter tight så att tuttarna syns som fan då ska kvinnan faaaan inte klaga om hon blir våldtagen. Håller ni med? (om ni inte gör det då är ni idioter, speciellt ni som är föräldrar till en dotter)</div> </td> </tr> </table> </div> <br/>  Hela den här tankeställningen är idiotisk. Att en kvinna måste ha på sig så pass mycket så att ingen man kan bli attraherad av henne är helt enkelt idiotiskt, för om en kvinna behöver burka för att en man ska kunna kontrollera sig så är det inte längre kvinnan som gör fel utan en man.<br/> <br/>  Det som skiljer människan främst från djur är inte vårt utseende eller enbart vår intelligens. Det är vår fantastiska förmåga att kunna gå efter våra tankar och vårt omdöme istället för impulsiva instinkter. Man ser ju inte direkt en människa se en ren och jaga den direkt, vilket skulle vara de flesta djurs automatiska instinkt. Istället så tänker vi igenom våra beslut. Vilket gör så att våldtäkt blir en helt annan sak.<br/> <br/>  Ett djur kan oftast inte våldta ett annat djur, då det inte handlar om samma principer då man bara förökar sig för att få barn och hon-djuren, precis som han-djuret, inte tänker igenom beslutet utan bara gör det. Men om hon-djuret faktiskt kunde bestämma sig för att säga nej, skulle det inte betyda ett dugg för han-djuret skulle inte kunna avstå, utan han skulle bara direkt göra det utan tanke.<br/> <br/>  Som sagt är vi människor helt annorlunda. Så att män ska våldta en kvinna för att hon har lite kläder och att det gör så att de blir kåta, är helt idiotiskt. Då beter sig mannen som ett djur. Om han inte kan kontrollera sig vid synen av en lätt klädd kvinna bör han egentligen vara instängd, för det är inte det som händer. För endast psykopater går efter sina instinkter, och mannen tog ett beslut att våldta henne baserat på hans egna tankar, inte instinkter eller impulser.<br/> <br/>  Så, joo, om en kvinna går ut med med knappt några kläder (vilket jag är emot, men fortfarande) så ska inte någon kille våldta henne för att han blir kåt. Att en kvinna ska gå omkring och anpassa sig för att en man inte kan kontrollera sig själv är idiotiskt, och trots att det inte är smart att gå omkring med lite kläder nu, måste man absolut ändra på den här tankeställningen."
		},
		{
			"postIndex": 2776,
			"postNumber": 2822,
			"rankGlobal": 21,
			"rankLocal": 3,
			"scoreGlobal": 80.8,
			"scoreLocal": 95.1,
			"userRank": 12,
			"userScore": 41.5,
			"postUserName": "avishaman",
			"postUserID": "u640460",
			"postUserUrl": "https://www.flashback.org/u640460",
			"postDateTime": "2014-05-21, 06:27",
			"postUrlInThread": "https://www.flashback.org/t1878926p236",
			"postUrlUniq": "https://www.flashback.org/sp48878006",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Scull</strong> <a href=\"/p48877987#p48877987\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Människor har ju faktiskt ärenden även till områden där människor rånas, mördas och våldtas. Ska de inte vara där då? En del bor till och med i såna områden.</div> </td> </tr> </table> </div> <br/>  Tror personen menade på att allting inte kan vara en till lags hela tiden jämt och ständigt. Ofta när man säger att tjejer kanske inte borde klä sig så porrigt, så säger dom \"men jag ska kunna gå hur jag vill utan att behöva oroa mig. det är inte jag, et är värdlen som ska ändra på sig\". Poängen är ju dock att världen inte är helt perfekt, och kan inte bli helt perfekt heller. Den kan inte böja sig inför ens alla minsta lilla önskningar bara för att man ska få det bekvämt. Det är som att säga \"nej, jag som 7åring ska få prata med främlingar i skåpbilar om jag vill. det är DOM som ska ändra på sig, inte jag.\". Det är bara inte realistiskt. Det kommer aldrig finnas en värld där kvinnor kan gå runt på gatorna, flasha fittan, strippa, slicka på främlingars pungkulor mitt på gatan - UTAN - att dessa kvinnor får någon slags reaktion. Det är helt enkelt inte realistiskt. Det är precis som att säga att \"nä, jag ska kunna gå i mexico city och vifta med en pistol utan att det händer något. det är inte JAG som ska ändra mig, det är VÄRLDEN det är fel på.\". <br/> <br/>  Nej, det är inte VÄRDLEn det är fel på, det är dig det är fel på som hela tiden vill ta världen för givet. Det är DU som vill ha allting på en räkmacka hela tiden, och som naivt vill leva i någon slags prinsessdröm där du bara får reaktioner från folk som är önskade.  <br/> <br/>  Visst, om du bär burka, folkdräkt eller klänning, så kommer folk fortfarande att titta på dig. Män kommer inte sluta att göra närmanden för att du helt plötsligt bär vettiga kläder. Det är dock skillnad på att en tjej säger \"titta nte på min cameltoe\" och \"titta inte på min klänning\". Om du som kvinna vill ha uppskattning för kläderna du bär, och din jättefina klädsmak.. Ja, klä dig då i fina kläder. Om du inte vill ha uppmärksamhet för att du går runt med en cameltoe... Så gå inte runt i en cameltoe. Folk kommer titta på dig hur som helst. Om du inte vill vara sexig, så klä dig helt enkelt inte sexigt då. <br/> <br/>  Ser du itne hur dumt det är att en tjej säger \"du är pervers som tittar på mina porriga kläder\" ? Tror du helt ärligt att lösningen för prinsessan på ärten, är fler madrasser? Om en tjej har så pass överdrivna krav att hon inte kan sova på en ärta, så tvivlar jag på att världen kommer bli bättre när man plockat bort ärtan. Hon kommer börja klaga på dammkorn. Nästa gång är madrassen lite sned. Efter det så är belysningen i rummet lite för stark. <br/> <br/>  Om du kastar alla våldtäktsmän i fängelser, så kommer problemet nå DITT trappsteg en dag. När alla våldtäktsmän (ärtor) är i fängelse, så kommer tjejerna klä sig ÄNNU mer porrigt. En dag finner du dig på stan, och så börjar en tjej helt plötsligt att smeka dig på pungen. Vadå, hon får väl betee sig hur hon vill. Hon vill inte ha sex. Hon bara smeker dig på pungen för att det är bekvämt. Den dagen så kommer du antagligen att spela med, och kanske kyssa henne. Vad skulle du då säga ifall hon helt plötsligt skriker, ringer snuten, och kastar dig i fängelse för våldtäkt?"
		},
		{
			"postIndex": 2712,
			"postNumber": 2755,
			"rankGlobal": 37,
			"rankLocal": 4,
			"scoreGlobal": 75.1,
			"scoreLocal": 88.3,
			"userRank": 84,
			"userScore": 7.2,
			"postUserName": "CindyX",
			"postUserID": "u895677",
			"postUserUrl": "https://www.flashback.org/u895677",
			"postDateTime": "2014-05-10, 12:59",
			"postUrlInThread": "https://www.flashback.org/t1878926p230",
			"postUrlUniq": "https://www.flashback.org/sp48729448",
			"sentence": "Vilken sjuk tråd. Överfallsvåldtäkter som sker utomhus för att tjejen har kort kjol är ganska liten. Problemet med våldtäkter är inte att kvinnor går runder och frestar män som många verkar tro i den här tråden. <br/>  Dom allra flesta våldtäkter sker i ens egna hem av någon man känner. <br/>  I den här trådens logik så betyder det att jag som är tjej inte ska ha några manliga vänner och framför allt ingen pojkvän och undvika att vistas i mitt egna hem. Det är det enda sättet att minska risken för våldtäkt.<br/> <br/>  Sen är jag förvånad att ni killar i den här tråden inte blir förolämpade mer än kvinnor i tråden. Det som ts säger och alla som håller med honom är att ni män är impulsstyrda djur som inte kan skilja på rätt eller fel så fort ni ser lite lår. <br/>  Jag har högre tankar om det motsatta könet iaf.<br/> <br/>  Jag tycker att vi kvinnor ska få visa vår kvinnlighet, framhäva det som vi tycker är sexigt med oss själva och klä oss precis som vi vill.<br/>  Både män som får se vackra kvinnor samt vi kvinnor som får vara precis som vi vill, gör inte det oss alla mycket lyckligare?<br/> <br/>  Nu ska iaf jag springa ut i en ultra rosa, alldeles för kort kjol och njuta av vårvädret. X"
		},
		{
			"postIndex": 2951,
			"postNumber": 2999,
			"rankGlobal": 72,
			"rankLocal": 5,
			"scoreGlobal": 69.2,
			"scoreLocal": 81.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Babianen",
			"postUserID": "u76814",
			"postUserUrl": "https://www.flashback.org/u76814",
			"postDateTime": "2014-06-06, 12:30",
			"postUrlInThread": "https://www.flashback.org/t1878926p250",
			"postUrlUniq": "https://www.flashback.org/sp49086257",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Scull</strong> <a href=\"/p49086159#p49086159\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vad är skillnaden mentalt då att ha sex med nån som du finner extremt motbjudande på ett kallt golv på en skitig toalett eller om du har det i sängen på lördagsnatten med nån som du är extremt tänd på? Om det fysiskt är lika skönt.</div> </td> </tr> </table> </div> <br/>  Som jag sa man gillar en man mindre än den andra. Men fysiskt blir man fortfarande penetrerad det är samma sak. Om man blir våldtagen då tänker man \"den här killen tycker jag inte om\" eller typ \"jag önskar han hade haft en större kuk\" eller \"den här killen var riktigt ful det var ingen bra ide att ha sex med honom\". Om man har sex med någon man tycker om så tänker man \"den här killen tycker jag om\" , \"den här killen såg riktigt bra ut vilken tur att jag valde att ha sex med honom\" , \"det här var en positiv upplevelse\". Men fysiskt så är det samma sak det är penetration i båda fallen.<br/> <br/>  Poängen är att det mentala inte spelar så stor roll. Det är 10 - 20% av den sexuella upplevelsen. 80 - 90% är den fysiska biten. En kvinna kommer att njuta mer av våldtäkt på grund av den mentala biten \"åh nu blir jag våldtagen vad spännande\". Men inte till någon jätte stor utsträckning. Alltså är våldtäkt och vanligt sex ungefär samma sak.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ohnae</strong> <a href=\"/p49086214#p49086214\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Sluta nu sitta hemma och sura för du inte får knulla fadi!</div> </td> </tr> </table> </div> <br/>  Jag har postat bevis för att jag är kvinna här, <a href=\"https://www.flashback.org/p47867495#p47867495\" target=\"_blank\"> (FB) Leder porr till sexuella övergrepp?</a>"
		}
	],
	[
		{
			"postIndex": 3289,
			"postNumber": 3339,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 94.5,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Babianen",
			"postUserID": "u76814",
			"postUserUrl": "https://www.flashback.org/u76814",
			"postDateTime": "2014-06-24, 09:08",
			"postUrlInThread": "https://www.flashback.org/t1878926p279",
			"postUrlUniq": "https://www.flashback.org/sp49324619",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du upprepar dig men har inga argument.</div> </td> </tr> </table> </div> <br/> <br/>  Jag har visat att du har fel genom att ge exempel på hur män reagerar när andra män klagar på att de blivit tvingade till sex med en kvinna. Jag har visat att de flesta män tycker att mannen hade tur. Samma sak gäller för kvinnor som reagerar på att andra kvinnor blev våldtagna de tycker att kvinnan hade tur och borde sluta klaga.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nej det vet du inte. Sluta snacka skit.</div> </td> </tr> </table> </div> <br/>  Jo jag vet det därför att det finns saker det är PK att säga och saker det inte är PK att säga till exempel, det är PK att säga att \"sex är en personlig sak för mig jag har det inte med vem som helst\" det är inte PK att säga \"så länge det är bra sex bryr jag mig inte vem jag har sex med\". Det första är det kvinnor säger till män, det andra är det kvinnor egentligen tycker. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nej. Störda personer begår sexuella övergrepp, ibland är de inspirerade av våldsfilmer, porr eller något annat men de flesta som konsumerar porr begår inte övergrepp. Jag har sett massor av porr och har haft helt vanligt, normalt sex med flera olika kvinnor. Jag har inget som helst intresse av att begå några övergrepp överhuvudtaget. Däremot har jag i mitt arbete träffat våldtäktsoffer, både manliga och kvinnliga och jag har både manliga och kvinnliga våldtäktsoffer i min bekantskapskrets. Alla har mått mycket dåligt över det inträffade och de är inte några hysteriska människor. Dina inlägg hånar dem och alla andra våldtäktsoffer. Du borde fanimig skämmas.</div> </td> </tr> </table> </div> <br/>  Men om kvinnor konsumerar erotiska böcker som går ut på,<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">        Cassie is kidnapped       </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <u><b>He rapes her, repeatedly. Like, unambigous, tearful, painful, she's-tied-down raping.</b></u> Of course, by<u><b> the next time it happens her traitorous body responds to him, and then she can't help herself from having sex with him constantly.</b></u> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       she is brutally and graphically gang-raped.      </td> </tr> </table> </div> <br/>  då kan de inte vara särskilt negativa till riktig våldtäkt right? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nej alla kvinnor vill inte det. En del vill det, andra inte. ALLA män vill inte ha sex med kvinnor, eller män eller överhuvudtaget. Några är helt asexuella, andra tänder enbart på djur. Sluta tramsa nu.  </div> </td> </tr> </table> </div> <br/>  Hur vet du att alla kvinnor inte vill bli dominerade? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Stämmer inte alls. Överfallsvåldtäkter är iofs mer ovanligt än våldtäkter inom hemmet, av någon bekant, av ex-partnern osv men det är fortfarande inte frågan om enstaka fall. Kolla hur det ser ut i Indien tex där kvinnor våldtas på löpande band varje minut. Kolla i Sydafrika där barn våldtas varje dag därför att sjuka män tror sig bli botade från, eller immuna mot HIV om de har sex med ett spädbarn. Kom ut ur din bubbla nu.</div> </td> </tr> </table> </div> <br/>  Jag talar om Sverige här är det ingen som blir våldtagen på bussen eller i vanliga livet man måste anstränga sig för att bli våldtagen. <br/> <br/>  Ingen kvinna blir våldtagen i hemmet. För om hon tror att mannen ska våldta henne kan hon bara ringa polisen.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nej. Men du kan vara säker på att den som blev våldtagen inte tyckte om det. Om alla kvinnor vore villiga att ha sex med alla män, när som helst, var som helst och hur som helst så skulle det inte ske några våldtäkter. Eller hur? Så fort en galning halar fram kuken så skulle kvinnan i din fantasivärld sära på benen, eller skinkorna och låta mannen tränga in. Så är det inte och det har aldrig varit så.</div> </td> </tr> </table> </div> <br/>  Det är klart att hon tyckte om det. Vänd på könen, om en kvinna bröt sig in hos män och hade sex med dem hur många män skulle klaga? Typ ingen. Så varför skulle en kvinna ha något emot att hon får gratis sex? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49323379#p49323379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Nej. Alla är individer. Du har inga vetenskapliga belägg för dina sjuka påståenden.</div> </td> </tr> </table> </div> <br/>  Alla kvinnor blior automatiskt våta vid penetration jag har postat belägg för det här, <a href=\"https://www.flashback.org/sp49318493\" target=\"_blank\"> (FB) Blev våldtagen och hade kort kjol - klaga inte!</a>"
		},
		{
			"postIndex": 3179,
			"postNumber": 3227,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 86.5,
			"scoreLocal": 91.6,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Babianen",
			"postUserID": "u76814",
			"postUserUrl": "https://www.flashback.org/u76814",
			"postDateTime": "2014-06-22, 19:17",
			"postUrlInThread": "https://www.flashback.org/t1878926p269",
			"postUrlUniq": "https://www.flashback.org/sp49302658",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302472#p49302472\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du svarar undvikande och raljerar om dumheter som inte har med ämnet att göra.</div> </td> </tr> </table> </div> <br/>  Jag svarar inte undvikande. Ingen kvinna tar livet av sig av våldtäkt precis som ingen man tar livet av sig av att bli våldtagen av en kvinna. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302472#p49302472\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Knappast. Hur kan du påstå det när du inte känner alla våldtäktsoffer? Vet du hur alla människor reagerar när de råkar ut för traumatiska händelser? Hur kan du understå dig att ställa dig över alla människor och påstå att du vet exakt hur alla människor tänker när du uppenbarligen saknar all form av empati?</div> </td> </tr> </table> </div> <br/>  För att jag vet att kvinnor gillar våldtäkt. Vänd på könen, om en man blev tvingad till sex av en kvinna skulle någon köpa det när han grät ut om att han hade råkat ut för ett trauma? Nej han skulle bli utskrattad. Samma sak gäller för kvinnor som blivit våldtagna. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302472#p49302472\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Har du något vetenskapligt belägg för det? Studier som baserar sig på empiri eller är det din egen sjuka uppfattning?</div> </td> </tr> </table> </div> <br/>  Ja mitt belägg för det är att kvinnor aldrig säger högt vad de gillar sexuellt. Det är empirisk fakta. Det visar att om kvinnor gillar våldtäkt kommer de inte säga det högt.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302472#p49302472\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jeesus christ. Du är verkligen svårt verklighetsfrånvänd. Därför att sex är någonting intimt, någonting mycket personligt. Jag kan inte komma på en enda person som verkligen vill bli tvingad till att ha sex med någon. Sexuella rollspel är en sak men att en främmande människa grabbar tar i en och sätter på en utan att man ges möjlighet att tacka nej är såklart traumatiserande. All forskning visar det klart och tydligt.</div> </td> </tr> </table> </div> <br/>  Hur vet du att sex är intimt och personligt för kvinnor? <br/> <br/>  Alla kvinnor vill bli tvingade till sex. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302472#p49302472\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Fattar du inte skillnaden mellan sex och våldtäkt så är det ingen idé att diskutera. De flesta av oss tycker om mat men vi vill inte bli tvingade att äta av någon som trycker ned käk i käften på oss. De flesta av oss tycker sex är skönt men vi vill inte tvingas till det. Att du inte begriper det är uppenbart men det visar också att du har en brist på empati. Eller jag skulle vilja påstå att du saknar empati helt och hållet.</div> </td> </tr> </table> </div> <br/>  För kvinnor är sex och våldtäkt som kaffe och te. Man kanske föredrar kaffe men man har inget emot te.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302472#p49302472\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Du påstår att alla kvinnor tänder på män. Say what? Känner du till att det finns lesbiska kvinnor liksom det finns homosexuella män som inte är ett dugg intresserade av sexuellt umgänge med kvinnor?<br/>  Du snackar så mycket strunt så det är skrämmande. I vanliga fall kunde jag garva åt eländet men du verkar vara störd på riktigt vilket gör hela tråden oerhört obehaglig. Jag har sett videon där du \"verifierar\" att du är kvinna så jag tvivlar inte på att det faktiskt är en kvinna som skriver dina inlägg. <br/> <br/>  Jag har flera vänner, kollegor och skolkamrater som blivit utsatta för våldtäkter och gemensamt för dem är att de alla haft ett helvete efter det. Alla har gått i terapi, i stort sett alla har varit suicidbenägna och fått svåra känslomässiga problem. Människor som innan dess varit fullt friska, vanliga individer har förstörts av det de råkat ut för. Dina inlägg är så fruktansvärt respektlösa så det är inte sant. Det är t.o.m mer obehagligt än att läsa nazisters inlägg om hur de ser på förintelsen, sitt judehat mm. <br/> <br/>  Fy fan vilken trasig människa du är. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/></div> </td> </tr> </table> </div> <br/>  1) Det finns inga lesbiska kvinnor. <br/> <br/>  2) De har antingen varit galna innan de blev våldtagna eller är drama lamas eller hittar på. <a href=\"https://www.flashback.org/p49171684#p49171684\" target=\"_blank\">Det är ingen fysisk skillnad på vanligt sex och våldtäkt förstår du det konceptet?</a>"
		},
		{
			"postIndex": 3096,
			"postNumber": 3144,
			"rankGlobal": 15,
			"rankLocal": 3,
			"scoreGlobal": 82.7,
			"scoreLocal": 87.5,
			"userRank": 28,
			"userScore": 23.2,
			"postUserName": "Cineasten",
			"postUserID": "u224",
			"postUserUrl": "https://www.flashback.org/u224",
			"postDateTime": "2014-06-08, 09:06",
			"postUrlInThread": "https://www.flashback.org/t1878926p262",
			"postUrlUniq": "https://www.flashback.org/sp49108025",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Babianen</strong> <a href=\"/p49102702#p49102702\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Men penetration med träfil är inte sexuellt. Därför är ingen kvinna intresserad av det. Till exempel fag vill inte svälja men om jag blev våldtagen och tvingad att svälja skulle jag inte ha något problem med det för att det är sexuellt. Förstår du skillnaden?</div> </td> </tr> </table> </div>   Du som uttalar dig så tvärsäkert om hur människor vill ha sex, har du träffat ett våldtäktsoffer någon gång? Har du sett hur förtvivlade de är, hur maktlösa de var och hur förnedrade de kände sig när de inte kunde värja sig mot en person som tvingade sig på dem?<br/> <br/>  Jag har träffat våldtagna kvinnor och män, kvinnor som blivit utsatta för gruppvåldtäkter och kvinnor som utsatt för incestuösa våldtäkter under flera års tid. Inte en enda av dem har någonsin sagt något som ens påminner om det du skriver. Nu är det ju uppenbart att du bara skriver rappakalja i syfte att provocera men det visar ändå på en jävligt märklig attityd hos människor som tycker att den här typen av provokationer är roliga tidsfördriv. Finns det inte bättre sätt att provocera på?<br/> <br/>  Våldtäkter <u>är</u> traumatiserande. Sen yttrar det sig på olika sätt hos olika offer men att det är traumatiserande råder det inget som helst tvivel om. Det motsäger inte på något sätt att det finns kvinnor (och män) som fantiserar om att bli våldtagna. Men då är det rollspel det handlar om och fantasier kring hårt sex där förövaren tar för sig. Ingen eller jag skulle vilja påstå väldigt få människor kan tänka sig att bli utsatta för en verklig våldtäkt. Våldtäktsfantasier handlar ju om att leka med det förbjudna, att utlämna sig helt i någon annans våld men den typen av sexlekar sker såvitt jag vet under ordnade former där det är väldigt tydligt vad som är okej och vad som inte är det. Om leken passerar gränsen så blir det plötsligt allvar och då är det varken sexigt, häftigt, utmanande eller spännande på något sätt, bara obehagligt. Ska man syssla med den typen av sexrollspel måste man ju ha 100% förtroende för sin partner. Annars blir det ju oerhört otrevligt. <br/> <br/>  Kan du föreställa dig hur det är (nej det kan du inte) att tvingas ha sex med en person du inte vill ha sex med? Någon som inte godkänner ett \"<i>nej jag är inte intresserad</i>\". Någon som trycker ned dig på marken, tar strupgrepp på dig så att det flimrar för ögonen och säger \"<i>om du skriker så dödar jag dig din jävla fitta</i>\" och det enda du tänker på är \"<i>nu kommer jag aldrig mer få träffa mina barn/familj/pojkvän/ sambo igen</i>\" ?<br/> <br/>  Hur kan man ens trivialisera någonting dylikt. Våldtäkt handlar <u>inte</u> om sex. Det är maktutövning i dess vidrigaste form och det skadar offret något så överjävligt så du kan inte ens ana. <br/> <br/> <br/>  Med tanke på din avatar och valet av namn verkar det som att du försöker få oss att tro att du är en kvinna från Mellanöstern. Det verkar snarare som att du är någon sorts puckad rasist som vill sprida lögner om hur människor från vissa kulturer är i syfte att sprida fördomar. Du är verkligen ett riktigt jävla ärkepucko."
		},
		{
			"postIndex": 3187,
			"postNumber": 3235,
			"rankGlobal": 16,
			"rankLocal": 4,
			"scoreGlobal": 82.4,
			"scoreLocal": 87.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Babianen",
			"postUserID": "u76814",
			"postUserUrl": "https://www.flashback.org/u76814",
			"postDateTime": "2014-06-22, 19:37",
			"postUrlInThread": "https://www.flashback.org/t1878926p270",
			"postUrlUniq": "https://www.flashback.org/sp49302996",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det finns ju hur många exempel på det som helst. Alla talar emot dina dumheter. du har ju inga logiska argument eller vetenskapliga belägg för dina påståenden. Varför fortsätter du tramsa?</div> </td> </tr> </table> </div> <br/>  Jag har lagt fram flera logiska argument, varför svarar du inte på dem,<br/> <br/>  a) Våldtäkt är fysiskt samma sak som vanligt sex. Om man inte tar livet av sig av vanligt sex då tar man inte livet av sig av våldtäkts-sex heller.<br/> <br/>  b) Ingen hävdar att män tar livet av sig om de blir våldtagna av kvinnor varför inte det? För att alla förstår att mannen hade tur som fick sex av en kvinna. Alla kvinnor förstår att kvinnan som blev våldtagen hade tur som fick sex av en man. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Och jag vet att Gud ger mig en puff i ryggen när jag cyklar till jobbet. eller nej förresten, det var inget. Du är störd. Om du vet tycker jag du ska lägga fram vetenskapliga belägg för ditt påstående. </div> </td> </tr> </table> </div> <br/>  Ska jag lägga fram vetenskapliga belägg för att män blir utskrattade om de klagar på att de blir tvingade till sex med en kvinna? Det är empiriskt sant jag behöver inte lägga fram vetenskapliga bevis för det. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Mm precis. Så är det. Har du suttit i ett fikarum på en kvinnlig arbetsplats någon gång? Har du träffat tjejgäng ute på krogen och hört hur de snackar sex?</div> </td> </tr> </table> </div> <br/>  Ja jag har jobbat på en kvinnlig arbetsplats i flera år. De andra kvinnorna pratade mest om hur missnöjda de var med sina män sexuellt. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Sunt förnuft, erfarenhet, undersökningar, jag lyssnar på vad kvinnor säger och skriver.</div> </td> </tr> </table> </div> <br/>  Tror du att kvinnor skulle berätta för dig att sex inte är en big deal för dem? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Bevis för det? Varför ska någon tvinga dig till sex om du alltid är villig att ha sex med alla män? Behovet av tvång försvinner ju helt och hållet om du ständigt är villig att bli penetrerad av alla män. Du talar emot dig själv.</div> </td> </tr> </table> </div> <br/>  All porr för kvinnor handlar om våldtäkt.<br/> <br/>  Därför att kvinnor vill bli dominerade av mannen. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nej så är det inte. Du påstår det utan minsta hänsyn till alla våldtäktsoffer. Respektlöst. I princip är du lika vedervärdig som våldtäktsmännen som sitter här och raljerar och hånar våldtäktsoffer. Pröva att säga samma sak i ett lunchrum, en skolklass eller var som helst så lär du snabbt bli varse att du är jävligt ensam om dina sjuka åsikter. Du kommer garanterat råka illa ut om du går ut öppet med dina åsikter.<br/> <br/>  Kan du inte ta med dig din filmkamera ut på stan och säga till främmande människor att alla kvinnor älskar våldtäkt så får vi se reaktionerna sen. Du kan ju lägga ut filmen på youtube.<br/></div> </td> </tr> </table> </div> <br/>  Hur vet du att det inte är så?<br/> <br/>  Kvinnor säger sånt hela tiden typ \"våldtäkt är riktigt hemskt wink-wink nudge-nudge\" \"ja jag håller med... det vill man inte råka ut för...\"<br/> <br/>  Alla kvinnor vet redan det. Vad skulle vara poängen med att prata med män om det? De som vet vet de som inte vet är bättre om de får fortsätta tro att det är hemskt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cineasten</strong> <a href=\"/p49302790#p49302790\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Uppenbarligen mycket svårt eftersom det begås mängder med våldtäkter varje minut över hela världen. Barn blir våldtagna varje dag. Varje jävla minut. Kvinnor våldtas var och varannan sekund. I Sydafrika har  mer eller mindre alla kvinnor under en viss ålder erfarenheter av våldtäkter och gruppvåldtäkter. Tror du de har njutit av det? Har du ens sett bilder på våldtäktsoffer någon gång och sett vilka skador de tillfogats?<br/> <br/>  En slida blir inte automatiskt våt vid penetration. enm man får inte automatiskt stånd bara för att han ser en snygg kvinna. Väx upp för fan.</div> </td> </tr> </table> </div> <br/>  Jag talar om Sverige. Det enda man som kvinna behöver göra att inte gå på fest med män och supa sig full. Om man inte klarar av det då är man ute efter att bli våldtagen. <br/> <br/>  Jo man blir automatiskt våt vid penetration. I would know."
		},
		{
			"postIndex": 3117,
			"postNumber": 3165,
			"rankGlobal": 23,
			"rankLocal": 5,
			"scoreGlobal": 79.1,
			"scoreLocal": 83.7,
			"userRank": 28,
			"userScore": 23.2,
			"postUserName": "Cineasten",
			"postUserID": "u224",
			"postUserUrl": "https://www.flashback.org/u224",
			"postDateTime": "2014-06-21, 19:47",
			"postUrlInThread": "https://www.flashback.org/t1878926p264",
			"postUrlUniq": "https://www.flashback.org/sp49289534",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Babianen</strong> <a href=\"/p49108202#p49108202\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>De kvinnorna var hysteriska från början. Deras självmord hade ingenting med våldtäkt att göra. Det finns folk som tar livet av sig för att de förlorar jobbet har det också med våldtäkt att göra?<br/></div> </td> </tr> </table> </div> <br/>  Vad vet du om det? Hur kan du sitta och påstå att självmord aldrig har med våldtäkt att göra? Du kan ju omöjligt sitta där och såga ned någon som blivit svårt traumatiserad efter en våldtäkt och tro att någon ska ta dig seriöst. <br/> <br/> <br/>  Det finns ju hur många exempel som helst på människor som skadats för livet i samband med våldtäkt och du sitter här och trivialiserar det. Det är fruktansvärt hån. Fy fan vilken vidrigt oempatisk stackare du är. Jag tycker faktiskt synd om dig. Du kan inte väcka vidare sympati hos folk om du vräker ur dig sån där dynga bland \"vänner\" och \"kollegor\". Jag förmodar att du inte pratar med någon om det här överhuvudtaget för ingen normalt funtad människa skulle kunna köpa dina åsikter i den här frågan.<br/> <br/>  Du har fortfarande missat <u>betydelsen av ordet våldtäkt</u>. Våldtäkt innebär att någon har sex med dig mot din vilja. Det har ingenting med sexuella rollspel, \"<i>hårda tag i sängen</i>\" eller \"s/m att göra. Våldtäkt är någonting sexuellt som görs mot din vilja. Du kan fantisera om att bli våldtagen och du kan leva ut fantasierna i ett sexrollspel men säger du att du vill att en främmande man ska våldta dig tror jag att du ljuger. Varför ska han våldta dig om du är villig att ha sex med vilken man som helst om det nu är sex och inte makt det handlar om? Du kan ju bara gå ut och lägga upp dig för vem som helst och säga \"Tjena grabbar. Alla som vill får knulla mig\". Det är inte våldtäkt. Det är bara ett..eh..sexuellt vidlyftigt betéende.<br/> <br/>  Hela ditt resonemang är så ologiskt och du har inga vetenskapliga belägg som talar till din fördel. Våldtäktsoffer blir skadade för livet och det har alltid varit ett skamfyllt brott. Det finns ju en anledning till att det ens finns ett begrepp som heter våldtäkt och att det alltid setts som ett avskyvärt brott."
		}
	]
]
