[
	[
		{
			"postIndex": 14,
			"postNumber": 14,
			"rankGlobal": 33,
			"rankLocal": 1,
			"scoreGlobal": 82.5,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 16.3,
			"postUserName": "ceph",
			"postUserID": "u71440",
			"postUserUrl": "https://www.flashback.orgu71440",
			"postDateTime": "2012-09-12, 23:21",
			"postUrlInThread": "https://www.flashback.org/t1958696p2",
			"postUrlUniq": "https://www.flashback.org/sp39308471",
			"sentence": "<b>PederNielsen</b>, OK. Du tänker alltså inte längre än vad näsan räcker och ditt enda syfte med denna trådstart var att parafrasera en bok. Vad sägs om lite diskussion, for a change? <br/> <br/>  AP-fenomen orsakade av inversion kan <i>mycket väl</i> uppträda på de sätt som beskrivs av de hyllmeter av både teori och praktiska exempel jag gått igenom att döma. Jag nämnde sådant tidigare.<br/> <br/>  Vi <i>vet</i> att precisionen i plotterna var inneboende bristfällig och att när man senare ackumulerat mer data så framträdde en annan bild. Ja, för vi vet även att det dessutom rörde sig om <b>fyra</b> snarlika incidenter samma sommar i samma område och att alla har den gemensamma nämnaren att anaprop var mycket <i>intensivt</i> under dessa perioder. Dessutom är det ett faktum att tidpunkterna för observationerna i största allmänhet starkt korrelerar med de meteorologiska förhållandena och att fenomenen mycket riktigt mattades av och försvann då solen gick upp. Höjden för nämnda ekon var mycket låg, runt 500 meter, <b>även det typiskt för den sortens AP</b> som senare i detalj kunde beläggas förekomma <b>intensivt</b> den sommarn. Vi ser även redan i fallet 19/20 Juli att det slumpmässigt varierar från ungefär 4 upp till 12 simultana ekon och att det tidsmässigt korrelerar med solinstrålningen.Samma sak som vid de senare fallen, m.a.o.<br/> <br/>  Det du (eller ja, din bok) kallar en \"katt- och råttalek\" och enorma hastigheter är precis sådana slutsatser man <i>kan</i> lockas att landa på när man börjar plotta ut mer eller mindre slumpmässig AP, särskilt i relation till kända mål på känd kurs (dvs. F-94<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>rna). De plötsliga försvinnandet då planen närmade sig kan jämföras med när hela högar AP-ekon plötsligt försvinner för att sedan dyka upp igen, beroende på allt ifrån justeringar av gain och svep till små fluktuationer i de atmosfäriska förhållandena. <br/> <br/>  Plottningsproblemet blir därför snabbt en veritabel mardröm och här kan därför inte felaktiga slutsatser uteslutas. Vi har för det första i samtliga dessa fall gamla analoga radarapparater som saknar de avancerade filter som sitter i moderna radartyper (och vars införsel \"konstigt nog\" korrelerar med en markant nedgång av de tidigare rätt vanliga okända ekona) och som därför registrerar lite vad som helst. Sedan har vi svephastigheter på mellan två och tio sekunder. Under dessa intervall kan spontan AP dyka upp lite var som helst, lite hur som helst, ibland på ett sådant sätt att någon tillförlitlig plottning av ekonas verkliga rörelser inte medges utan att siffrorna man får är helt uppåt väggarna. Detta är något som <i>har</i> hänt, så det är inte bara teoretiska förslag. <br/> <br/>  Dessutom kan AP under somliga förhållanden ge upphov till falska ekon som <i>de facto</i> rör sig <b>mycket</b> fort, men huruvida just det är applicerbart på detta fall eller ej låter jag vara osagt. Det kan vara värt att kika på dock.<br/> <br/>  Jag ser att du valt att inte kommentera själva vidden av UFO-vågen i D.C. sommaren 1952. Det du inte explicit säger men det man får anta att du insinuerar med detta är att (åtminstone en portion av) de observerade radarfenomenen den 19/20 Juli skall behandlas <b>åtskilt</b> från de som uppträdde den 26/27 och/eller de som beskrevs senare i Augusti. Detta är ett på alla sätt och vis legitimt ställningstagande och skulle mycket riktigt göra dessa utläggningar till stor del irrelevanta, det medges. Men att leda det i faktiska bevis blir svårt, det enda indicium vi har är plotter från det första tillfället, plotter som då och då skiljer sig i karaktär från de senare men vars tillförlitlighet med all rätt kan ifrågasättas. <br/> <br/>  Vidare bör det nämnas att det vid alla dessa tillfällen rörde sig om stundtals mycket kraftiga ekon som var betydligt mer väldefinierade än vad man vanligen ser vid anaprop, vilket bl.a. fick operatören den 26/27 att ana oråd men som denne inte kunde bekräfta var något annat än just anaprop då fenomenet mattades av innan vidare studier kunde göras. Samtidigt så är det bekräftat att <b>ovanliga</b> väderförhållanden rådde och att man vid senare tillfällen faktiskt observerat dylika kraftiga ekon som kunde kopplas till anaprop. <br/> <br/>  AP är definitivt inget enhetligt naturfenomen som noga följer en viss profil som med enkelhet känns igen alla gånger. Radarstrålen kan böjas uppåt, nedåt, \"fastna\" i ett tunt skikt m.m. Det finns dubbelekon av olika slag, ekon från vågrörelser i luften, från vågrörelser på vatten, från stillastående eller rörliga objekt på marken som framträder \"i luften\", ekon som uppträder på grovt felaktiga avstånd, oönskade ekon från sidlober m.m. Intensiteterna varierar, hastigheterna hos de skenbara målen varierar, deras allmän beskaffenhet varierar. Med hjälp av moderna filter sorteras mycket av det där bort, men långt ifrån allt.<br/> <br/>  Se vad <b>Praetori</b> noterade avseende falska ekon, clutter osv. Det vore även intressant med feedback från forumanvändare som exempelvis <b>discord</b> då denne är väl bevandrad på området EM-propagering och radar. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       I det fall du INTE bejakar den slutledningen ber jag dig lägga fram logiskt odisputabelt(a) argument som visar att nämnda objekt INTE är resultatet av icke-mänsklig teknologi.<br/> <br/>  Jag undanber mig svar som sorterar under avdelning  tyckande. Okay?      </td> </tr> </table> </div> <br/>  I den mån man kan skönja en slutledning ur mina bidrag så rör inte den heller resultatet av mänsklig teknologi annat än indirekt. Men anledningen till att jag överhuvudtaget tar upp detta i en så pass stor omfattning är inte för att driva något absolut, det jag vill få sagt är att dessa fenomen rör sig om en mycket viktig faktor för förståelsen av åtminstone en av komponenterna som kan utgöra dessa observationer, en faktor som dessutom tycks ignoreras helt och hållet i dina parafraserade textstycken. Viktigt helt enkelt för att radarstationer i Washingtonområdet formligen <b>plågades</b> av dessa fenomen den aktuella sommaren, de uppträdde med en sällan skådad intensitet och under de omtalade UFO-nätterna ser vi onekligen mängder övergripande ekon som passar in på AP och vars framträdande dessutom styrks av rådande väderförhållanden.<br/> <br/>  Varför detta är så känsligt för somliga förstår jag inte. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Då parter driver olika ståndpunkter åligger det - involverade parter - att leda i bevis att det finns belägg för de ståndpunkter som läggs fram. <br/> <br/>  Det är en självklarhet att polemiserande parter åläggs styrka sanningshalten i sina resonemang det för att kravet betr. logisk följdriktighet skall uppfyllas.      </td> </tr> </table> </div> <br/>  Min ståndpunkt är kort och gott att korrelationen mellan nämnda observationer och de övriga omständigheterna är av en sådan slående art att den <i>inte kan förringas</i>. Till stöd för denna ståndpunkt har jag bifogat tämligen utförligt med material och så har jag lagt ned mycket tid på att beskriva de relevanta faktorerna. <br/> <br/>  Sedan får man göra vad man vill med det, personligen tycker jag inte att man från UFO-folks håll handskats med anapropmodellen ordentligt, det framstår snarare som att man beslutat sig för att ignorera de övergripande omständigheterna samt \"cherrypicka\" de detaljer som vid en första anblick inte passar in på någon gängse modell och lägga allt krut på att framhäva dessa.  Detta paradoxalt nog <i>utan</i> att dissekera dessa detaljer som en ordentligt utförd utredning bör och skall göra. Det blir alltså <i>argumentum ad anomaliam</i> av hela kalaset. <br/> <br/>  Med det inte sagt att de tvunget måste visa sig vara åt helvete efter en noga granskning, men att envist neka till att de <i>kan</i> vara det och motsätta sig en granskning är bara tramsigt. Var det inte TS som talade om \"<i>en fundamentalists groteska resonemang</i>\" avseende rent icke-vetenskapliga approacher en gång i tiden?<br/> <br/>  En annan intressant och relevant omständighet är att USAF-AACS bedömde somliga av sina radaroperatörers kunskaper avseende anaprop som <b>mycket bristfälliga</b> så sent som 1957. Detta efter flera pinsamma incidenter som kostat mycket pengar och allmänt resursslöseri i form av uppskickat flyg som jagat mål som efter noggranna undersökningar senare visat sig vara anaprop, baser som stängts ned helt pga. att man sett \"trafik\" i luften där ingen sådan fanns, operatörer som i största allmänhet jagat upp sig i onödan och ökat arbetsbördan för övrig personal m.m. För att uppmärksamma operatörerna på fenomenet och hur man ska bära sig åt för att undvika att bli lurad av det så författade de en lång rapport samt distribuerade en ren intruktionsfilm. Jag har efterfrågat dessa via FoIA, för att kunna studera dem i detalj. Hur som helst så kan man ju föreställa sig hur läget var 1952 med grund i detta, om operatörer även långt efteråt blev förvillade av dessa fenomen i en sådan omfattning att det bedömdes som ett rent problem menar jag."
		},
		{
			"postIndex": 50,
			"postNumber": 53,
			"rankGlobal": 35,
			"rankLocal": 2,
			"scoreGlobal": 81,
			"scoreLocal": 98.3,
			"userRank": 3,
			"userScore": 16.3,
			"postUserName": "ceph",
			"postUserID": "u71440",
			"postUserUrl": "https://www.flashback.orgu71440",
			"postDateTime": "2012-09-25, 03:16",
			"postUrlInThread": "https://www.flashback.org/t1958696p5",
			"postUrlUniq": "https://www.flashback.org/sp39508445",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PederNielsen</strong></div> <div>Vad återstår då?</div> </td> </tr> </table> </div> <br/>  Frågan är - kan vi utesluta det så lättvindigt?<br/>  Mina invändningar beträffande dessa saker finns på pränt, några svar på det har du ej presenterat. Har det möjligtvis att göra med att dessa detaljfrågor inte berörs i Keyhoes bok? Du verkar låtsas som om jag eller någon annan aldrig kommenterat nämnda rörelser eller beskrivit den relevans många menar att AP har för det aktuella fallet. Att du inte förstår eller aktivt väljer att bortse från de kommentarer som berör detta är inte mitt bekymmer. Du kanske bedömer dem som otillräckliga eller liknande - det får du hemskt gärna göra, men kom inte och säg att det inte har kommenterats.<br/> <br/>  Vidare är talet om markklotter som sagt tämligen irrelevant. Ja, vi vet att flygledarna var bekanta med GC, men det är fortfarande ingen som påstått att det skulle röra sig om vanlig GC eller för dem bekant AP (då hade det överhuvudtaget inte blivit ett UFO-fall till att börja med). Det Keyhoe tar upp angående ballonger och radarremsor är också irrelevant på samma sätt (även om det bör nämnas att man faktiskt tror sig ha spårat en ballong vid åtminstone ett tillfälle). Jag ber dig än en gång notera faktumet att mystiska radarekon med ovanliga intensiteter uppträdde inte <i>en</i> gång över Washington den sommaren utan många, många gånger... Medan man onekligen verkade fullständigt clueless till en början (exempelvis den 19/20 Juli) så framträder så sakteligen en betydligt mer nyanserad bild vid de efterföljande tillfällena. Mycket tack vare att information ackumulerades, tack vare <i>vältajmade</i> flygspaningsinsatser (26/27), tack vare de utförliga meteorologiska mätningar som senare iscensattes och slutligen tack vare rena <i>in situ</i>-experiment. <br/> <br/>  Problemet med dessa ekon som förvirrade flygledarpersonal ledde ju som bekant till att en mycket omfattande utredning tog vid. Jag ber dig därför än en gång dra dig CAA-rapporten till minnes och fundera ett slag över faktumet att man där kartlade stora hoper av just <i>rörliga ekon</i> över Washington ett flertal nätter (och senare under de noggranna försöken i Indianapolis senare samma år) som visade sig härröra ur AP. Ett samband som bl.a. bekräftades med ren ballongsondering. Dessa utredningar står i skarp kontrast med de tidigare mer knapphändiga uppgifterna och den allmänna förvirringen som då rådde. <br/> <br/>  I nämnda rapport och på hemskt många andra håll beskrivs ekon av alla möjliga styrkor, möjliga förklaringsmodeller för förekomsten av \"enorma hastigheter\" m.m.. Dessa modeller är dels relaterade till de inneboende problemen med målplotter medelst dylik utrustning, dels rör de en uppsjö övriga AP-relaterade mekanismer. Sedan har det i tråden förekommit en mängd material som behandlar AP i största allmänhet där flera matnyttiga exempel presenterats, exempel som behandlar grundlurade radaroperatörer på vitt skilda ställen och fall som t.o.m. genererat <b>aggressiv väpnad respons.</b> <br/> <br/>  Vi har en hel ocean av relevant information här.<br/> <br/>  Att det tas på allvar är uppenbarligen heller ingen som helst garanti för att det måste röra sig om något annat än AP. Att det hamnar i media är inte heller det någon kvalitetsstämpel, varför man nu skulle tro det? Kallakrigsparanoian gick på högvarv och tefatsyrans gyllene år var därikring. Man hade därför all anledning i världen att blåsa upp det, om inte för det allmänna nyhetsvärdet så då för lösnummerförsäljning... <br/> <br/>  Sammanfattningsvis kan vi konstatera att:<ul><li>Radarsetten som användes vid dessa tillfällen hade en mängd brister.</li><li>Falska ekon förekom i mycket (rent av ovanligt) stor utsträckning just den sommaren, i det området.</li><li>De påstådda radar-visuella korreleringarna går att ifrågasätta.</li><li>Fenomenen som registrerades under hela denna sommar uppvisar många slående likheter med varandra.</li><li>Falska ekon <i>kan</i> tillsammans med nämnda utrustning uppvisa egenskaper som svarar för det rapporterade beteendet.</li><li>Falska ekon förekommit både tidigare och senare, samt att:</li><li>Dylika fenomen fortsatt lura folk inom USAF, USN m.fl. även så sent som på 1990-talet.*</li></ul>*Fast dessa tabbar blev i ett svep betydligt mer sällsynta i slutet av 1970/början på 1980-talet iom. modernare radartyper samt införseln av digital databehandling och via det sofistikerade algoritmer som automatiskt sorterade ut mängder av rena skitekon och via det minskade arbetsbördan för radaroperatörerna. <br/> <br/>  Detta är ej, i motsats till vad du så inbitet hävdar, irrelevant. Tvärtom rör detta detaljer som i allra högsta grad måste tas itu med. Detta helt oavsett vad som nu orsakade ekona den 19/20 Juli det året. Uppenbarligen var AP ett problem då, tillika ett problem av mycket komplex art och ska man utesluta det måste man naturligtvis se till att behandla <i>alla tänkbara permutationer</i>. <br/> <br/>  Jag ställde för övrigt en fråga som du ej behagat svara på ännu - menar du att ekona den 19/20 inte alls hade något med alla de andra exemplen den sommaren att göra? Om så är fallet, hur motiverar du det? Är det bara den där lilla klicken rörelseanomalier du (Keyhoe) hakat upp dig på? Det är vad som återstår (och det ter sig allt annat än vattentätt i mina ögon, får jag tillägga), eftersom den av dig tidigare framförda invändningen som gjorde gällande att inversion ej rådde den 19/20 bevisligen inte stämmer. Dessutom böjer atmosfären radarstrålen oavsett, då den aldrig är isotrop. Frågan är bara hur mycket vid ett givet tillfälle. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Din - irrationella - skepticism föder fram en - partiskhet - och den leder till att du ignorerar ovan refererade händelser.<br/> <br/>  Och din - partiskhet - leder till att du inte beaktar de okända objektens RÖRELSER som en bedömningsgrund.<br/> <br/>  En rationell skeptiker väger in de okända objektens RÖRELSER som en självklar bedömningsgrund i sin strävan att försöka finna ut vad för slag av fenomen som de okända objekten utgör/representerar.<br/> <br/>  De okända objektens RÖRELSER visar att det rör sig om intelligent styrda maskiner. Ty naturen förmår inte frambringa ett luftburet fenomen som svarar/regerar på jaktflyg som försöker avvisa det. Det faller på sin egen orimlighet.<br/> <br/>  Din irrationella skepticism leder till - förnuftsförnekelse - och den kräver ständigt nya lösningar för att vara i fas med den ständigt pågående - glidningen - en bakvänd ontologi som driver mot partiskhet. Din brist på sunt förnuft framträder - i en nästan outhärdlig genomskinlighet.<br/> <br/>  I motsats till ditt - navelskådande - det öppna rationella sinnet - oövervinnlig som instinkten, vräker omkull de gamla gränsstenarna, spränger bort skygglapparna, sköljer undan inskränkthetens imperativ  reser mäktiga katedraler - med möjligheter.      </td> </tr> </table> </div> <br/>  Nej, det är ingen \"irrationell skepticism\", den är i allra högsta grad rationell. Uppenbarligen har vi här ett ovanligt fall med förbluffande implikationer om det håller, ovanliga fall har en tendens att visa sig röra om komplicerade och <i>ovanliga</i> saker och ju mer fantastiskt det verkar desto större försiktighet erfordras. Det är därför ett mycket rationellt handlande att börja plocka isär fallet och se till detaljerna. <br/> <br/>  Det är å andra sidan mycket ovanligt att ovanliga händelser har en enkel, intuitiv förklaring. Dock är det vanligt att man lockas till att tro det (och inte blir det bättre om informationen man är tänkt att basera sina slutsatser på redan löpt igenom åtskilliga filter). Förutom att människan i största allmänhet känner en stor tilldragelse till enkla svar så uppvisar hon stora svårigheter att acceptera faktumet att hon inte alltid <i>kan</i> få svar på allting hon frågar sig (exempelvis pga. rena dataglapp). Då finns risken att hon helt sonika accepterar \"svar\" vart de än kommer från, enkom för att hon föredrar svar framför inga svar. <br/> <br/>  Detta går även att sammankoppla med <i>argumentum ad anomaliam</i> som jag lite i förbifarten nämnde tidigare. Att förkasta något för att det inte <i>omedelbart</i> svarar för en smärre anomali och istället acceptera något slags hafsverk till anomaliebaserad ad hoc-\"hypotes\" är meningslöst. En \"ny okänd kraft\" kan utan problem \"förklara\" Pioneeranomalin men är det verkligen att föredra framför det idag pågående arbetet med befintliga teorier (allt ifrån nya tillägg till anpassning/revidering av tidigare saker), arbetet som motsvarar det du kallar en \"bakvänd ontologi\"? Tar det stopp så tar det stopp, då är det dags för något nytt. Men av erfarenhet vet vi att det ska mycket till för att det ska ta stopp, ty anomalier kommer och går varav många sitter kvar mycket länge innan de får sin lösning. Det är ytterst sällan som något radikalt nytt krävs, men det har förstås hänt. <br/> <br/>  Jag är förresten en stolt \"förnuftsförnekare\" - det mänskliga s.k. förnuftet är inte alls mycket värt när det kommer till saker som det mänskliga förnuftet inte evolverat för att handskas med och det är i sanning en stor bedrift att kunna åsidosätta det och istället låta den rena faktan föra talan. Du får ursäkta min något rostiga franska men skygglappspratet kan du stoppa upp där bak, det är fruktansvärt tröttsamt. Ska vi resa någon katedral här ska den vara i granit, ej i luft.<br/> <br/>  Jag förstår överhuvudtaget inte den uppenbara fientlighet du ger uttryck för. Jag blev positivt överraskad av din inledning men nu förefaller du istället tämligen trångsynt och rent av rabiat, dina elokventa utsvävningar till trots. <br/> <br/>  Låt oss fortsätta med att plocka isär fallen och se vad vi får fram för kul istället för att bjäbba på den nivån."
		},
		{
			"postIndex": 30,
			"postNumber": 32,
			"rankGlobal": 38,
			"rankLocal": 3,
			"scoreGlobal": 79.8,
			"scoreLocal": 96.7,
			"userRank": 3,
			"userScore": 16.3,
			"postUserName": "ceph",
			"postUserID": "u71440",
			"postUserUrl": "https://www.flashback.orgu71440",
			"postDateTime": "2012-09-15, 01:12",
			"postUrlInThread": "https://www.flashback.org/t1958696p3",
			"postUrlUniq": "https://www.flashback.org/sp39343136",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PederNielsen</strong></div> <div>  Återigen till flygledarnas chef Barnes: Under mina sex år vid Washington Air Traffic Control Center har jag INTE sett sådana ekon som de oidentifierade flygande objekten gav upphov till natten den 19/20 juli.<br/> <br/>  Och han säger vidare: Samtliga flygledare som tjänstgjorde natten den 19/20 juli är mycket erfarna. Varenda man i radarrummet känner till verkningarna av temperatur-inversioner.<br/> <br/>  Utmärkande för inversion är att det uppstår stora purpurfärgade fläckar  men de oidentifierade flygande objekten gav INTE upphov till sådana fläckar.</div> </td> </tr> </table> </div> <br/>  Ja, de låter onekligen mycket säkra på sin sak och min avsikt är inte att bestrida dessa uttalanden rakt av utan att efterfråga utförligare information samt (igen) belysa diverse aspekter som jag personligen tycker kan vara av relevans.<br/> <br/>  Jag är helt enkelt inte lika säker själv, inte för att jag på något vis kan bedöma situationen på ett helt rättvist sätt men jag känner till mängder av incidenter där erfarna operatörer blivit grundlurade och jag ställer gärna saker i relation till varandra. Det är inte alls självklart att man vid tidpunkten tydligt kunde särskilja somliga AP-genererade ekon från verkliga mål, även om de aktuella operatörerna här noga understryker sin \"ofelbarhet\". Som sagt - AP har inget enhetligt utseende utan det är ett fruktansvärt brett fält, USAF bedömde kompetensen på området som bristfällig även långt senare och om det <b>Praetori</b> säger stämmer så var man inte ens särskilt haj på fenomenen förrän en bit in på 60-talet. <br/> <br/>  Det finns ett anmärkningsvärt fall den 4:e Augusti 1964 som illustrerar detta. USS Turner Joy, USS Maddox och hangarfartyget USS Ticonderoga (CV-14) upptäckte något på sjöspaningsradar som motsvarade det förväntade utseendet av små torpedbåtar som omgrupperade inför en attack. Detta ägde rum i Tonkinbukten och uppladdningen inför en vietnamesisk torpedattack kändes som det troligaste scenariot av vad man kunde se att döma. Målen närmade sig därefter raskt. Följden blev att besättningen på fartygen gjorde klart skepp och att fartygen under flera timmar den natten manövrerade häftigt för att undvika att bli träffade av de förväntade torpederna medan man ihärdig besköt målen både med skeppsbundet artilleri och med flyg från Ticonderoga. Man tyckte sig t.o.m. få in träffar på några av målen och efter ett tag skingrades dem och försvann. <br/> <br/>  Inte en enda vrakrest eller ens oljespår upptäcktes vid gryningssöken. En noggrann utvärdering av radardatan inleddes därför direkt efteråt på uppdrag av högsta hönset i området och man kunde efter tre dagars snokande konstatera att den förmodade attacken aldrig ägt rum, att radarmålen var resultatet av AP samt att de övergripande väderförhållandena var tämligen ovanliga. Senare erhållna vietnamesiska källor styrker detta, då de inte hade iscensatt något motsvarande. Detta exempel används än idag tillsammans med andra liknande tabbar som utbildningsunderlag för radaroperatörer inom USN (se exempelvis <i>How Electromagnetic Waves Bend in the Atmosphere and Why It Matters</i> av Lt. Cdr. Bruce W. Ford). I det pappret nämns även ett fall långt senare (under Gulfkriget) där AP ställde till det åt andra hållet, dvs. böjde radarstrålen åt helvete så pass att inga mål registrerades trots att det <i>de facto</i> fanns mål (som kom så nära att man såg dem visuellt). AP kan med andra ord vara rejält problematiskt och just det exemplet  påminner en del om avsnittet om Louisianas kust i B-29-fallet som diskuterats. <br/> <br/>  Sedan undrar jag lite kring de \"purpurfärgade\" fläckarna. Hur representeras något sådant på en simpel monokrom katodstråledisplay? Det låter snarast som en referens till ren väderradar och de färgkoder som används där.  Den vanligaste formen av AP som stöts på i dessa sammanhang är mycket riktigt tämligen diffusa ekon som ibland påminner om nederbörd. <br/> <br/>  Någon kunnig som kan klargöra vad man menar med detta?<br/> <br/>  Det känns nästan tjatigt att ta upp CAAs rapport om AP igen men jag vill bara påpeka att man där talar om AP-genererade låtsasmål av olika former och storlekar, olika hastigheter, olika styrka m.m. Även detta står i skarp kontrast med uttalandena som Keyhoe återger, där de inblandade tycks mena att AP utan undantag ser ut på ett visst sätt och att man med enkelhet kan särskilja detta från verkliga objekt. Allt annat talar för att det raka motsatsförhållandet rådde vid tidpunkten. De må ha vart bekanta med somliga former av inversionsinducerad AP, varianter som de var vana vid, men långt ifrån bekanta med hela spektrumet. Att CAAs rapport belyser förekomsten av rent av bisarra förhållanden den sommaren är förstås också värt att tänka på (igen).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         (ceph säger): Ska vi hoppa på tåget \"icke-mänskliga farkoster\" ser jag helst att hål och annat täppts till först - och för att göra detta behövs det kompetent feedback.<br/> <br/>  (Mr Miscellaneous säger): Du har här erhållet bästa möjliga feedback  Ty den härrör från flygledarna samt teknikerna som befann sig i radarrummet vid Washington Air Traffic Control Center natten den 19/20 juli.<br/> <br/>  Och flygledarnas/teknikernas klarlägganden - att det inte rådde inversion den 19/20 juli - backades som bekant upp av meteorologisk expertis.      </td> </tr> </table> </div> <br/>  Fast nu talar du ju inte sanning, låt gå för att det kan vara en olycklig miss med grund i tidigare nämnda uttalanden om GC. Det rådde <i>de facto</i> inversion natten den 19/20 Juli liksom under de övriga tre nätterna som mystiska ekon observerades i Washington (26/27 Juli samt 13/14/15/16 Augusti), vilket även din egen källa bekräftar - även om just den källan tonar ned innebörden av detta och beskriver den uppmätta inversionen den 19/20 som allmänt svag.<br/> <br/>  Med feedback menade jag naturligtvis senare inlägg. Vi vet redan vad de i boken förekommande källorna säger men frågan jag lyft fram är om de verkligen kan behandlas som någon slags ofelbar guldmyntfot. För att kasta ljus över detta vore det mycket trevligt med kommentarer från sakkunniga. Jag saknar egentligen nödvändig kompetens själv och frågar därför öppet efter den, det enda jag kan bidra med är mina egna a-ha-upplevelser som har sin grund i mina rent grundläggande kunskaper. <br/> <br/>  Det är alltid nyttigt att syna saker i sömmarna och att höra efter på flera håll, särskilt när det gäller saker vars implikationer om caset håller vore fantastiska. Jag hoppas verkligen att fler skribenter med goda kunskaper om radar (gärna ur ett historiskt perspektiv) kan delta i tråden. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Vi har uppenbarligen redan en sådan deltagare och dennes kommentarer leder en vidare till mycket intressant och nyttig läsning. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Händelserna natten den 19/20 juli vid Washington Air Traffic Control Center visar utan minsta tvivel att refererade objekt var intelligent styrda maskiner. Och objektens anmärkningsvärda flygegenskaper leder till att det utesluter mänsklig teknologi.<br/> <br/>  Se bifogad länk: Betr. källskrift som verifierar att US Air Force lämnat ut observationsrapporter rörande UFO-relaterade händelser till Donald E. Keyhoe (i syfte) för publicering.<br/> <br/>  Även formulär visas som var tänkt att militär personal skulle fylla då den hade bevittnat en UFO-relaterad händelse.      </td> </tr> </table> </div> <br/>  \"Utan minsta tvivel\" får stå för Keyhoe. Jag är dock böjd att hålla med om att denne sett till att hålla saker väl underbyggda, åtminstone vad det verkar, och jag är mycket glad att du tagit dig tid att utveckla dina inledande resonemang på detta sätt. Det är faktiskt tämligen ovanligt i dessa krokar och det är oerhört trevligt med väl underbyggda UFO-fall som inte kan förklaras i en ren handvändning. Men jag är samtidigt ytterst försiktig till att bara acceptera saker rakt av, hur välrenommerade de ursprungliga källorna än verkar. Dels för att det rör sig om fantastiska saker som <i>kräfva fantastiska bevis</i> och dels för att man många gånger sett även seriösa och kompetenta människor virra iväg rejält, ofta helt omedvetna om vilka snedsteg de gör. <br/> <br/>  En annan sak jag inte förstår är varför Keyhoe envisas med att kasta in ord som farkoster, tefat, moderskepp, maskiner m.m. överallt. Det må vara hans tolkning av saker och ting. det må i hans ögon vara en legitim sådan och det må motsvara temat för hans böcker men det blir genast rätt förvirrande eftersom han insisterar på att kasta in detta mitt bland andras uttalanden. Min avsikt är inte att gå till irrelevanta personangrepp här, men lite fundersam blir man ju trots allt avseende karlns objektivitet. <br/> <br/>  Hur som helst vill jag avsluta med att det är uppfriskande med lite intellektuellt och faktaspäckat engagemang här. <br/> <br/>  Väl mött,<br/>  Sanningen finns där ute!"
		}
	],
	[
		{
			"postIndex": 58,
			"postNumber": 61,
			"rankGlobal": 78,
			"rankLocal": 1,
			"scoreGlobal": 70.4,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2012-09-27, 20:55",
			"postUrlInThread": "https://www.flashback.org/t1958696p6",
			"postUrlUniq": "https://www.flashback.org/sp39555427",
			"sentence": "<b>Svar till: ceph.</b><br/> <br/> <b>(Mr Miscellaneous säger):</b> Var klämmer skon? Är det möjligen så att det inger dig en - olustkänsla - bara för att jag refererar till innehållet  i en bok?<br/> <br/> <b>(ceph säger):</b> Varför skulle det inge \"olustkänslor\"?<br/> <br/> <b>(Mr Miscellaneous säger): </b>Därför att du har ställt följande fråga till mig:<br/> <br/>   Frågan gällde om <b>din enda avsikt</b> med denna trådstart <b>enbart</b> var att du skulle sitta och <b>återge avsnitt ur nämnda bok</b>. (SLUT CITAT).<br/> <br/> <b>(Mr Miscellaneous säger): </b>Det krävs inte särskilt mycket tankeförmåga för att inse att det <b>är ett ifrågasättande </b> betr. att jag refererar till innehållet i en bok.<br/> <br/>  Din fråga <u>är inte uppmuntrande.</u> Tvärtom <u>den sjuder av misstänksamhet</u> och en njugghet betr. mina motiv. Det krävs inte särskilt mycket talang för att inse det.<br/> <br/> <b>(ceph säger): </b>Du har i den här tråden upprepat mantrat \"icke-mänsklig teknologi\" och \"intelligent styrda maskiner\" 13-14 gånger, till synes helt oberörd av alla frågetecken som belysts och <u>utan minsta ödmjukhet inför den <b>alltid närvarande möjligheten för felbedömningar</b>.<br/> </u><br/>  [ B](<b>Mr Miscellaneous säger): </b>[/b]Jag har åtskilliga gånger redogjort för skälen varför jag bortser ifrån diverse uppslag som förklaring till de objekt jag refererar till. <br/> <br/> <u>Drar veven en gång till:</u><br/> <br/>  Flygledarna vid Washington Air Traffic Control Center observerade natten den 19/20 juli 1952:<br/> <br/>   Ett objekt <b>tvärstannar och kastar om riktningen 180 grader. Allt utfört på några ögonblick.<br/> </b><br/>   <b>I samma ögonblick</b> som flygledarnas chef Barnes dirigerade jaktflyget för att avvisa de oidentifierade objekten  <b>sköt de iväg med en fruktansvärd hastighet.</b><br/> <br/>   Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka <b>då återkom objekten i en hel svärm över Washington</b>. <br/> <br/>  Vidare: Incidenten över den Mexikanska Golfen den 6 december 1952.<br/> <br/>   Bakom B-29:an störtar fem objekt fram <b>och skär dess kurs. Plötsligt girade objekten och satte kurs rakt mot B-29:an.</b><br/> <br/>   <b>På ett ögonblick</b> hade de framrusande objekten <b><u>reducerat</u> den fruktansvärda hastigheten till exakt samma hastighet som B-29:an.</b><br/> <br/> <b>Här har du <u>återigen</u> skälen varför jag skalar bort:</b> - inversion  instrumentfel - sumpgas - plasmabildningar - hägringar - molnbildningar - fåglar - meteorer - planeter - stjärnor  felbedömningar - hallucinationer samt mänsklig teknologi som <u>förklaring till de objekt jag refererar till. <br/> </u><br/>  Det betyder att jag har <b>beaktat samtliga möjliga felslut</b> i min strävan att komma underfund med de refererade objektens bakomliggande natur.<br/> <br/>  Vad åter står då?<br/> <br/>  Enda möjliga förklaring som återstår - <u>är att nämnda objekt</u><b> är resultatet av icke-mänsklig teknologi</b>. Det är den <b>logiska</b> slutledningen.<br/> <br/> <b>(ceph säger):</b>Till synes helt oberörd av alla frågetecken som belysts och <u>utan minsta ödmjukhet inför den alltid närvarande möjligheten för felbedömningar. </u><br/> <br/> <b>(Mr Miscellaneous säger):</b>:Jag har beaktat ovan refererade förklaringar i min strävan att komma underfund med de refererade objektens bakomliggande natur. Det betyder att det du ger uttryck för <u>inte</u> <u>stämmer överens med min approach.<br/> </u><br/>  (Forts. i påföljande inlägg).<br/> <br/>  /Mr Miscellaneous"
		},
		{
			"postIndex": 54,
			"postNumber": 57,
			"rankGlobal": 82,
			"rankLocal": 2,
			"scoreGlobal": 70.1,
			"scoreLocal": 99.6,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2012-09-25, 23:57",
			"postUrlInThread": "https://www.flashback.org/t1958696p5",
			"postUrlUniq": "https://www.flashback.org/sp39524093",
			"sentence": "<b>Svar: Till Praetori. </b><br/> <br/>  Forts. föreg. inlägg).<br/> <br/> <b>(Mr Miscellaneous säger):</b> De okända objektens RÖRELSER visar att det rör sig om <u>intelligent </u><u>styrda maskiner.</u> Ty naturen förmår inte frambringa ett luftburet fenomen som <b>svarar/regerar</b> på jaktflyg som försöker avvisa det. Det faller på sin egen orimlighet.<br/> <br/> <b>(Praetori säger):</b> Rörelser på radarskärmar är något som naturen åstadkommer varenda dag. Mikrovågor är inte annorlunda än några andra fotoner på det sättet. De reflekteras och refrakterar i än högre grad än synligt ljus och ett objekt som du tror dig se kan i många fall vara ett eko av något helt annat.<br/> <br/> <b>(Mr Miscellaneous säger):</b> Ditt svar visar att <b>du väljer bort att diskutera</b> huruvida de okända  objekten <u>är intelligent styrda maskiner.<br/> </u><br/>  Din approach lägger <u>ditt selektiva tänk</u> i öppen dag. Jag måste säga att du utgör sinnebilden för den irrationelle skeptikern. <br/> <br/>  Våra meningsutbyten visar att du <b>bara </b>söker efter förklaringar som härrör från jordiska fenomen som förklaring till de okända objekt som jag refererar till. <br/> <br/>  Här är engagemanget <u>totalt</u>. Här känner du inte av några gränser. Intet skall förbigås. ALLT skall tröskas igenom. Och det bra.<br/> <br/>  Men då du i dina resonemang <b>konsekvent</b> utesluter icke-mänsklig teknologi som en <b>möjlig </b>förklaring till de okända objekt som jag refererar till - är det ett uttryck för en lust att vilja bli kvar i den invanda världsbilden.<br/> <br/>  Men ser du: För att förstå världen bättre <b>krävs det</b> att vi lämnar den nötta tankens stigar.<br/> <br/>  Men jag förstår dig. För att driva resonemang kring de objekt som jag refererar till - att de kan vara resultatet av icke-mänsklig teknologi <u>skulle tvinga dig att släppa taget - om ditt selektiva tänk.</u> Men härtill är din ängslan alltför stor. Håll du fast vid din snuttefilt - om den ger dig trygghet.<br/> <br/> <b>(Praetori säger):</b> Taffliga försök till personangrepp eller character-assassination främjar knappast debatten. Vill du föra en seriös diskussion bör den hållas på en seriös nivå. <br/> <br/> <b>(Mr Miscellaneous säger):</b> Vad betr. taffliga försök till personangrepp som du uttrycker det.<br/> <br/>  Så här låg det till: Efter det att jag har fått utstå ditt genmäle som från början till slut var en uppvisning <u>i selektivt tänk</u> då ilsknade jag till sist till. Och det med all rätt.<br/> <br/>  Det fanns inte någon anledningen att låta det passera opåtalat. Och det tänker jag inte göra nu heller. <br/> <br/> <b>(Praetori säger):</b> UFO observationer är i högsta grad intressanta men precis som de algoritm baserade filter som finns i en modern radar försöker sålla bort falska ekon i bruset så måste man som observatör av ett påstått fenomen <b>analysera varje enskild faktor </b>i en händelse för att komma till dess kärna.<br/> <br/> <b>(Mr Miscellaneous säger):</b> Din slutsats att det är vikigt att <b>varje enskild faktor analyseras</b> för att försöka komma fram till ett fenomens bakomliggande natur. Jag tycker att du i det sammanhanget <u>skall tala med mycket små bokstäver.<br/> </u><br/> <u>Ty ditt selektiva tänk. Talar ett annat språk:</u> Säger det <b>då du väljer bort att diskutera </b>huruvida de refererade objekten kan vara resultatet av icke-mänsklig teknologi.<br/> <br/>  Det är inte mer än rimligt att du tar dig samman och mobiliserar det kurage som krävs för att <b>diskutera</b> refererade objekt med utgångspunkt i att de kan vara resultatet <u>av icke-mänsklig teknologi.</u><br/> <br/>  Befarar dock att (din irrationella skepticism) medför att du inte har tillgång till de analytiska verktyg som krävs för att åstadkomma (en kritisk granskning) av nämnda objekt.<br/> <br/>  Och det är klart. Det kan vara känsligt om du gör avsteg från dina principer att aldrig diskutera ET-hypotesen som en <b>möjlig </b>förklaring till refererade objekt. <br/> <br/>  Ty det kan leda till att du tappar orienteringen. Att du tappar din subtila kurs. Att du rentav förliser. Det okända har som bekant en tendens att lösa upp lagbundenheter.<br/> <br/>  ceph: Jag återkommer till dig.<br/> <br/>  /Mr Miscellaneous"
		},
		{
			"postIndex": 59,
			"postNumber": 62,
			"rankGlobal": 88,
			"rankLocal": 3,
			"scoreGlobal": 69.1,
			"scoreLocal": 98.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2012-09-27, 21:13",
			"postUrlInThread": "https://www.flashback.org/t1958696p6",
			"postUrlUniq": "https://www.flashback.org/sp39555866",
			"sentence": "<b>Svar: Till ceph.</b><br/> <br/>  (Forts. föreg. inlägg).<br/> <br/> <b>Mr Miscellaneous säger): </b>Flygledarnas chef Barnes klargjorde för Keyhoe: [b]<b>Under mina sex år</b> i [/B<b>]radarrummet</b> har jag inte observerat objekt <b>som har manövrerat såsom objekten gjorde</b> <b>den 19/20 juli </b> det inräknat reaplan, stormar, inversioner eller vad som helst.<br/> <br/>  Vi har många gånger haft <u>exakt samma väder</u> här som den 19/20 juli utan att det har lett <u>till de ekon som då fångades upp från de okända objekten.</u><br/> <br/>  Barnes klargjorde att han och alla som befann sig i radarrummet den 19/20 juli med bestämdhet hävdar att ekona som fångades upp från de okända objekten <u>inte kunde ha varit en följd av inversionsverkningar.</u><br/> <br/> <b>(ceph säger): </b>Jag ställde för övrigt en fråga som du ej behagat svara på ännu - menar du <u>att</u> <u>ekona den 19/20</u> inte alls hade något med alla de andra exemplen den sommaren att göra? <br/> <br/> <b>(Mr Miscellaneous säger):</b> Keyhoe klargör med emfas att händelsen natten den 19/20 juli 1952 vid Washington Air Traffic Control Center <b>har särdrag </b>som skiljer den händelsen från andra händelser i Washington sommaren 1952.<br/> <br/> <b>(ceph säger):</b> Man kopplade in radarbestyckat jaktflyg, dessa såg då de närmade sig inget på egen radar.<br/> <br/> <b>(Mr Miscellaneous säger):</b> Självfallet inte det eftersom de okända objekten redan hade lämnat scenen. Ty de accelererade iväg med en fruktansvärd hastighet då jaktflyget närmade sig Washington Air Traffic Control Center.<br/> <br/>  Flygledarnas chef Barnes samt medarbetare som befann sig i radarrummet den 19/20 juli klargjorde för Keyhoe att det var den reella händelsekedjan.<br/> <br/> <b>(ceph säger): </b><u>Med femton mils flygavstånd och fem mils radarräckvidd </u>i åtanke bör de ha sett något om det de facto fanns fysiska mål i luften - \"<u>shortly before arriving</u>\"<br/> <br/> <b>(Mr Miscellaneous säger):</b> Skälet till att de okända objekten <b>plötsligt</b> uppenbarade sig på radarskärmarna vid Washington Air Traffic Control Center förklaras av att de kom in i sektorn med en fruktansvärd hastighet.<br/> <br/>  Till sist:<br/> <br/>  Man kan säga att det utkämpas en kamp mellan troende och skeptiker som rör de fenomen som ännu inte har fastställts av vetenskapen som varande en del av verkligheten.<br/> <br/>  /Mr Miscellaneous"
		}
	],
	[
		{
			"postIndex": 135,
			"postNumber": 138,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 93.2,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2013-01-12, 20:36",
			"postUrlInThread": "https://www.flashback.org/t1958696p12",
			"postUrlUniq": "https://www.flashback.org/sp41440208",
			"sentence": "<b>Svar till: skunkjobb</b><br/> <br/>  Anm. Du har valt att citera en text som utgör en del av mitt svar till Praetori den 11 januari (den inledande texten, första stycket nedan). Påtalar det bara för att klargöra var texten härrör från.<br/> <br/> <b>(Mr Miscellaneous säger):</b> Saken är den att du inte förmår att lägga fram den slutledningskedja, som jag har efterfrågat som vederlägger slutsatsen <u>att radarpersonalen i fallet den 19/20 juli observerade ET-teknologi.</u><br/> <br/> <b>(skunkjobb säger):</b> Det gjordes ju redan på de första sidorna i tråden där det visades väldigt utförligt varför man inte kan lita på radarobservationer i alla lägen.<br/> <br/> <b>(Mr Miscellaneous säger):</b> Praetori och för den delen, inte heller någon annan av mina opponenter, vad betr fallet den 19/20 juli 1952 har lagt fram en slutledningskedja som vederlägger (den nedan) <u>logiskt följdriktiga slutsatsen att radarpersonalen observerade </u><b><u>ET-teknologi</u>.</b><br/> <br/> <b>Fallet den 19/20 juli:</b><br/> <br/>  Premisserna som bygger upp det här fallet är de som följer:<br/> <br/>  P <u>har kunskap</u> att A är fallet det betyder att:<br/> <br/>  A är sann<br/>  P anser att A är sann<br/>  P har goda skäl för att hålla A för att vara sann<br/> <br/>  Anm. Begreppet <u>kunskap</u> syftar (utöver teoretiska förmågor) på <u>fakta</u> samt <u>kännedom</u> om <u>sakförhållanden</u>.<br/> <br/>  Det som talar för att radarpersonalens observationer av <u>okända objekt</u> (som visade att de var resultatet ET-teknologi) <u>är ekvivalent med ett sakförhållande</u>.<br/> <br/> <u>Styrks av det som följer</u>:<br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok Flying Saucers From Outer Space <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE </b><u>låtit det passera opåtalat</u>.<br/> <br/>  Det är förnuftsvidrigt att tro att radarpersonalen <b>stillatigande</b> skulle ha åsett att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa får</b> som fogar sig i att bli associerad med uppgifter <u>som saknar grund</u>.<br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok inte hade härrört från radarpersonalen.<br/> <br/>  Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter <u>som saknar</u> <u>grund</u> är ett allvarligt brott.<br/> <br/>  Men en sådan händelseutveckling har <b>uteblivit.</b><br/> <br/>  Det betyder:<br/> <br/>  (1) Att vittnesuppgifterna härrör från radarpersonalen.<br/> <br/>  (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter:<br/> <br/> <b>I samma ögonblick</b> som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten <b> sköt de iväg med en fruktansvärd hastighet.</b><br/> <br/> <b>En katt och råtta lek</b> som <b>upprepades ett flertal gånger.</b> Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation.<br/> <br/>  Något senare observerar Barnes hur ett av objekten <b>tvärstannar</b> och <b>kastar om riktningen</b> <b>180 grader</b> allt utfört på några ögonblick.<br/> <br/>  Barnes observerar hur ett objekt <b>lösgör sig</b> från övriga objekt <b>och rör sig mot</b> ett trafikflyg som nyss har startat och hur det <b>rör sig parallellt</b> med trafikflyget.<br/> <br/>  Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka <b>då</b> <b>återkom </b>objekten i en hel svärm över Washington. (SLUT CITAT).<br/> <br/>  Min anm. <b>Med hänsyn tagen</b> till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer.<br/> <br/>  En intelligens som förmådde att s<b>vara/reagera</b> på trafikflyget och jaktflyget. Det betyder att objekten var av <b>solid/artificiell</b> natur.<br/> <br/>  Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå <b>som ytterst primitiv.</b><br/> <br/>  Det betyder blott en sak: Objekten var <b>inte</b> resultatet av mänsklig teknologi.<br/> <br/>  skunkjobb, i det fall du inte bejakar att framlagda premisser mynnar i slutsatsen att radarpersonalen observerade <u>okända objekt</u> <u>som var resultatet av</u> <b><u>ET-teknologi</u>.</b><br/> <br/>  Ber jag att du lägger fram en slutledningskedja <u>som vederlägger den slutsatsen</u>.<br/> <br/>  /Mr Miscellaneous"
		},
		{
			"postIndex": 144,
			"postNumber": 147,
			"rankGlobal": 11,
			"rankLocal": 2,
			"scoreGlobal": 88.3,
			"scoreLocal": 94.8,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2013-01-27, 17:00",
			"postUrlInThread": "https://www.flashback.org/t1958696p13",
			"postUrlUniq": "https://www.flashback.org/sp41710676",
			"sentence": "<b>Svar till: kjellkritisk</b><br/> <br/> <b>(kjellkritisk säger):</b> Ja då är jag en dåre, för jag tror inte på det du skrivit. <br/> <br/> <b>(Mr Miscellaneous säger):</b> Du säger att du inte tror att det jag refererar till visar att den här planeten besöks av <u>ET-teknologi/intelligenser.</u><br/> <br/>  I det fall du <b>inte</b> bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen observerade <u>okända objekt</u> som <u>var resultatet av </u><b><u>ET-teknologi</u></b>.<br/> <br/>  Ber jag att du lägger fram en slutledningskedja <u>som vederlägger den slutsatsen.</u><br/> <br/> <b>Fallet den 19/20 juli1952:</b><br/> <br/>  Premisserna som bygger upp det här fallet är de som följer:<br/> <br/>  P <u>har kunskap</u> att A är fallet det betyder att:<br/> <br/>  A är sann<br/>  P anser att A är sann<br/>  P har goda skäl för att hålla A för att vara sann<br/> <br/>  Anm. Begreppet <u>kunskap</u> syftar (utöver teoretiska förmågor) på <u>fakta</u> samt <u>kännedom</u> om <u>sakförhållanden</u>.<br/> <br/>  Det som talar för att radarpersonalens observationer av <u>okända objekt</u> (som visade att de var resultatet ET-teknologi) <u>är ekvivalent med ett sakförhållande</u>.<br/> <br/> <u>Styrks av det som följer</u>:<br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok Flying Saucers From Outer Space <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE</b> <u>låtit det passera opåtalat</u>.<br/> <br/>  Det är förnuftsvidrigt att tro att radarpersonalen <b>stillatigande</b> skulle ha åsett att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa</b> får som fogar sig i att bli associerad med uppgifter <u>som saknar grund</u>.<br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok <b>inte</b> hade härrört från radarpersonalen.<br/> <br/>  Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter <u>som saknar</u> <u>grund</u> är ett allvarligt brott.<br/> <br/>  Men en sådan händelseutveckling har <b>uteblivit.</b><br/> <br/> <u>Det betyder</u>:<br/> <br/>  (1) Att vittnesuppgifterna härrör från radarpersonalen.<br/> <br/>  (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter:<br/> <b><br/>  I samma ögonblick</b> som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten <b> sköt de iväg med en fruktansvärd hastighet.</b><br/> <br/> <b>En katt och råtta lek som upprepades ett flertal gånger</b>. Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation.<br/> <br/>  Något senare observerar Barnes hur ett av objekten <b>tvärstannar</b> och <b>kastar om riktningen</b> 1<b>80 grader</b> allt utfört på några ögonblick.<br/> <br/>  Barnes observerar hur ett objekt <b>lösgör sig</b> från övriga objekt <b>och rör sig mot</b> ett trafikflyg som nyss har startat och hur det <b>rör sig parallellt</b> med trafikflyget.<br/> <br/>  Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka <b>då</b> <b>återkom</b> objekten i en hel svärm över Washington. (SLUT CITAT).<br/> <br/>  Min anm. <b>Med hänsyn tagen</b> till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer.<br/> <br/>  En intelligens som förmådde att <b>svara/reagera</b> på trafikflyget och jaktflyget. Det betyder att objekten var av <b>solid/artificiell</b> natur.<br/> <br/>  Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå <b>som ytterst primitiv.</b><br/> <br/>  Det betyder blott en sak: Objekten var <b>inte</b> resultatet av mänsklig teknologi.<br/> <br/>  kjellkritisk, i det fall du <b>inte</b> bejakar att framlagda premisser mynnar i slutsatsen att radarpersonalen observerade <u>okända objekt</u> som <u>var resultatet av </u><b><u>ET-teknologi</u>.</b><br/> <br/>  Ber jag att du lägger fram en slutledningskedja <u>som vederlägger den slutsatsen</u>.<br/> <br/>  /Mr Miscellaneous"
		},
		{
			"postIndex": 149,
			"postNumber": 152,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 84.5,
			"scoreLocal": 90.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2013-01-28, 18:01",
			"postUrlInThread": "https://www.flashback.org/t1958696p13",
			"postUrlUniq": "https://www.flashback.org/sp41727433",
			"sentence": "<b>Svar till: kjellkritisk/ceph</b><br/> <br/>  Ni har inte visat minsta ansats att bemöta min argumentation. Jag skulle sätta värde på att ni <b>inte</b> <u>faller undan en än gång</u>.<br/> <br/>  I det fall ni är av den meningen att slutledningskedjan nedan <u>inte</u> är logisk <u>ber jag att ni ger mig argumenten som talar för det.</u><br/> <br/>  ceph, du säger att det börjar bli tjatigt, att jag återkommer till mina frågeställningar. Skälet till att jag gör det är att jag alltid förväntar mig att mina opponenter, har så mycket stake, att de besvarar mina frågor.<br/> <br/> <u>Här min slutledningskedja</u>:<br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok Flying Saucers From Outer Space <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE</b> <u>låtit det passera opåtalat</u>.<br/> <br/>  Det är förnuftsvidrigt att tro att radarpersonalen <b>stillatigande</b> skulle ha åsett att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa får</b> som fogar sig i att bli associerad med uppgifter <u>som saknar grund</u>.<br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok <b>inte</b> hade härrört från radarpersonalen.<br/> <br/>  Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter <u>som saknar</u> <u>grund </u>är ett allvarligt brott.<br/> <br/>  Men en sådan händelseutveckling har <b>uteblivit.</b><br/> <br/> <u>Det betyder</u>:<br/> <br/>  (1) Att vittnesuppgifterna härrör från radarpersonalen.<br/> <br/>  (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter<br/> <br/> <b>I samma ögonblick</b> som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten <b> sköt de iväg med en fruktansvärd hastighet.</b><br/> <br/> <b>En katt och råtta lek som upprepades ett flertal gånger.</b> Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation.<br/> <br/>  Något senare observerar Barnes hur ett av objekten <b>tvärstannar</b> och <b>kastar om riktningen</b> <b>180 grader</b> allt utfört på några ögonblick.<br/> <br/>  Barnes observerar hur ett objekt <b>lösgör sig</b> från övriga objekt <b>och rör sig mot</b> ett trafikflyg som nyss har startat och hur det <b>rör sig parallellt</b> med trafikflyget.<br/> <br/>  Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka <b>då</b> <b>återkom</b> objekten i en hel svärm över Washington. (SLUT CITAT).<br/> <br/>  Min anm. <b>Med hänsyn tagen</b> till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer.<br/> <br/>  En intelligens som förmådde att svara/reagera på trafikflyget och jaktflyget. Det betyder att objekten var av <b>solid/artificiell</b> natur.<br/> <br/>  Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå <b>som ytterst primitiv.</b><br/> <br/>  Det betyder blott en sak: Objekten var <b>inte</b> resultatet av mänsklig teknologi.(SLUT)<br/> <br/>  ceph, du säger att UFO-Sverige, inte utreder UFO-rapporterna <u>i verklig mening</u>.<br/> <br/>  Det var ord och inga visor det. Men jag antar att du har torrt på fötterna då du levererar en sådan skarp kritik. <br/> <br/>  Håller det streck, det du säger. Då är UFO-Sverige, mer en förening för social samvaro, och i mindre utsträckning en förening som utreder UFO-händelser.<br/> <br/> <u>Till sist</u>:<br/> <br/>  Det är inte mer än rimligt att ni visar lite stake och bemöter argumenten som jag har lagt fram.<br/> <br/>  Anser ni att argumenten inte är logiska <u>ber jag att ni ger mig skälen som talar för de</u>t.<br/> <br/>  /Mr Miscellaneous"
		}
	],
	[
		{
			"postIndex": 182,
			"postNumber": 185,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 89.3,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-03-31, 19:55",
			"postUrlInThread": "https://www.flashback.org/t1958696p16",
			"postUrlUniq": "https://www.flashback.org/sp48181324",
			"sentence": "<b>Washington-incidenterna 19, 20, 26, 27, juli 1952</b><br/> <br/>  Air Force levererade den bisarra förklaringen att Washington-incidenterna 19, 20, 26, 27 juli - var en följd av <b>inversion </b>eller <b>hägringar</b> för att använda ett annat ord.<br/> <br/>  Hur förklarar Air Force att <b>hägringarna gång på gång försvann </b>då jaktflyg närmade sig den? Likaså att <b>hägringarna gång på gång återkom</b> då jaktflyget dragit sig tillbaka?<br/> <br/>  Intill denna dag har Air Force uteblivit med förklaring rörande den problematiken. Saken är <br/>  den att Air Force inte förmår leverera svar på de här frågorna.<br/> <br/>  Det logiska svaret avs nämnda frågeställningar är att det <b>i<u>nte existerar</u></b> ett enda naturfenomen <b><u>som kan interagera</u></b> med jaktflyg <b><u>på nämnda vis</u>.</b><br/> <br/>  Att Washington-incidenterna 19, 20, 26, 27, juli skulle ha varit resultatet av  <b>hägringar</b><br/> <br/>  Delades emellertid inte av <b><u>erfaren</u> personal vid tre radarstationer,</b> ej heller av [b]<u>civila</u> <u>och militära[</u>/B] <b><u>piloter</u>.</b> <b>Ty de bevittnade<u> någonting</u> <u>annat</u>.</b> Nämligen hur okända objekt <b><u>interagerade</u></b> med såväl trafikflyget som jaktflyget.<br/> <br/>  Air Force officiella förklaring att de okända objekten var resultatet av <b>hägringar</b> kontrasterar även skarpt mot det Edward J. Ruppelt klargör:<br/> <br/>  Vem var Ruppelt? Ruppelt var chef för Air Force UFO-utredningsenhet: <b>Project Grudge</b> under dess slutfas, därefter var han chef för UFO-utredningsenheten: <b>Project Blue Book</b> 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio <br/> <br/>  Och han deltog i det operativa arbetet. Det betyder att <b><u>samtliga UFO-rapporter</u></b> som Blue Book beredningen utredde <b><u>gick genom Ruppelt</u></b>. <br/> <br/>  Man kan lugnt säga att Ruppelt var väl insatt vad betr karakteristika som är kopplade till observationer avs de okända objekten.<br/> <br/>  Så här beskriver han Washington-incidenterna 19, 20, 26, 27, juli:<br/> <br/>  There was talk <b>of temperature inversions</b> and the false targets they could cause; but <b><u>the</u></b> <b><u>consensus was</u></b> that a good radar operator <b><u>could spot inversion-</u><u>caused targets</u></b>, and the traffic controllers who operated the radar at Washington National Airport <b><u>weren't just out of radar school.. </u><br/> </b><br/>  Every day the lives of thousands of people depended upon <b>their interpretation</b> of the radar targets they saw on their scopes. And you don't g<b>et a job like this</b> unless <b>you've spent a good </b><b>many years</b> watching a luminous line paint targets <b>on a good many radarscopes</b>. <br/> <br/>  Targets caused by inversions aren't rare in the years that these men had been working with radar they had undoubtedly <b><u>seen every kind of target, real or false</u>,</b> that radar can detect. <br/> <b>On each night that there was a sighting</b> there was a temperature inversion <b><u>but it was </u><u>never strong enough to affect the radar</u>. </b><br/> <br/>  They (min anm. flygledarna vid ARTC) had told the Bolling AFB intelligence officer that the targets they saw <b>were caused by the radar waves' <u>bouncing off a hard, solid objec</u>t</b>. The Air Force radar operator at Andrews <b>backed them up</b>. <br/> <br/>  Flygledarna vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats klargjorde även för Donald E. Keyhoe <b><u>att det är uteslutet</u></b> att de okända objekten var resultatet av <b>hägringar</b> som Air Force vidhåller i sin officiella förklaring.<br/> <br/>  Vem var Keyhoe? Keyhoe hade ett förflutet inom U.S Marine Corps. Vidare hade han ett brett kontaktnät inom Air Force. <br/> <br/>  Flygledarnas chef Harry G. Barnes klargjorde för Keyhoe:<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - <b><u>has ever caused echoes</u> that maneuvered like that</b>, and we have had identical weather conditions many times. <br/> <br/>  Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		},
		{
			"postIndex": 195,
			"postNumber": 198,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 86.8,
			"scoreLocal": 97.1,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-04-07, 18:53",
			"postUrlInThread": "https://www.flashback.org/t1958696p17",
			"postUrlUniq": "https://www.flashback.org/sp48281626",
			"sentence": "<b>Svar till: SamVimes och isolerstege </b><br/> <br/> <b>(SamVimes säger):</b> SM i ordbajsande, vad vill du ha sagt med ditt osammanhängande pladder?<br/> <br/> <b>(Peder Nielsen säger):</b> Svaret ovan levererade du 28/3 till mig i den här tråden.<br/> <br/>  M<u>od. plockade emellertid bort ditt inlägg</u>.<br/> <br/>  Eftersom du anser att argumenten jag har lagt fram <b><u>är osammanhängande pladder</u></b> borde det inte vara något problem för dig att falsifiera slutledningskedjan nedan <b><u>ty den har</u> <u>starka</u></b> <b><u>återkopplingar</u></b> till mitt osammanhängande pladder.<br/> <br/> <b>(isolerstege säger):</b> gäsp, ointressant saga av en ointressant författare.<br/> <br/> <b>(Peder Nielsen säger):</b> Svaret ovan levererade du 4/4 till mig i den här tråden.<br/> <br/> <u>Mod. plockade emellertid bort ditt inlägg.</u><br/> <br/>  Eftersom du anser att <b><u>det jag refererar till är en saga</u></b> borde det inte vara något problem för dig att falsifiera slutledningskedjan nedan <b><u>ty den har starka återkopplingar</u></b> till nämnda - SAGA.<br/> <br/> <b><u>SamVimes och isolerstege</u>:</b><br/> <br/>  I det fall ni <u>INTE</u> bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt <u>som var resultatet av utomjordisk teknologi</u>.<br/> <br/>  Ber jag <u>att ni falsifierar</u> slutledningskedjan nedan:<br/> <br/> <u>Incidenterna över Washington 19, 20, 26, 27 juli1952</u>.<br/> <br/>  Premisserna som bygger upp de här fallen är de som följer:<br/> <br/>  P <u>har kunskap</u> att A är fallet det betyder att:<br/> <br/>  A är sann<br/>  P anser att A är sann<br/>  P har goda skäl för att hålla A för att vara sann<br/> <br/>  Anm. Begreppet <u>kunskap</u> syftar (utöver teoretiska förmågor) på <u>fakta </u><u>samt kännedom</u> <u>om sakförhållanden</u>.<br/> <br/>  Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten.<br/> <br/>  Vidare:<br/> <br/>  Att radarpersonalens observationer <u>är ekvivalent med ett sakförhållande</u>:<br/> <br/> <u>Styrks av det som följer</u>:<br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok Flying Saucers From Outer Space <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE</b> <u>låtit det passera opåtalat</u>.<br/> <br/> <b><u>Det är förnuftsvidrigt att tro</u></b> att radarpersonalen <b>stillatigande</b> skulle ha åsett att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa får </b>som fogar sig i att bli associerad med uppgifter <b><u>som saknar grund</u>.</b><br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok <b><u>INTE</u></b> hade härrört nämnda radarpersonal.<br/> <br/>  Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter <b><u>som</u> <u>saknar</u></b> <b><u>grund är ett allvarligt brott</u>.</b><br/> <br/>  Men en sådan händelseutveckling har <b><u>UTEBLIVIT</u>.</b><br/> <br/>  Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		},
		{
			"postIndex": 190,
			"postNumber": 193,
			"rankGlobal": 20,
			"rankLocal": 3,
			"scoreGlobal": 86.2,
			"scoreLocal": 96.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-04-04, 17:31",
			"postUrlInThread": "https://www.flashback.org/t1958696p17",
			"postUrlUniq": "https://www.flashback.org/sp48240496",
			"sentence": "<b>Svar till: Cineasten</b><br/> <br/> <b>(Cineasten säger):</b> En fråga angående din signatur. Kan du bevisa att utomjordingar besöker jorden? Jag håller det för troligt att vi har fått besök men jag saknar fortfarande bevis. Det vore trevligt att få se det någon gång så att jag slipper spekulera.  <br/> <br/> <b>(Peder Nielsen säger):</b> I det fall du <u>INTE</u> bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt <u>som var resultatet av utomjordisk teknologi</u>.<br/> <br/>  Ber jag <u>att du falsifierar</u> slutledningskedjan nedan:<br/> <br/> <u>Incidenterna över Washington 19, 20, 26, 27 juli1952</u>.<br/> <br/>  Premisserna som bygger upp de här fallen är de som följer:<br/> <br/>  P <u>har kunskap</u> att A är fallet det betyder att:<br/> <br/>  A är sann<br/>  P anser att A är sann<br/>  P har goda skäl för att hålla A för att vara sann<br/> <br/>  Anm. Begreppet <u>kunskap</u> syftar (utöver teoretiska förmågor) på <u>fakta</u> samt <u>kännedom om sakförhållanden.</u><br/> <br/>  Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten.<br/> <br/>  Vidare:<br/> <br/>  Att radarpersonalens observationer <u>är ekvivalent med ett sakförhållande</u>:<br/> <br/> <u>Styrks av det som följer</u>:<br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok Flying Saucers From Outer Space <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE</b> <u>låtit det passera opåtalat</u>.<br/> <br/> <b><u>Det är förnuftsvidrigt att tro</u></b> att radarpersonalen <b>stillatigande</b> skulle ha åsett att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa får</b> som fogar sig i att bli associerad med uppgifter <b><u>som saknar grund</u></b>.<br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok <b><u>INTE</u></b> hade härrört nämnda radarpersonal.<br/> <br/>  Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter <b><u>som </u><u>saknar grund är ett allvarligt brott</u>.</b><br/> <br/>  Men en sådan händelseutveckling har <b><u>UTEBLIVIT</u></b>.<br/> <br/>  Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		}
	],
	[
		{
			"postIndex": 229,
			"postNumber": 233,
			"rankGlobal": 21,
			"rankLocal": 1,
			"scoreGlobal": 86.1,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-04-17, 18:15",
			"postUrlInThread": "https://www.flashback.org/t1958696p20",
			"postUrlUniq": "https://www.flashback.org/sp48423669",
			"sentence": "<b>Svar till: skunkjobb</b><br/> <br/> <b>(skunkjobb säger):</b> Ok, eftersom <u>det inte går att urskilja några argument</u> i ovanstående monolog från PederNielssen så kan vi slå fast <u>att det rimligen rörde sig om anomalier i radarn </u>som så många gånger både förr och senare. (SLUT CITAT)<br/> <br/> <b>(Peder Nielsen säger):</b> Eftersom du har svårigheter att ta till dig en längre text. Här nedkortad version av texten jag postade till dig på sid 19.<br/> <br/>  Texten motsvarar ca 1.5 sidor brödtext. Klarar du den här textvolmen tror du? Om inte då är du närmast illitterat. Hur tog du dig genom skolan?<br/> <br/>  Inom journalistiken brukar man understryka vikten av att få en uppgift bekräftad från flera av varandra oberoende källor (anm i det här fallet radarpersonalen vid tre radarstationer som observerade okända objekt över Washington 19, 20, 26, 27, juli 1952).<br/> <br/>  Det är ett utmärkt förhållningssätt även när det gäller källkritik på Internet. På så sätt ges en mycket god möjligt att avgöra huruvida informationen är trovärdig alt. bör betraktas som icke trovärdig. <br/> <br/>  Du säger: att det <b><u>rimligen</u></b> rörde sig om anomalier i radarn (SLUT CITAT)<br/> <br/> <b>Det mycket <u>kompetenta</u> gänget</b> nedan <b><u>ANSER INTE</u></b> att incidenterna som ägde rum 19, 20, 26, 27, juli 1952 över Washington <b><u>rimligen</u></b> <b>var en följd av <u>anomalier</u> i radarn</b>. Som du försöker att få det till.<br/> <br/> <b><u>De säger istället så här</u>:</b><br/> <br/>  (Källa 1)<br/> <br/>  (Edward J. Ruppelt):<br/> <br/>  (anm) Edward Ruppelt var ansvarig för Air Force UFO-utredningsenhet: Project Grudge under dess slutfas, sedermera chef för UFO-utredningsenheten: Project Blue Book 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio <br/> <br/>  Så här säger han:<br/> <br/>  There was talk <b>of temperature inversions</b> and the false targets they could cause; but [<u>the</u>B]t[/b] <b><u>consensus was</u></b> that a good radar operator <b><u>could spot inversion-caused</u> <u>targets</u></b>, and the traffic controllers who operated the radar at Washington National Airport <b><u>weren't just out of radar school</u></b>. Ruppelt sid 161<br/> <br/> <b><u>On each night that there was a sighting</u></b> there was a temperature inversion [b]<u>but it</u> <u>was never[</u>/B] <b><u>strong enough to affect the radar</u></b>. Ruppelt sid 170<br/> <br/>  (Källa 2)<br/> <br/>  (Donald E. Keyhoe):<br/> <br/> <b><u>Radarpersonalens</u></b> chef Harry G. Barnes.<br/> <br/>  Så här säger han:<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - <b>has ever caused echoes <u>that maneuvered like that</u></b>, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 sid 8 <br/> <br/> <b>I'm positive they were guided <u>by some intelligence</u></b> Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6<br/> <br/> <b>Every controller and technician <u>backed him up</u>.</b> Keyhoe Radar/Visual 1952 sid 8<br/> <br/>  Vaughn D. Rockne, <b><u>senior radar specialist</u></b> who is familiar with inversion effects, <b><u>had</u><u> never</u></b><b> <u>seen or heard of such blips</u> as were tracked on the two nights in question.</b> Keyhoe Radar/Visual 1952 sid 8<br/> <br/>  Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		},
		{
			"postIndex": 251,
			"postNumber": 257,
			"rankGlobal": 23,
			"rankLocal": 2,
			"scoreGlobal": 85.5,
			"scoreLocal": 99.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-05-02, 00:48",
			"postUrlInThread": "https://www.flashback.org/t1958696p22",
			"postUrlUniq": "https://www.flashback.org/sp48610093",
			"sentence": "<b>Svar till: Powerless 1 </b><br/> <br/> <b>(Peder Nielsen säger):</b> Materialet som jag lade upp #255 och #256 beskriver händelserna då <b>okända objekt</b> manifesterade sig över <b>Washington</b> 19, 20, 26, 27, juli 1952 samt över <b>andra platser</b> i U.S. samma månad.<br/> <br/>  Här har du centrala fakta som i allt väsentligt täcker skeendet under juli-flapen. Och av det skälet utelämnade jag dina frågor.<br/> <br/>  Eftersom jag är en generös själ  här kommer ändå svar på dina frågor:<br/> <br/> <b>(Powerless 1 säger):</b> De räddaste <b>måste väl ha varit alla piloter</b> som <b>riskerade att</b> hela tiden <b>krocka med föremålen</b> trots att de inte såg något på radarskärmarna?<br/> <br/> <b>(Peder Nielsen säger):</b> Sannolikheten att flygplan krockar med de okända objekten är lika med noll. <br/> <br/>  Vad grundar jag det antagandet på?<br/> <br/>  Svar: De okända objekten ser alltid till att ett visst säkerhetsavstånd upprätthålls till flygplan.<br/> <br/>  Här ett exempel på det. Ett jaktplan försökte komma nära ett okänt objekt. Då jaktplanet närmade sig objektet accelererade det enkelt iväg bort från jaktflyget. <br/> <br/>  Så här sammanfattar Air Force kaptenen Edward Ruppelt incidenten: I sin bok: The Report on Unidentified Flying Objects.<br/> <br/>  (anm) Ruppelt var chief för Air Force UFO-utredningsenheter: Project Grudge och Project Blue Book Och han deltog i det operativa arbetet. Det betyder att <b>samtliga</b> UFO-rapporter <b>gick </b><b>genom Ruppelt.</b> <br/> <br/>  On the same night as the second Washington sighting (anm 26/27 juli) we had a really good report from California. An ADC radar had picked up an unidentified target and an F-94C had been scrambled. <br/> <br/>  The radar vectored the jet interceptor into the target, the radar operator <b>in the '94 locked-on to it</b>, and as the airplane closed in the pilot and RO saw that they were headed directly toward a large, yellowish orange light. <br/> <br/>  For several minutes they played tag with the UFO. <b>Both</b> the <b>radar on the ground</b> and <b>the radar in the F-94 showed</b> that as soon as the airplane would <b>get almost within gunnery</b><b> range </b>of the UFO <b>it would suddenly pull away</b> at a terrific speed.<br/> <br/>  Then in a minute or two <b>it would slow down</b> enough <b>to let the F-94 catch it again</b>. <br/> <br/>  When I talked to the F-94 crew on the phone, the pilot said that they felt as if this <u>were just a big</u> <u>aerial cat-and-mouse game </u>- and they didn't like it - at any moment they thought <b>the cat might have pounced. </b><br/> <br/>  Needless to say, this was <b>\"an unknown\"</b> Ruppelt sid 167/168 <br/> <br/>  (anm) <b>unknown</b> betyder att utredarna inte kunde finna någonting <b><u>som visar</u></b> <b><u>att objektet hade en återkoppling till något som härrör från den här planeten.</u></b><br/> <br/>  Det Ruppelt beskriver är ett fascinerande möte mellan väsensskilda teknologier. Jaktplanet å sin sida var resultatet av en hopplöst föråldrad teknologi i förhållande till den teknologi som det okända objektet var resultatet av. Jaktplanet hade därmed inte minsta möjlighet att svara på objektets enorma acceleration.<br/> <br/>  Vänta lite det kommer mer om en stund."
		},
		{
			"postIndex": 220,
			"postNumber": 223,
			"rankGlobal": 26,
			"rankLocal": 3,
			"scoreGlobal": 84.4,
			"scoreLocal": 98,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-04-13, 17:11",
			"postUrlInThread": "https://www.flashback.org/t1958696p19",
			"postUrlUniq": "https://www.flashback.org/sp48366590",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  (Källa 2)<br/> <br/>  Keyhoe, Donald E.Flying Saucers From Outer Space. 1953), Henry Holt and Company; First Edition edition (1953) ASIN: B000OKUWRM<br/> <br/>  Keyhoe, Donald E. Radar/Visual UFOS, Maj. Donald Keyhoe, 1952.<br/> <br/>  (anm) Keyhoe hade ett förflutet inom U.S Marine Corps som pilot. Vidare hade han ett brett kontaktnät inom Air Force. <br/> <br/>  23:40 observerar Nungent hur sju okända objekt plötsligt visar sig på radarskärmen. Nungent stirrar häpet på skärmen då objekten <b><u>har uppenbarat sig från ingenstans</u></b>. Keyhoe Flying Saucers sid 63<br/> <br/>  Det fanns bara ett svar: Objekten måste ha störtat in i sektorn <b><u>med en fruktansvärd hastighet</u></b> åtföljt av en plötslig fartminskning i den sydvästra kvadranten. Keyhoe Flying Saucers sid 63<br/> <br/>  Nungent kallar på Barnes som omgående ringer till tornet och får bekräftat <b><u>att även deras</u> <u>indikatorer</u></b> <b><u>visar objekten</u>.</b> Keyhoe Flying Saucers sid 64<br/> <br/>  Barnes kontaktar Andrews Air Force Base som är belägen 13 km öster om Washington DC och den bestörte radaroperatören där bekräftar att <b><u>även deras indikatorer visar de okända objekten</u></b>. Keyhoe Flying Saucers sid 64<br/> <br/>  Till allas häpnad försvinner objektet plötsligt. Där nästa eko skulle visa sig på indikatorn finns bara ett blankt tomrum. Keyhoe Flying Saucers sid 64<br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var utom räckhåll för radarstrålen i intervallen mellan svepen. Keyhoe Flying Saucers sid 64/65<br/> <br/>  Några sekunder senare <b><u>tvärstannar ett objektet i en hastighet av 160 km/h och kastar om </u><u>riktningen</u></b> <b><u>180 grader. Allt utfört på några sekunder</u>.</b> Keyhoe Flying Saucers sid 65<br/> <br/>  Några minuter senare drabbades flygledarna av nästa chock, <b>ett objekt gör en 90 graders gir </b> någonting som flygplan omöjligen kan göra. Keyhoe Flying Saucers sid 65<br/> <br/>  Radarpersonalens chef Barnes klargjorde för Keyhoe:<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - <b>has ever caused echoes <u>that maneuvered like that</u></b>, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 sid 8 <br/> <br/> <b>I'm positive they were guided <u>by some intelligence</u></b> Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6<br/> <br/> <b>Every controller and technician <u>backed him up</u></b>. Keyhoe Radar/Visual 1952 sid 8<br/> <br/>  Vaughn D. Rockne, <b><u>senior radar specialist</u></b> who is familiar with inversion effects, <b><u>had</u> <u>never</u></b> <b><u>seen or heard of such blips </u>as were tracked on the two nights in question</b>. Keyhoe Radar/Visual 1952 sid 8<br/> <br/>  Talet om att den här planeten besöks av utomjordningar hade några av flygledarna tidigare alltid skrattande avfärdat som trams. Keyhoe Flying Saucers sid 65<br/> <br/>  Men nu var de ordentligt uppskakade då de från första parkett hade bevittnat <b><u>utomjordiska</u> <u>maskiner i</u></b><b> <u>aktion</u>.</b> Flygledarna var klara över att objektens <b><u>\"omöjliga</u>\" </b>flygegenskaper bara kan betyda en sak: <b><u>Att objekten inte härrör från den</u><u> här planeten</u></b>. Keyhoe Flying Saucers sid 65 <br/> <br/>  Om du tänker svara. Vänta lite. Det kommer mer om en stund."
		}
	],
	[
		{
			"postIndex": 293,
			"postNumber": 300,
			"rankGlobal": 13,
			"rankLocal": 1,
			"scoreGlobal": 87.5,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-05-26, 00:23",
			"postUrlInThread": "https://www.flashback.org/t1958696p25",
			"postUrlUniq": "https://www.flashback.org/sp48944410",
			"sentence": "<b>Svar till: isolerstege </b><br/> <br/>  Jag bad dig om en analys avs de okända objekten som visade sig över Washington 19, 20, 26, 27, juli 1952.<br/> <br/>  Analysen har uteblivit. Det motiverar du med att objekten över Washington nämnda datum i själva verket är <b><u>en lögn</u>.</b> <br/> <br/>  Rapporter som härrör från tillförlitliga källor motsäger emellertid ditt påstående. Ty de klargör att okända objekt visade sig över Washington nämnda datum och som utmärkte sig genom sina omöjliga flygegenskaper. <br/> <br/>  Vidare:<br/> <br/>  Objektens prestanda visade entydigt att de var resultatet av en teknologi som är väsensskild i förhållande till den teknologi som Air Force jaktplan var resultatet av.<br/> <br/>  Det som talar för det. Är det här:<br/> <br/>  Då jaktplan försökte avvisa de okända objekten över Washington nämnda datum svarade objekten med en formidabel acceleration som resulterade i att de lämnade jaktplanen enkelt efter sig. Uppgiften <b><u>härrör från</u></b> jaktplanspiloter och radarpersonal.<br/> <br/>  Vidare:<br/> <br/>  Här några axplock ur Donald Keyhoes bok: Flying Saucers From Outer Space som stödjer slutsatsen att objekten nämnda datum <b><u>omöjligen kan härröra</u></b> från den här planeten: <br/> <br/>  Till radarpersonalens häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum. Keyhoe sid 64<br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var utom räckhåll för radarstrålen i intervallen mellan svepen. Keyhoe sid 64<br/> <br/>  Några sekunder senare drabbades flygledarna av nästa chock ett objekt gör en <u>90 graders gir</u>  någonting som flygplan omöjligen kan göra. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade med en kollega objekts hastighet de kom fram till att objektet hade rört sig i drygt <u>11 000 km/h</u>. Keyhoe sid 65<br/> <br/>  isolerstege, i det fall du anser att uppgifterna jag hänvisar till <b><u>inte svarar mot fakta</u></b> ber jag att du förklarar dig.<br/> <br/>  By the way..<br/> <br/>  Du har väl inte glömt bort att jag bett dig falsifiera slutledningskedjan som jag lade upp bl.a din räkning 7/4. <br/> <br/>  Som leder fram till att de okända objekten över Washington nämnda datum <b><u>inte härrör</u></b> från den här planeten.<br/> <br/>  Fall nu inte ÅTERIGEN undan.."
		},
		{
			"postIndex": 268,
			"postNumber": 274,
			"rankGlobal": 45,
			"rankLocal": 2,
			"scoreGlobal": 77.1,
			"scoreLocal": 88.1,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-05-13, 00:33",
			"postUrlInThread": "https://www.flashback.org/t1958696p23",
			"postUrlUniq": "https://www.flashback.org/sp48769326",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/> <b>(Svar:2) 10/5-14. 00:33</b><br/> <br/>  Citat:<br/>  Ursprungligen postat av <b>isolerstege</b> <br/>  NEJ NEJ NEJ, trodde att vi hade rett ut denna diskussion för ett tag sedan.<br/> <br/>  Holcomb var en <b>RADIO-specialist</b>, inte någon radar-specialist.<br/> <br/> <b><u>Du erkände till och med</u> att jag hade rätt</b> men nu ska du älta denna fråga igen. Lägg detta bakom dig, inse att du hade fel och fokusera framåt!<br/> <br/>  Du påstår att jag har <b>erkänt</b> att Holcomb INTE var radar-specialist:<br/> <br/>  Vad har du fått det ifrån?<br/> <br/>  Nu får du allt skärpa dig. <b><u>Jag har inte klargjort</u></b> att Holcomb INTE var radar-specialist.<br/> <br/> <b>Utdragen nedan</b> som dels härrör från Donald Keyhoes bok: Flying Saucers From Outer Space och som dels härrör från Project Blue Book Case 166 visar att Holcomb <b><u>var radar-specialist</u>.</b><br/> <br/> <b>(Utdrag:</b> Keyhoe)<br/> <br/>  Meantime, Air Force Intelligence had gone into action. Major Dewey Fournet, Jr, the Pentagon's top investigator, had been rushed to the Center.<br/> <br/>  With him were Albert M. Chop. <b><u>and an officer specialist on radar</u></b>. For two hours they watched the saucer blips, Fournet and Chop quizzing Barnes and his men <b><u>while the radar specialist</u> <u>checked</u> </b><b><u>the set</u></b>. Keyhoe Sid 69 <br/> <br/>  Att det var Holcomb och ingen annan radar-specialist som major Fournet beordrade att kolla av radarsetten vid ARTC 27/7 verifieras av rapporten nedan:<br/> <br/> <b>(Utdrag:</b> Project Blue Book) <br/> <br/>  Case 166 (12W2, 18/5A, Bx 35, RG 341 Records of the USAF, \"Washington National Sightings\" - July 1952.<br/> <br/>  Rapporten klargör:<br/> <br/>  (AFOIN-2A2) and <b>Lt. Holcomb</b> (USN, AFOIN-2C5) arrived at ARTC Center <b>at about 27/0015</b> EDT. <b><u>Lt. Holcomb observed scopes and</u></b> reported \"7 good, solid targets\".<br/> <br/> <b>He made a quick check</b> with airport Weather Station and determined <b>that there was a slight</b> <b>temperature inversion</b> (about 1 degree) from the surface to about 1000'.<br/> <br/>  However, he felt <b>that the scope targets</b> at the time <b>were not the result</b> of this inversion and so <b>advised</b> the Command Post with the suggestion that <b>a second intercept flight be requested. </b><br/> <br/>  I det fall Air Force hade beordrat ytterligare radar-specialist(er) då hade det funnits ett avtryck om det i rapporten Case 166 som dokumenterar skeendet vid Washington National 27/7.<br/> <br/>  Men så är inte fallet. Det inte finns minsta avtryck i nämnda rapport om att Air Force hade beordrat ytterligare radar-specialist(er) till ARTC 27/7.<br/> <br/>  Det betyder <b><u>att det var Holcomb</u></b> och ingen annan radar-specialist som major Fournet beordrade att kolla av radarsetten vid ARTC.<br/> <br/>  Det kommer mer om en stund."
		},
		{
			"postIndex": 290,
			"postNumber": 297,
			"rankGlobal": 69,
			"rankLocal": 3,
			"scoreGlobal": 72.1,
			"scoreLocal": 82.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-05-23, 00:36",
			"postUrlInThread": "https://www.flashback.org/t1958696p25",
			"postUrlUniq": "https://www.flashback.org/sp48903891",
			"sentence": "Det skulle vara intressant om gänget som <b><u>har varit inriktat på</u></b> ANDRA <b><u>saker</u></b> än UFO-problematiken, tog sig an projektet att penetrera problematiken rörande de okända objekten som visade sig över Washington 19, 20, 26, 27, juli 1952. <br/> <br/>  Jag ser fram emot att få ta del av era analyser. Material finns i överflöd både i den här tråden och i andra källor. <br/> <br/>  Passar på och langa in några tänkvärda utsagor som Edward Ruppelt har gjort i sin bok: Report On Unidentified Flying Objects.<br/> <br/>  (anm) Edward Ruppelt var ansvarig för Air Force UFO-utredningsenhet: <b>Project Grudge</b> under dess slutfas, sedermera chef för UFO-utredningsenheten: <b>Project Blue Book</b> 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio. <br/> <br/>  Och han deltog i det operativa arbetet. Det betyder att <u>samtliga UFO-rapporter</u> som Blue Book beredningen utredde <u>gick genom Ruppelt</u>. <br/> <br/>  Så här säger Ruppelt:<br/> <br/> <u>This report is based on</u> the facts - all of the facts - nothing of significance has been left out. Ruppelt (förordet) <br/> <br/>  The report has been difficult to write because it involves something <b><u>that doesn't officially</u> <u>exist</u>.</b> Ruppelt (förordet)<br/> <br/>  It is well known that ever since the first flying saucer was reported in June 1947 the Air Force has <b>officially</b> said that there is no proof that such a thing <u>as an interplanetary spaceship exist</u>s. Ruppelt (förordet)<br/> <br/>  The hassle (bråket) over the word <b>\"proof\"</b> boils down to one question: What constitutes proof? Does a UFO <u>have to land</u> at the River Entrance <u>to the Pentagon</u>, near the Joint Chiefs of Staff offices? Ruppelt (förordet)<br/> <br/>  Or is it proof when a <u>ground radar</u> station detects a UFO, sends a jet <u>to intercept it</u>, the jet pilot <u>sees it</u>, and <u>locks on</u> with his radar, only to have the UFO streak away at a phenomenal speed? Ruppelt (förordet)<br/> <br/>  Thus a <u>flying saucer</u> can be a formation of lights, a single light, <u>a sphere</u>, or <u>any other </u>shape; and it can be any color. Performance wise, flying saucers can <u>hover</u>, <u>go fast</u> or <u>slow</u>, go <u>high </u>or <u>low, </u><u>turn 90 degree</u> corners, or disappear almost instantaneously. Ruppelt sid 6<br/> <br/> <u>Early in 1951</u> verbal orders came down from <u>Major General Charles P. Cabell</u>, then Director of Intelligence for Headquarters, U.S. Air Force, to make a study <u>reviewing the UFO situation</u> for Air Force Headquarters. Ruppelt sid 6<br/> <br/>  The excitement and serious interest occurred when we received UFO reports in which the observer <u>was reliable</u> and the stimuli <u>could NOT be identified</u>. These were the reports that challenged the project and caused me to spend hours briefing top U.S. officials. These were <br/>  the reports that we called \"Unknowns.\" Ruppelt sid 10"
		}
	],
	[
		{
			"postIndex": 368,
			"postNumber": 376,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 95.7,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-08, 00:32",
			"postUrlInThread": "https://www.flashback.org/t1958696p32",
			"postUrlUniq": "https://www.flashback.org/sp49499055",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  DET BETYDER: <br/> <br/>  Att vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal:<br/> <br/>  As he watched, the targets loafed along at 100 to 130 miles an hour; then in <b>an apparent sudden </b><b>burst</b> of speed two of them <b>streaked out</b> of radar range. Ruppelt sid 159<br/> <br/>  These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. <b>They all agreed </b>that these <b>were no airplanes.</b> Ruppelt sid 159<br/> <br/>  The targets <b>could be caused</b> by a malfunction in the radar, they thought, so a technician was called in - the set WAS IN PERFECT working order. Ruppelt sid 159<br/> <br/>  The senior controller then called the control tower at National Airport; they reported that <b>they also</b> had <b>unidentified targets</b> on their scopes, so did <b>Andrews.</b> Ruppelt sid 159 <br/> <br/>  Barnes and others, confirmed the important point that <b>simultaneous</b> radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night. McDonald sid 72<br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var <b>utom räckhåll</b> för radarstrålen i intervallen mellan svepen. Keyhoe sid 64/65<br/> <br/>  Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir  någonting som flygplan <b>omöjligen kan göra.</b> Keyhoe sid 65<br/> <br/>  Ett objekt <b>tvärstannar</b> i en hastighet <b>om 160 km/h</b> och kastar om riktningen <b>180 </b><b>grader</b> allt utfört på några sekunder. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt <b>11 000 km/h.</b> Keyhoe sid 65<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever <b>caused echoes <u>that maneuvered</u></b> like that, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 sid 8 <br/> <br/> <b>I'm positive</b> they were guided <b><u>by some intelligence</u></b> Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6<br/> <br/> <b>Every</b> controller and technician <b><u>backed him up</u>.</b> Keyhoe Radar/Visual 1952 sid 8<br/> <br/>  Dewey (Major Fournet) said <b>that everybody</b> in the radar room <b>was convinced</b> that the targets <b>were very probably</b> caused by <b>solid metallic objects.</b> Ruppelt sid 166 <br/> <br/>  \"From their <b>controlled</b> maneuvers <b>it was plain</b> they <b>were guided</b>if not mannedby highly intelligent beings. Keyhoe sid 65/66 <br/> <br/>  Till sist:<br/> <br/>  Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet då operatörerna VAR ERFARNA. <br/> <br/>  Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade.<br/> <br/>  Radarpersonalens uppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten.<br/> <br/>  Det finns INTE något annat RIMLIGT svar.<br/> <br/>  Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret.<br/> <br/>  (SLUT)"
		},
		{
			"postIndex": 358,
			"postNumber": 366,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 87.8,
			"scoreLocal": 91.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-04, 00:13",
			"postUrlInThread": "https://www.flashback.org/t1958696p31",
			"postUrlUniq": "https://www.flashback.org/sp49451782",
			"sentence": "<b>Svar till: gral </b><br/> <br/>  Roligt att du söker dig till tråden.<br/> <br/>  Langar in inte lite text. Men jag utgår från att du inte är illitterat. Då borde det inte vara något problem för dig att läsa igenom texten.<br/> <br/>  Du ställer frågan: Hur gör man sannolikhetsbedömningen att de okända objektens <b><u>överlägsna</u></b> <b><u>flygegenskaper</u></b> leder till att objekten <b><u>inte</u></b> härrör från den här planeten?<br/> <br/>  LÄSER du materialet nedan ges du en FAIR möjlighet att kunna bedöma hur sannolikt det är att nämnda objekt INTE härrör från den här planeten.<br/> <br/>  Nedan vittnesuppgifter som härrör från radarpersonalen vid ARTC vid Washingtons nationella flygplats. Uppgifterna återfinns i Donald Keyhoes bok: Flying Saucers From Outer Space.<br/> <br/>  23:40 observerar Nugent hur <b>sju okända objekt</b> plötsligt visar sig på radarskärmen. Nugent stirrar häpet på skärmen då objekten har uppenbarat sig från <b>ingenstans.</b> Keyhoe sid 63<br/> <br/>  Det fanns bara ett svar: Objekten måste ha störtat in i sektorn med en fruktansvärd hastighet åtföljt av en plötslig fartminskning i den sydvästra kvadranten. Keyhoe sid 63<br/> <br/>  Nugent kallar på Barnes (dennes chef) som omgående ringer till tornet och får bekräftat att <b>även </b>deras indikator indikerar <b>okända objekt</b>. Keyhoe sid 64<br/> <br/>  Barnes kontaktar Andrews Air Force Base som är belägen 13 km öster om Washington DC och den bestörte radaroperatören bekräftar att <b>även</b> deras indikatorer indikerar <b>okända objekt.</b> Keyhoe sid 64<br/> <br/>  Till allas häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum. Keyhoe sid 64<br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var <b>utom räckhåll </b>för radarstrålen i intervallen mellan svepen. Keyhoe sid 64/65<br/> <br/>  Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir  någonting som flygplan <b>omöjligen kan göra.</b> Keyhoe sid 65<br/> <br/>  Ett objekt tvärstannar i en hastighet om 160 km/h och kastar om riktningen 180 grader. Allt utfört på några sekunder. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade med kollega objekts hastighet. De kom fram till att objektet hade rört sig i drygt <b>11 000 km/h.</b> Keyhoe sid 65<br/> <br/>  Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på <b>lite drygt 1 000 km/h.</b><br/> <br/>  Talet om att den här planeten besöks av utomjordiska farkoster hade några ur radarpersonalen tidigare alltid skrattande avfärdat som trams. Keyhoe sid 65<br/> <br/>  Men nu var de ordentligt uppskakade då de hade bevittnat <b>supermaskiner i aktion</b> som <b>rekognoscerade</b> över Washington. Keyhoe sid 65/66<br/> <br/>  \"From their <b>controlled</b> maneuvers <b>it was plain</b> they <b>were guided</b>if not mannedby highly intelligent beings. Keyhoe sid 65/66<br/> <br/>  Det kommer mer om en stund"
		},
		{
			"postIndex": 361,
			"postNumber": 369,
			"rankGlobal": 15,
			"rankLocal": 3,
			"scoreGlobal": 87.3,
			"scoreLocal": 91.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-04, 00:50",
			"postUrlInThread": "https://www.flashback.org/t1958696p31",
			"postUrlUniq": "https://www.flashback.org/sp49452135",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  Ytterligare uppgifter rörande nämnda händelser:<br/> <br/>  McDonald, James E. Statement by Dr. James E. McDonald.<br/> <br/>  McDonald forskade i atmosfärisk fysik, innehade en professur vid  Department of Meteorology University of Arizona. Sedermera blev han chef för Institute for Atmospheric Physics.<br/> <br/>  McDonald klargör ang 19/20 juli.<br/> <br/>  Barnes and others, confirmed the important point that <b>simultaneous </b>radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night.<br/> <br/>  D.C. Airport James M. Ritchey, who was at the ARTC radar <b>shared </b>Barnes' views that the <b>experienced</b> radar controllers on duty that night <b>were not</b> being <b>fooled by</b> ground returns. McDonald sid 71/72<br/> <br/>  The <b>official</b> suggestion that the same weak (1.7° C) <b>low-level</b> \"inversion\" that <b>was</b> <b>blamed for</b> the radar ducting <b>could produce</b> miraging effects <b>was </b><b>quantitatively absurd.</b> McDonald sid 71<br/> <br/>  Vidare:<br/> <br/>  Vittnesuppgifterna som härrör från nämnda radarpersonal HAR utan minsta tvivel en mycket hög trovärdighet då operatörerna VAR ERFARNA. <br/> <br/>  Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som visade sig på indikatorskärmen.<br/> <br/>  Radarpersonalen var klar över att ekona som härröde från de okända objekten INTE var flygplan/inversion. Det eftersom ekona <b><u>inte svarade mot</u></b> det som är signifikativt för ekon som härrör från flygplan/inversion.<br/> <br/>  Till sist:<br/> <br/>  I det fall du är av den uppfattningen att ovan angivna uppgifter INTE leder till slutsatsen att de okända objekten INTE härrör från den här planeten.<br/> <br/>  Ber jag att du ger mig DET som förklarar de okända objekten. <br/> <br/>  Radarpersonalen HAR KLARGJORT att de okända objekten utifrån de PRESTANDA objekten demonstrerade OMÖJLIGEN kan härröra från den här planeten. Keyhoe sid 65/66<br/> <br/>  Jag delar radarpersonalens uppfattning.<br/> <br/>  Av den enkla anledningen att Air Force mest sofistikerade luftburna teknologi framstod som PRIMITIV i jämförelse med den teknologi som de okända objekten var resultatet av.<br/> <br/>  De okända objekten demonstrerade en total teknologisk överlägsenhet vilket återspeglades i att jaktplanen inte hade minsta möjlighet att svara på objektens kolossala acceleration.<br/> <br/>  Det radarpersonalen beskriver är ett fascinerande möte mellan väsensskilda teknologier.<br/> <br/>  Vi kan omgående FIMPA antagandet att det var ett naturfenomen som jaktplanen försökte avvisa.<br/> <br/>  Det existerar inte ETT ENDA naturfenomen som gång efter gång kan interagera med jaktplan genom att försvinna då jaktplanen närmar sig naturfenomenet ifråga och som återkommer då jaktplanen har dragit sig tillbaka. <br/> <br/>  Ovan mycket trovärdiga vittnesuppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten.<br/> <br/>  Det finns INTE  något ANNAT RIMLIGT svar.<br/> <br/>  Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret.<br/> <br/>  (SLUT)"
		}
	],
	[
		{
			"postIndex": 407,
			"postNumber": 415,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-22, 00:40",
			"postUrlInThread": "https://www.flashback.org/t1958696p35",
			"postUrlUniq": "https://www.flashback.org/sp49663128",
			"sentence": "<b>Svar till: SnakePlissken</b><br/> <br/>  Ditt resonemang är sprängfyllt med KÄNSLOR och NOLL LOGIK.<br/> <br/>  Dina KÄNSLOR säger en sak. Och min LOGIK säger en annan sak.<br/> <br/>  Dina <b>känslor</b> leder till ett improduktivt stickspår.<br/> <br/>  Och min <b>logik benar ut</b> VARFÖR radarpersonalen drog SLUTSATSEN att radarekona HÄRRÖRDE från UTOMJORDISKA FARKOSTER.<br/> <br/>  NÄMLIGEN <b><u>DET HÄR</u></b>:<br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var <b>utom räckhåll</b> för radarstrålen i intervallen mellan svepen. Keyhoe sid 64/65<br/> <br/>  Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en <b>90 graders gir </b> någonting som flygplan <b>omöjligen kan göra.</b> Keyhoe sid 65<br/> <br/>  Ett objekt <b>tvärstannar</b> i en hastighet om <b>160 km/h</b> och kastar om riktningen <b>180 grader</b> allt utfört på några sekunder. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt <b>11 000 km/h.</b> Keyhoe sid 65<br/> <br/>  Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på <b>lite drygt 1 000 km/h.</b> (min reflektion)<br/> <br/>  These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. <br/> <br/> <b>They all agreed </b>that these <b><u>WERE NO AIRPLANES</u>.</b> Ruppelt sid 159<br/> <br/>  The targets <b>could be caused</b> by a malfunction in the radar, they thought, so <b>a technician</b> was called in - the set <b><u>WAS IN PERFECT</u></b> working order. Ruppelt sid 159<br/> <br/>  The senior controller then called the control tower at National Airport; they reported that <b><u>THEY</u> <u>ALSO</u></b> had <b>unidentified targets</b> on their scopes, <b><u>SO DID</u> Andrews.</b> (Air Force Base) Ruppelt sid 159 <br/> <br/>  Barnes and others, confirmed the important point that <b><u>SIMULTANEOUS</u></b> radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night. McDonald sid 72<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever <b>caused echoes <u>THAT MANEUVERED</u></b> like that, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 (anm texten ej paginerad) <br/> <br/>  Ovan refererade händelser utesluter att det rörde sig om flygplan/inversion. <br/> <br/>  Det eftersom nämnda ekon <b><u>INTE SVARADE MOT</u></b> det som är <b><u>SIGNIFIKATIVT</u></b> för ekon som härrör från flygplan/inversion.<br/> <br/>  VAD återstår som KAN utgöra <b>EN RIMLIG</b> förklaring rörande ovan refererade HÄNDELSER?<br/> <br/>  SVAR:<br/> <br/>  Den enda <b>rimliga förklaring</b> som återstår är att det radarpersonalen observerade VAR <b>utomjordiska farkoster.</b><br/> <br/>  Det finns INTE något annat RIMLIGT svar.<br/> <br/>  Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret.<br/> <br/>  Objektens ovan refererade PRESTANDA fick Air Force mest sofistikerade luftburna teknologi att framstå som primitiv i jämförelse.<br/> <br/>  Objektens PRESTANDA utesluter att de härrörde från den här planeten<br/> <br/>  Det kommer mer om en stund"
		},
		{
			"postIndex": 384,
			"postNumber": 392,
			"rankGlobal": 3,
			"rankLocal": 2,
			"scoreGlobal": 97.3,
			"scoreLocal": 97.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-13, 02:57",
			"postUrlInThread": "https://www.flashback.org/t1958696p33",
			"postUrlUniq": "https://www.flashback.org/sp49558753",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  Vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal:<br/> <br/>  As he watched, the targets loafed along at 100 to 130 miles an hour; then in <b>an apparent</b> <b>sudden burst</b> of speed two of them <b>streaked out</b> of radar range. Ruppelt sid 159<br/> <br/>  These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. <b>They all agreed</b> that these <b>were no airplanes.</b> Ruppelt sid 159<br/> <br/>  The targets <b>could be caused</b> by a malfunction in the radar, they thought, so <b>a technician</b> was called in - the set WAS IN PERFECT working order. Ruppelt sid 159<br/> <br/>  The senior controller then called the control tower at National Airport; they reported that <b>they also</b> had <b>unidentified targets</b> on their scopes, so did <b>Andrews.</b> (Air Force Base) Ruppelt sid 159 <br/> <br/>  Barnes and others, confirmed the important point that <b>simultaneous</b> radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night. McDonald sid 72<br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var <b>utom räckhåll</b> för radarstrålen i intervallen mellan svepen. Keyhoe sid 64/65<br/> <br/>  Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en <b>90 graders gir</b>  någonting som flygplan <b>omöjligen kan göra.</b> Keyhoe sid 65<br/> <br/>  Ett objekt <b>tvärstannar</b> i en hastighet om <b>160 km/h</b> och kastar om riktningen <b>180 grader</b> allt utfört på några sekunder. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt <b>11 000 km/h.</b> Keyhoe sid 65<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever <b>caused echoes <u>that maneuvered</u></b> like that, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 sid 8 <br/> <br/> <b>I'm positive</b> they were guided <b><u>by some intelligence</u></b> Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6<br/> <br/> <b>Every</b> controller and technician <b><u>backed him up</u>.</b> Keyhoe Radar/Visual 1952 sid 8<br/> <br/>  Dewey (Major Fournet) said <b>that everybody</b> in the radar room <b>was convinced</b> that the targets <b>were very probably</b> caused by <b>solid metallic objects.</b> Ruppelt sid 166 <br/> <br/>  \"From their <b>controlled</b> maneuvers <b>it was plain</b> they <b>were guided</b>if not mannedby highly intelligent beings. Keyhoe sid 65/66 <br/> <br/>  Till sist:<br/> <br/>  Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet då operatörerna VAR ERFARNA. <br/> <br/>  Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade.<br/> <br/>  Radarpersonalens uppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten.<br/> <br/>  Det finns INTE något ANNAT RIMLIGT svar.<br/> <br/>  Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret.<br/> <br/>  (SLUT)"
		},
		{
			"postIndex": 414,
			"postNumber": 423,
			"rankGlobal": 5,
			"rankLocal": 3,
			"scoreGlobal": 95.4,
			"scoreLocal": 95.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-24, 00:30",
			"postUrlInThread": "https://www.flashback.org/t1958696p36",
			"postUrlUniq": "https://www.flashback.org/sp49685586",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  Du har klargjort att du INTE tror att händelserna över Washington 19, 20, 26, 27, juli 1952 var en följd av att utomjordiska farkoster visade sig över staden.<br/> <br/>  Vidare:<br/> <br/>  Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952.<br/> <br/>  HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? <br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var <b>utom räckhåll</b> för radarstrålen i intervallen mellan svepen. Keyhoe sid 64/65<br/> <br/>  Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en <b>90 graders gir</b>  någonting som flygplan <b>omöjligen kan göra.</b> Keyhoe sid 65<br/> <br/>  Ett objekt <b>tvärstannar</b> i en hastighet om <b>160 km/h</b> och kastar om riktningen <b>180 grader</b> allt utfört på några sekunder. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt <b>11 000 km/h.</b> Keyhoe sid 65<br/> <br/>  Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på <b>lite drygt 1 000 km/h.</b> (min reflektion)<br/> <br/>  These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. <br/> <br/> <b>They all agreed</b> that these <b><u>WERE NO AIRPLANES</u>.</b> Ruppelt sid 159<br/> <br/>  The targets <b>could be caused</b> by a malfunction in the radar, they thought, so <b>a technician</b> was called in - the set <b><u>WAS IN PERFECT</u></b> working order. Ruppelt sid 159<br/> <br/>  The senior controller then called the control tower at National Airport; they reported that <b><u>THEY</u></b> <b><u>ALSO</u></b> had <b>unidentified targets</b> on their scopes, <b><u>SO DID</u> Andrews.</b> (Air Force Base) Ruppelt sid 159 <br/> <br/>  Barnes and others, confirmed the important point that <b><u>SIMULTANEOUS</u></b> radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night. McDonald sid 72<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever <b>caused echoes <u>THAT MANEUVERED</u></b> like that, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 (anm texten ej paginerad) <br/> <br/>  HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen? <br/> <br/>  Det kommer mer om en stund"
		}
	],
	[
		{
			"postIndex": 429,
			"postNumber": 438,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 97.7,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-26, 00:17",
			"postUrlInThread": "https://www.flashback.org/t1958696p37",
			"postUrlUniq": "https://www.flashback.org/sp49708164",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skunkjobb</strong> <a href=\"/p49697890#p49697890\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> <br/>  Landade de där objektet så man kunde undersöka dem? <br/> <br/>  Annars blir det <b>ju lite svårt</b> att <b>utifrån blippar</b> på <b>en radarskärm</b> eller i bästa fall några visuella ljusprickar säga <b>varifrån någonting kommer.</b><br/> <br/>  Så Peder, kunde man undersöka dem fysiskt? Det kanske är så enkelt att de hade Cassiopejas flagga målad på skrovet, i så fall var de säkert utomjordiska. <br/> <br/>  Om man kunde följa dem med radar ända långt ut i rymden vore ett rätt starkt bevis för att det är något från yttre rymden, gärna om det kan göras från flera radarstationer samtidigt. Har man kunnat det? Om inte, varför inte?</div> </td> </tr> </table> </div> <br/>  Ditt påstående säger ABSOLUT INGENTING.<br/> <br/>  Då du påstår något om radarekon då måste du självfallet RELATERA radarekona till någonting SPECIFIKT. <br/> <br/>  M.a.o. VAD det är som radarekona UTGÅR från. <b>Såsom</b> radarpersonalen vid ARTC gjorde.<br/> <br/>  Det var radaroperatörernas FÖRMÅGA att kunna identifiera OLIKA SLAG av ekon som ledde till att de var klara över att radarekona som härrörde från de okända objekten INTE var flygplan/inversion. <br/> <br/>  Det eftersom nämnda ekon INTE SVARADE MOT det som är SIGNIFIKATIVT för ekon som härrör från flygplan/inversion.<br/> <br/>  Vidare:<br/> <br/>  Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952.<br/> <br/>  HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? <br/> <br/>  Det verkar otroligt men objektets acceleration var så kolossal att objektet var <b>utom räckhåll</b> för radarstrålen i intervallen mellan svepen. Keyhoe sid 64/65<br/> <br/>  Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en <b>90 graders gir</b>  någonting som flygplan <b>omöjligen kan göra.</b> Keyhoe sid 65<br/> <br/>  Ett objekt <b>tvärstannar</b> i en hastighet om <b>160 km/h</b> och kastar om riktningen <b>180 grader</b> allt utfört på några sekunder. Keyhoe sid 65<br/> <br/>  Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att objektet hade rört sig i drygt <b>11 000 km/h.</b> Keyhoe sid 65<br/> <br/>  Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på <b>lite drygt 1 000 km/h.</b> (min reflektion)<br/> <br/>  These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. <br/> <br/> <b>They all agreed</b> that these <b><u>WERE NO AIRPLANES</u></b>. Ruppelt sid 159<br/> <br/>  The targets <b>could be caused</b> by a malfunction in the radar, they thought, so <b>a technician</b> was called in - the set <b><u>WAS IN PERFECT</u></b> working order. Ruppelt sid 159<br/> <br/>  The senior controller then called the control tower at National Airport; they reported that <b><u>THEY</u></b> <b><u>ALSO</u></b> had <b>unidentified targets</b> on their scopes, <b><u>SO DID</u> Andrews.</b> (Air Force Base) Ruppelt sid 159 <br/> <br/>  Barnes and others, confirmed the important point that <b><u>SIMULTANEOUS</u></b> radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night. McDonald sid 72<br/> <br/>  And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever <b>caused echoes <u>THAT MANEUVERED</u></b> like that, and we have had identical weather conditions many times. Keyhoe Radar/Visual 1952 (anm texten ej paginerad) <br/> <br/>  HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen?"
		},
		{
			"postIndex": 447,
			"postNumber": 456,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 88.4,
			"scoreLocal": 90.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-29, 01:02",
			"postUrlInThread": "https://www.flashback.org/t1958696p38",
			"postUrlUniq": "https://www.flashback.org/sp49740993",
			"sentence": "(Forts. föreg. inlägg)<br/> <b><br/> <u>ÅTERIGEN</u>:</b><br/> <br/>  Ber att du FALSIFIERAR slutledningskedjan som jag har lagt upp för din räkning (13/7) (28/7) som leder till att radarpersonalens observationer avs de okända objekten är <u>ekvivalent med ett sakförhållande. </u><br/> <br/>  Du klargör: (28/7) Detta har jag BESVARAT upprepade gånger.<br/> <br/>  Det är inte det jag efterfrågar.<br/> <br/>  Det jag EFTERFRÅGAR är att du FALSIFIERAR nämnda slutledningskedja.<br/> <br/>  Skälet till att jag ber att du tar dig an projektet att FALSIFIERA nämnda slutledningskedja är en följd av att du har klargjort att du INTE tror att det var utomjordiska farkoster som visade sig över Washington 19, 20, 26, 27, juli 1952.<br/> <br/>  Då borde det inte vara något problem för dig att FALSIFIERA premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är <u>ekvivalent med ett sakförhållande.</u><br/> <br/>  P <u>har kunskap</u> att A är fallet det betyder att:<br/> <br/>  A är sann<br/>  P anser att A är sann<br/>  P har goda skäl för att hålla A för att vara sann <br/> <br/>  Anm. Begreppet <u>kunskap</u> syftar (utöver teoretiska förmågor) på <u>fakta samt kännedom om sakförhållanden.</u><br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE</b> låtit det passera opåtalat.<br/> <br/> <b>Det är förnuftsvidrigt att tro</b> att radarpersonalen <b>stillatigande</b> skulle ha funnit sig i att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa får</b> som fogar sig i att bli associerad med uppgifter <b>som saknar grund</b>.<br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker <b>INTE</b> hade härrört från nämnda radarpersonal.<br/> <br/>  Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som <b>saknar grund </b>är ett <b>allvarligt brott.</b><br/> <br/>  Men en sådan händelseutveckling har UTEBLIVIT.<br/> <br/>  Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten.<br/> <br/>  Då borde det inte vara något problem för dig att FALSIFIERA premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är <u>ekvivalent med ett sakförhållande.</u> <br/> <br/>  Inte sant?<br/> <br/>  (SLUT)"
		},
		{
			"postIndex": 438,
			"postNumber": 447,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 87.3,
			"scoreLocal": 89.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-07-28, 01:25",
			"postUrlInThread": "https://www.flashback.org/t1958696p38",
			"postUrlUniq": "https://www.flashback.org/sp49729762",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  Du klargör: Och som sagt, <b>om</b> det inte var <b>inversion</b> finns det <b>säkert</b> gott om <b>liknande fenomen</b> som jag varje dag i veckan <b>skulle anta</b> ligger <b>närmare sanningen</b> än dina utomjordingar, som förståss/tyvärr/som valkigt saknar varje form av bevis..<br/> <br/>  Vilka fenomen syftar du på?<br/> <br/>  Du klargör: Det finns ju även <b>gott om folk</b> som hävdar <b>att det var</b> just <b>inversion</b>, så vad är det som gör dina böcker trovärdigare än alla andra? <br/> <br/>  Vilka är det som GÖR GÄLLANDE att inversion KAN FÖRKLARA nämnda okända objekt?<br/> <br/>  Du frågar: VAD är det som gör dina böcker TROVÄRDIGARE än alla andra? <br/> <br/>  VILKA ANDRA är det du syftar på?<br/> <br/>  Du klargör: Och jag upprepar - <b>även om</b> det <b>inte</b> <b>var inversion</b> så är <b>störningar </b>självklart <b>troligare</b> än <b>aliens</b>, särskilt så länge <b>ingen kan bevisa</b> att aliens någonsin besökt oss,,<br/> <br/>  Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten.<br/> <br/>  Då borde det inte vara något problem för dig att FALSIFIERA premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är <u>ekvivalent med ett sakförhållande</u>.<br/> <br/>  P <u>har kunskap</u> att A är fallet det betyder att:<br/> <br/>  A är sann<br/>  P anser att A är sann<br/>  P har goda skäl för att hålla A för att vara sann <br/> <br/>  Anm. Begreppet <u>kunskap</u> syftar (utöver teoretiska förmågor) på f<u>akta samt kännedom om sakförhållanden.</u><br/> <br/>  I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker <b>INTE</b> hade härrört från denna, vilka konsekvenser hade det lett till?<br/> <br/>  En sak är klar: Radarpersonalen hade <b>INTE</b> låtit det passera opåtalat.<br/> <br/> <b>Det är förnuftsvidrigt att tro</b> att radarpersonalen <b>stillatigande</b> skulle ha funnit sig i att den blev föremål för ett sådant lagbrott.<br/> <br/>  Det är inte rimligt att likställa radarpersonalen med <b>viljelösa får</b> som fogar sig i att bli associerad med uppgifter <b>som saknar grund.</b><br/> <br/>  Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker <b>INTE</b> hade härrört från nämnda radarpersonal.<br/> <br/>  Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som <b>saknar grund</b> är ett <b>allvarligt brott</b>.<br/> <br/>  Men en sådan händelseutveckling har UTEBLIVIT.<br/> <br/>  Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten.<br/> <br/>  Då borde det inte vara något problem för dig att FALSIFIERA premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är <u>ekvivalent med ett sakförhållande</u>. <br/> <br/>  Inte sant?<br/> <br/>  (SLUT)"
		}
	],
	[
		{
			"postIndex": 500,
			"postNumber": 509,
			"rankGlobal": 43,
			"rankLocal": 1,
			"scoreGlobal": 77.3,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 12.4,
			"postUserName": "Le Grand Maître",
			"postUserID": "u78417",
			"postUserUrl": "https://www.flashback.orgu78417",
			"postDateTime": "2014-08-03, 10:39",
			"postUrlInThread": "https://www.flashback.org/t1958696p43",
			"postUrlUniq": "https://www.flashback.org/sp49800540",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SnakePlisssken</strong> <a href=\"/p49789634#p49789634\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Såhär stod det i den ena rapporten jag hänvisat till:<br/> <i>1. It is believed that most of the unidentified targets observed on the Washington MEW radar during the period beginning on the night of August 13, 1952 and the period beginning on the night of August 15, 1952 were ground returns caused by reflection phenomena closely connected with the temperature inversions in the lower atmosphere.<br/>  2. Unidentified radar targets of the type described in this report have been noticed since the early days of radar. Unusual weather conditions prevailing in the Washington area during the summer of 1952 were exceptionally conducive to the formation of these phenomena.</i><br/> <br/>  Jag tycker det är extremt tydligt att de ansåg att radarekona var orsakade av inversion.. Hur du håller på och efterkonstruerar och hittar på får stå för dig, men bevisa gärna att de egentligen menade att ekona inte var orsakade av inversion fast de skriver att det var precis vad det var...</div> </td> </tr> </table> </div> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SnakePlisssken</strong> <a href=\"/p49789634#p49789634\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Såhär stod det i den ena rapporten jag hänvisat till:<br/> <i>1. It is believed that most of the unidentified targets observed on the Washington MEW radar during the period beginning on the night of August 13, 1952 and the period beginning on the night of August 15, 1952 were ground returns caused by reflection phenomena closely connected with the temperature inversions in the lower atmosphere.<br/>  2. Unidentified radar targets of the type described in this report have been noticed since the early days of radar. Unusual weather conditions prevailing in the Washington area during the summer of 1952 were exceptionally conducive to the formation of these phenomena.</i><br/> <br/>  Jag tycker det är extremt tydligt att de ansåg att radarekona var orsakade av inversion.. Hur du håller på och efterkonstruerar och hittar på får stå för dig, men bevisa gärna att de egentligen menade att ekona inte var orsakade av inversion fast de skriver att det var precis vad det var...</div> </td> </tr> </table> </div>   Du kanske inte riktigt läste 2:an?<br/>  \"2. Unidentified radar targets of the type described in this report have been noticed since the early days of radar. Unusual weather conditions prevailing in the Washington area during the summer of 1952 were exceptionally conducive to the formation of these phenomena.\"<br/> <br/>  Fenomenet är alltså inte ovanligt.<br/>  Det betyder att ingen misstolkar det för ngt annat än vad det är heller.<br/>  Dvs om du hade sett hur sådant såg ut på en radarskärm (den man kikar i) så hade du sett hur karakteristiskt det är. Det är därför den där McDonald också tyckte att den förklaringen var absurd. Du hade nog tyckt likadant om du hade känt till det fenomenet också.<br/> <br/>  Användaren LaurentiusLucidor här ovan gjorde en bra jämförelse baserad på hans egen erfarenhet med felsökning. Enkelt utrtyckt för dig så handlar en av sakerna han pratar om om hur en \"testbild\" kan förvrängas/förflyttas\" etc beroende på hur signalerna ser ut. En ungefärlig uppfattning om det kan du få om du kanske minns TV-apparater med antenner? Du kanske minns hur bilden kan rulla eller bli förvrängd och utdragen etc, beroende på hur signalerna mottags, eller inte mottags. Ok?<br/>  Det är egentligen ett ganska bra jämföresleexempel eftersom just det fenomenet är så karakteristiskt - och på så sätt lite likt inversionsexemplet. Dvs likt i det karakteristiska sätt på vilket det varseblives. Inte likt i att det ser likadant ut som inversion alltså.<br/>  Men inversion ser ut på ett karakteristiskt sätt, på samma sätt som dessa signalfel också ser karakteristiska ut.<br/> <br/>  Nu måste vi förstå hur ett sådant väldigt karakteristiskt utseende kan misstolkas för ett flygande tefat.<br/>  Det är inte det lättaste precis. Dvs steget mellan hur det ser ut och hur det fenomen som beskrev ser ut är helt skiljt från varandra. Helt väsensskilt egentligen.<br/> <br/>  Så vi måste ta hänsyn till vissa saker. <br/>  Dels att operatörerna själva avfärda inversionsförklaringen med 100% säkerhet.<br/>  Den där McDonald menade samma sak som operatörerna.<br/>  Dina debunkar-studier säger eg samma sak också. dvs de säger att inversion aldrig misstolkats för flygande tefat OCH dessutom att alla operatörer är välbekanta med fenomenet. Det inträffat \"hela tiden\".<br/> <br/>  Det innebär, och det borde du hålla med mig om, att inversionsteorin inte kan hålla. För varför misstog dessa - oberoende av varandra - operatörer något helt vardagligt och välkänt fenomen för något så otroligt exptionellt och i sin tur karakteristiskt som ett flygante tefat?<br/> <br/>  Jag menar fortfarande att vi bara har de samma förkalringarna som jag tidigare redovisade.<br/>  Och de är:<br/>  1. Operatörerna ljög.<br/>  2. De rapporterade sanningsenligt<br/> <br/>  Du skriver att du tyckte det var tydligt att studierna förklarade operatörernas rapporter. det kan du inte mena. Operatörerna menar själv att de ekon de rapporterade inte behandlades av dessa studier för det första. Och det studierna gjorde var att i efterhand belysa att inversion förekom under de aktuella dagarna. De visade också att dessa fenomen försvann i takt med att bättre instrument användes.<br/>  Det studierna gör är att de dels menar att operatörerna misstog inversion för flygande tefat. Samtidigt menar de att sådant är så allmänt förekommande och bland operatörer så välbekant att ingen gör det misstaget.<br/>  Det vi istället måste uppehålla oss vid är själva ursprungsrapporterna. Som omtalade ekon i stil med flygplan, men med både beteende och hastighet som vida översteg normalt flygplansbeteende.<br/>  Sannolikheten för att någon - ens en fyraåring - ska tolka inversion som tett flygande tefat måste med all säkerhet sägas vara helt obefintlig. Varför - för att det inte ser ut som något överhuvudtaget. Det är precis lika osannolikt att någon som försöker ställa in sin TV-apparat och ser bilden \"rulla\" hade tolkat det som att den rullande bildskärmen faktiskt var ett flygande tefat. Förstår du?<br/>  Det är inte något som man kan missta för något föremål.<br/> <br/>  Du undrar kanske varför dessa debunkare då ens presenterade denna teori. Ja, jag ställer mig samma fråga. Varför - och det har jag frågat många gånger som du vet - varför försöker debunkarna hela tiden dels förklara ngt med helt egenpåhittade händelseförlopp som inte tar hänsyn till det rapporterade, och dels med helt pseudovetenskapliga teorier.<br/>  Som tex debunkar-teorin om at vi människor misstar månen för ett flygande tefat tex, eller Venus etc. Det är helt pseudovetenskapliga teorier med tanke på att det inte finns några beteendevetenskapliga teorier alls som stödjer att vi människor i allmänhet kan mista något så välbekant för något så exceptionellt som ett flygande tefat. Den enda förklaringen hade varit grav mental sjukdom - Men hade det stämt hade Jimmy Carter aldrig blivit president. Ingen mentalt efterbliven person kan tillåtas nå sådana positioner i en meritokratiskt baserad demokrati. Vi har haft galningar som makthavare i både diktaturer och i absoluta monarkier (men det är väldigt sällan de fåt verkligt inflytande. Även i de fallen har de förhindrats av övrig makt och bara fungerat som galjonsfigurer med bara inskränkt makt.)<br/> <br/>  JAg tog upp David Hume innan - hans tes om att oavsett hur många vittnen det än må finnas så måste man diskvalificera dem som antingen lögnare eller mentalsjuka eftersom det helt enkelt inte finns något överhuvudtaget som bryter mot våra naturlagar. Väldigt enkelt, eller hur?<br/>  Problemet blir med ett sådant ställningstagande att dt kan avfärdas i sin helhet så snart minsta lilla sak som visar sig kunna falsifiera den teorin dyker upp.<br/>  Och det gjorde det - med monstervågorna.<br/>  Själv tycker jag inte i bör avfärda den ändå. Men vi måste modifiera den."
		},
		{
			"postIndex": 529,
			"postNumber": 539,
			"rankGlobal": 47,
			"rankLocal": 2,
			"scoreGlobal": 76.3,
			"scoreLocal": 98.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-08-07, 00:28",
			"postUrlInThread": "https://www.flashback.org/t1958696p45",
			"postUrlUniq": "https://www.flashback.org/sp49847963",
			"sentence": "<b><b>Svar till: Le Grand Maître</b></b><br/> <br/>  Du säger att uppgifterna <u>nedan </u>inte måste betyda att det rörde sig om utomjordiska farkoster. <br/> <br/>  Det existerar inte ETT ENDA naturfenomen som GÅNG PÅ GÅNG kan INTERAGERA med jaktplan genom att försvinna då jaktplanen närmar sig naturfenomenet ifråga och som återkommer då jaktplanen har dragit sig tillbaka. <br/> <br/>  Finns det något som stödjer att det  <u>inte </u>var ett <u><u>naturfenomen</u></u> som jaktplanen försökte avvisa.<br/> <br/>  Ja det gör det: DET HÄR:<br/> <br/>  All civilian air traffic was cleared out of the area and the jets moved in. Ruppelt sid 164<br/> <br/>  But <b>just as</b> the two '94's <b>arrived </b>in the area the TARGETS <b>DISAPPEARED </b>from the radarscopes. Ruppelt sid 164/165<br/> <br/>  The <b>two airplanes </b>stayed around a <b>few minutes more, </b>made a <b>systematic search </b>of the area, but since they still couldn't see anything or pick up anything on their radars they returned to their base. Ruppelt sid 165<br/> <br/> <b><b>A FEW MINUTES </b></b>after the F-94's left the Washington area, the UNIDENTIFIED TARGETS <b><b>WERE BACK </b></b>on the radarscopes in that <b>SAME AREA.  </b>Ruppelt sid 165 (SLUT CITAT)<br/> <br/>  I det fall uppgifterna ovan INTE svarar mot ett skeende där nämnda jaktplan försökte avvisa utomjordiska farkoster.<br/> <br/>  VAD var det då som jaktplanen försökte avvisa?<br/> <br/>  Här ett gäng alternativa förklaringar:<br/> <br/>  Felbedömning stjärna/planet, meteorer, zeppelinare, flygplan, helikopter, varmluftsballong, leksaksballong, fåglar, insektssvärmar, inversion, elektriska urladdningar som resulterar i plasmabildning, molnbildning, instrumentfel, hallucination.<br/> <br/>  Frågan inställer sig:<br/> <br/>  Är det RIMLIGT att anta att ovan angivna alternativa förklaringar kan leda till att de GÅNG PÅ GÅNG <u>interagerar </u>med jaktflyg som försöker avvisa <u>nämnda alternativa </u>förklaringar?<br/> <br/>  Genom att FÖRSVINNA då jaktflyget närmar sig de <u>alternativa förklaringarna </u>och att de <u>alternativa </u><u>förklaringarna </u>kommer TILLBAKA då jaktflyget har dragit sig tillbaka?<br/> <br/>  Jag anser INTE det vara RIMLIGT. I det fall du har andra infallsvinklar ser jag fram emot att få ta del av dem.<br/> <br/>  Nämner här en möjlighet men den ska mer ses som kuriosa än som en verklighetsförankrad förklaring. <br/> <br/>  Av nämnda alternativa förklaringar återstår ett TEKNOLOGISKT GENOMBROTT som kan förklara de okända objekten.<br/> <br/>  Säger det då de okända objekten efter behag KOLLRADE BORT nämnt jaktflyg.<br/> <br/>  Vidare:<br/> <br/>  Är det en RIMLIG förklaring?<br/> <br/>  I det fall ett teknologiskt genombrott såg dagens ljus 1952 som svarade mot de PRESTANDA som de okända objekten demonstrerade 1952 då hade vi idag drygt sextio år senare haft en luftburen teknologi av en HELT ANNAN kaliber.<br/> <br/>  Jag anser utifrån det ovan framlagda att det är RIMLIGT att det nämnt jaktflyg försökte avvisa var UTOMJORDISKA FARKOSTER.<br/> <br/>  I det fall du har andra infallsvinklar ser jag fram emot att få ta del av dem."
		},
		{
			"postIndex": 480,
			"postNumber": 489,
			"rankGlobal": 58,
			"rankLocal": 3,
			"scoreGlobal": 73.2,
			"scoreLocal": 94.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "PederNielsen",
			"postUserID": "u647858",
			"postUserUrl": "https://www.flashback.orgu647858",
			"postDateTime": "2014-08-01, 02:04",
			"postUrlInThread": "https://www.flashback.org/t1958696p41",
			"postUrlUniq": "https://www.flashback.org/sp49777488",
			"sentence": "(Forts. föreg. inlägg)<br/> <br/>  Jag bad (31/7) att du ger mig en ANALYS ang INFORMATIONEN nedan:<br/> <br/>  Men så har INTE blivit fallet:<br/> <br/>  ÅTERIGEN:<br/> <br/>  Ber att du tar dig an projektet nedan:<br/> <br/>  Det betyder att du ger mig en UTTÖMMANDE ANALYS rörande det jag refererar till ang de okända objektens MANÖVRER/PRESTANDA.<br/> <br/>  Vidare att du ger mig en UTTÖMMANDE ANALYS avs informationen nedan:<br/> <br/>  Ruppelt klargör: <br/> <br/>  On each night that there was a sighting there was (a temperature inversion) but it <b>WAS NEVER </b>strong enough <b>TO AFFECT</b> the radar.<br/> <br/>  On <u>each occasion</u> I checked the <b>strength</b> of the <b>inversion</b> according to <u>THE</u> <u>METHODS USED BY</u> the Air Defense Command Weather Forecast Center. Ruppelt sig 170<br/> <br/>  Then there was another interesting <b>fact:</b><br/> <br/>  Hardly a night passed in June, July, and August in 1952 that <u>there wasn't</u> an inversion in Washington, yet the <b>slow moving,</b> <b>\"<u>SOLID</u>\"</b> <b>radar targets</b> appeared on <b>ONLY A FEW NIGHTS.</b> Ruppelt sig 170<br/> <br/>  James E. McDonald forskare i atmosfärisk fysik bekräftar Ruppelts uppgifter att inversion INTE kan FÖRKLARA nämnda okända objekt.<br/> <br/>  McDonald klargör:<br/> <br/>  The <b>official </b>suggestion that the same weak (1.7° C) low-level \"inversion\" that was blamed for the radar ducting <b>could produce</b> miraging effects <b>was quantitatively</b> ABSURD.. McDonald sid 71<br/> <br/>  Vidare att du ger mig en UTTÖMMANDE ANALYS avs informationen nedan:<br/> <br/>  Barnes and others, confirmed the important point that <b><u>SIMULTANEOUS</u></b> radar fixes and <b>pilot-</b><b>sightings</b> occurred <b>several times</b> that night. McDonald sid 72<br/> <br/>  Vidare att du ger mig en UTTÖMMANDE ANALYS avs informationen nedan:<br/> <br/> <b>They all agreed</b> (radarpersonalen) that these <b><u>WERE NO AIRPLANES</u></b>. Ruppelt sid 159<br/> <br/>  The targets could be caused by a malfunction in the radar, they thought, so a technician was called in - the set <b><u>WAS IN PERFECT</u></b> working order. Ruppelt sid 159<br/> <br/>  Ber att du ger mig det jag efterfrågar.<br/> <br/>  Fall nu inte ÅTERIGEN undan. <br/> <br/>  (SLUT)"
		}
	]
]
