[
	[
		{
			"postIndex": 16,
			"postNumber": 16,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 11,
			"userScore": 31.4,
			"postUserName": "sven33",
			"postUserID": "u373986",
			"postUserUrl": "https://www.flashback.orgu373986",
			"postDateTime": "2013-11-10, 15:30",
			"postUrlInThread": "https://www.flashback.org/t2256004p2",
			"postUrlUniq": "https://www.flashback.org/sp46076847",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard80</strong> <a href=\"/p46075600#p46075600\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> <b>Vänsterpartiet vill:</b><br/> <br/> <br/> <u><b>Införa 6 timmars arbetsdag med 8 timmars lön.</b></u><br/>  Detta ska finansieras med höjd skatt för stora företag. <b>Moderaterna har sänkt skatten för stora företag från 52% 1989 till 25,3%  år 2013</b>.Vi säger också nej till det femte jobbskatte avdraget och sänkt arbetsgivaravgift till stora företag som tex. Mcdonalds som redan gör miljarder i vinst, och lägger istället dessa pengar på sänkt arbetstid för alla. Vi räknar också med att spara pengar på minskade sjukskrivningar och förtidspensioner då folk i större utsträckning kommer att orka arbeta fram till sin pension vid 65 år.<br/> <br/> <u><b>Gå ut ur EU.</b></u><br/>  Då makten koncentreras mer och mer till bryssel leder det till att vi får mindre att säga till om,  förändringar i vårt eget land. Vi behöver bli mer självständiga och självförsörjande som land, och inte beroende av andra länder, eller amerikanska storföretag för att gå runt. Vilket gör att vi blir mer känsliga för kriser i världsekonomin dvs. så att vi inte dras med i andra länders kriser. Vi är fullt kapabla att ta hand om oss själva och tillfredställa våra egna behov men samtidigt är det viktigt att vi har bra relationer med andra länder utan att vara beroende av dem.<br/> <br/> <u><b>Moderaterna har tagit bort 16 000 högskoleplatser sedan 2006.</b></u><br/>  Totalt tog moderaterna bort 12 000 utbildningsplatser förra året och ytterligare 10 000 platser detta året inkl. komvuxplatser och yrkesinriktade vux platser. Detta trots att antalet sökande till varje utbildningsplats ökar stadigt varje år. Tex. så hade psykologiprogrammet för en högskola i stockholm förra året 4204 sökande till 46 platser, det ger ett snitt på ca 105 sökande per plats. Samtidigt har moderaterna infört en kostad på ca 100 000 per år beroende på program för utländska studenter som kommer till Sverige och studerar, vilket tidigare var gratis för dem. Trots detta tar moderaterna bort högskoleplatser för oss som vill läsa sig till ett bättre jobb.<br/> <br/> <u><b>Vänsterpartiet är det enda partiet som säger nej till vinster i välfärden.</b></u><br/>  Socialdemokraterna vågar inte säga nej till moderaterna utan rör sig mer till höger för att kunna kompromissa med moderaterna. Socialdemokraterna har gjort mycket bra för Sverige historiskt sett och med hjälp av vänsterpartiet har vi redan sänkt vår arbetstid från 14 tim per dygn och lördagsarbete på 70 talet till dagens 8 tim med 2 lediga dagar per vecka. Vi har också infört \"gratis\" skola och sjukvård för alla, som moderaterna strävar efter att vi ska få betala själva för i framtiden, med en årsavg. på ca 100 000 kr per läsår i skolan eller 90 000 kr för en höfledsoperation då man inte har råd att försäkra sig, precis som man betalar i andra moderat eller högerstyrda länder som tex. Usa, Belgien eller England vars styrande har samma politiska ideer som moderaterna har i slutändan. <b><i>Att storföretagen ska äga och dela på alla resurser och vi andra ska slåss mot varandra om smulorna som blir över.</i></b><br/> <br/> <b>Vänsterpartiet vill också:</b> <b>Bygga 40 000 hyresrätter per år, sänka politikernas lön till 27 500 kr/mån,  så att politikerna verkligen förstår hur majoriteten av befolkningen lever och kan göra väsentliga beslut därefter.</b></div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Javisstdu</strong> <a href=\"/p46075955#p46075955\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Mitt första val och min röst kommer gå till V.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/></div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>koskenkurva</strong> <a href=\"/p46076004#p46076004\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vänsterpartiet får min röst efter detta!</div> </td> </tr> </table> </div> <br/> <br/> <br/>  Idiotiskt förslag. Sverige har redan idag extremt höga skatter och just därför betalar i stort sett inga större svenska företag skatt i Sverige. Vill man att fler ska sluta med det låter det som en jättebra ide men det är inget önskat resultat. Visst, man kan börja tvinga dem genom att täppa till kryphål men om du tror att tex Ericsson kommer gå från att betala 0 kronor till 20 miljarder kronor per år är du mer en naiv.<br/> <br/>  Dagen efter att någon är dum nog att täppa till hålet (och på detta höja skatten?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> ) kan jag lova dig att Ericsson och i stort sett alla andra större svenska företag registrerar företaget någon annan stans och flyttar ut all möjlig produktion till utlandet. Vilka pengar ska ni då använda till ert kommunistimperium? <br/> <br/>  Den enda anledningen till att höja skatten för riktigt rika människor är att locka till sig röster från oallmänbildade idioter. Riktigt rika människor eller företag behöver inte betala skatt om det inte vill. Finns tusen sett att undkomma detta så varje gång du höjer skatten faller enorma intäkter bort pga att folk slutar betala skatt, du behöver inte ha särskilt hög skatt i dagens globala samhälle för att inkomstgrafen ska korsa bortfallsgrafen. Don't get me wrong, jag hade kunnat acceptera en tillfällig skattehöjning för riktigt rika i det här läget om det faktiskt hade gett intäkter, men det gör det inte.<br/> <br/>  Kolla bara på Frankrike där tom Hollandes ekonomiska rådgivare på förhand erkände för pressen att de räknade med att förlora pengar på att införa Frankrikes \"rikemanskatt\" för de som tjänar mer en 1 miljon Euro per år. Såhär här i efterhand har det blivit ett fiasko som gör att Hollande nu är den franska president med lägst förtroende i landets historia.  <br/> <br/>  Nu kanske ni tänker, hur kunde det fungera förr i tiden när skatterna faktiskt var så höga? Svaret är delvis att, det gjorde det inte. Det har alltid funnits kryphål och att sänka skatter har ofta varit ett sätt att få fler att betala skatt vilket lyckats. Sedan fanns det inga välutvecklade länder med lägre skatter att flytta tex produktion till för några decennier sedan, logistiskt sätt var det också mycket svårt och dyrt. Nu för tiden är detta <b>mycket</b> lättare och det blir billigare och lättare för varje år som går. <br/> <b><br/>  Rösta på vänsterpartiet om ni vill att Sverige ska bli ett U-land eller gör oss alla en tjänst och flytta till Kuba där ni säkert skulle trivas.</b>"
		},
		{
			"postIndex": 42,
			"postNumber": 43,
			"rankGlobal": 7,
			"rankLocal": 2,
			"scoreGlobal": 83.6,
			"scoreLocal": 83.6,
			"userRank": 19,
			"userScore": 26.2,
			"postUserName": "rootbit",
			"postUserID": "u334389",
			"postUserUrl": "https://www.flashback.orgu334389",
			"postDateTime": "2013-11-10, 18:46",
			"postUrlInThread": "https://www.flashback.org/t2256004p4",
			"postUrlUniq": "https://www.flashback.org/sp46079591",
			"sentence": "Politik handlar till stor del om att välja en skitsnackare över en annan. Att vänsterpartiet skulle vara lösningen på Sveriges problem är skrattretande <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Det är vänsterns syn på omvärlden i förhållande till den svenska befolkningen som ligger till grund för den oansvariga politik som har förts i det här landet under lång tid. Hela det politiska etablissemanget, från vänster till höger, har idag anammat en vänsterliberal syn på omvärlden. Det är som att bevittna ett äktenskap mellan kapitalismen och socialismen. All denna dårskap tog sin början med Palme när han började prioritera nordvietnameser och chilienska kommunister framför Sveriges egen befolkning.<br/> <br/>  Vad gäller EU så var det från början ett freds- och frihandelsprojekt med ett sunt syfte. Med tiden, och under influens av vänstern och vänsterliberaler, gick det hela för långt och förvandlades till att bli ett socialliberalt experiment. Istället för att handla om fri handel blev det istället fokus på tredje världen, mänskliga rättigheter etc. I slutänden blev det en dyr krognota utställd på det svenska folket. <br/> <br/>  Länder med sämre standard och sämre utveckling fick genom EU och EMU möjlighet att äta sig mätta på de mer välutvecklade ländernas bekostnad. Vad tjänar exempelvis etablerade svenska företag på att polacker och bulgarer kan komma hit och jobba för 20 spänn i timmen? Svar: Ingenting. <br/> <br/>  Det enda som händer är att våra löner blir sämre och att svenska företag förlorar anbud i och med den mördande konkurrensen. Den \"svenska drömmen\" om villa och volvo är ett minne blott. Av de stackarna som fortfarande inte har förstått detta sitter många nu med banklån upp över öronen. <br/> <br/>  Visst, jag kan förstå att man ur ett säkerhetspolitiskt perspektiv vill få länder ur det forna USSR att växa sig starka och närma sig marknadsekonomier som exempelvis Sverige. Jag kan förstå att man vill hindra de här länderna från att återigen hamna i klorna på socialismen. Frågan är väl om det enda sättet att lyckas med detta är att göra svenska medborgare arbetslösa och ruinerade? Jag tror faktiskt inte det. Det strider lite mot idén att våra folkvaldas främsta uppgift är att representera det svenska folket.<br/> <br/>  Nej, hade EU stannat vid att vara ett frihandelsprojekt hade allt fungerat på ett utmärkt sätt. Idag handlar EU mer om överstatlighet och politisk korruption, inte helt olikt Sovjetunionen om man tänker efter. Jag har faktiskt svårt att se det liberalkonservativa i en ny superstat.."
		},
		{
			"postIndex": 1,
			"postNumber": 1,
			"rankGlobal": 9,
			"rankLocal": 3,
			"scoreGlobal": 83.3,
			"scoreLocal": 83.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Richard80",
			"postUserID": "u558784",
			"postUserUrl": "https://www.flashback.orgu558784",
			"postDateTime": "2013-11-10, 14:00",
			"postUrlInThread": "https://www.flashback.org/t2256004p1",
			"postUrlUniq": "https://www.flashback.org/sp46075600",
			"sentence": "<b>Vänsterpartiet vill:</b><br/> <br/> <br/> <u><b>Införa 6 timmars arbetsdag med 8 timmars lön.</b></u><br/>  Detta ska finansieras med höjd skatt för stora företag. <b>Moderaterna har sänkt skatten för stora företag från 52% 1989 till 25,3%  år 2013.</b> Vi säger också nej till det femte jobbskatte avdraget och sänkt arbetsgivaravgift till stora företag som tex. Mcdonalds som redan gör miljarder i vinst, och lägger istället dessa pengar på sänkt arbetstid för alla. Vi räknar också med att spara pengar på minskade sjukskrivningar och förtidspensioner då folk i större utsträckning kommer att orka arbeta fram till sin pension vid 65 år.<br/> <br/> <u><b>Gå ut ur EU.</b></u><br/>  Då makten koncentreras mer och mer till bryssel leder det till att vi får mindre att säga till om,  förändringar i vårt eget land. Vi behöver bli mer självständiga och självförsörjande som land, och inte beroende av andra länder, eller amerikanska storföretag för att gå runt. Vilket gör att vi blir mer känsliga för kriser i världsekonomin dvs. så att vi inte dras med i andra länders kriser. Vi är fullt kapabla att ta hand om oss själva och tillfredställa våra egna behov men samtidigt är det viktigt att vi har bra relationer med andra länder utan att vara beroende av dem.<br/> <br/> <u><b>Moderaterna har tagit bort 16 000 högskoleplatser sedan 2006.</b></u><br/>  Totalt tog moderaterna bort 12 000 utbildningsplatser förra året och ytterligare 10 000 platser detta året inkl. komvuxplatser och yrkesinriktade vux platser. Detta trots att antalet sökande till varje utbildningsplats ökar stadigt varje år. Tex. så hade psykologiprogrammet för en högskola i stockholm förra året 4204 sökande till 46 platser, det ger ett snitt på ca 105 sökande per plats. Samtidigt har moderaterna infört en kostad på ca 100 000 per år beroende på program för utländska studenter som kommer till Sverige och studerar, vilket tidigare var gratis för dem. Trots detta tar moderaterna bort högskoleplatser för oss som vill läsa sig till ett bättre jobb.<br/> <br/> <u><b>Vänsterpartiet är det enda partiet som säger nej till vinster i välfärden.</b></u><br/>  Socialdemokraterna vågar inte säga nej till moderaterna utan rör sig mer till höger för att kunna kompromissa med moderaterna. Socialdemokraterna har gjort mycket bra för Sverige historiskt sett och med hjälp av vänsterpartiet har vi redan sänkt vår arbetstid från 14 tim per dygn och lördagsarbete på 70 talet till dagens 8 tim med 2 lediga dagar per vecka. Vi har också infört \"gratis\" skola och sjukvård för alla, som moderaterna strävar efter att vi ska få betala själva för i framtiden, med en årsavg. på ca 100 000 kr per läsår i skolan eller 90 000 kr för en höfledsoperation då man inte har råd att försäkra sig, precis som man betalar i andra moderat eller högerstyrda länder som tex. Usa, Belgien eller England vars styrande har samma politiska ideer som moderaterna har i slutändan. <b><i>Att storföretagen ska äga och dela på alla resurser och vi andra ska slåss mot varandra om smulorna som blir över.</i></b><br/> <br/> <b>Vänsterpartiet vill också:</b> <b>Bygga 40 000 hyresrätter per år, sänka politikernas lön till 27 500 kr/mån,  så att politikerna verkligen förstår hur majoriteten av befolkningen lever och kan göra väsentliga beslut därefter.</b>"
		}
	],
	[
		{
			"postIndex": 47,
			"postNumber": 48,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 95.5,
			"scoreLocal": 100,
			"userRank": 22,
			"userScore": 25.3,
			"postUserName": "Svizzera",
			"postUserID": "u490763",
			"postUserUrl": "https://www.flashback.orgu490763",
			"postDateTime": "2013-11-10, 19:21",
			"postUrlInThread": "https://www.flashback.org/t2256004p4",
			"postUrlUniq": "https://www.flashback.org/sp46080168",
			"sentence": "6h arbetsdag med 8h lön:<br/>  Detta vansinne kommer leda till att all form av företagsamhet med anställda kommer att försvinna ur Sverige -&gt; kraftigt minskade skatteintäkter och därmed kan mindre välfärd finansieras. Glöm inte att världen är globaliserad och företag kan sticka iväg till Rumänien i ett nafs och anställa folk som jobbar 40h per vecka för en lön på SEK 3000:-.<br/> <br/>  Gå ut ur EU:<br/>  Kan jag hålla med om. Sverige betalar betydligt mer än vad man får tillbaka. Imperiumet EU är byråkratiskt, dyrt och odemokratiskt. Bilaterala fördrag med EU som exempelvis Schweiz gjort vore att föredra och blir billigare i slutändan.<br/> <br/>  Högskoleplatser:<br/>  Finns det inga högkvalificerade jobb (för att exempelvis de anställda ska ha lön för 8h, men bara jobbar i 6h) så är det slöseri med resurser att utbilda folk som sedan måste flytta till länder det finns verkliga karriärmöjligheter i för att slippa gå arbetslösa efter sina studier. Enkel marknadsekonomi (tillgång och efterfrågan).<br/> <br/>  Vinster i välfärden:<br/>  Vad är principiellt fel med vinster över huvud taget? Är det oetiskt att tjäna pengar på att folk täcker basbehov som när de köper kläder (H&amp;M), mat (ICA) eller åker tåg (det företaget som byggde rälsen)? Jag håller med om att det är direkt opassande att kommuner tvingas anlita dåligt organiserade privata företag vars VD enbart ser möjligheten att tjäna stora pengar på att dåligt betalda anställda stressar ihjäl sig. Men är verkligen kvalitén så mycket bättre om det är kommunen som sköter dessa uppgifter? Politiker är synnerligen dåliga på att driva företag, särskilt folk från vänsterhåll som ofta inte har någon som helst erfarenhet vad gäller företagande och risktagande. Håller sig inte företaget i fråga till sitt plikthäfte så är det bara att säga upp det och låta ett annat seriösare företag sköta jobbet, här har kommunerna en plikt att se till att kvalitén håller måttet för det man betalar för. Om VD:n tjänar pengar på det hela i slutändan för att han sköter sitt företag bra så ser jag inget fel i om han lyckas tjäna en slant i slutändan, han har faktiskt ingen garanti för att det ska gå runt ekonomiskt och han tar stora risker i och med att driva företag i ett skattehelvete som Sverige."
		},
		{
			"postIndex": 54,
			"postNumber": 55,
			"rankGlobal": 4,
			"rankLocal": 2,
			"scoreGlobal": 92.3,
			"scoreLocal": 96.7,
			"userRank": 17,
			"userScore": 28,
			"postUserName": "fuzeman",
			"postUserID": "u470684",
			"postUserUrl": "https://www.flashback.orgu470684",
			"postDateTime": "2013-11-10, 19:46",
			"postUrlInThread": "https://www.flashback.org/t2256004p5",
			"postUrlUniq": "https://www.flashback.org/sp46080593",
			"sentence": "<b>Inför löntagarfonderna igen!!!</b><br/> <br/>  Nej men skämtåsido. Nog för att det är mycket högerfolk på flashback men har svårt att tro att alla är företagare också.<br/>  Är alla helt hjärntvättade av näringslivet eller?<br/> <br/>  Företagen tar i dag ut samma vinst som på 30-talet. Allt mindre går till lön och reinvesteringar medans en otroligt stor kaka går till vinst och aktieägarna. Det har aldrig varit så roligt att vara rik som i dag. NU har vi haft det så i snart 20 år. Kanske är dags att satsa på arbetarklassen <b>lite</b> i alla fall?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> <br/> <br/>  Vi har devalverat kronan ett x antal gånger under 80- och 90-talet. Vilket har sänkt priset på kronan globalt och därigenom också en reallönesäkning. <br/> <br/>  Värt att tänka på att de största, rikaste svenska företagen som säljer en konkret vara bildades på efterkrigstiden. Då skattekraven var så otroligt fruktansvärt hög att det inte lönade sig att plocka ut vinst i princip. Kritiker från borgerliga håll menar att det också var den sämsta tidpunkten för företagande eftersom skattetrycket var så absurt. Men hur gick det då? I stället för att plocka ut vinst så gick ju överskottet tillbaka rakt in i bolaget som en reinvestering och företagen bara växte.<br/> <br/>  I dag skulle jag hävda att det inte finns något företagande som går ut på att bilda stabila, långsiktiga, stora företag. Utan det går bara ut på att göra snabba pengar och så fort som möjligt få vinstutdelning. Sen konkar dom eller dylikt.<br/> <br/>  Det finns i alla fall pengar i företagens \"skattkistor\" att ta av, det ska gudarna veta. <br/> <br/>  Sen är givetvis hotet att det är så lätt i dag att förflytta sig utomlands och visst är det en risk och en övervägning som måste räknas in. <br/>  Men som någon sa att te.x en elfirma kan flytta till Rumänien där folk jobbar för 3000:- / månaden. Då försvinner ju arbetstillfällen från Sverige i vilket fall som behöver fyllas upp. Och kommer dom hit och arbetar så kommer facket kräva avtalsmässiga löner så då får dom konkurrera på samma villkor ändå.<br/> <br/>  Jag tycker det finns fog och är dags för en lite mer vänstervriden regering nu. Även om jag absolut <b>aldrig kommer rösta på Vänsterpartiet.</b>"
		},
		{
			"postIndex": 45,
			"postNumber": 46,
			"rankGlobal": 6,
			"rankLocal": 3,
			"scoreGlobal": 88.3,
			"scoreLocal": 92.5,
			"userRank": 38,
			"userScore": 21.2,
			"postUserName": "SD-Kalle",
			"postUserID": "u809055",
			"postUserUrl": "https://www.flashback.orgu809055",
			"postDateTime": "2013-11-10, 19:12",
			"postUrlInThread": "https://www.flashback.org/t2256004p4",
			"postUrlUniq": "https://www.flashback.org/sp46080008",
			"sentence": "<b>Visst finns det saker med vänsterpartiet som är helt okej. </b>Tycker om hur man går hela vägen med sin ideologi och att man på det sättet har en väldigt tydlig politik. Trots att det är lite svårt att erkänna har 6 timmars arbetsdag alltid varit något jag tyckt låtit väldigt bra. När det gäller EU håller jag som sverigedemokrat naturligtvis med V. <br/> <br/> <b>Att kraftigt öka högskoleplatserna förstår jag mig däremot inte på</b>. Vi har ju redan ett stort antal högskoleutbildade som inte får arbete i sina respektive områden. Varför slösa bort mer pengar och fler högskoleutbildningar när alla ändå inte kan få arbete? <br/> <br/> <b>När det gäller vinster i välfärden</b> säger även SD nej till att företag plockar ut stora vinster från välfärden. Men att säga blankt nej till valfriheten och konkurrensen i välfärden, som jag tror behövs för att förbättra kvalitén, bara för att regleringarna på vinsterna hittills inte varit tillräckliga tror jag inte alls på. <br/> <br/> <b>Att man vill satsa mer pengar på välfärden</b> håller jag definitivt med om, men att straffbeskatta vanligt folk och höginkomsttagare, som redan idag står för en stor del av Sveriges skatteinkomster och som dessutom skapar otroligt mycket arbeten genom investeringar och företag, är bara dumt rakt igenom. Sverige har redan ett av världens högsta skattetryck och med tanke på detta finns det definitivt andra områden som slukar extremt mycket pengar från välfärden, bättre att spara och dra ner på dessa områden.<br/> <br/> <b>Vänsterpartiet vill dessutom minska straffen för grova våldsbrott</b> och därför se till att tryggheten på våra gator försämras ytterligare. Våldtäktsmän och mördare ska med vänsterpartiets politik få komma ut efter bara ett fåtal år. Vad skickar det för signaler till framtida brottsförbrytare och framförallt till brottsoffren? <br/> <br/> <b>Det som framförallt gör att jag aldrig skulle kunna rösta på Vänsterpartiet</b> är att de vill fortsätta med massinvandringen som skapar så otroligt mycket sociala och ekonomiska problem i Sverige och som dessutom inte hjälper särskilt många människor.<br/> <br/> <b>Innan jag ens funderar på att rösta på Vänsterpartiet så får man sluta straffbeskatta vanligt folk, man får strunta i sänkta straff för brottslingar, även gärna sluta lägga sig hur svenska familjer sköter sina liv och framförallt inte fortsätta driva den ansvarslösa invandringspolitiken.</b>"
		}
	],
	[
		{
			"postIndex": 94,
			"postNumber": 96,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 96.1,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 30.2,
			"postUserName": "Nerman",
			"postUserID": "u453003",
			"postUserUrl": "https://www.flashback.orgu453003",
			"postDateTime": "2013-11-10, 21:43",
			"postUrlInThread": "https://www.flashback.org/t2256004p8",
			"postUrlUniq": "https://www.flashback.org/sp46082501",
			"sentence": "<u><b>Införa 6 timmars arbetsdag med 8 timmars lön.</b></u><br/>  Hur menar du att det finansieras genom att höja skatten. Om ett företag behöver betala 8 timmars lön för 6 timmars arbete så kommer de förlora stora summor pengar på detta. Om man dessutom höjer skatten kommer skadan bli enorm mot många företag om redan idag går på knäna. Företagen är ryggraden i en välfärdsstat. Utan företag ingen välfärd<br/> <br/> <u><b>Gå ut ur EU.</b></u><br/>  Våran ekonomi är extremt beroende av export. Utan Eu försvåras exporten vilket skulle suga för svenska företag. Dessutom kan vi påverka saker som vi inte kunde göra ett piss åt innan. Tänk om Polen bestämde sig för att dumpa massa radioaktivt avfall i Östersjön. Innan vi gick med i EU hade vi inte haft något att säga åt det, nu hade vi kunnat stoppa det.<br/> <br/> <u><b>Moderaterna har tagit bort 16 000 högskoleplatser sedan 2006.</b></u><br/>  Varför tror du de tar bort platser för framtida psykologer? De gör de för att de inte behövs så många psykologer. Det finns ingen mening i att utbilda 100 psykologer om bara 50 får jobb efter<br/> <br/> <u><b>Vänsterpartiet är det enda partiet som säger nej till vinster i välfärden.</b></u><br/>  Du tycker inte att skattepengar ska gå till privata företag? Tycker du inte då att vi ska få köpa matteböcker eftersom de säljs av privata företag? Eller datorer, pennor eller ska vi förbjuda att skolan köper in privata snickare som bygger om?<br/> <br/> <b>Vänsterpartiet vill också:</b> <b>Bygga 40 000 hyresrätter per år, sänka politikernas lön till 27 500 kr/mån,  så att politikerna verkligen förstår hur majoriteten av befolkningen lever och kan göra väsentliga beslut därefter.</b><br/>  Kan bara föreställa mig hur många kompetenta politiker som kommer byta till den privata sektorn om deras lön sänks så mycket... Dessutom varför skänker inte alla vänsterpolitiska politiker som tjänar över 27 000 överskotten till Rädda Barnen om de är beredda att leva på den summan"
		},
		{
			"postIndex": 84,
			"postNumber": 86,
			"rankGlobal": 5,
			"rankLocal": 2,
			"scoreGlobal": 89.5,
			"scoreLocal": 93.1,
			"userRank": 6,
			"userScore": 40,
			"postUserName": "El Capitano",
			"postUserID": "u108651",
			"postUserUrl": "https://www.flashback.orgu108651",
			"postDateTime": "2013-11-10, 21:18",
			"postUrlInThread": "https://www.flashback.org/t2256004p8",
			"postUrlUniq": "https://www.flashback.org/sp46082055",
			"sentence": "Vänsterpartiet är ett väldigt underligt parti som helt tappat all förankring med verkligheten. De fattar överhuvudtaget inte att de lever i en globaliserad värld. Hög företagsbeskattning innebär vadå? Jo, att företagen på Ikea-vis officiellt flyttar utomlands. Varför ska någon överhuvudtaget vara registrerad i Sverige bara för att få det tvivelaktiga nöjet att betala dubbelt så mycket skatt som alla internationella konkurrenter. Och hur ska man förklara det för aktieägarna, att deras vinstpengar går till att betala skatt istället? Nej, då flyttar naturligtvis dessa sina pengar till motsvarande bolag i land A, B och C istället och tjänar X% extra med exakt samma risk. Vänsterpartiet får gärna förklara hur detta ska fungera i den verkliga världen med global konkurrens.<br/> <br/>  Det är nämligen så att det är väldigt enkelt att lova saker. Detsamma gäller sextimmarsdagen. Hur ska detta fungera med internationell konkurrens, om lönekostnaden för en svensk arbetare blir klart dyrare än för en tysk, fransk, amerikansk, och för att inte tala om kinesisk. Tänker man helt avveckla industrin i landet? Det enda sättet detta kan fungera på är om hela världen gemensamt inför sextimmarsdag (kommer aldrig hända) eller att staten finansierar mellanskillnaden till en början genom att trycka pengar. När inflationen sedan ätit upp glappet och \"bibehållen lön\" helt enkelt innebär att en lön på pappret på 20 000 egentligen bara har en köpkraft på 15 000 - så att man bara får lön för sina arbetade sex timmar - så kan det fortsätta som innan."
		},
		{
			"postIndex": 90,
			"postNumber": 92,
			"rankGlobal": 8,
			"rankLocal": 3,
			"scoreGlobal": 83.3,
			"scoreLocal": 86.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Richard80",
			"postUserID": "u558784",
			"postUserUrl": "https://www.flashback.orgu558784",
			"postDateTime": "2013-11-10, 21:31",
			"postUrlInThread": "https://www.flashback.org/t2256004p8",
			"postUrlUniq": "https://www.flashback.org/sp46082272",
			"sentence": "<b>Uräkta dröjmålet men här kommer lite siffror</b>, allt är inte vänsterpartiets politik men jag har satt ihop lite ideer:<br/> <br/>  Dom 20 största företagen har en omsättning på 1 881 932 200 000 biljoner, och visar en vinst på 198, 192 600 000 miljarder för 2012 vilket blir en vinst på 146, 067 946 200 miljarder efter skatt. Dom betalar alltså bara 52, 124 653 800 miljarder i skatt.<br/> <br/>  Dom har alltså en gemensam omsättning på nästan 2 biljoner och redovisar endast  ca 200 miljarder i vinst, alltså ca 10% av alla pengarna i vinst. <b>Vad e de för dåliga affärsmän som gör en sån dålig vinst och kostar materialet verkligen så mycket!?</b> <br/> <br/>  Arbetarnas löner ligger på ca 316 miljarder om året vid en snittlön på 25 000 :- per mån. Vilket blir ca 15,8%. Dom har alltså kvar ca 75% av pengara för att födela på material transport? <br/>  Maskiner och fabriker är ju redan inköpta och färdigbyggda så det blir ju endast underhåll som är väldigt små summor i jämnförelse.<br/> <br/> <b>Vart hamnar dessa nästan 1,7 biljonerna eller eller i annan benämning dessa 1 700 miljarderna?</b><br/> <br/>  Jämnför detta med Statens inkomster är är 868, 914 799 000 miljarder per år och utav dom så är 811, 812 116 000 miljarder rena skatteintäkter.<br/> <br/> <b>Och detta gäller endast de 20 största företagen i Sverige!</b><br/> <br/>  Vad hade hänt om företagen verkligen betalade vad de skulle i skatt utan att trolla bort pengar i räntesnurror,skatteparadis och hål i lagen osv.? <br/> <br/> <b>Vi måste sätta krav på politikerna att mogna och göra rätt beslut, det beslut som är bäst för planeten i slutändan.</b><br/> <br/> <b>Hur mår planeten av den överkonsumtion som vi håller på med idag och hur mycket konsumtion tål planeten? </b><br/> <br/>  I processen med att tillverka produkter bildas också gifter i olika slag som förorenar vår planet och bara en liten del av resurserna man tagit från jorden blir en faktisk produkt. <br/>  Ofantligt mycket material kastas eller går till spillo skulle uppskatta att knappt 10% används i slutändan. <br/> <br/> <b>Jag ser vänsterpartiets politik som ett första steg </b>för att sedan gå vidare till ett mer moget och hållbart samhälle, det menas med hållbart för planeten. <br/> <br/>  Och börja fundera på frågor som: Hur stor mänsklig population är hälsosamt för planeten? Är det viktigt att vi köper nya prylar varje år eller kan vi nöja med dom prylarna vi redan har? Kan vi nöja oss med det som kan produceras här?<br/> <br/> <b>Jag röstar på vänsterpartiet bla. För att deras 6-timmars arbetsdag får oss att minska stressen och får oss i rätt riktning med bra skolor och bra sjukvård.</b> <br/> <br/>  Vi kan också gå vidare och utveckla olika gemenskapsprojekt i samhället där tex. Invånare i samma stadsdel samlas en kväll i mån med bla.kostnadsfri: filmvisning,sång,dans där alla invånare i stadsdelen är välkomna, vilket skulle leda till större gemenskap och ökad trygghet i samhället , liknande socialdemokraternas tanke med folkets hus."
		}
	],
	[
		{
			"postIndex": 126,
			"postNumber": 128,
			"rankGlobal": 16,
			"rankLocal": 1,
			"scoreGlobal": 77.5,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 90.9,
			"postUserName": "Arbetarmakten",
			"postUserID": "u851204",
			"postUserUrl": "https://www.flashback.orgu851204",
			"postDateTime": "2013-11-11, 01:18",
			"postUrlInThread": "https://www.flashback.org/t2256004p11",
			"postUrlUniq": "https://www.flashback.org/sp46085584",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gromph</strong> <a href=\"/p46084318#p46084318\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Toyota är inget storföretag i Sverige. Det där handlade om en liten serviceverkstad, där man införde tvåskift. Så i stället för att jobba 8 timmar per dag under normal arbetstid får man nu jobba 6 timmar per dag men delvis utanför normal arbetstid.<br/>  Det är väl inget bekymmer med 6 timmars arbetsdag. Jag skulle för egen del välkomna 30 timmars arbetsvecka. (Med tillhörande lönesänkning).<br/>  Men jag tror inte du läste vad jag skrev. Jag pekade på en kostnadsökning på 33% och att man i Sverige prissätter sig ut ur marknaden. Hur ofta går du själv och handlar av den som är dyrast. Och blir du mer sugen på det om dom höjer priset och blir ännu dyrare?<br/>  Höjer vi priset på arbetskraft tillräckligt så behöver inte Toyota ha kvar sin verkstad här. Ingen kommer att ha råda att köpa en Toyota.</div> </td> </tr> </table> </div> <br/>  Så det du menar är att ett system är rimligt där vi har 10% arbetslösa som inte gör någonting medan de som har ett arbete måste slita ut sig och jobba en jävla massa övertid vilket leder till en massa sjukskrivningar? Samtidigt måste ju vi som faktiskt arbetar dessutom arbeta för att finansiera de arbetslösas och de sjukas överlevnad. Det är stora kostnader vi pratar om. <br/> <br/>  Men denna fråga har ju debatterats sedan 1800-talet och det är konstant borgarna som sagt att det inte går, det är omöjligt, det är inte realistiskt och allt annat skitsnack. Sedan när vi väl har genomfört dessa förändringar har inte ekonomin fallit ihop, tvärtom. <br/>  Produktivitetsökningarna innebär att allt färre behövs inom produktionen, därför är det logiska resultatet att vi måste börja dela på vår arbetstid mycket mer. <br/> <br/>  Slutmålet borde vara i princip total automatisering av produktionen och därmed ett överskridande av kapitalismen självt. Vi kan inte för evigt försöka skapa jobb skitjobb som helt enkelt inte behövs, någon gång måste vi börja skära ner på arbetet och istället frigöra oss själva. <br/> <br/>  Det är totalt sinnessjukt som det ser ut idag och i längden är det inte ett realistiskt hållbart system med fler och fler som kommer att stå utanför den kapitalistiska värdeförmeringen i arbetslöshet eller värdelösa tjänstejobb. Dagens produktionsförhållande där vi lönearbetar för en kapitalist fungerar helt enkelt inte längre för det stora flertalet. <br/> <br/>  Vi ser ingen tillväxt längre, den tillväxt vi såg var byggd på att låna arbete från framtiden som aldrig kommer realiseras, vi ser en konstant stigande arbetslöshet i alla länder oavsett åtgärder."
		},
		{
			"postIndex": 150,
			"postNumber": 152,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 75.8,
			"scoreLocal": 97.8,
			"userRank": 9,
			"userScore": 37.1,
			"postUserName": "Surrealismen",
			"postUserID": "u469575",
			"postUserUrl": "https://www.flashback.orgu469575",
			"postDateTime": "2013-11-11, 17:22",
			"postUrlInThread": "https://www.flashback.org/t2256004p13",
			"postUrlUniq": "https://www.flashback.org/sp46093263",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HerrV</strong> <a href=\"/p46089369#p46089369\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Självklart är klasshat något dåligt. Att uppmana till hat i alla dess former är att utveckla en känsla av \"vi-och-dem\".<br/> <br/>  Man kan hata att det finns människor som har det tufft men man bör akta sig för att hata att det finns människor som har det bra.<br/> <br/>  Det många socialister inte verkar förstå är att det är fattigdomen man ska bekämpa och inte rikedomen. Det man bör sträva efter är att få de som har det allra sämst att få det bättre och inte ge sig på de som har det gott ställt.<br/> <br/>  För övrigt behövs det skillnader i samhället för att människor ska vara motiverade att arbeta och studera.</div> </td> </tr> </table> </div>   Självklart är klasshat någonting positivt, och till och med mänskligt. Det får folk att inse att det politiska systemet är gjort för att gynna dom som redan har mycket. Det är det som bildar klasser till att börja med. Jag tycker det är viktigare att bekämpa världens rikedom än fattigdom i nuläget. De fattiga länderna får det bara bättre och bättre och är inget hot emot våran planet eller demokrati i dagsläget, det är de det rika som är. Att ha en elit som äger allt är enligt mig ett mycket större hot. Speciellt när pengar ger en fördel i \"demokratin\" och allt handlar om vem so lägger flest miljarder på kampanjen. Eller när vanliga knegare betalar för bankernas slarv, då vet man att det har gått för långt.... Fast det är väl din utopi förstår jag <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Till och med USA har börjat förstå det här....<br/> <br/>  Puss.<br/> <br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">\"vi och dem\" finns oavsett och överallt... Knappast socialister som har skapat det. Ifall du har missat det så är hela våran planet uppdelat i \"vi och dem\". Dessutom är det något naivt flum att tro att man kan få bort \"vi och dem\"-känslan.....  Även den är nog rätt mänsklig.</div> </div> </div> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Problemet med klasshat är att det ska riktas emot politikerna och den rika eliten. Inte nödvändigtvis emot Snobb von Heinstein på Lidingö.</div> </div> </div> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HerrV</strong> <a href=\"/p46089369#p46089369\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  För övrigt behövs det skillnader i samhället för att människor ska vara motiverade att arbeta och studera.</div> </td> </tr> </table> </div>   Hahaha, källa på det? Antar att det är något du bara har hört från pappa din. Skillnader i samhället och dess löner ökar dock självmord och psykiskt ohälsa i landet. Men det är klart, lite press mår man väl bra av? Osympatiska jävel. Eller varför inte tvinga cancersjuka att jobba när vi ändå håller på?<br/> <br/>  Utveckla gärna ditt påstående, det är ju helt taget ur röven.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Orjisol</strong> <a href=\"/p46087682#p46087682\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Haschvänsten visar sitt sanna ansikte. Allt som spelar någon roll är om drogen cannabis blir lagligt. Så man kan fly verkligheten ännu mer.</div> </td> </tr> </table> </div>   Haschvänstern? Jag vet inte själv om du har läst motivet till varför man vill avkriminalisera narkotika i vänsterpartiet men det har knappast med hasch att göra om du nu trodde det. Det har med medmänsklighet att göra. <br/> <br/>  Hela världen är på väg och göra det, vänsterpartiet ligger bara lite före dom andra partierna i riksdagen.... Eftersom jag antar att du inte är insatt alls själv i frågan så kan jag visa dig FNs rapport från 2012. <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.unodc.org%2Fdocuments%2Fdata-and-analysis%2FWDR2012%2FWDR_2012_web_small.pdf\" target=\"_blank\">http://www.unodc.org/documents/data-..._web_small.pdf</a> Där har du lite FAKTA i frågan. Hoppas att det inte är för komplicerat för dig....<br/> <br/>  Enjoy.<br/> <br/> <br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Komisk att se alla skrämselpropaganda emot Vänstern här i tråden. När vi har en Borglig regeringen som säljer ut Sveriges trygghet till rikskapitalister. Tycker ni som inte vet vad ni ska tro frågan läser på om hur det var när Borgarna satt vid makten senast i Sverige....<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> </div> </div> </div>"
		},
		{
			"postIndex": 139,
			"postNumber": 141,
			"rankGlobal": 20,
			"rankLocal": 3,
			"scoreGlobal": 75.5,
			"scoreLocal": 97.4,
			"userRank": 26,
			"userScore": 23.7,
			"postUserName": "YuliaUkr",
			"postUserID": "u841024",
			"postUserUrl": "https://www.flashback.orgu841024",
			"postDateTime": "2013-11-11, 08:13",
			"postUrlInThread": "https://www.flashback.org/t2256004p12",
			"postUrlUniq": "https://www.flashback.org/sp46087039",
			"sentence": "Det allra invandrarälskande partiet av alla, det hela startades av S och Palme men i dag är S lite vaksamma. Det här är ett exempel på V:s framtid och givetvis censuren, helst den dolda, men ...<br/> <br/>  Somalier och liknande kommer inte att fungera här i Sverige. Vi får försörja dom i generationer. Analfabeter, muslimer vana att valla getter i öknen och att kriga mellan klanerna. Jag såg häromdagen en sak som tyder på viss talang men kanske fel sådan.<br/> <br/>  På myrornas biståndsbutik kom in tre feta somaliesjok en av dom gick bort till handväskorna, hämtade och kom till den gamla pensionärstanten i kassan med en väska med trasigt lås. Dom andra två la sig i samtalet och avbröt och tjafsade. Dom hämtade fler väskor o.s.v. Det slutade med att somalierna gick i väg med var sin väska som ersättning för den trasiga, detta utan att betala en krona. Det var lite zigenaraffärer över stilen, kanske nåt dom lär sig i basaren hemmavid.<br/> <br/> <b>Jag kanske är gammaldags men det upprörde mig att se hur den gamla gratisarbetande pensionärstanten blev helt lurad och förvirrad. </b><br/> <br/>  Kommunismen = internationell socialism, ideologi med fanatiska drag<br/>  Nazism = nationell socialism, ideologi med fanatiska drag<br/> <br/> <b>Att vänstern har inte bara sina rötter i utan även starkt influeras av kommunismen är helt klart. </b>Gammalmedia och vissa anhängare gör allt för att förvränga fakta. Nedanstående belyser varför det är så.<br/> <br/>  På 70-talet, när man hade interna val bland studenterna på journalisthögskolan, så fick partierna till vänster om Vpk (då hette dagens vänsterparti V, Vänsterpartiet kommunisterna Vpk) egen majoritet, ca 60 % röstade på diverse kummunist och marxistsekter.<br/> <br/>  Dessa personer känner många varann väl än i dag, dom styr mycket och många har fått olika chefsposter inom massmedia, dom driver tidningarna efter sina grundvärderingar. Många är i dag lärare på journalistutbildningen. Dom röstar i dag oftast på V eller Mp men det mest av taktiska skäl.<br/> <br/>  Det finns inget hopp för svensk gammalmedia, PK-vänsteragendan är grundad i marxistiska värderingar och det är som sådant en slags religiös övertygelse som inte tål motsägelser precis så som Islam utövas av en del fundamentalister."
		}
	],
	[
		{
			"postIndex": 173,
			"postNumber": 175,
			"rankGlobal": 26,
			"rankLocal": 1,
			"scoreGlobal": 72.8,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 65.3,
			"postUserName": "hogerspoket",
			"postUserID": "u839842",
			"postUserUrl": "https://www.flashback.orgu839842",
			"postDateTime": "2013-11-12, 01:20",
			"postUrlInThread": "https://www.flashback.org/t2256004p15",
			"postUrlUniq": "https://www.flashback.org/sp46101565",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Surrealismen</strong> <a href=\"/p46101358#p46101358\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du hittade ett \"fel\" i artikeln och avblåste den på en gång? Det är inte direkt någon hemlighet att arbetstimmar har gått ner på sikt. Ska jag verkligen få lov att förklara det här för dig? Läs nu resten är du snäll.....<br/> <br/> <br/>  Här, kan det bli mer tydligt åt dig: <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.gapminder.org%2Fworld%2F%23%24majorMode%3Dchart%24is%3Bshi%3Dt%3Bly%3D2003%3Blb%3Df%3Bil%3Dt%3Bfs%3D11%3Bal%3D30%3Bstl%3Dt%3Bst%3Dt%3Bnsl%3Dt%3Bse%3Dt%24wst%3Btts%3DC%24ts%3Bsp%3D5.59290322580644%3Bti%3D2007%24zpv%3Bv%3D0%24inc_x%3Bmmid%3DXCOORDS%3Biid%3DphAwcNAVuyj1jiMAkmq1iMg%3Bby%3Dind%24inc_y%3Bmmid%3DYCOORDS%3Biid%3DrdCufG2vozTpKw7TBGbyoWw%3Bby%3Dind%24inc_s%3BuniValue%3D8.21%3Biid%3DphAwcNAVuyj0XOoBL_n5tAQ%3Bby%3Dind%24inc_c%3BuniValue%3D255%3Bgid%3DCATID0%3Bby%3Dgrp%24map_x%3Bscale%3Dlog%3BdataMin%3D295%3BdataMax%3D79210%24map_y%3Bscale%3Dlin%3BdataMin%3D26%3BdataMax%3D56%24map_s%3Bsma%3D49%3Bsmi%3D2.65%24cd%3Bbd%3D0%24inds%3Di239_t001980%2C%2C%2C%2C%3Bi156_t001987%2C%2C%2C%2C%3Bi168_t001980%2C%2C%2C%2C%3Bi110_t001980%2C%2C%2C%2C%3Bi117_t001980%2C%2C%2C%2C%3Bi143_t001990%2C%2C%2C%2C%3Bi238_t001980%2C%2C%2C%2C\" target=\"_blank\">http://www.gapminder.org/world/#$majorMode=chart$is;shi=t;ly=2003;lb=f;il=t;fs=11  ;al=30;stl=t;st=t;nsl=t;se=t$wst;tts=C$ts;sp=5.592  90322580644;ti=2007$zpv;v=0$inc_x;mmid=XCOORDS;iid  =phAwcNAVuyj1jiMAkmq1iMg;by=ind$inc_y;mmid=YCOORDS  ;iid=rdCufG2vozTpKw7TBGbyoWw;by=ind$inc_s;uniValue  =8.21;iid=phAwcNAVuyj0XOoBL_n5tAQ;by=ind$inc_c;uni  Value=255;gid=CATID0;by=grp$map_x;scale=log;dataMi  n=295;dataMax=79210$map_y;scale=lin;dataMin=26;dat  aMax=56$map_s;sma=49;smi=2.65$cd;bd=0$inds=i239_t0  01980,,,,;i156_t001987,,,,;i168_t001980,,,,;i110_t  001980,,,,;i117_t001980,,,,;i143_t001990,,,,;i238_  t001980,,,,</a></div> </td> </tr> </table> </div> <br/>  Tack.<br/> <br/>  Att arbetstiden gått ner (och fortsätter göra det) är ju ingen som säger nånting om. Jag själv jobbar normalt 5-7 timmar aktivt per dag (periodvis mer, och har ingen betald övertid - rapporterar inte heller tid) och har 7 veckors semester.<br/> <br/>  Dock:<br/>  1. Wiki-artikeln är en del av \"Organized Labour\"-portalen.<br/>  2. Den innehåller extremt mycket självmotsägelser - läs din Rand och förstå vad konsekvensen är av kontradiktioner...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/><br/> <br/>  Vi kan forsätta näbba om detta en god stund till men: mitt ursprungliga inlägg syftade till naiviteten i att tro att det inte kommer att påverka företagen om man radikalt lägger på 25% i lönekostnad (vilket ju en 6 timmars dag innebär strikt matematiskt). Det lär ju även påverka statliga och kommunala verksamheter i samma utsträckning.<br/> <br/>  Jag har också svårt att se rimligheten i att tro att vem som helst skulle kunna sköta kvalificerade yrken, exempelvis är ju en arbetslös svetsare för förmodligen direkt olämplig för läkartjänst (även om han med 50% chans kommer att göra ett bättre jobb som statsminister än den nuvarande<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>),<br/> <br/>  Jag vill runda av med att säga att jag dock, i grund och botten, håller med om att dagens arbetsklimat är ohälsosamt och att kvartalsekonomin får företagsvärlden att göra mycket dumheter.<br/> <br/>  Jag tycker också att en tillväxt driven genom låne- och konsumtionshysteri är kass.<br/> <br/>  Kan vi nöja oss med det för ikväll - jag har för ovanlighets skull ett hyfsat tidigt möte i morgon - och jag vill inte vara alltför sömndrucken.<br/> <br/>  Jag tycker dock detta, till skillnad från mycket av surret i tråden, är början på en intressant diskurs och borde kanske föras i en separat tråd?<br/> <br/>  Bis Später.<br/> <br/>  -edit-<br/>  Kollade länken ovan och den förefaller lite märklig - man jobbar <b>INTE</b> i genomsnitt under 40 timmar i veckan i Japan. Och vad jag kunnat läsa mig till inte heller sub-30 i NL.<br/> <br/>  Men, vad är problemet egentligen. Det är väl fritt fram att jobba 75% om man nu vill det...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/>"
		},
		{
			"postIndex": 207,
			"postNumber": 209,
			"rankGlobal": 32,
			"rankLocal": 2,
			"scoreGlobal": 70.7,
			"scoreLocal": 97,
			"userRank": 30,
			"userScore": 22.2,
			"postUserName": "Rasande-Rose",
			"postUserID": "u748182",
			"postUserUrl": "https://www.flashback.orgu748182",
			"postDateTime": "2013-11-12, 23:45",
			"postUrlInThread": "https://www.flashback.org/t2256004p18",
			"postUrlUniq": "https://www.flashback.org/sp46116398",
			"sentence": "Jag ser inte något svenskt riksdagsparti som genomgående genomruttet. Men vänstern hamnar ändock på jumboplatsen och skulle göra Sverige till ett nytt Grekland på 3 röda sekunder. <br/> <br/> <i>\"Införa 6 timmars arbetsdag med 8 timmars lön.<br/>  Detta ska finansieras med höjd skatt för stora företag. Moderaterna har sänkt skatten för stora företag från 52% 1989 till 25,3% år 2013\"</i><br/> <br/>  Det skulle inte räcka med skattehöjningar för företag för att finansiera 25% generella löneförhöjningar, tillsammans med redan rådande löneökningar. Dessutom så skulle höjda bolagsskatter leda till ökad företagsflytt, vilket ytterligare försvårar eller omöjliggör finansieringen.<br/> <br/> <i>\"Moderaterna har tagit bort 16 000 högskoleplatser sedan 2006.\"</i><br/> <br/>  Sverige har idag bland västvärldens sämst utbildade akademiker. Detta beror på att konkurrensen till högskoleplatserna varit för många. För många studerar för länge och blir i slutändan undermålig \"högutbildad arbetskraft\", eftersom nivån på utbildningarna fått sänkas för att kunna ge den för stora strömningen studenter en examen. Nivån behöver höjas och att därmed sålla bort fler kandidater är ett utmärkt system. Att få bort bottenskrapet av utlandsstudenterna genom införande av terminsavgift är också bra.<br/> <br/> <i>\"Vänsterpartiet är det enda partiet som säger nej till vinster i välfärden.\"</i><br/> <br/>  Vinster inom välfärdssektorn är en garanti för att kunna få in investerare, dvs. kapital i sektorn. <br/> <br/> <br/> <br/>  Det enda jag håller med V om är att vi bör gå ur EU. I övrigt så är partiet bara galenskap som är skadlig för Sverige. De ska aldrig komma till makten, de åker nog ur riksdagen 2014."
		},
		{
			"postIndex": 190,
			"postNumber": 192,
			"rankGlobal": 55,
			"rankLocal": 3,
			"scoreGlobal": 64.4,
			"scoreLocal": 88.4,
			"userRank": 3,
			"userScore": 90.9,
			"postUserName": "Arbetarmakten",
			"postUserID": "u851204",
			"postUserUrl": "https://www.flashback.orgu851204",
			"postDateTime": "2013-11-12, 19:02",
			"postUrlInThread": "https://www.flashback.org/t2256004p16",
			"postUrlUniq": "https://www.flashback.org/sp46110629",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong> <a href=\"/p46103532#p46103532\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Den här automatiserade produktionen du pratar om, vad består den av? Mössor, vantar och bilar av papp? Ingen planekonomiskt styrd industri har någonsin lyckats producera varor som varit i närheten av motsvarande produkter från kapitalistiska företag.<br/> <br/>  Behövs det inte privata företag med spjutspetskunskap för att uppfinna, konstruera, underhålla och de automatiserade systemen i tillverkningen (vad den nu består av)? Eler sköts detta av den gemensamma \"organisationen\"?</div> </td> </tr> </table> </div>   Det är som produktionen nu idag på internet, den sker väldigt mycket genom öppen källkod, produktionen är gemensam och frivillig.<br/>  När vi nu under dessa år framöver kommer se en enorm framväxt inom 3D-skrivare kommer denna produktion bara att öka, folk kommer ta fram produkter gemensamt på internet och bygga upp olika 3D-modeller för olika produkter. Redan idag kan du ladda ner en 3D-modell på ett automatgevär och sedan skriva ut. <br/>  Detta tar ju helt bort den kapitalistiska marknaden och värdeskapandet, produkter förvandlas aldrig till varor längre, det finns inget köp och sälj längre, det är direkt gemensam produktion av produkter. Det är inget annat än producenternas gemensamma frivilliga organisation av produktionen, vilket är samma sak som kommunism. <br/> <br/>  Nu står vi inför ett vägval, ska vi underlätta för denna teknik och gemensamma produktion eller ska vi likt de senaste åren motarbeta denna frihet med all kraft som staten kan uppbringa och skära ner på våra friheter på internet och försöka till varje pris inhägna intellektuell information till varje pris? Eller ska vi göra informationen fri? Vilken väg ska vi gå? <br/> <br/>  Jag hävdar att vi just nu ser samma övergång i produktionsförhållandet som en gång skedde under industrialiseringen och övergången från feodalism till kapitalism. Marx beskrev det bäst:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       The mode of production of material life conditions the general process of social, political and intellectual life. It is not the consciousness of men that determines their existence, but their social existence that determines their consciousness. At a certain stage of development, the material productive forces of society come into conflict with the existing relations of production or  this merely expresses the same thing in legal terms  with the property relations within the framework of which they have operated hitherto. From forms of development of the productive forces these relations turn into their fetters. Then begins an era of social revolution.      </td> </tr> </table> </div>"
		}
	],
	[
		{
			"postIndex": 231,
			"postNumber": 233,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 80.7,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2013-11-13, 16:52",
			"postUrlInThread": "https://www.flashback.org/t2256004p20",
			"postUrlUniq": "https://www.flashback.org/sp46124960",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Arbetarmakten</strong> <a href=\"/p46113797#p46113797\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Förklara på vilket sätt det inte skulle bra för svensk arbetarklass att fler skulle få jobba men alla får jobba mindre?</div> </td> </tr> </table> </div>   Din fråga är ledande och fruktansvärt korkad tyvärr. Jag kommenterade inte om medelsvensson på fabriken utan om Sveriges ekonomi i det stora hela. Jag skulle kunna starta ett parti imorgon och gå till val på att införa en 5-timmars-vecka med full lön och ställt precis samma fråga som du gör nu. Varför en 5-timmars-vecka(1 timmes arbetsdag) med full lön inte fungerar tror jag du själv kan luska ut. <br/> <br/>  Jobben kommer ifrån företagen. Arbetarnas höga löner är beroende av ett välmående företag som fortlöpande gör stora vinster. Kommer staten in och tvingar till sig högre skatter kommer det leda till mindre vinster och således mindre pengar till arbetarna. Dessutom ger det stora incitament för företag att flytta sina jobb utomlands där de inte behöver anställa 4 istället för 3 för samma mängd arbete. En Svenssonarbetare kostar i runda slängar 400 000 för ett företag. För samma produktivitet på arbete som förut måste ett företag med hundra anställda tvingas anställa ytterligare 25, till en kostnad om 10 000 000."
		},
		{
			"postIndex": 236,
			"postNumber": 238,
			"rankGlobal": 33,
			"rankLocal": 2,
			"scoreGlobal": 70.1,
			"scoreLocal": 86.9,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2013-11-13, 17:20",
			"postUrlInThread": "https://www.flashback.org/t2256004p20",
			"postUrlUniq": "https://www.flashback.org/sp46125385",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>soliditet</strong> <a href=\"/p46114769#p46114769\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Angående 6timmars arbetsdag så fungerar det utmärkt på Toyota i Göteborg och har så gjort i flera år. Förbättrad kundservice, minskad sjukfrånvaro, bättre utnyttjande av maskiner och minskad personalomsättning etc.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.mynewsdesk.com%2Fse%2Ftoyota%2Fpressreleases%2F10-aar-med-sextimmars-arbetsdag-paa-toyota-center-goeteborg-ab-839733\" target=\"_blank\">http://www.mynewsdesk.com/se/toyota/...borg-ab-839733</a></div> </td> </tr> </table> </div>   Då är mitt tips till dig följande:<br/>  1. Starta ett företag<br/>  2. inför 6 timmars arbetsdag<br/>  3. ???<br/>  3. Profit<br/> <br/>  Men seriöst har du en rejäl hacka pengar att tjäna om du sköter ditt företag precis som dina konkurrenter, bara att dina arbetare bara jobbar 6 timmar om dagen. Återkom när du och dina kompisar som vill jobba mindre gjort det och sluta tvinga ned oss alla i det ekonomiska svarta hål ni vill suga upp hela Sverige i."
		},
		{
			"postIndex": 234,
			"postNumber": 236,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 67.4,
			"scoreLocal": 83.5,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2013-11-13, 17:10",
			"postUrlInThread": "https://www.flashback.org/t2256004p20",
			"postUrlUniq": "https://www.flashback.org/sp46125239",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ivanivan</strong> <a href=\"/p46097934#p46097934\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>6h arbetsdag.<br/>  + mer folk i arbete<br/>  + mindre bidrag<br/>  + mer fritid<br/>  + större köpkraft hos befolkningen<br/>  + friskare befolkning<br/> <br/>  - företagen får betala ut mer för anställda<br/> <br/> <br/>  Totally worth it.</div> </td> </tr> </table> </div>   Jag kan också göra en helt meningslös och oerhört partisk lista:<br/>  +Folk får jobba mindre<br/> <br/>  - Företagens lönekostnader ökar<br/>  - Risken att företagen tvingas flytta sin arbetskraft utomlands ökar<br/>  - Risk då att staten får in 0 kr i skatt ty företaget inte längre är aktivt i Sverige<br/>  - Företagen går med mindre vinst<br/>  - Företagen kan inte betala lika mycket i skatt<br/>  - Företagen kompenserar högre lönekostnader med högre priser<br/>  - Fattiga människor kommer få ännu sämre köpkraft<br/>  - Lägre löner till alla för att kompensera för den extra personal som företagen tvingas anställa<br/>  - Horribla företagsförhållanden gör att inga nya företag etableras i Sverige<br/>  - Klasshat<br/>  - Socialism<br/>  - Centralplanering <br/> <br/>  Nämen, på min lista blev det 12-1 till minussidan. Tänka sig vilka olika resultat man kan få i sann vetenskaplig anda!"
		}
	],
	[
		{
			"postIndex": 255,
			"postNumber": 260,
			"rankGlobal": 13,
			"rankLocal": 1,
			"scoreGlobal": 80,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 90.9,
			"postUserName": "Arbetarmakten",
			"postUserID": "u851204",
			"postUserUrl": "https://www.flashback.orgu851204",
			"postDateTime": "2013-11-13, 22:12",
			"postUrlInThread": "https://www.flashback.org/t2256004p22",
			"postUrlUniq": "https://www.flashback.org/sp46130655",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ByeByeBoston</strong> <a href=\"/p46130488#p46130488\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ett viktigt argument för förespråkare av en villkorslös 6 timmars arbetsdag ÄR just att företagen skulle vinna fördelar av det, jag menar då att det borde testats i stor skala men det har inte hänt varför just det argumentet faller av sig självt.<br/> <br/>  Sen tror jag verkligen inte att 8 timmars arbetsdag är hugget i sten, arbetstiden kommer säkert att justeras i framtiden men att införa det idag med bibehållen lön är inget annat än en utopi.</div> </td> </tr> </table> </div>   Jag tror att företagen kan vinna fördelar med att inte ha lika mycket sjukskrivningar och att ha arbetare som orkar hela dagen och hela veckan. Det är väl erfarenheten med de flesta företag som har infört 6 timmars arbetsdag. <br/>  Men jag tror inte det kan hända i stor skala förrän alla kommer överens om detta, det blir för stor konkurrens inom Sverige annars, ingen enskild företagare tjänar på detta, men alla kan tjäna på det om alla inför det samtidigt under samma villkor. <br/> <br/>  Jag tror att vi kommer behöva göra detta precis som när vi införde 8 timmars arbetsdag med 5-dagars vecka, helt enkelt göra det stegvis. Någon gång måste vi sänka arbetstiden, så enkelt är det."
		},
		{
			"postIndex": 251,
			"postNumber": 256,
			"rankGlobal": 46,
			"rankLocal": 2,
			"scoreGlobal": 66.8,
			"scoreLocal": 83.5,
			"userRank": 3,
			"userScore": 90.9,
			"postUserName": "Arbetarmakten",
			"postUserID": "u851204",
			"postUserUrl": "https://www.flashback.orgu851204",
			"postDateTime": "2013-11-13, 21:35",
			"postUrlInThread": "https://www.flashback.org/t2256004p22",
			"postUrlUniq": "https://www.flashback.org/sp46129926",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ByeByeBoston</strong> <a href=\"/p46129284#p46129284\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Om 6 timmars arbetsdag är fördelaktigt för företagarna, som ju är ett av argumenten för, så borde företag stå i kö för att införa det.</div> </td> </tr> </table> </div>   Fast, allt ska inte vara fördelaktigt för den enskilde kapitalisten, kapitalister idag gör större vinster än någonsin i Sveriges historia, löneandelen av BNP är lägre än den var på 1800-talet. Ändå blir det inga fler jobb. <br/>  Vad som behövs är ju en större efterfrågan bland arbetarklassen, inte mer kapital bland kapitalisterna. Genom 6 timmars arbetsdag kommer fler i arbete, fler får en lön istället för att leva på skattepengar, fler får råd att handla, fler företag behövs. <br/>  Den enskilde kapitalistens vinst lär bli mindre, arbetarklassen kommer få mer av kakan, och vi kommer se fler personer bli kapitalister eftersom behovet ökar då arbetarklassen blir mer köpstark.<br/> <br/>  Det är lite samma sak som profitkvotens fallande tendens. Den enskilde kapitalisten tjänar på att ha så låga löner som möjligt, men om alla kapitalister sänker lönerna så finns det ingen som har råd att köpa produkterna."
		},
		{
			"postIndex": 268,
			"postNumber": 273,
			"rankGlobal": 48,
			"rankLocal": 3,
			"scoreGlobal": 65.9,
			"scoreLocal": 82.4,
			"userRank": 41,
			"userScore": 20.7,
			"postUserName": "busigt",
			"postUserID": "u464274",
			"postUserUrl": "https://www.flashback.orgu464274",
			"postDateTime": "2013-11-14, 01:59",
			"postUrlInThread": "https://www.flashback.org/t2256004p23",
			"postUrlUniq": "https://www.flashback.org/sp46133721",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PaulSmith</strong> <a href=\"/p46132518#p46132518\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag har aldrig sagt det? Är du läskunnig?<br/> <br/>  Jag svarade på detta:<br/> <br/>  \" OughtaRapKing <br/>  Vadfan vet du om kommunism, när du framstår som fullständigt outbildad?<br/>  Kuba har bland världens lyckligaste befolkning, eftersom de inte lever i ständig stress som vi i ett kapitalistiskt samhälle. Dessutom har Kuba bland världens lägsta arbetslöshet.\"</div> </td> </tr> </table> </div> <br/>  Då tycker jag att du kan åka dit och se hur det verkligen ligger till. Jag var där i våras och inte är det ett land jag skulle vilja leva i. Det är misär många människor lever i, hade de levt som en arbetslös kan göra i Sverige så skulle de jubla. Kuba är inte ett exemplariskt land, vänstersympatisörer som drar den parallellen visar bara er brist på kunskap.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Arbetarmakten</strong> <a href=\"/p46133408#p46133408\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>V och SD är inte lika i någon fråga, SD är ett borgerligt stödparti som understödjer riskkapitalets plundring av vårt land. De försöker bara skylla förfallet på de som har det allra sämst istället för på de som faktiskt tar våra skattepengar och skickar dem till skatteparadis i samma veva som de förstör skolan, vården och allt annat. <br/> <br/>  SD=Sparka neråt, slicka uppåt.<br/>  V=Sparka uppåt, slicka neråt. <br/> <br/>  Det är skillnaden.</div> </td> </tr> </table> </div> <br/>  SD är bara konservativa sossar, det är så enkelt. Du vet kanske att i många förslag röstar samtliga partier precis likadant. V sparkar och slår på allt som står i deras väg, ändå ser vi väldigt lite rapportering om vänsterns våld."
		}
	],
	[
		{
			"postIndex": 316,
			"postNumber": 322,
			"rankGlobal": 18,
			"rankLocal": 1,
			"scoreGlobal": 76.1,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2013-11-16, 12:51",
			"postUrlInThread": "https://www.flashback.org/t2256004p27",
			"postUrlUniq": "https://www.flashback.org/sp46167449",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Red Machine</strong> <a href=\"/p46165238#p46165238\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nu är det ju så att dessa inte är två ensamma företag som visat på effektiva effekter med 6 h arbetstid. Om ni är så otroligt kritiska varför sätter ni inte er i verkligheten istället för vad du tror?<br/> <br/>  Det finns jättemånga sökmotorer på internet som du kan använda dig av och om du sätter dig in i dessa kommer de påvisa att du har fel.</div> </td> </tr> </table> </div>   Men så kommer vi åter till frågan - om det verkligen inte finns något negativt med 6h arbetsdag, varför anammar inte fler företag idén? Tror du verkligen att en girig kapitalist, vars enda mål är att tjäna så mycket pengar som möjligt, skulle tacka nej till att uppnå det, enbart för att få vara ett rövhål? Jag säger inte att det inte fungerar för vissa, men marknaden tycks snudd på enhälligt vara mot 6h arbetsdag.<br/> <br/>  Som jag sa innan - jag tycker du och dina vänner tar er till era arbetsplatser, argumenterar lika flitigt som ni gör här, och hoppas att er arbetsgivare är riktigt girig så att han minskar era arbetstimmar. Är 6h arbetsdag så magiskt bra borde det vara lätt som en plätt att fixa. Visar det sig vara effektivt där kommer det bara vara en tidsfråga innan hela marknaden anammat idén.<br/> <br/>  Vad jag ställer mig emot från ert läger är att ni försöker tvinga företag som inte anser klara sig med arbetare som bara jobbar 6h/dag. Det är ett recept för att verkligen köra ekonomin i botten"
		},
		{
			"postIndex": 301,
			"postNumber": 306,
			"rankGlobal": 30,
			"rankLocal": 2,
			"scoreGlobal": 71.5,
			"scoreLocal": 94,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2013-11-15, 15:42",
			"postUrlInThread": "https://www.flashback.org/t2256004p26",
			"postUrlUniq": "https://www.flashback.org/sp46154903",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>nnnipz</strong> <a href=\"/p46148459#p46148459\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Detta exempel är inget argument för att införa 6h arbetsdag på hela arbetsmarknaden. <u>Däremot visar det tydligt att vissa företag/branscher tjänar på att införa 6h arbetsdag, fast de vågar inte ens lyfta frågan till diskussion!</u> Företagarna blundar för sanningen.<br/></div> </td> </tr> </table> </div>   Whatever you say <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att införa 6h arbetsdag inom alla områden blir kortsikigt en i dessa sammanhang mindre ekonomisk förlust för Sverige. Det finns utredningar om detta, hittar inget just nu men när jag hittar igen lite mer fakta återkommer jag.       </td> </tr> </table> </div>   Gör det du men jag kommer inte hålla andan<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vinsterna med 6h arbetsdag är ex bättre fysisk och psykisk hälsa hos svenskarna, därmed minskade kostnader för vården, kanske orkar fler jobba när de är äldre osv. Om man bortser från de relativt små ekonomiska förlusterna så får vi tillbaka mycket i form av andra värden än pengavärden.      </td> </tr> </table> </div>   Men vi pratade om ekonomisk vinst, inte psykisk och fysisk. Vad menar du med: \"Om vi bortser de relativt små ekonomiska förlusterna\"? För det första kommer de inte vara små. 25% ökning i rena lönekostnader(+ alla andra skatter V vill höja, men vi håller oss enbart till 6 h arbetsdag). Jag skulle vara superhälsosam om jag fick stanna hemma och titta på fotboll hela dagarna. Var är mitt parti?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att människor som jobbar mindre mår bättre + fler sysselsatta kan på lång sikt bli positivt för Sveriges ekonomiska utveckling.      </td> </tr> </table> </div>   Men varför inte sänka arbetsdagen till 1 timme om dagen. Då skulle vi alla kunna bada i chokladfontäner och njuta av regnbågens färger och sjunga vid lägereldar hela dagarna och alla skulle må bättre. Då borde ju den ekonomiska utvecklingen gå super! Eller har ni på V tagit fram en speciell matematisk formel som har vägt varför just gränsen är 6 timmar och inte 5, eller 4, eller 3 osv. I så fall skulle jag vilja se den men just nu verkar ni bara ha fått siffran tagen rätt ur arslet."
		},
		{
			"postIndex": 294,
			"postNumber": 299,
			"rankGlobal": 43,
			"rankLocal": 3,
			"scoreGlobal": 67.4,
			"scoreLocal": 88.5,
			"userRank": 7,
			"userScore": 38.3,
			"postUserName": "nnnipz",
			"postUserID": "u729775",
			"postUserUrl": "https://www.flashback.orgu729775",
			"postDateTime": "2013-11-15, 01:34",
			"postUrlInThread": "https://www.flashback.org/t2256004p25",
			"postUrlUniq": "https://www.flashback.org/sp46148459",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>maaaaaaaa</strong> <a href=\"/p46147158#p46147158\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>\"Företag tjänar på det\" NI HAR ETT EXEMPEL! Sluta försöka göra ett specialfall till generell princip! Om nu den generella regeln är att företag tjänar på det borde alla giriga grisar(förlåt, kapitalister) stå på kö för att anamma denna UNDERBARA idé. Att ekonomiska analfabeter från det semi-kommunistiska lägret kallat vänsterpartiet skulle veta bättre än 99.9% av alla världens framgångsrika företag gör mig lite rädd. Jag trodde att en kapitalists mål var att maximera sina vinster. Konstigt att inte fler av dem är Vänsterpartister <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/></div> </td> </tr> </table> </div> <br/>  Detta exempel är inget argument för att införa 6h arbetsdag på hela arbetsmarknaden. <u>Däremot visar det tydligt att vissa företag/branscher tjänar på att införa 6h arbetsdag, fast de vågar inte ens lyfta frågan till diskussion!</u> Företagarna blundar för sanningen.<br/> <br/>  Att införa 6h arbetsdag inom alla områden blir kortsikigt en i dessa sammanhang mindre ekonomisk förlust för Sverige. Det finns utredningar om detta, hittar inget just nu men när jag hittar igen lite mer fakta återkommer jag. <br/> <br/>  Vinsterna med 6h arbetsdag är ex bättre fysisk och psykisk hälsa hos svenskarna, därmed minskade kostnader för vården, kanske orkar fler jobba när de är äldre osv. Om man bortser från de relativt små ekonomiska förlusterna så får vi tillbaka mycket i form av andra värden än pengavärden.<br/> <br/>  Att människor som jobbar mindre mår bättre + fler sysselsatta kan på lång sikt bli positivt för Sveriges ekonomiska utveckling."
		}
	],
	[
		{
			"postIndex": 354,
			"postNumber": 360,
			"rankGlobal": 12,
			"rankLocal": 1,
			"scoreGlobal": 80.3,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Richard80",
			"postUserID": "u558784",
			"postUserUrl": "https://www.flashback.orgu558784",
			"postDateTime": "2014-02-08, 12:39",
			"postUrlInThread": "https://www.flashback.org/t2256004p30",
			"postUrlUniq": "https://www.flashback.org/sp47419209",
			"sentence": "<b>Om man tänker kostnadsmässigt så:</b><br/> <br/> <b>Att gå ner till 6 timmars arbetsdag och anställa dessa 400 000 extra människor </b>som hade behövts om vi skulle gå ner till 6 timmars arbetsdag med bibehållen produktion och höjt lönen för alla så att alla fick en normallön för 8 timmar fast man egentligen bara jobbade 6 timmar(det blir ju en förhöjd timlön egentligen) hade kostat staten 84 miljarder kronor per år.<br/> <br/> <b>Moderaterna har genomfört skattesänkningar nu under deras mandatperiod huvudsakligen för dom som redan har det bra på 140 miljarder per år.</b><br/> <br/> <b>Så ja vi hade redan kunnat införa 6 timmars arbetsdag för oss alla </b>om moderaterna hade fördelat pengarna till folket istället för till dom stora företagen fickor.<br/>  Och då är inte minskade sjukskrivningar inräknade, vilket vi ju vet att: minskad arbetsbörda leder till ökad folkhälsa hos befolkningen. <br/> <br/>  [b]Sedan kommer ju sossfallen att minska och aktivitetsstöd som betalas ut av arbetsförmedlingen och försäkringskassan vilket ju i slutändan är en kostnad för staten kommer ju också att minska[/B<b>], då fler människor får jobb och fler människor orkar arbeta fram till pensionen, vilket kommer att spara och omfördela pengar för staten.</b><br/> <br/> <b>Men inga utav dessa besparingar är inräknade </b>då det är väldigt svårt att få fram exakta siffror inom dom områdena men att utgifterna för staten definitivt kommer att minska och balansera ut sig vet man ju, när sosspengar,aktivetetsstöd och sjukskrivningspengar går till utfyllnader utav löner istället till hela befolkningen istället för till storföretagens vinster och politikernas höga löner."
		},
		{
			"postIndex": 345,
			"postNumber": 351,
			"rankGlobal": 14,
			"rankLocal": 2,
			"scoreGlobal": 78.8,
			"scoreLocal": 98.2,
			"userRank": 8,
			"userScore": 37.3,
			"postUserName": "Gromph",
			"postUserID": "u347659",
			"postUserUrl": "https://www.flashback.orgu347659",
			"postDateTime": "2013-12-31, 12:57",
			"postUrlInThread": "https://www.flashback.org/t2256004p30",
			"postUrlUniq": "https://www.flashback.org/sp46821010",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard80</strong> <a href=\"/p46075600#p46075600\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> <b>Vänsterpartiet vill:</b><br/> <br/> <u><b>Införa 6 timmars arbetsdag med 8 timmars lön.</b></u></div> </td> </tr> </table> </div>   Vänstern har ingen kontakt med verkligheten.<br/> <br/>  * Vi ska alltså jobba endast 6 timmars arbetsdag. Då innebär det att vi kan köpa motsvarande mindre mängd varor och tjänster. För att ta ett trivialt exempel: alla frisörer kommer att jobba mindre och ni måste därför minska era besök till frisören. Dvs ni får en standardsänkning.<br/> <br/>  * Eftersom det produceras mindre varor och tjänster men ni får lika mycket pengar att röra er med som tidigare åker priserna upp. Ni kommer alltså inte att ha råd att klippa er lika ofta som tidigare.<br/> <br/>  * Detta innebär också att vi exporterar mindre än tidigare. Därmed får vi in mindre utländsk valuta än tidigare och kan importera mindre. Det leder till prisökningar på importerade varor (vilket är det mesta). Vi rör oss mot den forna östtyska situationen där man inte hade råd att importera bananer.<br/> <br/>  Förstod ni att det var det här som skulle hända om Vänstern får gehör för sina förslag?<br/>  Förstår Vänstern det själva? Eller är dom för korkade för det?<br/>  Eller är dom bara ute efter att locka till sig mer väljare, och desinformerar för att uppnå det?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard80</strong> <a href=\"/p46075600#p46075600\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><u><b>Gå ut ur EU.</b></u></div> </td> </tr> </table> </div>   EU är ett vänsterprojekt skapat och drivet av socialister. Det syftar till att skapa ett slags Euro-sovjet med Bryssel som centralmakt i stället för Moskva.<br/>  Det är helt i enlighet med det socialistiska/kommunistiska tankarna där en centralmakt tar in och detaljstyr över det ekonomiska. (Och det mesta annat också).<br/> <br/>  Kommunisterna/socialisterna i Grekland har varit stora entusiaster medan högern i England varit motståndare.<br/> <br/>  Om Svenska Vänstern nu är motståndare till EU innebär det då kanske att Vänstern har gått mer åt det nationalistiska hållet och är lite mer åt det national-socialistiska hållet. Centralmakten skall vara i Stockholm och inte i Bryssel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard80</strong> <a href=\"/p46075600#p46075600\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><u><b>Vänsterpartiet är det enda partiet som säger nej till vinster i välfärden.</b></u></div> </td> </tr> </table> </div>   De andra partierna misstänker väl att om man inte kan köpa något av privata vinstdrivande företag så blir det inget köpt. Välfärden i Sverige blir då synnerligen mörk då man inte kan köpa belysning, och helt utan utrustning och mediciner, då det är något som levereras av just privata vinstdrivande företag.<br/> <br/>  Vänsterns välfärd är mörk och tom."
		},
		{
			"postIndex": 342,
			"postNumber": 348,
			"rankGlobal": 15,
			"rankLocal": 3,
			"scoreGlobal": 78.2,
			"scoreLocal": 97.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Richard80",
			"postUserID": "u558784",
			"postUserUrl": "https://www.flashback.orgu558784",
			"postDateTime": "2013-12-31, 10:02",
			"postUrlInThread": "https://www.flashback.org/t2256004p29",
			"postUrlUniq": "https://www.flashback.org/sp46819467",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PaulSmith</strong> <a href=\"/p46209226#p46209226\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Var står detta i moderaternas partiprogram? Är uppriktigt nyfiken?</div> </td> </tr> </table> </div> <br/> <br/> <b>Självklart skriver inte moderaterna och eliten i klara ord vad dom verkligen vill </b>men om man ser historiskt vart dom kommer ifrån och vilka ideer dom har så kan man snart räkna ut vart deras reformeringar och förändringar leder till i slutändan man behöver endast tänka på deras partiprogram eller ideer en stund.<b> Man behöver inte vara särskilt smart för att förstå deras ideer leder till förfall, den klassiska \"to divide and conquer fungerar än.</b><br/> <br/> <b>Genom den industriella revolutionen befriade vi oss från en stor arbetsbörda</b> genom åren har jordens befolkning ökat vilket leder till mindre arbeten för alla och kommer att fortsätta åt samma håll. Vad eliten vill är att vi ska slåss mot varandra om jobben och allt annat.<br/> <br/>  Vi borde istället acceptera läget och omfamna detta genom att dela på jobben och få mer tid över till dom verkligen viktiga sakerna vi vill göra i livet saker som inte ska behöva betalas med pengar.<br/> <br/>  Vad jag pratar om här är att ta nästa steg fullt ut till ett mer moget samhälle och levnadssätt där man verkligen bryr om planeten och allt liv som finns på den. <b>Att våra barnbarn ska ha rent vatten att dricka och ren luft att andas precis som vi har idag(gäller inte alla delar av världen tyvärr).</b><br/> <br/> <b>Då måste vi sluta konsumera massa onödiga produkter och därmed faktiskt sluta producera väldigt mycket produkter</b> vilket kommer att leda till mindre arbeten för människor vilket innebär att vi antingen behöver göra alla produkter vi behöver för att överleva extremt billigt eller rentav gratis då vi hjälper till att producera det vi essenssiellt behöver.<br/> <br/>  Detta är tankebanor vi själva behöver börja tänka i för att reinfeldt o company bryr sig bara om hur mycket pengar dom kan lura av oss och stoppa i sina egna fickor vilket dom har bevisat gång efter gång då dom flyttar pengar från skola och sjukvård till storföretagens fickor. <br/> <br/> <b>Nej vi måste ta kampen i egna händer och verkligen visa dom styrande att vi är mycket mognare än vad dom är!</b><br/> <br/> <b>Kärlek till er alla!</b>"
		}
	],
	[
		{
			"postIndex": 406,
			"postNumber": 412,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 82.9,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2014-02-23, 17:49",
			"postUrlInThread": "https://www.flashback.org/t2256004p35",
			"postUrlUniq": "https://www.flashback.org/sp47649540",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard80</strong> <a href=\"/p47573548#p47573548\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du verkar ju tro att pengar är den bästa drivkraften för många, jag säger att pengar inte är en bra drivkraft och mycket väl den sämsta drivkraften om du frågar mig.<br/> <br/> <b>Bara för att du ska fatta så:</b><br/> <br/>  När du jagar en tjej så använder du alla möjliga olika knep och utvecklar din personlighet utan att tjäna en enda krona på detta.</div> </td> </tr> </table> </div>   Fast dina exempel är helt efterblivna när man pratar om drivkraft. Självklart spelar pengar in vid jakt på partner, eller tror du alla fula gubbar i 60-årsåldern med sina ferraris lyckas få sina damer genom år av socialistisk och altruistisk utveckling av personlighet? Men visst, det finns inga pengaincitament i att förbättra din image, däremot är det ingen produkt som ska utvecklas, därför finns ingen logisk koppling mellan detta och huvudämnet.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När du tränar upp ett knattelag i fotboll eller nån annan sport gör du detta idellt och tjänar inte en krona på detta.<br/> </td> </tr> </table> </div>   Återigen efterblivet eftersom de flesta heller inte har någon drivkraft att göra något spektakulärt med sina knattelag - de gör det som en kul grej och det är därför Barcelona aldrig kommer bli tränad av en socialistisk 40-årig pappa som gör det som kul grej efter jobbet. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När internet och fildelning uppfanns gjorde man detta utan att tjäna en krona på detta, man gjorde detta bara för att alla skulle ha nytta av detta. Sen kom bill gates och andra som ville tjäna pengar på detta det är därför du betalar pengar för alla dessa program och måste ha dom uppdaterade hela tiden för optimal funktionalitet.<br/> </td> </tr> </table> </div>   Internet skapades för att kunna användas i krig, knappast för att låta det arbetande folket kontakta varandra via facebook. Att säga att fildelning är en uppfinning är som att säga att hemsidor är en uppfinning - nej.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När du spelar musik och du tycker att du är duktig på detta så spelar du för din familj vänner och kanske ute för okända människor bara för att du villa att andra ska uppskatta detta lika mycket som du.<br/> </td> </tr> </table> </div>   De som suger, ja. De bästa musikerna går vidare och - hör och häpna - TJÄNAR PENGAR! Fy, vad girigt och kapitalistiskt. Jag har heller aldrig hört talas om någon världskänd artist som ger ut sina konsertbiljetter och skivor gratis. Vafalls? Musiker vill ju bara sprida kärlek<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När alla dessa indiska matematiker uppfann matematiken och vårat nuvarande siffersystem och araberna kom på navigationen genom stjärnorna och astrologin gjorde man detta utan att tjäna pengar på detta.<br/> </td> </tr> </table> </div>   Och detta gjordes under hur lång tid? 10 000 år? Lugna ner dig lite nu flash hur snabbt vill du egentligen att samhället ska utvecklas? skämt åsido, här har du kanske människor som inte är drivna av pengar men det finns ju lika lite bevis på det som att de gjorde det i kollektivets namn. Alltså, de gjorde sina upptäckter för att sträva efter att tillfredsställa sig själva. Att samhället senare fick ta del av deras arbete var snarare en bonus.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>Så människor uppfinner inte maskiner mm för pengarnas skull utan vi har en naturlig drivkraft att utveckla och förbättra vårat liv och våra saker som vi behöver hela tiden och hela tiden finna nya vägar till att göra livet mer bekvämt för oss.</b><br/> </td> </tr> </table> </div>   Dina exempel var dåliga(med visst undantag för det sista) och kan därför kan du absolut inte användas till att dra den otroligt generaliserande slutsatsen att människor inte drivs av pengar. De flesta som gör din dator, din mobil, din TV, osvosvosv gör det för att återigen - hör och häpna - <b>tjäna pengar</b> .<u> Tror du på fullaste allvar att vi hade kunnat ha Samsungs och iPhones utan några  pengaincitament? </u><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så pengar är en dålig drivkraft för människor som snarare försämrar utgångsresultatet snarare än att förbättrar resultatet. <br/> </td> </tr> </table> </div>   Exempel tack, jag är rätt glad att jag har 1500 funktioner i min mobil för 5000 kr än 1 funktionför en kostnad på 10 000. Klar förbättring i min bok, och detta på bara 25-30 år.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>För att om du tillverkar nåt med vinst som mål så måste ju denna produkten ha slitningdetaljer och gå sönder efter en inte så lång period för att du måste ju tjäna pengar på produkten det gör du ju inte med en produkt som aldrig krånglar eller går sönder eller hur??</b> <br/> </td> </tr> </table> </div>   Bullshit <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> Vill konsumenter hellre ha produkter som håller längre, köper konsumenter produkter som håller längre och marknaden kommer anpassa sig. Nu lever vi i ett samhälle där folk hellre köper en ny mobil vartannat år en fortfarande släpar på sin 20-kg:are från 1985. Varför lägga massa pengar på att göra att en produkt håller i 30 år om alla kunder ändå bara behåller den i 2?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Förstår du tanken nu med att ha pengar och vinst som drivkraft??<br/> </td> </tr> </table> </div> Nej"
		},
		{
			"postIndex": 381,
			"postNumber": 387,
			"rankGlobal": 17,
			"rankLocal": 2,
			"scoreGlobal": 76.7,
			"scoreLocal": 92.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Richard80",
			"postUserID": "u558784",
			"postUserUrl": "https://www.flashback.orgu558784",
			"postDateTime": "2014-02-13, 10:39",
			"postUrlInThread": "https://www.flashback.org/t2256004p33",
			"postUrlUniq": "https://www.flashback.org/sp47492768",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>maaaaaaaa</strong> <a href=\"/p47480809#p47480809\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag menar att antalet arbetstimmar vi jobbar inte ska bli bestämda av staten, utan det reglerar marknaden bäst själv. Om det nu skulle vara så att 6timmars arbetsdag höjer produktiviteten, är det bara en tidsfråga innan marknaden anpassat sig. Det gör mig bara illamående att kommunister tror sig veta bättre om företags produktivitet än företagsledarna själva. 12 timmar kommer aldrig mer bli norm så länge inte folk börjar acceptera de jobben, vilket de flesta inte skulle göra.</div> </td> </tr> </table> </div> <br/> <br/>  Skulle företagen få bestämma så skulle du och jag och alla andra få jobba 18 timmar per dygn för en lön som var mycket lägre än den lön du har idag.<br/> <br/> <b>Maximalt med arbete och minimalt med sömn, ville du inte ta det jobbet så får du gå ut och dö någonstans för det skulle stå många i kö för jobben då det inte skulle finnas några andra alternativ pga att företagen måste ju maximera sin vinst eller hur?</b> <br/>  Detta är ju hela iden med kapitalismen att alla ska få göra som dom vill utan nåt som helst ansvar för miljön eller befolkningen.<br/> <br/>  Det ser vi ju bara på skövlingen utav regnskogarna och krigen över naturtillgångar som västvärlden skapar i afrika, irak och på andra ställen med miljontals döda i jakten efter vinst, <b>börjar du förstå bilden av kapitalism?<br/> </b><br/> <br/> <b>Det är bra att staten finns som kan reglera storföretagen framfart och plundring utav naturresurserna och befolkningens arbetskraft </b>för som sagt hade inte staten reglerat arbetstiden så hade du och jag varit tvugna att arbeta 18 timmar per dygn bara för att överleva."
		},
		{
			"postIndex": 399,
			"postNumber": 405,
			"rankGlobal": 23,
			"rankLocal": 3,
			"scoreGlobal": 74.3,
			"scoreLocal": 89.7,
			"userRank": 2,
			"userScore": 98.2,
			"postUserName": "maaaaaaaa",
			"postUserID": "u760362",
			"postUserUrl": "https://www.flashback.orgu760362",
			"postDateTime": "2014-02-21, 23:42",
			"postUrlInThread": "https://www.flashback.org/t2256004p34",
			"postUrlUniq": "https://www.flashback.org/sp47625190",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard80</strong> <a href=\"/p47540456#p47540456\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b>Alla dessa bekvämligheter har du vanliga människor att tacka för, för att det är ju vanliga människor som har uppfunnit allt. </b>Sedan att företag och privatpersoner har satt patent på vissa ideer och produkter för att ha ensamrätt att tjäna pengar på detta är ju bara sorgligt för att:<br/> <br/>  Om nu man inte skulle kunna tjäna pengar på sina ideer och bara utveckla teknik för människors bästa så skulle ju <b>alla uppfinnare samarbeta istället för att patentera sina bra ideer och motarbeta varandra, vilket skulle ge ett mycket bättre resultat och en mycket bättre produkt.</b><br/> <br/> <b>Och kom inte med att endast pengar är en drivande kraft </b>för att om du har ett sjukt barn och vill hjälpa denne så spelar ju inte pengar någon roll för att du gör ju ditt bästa för att tillverka en medicin som hjälper ditt barn och andra barn som kommer att drabbas av samma sjukdom eller hur??</div> </td> </tr> </table> </div>   Försöker du övertyga mig om att uppfinnare =/= giriga? GIVETVIS är vetenskapsmän/uppfinnare/entreprenörer giriga. Alla är giriga! Att säga att den girigheten inte gör att de samarbetar är däremot fel. Ingenting i den fria marknaden hindrar dem från att samarbeta. Stora företag som konkurrerar samarbetar ofta med olika delar, mycket vanligt förekommande i bilindustrin.<br/> <br/>  Ofta är det dock så att genier har olika idéer om hur saker och ting ska se ut. Hade Steve Jobs och Bill gates skapat ett bättre företag än Apple/Microsoft om de hade samarbetat och tillsammans bara skapat ett företag? Omöjligt att svara på, men knappast. Konkurrensen innovatörerna verkliga incitament till att alltid uppfinna, till skillnad från om de hade kunnat gå ihop och förlita sig på sin inneboende godhet att komma på idéer. Konkurrensen leder alltid till bättre och bättre produkter och därför fanns det <u>alltid</u> bättre produkter i länder med kapitalism än länder med socialism under 1900-talet. De motarbetar alltså inte varandra, de motiverar varandra.<br/> <br/>  Jag är ledsen att du har vanföreställningen att folk gör sina arbeten på sin påstådda godhet, men det stämmer oftast inte, åtminstone inte helt och hållet. En bonde tillgodoser inte kött till stadsfolket för att han älskar stockholmsbor så mycket, han gör det för att få vinst och kunna byta till sig fler grejer på marknaden. Om du tittar på Sovjet och Östtyskland kan du se tillbaka och fundera på hur många framgångsrika innovationer kom ifrån länder där man följde den tillförlitligheten på människans inre godhet som du förespråkar.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <i>Desamma gäller för ren energi och energisnålhet då vi inte har företagens vinstdrivande intressen så kan vi ju faktisk tillverka transportmedel som inte är så energislukande och ohållbara med många slitningsdetaljer för att företagen måste ju kunna sälja mer produkter, bensin och göra sin vinst eller hur?? </i><br/> <br/> <b>Dom bryr ju sig inte om planeten som blir förgiftad och förstörd under tiden eller hur?? </b>Maximalt med vinst vill dom göra och skiter i dig och mig och om vi jobbar arslet av oss, börjar du förstå bilden av vad ett storföretag är och gör??      </td> </tr> </table> </div>   Lösningen på det problemet är i teorin relativt simpel: Du slutar köpa de produkter du anser dåliga för miljön! Klaga inte bara på de som ger utbudet, klaga på konsumenter som köper produkterna. Utbud följer efterfråga. Om din predikan kan övertyga konsumenter att strypa efterfrågan på de produkter du anser miljöfarliga, är problemet löst! Du kommer förmodligen höja priserna på allting eftersom det är otroligt mycket dyrare och tidskonsumerande att transportera last med elbil, men hey, vad gör lite fattiga människor när man kan vara miljöhjälte? Just nu prioriterar folket lägre priser över miljön. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>Så ja jag tycker att tekniken vi har idag ligger på en stenåldersnivå jämfört med var den kunde ha varit om vi bara kunde samarbeta och inte tänka på hur mycket pengar vi kunde tjäna utan tänka på vad som är bäst för planeten och alla människor på den!!</b><br/> </td> </tr> </table> </div>   Sovjets och Östtysklands samarbete utan monetära mål kom ju mycket längre teknologiskt än vad man gjorde i länder med frihandel, eller hur var det nu?<br/>  Mycket som gör att vi inte kommer längre är nummer ett p.g.a. statens alldeles för ihärdighet i att kontrollera marknaden och beskatta den så hårt att entreprenörer med nyskapande idéer aldrig har någon ekonomisk möjlighet att starta sina företag. Nummer två stavas religion"
		}
	]
]
