[
	[
		{
			"postIndex": 43,
			"postNumber": 44,
			"rankGlobal": 23,
			"rankLocal": 1,
			"scoreGlobal": 76.9,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 25.1,
			"postUserName": "11204",
			"postUserID": "u66088",
			"postUserUrl": "https://www.flashback.orgu66088",
			"postDateTime": "2005-12-17, 13:57",
			"postUrlInThread": "https://www.flashback.org/t270116p4",
			"postUrlUniq": "https://www.flashback.org/sp3394881",
			"sentence": "Hmmm var tog mitt ursprungsinlägg vägen?<br/> <br/> <br/>  Jaja, bemöt du vad jag säger med \"svennerunk\", men jag står på goda grunder fast vid min åsikt. Jag kan säga att du har fel på vissa punkter och ligger nära sanningen på andra.<br/> <br/>  Du kan börja med att svara på inom vilka områden som Gripen anses vara lika bra som F-16 av sen generation? Spaning, Attack eller Jakt? CAS? Räckvidden är inget större problem i Sverige, det finns lufttankningssystem och den kan landa i princip var som helst och klargöras och vara startklar på den tid det tar för andra plan att bara landa (och det gör de inte var som helst).<br/> <br/>  Storleken är inte särskilt relevant annat än att mindre plan innebär lägre pris, mindre radaryta och billigare drift. Vapenbärarkapaciteten är väl det viktiga i så fall och den bär i princip lika mycket som de flesta andra plan, särskilt om man räknar vapen per krona.<br/> <br/>  Priset exklusive forskning och utveckling är ointressant eftersom ingen betalar det priset. Den måste bära sig själv så räkna upp det priset litegrann och jämför med Gripens pris så hamnar man på rätt avskräckande siffror. Dessutom kostar flygtiden säkert tjugo gånger mer med F22. Observera att jag inte påstår att Gripen skulle vara totalt sett bättre än F22, men att det i praktiken systemen emellan inte är så stor skillnad som reklambroschyrerna för F22 påstår. De har också helt olika användningsområden. Vad gäller fältmässighet så har jänkarna en del att bevisa: de kräver enorma baser, släta och långa banor, utbyggd serviceorganisation mm mm.<br/> <br/>  Planen testas definitivt mot varandra, det sker samövningar planen emellan och det var inte så länge sedan som just F16, Gripen och F18 samövade och det finns ganska breda erfarenheter dem emellan. Det är bara att kolla upp det, finns i internationella militära flygtidskrifter på bibblan."
		},
		{
			"postIndex": 326,
			"postNumber": 330,
			"rankGlobal": 27,
			"rankLocal": 2,
			"scoreGlobal": 76.4,
			"scoreLocal": 99.3,
			"userRank": 9,
			"userScore": 25.1,
			"postUserName": "11204",
			"postUserID": "u66088",
			"postUserUrl": "https://www.flashback.orgu66088",
			"postDateTime": "2006-08-20, 13:07",
			"postUrlInThread": "https://www.flashback.org/t270116p28",
			"postUrlUniq": "https://www.flashback.org/sp4849347",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Alla har ju inte tillgång till muntliga källor i Flygvapnet <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> .<br/> <br/>  Jag förstår mig inte på dig och din attityd.<br/>  Vi diskuterade hur tunnt försvaret har blivit och jag nämde då vilka förband som ska finnas 2008 lagom till nästa försvarsbeslut ( och förmodligen nya nedskärningar)......<br/> <br/>  Då kommer du med en hånfull komentar varför jag inte bara länkade till försvarets hemsida.<br/> <br/>  Nu är det så att man får leta ett tag på Försvarets hemsida för att hitta det PDF dokument på 275 sidor där resultatet av FB2004 står, sedan måste man gå igenom detta för att hitta de siffror jag nämde.<br/> <br/>  Då hånar du mig igen med den <b>ungefär</b> - \" öh,kan du läsa så mycket\".<br/> <br/>  Jag tror att du är en finnig och fjunig FVRF-ungdom som sitter hemma och läser gamla Flygvapennytt och får påfyllning av dina <i>kuskaper</i> på varje ny övning <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> .<br/> <br/>  Rätt moget med uttalanden typ \" spelar inte roll vilken typ av F-16 som Gripen möter för det vinner ändå\", när vi diskuterade hjälmsikten.<br/>  Om nu hjälmsikten inte har någon betydelse så är det rätt konstigt att så många skaffar eller planerar att skaffa detta till sina stridsflygplan. Och att även SAAB ska utveckla ett hjälmsikte till Gripen.</div> </td> </tr> </table> </div> <br/>  Nja, nu hamnade vi lite utanför. I debattens hetta drog det kanske iväg lite grand. Jag är inte sämre än att jag kan be om ursäkt för att jag uppfattades som hånfull. Sorry för det! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>  (Det var väl ett svar på att du \"skrävlade\" om att du läst så mycket kanske.)<br/> <br/>  Du har fel när det gäller FVRF (vad står det för?) och jag tror ganska få skulle beteckna mig som ungdom längre....inte ens min fru (sedan några decennier).<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  Om man hänvisar till uppgifter som finns att läsa på tex Försvarets hemsida är det ju trevligt om man ger en länk så att fler kan läsa detta. Det är även kutym att göra detta.<br/> <br/>  Nå.<br/>  Angående hjälmsikten så är det naturligtvis så att det tillför en plusfaktor, särskilt på plan som med detta får tillgång till ny beväpning. Nu är det också så att de flesta moderna plan (tex 39) har mjukvara som sköter vapensystemens inriktning och låsning och föraren behöver i princip bara bekräfta att det verkligen är lede fi systemet låst på, välja vapensystem och \"trycka av\". Sedan sköter radar+datorer+roboten resten. Du har ju TI redan med presentation av det mesta att veta och lite annat med så nyttan av hjälmsikte i just det avseendet kanske är större på äldre generationers flygplan men mindre utvecklad automatik.<br/>  Gripen är ett plan som du efter ca 3 timmars introduktion på backen skulle kunna starta, flyga en sväng och landa. Det är faktiskt svårare att flyga en vanlig Cessna 172 (talar av egen erfarenhet). Detta för att föraren skall kunna koncentrera sig på sin uppgift. Det där känner du till.<br/> <br/>  Alltså är hjälmsikte en plusfaktor men inte avgörande på något sätt och förändrar inte i grunden förhållandena mellan olika vapensystem. Man får tillgång till några modernare robotar och i vissa fall höjer det stridsvärdet relativt mycket (på vissa plan) och i vissa fall marginellt. Men - det viktiga är väl att om andra flygvapen inför en robot som kräver hjälmsikte så kommer 39 också att utrustas med den optionen, inte minst för att få vara med i matchen när det gäller försäljning och framtida beväpning.<br/> <br/>  Att vara fler än en person i planet har också förkastats av personella skäl, flygplanets dator kan sköta allt som navigatören/andrepiloten/radarkillen gör och Sverige var föregångare även på detta område med 37 (och andra följer efter). Onödigt att vara två i varje plan."
		},
		{
			"postIndex": 343,
			"postNumber": 347,
			"rankGlobal": 54,
			"rankLocal": 3,
			"scoreGlobal": 71.4,
			"scoreLocal": 92.8,
			"userRank": 6,
			"userScore": 31.3,
			"postUserName": "Ormen Långe",
			"postUserID": "u76197",
			"postUserUrl": "https://www.flashback.orgu76197",
			"postDateTime": "2006-08-23, 23:54",
			"postUrlInThread": "https://www.flashback.org/t270116p29",
			"postUrlUniq": "https://www.flashback.org/sp4877966",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ankdammsman</strong></div> <div>Vad gäller vapenlast och räckvidd så är Su-27 imponerande, men när den är fullastad och fulltankad är den ungefär lika manövrerbar som en lastbil. Ryssarnas jaktrobotar har också en hel del att bevisa. Hittills har de aldrig levt upp till hajpen.</div> </td> </tr> </table> </div> <br/>  Jag vill minnas att bristen på manöverförmåga beror på att en stor del<br/>  av bränslevolymen förvaras framför vingen, d.v.s. bakom cockpit.<br/>  Följden blir att flygplanet är aerodynamiskt stabilt med full tank.<br/>  Denna svaghet borde vara så gått som obotbar utan att bygga om<br/>  flygplanet fullkommligt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>11204</strong></div> <div>Vems förväntningar?<br/> <br/> <br/>  Generellt kan sägas att ryska stridsflygplan har varit ypperligt konstruerade, lite halvdant byggda och uselt underhållna. Inom tex aerodynamik har ryssarna faktiskt haft en försprång gentemot väst men frågan är hur de senaste tio åren satt sina spår inom den ryska forskningen. Ekonomin har ju inte varit på topp vilket innebär att det blivit svårare att prova ut spetsteknik i praktiken.<br/> <br/>  Alltsedan andra världskriget har ryska flygplan hävdat sig väl rent tekniskt, men som system räknade har de sällan kunnat konkurrera som helhet. Dock fältmässigt konstruerade till skillnad från många andra.</div> </td> </tr> </table> </div> <br/>  Jag kan inte hålla med dig:<br/> <br/>  - Under VkII kunde sovjetiska jaktplan bara erövra luften över östfronten<br/>  på låg höjd och med nummerärt övertag.<br/>  Prestanda var likvärdiga med samtida japanska jaktflygplan <br/>  och sådana gjorde USAAF, USN och USMC jaktflyg processen kort med över Stilla Havet.<br/> <br/>  - Under Koreakriget lyckades USAF uppnå en killratio på 3-4 mot 1<br/>  i strider mellan F-86 och MiG-15 och detta trots att ROE innebar<br/>  att USAF inte kunde agera offensivt på det sätt som man hade gjort<br/>  mot luftwaffe och japanerna under VkII.<br/>  När Chuck Yeager fick möjlighet att flyga en MiG-15 som hade levererats<br/>  av en avhoppad Nordkoreansk pilot så blev han förfärad<br/>  över hur erbarmligt dåliga flygegenskaper den hade.<br/> <br/>  - Under Vietnamkriget så hade USAF återigen en killratio i strid mellan jaktflygplan<br/>  som låg runt 3-4 mot 1 och detta återigen p.g.a. ROE.<br/>  F-4:orna berövades möjligheten att skjuta BVR med sina Sparrow,<br/>  utan tvingades identifiera målet visuellt och sedan skjuta ner det.<br/>  Man fick vidare inte anfalla lvrobotanläggningar under byggnation<br/>  och det förekom att man inte fick anfalla fiendens flygfält<br/>  utan man var tvungna att vänta på att fienden hade lyft.<br/> <br/>  Man skulle också kunna föreställa sig sannolikheten att uppnå det som USAF uppnådde<br/>  fast med andra sidans utrustning, d.v.s. att försöka anfalla fienden<br/>  med Badgers och Bears, eskorterade av MiG-21:or, <br/>  utan tillstymmelse till SEAD/DEAD kapacitet, medans fienden hade F-4:or och HAWK-batterier etc.<br/> <br/>  Jag skulle självfallet kunna ta upp andra fall, såsom Sexdagarskriget, Yom Kippur<br/>  och Bekaadalen, eller varför inte Iran/Irak-kriget.<br/> <br/>  Om vi fortsätter på materielsidan, så kan vi konstatera att sovjet inte fick ett flygplan<br/>  som kunde jämfäras med F-4 förrän man fick Su-27 och MiG-31 och då<br/>  var F-4:an sedan länge under utfasning av F-15.<br/>  Visst. För all del MiG-25. Men MiG-25 var tämligen värdelös.<br/>  Elektroniken låg på 1950-talsnivå, robotarna var ännu sämre än tidiga Sparrow,<br/>  någon akan hade de aldrig och förmågan att flyga jättesnabbt och jättehögt<br/>  var p.g.a. materielutmattning i praktiken en sak som varje flygplan kunde genomföra en gång.<br/> <br/>  Ang. Aerodynamiken så har SU-27:ans svagheter redan nämnts.<br/>  Men om vi fortsätter med lillebror MiG-29, så kan vi konstatera<br/>  att F-16 trots frånvaron av hjälmsikte, och bara en motor<br/>  inte haft några större problem med att skåpa ut f.d. östtyska MiG-29:or<br/>  i närluftstrid.<br/>  Att F-16 sedan är ett mindre flygplan, som kräver mycket mindre underhåll,<br/>  har en mycket högre tillgänglighet och att den är en bättre attackplattform<br/>  behöver kanske inte påpekas.<br/> <br/>  Detta leder mig osökt in på underhållsbiten.<br/>  Sovjetiska flygplan har inte varit dåligt underhållna.<br/>  Dom är helt enkelt mycket mera underhållskrävande<br/>  vid fredstida tjänst än var västflygplan är.<br/>  Sovjetiska flygplan (och inte bara flygplan) var nämligen byggda <br/>  för att rulla ut från fabriken, flygas till fronten och sättas in i strid.<br/>  Efter några veckor i främsta linjen så gott som utan underhåll <br/>  så skulle de flygplan som ev. fanns kvar roteras bakåt för mera krävade underhåll.<br/> <br/>  Och här kommer problemet in. Kriget tog slut 1945 och sovjetiska flygplan<br/>  passade helt enkelt inte in i fredstida rutiner.<br/>  Som en konsekvens av detta hade Östsidan under hela det kalla kriget<br/>  färre jaktflygplan tillgängliga än västmakterna, trots att de i allmänhet<br/>  hade fler jaktflygplan totalt sett.<br/>  Detta då halva den sovjettillverkade flygplansparken tenderade att stå<br/>  oanvändbara p.g.a. att underhållsproblematiken.<br/> <br/>  Sovjet var i praktiken bra på två saker. <br/>  De var världbäst på att konstruera flygplansakan<br/>  och de konstruerade utmärkta katapultstolar,<br/>  vilket nog var bra med tanke på kvaliteten på sovjetiska jaktrobotar<br/>  och med tanke på hur ofta sovjetiska flygplan gick i backen redan i fredstid.<br/> <br/>  Jag kan bara konstatera att det faktum att Israels flygvapen <br/>  hade svårt att utnyttja sitt luftherravälde under Yom Kippurkriget <br/>  till att understödja sina markförband ofta betraktas som en framgång<br/>  för sovjetisk luftstridsmateriel säger en hel del om hur uselt det stod<br/>  till på den sovjetiska sidan.<br/> <br/>  När västmateriel har mött sovjetisk materiel så har sidan med sovjetisk<br/>  materiel i allmänhet förlorat på knock-out.<br/>  Att man då betraktar en förlust på teknisk knock-out (Yom Kippur)<br/>  som en liten seger är kanske inte så förvånande."
		}
	],
	[
		{
			"postIndex": 365,
			"postNumber": 369,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 93.4,
			"scoreLocal": 100,
			"userRank": 60,
			"userScore": 5.4,
			"postUserName": "Bush, George W",
			"postUserID": "u163264",
			"postUserUrl": "https://www.flashback.orgu163264",
			"postDateTime": "2007-03-06, 21:44",
			"postUrlInThread": "https://www.flashback.org/t270116p31",
			"postUrlUniq": "https://www.flashback.org/sp6503902",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>neogeo</strong></div> <div>satt kollade lite på \"Future Weapons\" <br/>  program om USA's nya krigs vapen, <br/> <br/>  dem visar massa skoj <br/> <br/>  bland annat nya strids flygplan.. <br/> <br/>  och nu med tanke på JAS skandalen .. <br/> <br/>  JAS som är så gammal ( 80 tal ) <br/>  där dem på \"Future weapons\" nya flygplan som kan ensamma stå emot 6-7 st av motståndarens ... <br/> <br/>  hur pass fjuttiga är andras länder flygplan om man gämför med USA's  ?</div> </td> </tr> </table> </div> <br/>  Frågan kan inte besvaras på ett enkelt sätt. Men, här kommer några enkla kriterier för att avgöra hur bra ett lands vapen är.<br/> <br/>  Det första man bör notera är att vapen är en form av TEKNOLOGI. Högteknologiska samhällen kommer att kunna bygga bättre vapen än lågteknologiska samhällen. Vi kan kalla detta för påstående (1).<br/> <br/>  Det andra påståendet (2) är att olika länder satsar olika mycket på att bygga vapen. Stora länder, som dessutom är rika, kan vara beredda att satsa mycket pengar på att utveckla vapen. Små länder kanske är beredda att satsa mycket, men har inte så mycket pengar. Eller de varken har mycket pengar eller är beredda att satsa en betydande del av de pengar de har.<br/> <br/>  Det tredje påståendet (3) har att göra med marginalnyttan av att satsa mer pengar på att utveckla ett nytt vapensystem. Marginalnyttan är vanligtvis störst i områden som är komplexa. Exempel: Ett icke-komplext vapensystem kan illustreras av AK5. Detta vapensystem är bättre än AK4 på nästan alla sätt. Dock är man knappast beredd att satsa mer än kanske SEK 50 miljoner på utveckling av ett sådant vapensystem. Marginalnyttan är låg. För mer komplicerade system är marginalnyttan ofta stor, och därför är man beredd att satsa betydligt mer. Exempel (att jämföra med AK5 och AK4): Stridsflygplan. Ett stridsflygplan med 60-tals teknologi är bättre än ett flygplan med 40-tals teknologi. Det är inte bara bättre, det är väldigt mycket bättre. Stor marginalnytta. Jämför detta med AK5 och AK4. Ett enkelt vapensystem med 60-tals teknologi, AK5, är bättre än ett enkelt vapensystem med 40-tals teknologi, AK4. Bättre, men inte väldigt mycket bättre.<br/> <br/>  För att sammanfatta påstående (1), (2) och (3) så kan man säga att moderna amerikanska stridsflygplan är bättre än moderna svenska stridsflygplan. Detta är ett resultat av (1), (2) och (3). <br/> <br/>  Man kan också notera att svenska Pskott är lika bra som amerikanska Pskott (de har ju tom valt att köpa svenska istället för att utveckla egna). Detta är ett resultat av (1), och kanske till viss del av (2). Vi är båda högteknologiska länder, Sverige var berett att satsa en hel del på detta system, och marginalnyttan av att satsa mer är ganska låg. Alltså, även om USA med alla sina resurser skulle kunna bygga ett bättre Pskott så tycker de inte att det är värt kostnaden.<br/> <br/>  Notera också att samma sak gäller för alla varor. Samma sak gäller för alla TEKNOLOGIER. Indien kan tillverka skor av mycket hög kvalitet (låg marginalnyttta), men kan inte, hur gärna de än skulle vilja, tillverka stridsflygplan (eller civila flygplan) av hög kvalitet.<br/> <br/>  Påstående två (2) kan ibland till viss del kompensera för brister i (1). Så kunde Sovjet t.ex. tillverka vapen som var (nästan) lika bra som västerländska vapen. Kostnaden var dock oerhörd. Noteras bör att medans deras stridsvagnar var av hyffsad kvalitet så var deras kylskåp och deras bilar av väldigt låg kvalitet, och fortfarande väldigt dyra att tillverka. Det går att upphöva en brist i den grundläggande teknologisk nivå genom att satsa oerhört mycket inom ett område. Men endast till en viss gräns. Så skulle t.ex. Indien eller Kina eller Iran inte kunna bygga ett modernt JAS-plan , hur gärna de än ville och hur mycket de än skulle satsa. Att lyckas skulle vara detsamma som att lyckas med att flytta hela ekonomin tio år framåt.<br/> <br/>  Edit: USA senaste flygande skapelse F-22 är enligt ovan ganska bra. Är den bättre än JAS? Ja, den är naturligtvis bättre än JAS. Det är kanske inte det som är frågan. Är den fem gånger bättre än JAS? Den kostar väl fem gånger mer, eller kanske tio gånger mer. Det är en fråga om marginalnytta."
		},
		{
			"postIndex": 376,
			"postNumber": 380,
			"rankGlobal": 15,
			"rankLocal": 2,
			"scoreGlobal": 80.8,
			"scoreLocal": 86.6,
			"userRank": 9,
			"userScore": 25.1,
			"postUserName": "11204",
			"postUserID": "u66088",
			"postUserUrl": "https://www.flashback.orgu66088",
			"postDateTime": "2007-03-10, 14:09",
			"postUrlInThread": "https://www.flashback.org/t270116p32",
			"postUrlUniq": "https://www.flashback.org/sp6537380",
			"sentence": "Man skall komma ihåg att robotteknologi inte är konstant på 1980-talsnivå och även om amerikanska robotar sannolikt inte kommer att låsa på en F-22 så innebär det ju inte att det inte kommer att finnas robotar om några år som inte gör det. Det finns ju annat än radar och IR redan idag.<br/> <br/>  De som idag utvecklar robotar etc jobbar ju naturligtvis med att hitta lösningar på de problem som dagens robotar har. En robot utvecklas fortare än ett flygplanssystem och eftersom en F-22 redan har byggt fast sig i sina lösningar så innebär det att när ett effektivt vapen kommer så är det svårt att motbekämpa detta annat än med externa system.<br/> <br/>  Jag skulle tro att SAAB har en del kul på prototypstadiet och det där med Stealth garvar man åt sedan länge, även om det givetvis är effektivt mot den teknologi som finns i tredje världens luftförsvar och flygvapen.<br/>  USA och Europa har teknologi som är helt sanslös även om den är på prototypstadiet och inte ute i färdiga flyplan. NATO innebär att vi är på samma sida och våra respektive flygplan är ju inte avsedda att bekämpa varandra även om de i teorin skulle kunna göra det.<br/> <br/>  F-22 är State of the Art just nu, inget snack om det. Men att den skulle ha den överlägsenhet som hävdas på Discovery tror jag inte alls, av många orsaker. En uppvisning i teknologi är det men kom ihåg att alla amerikanska flygplan har lyfts till skyarna sedan F-86 utan att fördenskull ha varit bättre eller ens lika bra som jämförbara flygplan från andra länder.<br/> <br/>  Om just F-22 är det är en annan fråga och jag tror att den är bättre på det mesta än allt annat men ingalunda osårbar eller immun mot bekämpning. <br/>  Jag har hört visan förut och det stämmer aldrig...<br/> <br/>  Just det, angående radarsignatur och störsändning - det bygger på att fi har känd radar map frekvens, funktionsprincip, kapacitet etc. I verkligheten är det inte alltid så och till yttermera visso kanske radarn kommer från 35 håll samtidigt i hoppande frekvenser och med mycket oklar avsändarposition... glöm inte att när det gäller radar så är INTE USA världsledande..."
		},
		{
			"postIndex": 421,
			"postNumber": 425,
			"rankGlobal": 21,
			"rankLocal": 3,
			"scoreGlobal": 77.3,
			"scoreLocal": 82.8,
			"userRank": 9,
			"userScore": 25.1,
			"postUserName": "11204",
			"postUserID": "u66088",
			"postUserUrl": "https://www.flashback.orgu66088",
			"postDateTime": "2007-03-12, 22:28",
			"postUrlInThread": "https://www.flashback.org/t270116p36",
			"postUrlUniq": "https://www.flashback.org/sp6562024",
			"sentence": "Vad det nu spelar för roll...<br/> <br/>  Istället för att köpa Rb05B till Viggen, som tidigare hade Rb05(A) köpte man Maverick, kallad Rb75. Kostnadsskäl.<br/>  Istället för Rb72 (SAAB 372) valde man 1978 Sidewindern, just av kostnadsskäl.<br/>  (Eftersom jänkarna tillverkar robotar i tiotusental kan de hålla ett annat pris än SAAB, som kanske får en order på några hundra i bästa fall.)<br/> <br/>  Att Sverige inte utvecklade luftburen stridsledning säger sig självt eftersom precis all tänkbar strid skulle ske över svenskt territorium och därmed kunna ledas från marken eller via jaktlänk (1985), som på sätt och vis är luftburen.<br/> <br/>  På Viggen infördes datalänk med stridsledning 1987, flermålsföljning 1990 (fanns förresten inbyggt i PS46/A redan under sent sjuttiotal...), automatsikte till akan 1992 med mera.<br/> <br/>  En svensk radarrobot fanns i utvecklingspipen inför Gripenprojektet men lades ned av kostnadsskäl varför man istället köpte in AMRAAM (såld i 13.000ex till USA-s flygvapen).<br/> <br/>  Robot 04 började tillverkas 1950. Kika gärna på vad de andra länderna hade på den tiden. Den var i tjänst in på 1990-talet för övrigt, givetvis med uppdaterat styrsystem mm.<br/> <br/>  En annan parallell är raketstolarna, som SAAB uppfann till J21 och sedan utvecklade själva till alla plan fram till dess att Gripen (av kostnadsskäl och några andra orsaker) fick en Martin Baker-stol istället.<br/> <br/> <br/>  Om man tittar på utvecklingskurvorna när det gäller robotar, radar och radioteknik sedan 1950-talet så finner man som sagt att Sverige knappast ligger efter de stora länderna (snarare före). Kurvorna är ganska konstanta så länge man kan följa dem och det finns som sagt ingen anledning att tro att de skulle ha förändrats vilket man om femton år lätt kan svara på.<br/> <br/>  Krokodil har knappast imponerat med särskilt fullmatade inlägg för sin del, mest åsikter om andras. Vad tycker han om SAAB-s robotutveckling sedan 1950-talet och hur tycker han att de står sig i jämförelsen med jämnåriga system?"
		}
	],
	[
		{
			"postIndex": 1048,
			"postNumber": 1066,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 90.5,
			"scoreLocal": 100,
			"userRank": 38,
			"userScore": 8.1,
			"postUserName": "Paul Tibbets",
			"postUserID": "u76270",
			"postUserUrl": "https://www.flashback.orgu76270",
			"postDateTime": "2008-03-16, 01:26",
			"postUrlInThread": "https://www.flashback.org/t270116p89",
			"postUrlUniq": "https://www.flashback.org/sp10391706",
			"sentence": "Varför JSF är överlägsen Gripen och kommer att vara överlägsen även en eventuell E/F modell av Gripen. Jag kan ju börja med att säga att jag tycker att Gripen är ett bra plan och att det är väldigt häftigt att Sverige med 8 miljoner invånare kan utveckla och bygga ett så avancerat stridsflygplan. <br/> <br/>  Det är fler än jag som är stolta över att Sverige klarar det här men för en del så har det här slagit över så att de har fått för sig att Gripen skulle vara lika bra eller bättre på tex jaktstrid som dedikerade och betydligt dyrare utländska flygplan. Sverige har helt enkelt inte råd att hålla sig med ett flygvapen som har specialiserade flygplan som klarar av att slå det bästa som USA producerar. Det här är inget att skämmas för målet med Gripen är inte att möta F-15, F-22 osv i strid utan Gripens tänkta fiender är ryska flygplan och mot dem så ligger vi bra till. <br/> <br/>  Om vi återgår till hurvida JSF är överlägset en eventuell E/F version av Gripen, vi kan ju börja med att JSF är ett stealth flygplan. Om allt annat vore lika så vore enbart den fördelen avgörande. JSF eller F-35 Lightning II är utrustad med AN/APG-81 radar som är en utveckling av AN/APG-77 radarn som sitter i F-22, den AESA radar som kommer att sitta i en eventuell E/F version av Gripen utvecklas av Ericsson och Marconi. Då detaljer kring radar är väldigt hemliga så kan man inte göra annat än kvalificerade gissningar och jag kan inte tänka mig att Gripens radar skulle slå den i F-35 av den enkla anledningen att USA har haft enormt mycket mer resurser att lägga på utvecklingen av en radar som kommer att sitta i minst 3000 flygplan jämfört med vad jag gissar Ericsson/Marconi lägger på en radar som kanske skall sitta i mindre än 10% av det antalet flygplan. När det gäller sensorer så kommer F-35 att var väldigt överlägsen Gripen, F-35 kommer att ha ett väldigt avancerat system med optiska sensorer runt om på flygplanet som tillsammans med det avancerade informationspresentations systemet gör att piloten har en 360 graders vy runt om och genom flygplanet något som kommer att kraftigt förbättra situationsuppfattningen. F-35 har dessutom ett optiskt målsökningssystem integrerat i flygplanet för både mark och luftmål. Det som det skrivits väldigt mycket när det gäller F-35 är just hur avancerad informationspresentatione och samordningen av information från olika sensorer och källor, jag tror inte att Gripens framtida versioner kommer att komma i närheten av det orsaken till att jag tror det är samma som när det gäller radaren det finns för lite resurser. <br/> <br/>  Maxhastighet och acceleration här klår både nuvarande Gripen och en eventuell E/F F-35 på papperet. Det som många som inte är så kunniga när det gäller flygplan missar är att maxhastigheten är uppmätt utan vapen eller annan yttre last. Flygplan som F-35 och F-22 bär sina vapen (ifall de kör i stealthkonfiguration) i flygkroppen vilket gör att maxhastigheten på 1,6 mach för F-35 helt plötsligt inte är dåligt alls. Räckvidd här slår F-35 Gripen, när det gäller lastförmåga så slår F-35 också en eventuell E/F version även om marginalen inte är så stor. F-35 är trots att fokus inte legat på det antagligen det bästa jaktflygplanet efter F-22 detta på grund av kombinationen stealth, passivt målsökningssystem och en exempellös sensorintegration. <br/> <br/>  Jag är nyfiken på vad det är som gör att gripenfantasterna tror att Gripen skulle vara lika bra som eller bättre än F-35, Hansol du kanske kan googla fram ett inlägg från SoldF forumet och kopiera texten rakt av som när du uttalade dig om Phoenixroboten <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>"
		},
		{
			"postIndex": 875,
			"postNumber": 886,
			"rankGlobal": 58,
			"rankLocal": 2,
			"scoreGlobal": 70.7,
			"scoreLocal": 78.1,
			"userRank": 25,
			"userScore": 11.4,
			"postUserName": "Kallevink",
			"postUserID": "u190000",
			"postUserUrl": "https://www.flashback.orgu190000",
			"postDateTime": "2007-10-19, 15:28",
			"postUrlInThread": "https://www.flashback.org/t270116p74",
			"postUrlUniq": "https://www.flashback.org/sp8701783",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kallevink</strong></div> <div>Den som är seriös kan se i artikeln att affären beräknas kosta 34,4 mdr Baht. Utslaget på 12 plan med dagens kurs på 20 öre blir det 570 mn kr styck. Jag har för mig att det kostar cirka 200 mn att uppgradera till C/D så det blir lite över till staten för plan som inte längre behövs. Visserligen går en del till utbildning, reservdelar, simulatorer och ev vapen som brukar ingå, men det blir knappast 370 mn. Vad gäller vapen talas det om Robot 15, vilket vi troligen har några över av också nu när invasionsförsvaret avvecklats.</div> </td> </tr> </table> </div> <br/>  Här måste jag rätta mig själv. Uppgraderingen av 31 A/B kostar totalt 3,9 mdr kronor, vilket blir ca 125 mkr styck och i det ingår Gripen Demo som är första steget till nästa version av Gripen. <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.newsdesk.se%2Fview%2Fpressrelease%2Favtalet-klart-om-framtida-gripen-173991\" target=\"_blank\">http://www.newsdesk.se/view/pressrel...-gripen-173991</a><br/> <br/>  Det gör att affären ser ännu bättre ut för staten. Nu ska man komma ihåg att det finns stora fasta kostnader för att introducera ett nytt plan i ett flygvapen och det märks på att de första sex planen kostar ca 630 mkr styck, de sista bara 500 mkr. Men även för 500 mkr blir det en del över och det tyder att man ändå får en del för Erieye och ev vapen.<br/> <br/>  Det skulle också kunna tyda på att det trots allt handlar om helt nya plan, men det vore märkligt. Thailand flyger idag F-16 A/B, block15 tror jag, några köpte man för några år sedan av USAF's överskott direkt ur mobförådd. <br/>  Att då rata uppgraderade Gripen och istället köpa nytt verkar otroligt. Det skulle i så falla vara om Sverige har ett hemligt avtal med Rumänien och Bulgarien att de ska köpa alla våra överflödiga A/B, men det verkar otroligt."
		},
		{
			"postIndex": 727,
			"postNumber": 736,
			"rankGlobal": 60,
			"rankLocal": 3,
			"scoreGlobal": 70.4,
			"scoreLocal": 77.8,
			"userRank": 135,
			"userScore": 2.3,
			"postUserName": "ypp",
			"postUserID": "u121133",
			"postUserUrl": "https://www.flashback.orgu121133",
			"postDateTime": "2007-10-10, 22:40",
			"postUrlInThread": "https://www.flashback.org/t270116p62",
			"postUrlUniq": "https://www.flashback.org/sp8613280",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>&gt;&lt;((((°&gt;</strong></div> <div>  varför skulle fler bli intresserade för att indien köper?</div> </td> </tr> </table> </div> <br/>  Ju fler kunder du har, desto större garantier har du för att plattformen kommer fortsätta att uppgraderas under en längre tid. I nuläget är Gripen ett osäkert kort för utvecklingen av planet hänger nämligen på att svenska staten ger SAAB gratismiljarder i form av ordrar till grova överpriser. Om SAAB säljer till Indien och får några små ordrar så kommer inte svenska staten vara lika viktig längre.<br/> <br/>  De plan som säljs idag ska inte ersättas på om 20-30 år. Det är extremt viktigt att det finns ett aktivt arbete med att uppgradera planen. Indien vill säkert vara med och utveckla nästa uppgradering till sina nya plan oavsett om det blir Gripen eller F-16 eller Eurofighter, eller något annat."
		}
	],
	[
		{
			"postIndex": 1073,
			"postNumber": 1091,
			"rankGlobal": 13,
			"rankLocal": 1,
			"scoreGlobal": 81.1,
			"scoreLocal": 100,
			"userRank": 38,
			"userScore": 8.1,
			"postUserName": "Paul Tibbets",
			"postUserID": "u76270",
			"postUserUrl": "https://www.flashback.orgu76270",
			"postDateTime": "2008-03-17, 21:56",
			"postUrlInThread": "https://www.flashback.org/t270116p91",
			"postUrlUniq": "https://www.flashback.org/sp10415733",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Håller med om att det var en miss av mig att inte tala om min källa . <br/>  Men du hänvisar väl all din källa från nätet när du svarar på inlägg ? </div> </td> </tr> </table> </div>  Det är helt olika saker du har kopierat ett inlägg (som dessuom hade fel) och postat det som om det var ditt. Jag använder ofta fakta som jag inhämtat från nätet om någon skulle fråga efter källan eller ifrågasätta att informationen är riktig så kan jag hänvisa till källan. Om jag citerar någon så brukar jag har citattecken kring uttalandet för att det inte skall bli något missförstånd. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Ja jag är skeptisk till att JSF klara flyga 1,6 mach när den har en maximum vikt på &gt; 27000 kilo ,</div> </td> </tr> </table> </div>  Den klarar nog inte 1,6 mach med maxvikt och det har jag heller aldrig påstått men den klarar det säkert med ett par robotar internlast. Jag däremot är tveksam till att Gripen kommer upp i Mach 1,6 med ett par robotar på balkarna. Det är vanligen två tillfällen när det är bra/nödvändigt med efterbrännkammare det är före robotskott (för att öka robotens initialhastighet) och för att fly. Jag tror inte att Gripen har någon fartfördel mot F-35 när bägge bär last du däremot tyckte att F-35 var långsam. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Försvinner inte en av grundkonceptets ideer om man lastar utanpå ?</div> </td> </tr> </table> </div>  Man får flexibilitet, om man skall penetrera Kinas luftförsvar så kör man stealth varianten. När man skall bomba talibaner i Afganistan så kan man hänga på bomber under, eller om hänger på några externa bränsletankar för långflygning. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Att förlöjliga en arbetskategori tillför inte ett skit. Men nej jag jobbar inte som städare .vart jag jobbar är förövrigt <br/>  helt ointressant.</div> </td> </tr> </table> </div>  Det var ett litet skämt du skriver som om du skulle jobba åt något av företagen samtidigt som du skriver saker som definitivt bevisar att du inte har speciellt bra koll på flygplan vilket får mig att dra slutsatsen att du inte jobbar med någon skarpare del av utvecklingen. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Och var har du läst in att jag nämt Erieye. Vad vet du överhuvudtaget om Saab MicroWave resurser eller vad man hållit/håller på med ?<br/>  att man valt Marconi som antennleverantör vet jag inte ,troligtvis att deras antenn passar i Gripens nos.</div> </td> </tr> </table> </div>  Som jag skrev i ett tidigare svar till Evert så gissade jag att det var Erieye du syftade på. Vad gäller Svensk utveckling av AESA radar så vet jag att det inte kommit ut någon operativ radar av det än. AESA radarn är den tredje modellen som kommer och dessutom en vidare utveckling av radarn som sitter i F-22. Med tanke på USAs expertis på området och de resurser som man kan lägga på utvecklingen så är det naivt att tro att Sverige skulle lyckas producera något som är lika bra.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Även när det gäller Gripens informationspresentation så står den sig riktigt bra </div> </td> </tr> </table> </div>  Den är säker bra men hur de lagt upp det i F-35 verkar helt överdjävligt bra. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Du vet Gripen har ALLTID haft ett system som gör att du kan byta information mellan utan att röja sig .</div> </td> </tr> </table> </div>  Som F-35 då?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Det kan inte ens F-22 i dagsläget heller iofs..</div> </td> </tr> </table> </div>  Jodå det har F-22 haft hela tiden. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Men det är väl på g.</div> </td> </tr> </table> </div>  Du tänker på möjligheten att kommunicera med andra enheter, jo det är på gång. Orsaken till att man inte byggt in det från början är att om man sänder ut radio så är man inte stealthig längre.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Men visst jag har aldrig påstått att Gripen E/F kommer bli värre eller överlägset </div> </td> </tr> </table> </div>  Hur skall man tolka ditt inlägg <br/> <b>\"Vida överlägset 39 C/D visst men inte så värst Men nu är det ju E/F som Normännen är intresserade av och där hamnar det i ett helt annat läge.\"</b>? Jag har tolkat det som att du tror att F-35 inte skulle vara vida överlägset E/F versionen av Gripen. Det kanske är bäst att du själv förklarar vad du menar. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Och nej F-35 primära mål är inte jakt ,det har man F-22 till</div> </td> </tr> </table> </div>  Jag har inte påstått det heller jag har däremot sagt att det skulle vara extremt bra på det trots det. Det enda flygplanet i dag som är bättre är f-22.Du däremot skrev \"någon direkt jakt egenskap har det heller inte\" om F-35, vilket i mina ögon tyder på en fundamental okunskap om hur jaktstrid och flygplan fungerar.  <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Men man får tänka på att det är en kärra som till 1/3 av priset av en JSF<br/>  och den kommer hänga med RIKTIGT bra .</div> </td> </tr> </table> </div>  Jo Gripen kommer nog att vara billigare än F-35 och det kommer att vara ett bra flygplan, men diskussionen här från början gällde hurvida F-35 var vida överlägset Gripen vilket jag med ditt inlägg uppfattade att du inte höll med om."
		},
		{
			"postIndex": 1085,
			"postNumber": 1103,
			"rankGlobal": 55,
			"rankLocal": 2,
			"scoreGlobal": 71.2,
			"scoreLocal": 87.7,
			"userRank": 133,
			"userScore": 2.3,
			"postUserName": "Öglan",
			"postUserID": "u187162",
			"postUserUrl": "https://www.flashback.orgu187162",
			"postDateTime": "2008-05-15, 19:44",
			"postUrlInThread": "https://www.flashback.org/t270116p92",
			"postUrlUniq": "https://www.flashback.org/sp11232965",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kroppskultur</strong></div> <div>1+2. Sverige har inte lovat att skaffa Supergripen om Norge gör det</div> </td> </tr> </table> </div> <br/>  1. Försvarsminister Tomhylsan är inkompetent och han inkl. hela Försvarsberedning borde avgå.<br/> <br/>  2. Statsminister Alfons Åberg look-as-like är inte ett dugg intresserad av försvaret. Han ser hellre till att det blir kliniskt rent bland villorna i Danderyd och Djursholm för en så billig penning som möjligt. <br/> <br/>  3. ÖB borde avgå i protest mot nedskärningarna i försvaret. <br/> <br/>  Det är en himla debatt om JSF kontra Gripen. JSF är fortfarande inte operativ och allting som handlar om JSF innan den är operativ är spekulationer och hypoteser.<br/> <br/>  F-14 är pensionerad, F-15 börjar bli gammal, F-16 är samtida med JA 37 Viggen och det spelar ingen roll hur mycket elektronik man stoppar in i planen för förr eller senare klarar inte konstruktionen av att vara med i leken längre. Notera att Draken version F när den kom i operativ tjänst i mitten på 60-talet var Västeuropas mest moderna och avancerade stridsflygplan.<br/> <br/>  Det har avhandlats både Draken och Viggen innan och för att göra en lång historia kort var Drakens primära uppgift från början att snabbt stiga upp till hög höjd och skjuta ned högtflygande bombplan lastade med kärnvapen och sedan landa. Stighastigheten på Draken är ca. 250m/s<br/> <br/>  Sen kom hotbilden att ändras och Draken kom att användas på allt lägre höjd. Men där kom dels vingkonfigurationen och motorn till flygplanets nackdel. En enkelströmsmotor blir väldigt törstig på låg höjd. Sen ska man inte ge sig in kurvstrid med ett deltavingat flygplan. Deltavingen har ett inducerat stort motstånd vid kurvtagning. Det måste kompenseras med att stötta med gasen samt roderutslag = fartreducering. Lågflygning med Draken är heller inte att rekommendera då Draken lätt kan hamna i okontrollerat läge dvs superstall. <br/> <br/>  Viggen var ett seriöst försök till enhetsflygplan men där satte elektroniken stopp. Vi kunde exporterat Viggen till Indien men där satte jänkarna stopp pga amerikansk motor. Nederländerna, Belgien, Norge och Danmark offererades också men de valde betydligt billigare F-16 i ett samköp. <br/> <br/>  Jaktviggen var ett av världens mest moderna och avancerade flygplan under 80-talet.<br/> <br/>  Sen kan man diskutera jänkarna men jag ger inte ett skvatt för jänkemaskiner. De går och sopar banan och plockar minsta lilla gruskorn på landningsbanan. Deras maskiner är gjorda för att fungera som en Rolexklocka.<br/> <br/>  Tittar på ryssarna så är deras maskiner bl.a. MiG-29, Su-27, Su-35 m.fl. livsfarliga motståndare. Ser man på hur de är byggda är de ruskigt stryktåliga. Gör du en buklandning med en F-16 är kärran i princip skrot. Gör det samma med en MiG-29 är det bara att snygga till den lite och så är den redo för nästa uppdrag. Ryska maskiner är byggda för fältmässighet. Det är inte jänkarnas. När Östtyskland införlivades med Västtyskland fick man ärva ett antal MiG-29 och det var först då man förstod vilken dödlig motståndare man hade fått möta om oturen hade varit framme. <br/> <br/>  Su-27 har ett enkelt elektroniksystem men vidareutvecklingarna av plattformen är kuslig. Ser man även på formgivningen på ryska plan är de aerodynamiskt utformade där det behövs, resten grovt tillyxat. <br/> <br/>  Su-27 ska nog elektronikmässigt läggas någonstans mellan Viggen och Gripen. <br/> <br/>  MiG-29 är ett dödligt närstridvapen. Jämför MiG-29 med Gripen så får piloten ägna 30% åt uppdraget, resten åt att sköta flygningen. 70% kan piloten i Gripen ägna åt uppdraget, resten åt flygningen."
		},
		{
			"postIndex": 1256,
			"postNumber": 1279,
			"rankGlobal": 66,
			"rankLocal": 3,
			"scoreGlobal": 69.8,
			"scoreLocal": 86,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "krokodil",
			"postUserID": "u126742",
			"postUserUrl": "https://www.flashback.orgu126742",
			"postDateTime": "2008-11-20, 21:35",
			"postUrlInThread": "https://www.flashback.org/t270116p107",
			"postUrlUniq": "https://www.flashback.org/sp13797706",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NanoFighter</strong></div> <div>Kan du sluta vilseleda diskussionen? Du svarar i princip inte på några av frågorna utan kommer med annat shit som inte hör hit. Det här handlar inte om våra skattepengar heller, vettefan varför du har sån stor behov av att babbla<br/> <br/>  Vad fan spelar det för roll om det är en Prototyp, det är fortfarande ett komplett flygplan. Vet du äns vad Prototyp betyder?<br/> <br/>  Sluta slicka USA i arslet :S</div> </td> </tr> </table> </div>   Vad svarar jag inte på.....<br/> <br/>  Klart att det handlar om våra skattepengar - nu slipper vi vara med och betala för de Gripen NG som Svenska Flygvapnet skulle köpa ( eller uppgradera från befintliga flygplan) om Norge valde Gripen.<br/>  Sverige har redan förköpt sig på Stridsflygplan - dels för att öka chans för export ( avser beställningen av de sista 64 st flygplanen med Delserie III 1996).<br/> <br/>  Här är en länk där man jämför bla F-35A med Gripen C.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aviationweek.com%2Faw%2Fblogs%2Fdefense%2Findex.jsp%3FplckController%3DBlog%26amp%3BplckScript%3DblogScript%26amp%3BplckElementId%3DblogDest%26amp%3BplckBlogPage%3DBlogViewPost%26amp%3BplckPostId%3DBlog%253a27ec4a53-dcc8-42d0-bd3a-01329aef79a7Post%253aa42185b9-b38e-407c-b03e-29f5cd97a5b5\" target=\"_blank\">http://www.aviationweek.com/aw/blogs...e-29f5cd97a5b5</a><br/> <br/>  Snacket om moderna jaktrobotar stämmer inte då det finns moderna europeiska IR och radarjaktrobotar som man skulle kunna använda på sina Gripen.<br/> <br/>  F-35 är ett mycket bättre flygplan, så enkelt är det.<br/> <br/>  Edit: kanske ska ta med länken också...."
		}
	],
	[
		{
			"postIndex": 1691,
			"postNumber": 1727,
			"rankGlobal": 72,
			"rankLocal": 1,
			"scoreGlobal": 69.5,
			"scoreLocal": 100,
			"userRank": 6,
			"userScore": 31.3,
			"postUserName": "Ormen Långe",
			"postUserID": "u76197",
			"postUserUrl": "https://www.flashback.orgu76197",
			"postDateTime": "2009-09-10, 18:44",
			"postUrlInThread": "https://www.flashback.org/t270116p144",
			"postUrlUniq": "https://www.flashback.org/sp18660635",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>A-12 skulle med största sannolikhet bli för dyrt för att ersätta samtliga stridsflygplan inom USN.</div> </td> </tr> </table> </div> <br/>  A-12 skulle bara ersätta Intruder i tunga attackrollen <br/>  och Prowler i telekrigrollen.<br/>  Mycket för dyrt blev det dock och det innan man ens kommit<br/>  längre än till en fullskalemodell.<br/>  I denna roll så fick då sedan modifierade F-14 och senare Superbug<br/>  försöka fylla tomrummet, vilket ingen av dem klarar av <br/>  avseende räckvidd vid given last och Growler ger då i dagsläget<br/>  inte ens utökad telekrigkapacitet.<br/> <br/>  ATF skulle ersätta F-14 i rollen som kvalificerad jaktkärra,<br/>  vilket då har fått lösas av Superbug, vilket får betraktas<br/>  som ett stort nedköp, då man istället för att få världens bästa jaktflygplan,<br/>  så får man med Superbug en kärra som i bästa fall kan hålla jämt skägg<br/>  med existerande jaktflygplan (Flankers, EF Typhoon), <br/>  men som i praktiken är underlägen dessa kärror <br/>  (med reservation för avioniken i Flanker).<br/> <br/>  S-3 Viking skulle ersättas med CSA, men den funktionen är nu helt avvecklad.<br/>  E-2 skulle ersättas av CSA, men ska nu ersättas av modifierad E-2.<br/>  C-2 skulle ersättas av CSA, men får nu slita vidare.<br/> <br/>  Så Superbug (och E-3D) är att betrakta som en nödlösning <br/>  eftersom alla de flygplan som US Navy egentligen ville ha,<br/>  blev på tok för dyra, varvid man avseende stridsflyg<br/>  nu står helt utan high-end maskiner och detta är en situation<br/>  som då inte lär åtgärdas inom en generation.<br/> <br/>  Samtidigt så har ju även flygstridsgrupperna på amerikanska hangarfartyg minskat, p.g.a. brist på flygplan, så vi talar inte bara <br/>  om en relativt teknikutvecklingen lägre kvalitet, utan även mindre kvantitet.<br/> <br/>  Det är således inte utan anledning som framtida amerikanska hangarfartyg<br/>  kommer att få reducerade hangarerutrymmen och tvingas förlita sig <br/>  i ännu högre utsträckning på att basera flygplan från USMC ombord.<br/>  Flygplan som då i t.ex. fallet F-35B har lägre prestanda än US Navy:s F-35C<br/>  och som dessutom har en annan landningsteknik, <br/>  vilket minskar tempot i landningsoperationer.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Gripen började utvecklas för <b>28</b> år sedan och skulle från början bli operativt 1991 - vilket fick ändras till 1997 pga diverse förseningar.</div> </td> </tr> </table> </div> <br/>  Och F-16 började utvecklas för 40 år sedan och togs i tjänst för 35 år sedan.<br/>  F-16 är således en kärra som är 12-14 år äldre än Gripen<br/>  och som då har nackdelen att den i grund är utvecklad runt det sena 1960-talets teknik<br/>  och utvecklad med det sena 1960-talets teknik vad gäller bl.a. simulering,<br/>  hållf. beräkningar, materialteknik o.s.v.<br/> <br/>  Dessutom så är kärran utvecklad som en dagjaktkärra i grunden,<br/>  vilket innebär att den konceptuellt då mest bör jämföras med tidiga Draken<br/>  (om än oerhört mycket mer kapabel än Draken så klart).<br/>  Så när man sedan måste lägga till kapacitet, såsom allvädersförmåga,<br/>  radarjaktrobot, större räckvidd o.s.v. som kommer det att kosta <br/>  i form av utrymme och vikt och F-16 har redan från början <br/>  mindre vingyta i ett tyngre skrov än Gripen.<br/> <br/>  Se t.ex. hur man tvingats ta till den relativt primitiva metoden <br/>  med ovanpåmonterade (och således i praktiken i princip permanenta) <br/>  konformella bränsletankar i.s.f. som att i Gripen NG flytta komponenter<br/>  och bygga ut skrovet, vilket då är effektivare ur vikt och aerodynamiksynpunkt."
		},
		{
			"postIndex": 1453,
			"postNumber": 1484,
			"rankGlobal": 93,
			"rankLocal": 2,
			"scoreGlobal": 67.6,
			"scoreLocal": 97.3,
			"userRank": 117,
			"userScore": 2.8,
			"postUserName": "FreeThinker",
			"postUserID": "u158516",
			"postUserUrl": "https://www.flashback.orgu158516",
			"postDateTime": "2009-01-19, 20:29",
			"postUrlInThread": "https://www.flashback.org/t270116p124",
			"postUrlUniq": "https://www.flashback.org/sp14704000",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Paul Tibbets</strong></div> <div>Själv har man ju inte inloggning till Janes (I wish) så jag kan inte se svaret på frågan som Sweetman ställer, du får gärna klistra in hela artikeln när du har den som källa.<br/> <br/>   Vad får dig att tro att F-35 inte kommer att vara fullt kapabel innan 2015-2016 och vad får dig att tro att det kommer att finnas en Gripen-NG överhuvudtaget?</div> </td> </tr> </table> </div> <br/>  F-35 i sin nuvarande form är i princip bara en mini stealth bomber och har inte fungerande a2a funktionalitet plus en massa andra problem (vilket inte är så konstigt eftersom planet inte är helt färdigt)<br/>  Ang Gripen-NG så finns det redan en flygande NG demonstrator med ghetto-aesa radar osv så den kommer förmodligen komma i produktion (iaf om man får tro SAAB) annars har dom ju slösat en jävla massa stålar på att utveckla dom nya systemen, motorn och radarn. Sen om någon kommer lägga beställning på NG är en annan sak eller om Sverige kommer köpa in några eller retrofitta existerande plan. (spekulation)<br/> <br/>  Att F-35 kommer bli det bästa multirole planet är det väll inte mycket snack om å andra sidan så är stealth inte direkt nån proiritet hos så många länder, och dom länder som kommer ha option på F-35 är ju allierade så nån direkt hotbild finns ju inte för att motivera länder som schweiz att köpa F-35. Där är JAS utan tvekan är bästa valet. Iof får vi väl vänta och se hur Ryssarnas och Kinesernas stealth program fortlider."
		},
		{
			"postIndex": 1603,
			"postNumber": 1637,
			"rankGlobal": 163,
			"rankLocal": 3,
			"scoreGlobal": 63.1,
			"scoreLocal": 90.8,
			"userRank": 63,
			"userScore": 5.2,
			"postUserName": "Coolhand",
			"postUserID": "u127820",
			"postUserUrl": "https://www.flashback.orgu127820",
			"postDateTime": "2009-08-18, 19:26",
			"postUrlInThread": "https://www.flashback.org/t270116p137",
			"postUrlUniq": "https://www.flashback.org/sp18252758",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Superhornet är fortfarande ett mycket modernt flygplan, och som jag sagt tidigare tror jag Indierna kommer att välja det.</div> </td> </tr> </table> </div> <br/>  Jag tror att Indierna i slutändan kommer att välja Mig-35 för att kunna använda gemensamma vapen med deras flygvapen i stort som vad jag förstår (långt ifrån ngn expert) mest består av ryska flygplan, åtminstone de \"moderna\" flygplanen i flottan: Mig-29 samt Su-30.<br/> <br/>  JAS är väl dock det flygplan som möter upp mot kravspecen bäst då man vill ha ett medeltungt flygplan, vilket bara JAS och F16 i denna upphandling är. De andra planmen måste väl ändå klassas som tunga? Men att uppfylla kravspecar (vilket alla plan lär göra) har ganska lite med mtrlköp att göra nu för tiden. Politik betyder i slutändan mest, och att hålla sig väl med Ryssland med vilka Indien har flera pågående affärer med betyder nog mest.<br/> <br/>  / C"
		}
	],
	[
		{
			"postIndex": 1929,
			"postNumber": 1967,
			"rankGlobal": 65,
			"rankLocal": 1,
			"scoreGlobal": 69.9,
			"scoreLocal": 100,
			"userRank": 112,
			"userScore": 2.9,
			"postUserName": "Slabby",
			"postUserID": "u374026",
			"postUserUrl": "https://www.flashback.orgu374026",
			"postDateTime": "2009-09-26, 10:08",
			"postUrlInThread": "https://www.flashback.org/t270116p164",
			"postUrlUniq": "https://www.flashback.org/sp18937271",
			"sentence": "Ganska värdelös diskussion som genomfört här ändå med all statistikrunkande. Att sitta och skrika att f-16 har större motorer och tankar är det väll ingen som säger emot?<br/> <br/>  Att argumentera vilket som är det bättre flygplanet är ju inte heller helt enkelt. Vad jag tycker talar för gripen är att det är ett hyffsat unikt koncept, och har sina stora fördelar som andra inte är vana att möta, medan f-16 är mer standard och (för)många har kännedom om dess prestanda och uppträdande. <br/> <br/>  Jasen har unika system samt som andra säger mindre signatur är f-16 vilket faktiskt har ganska stor betydelse i luftstrid, tro det eller ej krokodil. <br/> <br/>  Hade jag varit säg Brasilien hade jag ändå köpt amerikanskt, även om jag anser maskinen vara \"sämre\". De lär knappast användas skarpt i den utsträckningen samt att de antagligen har bättre politiska villkor och köpvillkor. <br/> <br/>  Sen ska man inte lite för mycket på alla siffror och \"fakta\" man hittar överallt. Vissa fakta vill man inte släppa, andra är överdrifter man vill ha ute för att få den att se bättre ut än vad den är."
		},
		{
			"postIndex": 1879,
			"postNumber": 1917,
			"rankGlobal": 221,
			"rankLocal": 2,
			"scoreGlobal": 60.4,
			"scoreLocal": 86.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "krokodil",
			"postUserID": "u126742",
			"postUserUrl": "https://www.flashback.orgu126742",
			"postDateTime": "2009-09-25, 23:05",
			"postUrlInThread": "https://www.flashback.org/t270116p160",
			"postUrlUniq": "https://www.flashback.org/sp18932570",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Jag skrev det bara för att se om du skulle reagera då jag tycker många trådar är intressanta men förstörs av din argumentation (eller brist därav). Men som sagt, kan du inte svara på min fråga? <br/> <br/> <br/> <br/>  Och varför slutade du skriva i den andra intressanta tråden helt plötsligt (den med de starkaste flygvapnena aka 600 plan i luften).</div> </td> </tr> </table> </div>   Så du anser inte att Gripen A/B är bättre än Block 50/52, eller försöker du slingra dig nu<br/> <br/>  Jag slutade skriva då jag redan förklarat min ståndpunkt i frågan, och eftersom vi inte kommer längre har jag avslutat det ämnet.<br/> <br/>  Sverige hade relativt många flygplan under 1950-talet, men det är inte det samma som världens 3-4 starkaste flygvapen.<br/> <br/>  Jag anser även fortfarande att man borde räkna USA:s vapengrenar separat pga deras styrka.<br/> <br/>  I tråden om 600 flygplan fanns det många troll. bla någon som trodde vi hade 3 starkaste flygvapnet under 1980-talet."
		},
		{
			"postIndex": 1972,
			"postNumber": 2011,
			"rankGlobal": 223,
			"rankLocal": 3,
			"scoreGlobal": 60.3,
			"scoreLocal": 86.3,
			"userRank": 130,
			"userScore": 2.4,
			"postUserName": "Kupo",
			"postUserID": "u137500",
			"postUserUrl": "https://www.flashback.orgu137500",
			"postDateTime": "2009-09-27, 21:24",
			"postUrlInThread": "https://www.flashback.org/t270116p168",
			"postUrlUniq": "https://www.flashback.org/sp18963685",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Du har väl alltid nytta av att upptäcka först oavsett avstånd . <br/>  Du får mer tid att avgöra hur du ska agera. <br/>  Allt handlar inte om att vara inne i skjutsektor när man upptäcker något</div> </td> </tr> </table> </div> <br/>  Det är sant att det är en fördel, men ska man jämföra två flygplan kan det vara ganska bra att veta hur stor fördelen är. Säg att F-22 har 0.001 m2, Gripen 0.5 m2 och F-16 1.2 m2 RCS. Då kan du inte säga att prestandaskillnaden mellan Gripen och F-16 är större än den mellan F-22 och Gripen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Eftersom F-16 C/D har ett mycket högre RCS värde så syns den på en givet avstånd. Precis samma som för Gripen , men i detta fall så har den ett lägre RCS värde .</div> </td> </tr> </table> </div> <br/>  Men siffrorna säger fortfarande att Gripen upptäcker ett 1 m2 RCS-mål på längre avstånd än F-16 upptäcker ett 1m2 RCS-mål (samma sak för övriga målkategorier). Alltså säger siffrorna att Gripen har bättre radar. Detta har inget att göra med vad F-16 och Gripen har för RCS."
		}
	],
	[
		{
			"postIndex": 2240,
			"postNumber": 2284,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 81.8,
			"scoreLocal": 100,
			"userRank": 95,
			"userScore": 3.4,
			"postUserName": "Jost",
			"postUserID": "u125417",
			"postUserUrl": "https://www.flashback.orgu125417",
			"postDateTime": "2009-12-06, 07:45",
			"postUrlInThread": "https://www.flashback.org/t270116p191",
			"postUrlUniq": "https://www.flashback.org/sp20185777",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>G..</strong></div> <div>När vi är inne på finnarnas getingar är inte dom endast tillåtna att användas mot luftmål?</div> </td> </tr> </table> </div> <br/>  Dom var det ursprungligen, eftersom Finlands försvarsmakt hade/har en uttalad <i>försvars</i>inriktning - inte en offensiv. Men detta har börjat tänjas ut på senare tid - bl.a. som en orsak av Ottawafördraget (som Finland ännu inte ratificerat men som man arbetar emot genom att införa andra ersättande system). Om testerna fortgår som planlagt så kommer ett 10-tal Hornetplan att ha full attackkapacitet inom några år (sensorkapslar och vapensystem) medan resten kommer att ha möjlighet att bära på vapensystem som är offensiva till sitt väsen. Detta är också ett ganska logiskt antal attackfpl, då behovet av jaktflygplan ansetts vara ca 40-50.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Running_man</strong></div> <div>Svårt det där... Finland hade dåliga erfarenheter av MiG 21:an medan Draken var bra. Dessa skulle ersättas relativt kvickt och då var inte Gripen utprovat vilket Hornet var.</div> </td> </tr> </table> </div> <br/>  Gällande MiG-21 så kom den så småningom att bli ett omtyckt fpl av piloterna (bl.a. tillsammans med Draken det enda fpl som haft Mach 2-kapacitet, det första som var utrustat med robotar - och för att vara av den generationens flygplan, så skedde ganska få haverier med flygplanet). Naturligtvis förekom vissa problem med att införa ett sådant flygplan, bl.a. hade steget från dukbeklädda vingar till Mach 2 skett på bara 10 år. Flygplanet krävde ganska mycket underhåll och i början förrådsställdes halva MiG-flottan eftersom det inte fanns tillräckligt med utbildade piloter för att flyga samtliga 21or.<br/> <br/>  Ryssarna hade krävt att Finland införde Mach 2-kapabla fpl som var robotbestyckade för att få bort de amerikanska spionflygplan som utnyttjade Finländskt territorium för visiter in i Sovjetunionen. Detta var också en orsak varför en flygbas flyttades till Lappland.<br/> <br/>  När F-13 planen började nå slutet på sin livsålder så fanns det egentligen bara ett alternativ - att köpa ryskt (detta på grund av den balansgång inom försvarsmaterialinköp som Finland använde sig av vid denna tid: 1/3 från väst, 1/3 från öst och resten inhemskt). MiG-23 erbjöds, men det ansågs vara ett för dyrt och komplicerat fpl och BIS-versionen av 21an valdes istället då övergångssteget inte var så stort.<br/> <br/>  Gällande NASAMS - Här var valet mellan en Cadillac eller fyra Volvos som den finska försvarsmaktens kommendör uttryckte det. BUK-M1 kommer att ha ca 20 år på nacken då den går i pension och det är väl främst för att raketmotorerna har en begränsad livslängd - visst det går att byta ut dessa, men då kommer vi också till frågan om att tekniken börjar bli föråldrad (Crotale NG skall uppgraderas i nästa år). Systemet påstods vara sårbart mot modern störteknik (kanske, men Georgierna fick ändå ned något fpl med systemet). SAMP-T var säkert ett bra system, men så dyrt att det säkert bara skulle ha funnits pengar till ett batteri, nu fick dom ett system som i praktiken kan täcka stora delar av landet och som är redundant i sin uppbyggnad (slår du ut en radar, så finns det många kvar). Och om systemet någon gång i framtiden uppdateras så att den kan bära D-versionen av AMRAAM så kommer räckvidden att utökas....ja för att ännu ta detta, AMRAAM är ett känt system, Hornets robotar har skruvats ihop i Kuorevesi så kunskap och kännedom finns redan."
		},
		{
			"postIndex": 2482,
			"postNumber": 2530,
			"rankGlobal": 33,
			"rankLocal": 2,
			"scoreGlobal": 74.5,
			"scoreLocal": 91,
			"userRank": 7,
			"userScore": 27.8,
			"postUserName": "Telefonsamtal",
			"postUserID": "u393349",
			"postUserUrl": "https://www.flashback.orgu393349",
			"postDateTime": "2010-01-21, 10:19",
			"postUrlInThread": "https://www.flashback.org/t270116p211",
			"postUrlUniq": "https://www.flashback.org/sp21027625",
			"sentence": "Om jag förstått saken rätt har Storbritannien bara beställt och finansierat tre stycken F-35B för testsyften än så länge, detta medan amerikanerna pumpar in ytterligare 3,8 miljarder USD för fortsatt utveckling (som egentligen skulle gått till inköp av färdiga flygplan) i försvarsbudgeten för 2011.<br/> <br/>  Det går inte att bortse från möjligheten att amerikanerna och britterna stöter på problem och att kostnadsökningarna fortsätter skena. Tillverkaren säger sig kunna tillverka och leverera en om dagen från 2015. Men detta är den \"vanliga\" varianten och inte mer avancerade F-35B/C.<br/> <br/>  Hur det kommer bli med britternas order är således lite vanskligt att säga. Inte bara kommer de kosta mycket i inköp. Det föreligger även oklarheter i stil med när de överhuvudtaget kan levereras, hur stort behovet egentligen är (läs: hur många har britterna råd med) samt driftskostnaden. Exakt hur dyra de är att använda är osäkert även det men den amerikanska flottan har gjort lite uppskattningar;<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       NAVAIR estimates the total of 680 short take-off and vertical landing F-35Bs and carrier-variant F-35Cs, ordered by the US Marine Corps and USN, respectively, <b>will cost $30,700 to fly each hour</b>. This compares to $18,900 for the Boeing AV-8B Harrier II and Boeing F/A-18A-D, the aircraft types the Joint Strike Fighter will replace.<br/> <br/>  Although NAVAIR projects the F-35 will fly 12% fewer flight hours than the AV-8B and F/A-18A-D fleets, the agency expects the modern aircraft to <b>cost as much as about 25% more to operate</b> at peak rates, the briefing says.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.flightglobal.com%2Farticles%2F2010%2F01%2F14%2F337134%2Fusn-officials-raise-concern-about-f-35-affordability.html\" target=\"_blank\">Källa</a> </td> </tr> </table> </div> <br/>  Nu är det dags för Saab att erbjuda en kostnadseffektiv Sea Gripen som ett alternativ till britternas hangarfartyg med andra ord. En variant modifierad med kapacitet att skjuta samma robotar som Eurofighter Typhoon, det vill säga det som redan finns samt ASRAAM, HARM, ALARM, Stormshadow och Brimstone samt eventuellt något mer.<br/> <br/>  Dessutom har vi teknologibiten. Den enda underhålls-, reparations-, service- och uppgraderingsfaciliteten för F-35 utanför USA kommer finnas i Italien på flygbasen Cameri. Britterna måste alltså flyga sina flygplan dit eller till USA för att göra allt som är mer avancerat än dagligt underhåll. Så skulle det förstås inte vara med en brittisk Sea Gripen där britterna skulle få tillgång till precis allt. <br/> <br/>  Inköpspris, kostnad att använda, teknologibiten, det vill säga sammantaget pang per krona, samt självbestämmande gällande modifieringar och uppgraderingar är på den nivån att britterna borde vara seriöst intresserade av Sea Gripen (samt i mindre utsträckning Dassaults Rafale M). <br/> <br/>  Den största nackdelen är dock avsaknad av den i övrigt hajpade funktionen \"stealth\" aka \"generation 5\" samt den viktigare funktionen V/STOVL-kapacitet hos Sea Gripen. Det sistnämnda ensamt borde egentligen inte diskvalificera Sea Gripen, men av politiska hänsyn kommer britterna köra vidare på F-35.<br/> <br/> <br/> <b>Telefonsamtal förutspår framtiden:</b> Britternas order av F-35 kommer reduceras till 70 stycken flygplan. Detta kommer gå till som så att Royal Air Force får acceptera att de förlorar V/STOVL-kapacitet och får nöja sig med Eurofighter Typhoon och uppgraderade Panavia Tornado.<br/> <br/>  Fleet Air Arm kommer få samtliga 70 stycken F-35B. Hälften av dessa kommer alltså användas på hangarfartyget HMS Queen Elizabeth permanent, medan den andra halvan kommer stationeras på baser i Storbritannien med delvis samma uppgifter som RAF-kärrorna skulle haft, men framförallt med marin kompetens och förmåga att användas från fartyg som HMS Ocean (eller dylik plattform) eller från framskjuten bas vid behov."
		},
		{
			"postIndex": 2417,
			"postNumber": 2463,
			"rankGlobal": 48,
			"rankLocal": 3,
			"scoreGlobal": 71.9,
			"scoreLocal": 87.9,
			"userRank": 7,
			"userScore": 27.8,
			"postUserName": "Telefonsamtal",
			"postUserID": "u393349",
			"postUserUrl": "https://www.flashback.orgu393349",
			"postDateTime": "2010-01-15, 18:38",
			"postUrlInThread": "https://www.flashback.org/t270116p206",
			"postUrlUniq": "https://www.flashback.org/sp20917033",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Running_man</strong></div> <div>Låter ungefär som MiG 29 som anpassades till hangarfartyg för endast en marknad... var det Indien då med?</div> </td> </tr> </table> </div> <br/>  MiG-29 flög i en hangarfartygsvariant första gången 1982, för den sovjetiska marinen. Dock föredrog marinen den större Su-27 (som blev <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FSukhoi_Su-33\" target=\"_blank\">Su-33</a>). Den nuvarande hangarfartygsvarianten MiG-29K köptes av Indien i 16 exemplar, och kommer ersätta Su-33 även i Ryssland (det är för dyrt att öppna produktionslinjen för Su-33 igen). <br/> <br/>  Förstärkningarna på MiG-29K innebar bland annat en ökad vikt på närmare tre ton jämfört med landversionen den utvecklades från. Gripen slipper ges vikbara vingar så där sparas säkert mycket vikt, men det blir ändå åtminstone två ton mer vikt på flygplanet vilket ju i sin tur minskar prestanda och räckvidd. Vidare har MiG-29K lite mer exklusiva dyrare material i motorn för ökad prestanda under start samt för att kunna lyfta igen vid misslyckad landning där kroken inte hakat fast i vajern. Möjligtvis måste motorn trimmas även på Sea Gripen?<br/> <br/>  Prov med MiG-29K skedde på Admiral Kuznetsov under 1989-1991. Två års prov på hangarfartyg alltså. Var ska Saab hitta hangarfartyg att prova på? Det borde rimligtvis vara genom Indien då om de väljer Gripen. Detta kommer indierna enbart gå med på om de får en mycket stor teknologiöverföring och möjlighet att styra utvecklingen utan att behöva bekosta särskilt mycket själv.<br/> <br/>  Den indiska marinen måste vidare övertygas om att Sea Gripen är väldigt mycket bättre än MiG-29K och MiG-29KU (tvåsitsig variant). Skulle Indien utveckla/beställa Sea Gripen kommer de alltså ha två vitt skilda flygplanstyper istället för en vilka inte kan använda samma vapensystem, logistik etc. etc. Varför skulle Indien gå med på det?<br/> <br/>  Däremot behöver Brasilien lite vettiga flygplan till sin penisförlängare. Väljs Gripen till flygvapnet känns det bara logiskt med säg 18 stycken Sea Gripen till <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FBrazilian_aircraft_carrier_S%25C3%25A3o_Paulo_%28A12%26%2391%3B%2Furl\" target=\"_blank\">Sao Paulo (12)</a>. Men det är samma sak där, Brasilien kommer inte låta sitt hangarfartyg användas för prov annat än om de ges en mycket stor del i utvecklingen och slipper betala för det."
		}
	],
	[
		{
			"postIndex": 2556,
			"postNumber": 2605,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 84.9,
			"scoreLocal": 100,
			"userRank": 7,
			"userScore": 27.8,
			"postUserName": "Telefonsamtal",
			"postUserID": "u393349",
			"postUserUrl": "https://www.flashback.orgu393349",
			"postDateTime": "2010-01-28, 09:09",
			"postUrlInThread": "https://www.flashback.org/t270116p218",
			"postUrlUniq": "https://www.flashback.org/sp21155235",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macke85</strong></div> <div>Klart att gripenplant är DYRT!</div> </td> </tr> </table> </div> <br/>  Gripenkärrorna Thailand köpt är Flygvapnets JAS 39 av första generationen som av Saab uppgraderats till andra generationen. Detta medan företaget redan gått vidare till NG, tredje generationen.<br/> <br/>  Thailand får alltså begagnade kärror som inte ens är det bästa Saab kan erbjuda. Kostnad per flygplan: 565 miljoner kronor. Detta inkluderar alltså <b>enbart</b> flygplanen. Sedan har Thailand lagt till ytterligare cirka 30 miljoner kronor per flygplan för att få utbildning, dokumentation, tillgång till stöd från Saab etc. Totalkostnad: 595 miljoner kronor per flygplan.<br/> <br/>  Vänligen observera att detta <b>inte</b> inkluderar det svenska flygvapnets radarspaningsflygplan, det svenska flygvapnets RBS-15 sjömålsrobotar till Gripen eller köp Thailand kommer göra av annan part (i första hand Sidewinder samt AMRAAM jaktrobotar från USA). För detta har Thailand lagt undan pengar separat. Styckepriset per flygplan är således inte billigt. <br/> <br/>  Dock kan det eventuellt förhålla sig på det sättet om Starvid var inne på, att priset för den svenska statens egendom i hela affären, det vill säga radarspaningsflygplanen samt sjömålsrobotarna i första hand var \"subventionerat\" på bekostnad av priset på flygplanen?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macke85</strong></div> <div>Men konkurrenterna är minst lika dyra eller dyrare : )</div> </td> </tr> </table> </div> <br/>  565 miljoner kronor per Gripen blir alltså omvandlat till dollar 77,5 miljoner USD i \"fly-away price\", eller drygt 80 miljoner USD om vi lägger till utbildning, dokumentation, stöd från tillverkaren etc. Detta är en rätt saftig prislapp.<br/> <br/>  Tänk på att det är andra generationen Gripen vi pratar om nu, C/D. Det motsvarar på sin höjd (om vi ska vara lite snälla mot Saab) F-16C Block 50. Polackernas och grekernas Block 52+ har överlägsna specifikationer avseende exempelvis räckvidden på radarn, räckvidd, vapenlast (samt flexibiliteten avseende hur vapen kombineras) etc. <br/> <br/>  Drar vi in F-16E Block 60 (med AESA-radar med mera) i bilden med en prislapp på ~80 miljoner USD framstår det som rätt idiotiskt att betala nästan lika mycket för begagnade Gripen. En aspekt i det hela är att USA enbart erbjöd Thailand Block 52+ och att grannlandet Malaysia har Su-30 som är en erkänt bra jaktkärra med mycket god räckvidd på radarn. Thailand ville självfallet ha AESA-radar på sina kärror men det fanns ingen västerländsk tillverkare som ville/kunde erbjuda det.<br/> <br/>  Att den svenska staten var villig att hjälpa Saab genom att i princip skänka bort två radarspaningsflygplan kompenserar dock ganska väl för den sämre räckvidden på Gripenkärrans radar (ungefär som i fallet Hawkeye hjälper Rafale M som har en \"klen\" radar).<br/> <br/>  Kombinationen Erieye och AMRAAM-utrustad Gripen är rätt vass mot malaysiska Su-30. I princip kan Erieye upptäcka Su-30 tidigt och AIM-120C-7 AMRAAM har bättre räckvidd än de ryska BVR-robotarna Malaysia har tillgång till. Enbart Gripen mot Su-30? Inte lika lockande va... där skulle Su-30:an upptäcka en thailändsk Gripen först, skjuta jaktroboten först och gå segrande ur striden.<br/> <br/>  Sak samma med RBS-15, att det thailändska flygvapnet nu får robottypen billigt (i förmodligen ganska respektabel mängd) ger dem en möjlighet att sänka en hel del av den malaysiska flottans flytetyg vid en konflikt. En ganska ny kapacitet för det thailändska flygvapnet. Skulle Thailand köpt exempelvis F-16C Block 52+ hade de fått köpa sjömålsrobotar separat. Det är inte ens säkert att USA skulle ha tillåtit försäljning (av samma anledning som de inte ville att Thailand skulle få AESA-radar).<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macke85</strong></div> <div>Kolla upp vad Norge kommerfå betala för sina F35:or</div> </td> </tr> </table> </div> <br/>  Det är det ingen som vet, men jag tippar att det kommer landa på omkring 120 miljoner USD per flygplan. Det vill säga drygt 50 procent dyrare per flygplan i inköpskostnad. Dock har norrmännen i sin analys valt att se på kostnaden över hela livslängden och kom då fram till att Gripen skulle bli dyrare. Flygplanen ska ju ändå användas i närmare fyrtio år och om femton år kommer Gripen kännas lika modern som en Volvo 240 medan F-35 fortfarande är nydanande. <br/> <br/>  Ryssarna ska till exempel provflyga sin generation 5-kärra i år, PAK FA ;)"
		},
		{
			"postIndex": 2618,
			"postNumber": 2668,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 83.8,
			"scoreLocal": 98.7,
			"userRank": 7,
			"userScore": 27.8,
			"postUserName": "Telefonsamtal",
			"postUserID": "u393349",
			"postUserUrl": "https://www.flashback.orgu393349",
			"postDateTime": "2010-02-03, 13:08",
			"postUrlInThread": "https://www.flashback.org/t270116p223",
			"postUrlUniq": "https://www.flashback.org/sp21261613",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Tror du att dollarn kommer stå i 5,40 -5,70 kr 2015-2016 när Norges köp ska skrivas under.</div> </td> </tr> </table> </div> <br/>  7 miljarder dollar uppskattar den norska staten totalkostnaden till som mest. Ordervärdet i kontraktet kommer självfallet vara specificerat i antal miljarder dollar och inte i norska kronor. Ditt yrande om norska kronor är obegripligt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Du som är försvarsanalytiker , tror du verkligen inte att Norge i slutändan kommer få <br/>  betala ett högre pris än det \"uppskattade\" pris man gett till dom ?</div> </td> </tr> </table> </div> <br/>  Mer än 7 miljarder dollar för 48 stycken? Knappast. Eftersom du är så glad för att prata om norska kronor kanske du även inser att den norska kronan är stark, väldigt stark, i förhållande till dollarn jämfört med för två år sedan. Seriösa ekonomiska bedömare ser inga tecken på att detta skulle förändras under kommande år. <br/> <br/>  Snarare tvärtom... den amerikanska ekonomin mår allt annat än bra vilket är anledningen till att även F-35 börjar hamna under luppen. Som jag skrev tidigare är det dock ett spel för gallerierna. Att någon höjdare som ändå skulle pensioneras snart får sparken har ingen betydelse i det stora hela. När den amerikanska dollarn minskar i värde urholkas hela den amerikanska ekonomins köpkraft vilket gör att även F-35 blir dyrare räknat i dollar. <br/> <br/>  För exportkunderna är det förstås bara fördelar med att F-35 kommer byggas i USA och att ordern ska undertecknas i svaga amerikanska dollar. Dina önskedrömmar om att något land skulle avbeställa F-35 och istället beställa Gripen är precis vad de är, drömmar. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Starvid</strong></div> <div>Jag upprepar mitt svar till Telefonsamtal, som han inte svarat på än.</div> </td> </tr> </table> </div> <br/>  Se mitt svar ovan. Skriver tillverkaren på ett kontrakt nu, för att sedan se dollarn falla i värde under flera år, sitter de rätt seriöst i skiten. Då måste skattebetalarna gå in och rädda företaget. Jag tror inte amerikanska skattebetalare är så sugna på det nu och därmed inte heller politikerna som gärna vill bli omvalda.<br/> <br/>  Hade det förhållit sig tvärtom, det vill säga att den amerikanska ekonomin var dunderstark och att alla tecken pekade uppåt, då hade kanske ett kontrakt kunnat skrivas på nu. Hur valutakurserna kommer stå om fem år önskar säkerligen mången spekulant veta, men sådant är ju inte känt på förväg. Därav tecknas inte kontrakt i den här mångmiljardklassen flera år i förväg.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Vinceres</strong></div> <div>F-35 Lightning II Fördelar  emot Gripen NG som jag ser det.<br/> <br/>  Större antal  i teori</div> </td> </tr> </table> </div> <br/>  Antalet kommer bli större i praktiken. Mycket större, oerhört mycket större. Jag bedömer att Gripen NG kommer sälja i något dussintal exemplar (om inte till exportkunder så åtminstone till svenska flygvapnet av industripolitiska skäl). Antalet F-35 som kommer tillverkas är som alla vet mycket stort. <br/> <br/>  Enbart Nederländerna planerar exempelvis att köpa 85 stycken F-35A och regeringen beräknar kostnaden till 9,1 miljarder euro för totalkostnaden med inköp, uppgraderingar och drift under 30 år. Räknar vi med enbart den inledande inköpskostnaden räknar de med att få betala 5,1 miljarder euro. Det vill säga pris per flygplan: 81 miljoner dollar.<br/> <br/>  Det intressanta här är att det framkommit (genom grävande från nederländska medier) att det nederländska flygvapnet önskat köpa F-35 och därför manipulerat en del siffror för att få politikerna att gå med på köpet. Det nederländska flygvapnet har varit rädda för att politikerna av kostnadsskäl skulle överväga något sämre. Det är med andra ord inte politikerna som pushat på för F-35 som Saabfantaster gärna vill framhålla utan tvärtom flygvapnet. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Vinceres</strong></div> <div>intern vapenlast om än liten</div> </td> </tr> </table> </div> <br/>  Den interna vapenlasten är den bedömda praktiska vapenlasten som behövs för att kunna utföra ett uppdrag. Inget stridsflygplan flyger stridsuppdrag nerlastat som på Saabs reklambilder. Tittar vi på hur exempelvis F-16 använts och används under uppdrag i dag bärs sällan mer än två JDAM och två jaktrobotar. Numera förutsätts bomberna träffa sitt mål på första försöket. Och ja, sedan går det ju att bära vapen externt också; <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Findopakdef.files.wordpress.com%2F2009%2F07%2Ff35ctolstores.jpg\" target=\"_blank\">http://indopakdef.files.wordpress.co...ctolstores.jpg</a><br/> <br/>  Även med måttlig realistisk extern last kommer radarsignaturen rimligtvis vara mindre än på Gripen NG. Man kan även tänka sig exempelvis att bränsletankar bärs externt för patrulluppdrag eller \"loiter time\" vilka sedan kan fällas vid behov."
		},
		{
			"postIndex": 2621,
			"postNumber": 2671,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 80.9,
			"scoreLocal": 95.3,
			"userRank": 7,
			"userScore": 27.8,
			"postUserName": "Telefonsamtal",
			"postUserID": "u393349",
			"postUserUrl": "https://www.flashback.orgu393349",
			"postDateTime": "2010-02-03, 13:37",
			"postUrlInThread": "https://www.flashback.org/t270116p223",
			"postUrlUniq": "https://www.flashback.org/sp21262007",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Vinceres</strong></div> <div>Allt kommer avgöras på hur dyr F-35 blir emot Gripen NG, Mindre länder vinner vi säkerligen, typ Kroatien, Serbien men de vill nog ev ha Gripen C/D</div> </td> </tr> </table> </div> <br/>  Mindre fattigare länder lär inte vara intresserade av F-35 just nu utan snarare av begagnade kärror med flygtimmar kvar alternativt uppgraderade äldre flygplanstyper. Nya F-16 har exempelvis beställts av flera länder de senaste åren. Möjligtvis kommer det komma ut lite begagnade amerikanska flygplan på marknaden som håller i tio-femton år när väl F-35 kommer i tjänst hos USAF?<br/> <br/>  Vad gäller Kroatien och Gripen: Vi vet ju nu att Ungern fick betala 68 miljoner dollar styck för sina vilket är billigare än för Thailands del. Skillnaden ligger i att Ungern inledningsvis leasade sina och därmed fick utbildning och logistiskt stöd från det svenska flygvapnet. Kroatien är en klar kandidat för begagnade JAS 39A/B som uppgraderas till C/D.<br/> <br/>  Ett antal av säg 12 stycken JAS 39C/D till Kroatien skulle då kosta (med samma kostnad som för Ungern) 816 miljoner dollar. Jag skummade igenom <a href=\"/leave.php?u=http%3A%2F%2Fwww.mfin.hr%2Fen%2Fstate-budget\" target=\"_blank\">den kroatiska statsbudgeten</a> som är föredömligt detaljerad. Skulle kostnaderna genom ett leasingavtal spridas ut över tio år (leasing fem år, sedan avbetalning av restvärdet i fem år räntefritt men korrigerat för inflation och kursförändringar) skulle Kroatien enligt min bedömning ha råd med 12 stycken Gripen C/D.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Starvid</strong></div> <div>Struntprat! Alla valutarisker av det slag du beskriver kan enkelt elimineras med valutasäkringar. Det sker rutinmässigt i stora affärer, och det är vanligare att man tar upp beställningar åratal i förväg än att man inte gör det, oavsett om vi pratar om vapen, isbrytare eller infrastruktur.</div> </td> </tr> </table> </div> <br/>  Jag tror du underskattar magnituden av summorna i dessa fall. Vidare att det rör sig om exportaffärer. Infrastruktur bygger man i sitt eget land med egen arbetskraft för egna arbetare. Sälja stridsflygplan och investera i motköpsaffärer är lite annat än att sälja en isbrytare eller två. Särskilt om man tar valutakursförändringar i beaktande. De där valutaförsäkringarna du pratar om riskerar att bli rätt enorma smällar som sedan ska tas från svennebanans ficka. <br/> <br/>  Om det nu var så enkelt som du vill framhålla det kan du kanske svara på varför kontraktet inte redan är påskrivet? Vidare, tror du att Saab hade gått med på att skriva på ett kontrakt med Norge med ett garanterat pris med en första leverans fem år senare med ytterligare leveranser under fem år? Det tror inte jag."
		}
	],
	[
		{
			"postIndex": 2950,
			"postNumber": 3009,
			"rankGlobal": 22,
			"rankLocal": 1,
			"scoreGlobal": 77,
			"scoreLocal": 100,
			"userRank": 21,
			"userScore": 12.1,
			"postUserName": "Omregistrerad",
			"postUserID": "u479719",
			"postUserUrl": "https://www.flashback.orgu479719",
			"postDateTime": "2010-11-14, 11:49",
			"postUrlInThread": "https://www.flashback.org/t270116p251",
			"postUrlUniq": "https://www.flashback.org/sp26849713",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Som jag förstått det har Gripensystemet varit mkt prisvärt för svenska försvaret.</div> </td> </tr> </table> </div> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.riksrevisionen.se%2Ftemplib%2Fpages%2FStartPage____536.aspx\" target=\"_blank\">Riksrevisionen</a> är en kontrollinstans som har till uppgift att granska hur staten använder våra pengar och syftet är att peka på brister, för att resurserna som finns i statsbudgeten ska användas så effektivt som möjligt. Det vill säga dina och mina skattepengar. Och föga förvånande har Riksrevisionen riktat kritik mot statens del i Gripensystemet ett flertal gånger. Kritiken har gällt allt från problem i utvecklingen, till senare uppgraderingar och statens inblandning i försäljningen av systemet utomlands.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Att köpa motsvarande system utifrån hade blivit dyrare och inte givit jobb eller kompetens till svenska företag.</div> </td> </tr> </table> </div> <br/>  Till att börja med ska vi ju komma ihåg att Gripen är ett skal som har fyllts med utländska komponenter. Det är med andra ord en hel del som har köpts utifrån även om Gripen monteras ihop i Sverige. <br/> <br/>  Dessutom vad gäller att köpa system utifrån: För att trygga försäljningen till den största kunden hittills, Sydafrika, utlovade Saab och BAE motköp på 73 miljarder kronor. Detta krävde, för att uttrycka det milt, att även den svenska staten gick in. Köper en stat ett utländskt system för säg 60 miljarder kronor är det brukligt att säljaren utlovar motköp av samma eller än högre värde. <br/> <br/>  Skulle Sverige istället valt amerikanska F-16 för den summan skulle alltså 60 miljarder kronor pumpas in i det svenska samhället av amerikanerna i motköpsaffärer. Motköp behöver inte innebära att amerikanerna köper fysiska svenska produkter för den summan, det kan betyda att de överför teknologi och \"know how\" till svenska universitet och företag (som Saab) eller gör investeringar i det svenska samhället. Det säger sig självt att det skulle bli en enorm boost för svensk kompetens och företag i högteknologisektorn.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Kan staten/SAAB sälja det utomlands så blir det ju dessutom ännu fler jobb vinstskatt.</div> </td> </tr> </table> </div> <br/>  Hittills är det enbart Sydafrika som har beställt nya Gripen och det alltså först efter att landet fick massiva motköp där svenska skattebetalare fick vara med och pröjsa. Resten av flygplanen som har exporterats har varit Flygvapnets (läs: skattebetalarnas) egendom. Med andra ord, ska vi räkna utgifter vs inkomster ser det inte särskilt vackert ut. För att kunna göra en riktig vinst måste Gripen säljas i hundratals exemplar till andra länder. Som om det kan hända...<br/> <br/>  Gripen kommer vara det sista svenska stridsflygplanet som utvecklas. Varför då, kan du ju fråga dig, om det nu är så ekonomiskt och bra för Sverige?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Att Thailand anser att Gripensystemet är prisvärt råder det nog ingen tvekan om.<br/>  Enligt deras egna utsago så kostar MLU på deras F16 A/B flotta mer än det smakar.<br/> <br/>  För att uppgrader 5 st F-16 dvs att ge dessa höre status samt ~ 4000 timmar mer<br/>  per individ <b>så fick man 4 st nya Gripen C/D</b> , så för Thailand är valet inte svårt.<br/> <br/>  Man kommer slutföra affären om de 6 senaste i den delade beställningen. och sedan<br/>  uppgrader så få F-16 som bara är rimligt för att snarast växla flygplanstyp.</div> </td> </tr> </table> </div> <br/>  Nej de fick inte nya Gripen. Thailand får begagnade kärror från Flygvapnet som uppgraderas till C/D-standard. Plus två av Flygvapnets Erieye-system, en del av Flygvapnets sjömålsrobotar, stöd med utbildning i Flygvapnets regi etc. <br/> <br/>  Det är klart att det blir billigt för thailändarna när den svenska regeringen sockrar affären med statlig egendom i form av (på grund av nedskärningar) överflödiga begagnade flygplan med mera. Givetvis hade USA haft ekonomiska resurser att sockra ännu mer och i princip skänka bort uppgradering av F-16 till Thailand med diverse lull-lull. Av politiska skäl (med den då rådande militärjuntan) var det inte aktuellt."
		},
		{
			"postIndex": 3000,
			"postNumber": 3061,
			"rankGlobal": 24,
			"rankLocal": 2,
			"scoreGlobal": 76.8,
			"scoreLocal": 99.8,
			"userRank": 21,
			"userScore": 12.1,
			"postUserName": "Omregistrerad",
			"postUserID": "u479719",
			"postUserUrl": "https://www.flashback.orgu479719",
			"postDateTime": "2010-12-05, 14:40",
			"postUrlInThread": "https://www.flashback.org/t270116p256",
			"postUrlUniq": "https://www.flashback.org/sp27352141",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ormen Långe</strong></div> <div>När F-35 går i massproduktion återstår att se, p.g.a. de ständiga förseningarna.<br/>  Ang. F-16 idag, så skulle flygplanet redan ha ersatts om utvecklingen av ersättare <br/>  gått som det skulle.</div> </td> </tr> </table> </div> <br/>  Det är möjligt, men att Block 52+ eller Block 60 av F-16 skulle vara omodernt och därmed inte kunna hävda sig mot det motstånd den kan ställas inför är givetvis trams. Iranska F-14A eller moderna versioner av den ryska Su-serien får det svårt nog vid en luftstrid. Liksom JAS 39C/D Gripen...<br/> <br/>  Länder som köpt F-16 nyligen, Marocko nu senast om jag inte är helt felinformerad, har självfallet inga planer på att ersätta dem de närmaste decennierna. F-16 kommer säkerligen fortsätta flyga till åtminstone år 2040.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ormen Långe</strong></div> <div>När och om Norge och Danmark i slutändan köper F-35 återstår att se.<br/>  Vad gäller Norge så står dörren vidöppen.<br/>  Gripen NG, EF 2000, F/A-18E/F, PAK-FA eller F-35.</div> </td> </tr> </table> </div> <br/>  Hur menar du att den står vidöppen? Vad jag har förstått har Norge redan gjort sitt val och därmed även Danmark. Varför skulle Norge välja något annat stridsflygplan nu när tillverkarna av dessa kastat in handduken?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ormen Långe</strong></div> <div>Det vi vet av historien är att finnarna brukar köpa budgetmateriel<br/>  och F-35 lär bli världens dyraste stridsflygplan.</div> </td> </tr> </table> </div> <br/>  Det finska flygvapnet är lite osynkat jämfört med många andra flygvapen. En fördel i sammanhanget är att det då går att köpa flygplan direkt från det löpande bandet som är befriat från barnsjukdomar och inledande höga kostnader. F-35 kommer knappast vara lika dyr när det blir aktuellt för Finlands (eller eventuellt Sveriges) del som är fallet för de första kunderna. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ormen Långe</strong></div> <div>Nej, Sverige har inte tvingats till dyrbara livstidsförlängningar <br/>  eller avvecklad kapacitet p.g.a. förseningar.</div> </td> </tr> </table> </div> <br/>  Skitsnack. Såväl Viggen som Gripen skulle ursprungligen beställas i avsevärt större volymer än vad som blev fallet i slutändan. Båda två blev dessutom försenade. I fallet Viggen blev det exempelvis så att man istället moderniserade en del Draken för att spara pengar. I fallet Gripen flög en del moderniserade Viggen vidare parallellt med Gripen istället för att ersättas."
		},
		{
			"postIndex": 3110,
			"postNumber": 3175,
			"rankGlobal": 30,
			"rankLocal": 3,
			"scoreGlobal": 75.5,
			"scoreLocal": 98,
			"userRank": 13,
			"userScore": 20.8,
			"postUserName": "wellerocks",
			"postUserID": "u536106",
			"postUserUrl": "https://www.flashback.orgu536106",
			"postDateTime": "2011-03-07, 00:25",
			"postUrlInThread": "https://www.flashback.org/t270116p265",
			"postUrlUniq": "https://www.flashback.org/sp29317342",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Läs vad jag skrivit istället, jag har även svarat på inlägg som handlat om F-16, och som då andra användare har postat i denna tråden.<br/> <br/>  Även bra om du först läser på lite innan du öppnar truten.<br/> <br/>  Man har sålt mängder av nytillverkade moderna F-16 de senaste 10-15 åren.<br/> <br/>  Du kan ju även titta lite på SAAB:s mutaffärer när man sålt sina flygplan till bla Sydafrika, Ungern och Tjeckien.<br/> <br/>  F-16 Block 50/52+ samt Block 60 är inte mindre modernt än tex Gripen C/D.</div> </td> </tr> </table> </div> <br/> <br/>  Saabs mut-härvor är direkt kopplade till BAE systems. BAE prackade på Sydafrika om ett paket-deal med Hawk kärror tillsammans med Gripen. BAE hade haft kopplingar med den Österrikiska Greven. Dock så hoppas jag att du förstår att i säkerligen majoriteten av fallen ligger politik och mutor bakom val, inte hur bra eller anpassbara kärrorna faktiskt är. Titta bara på hur USA stoppade J-37 försäljningen till Indien på 70-talet och hur de försökte att få ur Gripen NG ur Norges senaste uppköp. Politik och mutor styr hela stridsflygplans-affären. Att Sveriges vapenindustri står skamsen är för att Svenska vapen-hatande journalister bevakat vapen-industrin som hökar. Allt för att bevisa hur vår vapenindustri är så usel och orättfärdig vilket istället hämmar Amerikansk, Rysk och Europeisk vapenindustri men Sverige, SAAB och Bofors tappar miljarder för att inte tala om sitt ansikte utåt. <br/> <br/>  F-16 Block 50/52+ är snarare i klass med Gripen A/B prestandamässigt med undantaget av de elektroniska uppdateringarna som är i klass med Gripen C/D. Nu pratar vi ändå om två flygplan som nästan är 25-års skillnad på. Gripen är modernare, är utvecklad på mer modern teknik och har ett mycket större utbud av vapen. Det går inte att undgå. F-16 må vara det billigaste Amerikanska planet för ett flygvapen och det är beprövat. USA har med hjälp av starka politiska krafter krängt på mindre nationer begagnade F-16 plan. Personligen gissar jag att de länder som väljer att köpa nya eller begagnade F-16 plan gör detta för att i framtiden få ta del av modernare amerikanska system av slag som vidgas även utanför flygvapnet. <br/> <br/>  Visserligen är F-16 ett gediget flygplan, missförstå mig inte. Dock anser jag att det varken är ett billigare plan eller ett bättre plan än Gripen. F-16's försäljning på senare dagar har varit främst av politiska skäl."
		}
	],
	[
		{
			"postIndex": 3301,
			"postNumber": 3367,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 86,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 16.7,
			"postUserName": "Mikael666",
			"postUserID": "u11626",
			"postUserUrl": "https://www.flashback.orgu11626",
			"postDateTime": "2011-03-15, 21:57",
			"postUrlInThread": "https://www.flashback.org/t270116p281",
			"postUrlUniq": "https://www.flashback.org/sp29497022",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Eftersom man redan idag har fler kunder på F-35, än vad SAAB har potentiella kunder på Gripen NG.</div> </td> </tr> </table> </div> <br/>  Men det säger väl bara hur det ser ut nu, det är knappast en sanning om hur framtiden blir.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Läste du broschyren?<br/>  Sedan så är inte jag den enda i den tråden som påstår att gasturbinen har lägre ljudnivå.</div> </td> </tr> </table> </div> <br/>  Förstod att du inte skulle förstå vad jag skrev.<br/>  Jag har varken sagt för eller emot i den debatten, snälla säg att du förstår.<br/>  Det jag menade att din källa var helt värdelös. För att den ska vara vettig i den debatten så krävs det minst någon form av värde, t.ex. dBA vid ett visst avstånd eller liknande.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>En av Världens största tillverkare av gasturbiner hittar inte på saken i sitt informationsmaterial till kommande kunder.</div> </td> </tr> </table> </div> <br/>  Nej visst, tillverkare brukar väl inte påstå att just deras produkt är bäst. Det är väl därför man ofta läser i produkt datablad att en produkt är näst bäst, tredje bäst osv...<br/>  Du är verkligen korkad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Jo, det har du skrivit flera gånger.</div> </td> </tr> </table> </div> <br/>  Nej inte en enda gång. Du är bara för korkad för att förstå vad jag skriver.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Det kommer finnas flera olika användare av flygplanet, och som då kommer att använda flygplanet för mer än 30 % jakt, bla i Norges fall.<br/>  Det är även få kunder som kommer att ha F-22. Som du då påstår ska utföra den mesta av jakten.</div> </td> </tr> </table> </div> <br/>  Inte ens detta förstod du, varför svara du på inlägg som du inte förstår.<br/>  DET HANDLAR INTE OM VAD KUNDEN ANVÄNDER PLANET TILL!!!!!<br/>  Planet är fortfarande BYGGT för 70% attack och 30% jakt.<br/>  Om du använder en kaffebryggare till dörrstopp så innebär inte det att bryggarjäveln var byggd för det ändamålet.<br/>  Snälla kan inte någon användare svara och berätta om jag är otydlig eller inte?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>F-35 kan inte bli så mycket mer Multirole än vad det nu kommer att bli.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.lockheedmartin.com%2Fdata%2Fassets%2Faeronautics%2Fproducts%2Ff35%2FA07-20536AF-35Broc.pdf\" target=\"_blank\">http://www.lockheedmartin.com/data/a...6AF-35Broc.pdf</a></div> </td> </tr> </table> </div> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Nej, många användare ( däribland USA ) kommer att använda F-35 för betydligt mer än 30% jakt ( och mindre än 70 % attack), då F-35 är ett 5:e generationens Multiroleflygplan som ska utföra en rad olika roller.</div> </td> </tr> </table> </div> <br/>  Skrattretande att Lockheed hävdar att F-35 ersätter de typer som dom visar på sid. 4. Men läs gärna igen vad jag skrev angående din förra källa.<br/>  Tidningen AirForces Monthly har också skrivit reportage om F-35 begränsade jaktförmåga.<br/>  Intressant är också att tillverkaren har en ny definition på vad en 5-generation är. Blev visst lite jobbigt när kärran inte levde upp till e tidigare kriterierna.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Man manövrerar inte ifrån dagens moderna jaktrobotar, däremot vinner man om man upptäcker fienden först.</div> </td> </tr> </table> </div> <br/>  Åfan, det måste du snarast berätta för andra flygplanstillverkare, dom måste genast få veta att allt vad motmedel, manövrerbarhet, hastighet osv är helt onödigt. Det enda som krävs är ett relativt uselt plan med bra RCS framifrån.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Det har jag aldrig påstått - jag jämförde intern last mellan flygplanen.<br/>  Och detta därför att vi innan diskuterat nyttan av att kunna ha last internt.</div> </td> </tr> </table> </div> <br/>  Nej det gjorde du inte. Som sagt, varför jämföra något som endast det ena planet har.<br/>  Hade det varit som du skrev så hade du skrivit något i stil med \"Gripen kan inte ta intern last, vilket är dåligt för att...\". Men du jämförde i tron om att F-35 tog mer internt än vad Gripen gjorde totalt, vilket än en gång visar vilken pajas du är.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Du driver detta vidare därför att du vill försöka komma ifrån dina otroligt dumma påståenden.</div> </td> </tr> </table> </div> <br/>  Nej, jag driver detta vidare för att du alltid slänger ur dig korkade påståenden samt plattityder, och när någon svarar på det så försöker du smita undan med andra korkade påståenden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Motbevisad av vad....gäller att jämföra samma saker.</div> </td> </tr> </table> </div> <br/>  Precis. Inte som du som jämför intern last med, hmm, ja,,, vad ska vi hitta på....<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Då måste Gripenprojektet vara helt misslyckat enligt dig, då det blev försenat över 6 år.</div> </td> </tr> </table> </div> <br/>  Om det berodde på annat än att kunden ändrade kraven så JA, absolut. Om Gripenprojektet var försenat p.g.a. att Saab gjorde misstag eller liknande så var Gripenprojektet ett dåligt projekt vid det tillfället. Sen måste du också förstå att bilden kan ändras med tiden. Idag kan Gripen ses som ett lyckat projekt när man väger in alla fördelar som vida överstiger de eventuella problem som fanns tidigare.<br/>  I fallet F-35 så backar under på bred front, ekonomin är usel och milstolpar missas, så just nu är det katastrof. Framtiden kan dock bli annorlunda, det kan bli en succé.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Nej, du skrev att F-16 var omodernt jämfört med Gripen, oavsett version.</div> </td> </tr> </table> </div> <br/>  Totalt sett så ja. Givetvis kan ingående komponenter var modernare i vissa versioner men konceptet är gammalt och kommer aldrig att kunna leva vidare på samma sätt som Gripen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Nä, det verkar som du har svårt att ta till dig information.<br/>  Till skillnad från dig så har jag en del kunskap i ämnet.</div> </td> </tr> </table> </div> <br/>  Ingen kunskap alls har du, tyvärr. Det är möjligt att du tror att du har det, men det har du inte.<br/>  Stackars ledsna pojke.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Låg RCS är även mycket viktig vid BVR-jakt.</div> </td> </tr> </table> </div> <br/>  Absolut, säger inte emot alls. Men BVR-jakt är knappast det enda jaktscenariot. Sen när det gäller F-35, som endast har låg RCS rakt framifrån, så behöver den stöd från AEW eller liknande. Ligger den med egen radar och söker så är den snart rökt, om det nu inte är kamelryttare den jagar."
		},
		{
			"postIndex": 3292,
			"postNumber": 3358,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 82.6,
			"scoreLocal": 96,
			"userRank": 14,
			"userScore": 16.7,
			"postUserName": "Mikael666",
			"postUserID": "u11626",
			"postUserUrl": "https://www.flashback.orgu11626",
			"postDateTime": "2011-03-15, 10:26",
			"postUrlInThread": "https://www.flashback.org/t270116p280",
			"postUrlUniq": "https://www.flashback.org/sp29483222",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>F-35 kommer att bli operativ hos fler användare än Gripen NG.</div> </td> </tr> </table> </div> <br/>  Så du är spåtant också =)<br/> <br/>  J<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>o, jämfört med dig så är det ganska lätt.</div> </td> </tr> </table> </div> <br/>  Nej, du är en pajas och inget annat.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Menar du det om gasturbin och lägre ljudvolym jämfört med Dieselkolvmotor - jag har visat en källa från tillverkaren av motorn som hävdar så.</div> </td> </tr> </table> </div> <br/>  Nu hoppas jag att många läser detta då det är otroligt viktigt.<br/>  Först och främst har inte jag blandat mig i debatten mellan dig och Gipfel, jag tyckte bara att Gipfels kommentar var rolig och lade därför den som signatur, men jag börjar även tro att det han skrev om föräldrar som är syskon är sant.<br/> <br/>  Nu till det viktiga.<br/>  Krokofant skickade en länk i ett PM till mig, en länk till en broschyr från en tillverkare.<br/>  Där kunde man läsa att tillverkaren hävdade att en motor hade en låg ljudnivå jämfört med en annan typ av motor. Inga mätningar visades, ingen källa till ett institut som utfört ljudmätningar, inget alls. <br/>  Det enda var alltså en tillverkare som skrev att deras produkt var bra. Där mina vänner har vi nivån på Krokofjants källor. Källkritisk någon?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww51.honeywell.com%2Faero%2Fcommon%2Fdocuments%2Fmyaerospacecatalog-documents%2FSurfaceSystems%2FAGT1500_Turbine_Technology.pdf\" target=\"_blank\">\"Källan\"</a><br/> <br/>  Men tydligt igen, jag har varken sagt bu eller bä i debatten rörade motorer i MBTs<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Den kommer att vara operativ innan 2015.<br/>  Den kommer även kunna användas på tex Gripen, på samma sätt som att Meteor kan användas på tex F-16</div> </td> </tr> </table> </div> <br/>  KAN användas eller kommer att kunna användas?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Du skriver att Gripen har moderna vapen, medans F-16 bara har omoderna, du kan sedan inte berätta vilka omoderna vapen du syftade på.</div> </td> </tr> </table> </div> <br/>  Nej jag har fortfarande inte skrivit att F-16 bara har omoderna, torka tårarna och läs igen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>F-35 är ett multiroleflygplan som då klarar av jakt lika bra som attack.<br/>  De flesta användarna av F-35 kommer inte att ha några F-22 ( gäller även US Navy och USMC).<br/>  De flesta användarna kommer därför att använda flygplanet för betydligt mer jakt än dina påhittade 30%.</div> </td> </tr> </table> </div> <br/>  Nej om du hade läst källan så hade du sett att folk inom projektet hävdar just motsatsen. <br/>  Egenskaper som man försett F-35 är bäst lämpade för attack, som sagt, 70% attack och 30% jakt.<br/> <br/>  Sen verkar du inte alls förstå vad det påståendet innebär. Det har INGET att göra med vad en användare gör med planet. Planet är BYGGT för 70% attack och 30% jakt, men om en användare vill dela ut post med det så är det upp till den, men det innebär inte att planet i sig är byggt för att dela ut post.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Kan du förklara varför F-35 skulle vara dålig på jakt, och då framförallt BVR.</div> </td> </tr> </table> </div> <br/>  Dålig flygprestanda är väl det främsta. Men varför ska jag förklara när USAF och ledande inom projektet redan gjort det, torka tårarna och läs källorna.<br/>  BVR så är det så klart inte lika kritiskt, då kan jag i så fall tänka mig den begränsade lasten, om man nu vill vara stealth.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Det har jag aldrig påstått, jag jämförde den interna vapenlasten för båda flygplanstyperna.<br/> <b>Jämfört med dig </b>så är jag expert i området, ja.</div> </td> </tr> </table> </div> <br/>  Nej du gjorde ju inte det. Du trodde att F-35 tog mer internt än vad Gripen tog internt, pajas.<br/>  Varför skulle du annars jämföra något som den ena parten inte har? Förstår du verkligen inte hur korkat det är? Ungefär som att jämföra vilken som flyger snabbast, en gädda eller en skata. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Nej, Gripen NG kräver extratankar för att matcha F-35.</div> </td> </tr> </table> </div> <br/>  Nej du är motbevisad, dina egna påhitt är inte vatten värda är jag rädd inte heller tårarna som rullar längs dina kinder.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>F-35 projektet kan väl ses som lyckat då det redan har börjat tillverka serieflygplan.</div> </td> </tr> </table> </div> <br/>  Nej eftersom du inte vet hur projekt skall drivas eller vad det är som väger in när man avgör om det är lyckat eller inte så kan du väl sluta kommentera. <br/>  Ett projekt är aldrig lyckat om milstolpar inte nås i rätt tid eller om kostnader skenar, båda har inträffat i JSF-programmet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Nej det gör jag inte, jag jämför olika versioner av samma flygplanstyp. Du däremot säger att nytillverkade F-16 av senaste versionen är gamla och omoderna jämfört med Gripen.</div> </td> </tr> </table> </div> <br/>  Nej du missförstår som vanligt. Kan du inte börja posta ditt trams i ett word-dokument istället.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Det är för att man måste förklara det mest grundläggande för dig.</div> </td> </tr> </table> </div> <br/>  Det finns inget du kan lära mig. Du skriver plattityder för att verka kunnig, men alla genomskådar dig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>F-35 har mycket låg RCS och har en mycket avancerad radar, mycket bra vid tex jakt.</div> </td> </tr> </table> </div> <br/>  Ja, låg RCS framifrån, inget annat. Gripen har också låg, även om den inte är lika låg som F-35. Men Gripen har genomgående låg.<br/>  Låg RCS framifrån är och inte runt om är just för att vara bra på attack.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Jag har nu letat själv.<br/> <br/> <b>Gripen NG</b> har en räckvidd på 2200nm vilket är ungefär <b>4000km</b><br/>  enligt <a href=\"/leave.php?u=http%3A%2F%2Fwww.scribd.com%2Fdoc%2F47753666%2FDutchAirForceAssociation-Gripen-2009\" target=\"_blank\">http://www.scribd.com/doc/47753666/D...on-Gripen-2009</a> <br/> <br/> <b>f-35</b> har enligt samma dokument en räckvidd på 1370nm (LO-mode?) - 1456nm (med externa tankar?), dvs <b>2530km/2700km</b>. (påpekas att 30% mer bränsle ger 8% längre räckvidd)<br/>  Enligt Wikipedia har f-35A en räckvidd på 1200nm (2200km) vilket stödjer första dokumentet.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FLockheed_Martin_F-35_Lightning_II\" target=\"_blank\">http://en.wikipedia.org/wiki/Lockhee...5_Lightning_II</a><br/> <br/>  Finns andra uppgifter?<br/>  Det motsäger än så länge krokodils uppgifter.</div> </td> </tr> </table> </div> <br/>  Allt vettigt motsäger krokofjants påståenden. Tyvärr saknar han förmåga att ta till sig det.<br/>  Men var inte arg på honom, han förstår helt enkelt inte bättre."
		},
		{
			"postIndex": 3297,
			"postNumber": 3363,
			"rankGlobal": 12,
			"rankLocal": 3,
			"scoreGlobal": 81.1,
			"scoreLocal": 94.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "krokodil",
			"postUserID": "u126742",
			"postUserUrl": "https://www.flashback.orgu126742",
			"postDateTime": "2011-03-15, 20:40",
			"postUrlInThread": "https://www.flashback.org/t270116p281",
			"postUrlUniq": "https://www.flashback.org/sp29494745",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Så du är spåtant också =)</div> </td> </tr> </table> </div>   Eftersom man redan idag har fler kunder på F-35, än vad SAAB har potentiella kunder på Gripen NG.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Nu till det viktiga.<br/>  Krokofant skickade en länk i ett PM till mig, en länk till en broschyr från en tillverkare.<br/>  Där kunde man läsa att tillverkaren hävdade att en motor hade en låg ljudnivå jämfört med en annan typ av motor. Inga mätningar visades, ingen källa till ett institut som utfört ljudmätningar, inget alls. <br/>  Det enda var alltså en tillverkare som skrev att deras produkt var bra. Där mina vänner har vi nivån på Krokofjants källor. Källkritisk någon?</div> </td> </tr> </table> </div> Läste du broschyren?<br/>  Sedan så är inte jag den enda i den tråden som påstår att gasturbinen har lägre ljudnivå.<br/> <br/>  En av Världens största tillverkare av gasturbiner hittar inte på saken i sitt informationsmaterial till kommande kunder.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Miakel666</strong></div> <div>KAN användas eller kommer att kunna användas?</div> </td> </tr> </table> </div> Beror på om man får några kunder.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Nej jag har fortfarande inte skrivit att F-16 bara har omoderna, torka tårarna och läs igen.</div> </td> </tr> </table> </div> Jo, det har du skrivit flera gånger.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MIkael666</strong></div> <div>Nej om du hade läst källan så hade du sett att folk inom projektet hävdar just motsatsen. <br/>  Egenskaper som man försett F-35 är bäst lämpade för attack, som sagt, 70% attack och 30% jakt.<br/> <br/>  Sen verkar du inte alls förstå vad det påståendet innebär. Det har INGET att göra med vad en användare gör med planet. Planet är BYGGT för 70% attack och 30% jakt, men om en användare vill dela ut post med det så är det upp till den, men det innebär inte att planet i sig är byggt för att dela ut post.</div> </td> </tr> </table> </div> Det kommer finnas flera olika användare av flygplanet, och som då kommer att använda flygplanet för mer än 30 % jakt, bla i Norges fall.<br/>  Det är även få kunder som kommer att ha F-22. Som du då påstår ska utföra den mesta av jakten.<br/> <br/>  F-35 kan inte bli så mycket mer Multirole än vad det nu kommer att bli.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.lockheedmartin.com%2Fdata%2Fassets%2Faeronautics%2Fproducts%2Ff35%2FA07-20536AF-35Broc.pdf\" target=\"_blank\">http://www.lockheedmartin.com/data/a...6AF-35Broc.pdf</a><br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MIkael666</strong></div> <div>Dålig flygprestanda är väl det främsta. Men varför ska jag förklara när USAF och ledande inom projektet redan gjort det, torka tårarna och läs källorna.<br/>  BVR så är det så klart inte lika kritiskt, då kan jag i så fall tänka mig den begränsade lasten, om man nu vill vara stealth.</div> </td> </tr> </table> </div> Nej, många användare ( däribland USA ) kommer att använda F-35 för betydligt mer än 30% jakt ( och mindre än 70 % attack), då F-35 är ett 5:e generationens Multiroleflygplan som ska utföra en rad olika roller.<br/> <br/>  Man manövrerar inte ifrån dagens moderna jaktrobotar, däremot vinner man om man upptäcker fienden först.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MIkael666</strong></div> <div>Nej du gjorde ju inte det. <b>Du trodde att F-35 tog mer internt än vad Gripen tog internt</b>, pajas.<br/>  Varför skulle du annars jämföra något som den ena parten inte har? Förstår du verkligen inte hur korkat det är? Ungefär som att jämföra vilken som flyger snabbast, en gädda eller en skata. </div> </td> </tr> </table> </div>   Det har jag aldrig påstått - jag jämförde intern last mellan flygplanen.<br/>  Och detta därför att vi innan diskuterat nyttan av att kunna ha last internt.<br/> <br/>  Du driver detta vidare därför att du vill försöka komma ifrån dina otroligt dumma påståenden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Nej du är motbevisad, dina egna påhitt är inte vatten värda är jag rädd inte heller tårarna som rullar längs dina kinder.</div> </td> </tr> </table> </div>   Motbevisad av vad....gäller att jämföra samma saker.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Nej eftersom du inte vet hur projekt skall drivas eller vad det är som väger in när man avgör om det är lyckat eller inte så kan du väl sluta kommentera. <br/> <b>Ett projekt är aldrig lyckat om milstolpar inte nås i rätt tid</b> eller om kostnader skenar, båda har inträffat i JSF-programmet.</div> </td> </tr> </table> </div> Då måste Gripenprojektet vara helt misslyckat enligt dig, då det blev försenat över 6 år.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Nej du missförstår som vanligt. Kan du inte börja posta ditt trams i ett word-dokument istället.</div> </td> </tr> </table> </div>   Nej, du skrev att F-16 var omodernt jämfört med Gripen, oavsett version.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Det finns inget du kan lära mig. Du skriver plattityder för att verka kunnig, men alla genomskådar dig.</div> </td> </tr> </table> </div> Nä, det verkar som du har svårt att ta till dig information.<br/>  Till skillnad från dig så har jag en del kunskap i ämnet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>  Ja, låg RCS framifrån, inget annat. Gripen har också låg, även om den inte är lika låg som F-35. Men Gripen har genomgående låg.<br/> <b>Låg RCS framifrån är och inte runt om är just för att vara bra på attack</b>.</div> </td> </tr> </table> </div> Låg RCS är även mycket viktig vid BVR-jakt."
		}
	],
	[
		{
			"postIndex": 3630,
			"postNumber": 3704,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 88.2,
			"scoreLocal": 100,
			"userRank": 92,
			"userScore": 3.6,
			"postUserName": "zekatl",
			"postUserID": "u530463",
			"postUserUrl": "https://www.flashback.orgu530463",
			"postDateTime": "2011-05-03, 20:36",
			"postUrlInThread": "https://www.flashback.org/t270116p309",
			"postUrlUniq": "https://www.flashback.org/sp30425988",
			"sentence": "Jag har känslan av att Sverige verkar vara lite av en rebell när det gäller den allmänna normen att fjäska för USA. Ett antal länder väljer USA som säljare även om andra länder kan erbjuda bättre ekonomi/prestanda känns det som.<br/> <br/>  Jag tycker det är synd att t.ex. Norge inte valde Gripen, Norge och Danmark känns som riktiga svansar till USA när det gäller politik. Vill man inte agera som Sverige och vara 'oberoende' ? Förstår inte riktigt varför ärligt talat, när det gäller SAAB och dess produkter som i många år visat världen att ett litet land som Sverige minsann ändå kan göra världens bästa utrustning i viss mån känns detta som en rejält bra sak. Förstår att länder som typ USA inte köper Gripen, då Gripen är gjort för Sverige, och Sverige och USA är väldigt olika, men Norge? De måste väl ha ganska lika behov då det gäller den här typen av utrustning? Har jag fel eller är det så att politiken avgör så mycket större del än andra faktorer?<br/> <br/>  Om t.ex. norden hade gått ihop och bildat en militär allians hade det ju blivit en stark spelare och vi hade fått mycket större politisk makt och respekt, förstår inte varför man inte strävar mot ett sådant samband mer än ett större samarbete med USA...Varför ska norge, danmark, sverige och finland individuellt vara kompisar med USA istället för med varann? Detta har iof inget med diskussionen att göra jag undrar bara varför länder som Norge gör som dom gör - Jag tänker mig att det är av stor vikt att vara kompis och bra överens med sin granne, om något händer är det ju den som har störst chans att hjälpa. <br/> <br/>  Tänker mig ungefär som en skolgård där det finns olika barn, varför går inte de små barnen samma mot en gemensam fiende (mobbare el. likn.) istället för att fjäska och gå med på hans villkor? Nu är ju inte USA vår fiende kanske men ni fattar vad jag menar...<br/> <br/>  Obs, är inte kunnig, skriver bara av mig lite, ta det inte som fakta/på för stort allvar etc."
		},
		{
			"postIndex": 3759,
			"postNumber": 3840,
			"rankGlobal": 17,
			"rankLocal": 2,
			"scoreGlobal": 79.7,
			"scoreLocal": 90.4,
			"userRank": 21,
			"userScore": 12.1,
			"postUserName": "Omregistrerad",
			"postUserID": "u479719",
			"postUserUrl": "https://www.flashback.orgu479719",
			"postDateTime": "2011-12-16, 21:43",
			"postUrlInThread": "https://www.flashback.org/t270116p320",
			"postUrlUniq": "https://www.flashback.org/sp34585450",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Koll99</strong></div> <div><a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnaringsliv%2Fserbien-overvager-kopa-gripenplan_6715543.svd\" target=\"_blank\">http://www.svd.se/naringsliv/serbien...an_6715543.svd</a><br/> <br/>  Serbien tar in offerter - hur mycket påverkar politiken nu när USA tagit ett steg tillbaka i världen?</div> </td> </tr> </table> </div> <br/>  Hur menar du att det skulle påverka Serbiens val av stridsflyg att USA enligt dig har tagit \"ett steg tillbaka\"? Om du menar att de vill välja något icke-amerikanskt lär de knappast välja Gripen heller med tanke på alla amerikanska komponenter som ingår i det systemet. <br/> <br/>  För övrigt intressant att kinesiska JF-17 är med bland kandidaterna! Det finns bara en enda rimlig förklaring för det och det är givetvis att serbiska politiker inser vikten av att ha goda förbindelser med Kina. Det om något skvallrar om att valet av ett nytt stridsflygplan lär bli politiskt.<br/> <br/>  Det verkar som om EU bestämt sig för att ta med Serbien i vilket fall som helst nu när Serbien fått status som ett kandidatland. Annars hade det säkert blivit en tung faktor i upphandlingen av stridsflyg, det vill säga att flörta med fransoserna och/eller tyskarna som annars skulle satt sig på tvären.<br/> <br/>  Jag tror att Gripen hade haft en chans i Serbien (i synnerhet med tanke på att två andra slaviska länder flyger Gripen) om det inte vore för att vi talar om ett fattigt korrupt land. Jag gissar att det kommer rinna ut i sanden och att de kommer köpa några begagnade kärror från Ryssland för att kunna fortsätta upprätthålla något slags flygvapen. Om inte det svenska flygvapnet leasar ut några av sina...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Koll99</strong></div> <div><a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnaringsliv%2Ffrankrike-kan-stoppa-produktion-av-gripenkonkurrent_6694288.svd\" target=\"_blank\">http://www.svd.se/naringsliv/frankri...nt_6694288.svd</a><br/> <br/>  Blir det en mindre konkurrent framöver? Ingen verkar ha råd med det.</div> </td> </tr> </table> </div> <br/>  Rafale är inte hotad på något sätt. Varför tror du det? Om du tänker hänvisa till artikeln du länkade kan jag bara be dig vara bättre uppdaterad då samma person som citeras i artikeln har uttalat sig efteråt på ett helt annat sätt. Media tolkar saker och ting som de vill som vanligt.<br/> <br/>  Det han sa till Dassault var att skärpa sig och börja förhandla på riktigt med andra länder. Den franska försvarsindustrin är van att ha en säker trygg kund genom staten och att denna alltid ska komma till dess räddning. Någonting franska skattebetalare inte alltid är helt nöjda med av förståeliga skäl."
		},
		{
			"postIndex": 3754,
			"postNumber": 3835,
			"rankGlobal": 18,
			"rankLocal": 3,
			"scoreGlobal": 79.6,
			"scoreLocal": 90.2,
			"userRank": 3,
			"userScore": 47.4,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-15, 14:10",
			"postUrlInThread": "https://www.flashback.org/t270116p320",
			"postUrlUniq": "https://www.flashback.org/sp34555810",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Koll99</strong></div> <div>Tänkte mest på att denna tråd handlade om Gripen och inte F-35. Eftersom det numer i en viss skribents frånvaro verkar som om trådarna för en gångs skull kan få handla om ämnet, vore det ju bra om vi tog chansen också. Hur länge det varar vet vi ju inte.<br/> <br/>  Min poäng var alltså Gripen mot ryska/kinesiska möjliga motståndare, och kanske äldre amerikanska system som finns lite här och var de med.</div> </td> </tr> </table> </div>   Sorry för OT. Gripen är byggt för att vara väloptimerat i alla spektrum. Det innebär att det inte finns en enskild teknik som kan ge en motståndare någon större edge över en Gripen. Just nu används UV, IR och radar i VHF tom X-band. Gripen är ett av de svåraste planen som finns att upptäcka i alla band med alla tekniker vilket innebär att de som använder aktiv sökning måste vara nära nog att avslöja sig själva först.<br/> <br/>  Gripens enda funktionsmässiga konkurrenter är EF2000 och Rafale då F16 idag har nått sin potential (om inte radikala skrovförändringar görs). Det stora hotet kommer från Rysslands Su35BM. Den har världens kraftigaste jaktplansradar (Irbis-E), bakåtseende radar och fenomenal OLS. T.ex skulle planet kunna hitta en Gripen på 160km och en F35 på 75km (från optimal vinkel), från sida/bakifrån är dessa avstånd ännu längre, säkert över 200km och en bit över 100km mot F35.<br/> <br/>  Enda sättet att slå en Su35 är genom att ha en längre arm (dvs vi måste ha något bättre än Meteor), använda luftvärn eller genom att anfalla i sida/bakifrån och då aldrig vara närmare än 46km. Det enda planet som kan supercruisa ifatt planet är en F22. En F35 skulle aldrig hinna fly för att anfalla i sida eller kunna använda sin egen radar heller för den delen. (För då upptäcks den av Su35 på längre avstånd än 75km (Su35s egen escape zone)). Kommer man in bakifrån så kommer det ändå vara svårt att få en låsning då man antingen måste ha IR-system som kan se ett supercruisande flygplan bakifrån på långt över 50km, man får inte använda EBK själv (då upptäcks man av OLS), man kan inte använda radarjaktrobot då bakåtseende radarn även fungerar som en kraftig störsändare samt radarsensor osv.<br/> <br/>  Ett kluster av moderna Su27 och Su35 är i mitt tycke det största hotet idag och F22, Gripen och EF2000 (och ev F15) är de enda som kan hota tillbaka. De har en helt annan doktrin och med bättre vapen än vad alla nämnda plan har så är det minst sagt tufft. (Räckvidden för senaste AMRAAM är 120km om den avfyras i mach 1,5, annars är det ca 100km, räckvidden för vapen på Su35 är 130-200km+ även om de inte avfyras i supercruisefart).<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FlippFlopp</strong></div> <div>Är detta verkligen sant? Med dopplerradar så urskiljer man ju flygplanen pga dess relativa hastighet mot bakgrunden...</div> </td> </tr> </table> </div> Det beror på hur lågt planen flyger och hur terrängen ser ut. Mot homogen terräng (öken, ängar etc) är det inte svårt, men gör samma sak i en terräng där målet rör sig under marknivå (omgivande toppar) och där marken är full av olika reflektioner. Sen påverkar även höjden och avstånden resultatet. På nära håll spelar det ingen roll, närmare maxavståndet spelar det stor roll.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Flipp-Flopp</strong></div> <div>En mycket avgörande fördel med att ha låg radarsignatur som jag aldrig sett diskuteras... <br/> <br/>  Först tvingar fienden att öka effekten på deras radar vilket innebär att man lättare kan detektera denna radar. Man förenklar alltså för sina egna sensorer. Annars så tvingar man fienden att inte använda radarn.<br/> <br/>  Om man belyser ett mål med hög signatur så behöver man inte dra på så mycket effekt vilket försvårar upptäckt av sin egen radar med deras sensorer.<br/> <br/>  Är ingen expert inom detta område, men någon som har en kommentar angående detta?</div> </td> </tr> </table> </div>   Det är precis det jag kommenterat hela tiden. Gripens signatur är så pass liten att den alltid kommer upptäcka belysning först. Samma gäller Rafale, EF2000, F35, Pak FA och F22 men även Super Hornet mfl. Den som använder egen radar mot dessa plan gör sig själv till ett utplottat mål utan att veta om det."
		}
	],
	[
		{
			"postIndex": 4009,
			"postNumber": 4099,
			"rankGlobal": 29,
			"rankLocal": 1,
			"scoreGlobal": 75.6,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 47.4,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2012-05-09, 01:03",
			"postUrlInThread": "https://www.flashback.org/t270116p342",
			"postUrlUniq": "https://www.flashback.org/sp37256977",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WiperTheMighty</strong></div> <div>Absolut <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/thumbsup.gif\" title=\"Thumbsup\"/> </div> </td> </tr> </table> </div> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WiperTheMighty</strong></div> <div>Varför inte?</div> </td> </tr> </table> </div>   För att flygplanet endast fungerar i jakt och interceptrollen och är totalt handikappad i alla andra situationer. Till det är EF2000 endast bra rakt framifrån få det är där signaturanpassningen är bäst jmf med Rafale. (Motorbladen syns inte på EF2000 vilket de gör lite grann hos Rafale och det är en stor reflektionskällor, i alla andra vinklar är EF2000 hopplöst missbildad jämfört med Gripen i första hand och Rafale i andra hand)<br/> <br/>  Men vi kan väl kika på vad flygplanen var byggda för och därefter säga om de är lyckade eller ej. EF2000 byggdes som air superiority fighter, dvs den skulle slå ut flankers och \"äga\" luftrummen. Hur har det gått? Mot Rafale har det gått åt skogen, Gripen vet vi inte och jämför vi med Flankers så har EF2000 ingenting att sätta emot. Den har lägre fart, ryssarna har thrust vectoring sedan länge, deras robotar har längre räckvidd, de har större vapenlast, flyger snabbare och har världens kraftfullaste AESA radar samt <b>ett av</b> världens bästa optiska system. EF2000 har inte mycket som matchar. Dessutom kostar ryska flygen en tredjedel till en fjärdedel i inköp, är billigare i drift + har bakåtseende radar som nästan matchar EF2000s framåtseende (och enda) radar.<br/> <br/>  Man har alltså byggt ett flygplan som är sämre än fiendens, kostar ca 3-4ggr mer i inköp och 2 ggr mer i drift och man saknar markmålsförmåga. Rafale och Gripen har vissa situationer där de har ett övertag mot ryssen men EF2000?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WiperTheMighty</strong></div> <div>Har ryssarna den tekniska kompetensen för att bygga ett stridsflyg som klår F-22 då? Tänker på Mig-25 som väst överskattade väldigt mycket men som sedan visade sig vara sämre en vad man trott.<br/>  Kinesernas J-20 bör man se Kinesernas J-20 det som ett reelt hot?</div> </td> </tr> </table> </div>   F22 som projekt är nedlagt så jag tror inte att de kommer få ett optiskt system inbyggt. F22 är grymt i sin 120 graders kon (framåt) och har en bra radar, men då den saknar IRST så kan den inte hitta flygplan baserat på värmesignatur. F22 kräver med andra ord understöd av markradar eller AWACS. Utan stridsledning är F22 alltså ganska blind medan PAK FA har radar framåt, bakåt och vingspetsradar i L-bandet (alltså det band där flygplansformen i princip saknar betydelse) + OLS50 som kommer vara ett IRST-system i absolut världsklass.<br/> <br/>  Så F22 kommer vara bättre med radar på, förutsatt att fiendens sensorer inte fungerar. I alla andra lägen kommer PAK FA ha ett övertag. De gjorde valet att satsa på stealth som är \"tillräckligt\" bra och la till funktioner och förmågor som F22 pga sin extrema radarstealth-optimering fick vara utan. Nästa generation F22, som aldrig kommer byggas, skulle kunna ändra på det. Mig 25 klarar sin roll perfekt, och det var att jaga bort SR71. Mig29 visade sig tidigt vara vassare än F16 under flera år då de var tidigt ute med hjälmsikten som klarade större \"off bore\"-vinklar än dåtidens F16. Idag med de senaste Mig29 så vågar jag påstå att prestandan ganska jämn men att F16 innebär mindre problem och lägre driftkostnader.<br/> <br/>  J20 har man inte visat mycket av så jag säger varken bu eller bä om den.<br/> <br/>  Om du betvivlar ryssarnas kompetens så kan du kan googla lite på vad som sägs om OLS-35 och Irbis E samt jämföra räckvidderna för R37, R27AE+EM och K100 mot moderna jaktrobotar som AIM120D och METEOR. OLS-35 kommer bytas till OLS50 i PAK FA."
		},
		{
			"postIndex": 4172,
			"postNumber": 4263,
			"rankGlobal": 68,
			"rankLocal": 2,
			"scoreGlobal": 69.7,
			"scoreLocal": 92.1,
			"userRank": 13,
			"userScore": 20.8,
			"postUserName": "wellerocks",
			"postUserID": "u536106",
			"postUserUrl": "https://www.flashback.orgu536106",
			"postDateTime": "2012-07-06, 20:48",
			"postUrlInThread": "https://www.flashback.org/t270116p356",
			"postUrlUniq": "https://www.flashback.org/sp38202492",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Svithjod</strong></div> <div>Fördelen med Lövet hos sossarna är att han är mer försvarsindustrivänlig än valfri borgare så att man skrotar Gripen i en uppgörelse med latte Mp och V finns inte.<br/>  Vidare går S till val ensamma vilket kommer gynna S jmf. vid tidigare val.</div> </td> </tr> </table> </div>   Nu är ju dock det största problemet med Löfven att han sitter i ett parti som tillhör en allians där merparten av de ingående partierna har som avsikt att både förminska försvarsbudgeten och totalt dementera Svensk vapenexport. Dvs att minska anslagen till försvaret samtidigt som man vill hindra Gripen och andra Saab-produkter från att exporteras till andra länder är inte direkt en positiv utgångspunkt för Gripen E/F. Sen att Socialdemokraterna har många fler röster än V och MP är en annan sak, men det finns även många röster inom S som vill minska försvarsanslag och som är ytterst kritiska till vidareutveckling av Gripen. Du har främst SD, M, C och KD som är positiva till vidareutveckling av Gripen, FP och S som velar fram och tillbaka och slutligen V och MP som är starkt kritiska till vidareutveckling av Gripen. M vill ju inte ens göra en luftförsvarsutredning utan påstår att Gripen E/F löser detta med fortsatta uppdateringar i framtiden. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WiperTheMighty</strong></div> <div>Är inte det ett tecken på att dom letar sig mot det dyrare alternativet?</div> </td> </tr> </table> </div>   Helt ärligt vet jag inte vad Brasilienarna håller på med. Inofficiellt har du <i><b>många</b></i> korrupta politiker och många misstankar om mutor, främst från Amerikanskt och Franskt håll (sen är nog SAAB inte helt oskyldiga heller). Min gissning är att Brasilien för tillfället mjölkar situationen så mycket som möjligt. Saab har skapat ett utvecklingscenter i Brasilien, Boeing skrev nyss på kontrakt med Embraer om att hjälpa med utvecklingen och försäljningen av KC390 som ett alternativ till C-130J och A400M. Dessutom har Dassault också kommit med en del liknande utvecklings-samarbeten. Sen en annan aspekt är att både Dassault och Saab kan komma att ge Brasilien bättre erbjudande med tanke på sina pågående förhandlingar med Indien respektive Schweiz (och kanske även Holland snart?) och dessa har ganska stor betydelse för Brasilien. För Rafalen kan framförallt priset minska med en lyckad affär i Indien och framtida upphandlingar i UAE, Qatar, Kuwait och Malaysia samtidigt som det finns många samarbetspartners för Brasilien att samarbeta med. För Gripen är det framförallt i hur stor utsträckning som planet uppdateras. Gripen i utförande MS21 hade upp till 98 möjliga uppdateringar och enligt flera experter kan ett avtal med fler än Schweiz och Sverige komma att innebära förminskad radarsignatur i allt större utsträckning."
		},
		{
			"postIndex": 4258,
			"postNumber": 4349,
			"rankGlobal": 84,
			"rankLocal": 3,
			"scoreGlobal": 68.2,
			"scoreLocal": 90.2,
			"userRank": 27,
			"userScore": 10.7,
			"postUserName": "DoDaDa",
			"postUserID": "u311210",
			"postUserUrl": "https://www.flashback.orgu311210",
			"postDateTime": "2012-07-31, 09:22",
			"postUrlInThread": "https://www.flashback.org/t270116p363",
			"postUrlUniq": "https://www.flashback.org/sp38573819",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Darkwing Duck</strong></div> <div>Hur var det i så fall tänkt att klargöringen skulle skötas i det gamla krigsbassystemet, då var det väl vanliga värnpliktiga som skulle sköta det jobbet? De repövade ju knappast oftare än ett par gånger per decennium i alla fall.</div> </td> </tr> </table> </div> <br/>  Innan min tid, så vet inte säkert, men kan spekulera lite. <br/>  Under tiden vi hade Viggen så behövdes det betydligt fler mekaniker (vpl) på kärran. Två stycken tankade, två stycken laddade kanonen, två stycken hänge en robot, två andra hänge en till robot. Ja, du förstår att det krävdes folk. Det fanns även två tekniker på kärran. Teknikerna var anställda officerare och arbetade således konstant med flygplanet. Mekanikerna rullade på med nya hela tiden så jag undrar om det alls var aktuellt att kalla in dem gamla i händelse av krig.. Som sagt, spekulationer<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Eerieye</strong></div> <div>För att vara lite elak - helt oavsiktligt naturligtvis - så skulle det ju.. hmm... alltså helt spekulativt.. alltså.. kunna visa sig att Bosse, 45 år, fixar detta lika bra som flygteknikerna på flottiljen. Eller inte..?<br/> <br/>  Hmm.. och en flygtekniker kan ju ha åkt med första planet till vägbasen? Första planet som kan vara en Sk60?</div> </td> </tr> </table> </div> <br/>  Bosse kan absolut göra ett lika bra jobb. Om Bosse ska utföra jobbet på din miljondyra bil så kommer han säkerligen vara lite osäker och behöver därför ofta titta i manualer. Han kommer att ta betydligt längre tid på sig än Olle som gör samma arbete flera gånger i veckan. <br/>  Alltså kommer det fallera ute på krigsbasen. Kärran kommer inte iväg tillräckligt fort, teknikern blir stressad, missar att kolla in i luftintaget på kontrollen. I värsta fall kan det ha gått in en fågel där när flygplanet stått på backen. Detta kommer behöva leda till motorbyte och kärran blir stående. <br/> <br/>  Men självklart kan Bosse göra ett lika bra jobb fastän han inte är så van. Troligen kommer det bara att ta längre tid, och i värsta fall kommer han att missa hälla tillbaka olja i din dyra bil och motorn skär. Då kommer du ångra dig att du inte tog din dyra bil till en kunnigare tekniker.. <br/> <br/>  ---<br/> <br/>  Att en tekniker flyger ut i förväg. Skulle eventuellt kunna funka. Frågan är bara hur pass tidigt innan man får veta att det ska landa en 39:a ute på en vägbas. Jag vet som sagt inte så mycket hur det funkade tidigare med bassystemet."
		}
	],
	[
		{
			"postIndex": 4388,
			"postNumber": 4484,
			"rankGlobal": 16,
			"rankLocal": 1,
			"scoreGlobal": 79.9,
			"scoreLocal": 100,
			"userRank": 18,
			"userScore": 15.5,
			"postUserName": "ööööööHH",
			"postUserID": "u267887",
			"postUserUrl": "https://www.flashback.orgu267887",
			"postDateTime": "2012-08-27, 23:30",
			"postUrlInThread": "https://www.flashback.org/t270116p374",
			"postUrlUniq": "https://www.flashback.org/sp39054908",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>RyttarVM1990</strong></div> <div>Av vilken anledning skulle Ryssland använda just TU-22M för att attackera Sverige?  Skulle de spränga BAMSE-modellen i luften?<br/> <br/>  Varför skulle Ryssland landstiga på Gotland och upprätta en bas?<br/> <br/>  Varför skulle ryska flygvapnet vilja flyga till västkusten?<br/> <br/>  Det ni besitter är tekniska kunskaper som ger rätt svar på förmåga, men det jag använder mig av är sunt förnuft som säger mig att vi lika gärna kunde skicka upp Lansen, Viggen eller Draken. Så liten är hotbilden. Gripen har kostat pengar och det finns ingen användning för A, B ch C. Således inte heller en NG. SAAB-38 och A-20 hade passat våra behov bättre.</div> </td> </tr> </table> </div> <br/>  2: De har väl en gasledning i närheten av gottland som de gärna vill ha 100% kontroll över?<br/> <br/>  3:Nu har jag dålig koll, men känns för det första att lansen, draken och viggen är betydligt dyrare flygplan att ha i drift (kanske dyrare att tillverka med?). Förmodligen är dessa flygplan helt odugliga med, alltså vi hade fått ett dyrare flygvapen som är helt värdelöst.<br/> <br/>  Gripen har inte kostat pengar, det har GENERERAT pengar för Sverige. JAS-projektet har enligt uträkningar betalat tillbaka sig 2.6ggr mot va det kostade, detta genom ren försäljning plus att cilvila produkter började utvecklas. Tex. Ericsson utvecklades rejält i och med JAS-projektet och började utveckla civila produkter samtidigt.<br/> <br/>  Vi har alltså fått en gratis uppsättning JAS OCH tjänat pengar. Hade JAS-planen skrotats direkt efter tillverkning hade JAS-projektet fortfarande varit en vinst-affär alltså.<br/> <br/> <b>JAS-projektet har generat jobb, know-how och stora inkomster för Sverige</b> Så sluta snacka om att det kostat pengar..<br/> <br/>  Nu när Sverige har kunskapen och tekniken för att utveckla JAS är det rent att efterbliven att köpa utländska alternativ, även om det hade varit billigare för försvaret (nu är det inte ens det, utan JAS är billigast). Köper man utländsk så försvinner alla pengarna man betalar, köper man inhemskt så kommer en stor del av pengarna tillbaka ut i Svenska samhället genom jobb och löner mm + att den civila hightech-industrin får en push.<br/> <br/> <b>En fråga:</b> Så som jag förstått det är Sveriges-försvars strategi att ha ett så litet och billigt försvar som möjligt, som inte på långa vägar räcker till att försvara landet. Men vi försöker fortfarande hålla försvaret igång med moderna grejer så att industri + kompetens fortfarande finns kvar i landet. Om hot-bilden skulle ändras har vi alltså färsk kunskap och en industri som kan köra igång direkt?<br/> <br/>  Alltså, om ett hot skulle inträffa så kan Sverige ganska snabbt bygga upp ett stort och starkt försvar (börja bygga Gripen E/F mm), just eftersom industrin fortfarande lever och vi har kunskapen?<br/> <br/>  Detta känns ju vettigare än att ha ett stort och dyrt försvar igång med gamla prylar?"
		},
		{
			"postIndex": 4290,
			"postNumber": 4383,
			"rankGlobal": 20,
			"rankLocal": 2,
			"scoreGlobal": 79.3,
			"scoreLocal": 99.3,
			"userRank": 3,
			"userScore": 47.4,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2012-08-25, 19:10",
			"postUrlInThread": "https://www.flashback.org/t270116p366",
			"postUrlUniq": "https://www.flashback.org/sp39019580",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>503</strong></div> <div>Ja, om det nu bara vore för en gång skull.<br/>  Vi har satsat järnet på det dödfödda JAS-projektet i över 20 år nu, och jag kan garantera dig och alla andra skattebetalare att det har kostat mer än vad det både smakat och tjänat igen. <br/>  Det är i grund och botten, och med det menar jag vid projektets start under kalla kriget, en god tanke, men idén om att lilla Sverige ska hålla en egen inhemsk produktion av stridsflygplan är förlegad. <br/>  Vilka andra småländer befattar sig med någonting liknande?<br/>  Hur många kärror har vi sålt?<br/>  Hur mycket har inte försvarsmakten behövt lida över det jävla flygplanet?<br/> <br/>  Det är inget fel på Gripen som flygplan, men som industriellt och politiskt fenomen är det fullkomligt katastrofalt.<br/>  Vi har ju till och med skrotat helt nya flygplan som aldrig ens flugits p.g.a. att beställningarna från åttiotalet är för stora för vårat behov idag, och nu ska vi köpa ännu fler!<br/>  Det är vansinne, ingenting annat. <br/>  SAABs flygplansproduktion är en cacerböld i svensk försvarsindustri.</div> </td> </tr> </table> </div>   Anser du att det finns ett alternativ eller?<br/> <br/>  Gripen är ett bra flygplan och inklusive all utveckling, och inköp av 170 flygplan etc så har staten inflationsjusterat satsat 97 miljarder. Vi har exporterat Gripen för 60 miljarder (+/-15% beroende på valutakurser etc).<br/> <br/>  Vi har exporterat över 30% av alla Gripen som tillverkats vilket är det bästa vi någonsin presterat med något stridsflygplan.<br/> <br/>  Vad gäller priserna så är Gripen inte bara billigast i inköp utan även billigast i drift. Detta inkluderar utvecklingen. Det rullar in nästan en miljard <b>per år</b> till staten för Ungerns leasingavtal och något mindre för det tjeckiska. Hade vi haft... säg F16 så hade flygvapnet varit dyrare i drift, vi hade inte tjänat pengar på leasingavtalen osv. Dessutom går mycket tillbaka i form av skatt vid produktionen.<br/> <br/>  Vi har alltså för under 100 miljarder sedan 90-talet (eller &lt;5 mdr per år) fått nordens största och finaste flygvapen. Dessa 100 mdr har inte gått till USA utan stannat i inhemsk produktion (till större delen). Av dessa 100 miljarder så har staten, i absoluta tal, tjänat tillbaka 42 miljarder bara på leasingavtalen.<br/> <br/>  Jag vet att vissa har ett irrationellt hat mot Gripen, men klaga på det den gör dåligt istället. Vad det skulle vara vet jag faktiskt inte. C/D och A/B har kanske lite mindre vapenlast än vissa varianter av F16, men med E/F-versionen är det löst och man måste gå på flygplan i storlek med Super Hornet för att få med sig två robotar extra. Hitta ett endaste flygplan som vi skulle köpa istället för Gripen och motivera det gärna. Ryska flygplan är uteslutet då de är den part vi mest sannolikt kommer kriga mot. Tänk även på att det flygplanet ska ha funnits på 80-talet."
		},
		{
			"postIndex": 4491,
			"postNumber": 4588,
			"rankGlobal": 26,
			"rankLocal": 3,
			"scoreGlobal": 76.8,
			"scoreLocal": 96.1,
			"userRank": 3,
			"userScore": 47.4,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2012-09-02, 10:53",
			"postUrlInThread": "https://www.flashback.org/t270116p383",
			"postUrlUniq": "https://www.flashback.org/sp39144179",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Megaforce</strong></div> <div>Viggen ratades aldrig av något land som ville köpa det utan USA blockerade i stort sett alla affärer eftersom Viggen var för överlägsen de andra flygplan som fanns på den tiden.</div> </td> </tr> </table> </div>   Fortfarande... Viggen såldes till ganska exakt 0 st länder exkl Sverige.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bloodsucker</strong></div> <div>Hur står sig Gripen NG mot Sukhoi PAK FA?</div> </td> </tr> </table> </div>   Pak FA bygger vidare på ryska Flankers som i rå prestanda är överlägsna allt vi har i väst (utom möjligen F22). Detta har amerikanska officerare bekräftat officiellt efter möten med den bantade Su30MKI och under 80-talet vid möten med Su27. För att se vad dagens Su35 klarar i underljudshastighet så kan du ju lite snabbt kika på denna löjliga halvloop/spin där flygplanet nästan roterar på sin egen axel. Pak FA kommer vara bättre iom kraftigare motorer, mer TVC och lägre vingbelastning.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DZRV-c4s5vMo%26amp%3Bt%3D175\" target=\"_blank\">http://www.youtube.com/watch?v=ZRV-c4s5vMo&amp;t=175</a><br/> <br/>  Vidare kommer Pak FA att vara mindre synlig för radar än tidigare (Su35 är nere under 0,5m^2 framifrån vilket är under hälften av gamla F16). Vi vet att den ryska OLS35 är riktigt vass och att OLS50 ska ge dubbla prestandan. Om det inte är regn eller snöoväder så kommer alltså Pak FA i första hand att leda efter mål optiskt eller genom AWACS och på lång distans använda radarn för låsning. Pak fa har även L-bandsradar samt fram och bakåtseende radar i X-bandet med räckvidder som borde få många västpiloter att gråta.<br/> <br/>  Gripen är ett litet flygplan, 14 meter långt (pga att motorn sticker ut rätt mycket baktill) och 8 meter i bredd mot Pak FAs 20 meter i längd och 14 meter i bredd. Med sämre optiskt system bör Gripen kunna hitta Pak FA på längre avstånd än Pak FA kan hitta Gripen. Med AWACS och hög brusnivå kan båda flygplanen antagligen klara sig bra undan upptäckt från radar.<br/> <br/>  Så länge de ryska planen anfaller över vattnet och de svenska kan flyga lågt i låg hastighet över land så är Gripen ett bra defensivt system även mot ryska Pak FA. Med IRIS-T har Griparna mycket bra utgångsläge i närstrid och med Meteor har de ett hyffsat utgångsläge på distans. Taktik är det som är avgörande och har man fastlandet med allt brus det innebär så kan Gripen nyttjas bra mot Pak FA som kommer avslöja var de kommer ifrån då de är över havet. Gripen kan då alltid genskjuta i sida eller snett bakifrån. På neutral mark, flygplan mot flygplan, har Gripen inte mycket att säga till om.<br/> <br/>  I det här fallet blir situationen densamma som för F35, fienden har mindre svängradie, fienden är snabbare och fienden bär mer vapen. Lyckligtvis är Gripen inte sönderoptimerad mot enbart radar utan kan försvinna in rätt bra i vegetationen tack vare sin litenhet och låga värmesignatur.<br/> <br/>  Så ungefär så ser det ut. Ryska flygplan av idag äter upp det mesta som finns i deras väg, deras enda nackdel är storleken..."
		}
	],
	[
		{
			"postIndex": 4726,
			"postNumber": 4825,
			"rankGlobal": 107,
			"rankLocal": 1,
			"scoreGlobal": 66.5,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 47.4,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2012-10-08, 22:15",
			"postUrlInThread": "https://www.flashback.org/t270116p403",
			"postUrlUniq": "https://www.flashback.org/sp39739361",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Zunar</strong></div> <div>Någon som vet hur det här med motköp fungerar mer i detalj? Är det så att svenska skattebetalare får stå för notan då Sverige \"investerar\" i någon outvecklad industri i ett land långt borta? Har nämligen svårt att tänka mig att dessa pengar kommer från Saabs företagskassa..</div> </td> </tr> </table> </div>   Då jag råkar ha haft bra kontakt med ett av dessa företag och gått igenom detaljerna så känner jag att jag kan svara.<br/> <br/>  I motköpsprogrammen så plockar man in de stora företagen, från Schweiz kan det t.ex vara ABB, Matisa, Nestlé, Roche mfl (dvs industri/robotar, järnvägsproduktion, mat, läkemedel etc) och motköpare blir då bolag i Sverige eller staten samt alla stora affärer som de i motköpsprogrammen öppnar.<br/> <br/>  Detta är ett typexempel på motköp: <a href=\"/leave.php?u=http%3A%2F%2Fwww.sydsvenskan.se%2Fsverige%2F55-miljarder-till-jarnvagar-%2F\" target=\"_blank\">http://www.sydsvenskan.se/sverige/55...ll-jarnvagar-/</a><br/>  Antagligen går delar av affären till Matisa och andra delar till exempelvis Kirow. Världens två främsta leverantörer av järnväg (ca 5-10 ggr snabbare än svenska bolag och betydligt mycket billigare).<br/> <br/>  Ett annat exempel är om Investorsfären får jobb i något land tack vare motköpsprogrammet. Detta skulle kunna vara ett sådant jobb: <a href=\"/leave.php?u=http%3A%2F%2Fvlt.se%2Fpengarjobb%2F1.1829507-abb-order-for-765-miljoner-kronor\" target=\"_blank\">http://vlt.se/pengarjobb/1.1829507-a...iljoner-kronor</a><br/>  Dvs ABB får en order på 765 mdr i Saudiarabien. En affär som gått igenom tack vare Svenska staten och Investor.<br/> <br/>  Ett annat exempel skulle kunna vara om Investor eller Sverige genom... tex bistånd i tredje världen ordnar hela förarbetetet för Novartis så de kan sälja medicin till en bananrepublik.<br/> <br/>  Så motköp handlar inte om att man ska köpa klockor och choklad för 22 miljarder utan att man i jämna upphandlingar föredrar Schweiziska företag (som ABB, Novartis, Roche) och helt sonika drar av det på motköpsavtalet och att man öppnar upp för deras affärer i resten av världen. När SAAB ska köpa nya maskiner så kommer troligtvis ABB komma till upphandlingen vilket bör gälla flera stora industribolag.<br/> <br/>  EDIT: Det kan även ingå investeringar i landet. T.ex att ABB tillskriver en expansion i Schweiz till SAAB-affären."
		},
		{
			"postIndex": 4676,
			"postNumber": 4775,
			"rankGlobal": 113,
			"rankLocal": 2,
			"scoreGlobal": 66.3,
			"scoreLocal": 99.6,
			"userRank": 13,
			"userScore": 20.8,
			"postUserName": "wellerocks",
			"postUserID": "u536106",
			"postUserUrl": "https://www.flashback.orgu536106",
			"postDateTime": "2012-09-30, 13:54",
			"postUrlInThread": "https://www.flashback.org/t270116p398",
			"postUrlUniq": "https://www.flashback.org/sp39596068",
			"sentence": "Vet inte hur Sverige skulle ställa sig till att exportera Gripen till Algeriet. Fransk export hade väl inte varit något problem. Men Svensk? Algeriet är väl inte direkt känt för sina mänskliga rättigheter. Men kul för Saab om man skulle lyckas. Och Gripen E hade väl säkert överträffat det mesta från närområdet. <br/> <br/>  Jag undrar mer vilket land i Asien som Eddie de la Motte pratade om \"More to the east\" utöver Thailand och Malaysia... De möjliga kandidaterna jag ser är Vietnam, Brunei, Filippinerna, Singapore och kanske även Indonesien.<br/> <br/>  Vietnam har trots allt 150 MiG-21 och 50 Su-22 vid sidan om en grupp av 39 Su-27 och Su-30. Att ersätta de 200 lättare stridsflygen av typ MiG-21 och Su-22 mot Gripen C/D eller E/F skulle kunna vara ett bra alternativ för att dels kunna kontra Kinas offensiva territorial-politik där Gripen med AAM och RBS-15 även kan lämpa sig väl mot Kinesiska sjömål och luftmål och dels för att utgöra en mer ekonomiskt fördelaktig low-del i en High-Low mix av Su-30 och Gripen. <br/> <br/>  Brunei har länge sökt förmågan att skaffa stridsflyg och med eskalerande konflikter rörande gränsdispyter i området skulle Gripen definitivt kunna vara en bra start. Brunei har ju redan Pilatus PC-7 trainers vilket gör att man troligtvis skulle kunna föra vidare-utbildning i Sverige tillsammans med svenska stridspiloter. <br/> <br/>  Fillipinerna har velat fram och tillbaka angående stridsflyg och verkar ha bestämt sig för Koreanska T/A-50 i rollen istället för begagnade F-16 från USA. T/A-50 har däremot begränsad förmåga till sjömålsbekämpning och luftstrid vilket skulle kunna betyda att man letar efter riktiga stridsflyg som kan lösa dom punkterna. Dock tror jag ekonomin skulle sätta stopp för något sådant.<br/> <br/>  Singapore har en skara om 49 F-5 derivat och avser ersätta dessa. Problemet med Singapore är att man redan använder F-15 och F-16 som en high-low mix och har även visat intresse för att bli en F-35 partner. Antingen kan man fortsätta med F-16 och beställa in moderna F-16V (som Lockheed trots allt marknadsfört mot just Singapore) med AESA och moderna system utan att behöva göra en överväldigande förändring gentemot dagens utbildningar, reservdelar och upplägg, eller skaffa F-35/F-15SE för att kunna få ett \"stealth\"-plan för att därmed kunna kontra Kinas upptrappningar med J-20 och J-31. Dock har Sverige militära kopplingar med Singapore sedan tidigare (Kockums ubåtar, PT-lundin industry, RBS70 och Giraffe)<br/> <br/>  Sist men inte minst Indonesien som inte riktigt verkar ha en klar syn på vad man vill ha. I dagsläget använder man en mix av Su-30, Su-27, F-5, F-16 och i framtiden (post 2020) även KF-X. Hoppet där är väl att man funderar på att avbryta beställningen på de nyrenoverade F-16 från USA eller hoppar av KF-X för att istället lägga beställning på Gripen. Men låter inte särskilt troligt. <br/> <br/>  Vad tror ni?"
		},
		{
			"postIndex": 4661,
			"postNumber": 4760,
			"rankGlobal": 200,
			"rankLocal": 3,
			"scoreGlobal": 61.1,
			"scoreLocal": 91.7,
			"userRank": 4,
			"userScore": 35.6,
			"postUserName": "Brunkeberg",
			"postUserID": "u736046",
			"postUserUrl": "https://www.flashback.orgu736046",
			"postDateTime": "2012-09-29, 12:34",
			"postUrlInThread": "https://www.flashback.org/t270116p397",
			"postUrlUniq": "https://www.flashback.org/sp39580231",
			"sentence": "Det jag säger är att man valde att lägga såpass mycket av spaningsinsatserna på  de 5 st Gripenflygplanen ( 8 st i början av insatsen), av den anledningen att Svenskt flyg inte fick delta i direkta stridsoperationer, och att spaning var det enda man kunde bidra med.<br/>  Och att nyttan av just fotospaningskapseln är kraftigt överdriven.<br/>  Svenska styrkan hade därmed enbart spaningskapacitet, då det enbart var detta man hade mandat för.<br/> <br/>  Man använde även Flirkapslar under spaningsuppdragen, och skulle i många fall klarat sig helt utan fotospaningskapseln. <br/> <br/>  Svenska insatsen i Libyen gjorde varken bu eller bä, och skulle ha utförts med samma utgång även utan Svensk fotospaningskapacitet ( det finns sådan även i andra flygstridskrafter, men där den av naturliga skäl är lågprioriterad).<br/> <br/>  Nu frigjorde Svenskt flyg övrigt flyg,  som då bara behövde utföra drygt 60% av spaningsuppdragen, och där många var av den karaktären att det spanande flygplanet direkt kunde slå mot de hot man upptäckte.<br/> <br/>  Om nu fotospaningskapacitet skulle anses vara såpass viktigt som ni hävdar, borde då inte samtliga moderna flygstridskrafter införskaffat sådan, då moderna fotospaningskapslar funnits på marknaden i många år.<br/>  Svaret är att man istället anskaffat moderna Flirkapslar, som då är mer användbara.<br/> <br/>  Nu lägger jag ner den här debatten, förlåt om jag förstört era pojkdrömmar."
		}
	],
	[
		{
			"postIndex": 5251,
			"postNumber": 5354,
			"rankGlobal": 108,
			"rankLocal": 1,
			"scoreGlobal": 66.5,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 15.4,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2013-03-18, 19:44",
			"postUrlInThread": "https://www.flashback.org/t270116p447",
			"postUrlUniq": "https://www.flashback.org/sp42532513",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Superkuf</strong></div> <div>Jaha, så ännu en expert har uttalat sig.<br/> <br/>  Låt oss bortse från faktumet att Gripen NG ännu är en skrivbordsprodukt medan F16I är i fullskalig drift (och möjligen uppnått den eftersträvansvärda nivån \"combat proven\") - ur perspektivet militärflygplan finns det två sorters länder. Dels länder som seriöst räknar med att inom en generation utkämpa ett storskaligt krig, och dels länder som inte räknar med att utkämpa storskaliga krig inom en generation. Grupp 1 är bland annat Israel, Turkiet, Sydkorea, Taiwan, Japan och USA. Grupp 2 är bla de latinamerikanska länderna, Österrike och Schweiz. <br/> <br/>  Har SAAB någon gång lyckats sälja Gripen till länder som har flygvapen för krigsbruk? Har någon med fiender vilka inom 30 minuter kommer anfalla huvudstaden valt SAAB-produkter för att försvara sig - eller har de föredragit F16?<br/> <br/>  Sedan tillkommer det enkla faktumet att det är vapensystem, inte flygplan, som vinner krig. En gammal  F16 med AMRAAMs och störmedel kommer att besegra en ny Gripen med vad nu Gripen har för AAMs (Sverige har max 100 AMRAAMs och i övrigt gamla Sparrows och infraröda jaktrobotar med klart sämre prestanda och räckvidd).</div> </td> </tr> </table> </div> <br/>  Så du anser att politik och framförallt militär-politik har möjlighet att ändra fysiska och tekniska specifikationer på flygplan!?<br/> <br/>  Är du verkligen så okunnig om hur det fungerar, speciellt när det gäller stridsflygplan, vid inköp av stridsmatriel mellan 2 olika länder?<br/> <br/>  Är det alltid det bästa, eller billigaste alternativet som vinner upphandlingar? <br/>  - Nej knappast! Det som oftast spelar större roll än ren prestanda eller pris/prestanda är relationer mellan länder (politik), motköp m.m.<br/> <br/>  Att fler länder valt F-16 än Gripen har inget som helst att göra med vilket av dessa plan som på pappret vinner en \"dogfight\", vilket som är mest avancerat, vilket som kan klargöras snabbast, vilket som kostar minst att operera m.m.<br/> <br/>  Det jag vill komma till är att i det försvar vi en gång hade så skulle vårt flygvapen ha som huvuduppgift att bekämpa fientliga flygplan. Markattacksförmågan har aldrig varit lika viktig som förmåga att bekämpa fientligt flyg. <br/>  Och när det gäller möjligheten att bekämpa fientligt flyg, både på nära och långt håll, så vågar jag påstå att Gripen vinner över F-16. Vidare så kan Gripen uppgraderas och bara bli bättre medan F-16 aldrig kan bli i nivå med Gripen såvida man inte bygger om hela skiten."
		},
		{
			"postIndex": 5099,
			"postNumber": 5201,
			"rankGlobal": 121,
			"rankLocal": 2,
			"scoreGlobal": 65.7,
			"scoreLocal": 98.7,
			"userRank": 4,
			"userScore": 35.6,
			"postUserName": "Brunkeberg",
			"postUserID": "u736046",
			"postUserUrl": "https://www.flashback.orgu736046",
			"postDateTime": "2013-01-19, 10:43",
			"postUrlInThread": "https://www.flashback.org/t270116p434",
			"postUrlUniq": "https://www.flashback.org/sp41563088",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Och med ny radar krävs det mer effekt från motorn, eftersom AESA har en betydligt<br/>  högre effektpeak . <br/></div> </td> </tr> </table> </div> Konstigt då att man kan montera in AESA radar på tex äldre versioner av F-16 utan att behöva byta motorn.<br/>  Sedan kan man även få ut mer effekt utan att byta ut hela motorn. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Återigen så är det inte SAAB som satt kravspecen utan ÖB efter att flygvapnet har sagt<br/>  sitt gällande behov för att möta de krav som målats upp från 2025 och fram till 2040<br/>  då Gripen som plattform ska fasas ut.<br/> <br/>  Men fortsätt du att hoppas .</div> </td> </tr> </table> </div> Har aldrig påstått att SAAB skulle bestämt vilken materiel som försvaret ska köpa in i framtiden.<br/>  Men ett beslut att beställa nya flygplan fattas långt över huvudet på ÖB, då detta är försvarspolitik på mycket hög nivå.<br/>  Angående ÖB så har han nog inte det roligaste jobbet precis, då han har det ganska ansträngt just nu, sjukskriven 2 veckor då han tydligen gått in i väggen.<br/> <br/>  Om Försvaret köper 60 st Gripen E som så kommer man vara tvungen att spara in pengar på andra områden inom försvaret, kanske inte behöver nämna att försvaret redan är minimalt och det inte finns så många saker att spara in på längre."
		},
		{
			"postIndex": 5008,
			"postNumber": 5109,
			"rankGlobal": 143,
			"rankLocal": 3,
			"scoreGlobal": 64.1,
			"scoreLocal": 96.3,
			"userRank": 4,
			"userScore": 35.6,
			"postUserName": "Brunkeberg",
			"postUserID": "u736046",
			"postUserUrl": "https://www.flashback.orgu736046",
			"postDateTime": "2012-12-30, 14:01",
			"postUrlInThread": "https://www.flashback.org/t270116p426",
			"postUrlUniq": "https://www.flashback.org/sp41179469",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kroppskultur</strong></div> <div> <br/>  Men tala då om vilka delar man fått ritningar till och sedan använt för att tillverka och du kan vara ganska säker på att jag förstår begrepp som licenstillverkning </div> </td> </tr> </table> </div> Jag vet inte om du gör dig till nu, eller om du är korkad på riktigt.<br/>  Genom licenser så får Volvo Aero insyn i 404:an , man får ritningar, alla rättigheter, motordelar osv...<br/>  Detta är inte samma sak som om man skulle utveckla en motor från grunden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kroppskultur</strong></div> <div>F414 är utvecklad från F404.<br/></div> </td> </tr> </table> </div> Ja, men även från andra motorfamiljer - det är det som är det fina om man är en enormt stor tillverkare med en enorm erfarenhet, och då tidigare konstruktioner som man kan bygga vidare på.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kroppskultur</strong></div> <div>Det finns få tillverkare för att marknaden är mindre.<br/>  Om var och varannan familj i västvärlden hade egen jetmotor skulle det finnas en djävla massa tillverkare.</div> </td> </tr> </table> </div> Marknaden för Turbojetmotorer är enorm om man räknar på vad en modern motor kostar ( +50 miljoner styck), och att världsmarknaden omfattar 1000-tals motorer varje år, och då bara på den civila sidan för större passagerarflygplan.<br/> <br/>  Därför finns bara de starkaste tillverkarna kvar, och som då även i många fall sammarbetar för att så kstnadseffektivt som möjligt ta fram nya produkter.<br/> <br/>  I en sådan verklighet kan man inte som en mycket liten tillverkare av kompletta motorer, kliva in på en stenhård marknad och utveckla någor från grunden som man aldrig gjort förut.<br/>  Det kanske inte är en slump att de stora tillverkarna sammarbetar eller använder befintliga konstruktioner som grund för sina nya motorer.<br/> <br/> <br/>  Nog ingen vits med att fortsätta den här diskussionen då du bara upprepar dig hela tiden."
		}
	],
	[
		{
			"postIndex": 5617,
			"postNumber": 5725,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 85.2,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 35.6,
			"postUserName": "Brunkeberg",
			"postUserID": "u736046",
			"postUserUrl": "https://www.flashback.orgu736046",
			"postDateTime": "2013-08-29, 17:32",
			"postUrlInThread": "https://www.flashback.org/t270116p478",
			"postUrlUniq": "https://www.flashback.org/sp45000481",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>auchentoshan</strong> <a href=\"/p44994580#p44994580\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>1. Sverige kommer att köpa nya plan oavsett om affären med Schweiz går igenom eller inte, det är redan beslutat.<br/> <br/>  2. Givetvis ger vi inte bort planen, och i priset ingår både tillverkningskostnad, utvecklingskostnad och vinst. Ju fler individer som säljs desto större blir vinsten då utvecklingskostnaden är \"fast\" (dvs inte bunden till antalet individer som faktiskt tillverkas) och vi skattebetalare gynnas. Fast pris är inte ett problem då man har väldigt bra kostnadskontroll på Gripen-projektet idag. Vid vidareutveckling är oförutsedda ökningar av kostnader mindre än vid nyutveckling så att jämföra med att Gripen-projektet blev dyrare vid framtagningen är inte relevant. Ska vi prata om skenande kostnader vid nyutveckling är det ju bara att titta på norrmännens val - F35 - som är ett praktfiasko rent ekonomiskt. Hade de valt Gripen E/F hade de skrattat hela vägen till banken nu.</div> </td> </tr> </table> </div>   1: Från början var det sagt att Sverige skulle beställa nya flygplan OM någon annan även köpte, vilket inte är fallet nu när affären med Schweiz är långt ifrån klar.<br/>  Försvaret kommer att bli en av förlorarna då man behöver pengarna på andra håll.<br/> <br/>  2: Svenska skattebetalare får ändå betala ett högre pris jämfört med exportländernas skattebetalare.<br/> <br/>  För Svensk del innebär det även att man bygger nya flygplan baserade på befintliga C/D-flygplan, dvs en uppgradering av befintliga flygplan för ca 1000 miljoner styck.<br/> <br/>  Norge skrattar säkert om de måste använda flygplanen skarpt, då F-35 är ett avsevärt mycket bättre flygplan än Gripen E.<br/> <br/>  Schweiz valde även Gripen enbart för att det var billigt, inte för att det var det bästa flygplanet.<br/>  Många i landet anser att om man ska köpa nya flygplan, så ska man köpa det bästa flygplanet ( Rafale i det här fallet)."
		},
		{
			"postIndex": 5374,
			"postNumber": 5478,
			"rankGlobal": 28,
			"rankLocal": 2,
			"scoreGlobal": 76.1,
			"scoreLocal": 89.3,
			"userRank": 10,
			"userScore": 24.6,
			"postUserName": "scheele",
			"postUserID": "u231931",
			"postUserUrl": "https://www.flashback.orgu231931",
			"postDateTime": "2013-03-29, 04:38",
			"postUrlInThread": "https://www.flashback.org/t270116p457",
			"postUrlUniq": "https://www.flashback.org/sp42698732",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SuperSwede79</strong></div> <div>Du missförstod frågeställningen å det grövsta samt skrev helt oförståligt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/> <br/>  Bollar frågan vidare. Någon som vet? Är JAS inom topp 10 för dess ändamål och priset de betingar? Euro Fighter \"spöar\" väl JAS?</div> </td> </tr> </table> </div>   Bara för att säga det, innan nån annan påpekar det så är det korrekta namnet gripen eller flygplanssystem 39. För att försöka reda ut frågan så kan man väl kort säga att sannolikt spöar både eurofighter och rafale gripen på en rad punkter. Jag menar EF/NG versionen i mina analyser. Inte med stor marginal, men ändock. Båda dessa plan är dock tvåmotoriga, med de fördelar detta ger. Sverige har aldrig haft det behovet, och valde därför att bygga ett enmotorigt flygplanssystem. Gripen är dock mycket billigare som system för operatörerna, och upphandlingen i Schweiz var ganska korrekt i sin analys. Utöver dessa finns det exempelvis mig29 fulcrum-F även kallad mig-35. Där tror jag du har en bra jaktkärra men ingen multi-role, så sett till vad du får blir det svårt att jämföra. Sedan har du budget-alternativet F16 om du vill välja amerikanskt. Ett väl beprövat system men väl gammalt och flera operatörer som har F-16 har fört samtal med Saab och funderar/funderat att gå över till gripen. Det är när man räknar på mlu (mid life upgrade) som kostnaderna för F-16 rinner iväg, och sett till vad man får gör det mer eftertraktat att köpa gripen. Men allt går ju att vrida och vända i evigheter. Har man satt priset med som avgörande faktor är gripen topp tre vill jag påstå i det segmentet.<br/> <br/>  Att F-16 debatteras så flitigt här handlar mer om att användaren Brunkeberg fastnat för denna kärra och vräker ur sig en massa konstigheter. Detta är inte särskilt rättvisande för hur egenskaperna är för F-16 kontra Gripen. De flesta bedömare på välrenommerade tidningar och nyhetssajter på internet diskuterar snarare när var och hur operatörer kommer att överge F-16 då deras kärror har slut på timmar osv. Men att bara byta system är i sig en stor kostnad i omskolning av all personal. Jag tror att danmark kommer att välja gripen NG, även Norge lär överväga att släppa F-35 för gripen eller superhornet. Men pratar vi äkta multirole och jämförbara kärror så är det gripen, rafale och eurofightern. Med pris i beräkningen kommer gripen etta och rafale tvåa, eurofightern trea. Är priset mindre viktigt blir det sannolikt omvänd ordning. Men alla tre är väldigt bra kärror."
		},
		{
			"postIndex": 5652,
			"postNumber": 5761,
			"rankGlobal": 41,
			"rankLocal": 3,
			"scoreGlobal": 72.9,
			"scoreLocal": 85.5,
			"userRank": 85,
			"userScore": 3.9,
			"postUserName": "auchentoshan",
			"postUserID": "u464712",
			"postUserUrl": "https://www.flashback.orgu464712",
			"postDateTime": "2013-08-30, 09:19",
			"postUrlInThread": "https://www.flashback.org/t270116p481",
			"postUrlUniq": "https://www.flashback.org/sp45009692",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Brunkeberg</strong> <a href=\"/p45000481#p45000481\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>1: Från början var det sagt att Sverige skulle beställa nya flygplan OM någon annan även köpte, vilket inte är fallet nu när affären med Schweiz är långt ifrån klar.<br/>  Försvaret kommer att bli en av förlorarna då man behöver pengarna på andra håll.<br/> <br/>  2: Svenska skattebetalare får ändå betala ett högre pris jämfört med exportländernas skattebetalare.<br/> <br/>  För Svensk del innebär det även att man bygger nya flygplan baserade på befintliga C/D-flygplan, dvs en uppgradering av befintliga flygplan för ca 1000 miljoner styck.<br/> <br/>  Norge skrattar säkert om de måste använda flygplanen skarpt, då F-35 är ett avsevärt mycket bättre flygplan än Gripen E.<br/> <br/>  Schweiz valde även Gripen enbart för att det var billigt, inte för att det var det bästa flygplanet.<br/>  Många i landet anser att om man ska köpa nya flygplan, så ska man köpa det bästa flygplanet ( Rafale i det här fallet).</div> </td> </tr> </table> </div> <br/>  1. Sverige hade valt att uppgradera ändå, det hade varit nödvändigt. Nu har man tack och lov valt att fortsätta med JAS istället för att gå över till import som hade blivit väldigt mycket dyrare.<br/> <br/>  2. Vilka siffror har du som styrker att svenska skattebetalare subventionerar Schweiz Gripen-köp, för det är ju det du menar?<br/> <br/>  Norge kommer att gråta när de ser att deras få F35 inte kommer att ha samma förmåga som deras F16 hade. Man kommer att gråta när man inser att man är starkt begränsade till var man kan operera från och man kommer att gråta när man får den slutliga prislappen. Under tiden kommer man att gråta för att man inte har ett flygvapen då F35 är försenad och ännu inte fått ett leveransdatum.<br/> <br/>  Schweiz har valt det system som ger dem mest för pengarna och som bäst uppfyller den totala kravlistan man hade. Visst hade de kunnat köpa mer ett mer kompetent plan, men det hade inte blivit mer rätt.<br/> <br/>  Vilket är bäst? 30 Gripen man har råd att använda eller 10-12 Rafale som man inte flyger till närmelsevis lika mycket pga höga driftkostnader? Eller i Norges fall handlar det om 5-6 F35 istället som man heller knappt har råd att flyga med. Vilket flygvapen är bäst då?"
		}
	],
	[
		{
			"postIndex": 6021,
			"postNumber": 6146,
			"rankGlobal": 34,
			"rankLocal": 1,
			"scoreGlobal": 74.3,
			"scoreLocal": 100,
			"userRank": 50,
			"userScore": 6.4,
			"postUserName": "Lt.Col.Kilgore",
			"postUserID": "u728596",
			"postUserUrl": "https://www.flashback.orgu728596",
			"postDateTime": "2013-12-20, 10:45",
			"postUrlInThread": "https://www.flashback.org/t270116p513",
			"postUrlUniq": "https://www.flashback.org/sp46675523",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pronh</strong> <a href=\"/p46665975#p46665975\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Lurer litt på hvor noen her henter kostnadstallene for F-35 fra. <br/> <br/>  De F-35 som produseres nå i småskalaproduksjon(LRIP) koster følgende - The last batch of F-35 A-models cost around $107 million, including the engines.<br/> <br/>  Dette vil fortsette å gå nedover for hver LRIP. Slik de ser det i dag vil fullskalaproduksjons fly koste i dette området: <br/>  By the time the new stealth fighter reaches full-rate production in 2019, she said it would cost around $75 million in current year dollars, or less, putting it on par with the cost of current fourth-generation fighter jets.<br/> <br/>  Boeing Co (BA.N) says its F/A-18E/F Super Hornet costs about $51 million, including engines and radar, but congressional aides say the price is closer to $70 million when sensors, targeting pods and other equipment that is standard on the F-35 is included.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.reuters.com%2Farticle%2F2013%2F12%2F14%2Fus-lockheed-f-idUSBRE9BD00R20131214\" target=\"_blank\">http://www.reuters.com/article/2013/...9BD00R20131214</a><br/> <br/>  Ellers vil jeg gratulere Sverige og Saab med salget til Brazil, og så blir det spennende med folkeavstemningen i Sveits ut i 2014.</div> </td> </tr> </table> </div> <br/>  LRIP som i princip kan lyfta inte bära vapen m.m. för $107M. Tja jag är ingen expert som en dal andra men ett par saker vet jag och oss som är mer lekmän på området...<br/> <br/>  Enligt pentagon ska inköpskostnaden för 2443 st beställda/planerade F35or till USAF, USMC, USN kosta $391 Miljarder. D.V.S...$160M per plan. Och det är OM man levererar SAMTLIGA plan. Och då har inte F35 ens gått in de tyngsta och svåraste testerna...<br/> <br/>  Så norrmänn, ni kan nog drömma om $75M per plan. Inte en sportmössa. Räkna med ungefär $200M per plan. Vissa skeptiker i USA (som verkar ha lite koll på läget) tror att, om man kapar i produktionen kommer det kosta ca +$300M per plan. Det ska bli kul att se vad prislappen till slut hamnar. Typ 2019 om LM verkligen hinner med att forcera test, utvärdering och ev. fel som kommer efter vägen. Når man ens sina mål...som sagt, can't turn, can't climb, can't run...vi får se.<br/> <br/>  ***<br/>  JAS/Rafale/Eurofighter är operativa. Där JAS är överlägset billigast att köpa/underhålla/köra. Det är fakta. Dessutom byggd för att operera i ogästvänliga miljöer som t.ex. kyla, snö, hav och blåst. Ska bli kul o se hur den delikata flygkroppen som F35an har klara det!? <br/> <br/>  Personligen tror jag att F35 har blivit en återvändsgränd där alla inblandade måste säga det de säger för att annars står de där med rumpan bar. Jag tycker nog att det luktar kejsarens ny kläder lång väg här. Och det är inga småsummor vi pratar om.<br/> <br/>  Dr. Spin, Ormen långe m.fl. kan nog lite mer i specifika termer. Gå i så fall över till F35-tråden med RAND rapporten. Ingen kul läsning om man har köpt F35or...om man säger så. Kanada verkar tänka över sitt beslut och det är en fet politisk kontrovers där, Likaså i Nederländerna. Sydkorea börjar också titta på alternativ. Norge är väl det enda som inte har någon större kontrovers runt F35. Men det kommer nog bli det vad det lider.<br/> <br/>  JAS styrka är...inte bäst, men bra på allt. Den är beprövad som plattform, den är billig att köpa, underhålla och köra. Det är rätt viktigt. Sverige har lite över 130 JAS aktiva och det gör att vi faktiskt har ett rätt stöddigt operativt flygvapen.<br/> <br/>  Detta tilltalar t.o.m. USA där Boeing och SAAB ska samarbeta om en trainer. Klart att det inte av politiska skäl kommer några JAS i USAs väpnade grenar, men de funderade faktiskt ett tag på att göra en \"förenklad\" version av JAS för träning. Men det blir ju lite humor om trainern gör mach 2+ och är bättre på det mesta...och sen gå över till \"the real thing\" och den riskerar att vara sämre.<br/> <br/>  ***<br/>  Dr. spin m.fl. hur skulle det se ut om man kunde stoppa in F119-100 motorn i ett JAS. :-) Jag menar 104kN i dry thrust och +156kN med AB. Skulle nog gå undan..."
		},
		{
			"postIndex": 5760,
			"postNumber": 5874,
			"rankGlobal": 42,
			"rankLocal": 2,
			"scoreGlobal": 72.8,
			"scoreLocal": 98,
			"userRank": 20,
			"userScore": 13.3,
			"postUserName": "Snooze91",
			"postUserID": "u496272",
			"postUserUrl": "https://www.flashback.orgu496272",
			"postDateTime": "2013-10-22, 21:01",
			"postUrlInThread": "https://www.flashback.org/t270116p490",
			"postUrlUniq": "https://www.flashback.org/sp45794326",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dr.Spin</strong> <a href=\"/p45781931#p45781931\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Gripen är bäst lämpad för de flesta som system, tyvärr så spelar politik och mutor in i bilden vilket betyder att den med djupast fickor och mest backning vinner.<br/> <br/>  Schweiz var väl det enda land som faktiskt gjort en seriöst upphandling, Indiens MRCA likaså (SAAB kunde inte erbjuda egen motor och flygplanet är i exakt samma storleksklass som det smått värdelösa Tejas).<br/> <br/>  Personligen hade jag som dansk troligtvis blandat in Dassault hellre än Boeing då Rafale iaf inte är felkonstruerat från grunden likt Super Hornet är. (Fråga mig inte hur i helsike Boeing lyckats misshandla en konstruktion så extremt och fullkomligt döda höghastighetsprestandan med last)</div> </td> </tr> </table> </div> <br/>  Det är precis som du säger stormaktspolitik som spelar roll. Dock kan vi se ett trendbrott då allt fler länder börjar trotsa USA vid anskaffning av stridsflyg. Se bara hur många mindre länder, plus de större länderna officiellt letar flygplan på annat håll fast de slutit avtal inom F-35 projektet.<br/> <br/>  Nederländerna ryktas vara intresserade av Gripen, fast deras första F-35A leverats. Danmark besökte Linköping nu i veckan för att titta närmare på Gripen, fast de är involverade i F-35A. Brasilien ryktas välja bort F/A-18 p.g.a. avlyssningarna. För att inte nämna att både Turkiet och USA själva vill köpa flygplansteknologi av SAAB...som vi tidigare endast hade kunnat drömma om! <br/> <br/>  Att Gripen även anses ha en god chans i Kanada (som är en beställare av F-35) är inget som vi hade kunnat ana för låt säga fem år sedan.<br/> <br/>  Dagens stridsflygplan har blivit alldeles för dyra, helsike knappt USA själva har råd med dessa flygplan längre, så hur har de tänkt att pracka på mindre ekonomiska makter dessa flygsystem? För att inte nämna EF2000 eller Rafales kostnader...vilket västerländskt stridsflygplan återstår för de länder som vill ha en reell numerär och flygtid?<br/> <br/>  JAS 39 Gripens framtid ser enligt mig väldigt ljus ut på den internationella marknaden - då stormakternas korthus ser ut att börja falla samman."
		},
		{
			"postIndex": 5961,
			"postNumber": 6084,
			"rankGlobal": 61,
			"rankLocal": 3,
			"scoreGlobal": 70.4,
			"scoreLocal": 94.7,
			"userRank": 5,
			"userScore": 33.4,
			"postUserName": "Megaforce",
			"postUserID": "u58122",
			"postUserUrl": "https://www.flashback.orgu58122",
			"postDateTime": "2013-12-19, 09:48",
			"postUrlInThread": "https://www.flashback.org/t270116p507",
			"postUrlUniq": "https://www.flashback.org/sp46660259",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Temp.User</strong> <a href=\"/p46659810#p46659810\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Medan jag sitter och jublar i Norge över sannolikt än fler sålda gripen så ser jag att det är dystra toner hos SVT. Blir lite osäker om man bara ska prata själva gripen i tråden eller även samhällets syn på gripen etc.<br/> Peter Rawet, ekonomikommentator, skriver iaf följande bittra budskap.<br/>  Givetvis inte ett ord om de helt \"rena\" affärerna där andra plan valts.</div> </td> </tr> </table> </div> <br/> En fördel med Brasilien är att det finns en flygindustri där att samarbeta med. SAAB har ingen kapacitet för att bygga alla de plan som de förväntar sälja eftersom fabrikerna är ganska fulltecknade när det gäller att tillverka komponenter till den civila flygindustrin. Och det går inte att bygga separata Gripen-fabriker om man inte har en lång orderstock på minst 15 år. <br/> <br/> Nu kommer man att bygga komponener här som fraktas med båt till Brasilien för montering där. Motorerna kommer direkt från USA osv. <br/> <br/> En hel del komponenter tillverkas i t.ex. Schweiz och de kommer självfallet att användas i de brasilianska planen och blir då en del av motköpen. <br/> <br/> När det gäller Sydafrika så importerar Sverige en hel del varor därifrån inom alla möjliga områden men har ganska liten export där i övrigt. Så man uppnår motköpskraven utan större problem. Sverige har t.ex. köpt terrängbilar för 200 miljoner kronor från Sydafrika."
		}
	],
	[
		{
			"postIndex": 6391,
			"postNumber": 6524,
			"rankGlobal": 47,
			"rankLocal": 1,
			"scoreGlobal": 71.9,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 35.6,
			"postUserName": "Brunkeberg",
			"postUserID": "u736046",
			"postUserUrl": "https://www.flashback.orgu736046",
			"postDateTime": "2014-03-17, 12:23",
			"postUrlInThread": "https://www.flashback.org/t270116p544",
			"postUrlUniq": "https://www.flashback.org/sp47973223",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kroppskultur</strong> <a href=\"/p47973046#p47973046\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>T72<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>r med likvärdig kanon och övriga sensorer samt lika bra besättning och med en krigsmakt lika stor som USA:s med allt vad det innebär med information och understöd, så kanske fler T72<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>r vore att föredra.<br/> <br/>  EN väldigt ologisk parallell.</div> </td> </tr> </table> </div>   Det var ett svar på att fler billigare vapensystem skulle vara bättre än färre mer avancerade.<br/> <br/>  I Norges fall så skulle man köpt lika många Gripen som F-35 om man hade valt det förstnämnda flygplanet.<br/> <br/>  Samma med Danmark där man kommer köpa samma antal flygplan, oavsett om man väljer SuperHornet, F-35, eller Gripen."
		},
		{
			"postIndex": 6372,
			"postNumber": 6505,
			"rankGlobal": 52,
			"rankLocal": 2,
			"scoreGlobal": 71.6,
			"scoreLocal": 99.5,
			"userRank": 41,
			"userScore": 7.6,
			"postUserName": "Knasen2k",
			"postUserID": "u714786",
			"postUserUrl": "https://www.flashback.orgu714786",
			"postDateTime": "2014-03-17, 01:10",
			"postUrlInThread": "https://www.flashback.org/t270116p543",
			"postUrlUniq": "https://www.flashback.org/sp47969798",
			"sentence": "Är Gripen E verkligen rätt väg för sverige? Ju mer jag tänker på det så känns det som om att gripen E projektet är utvecklat för export och inte för sveriges bästa. Gripen E ska enligt saab bli lika kapabel som dagens Typhoon, rafale f3, och superhornet, till ett mycket lägre pris. Perfekt för brasilien och schweiz<br/>  Då schweiz är omringat av snälla grannar och brasiliens  vars största hot är venezuelas su30. För sveriges del känns det ju inte lika kul, runt 2020 så kommer ryssarna börja flyga med SU-t50, norge kommer flyga f35, antagligen danmark också och skulle inte bli förvånad om finnarna ersätter sina f18 med f35 när det är dags. Sverige ska flyga gripen e tills efter 2040, det innebär att under 20 års tid kommer sverige flyga sämmre kärror än ryssen, tom norge kommer ha ett starkare flygvapen än sverige. Köper finland å danmark f35 har vi det svagaste flygvapnet i skandinavien och det känns ju inge vidare."
		},
		{
			"postIndex": 6125,
			"postNumber": 6253,
			"rankGlobal": 64,
			"rankLocal": 3,
			"scoreGlobal": 69.9,
			"scoreLocal": 97.3,
			"userRank": 20,
			"userScore": 13.3,
			"postUserName": "Snooze91",
			"postUserID": "u496272",
			"postUserUrl": "https://www.flashback.orgu496272",
			"postDateTime": "2013-12-29, 19:48",
			"postUrlInThread": "https://www.flashback.org/t270116p522",
			"postUrlUniq": "https://www.flashback.org/sp46796093",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Megaapan</strong> <a href=\"/p46795437#p46795437\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag är inte alls insatt speciellt insatt inom det millitära, men tycker ändå ämnet är intressant.<br/>  JAS står för jakt, attack o spaning. Skulle någon kunna förklara för mig vilka egenskaper som <br/>  man strävar efter på just de 3 och vilken teknik måste man ha för o klara av det.<br/> <br/>  Vad jag förstått är JAS en kompromiss mellan alla de 3 kriterierna.<br/>  Ex i min värld så innebär attack att man kan manövrera bra strid mot andra flygplan. Men vad innebär ex jaktplan ? flygare än den man jagar ?</div> </td> </tr> </table> </div> <br/>  Jakt = Strid mot andra flygplan<br/>  Attack = Angrepp mot ytmål<br/>  Spaning = Namnet säger sig självt<br/> <br/>  JAS 39 är som du säger en kompromiss, då flygplanet presterar relativt bra i alla roller, men är egentligen inte bäst på någon utav rollerna. Flygplanet är väldigt litet i relation till resterande stridsflygplan på marknaden, vilket gör att utrymmet för sensorer blir väldigt sparsamt. Dock ser vi en sensorutveckling som stadigt går framåt, vilket gör teknologin mindre och anpassad till fler uppgifter.<br/> <br/>  Sen måste man skilja på produkten i sig, och hur varje nation väljer att använda den. Till exempel är JAS 39C Gripen ett oerhört mer avancerat attackflygplan än vad t.ex. den svenska försvarsmakten och riksdagen budgeterar till att utnyttja dess fulla potential - främst på vapenimplementering.<br/> <br/>  Det är svårt att säga exakt vilka kriterier som är viktiga för att fylla en bra jakt-roll, då det skiljer sig från behov och nation. Sverige som defensiv nation, har lagt det stora krutet på att sprida ut flygplanen över landet (vägbaser) och datalänkar. Man kan nästan jämföra det med en vargflock som följer och tröttar ut sitt byte bit för bit. Självklart behövs alltid en relativt bra radar och bra robotar, samt förmåga till att kunna kurva rätt bra.<br/> <br/>  Ser man på andra mer offensiva nationer (<i>USA är ett lysande exempel</i>) då deras primära jaktflygplan alltid varit modell större. Bättre radar, mer bränsle, lufttankning, större vapenlast. Men har istället haft avkall på datalänkar och kort start/landnings förmåga. Givetvis då till ett högre pris per enhet.<br/> <br/>  Det är därför vi sett SAAB implementera lufttankning, bättre räckvidd och mer vapenlast på de senare Gripen generationerna för att passa fler nationer.<br/> <br/>  Som sagt så är det väldigt svårt att säga på rak arm vad som krävs för att göra ett bra jaktflygplan utan att se till vilken hotmiljö det ska verka i. Men det optimala vore:<br/> <br/>   - Stor och bra radar<br/>   - Förmåga till bibehållet energiuttag i kurvstrid<br/>   - Låg bränsleförbrukning<br/>   - Hög motoreffekt<br/>   - Fly-by-wire<br/>   - Datalänkar<br/>   - IFF-system<br/>   - Tung vapenlast<br/>   - Lufttankning<br/>   - Bra system-ergonomi<br/>   - ECM / ECCM<br/>   - Rems / fackel-fällare<br/>   - 5 Generationens Stealth-förmåga<br/>   - Hög topphastighet<br/>   - Supercruise förmåga<br/>   - STOL-förmåga<br/>   - Hög alfa förmåga<br/>   - + 9G kapabel<br/>   - Väl tränade piloter<br/>   - Stridsledning i form av GCI eller AWACS<br/> <br/>  Nu har jag säkert glömt en jävla massa grejer som ska finnas i ett bra jaktflygplan, men du ser att det väldigt snabbt blir en fråga om att välja det ena före det andra - och vill man ha allt på listan blir summan för utveckling och produktion astronomisk."
		}
	],
	[
		{
			"postIndex": 6438,
			"postNumber": 6571,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 15.4,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-03-18, 13:17",
			"postUrlInThread": "https://www.flashback.org/t270116p548",
			"postUrlUniq": "https://www.flashback.org/sp47987708",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>janne3x</strong> <a href=\"/p47987491#p47987491\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Den bloggen är intressant eftersom han själv är flygförare på Gripen och, till skillnad från oss andra, faktiskt vet hur Gripen står sig i jämförelse.<br/> <br/>  Det han faktiskt skriver är att Meteor är helt nödvändig för att dagens modell av Gripen ska kunna hävda sig mot de motståndare man möter. Plats för få robotar och dåliga fartresurser gör att de robotar man bär måste vara av absolut toppklass. Med de gamla Amraam flygvapnet har idag är man helt rökt.  <br/> <br/>  \"Meteor kompenserar också JAS 39 låga prestanda vad gäller bärande av vapenlast och fartresurser då träffsannolikhet ökas och man ej i samma grad (än) är beroende av hög fart för att skjuta sin robot längre än motståndaren\"</div> </td> </tr> </table> </div> <br/>  Låg prestanda är inte lika med dålig. Eftersom Gripen är mycket mindre än tex SU3X, F-15, F-18 osv så kan det inte bära lika mycket last. Och den ensamma motorn ger inte samma fartresurser med last som tex tvåmotoriga SU35 eller F-15.<br/> <br/>  Han säger låg prestanda, du säger dålig...<br/>  Men detta är knappast bara dåliga saker, för Gripen är medvetet byggt på detta sättet. Gripen är byggt för att vara ett flygplan som Sverige har råd att köpa in och flyga i tillräckligt stort antal. Dess uppgift är att försvara vår nation och alltså alltid utgå från eget territorium.<br/>  Saab hade helt säkert kunna bygga ett stort tvåmotorigt stridsflygplan som har samma eller ännu bättre siffror som SU3X eller F-15. Men det hade blivit dyrt och vi hade inte haft råd att ha så många. Och faktum är att vi inte behöver ha ett stridsflyg som har just 2 motorer, eller tar så mycket last.<br/> <br/>  Därför valde man att bygga ett flygplan som är ganska litet, men ändå toppmodernt. Trots att det finns många siffror som är bättre för tex SU30 såsom topphastighet, lastkapacitet m.m. så är Gripen byggd för att ändå kunna försvara Sverige mot dessa flygplan.<br/>  Och tack vare dess teknik såsom i E/F versionen med IRIS-T och Meteor så har Gripen E/F stora chans att bekämpa flygplan som tex SU30 eller F-15 som på pappret ser ut att vara bättre än Gripen.<br/> <br/>  Gripen är helt perfekt för Sverige, och många andra länder som bara avser försvara sitt territorium. Det behöver inte vara bäst på allt eller ens något, men det behöver vara bra nog och det är precis vad det är!<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ööööööHH</strong> <a href=\"/p47987618#p47987618\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vore det inte vettigare att trycka i en ordentlig motor i gripen så den får bättre fartresurser, än att hela tiden behöva ha den bästa beväpningen? <br/> <br/>  Med den logiken kan man ju sitta kvar med spitfire och satsa alla pengar man har på att ha världens bästa robotar.</div> </td> </tr> </table> </div> <br/>  Med större motor blir IR-signaturen högre och troligtvis även bränsleförbrukningen, och då blir räckvidden mindre eller så krävs större tankar som gör planet ännu större och därmed blir RCS också högre. Dessutom blir det även dyrare. Det finns alltså både fördelar och nackdelar med allt, och det är just denna avvägningen som SAAB är så förbaskat bra på att göra.<br/> <br/>  Motorn till Gripen E/F är helt enkelt <b>bra nog</b> och ger prestanda som gör att Gripen klarar sig bra i sin roll som försvarare åt Sverige. Allt kan göras större och bättre, men till vilken kostnad? <br/> <br/>  Anledningen till att Gripen, enligt min och många andras mening, har blivit så lyckad är just att den är <b>bra nog</b> för dom uppgifter den har."
		},
		{
			"postIndex": 6470,
			"postNumber": 6603,
			"rankGlobal": 4,
			"rankLocal": 2,
			"scoreGlobal": 90.1,
			"scoreLocal": 90.1,
			"userRank": 19,
			"userScore": 15.4,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-03-19, 11:17",
			"postUrlInThread": "https://www.flashback.org/t270116p551",
			"postUrlUniq": "https://www.flashback.org/sp48001902",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Knasen2k</strong> <a href=\"/p48001544#p48001544\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Precis! År 2022 kommer avioniken i gripen fortfarande vara modern, dock kommer flygplanets design vara ca 40 år gammal, det  kommer inte att gå å modernisera flygkroppen så den blir modern utan de är lika bra att börja på blankt papper.</div> </td> </tr> </table> </div> <br/>  Som jag ser det så har vi 2 vägar att gå ang moderna stridsflygplan till Sverige<br/> <br/>  * Vi kan satsa på stealth dvs radarsignaturanpassning i en viss frekvens. Det behövs mycket mer forskning och testning och själva planet behöver byggas med mer exotiska matrial på ett mer exotiskt sätt. Det kommer också kräva mycket mer underhåll och hela iden med att kunna sprida ut sig på vägbaser i en konflikt blir svår med känsliga och avancerade stridsflygplan. Dessutom blir dessa flygplan mycket dyrare att utveckla, bygga och operera.<br/> <br/>  eller<br/> <br/>  * Vi kan satsa på att bygga vårt flyg som idag, med så låg rcs och irsignatur som möjligt utan att optimera specifikt mot en viss frekvens (stealth tex F35, F22). I stället satsar vi på att ha ett flygplan som är förhållandevis billigt på alla plan, och som enkelt kan operera från vägbaser ute i skogen.<br/>  För att ändå kunna mäta sig med vissa stealthplan så använder vi sensorer. Vi bryr oss inte så mycket om att motståndaren kan se våra plan innan vi kan se dom. Det vi bryr oss om är att vi har en ungefär lika stor chans att bekämpa dom som dom har att bekämpa oss. Vi skaffar alltså sensorer (irst, aesa-radar, avancerade datalänkar) och robotar (Meteor) som kan låsa och rimligen bekämpa motståndaren samtidigt eller tidigare än dom kan bekämpa oss.<br/> <br/>  Eftersom vi inte kommer att anfalla en främmande makt, såsom Ryssland och USA, så behöver vi inte ha \"så hemliga\" flygplan. Om ryssen anfaller oss så gör det inte så mycket om deras radar kan se våra plan. Det som spelar roll är att dom inte ska kunna bekämpa oss innan vi har chans att bekämpa dom.<br/>  Igår och idag så var främsta hotet SU27 och i viss mån SU3X. Gripen E/F med Meteor kan absolut upptäcka och bekämpa dom innan eller samtidigt som dom kan göra detsamma med oss.<br/>  Men säg 2025 när PAK-FA kanske börjar användas operativt så kan vi behöva uppgradera igen. Men vi måste inte ha stealth pga att dom har det. Det räcker med att vi uppgraderar Gripen med bättre IR och radar så att vi ändå har samma chans till att kunna bekämpa dom<br/> <br/>  Redan Gripen E/F har ganska bra möjligheter till \"defensiv strid\" dvs motmedel. Med bogsermål, störning och radarsändande skenmål så kan Gripen E/F överleva ryska robotskott, även om dessa avlossas från PAK-FA.<br/> <br/>  Man kan alltså motverka stealth med sensorer, det är inte så att bara stealth kan motverka stealth. Och bara framtiden kan utvisa om stealth verkligen kommer att göra så stor nytta, eller om sensorerna hinner ikapp och till och med går om.<br/> <br/>  Min åsikt är att vi har valt rätt väg. Givetvis skulle jag gärna se ett svenskt stridsflyg med F-22-kapacitet. Men det är inte realistiskt. Det är däremot den väg vi valt. Kan vi bara se till så att politiska beslut fattas ca 5 år tidigare så hade allt varit jättebra.<br/>  För som det är nu så ligger vi ca 5-10 år efter, vi skulle alltså behövt haft Gripen E/F sedan säg 2010, och sedan skaffat Gripen G/H framåt 2025 när PAK-FA ev börjar komma ut på förband.<br/> <br/>  Vi har alltså både kapaciteten och tekniken att försvara oss även mot stealtplan, även om vi inte har stealthplan. Vi behöver bara snabba på politikerna för att slippa att hela tiden ligga 5-10 år efter, men som vanligt så vill ju politiker skjuta allt försvarsrelaterat på framtiden, såvida det inte gäller besparingar."
		},
		{
			"postIndex": 6435,
			"postNumber": 6568,
			"rankGlobal": 32,
			"rankLocal": 3,
			"scoreGlobal": 75,
			"scoreLocal": 75,
			"userRank": 19,
			"userScore": 15.4,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-03-18, 12:47",
			"postUrlInThread": "https://www.flashback.org/t270116p548",
			"postUrlUniq": "https://www.flashback.org/sp47987372",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Knasen2k</strong> <a href=\"/p47984201#p47984201\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det gäller garanterat gripen rafale och typhoon också.</div> </td> </tr> </table> </div> <br/>  Du sitter ju bara och gissar och tror!<br/>  Du hävdar först att F-35 kan supercruisa, vilket den inte kan. Det var tänkt att den skulle kunna detta, och mycket annat, men allt eftersom så får man dra ner på förmågorna på denna, i viss frekvens, kamouflerade tjockis.<br/>  Det är alltså ett officiellt faktum att F-35 inte kan supercruisa, och då hävdar du istället att samma sak gäller bla Gripen E/F.<br/>  Men då kan jag berätta att förmågan till att supercruisa som Gripen E/F har också är ett officiellt faktum. Det finns trots allt en Gripen NG demonstrator så det är inte så att alla Gripen E/F´s förmågor bara är rent teoretiska.<br/> <br/>  Sedan påstod du att Gripen E/F som vi diskuterar har samma rcs som Rafale. Dina egna siffror säger 0,1 för Gripen och 0,1-0,2 för Rafale. Jag har läst otaliga sidor på jakt efter rcs och i princip alla anger följande: Gripen: 0,1 och Rafale 0,1-0,3. Skall man avrunda så har då Rafale ungefär dubbelt så hög RCS som Gripen E/F (0,1 Vs 0,2).<br/>  Rafale är markant större och är byggt med mindre kompositmatrial, så skillnaden i rcs är förstålig. Detta gäller förstås framifrån, från sidan och bakifrån ligger Gripen ännu bättre till. Även ir-signaturen är mindre för Gripen, speciellt med tanke på att dubbla antalet motorer ger ganska mycket mer värme.<br/> <br/>  Sedan noterar jag att du inte bemödade dig att svara på Dr.Spins utmärkta förklaring av hur en BVR-strid går till och vad som är viktigt, samt Gripens fördelar i detta: <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\"><div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dr.Spin</strong> <a href=\"/p47980621#p47980621\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Beyond Visual Range <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Jag får ont i hjärtat när jag läser fullkomligt nonsens men jag kan väl ge mig på ett seriöst svar så kanske något går in.<br/> <br/>  BVR bygger på en kombination av flera olika faktorer, ffa följande:<br/>  * <b>Relativ räckvidd på sensorsystem.</b><blockquote>Med låg radarsignatur så har man en fördel gentemot fiendens radarsökning. F35 har smygegenskaper och stor radar, detta ger ett försprång. Dessvärre så kan fienden störa radar vilket ger extremt mycket sämre prestanda. Med riktade GaN-baserade AESA-antenner så kan man få en Watt/m² koncentration som var otänkbar för några år sedan. Gripen är utrustad med detta. F35 får det efter MLU.<br/> <br/>  Detta gör att det finns frågetecken kring huruvida egen radar verkligen blir primära sensorn. F15E klarar idag inte av att få radarlåsning på Su300MKI, inte ens på 3km distans.<br/> <br/>  Därmed går vi över på IR/EOTS-system där Gripen istället har fördelen av sin litenhet samt att Gripens IRST är byggd för i första hand luftmål. F35ans EOTS är dessutom begränsad i vilka spektrum den kan operera pga att \"kapseln\" är så hårt RAM-behandlad för att döljas för markmålen. Skyward G behöver bara X-bandsoptimering.</blockquote>* <b>Relativ räckvidd på vapensystemen</b>.<blockquote>Här kommer hastighet in i bilden. Gripen E klarar, med beväpning, av att utan EBK brassa på i mach 1,2+ och med EBK så kan den passera mach 2. F35 håller mach 0,8/0,9 till 1,6 med långsam acceleration. Detta innebär att i varje givet läge kommer roboten avfyras med 25-50% högre energiläge vilket ger längre räckvidd.<br/> <br/>  Vidare ska man komma ihåg att robotens räckvidd är relativ densiteten i mediumet den färdas. På hög höjd (där machtalen nås vid lägre hastighet) är räckvidden som längst och det är där skillnaden i hastighet blir störst. En AMRAAM avfyrad från en Gripen når alltså längre än om den avfyras från en F35. Du kan kika på hur det ser ut i denna envelopgraf (snarlikt siffrorna för RVV-AE/R-77)<br/> <a href=\"/leave.php?u=http%3A%2F%2Fforum.keypublishing.com%2Fattachment.php%3Fattachmentid%3D216497%26amp%3Bd%3D1368489056\" target=\"_blank\">http://forum.keypublishing.com/attac...7&amp;d=1368489056</a><br/> <br/>  Då F35 har svårare att hålla höga hastigheter på höjd än Gripen är det rimligt att anta att den kommer ligga längre ner i grafen medan Gripen, EF2000, F22, Pak FA, Rafale mfl ligger högre tack vare t.ex vingbelastning etc.</blockquote>  * <b>Förmåga till taktisk flygning.</b><blockquote>När man avfyrar sin robot så låter man inte målsökaren leta efter målet på egen hand. Man leder roboten så långt som möjligt vilket innebär att man efter eldgivning bibehåller kurs mot målet vilket leder till att man även får motta svarseld. Wiseman beskriver denna Gimbalsväng rätt utförligt här:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwisemanswisdoms.blogspot.se%2F2014%2F03%2Fdags-att-hoja-troskeln-del-2-meteor.html\" target=\"_blank\">http://wisemanswisdoms.blogspot.se/2...-2-meteor.html</a><br/> <br/>  Gripen har +/-100 grader scansektor och bättre scansektor på IRST-systemet. Det betyder att man kan ha högre vinkel från målet och ändå leda in roboten. Vid bankning (sväng) så ökar RCSen dessutom enormt. Vi tar ett exempel för att illustrera det.<br/> <br/>  F35 Adam använder eldledning från Bertil som ligger bakom. Adam avfyrar sin första robot mot en Gripen och viker omedelbart av, Gripenpiloten som redan fått varning och stör besvarar med två robotar, en mot F35 som viker av (som pga svängen är stor som en FA18) och en mot sändande radar. Rotetvåan tar över eldledning mha radar.<br/> <br/>  I detta fall har roboten från Gripen ett högre energiläge och antingen 0,4 mach högre hastighet och (ca) 10% längre effektiv räckvidd. Roteettan hos Griparna kan dessutom bidra med eldledning under en längre sväng än F35an som för egen överlevnad är beroende av Bertil.<br/> <br/>  I detta fall kommer bägge sidor behöva avbryta sin eldledning, men Gripen kan hålla ut längst och bör därmed ha högst sannolikhet för träff.</blockquote>  Vad gäller hastighet så finns det andra begränsingar är bara friktion. MiG 31 klarar med 4 st R37or (motsvarar viktmässigt 16 st Amraam) mach 2,83+. Det vikigaste är relativ dragkraft och vid vilken hastighet inloppet kan sänka hastigheten på luften tillräckligt för att motorn ska fungera ordentligt.<br/> <br/>  F35 klarar pga sin DSI inte av hastigheter över mach 1,65. Motorn kan inte hantera det. Gripen E klarar likt F16 och Viggen av mach 2+ och den kan med vapen med endast torr dragkraft hålla över mach 1,2.<br/> <br/>  Börjar det klarna varför jag skrev att F35 är helt ok och inte mer? Tittar vi sedan på MICA-NG IR så snackar vi god natt för alla jaktplan som har tänd radar och inte är snabba nog att dra. *host F35<br/> <br/> <br/>  Du är välkommen att komma med ett välartikulerat motargument när som helst.<br/> <br/>  PS, vad som är extra intressant är ju vilken SNR nivå som Gripens radar har samt givetvis upplösning, känslighet, lobstorlek och effekt. När du kan ge mig det för APG81 resp ES05 så kan vi börja jämföra ordentligt.<br/> <br/>  EDIT: Känner att jag får bjuda på ett räkneexempel.<br/> <br/> <i>F35 avfyrar en robot med v0 på 260m/s, 2 sekunder innan Gripen E svarar. Svarseld kommer i 400m/s.<br/> <br/>  ΔV i eldöppnandet är 140m/s. Därefter accelererar roboten till 900m/s vilket uppnås sekund 5. Det innebär att man efter 5 sekunder har följande läge.<br/> <br/>  F35ans robot har nått ca 2,9km, Gripens 1,95km. 6,8 sekunder senare har robotarna färdats lika långt. Dvs 11km och motorn i en Aim120D har nu slocknat. (samma motor som i Aim120C7 som har brinntid på 9 sekunder cirkus). Från denna punkt har Gripens jaktrobot högre energiläge och därmed längre effektiv räckvidd då högre energiläge innebär att mer hastighet kan bytas mot riktning (det är enkel fysik).<br/> <br/>  En hyffsat modern IRST kan låsa på ett flygplan på 40-50km.</i><br/> <br/>  Kapish?</div> </td> </tr> </table> </div></div> </div> </div> <br/>  Här är en utförlig och bra artikel om BVR-strid och nya Meteormissilens förmågor: <a href=\"/leave.php?u=http%3A%2F%2Fwisemanswisdoms.blogspot.se%2F2014%2F03%2Fdags-att-hoja-troskeln-del-2-meteor.html\" target=\"_blank\">http://wisemanswisdoms.blogspot.se/2...-2-meteor.html</a><br/>  Att kunna avfyra sina missiler i högre hastighet är en betydande fördel, en av alla fördelar som Gripen har gentemot F-35."
		}
	],
	[
		{
			"postIndex": 6897,
			"postNumber": 7038,
			"rankGlobal": 62,
			"rankLocal": 1,
			"scoreGlobal": 70.2,
			"scoreLocal": 100,
			"userRank": 18,
			"userScore": 15.5,
			"postUserName": "ööööööHH",
			"postUserID": "u267887",
			"postUserUrl": "https://www.flashback.orgu267887",
			"postDateTime": "2014-05-22, 01:55",
			"postUrlInThread": "https://www.flashback.org/t270116p587",
			"postUrlUniq": "https://www.flashback.org/sp48891121",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krabba73</strong> <a href=\"/p48882520#p48882520\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Men frågan jag vill ha svar på tycks ingen här vilja svara på. Ska vi köpa in utmärkta stridsflygplan från USA. Eller ska vi vänta tio år? för att vi behöver ännu en Hamiltonfilm, med usel produktplacering. Med Ukraina står vi inför det värsta krisen sen...typ.... 68? Jag bryr mig mer om Sverige, än Statoils produktplacering....</div> </td> </tr> </table> </div> <br/>  Utmärkta plan? De enda planen USA har som är bättre än Gripen på jakt är F-22 och möjligtvis F-15(?). F-22 går inte att köpa och F-15 är gammalt och svindyrt att flyga. Gripen är väl egentligen inte sämre än något annat plan på jakt (utom F-22), snarare bättre än de flesta. Jakt får väl ändå ses som det viktigaste för defensiva Sverige.<br/> <br/>  Dessutom kostar gripen en tredjedel att flyga jämfört med likvärdiga flygplan. Även om vi hade kunna få 60 F-22 imorgon så tar det lång tid att byta ut hela logistiken och systemen och öva piloterna mm. Gripen är det billigaste, snabbaste och förmodligen det bästa alternativet för Sverige.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fagin</strong> <a href=\"/p48884028#p48884028\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Anledningarna är väl att ryssen petar in mer pengar i försvaret än vad väst gör, samt att ryssen är erkänt bra på radarteknologi, som är en viktig del i en medel/långdistansrobot.<br/> <br/>  Sen lär väl ryssen se till att planen har gott om beväpning också, medans 2 gripar får dela på en meteor.</div> </td> </tr> </table> </div> <br/>  Bara Nato lägger 15x mer på militären än Ryssland, därtill kommer alla väst-länder som inte är med i Nato. Ryssland har alltid varit kända för att leverera flygplan i toppklass, men varit helt efterblivna på elektroniken. Kanske ändrats de senaste åren i så fall?<br/> <br/>  Anledningen till att inte väst vill ha Rysk radarteknologi i dålig länder är väl rätt självklar? Även om den inte skulle vara toppklass så är den inte värdelös och innebär ett stort lyft för länderna som knappt haft radar innan."
		},
		{
			"postIndex": 6905,
			"postNumber": 7046,
			"rankGlobal": 117,
			"rankLocal": 2,
			"scoreGlobal": 65.9,
			"scoreLocal": 93.9,
			"userRank": 89,
			"userScore": 3.7,
			"postUserName": "krabba73",
			"postUserID": "u804501",
			"postUserUrl": "https://www.flashback.orgu804501",
			"postDateTime": "2014-05-23, 03:34",
			"postUrlInThread": "https://www.flashback.org/t270116p588",
			"postUrlUniq": "https://www.flashback.org/sp48904667",
			"sentence": "Till ööööööHH (vad är det för jävla namn i alla fall?) <br/> <br/>  \"Utmärkta plan? De enda planen USA har som är bättre än Gripen på jakt är F-22 och möjligtvis F-15(?). F-22 går inte att köpa och F-15 är gammalt och svindyrt att flyga. Gripen är väl egentligen inte sämre än något annat plan på jakt (utom F-22), snarare bättre än de flesta. Jakt får väl ändå ses som det viktigaste för defensiva Sverige.\"<br/> <br/>  Pratar jag med greve Alfons Mensdorff-Pouilly nu?<br/>  Tror du på fullt allvar att Gripen skulle vinna över Eurofighter? Elller SU-35BM, eller S, som det verkar kallas nu....<br/> <br/>  F-15 är gammalt och svindyrt. Visst. Orginalversionen är det. (gammalt alltså)  Men den har typ moderniseras. F-16 kommer ut i nya versioner hela tiden. Du vet det. AESA-radar...osv osv...<br/> <br/>  F-22 kanske kommer säljas. Även om det blir en light variant av det. Kina är lite för stort för Japan nu. Dom pratar ju i alla fall om det.<br/> <br/>  \"Jakt får väl ändå ses som det viktigaste för defensiva Sverige \"<br/> <br/>  Om vi vinner....ja.... om vi vinner Alfons... <br/>  Du kanske borde sluta tänka på dina aktier i Saab och mer på Sverige."
		},
		{
			"postIndex": 6890,
			"postNumber": 7031,
			"rankGlobal": 175,
			"rankLocal": 3,
			"scoreGlobal": 62.1,
			"scoreLocal": 88.4,
			"userRank": 89,
			"userScore": 3.7,
			"postUserName": "krabba73",
			"postUserID": "u804501",
			"postUserUrl": "https://www.flashback.orgu804501",
			"postDateTime": "2014-05-21, 22:19",
			"postUrlInThread": "https://www.flashback.org/t270116p586",
			"postUrlUniq": "https://www.flashback.org/sp48888471",
			"sentence": "\"Det finns inget som tyder på att ryska radarsystem skulle vara bättre än sina västerländska motsvarigheter\"<br/> <br/>  Varför går USA, Israel...och andra,  absolutely ape, när det talas om att sälja, s-300, eller Mig-31. Till länder som betyder något. Som ligger på fel ställe. Radar och robotar med väldigt långt räckvidd. Om deras radarsystem/ missiler.... är så dåliga, som du så kraftfullt hintar.<br/> <br/>  Och angående mina andra tankar. Det handlar inte om just silent eagle eller F-18. Det finns massor med flygplan som vi skulle kunna få väldigt mycket snabbare än nya JAS. Med tanke på vårat mycket goda samarbete med väst...eh....så skulle dom säkert kunna skynda på en hel del =) Är vi inte NSA's bästa vän?"
		}
	]
]
