[
	[
		{
			"postIndex": 55,
			"postNumber": 57,
			"rankGlobal": 41,
			"rankLocal": 1,
			"scoreGlobal": 71,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2006-07-24, 08:41",
			"postUrlInThread": "https://www.flashback.org/t350508p5",
			"postUrlUniq": "https://www.flashback.org/sp4627381",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>wigwag</strong></div> <div>Knappast inom det samhällsvetenskapliga området. Men du får gärna ge exempel på Platon eller någon annan grek som använde sig av samma metodik som Marx.</div> </td> </tr> </table> </div> Eh, ja Platon, är ett bar exempel faktiskt. Och kom inte och hävda att det inte är inom det sammhällsvetenskapoliga området. Platons mest berämda verk är ju just \"Republiken\", där han på precis lika vetenskapliga grundvalar som Marx använder, och med precis lika hållbar logik, sätter upp sin syn på samhället.<br/> <br/>  Skillnaden är att Platon talar om hur samhälelt ser ut, och Marx talar om hur man kommer dit. Marx var knappast medveten om det, men Platons beskrivning av sin reublik har visat sig vara förvänansvärt nära det samhälle man får om man gör som Marx säger. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Detta forum är ett bra exempel på Marx genomslagskraft då samhällsvetenskapliga argument som<br/>  understöds av procentsatser,staplar och diagram och matematiska samband<br/>  får högre status än rena känsloargument.      </td> </tr> </table> </div> Ja, det visste Marx, och därför hittade han på en massa \"fakta\" för att understödja det som en gång var en rent känslobaserad ideologi. Problemet med Marx fakta (precis som med Plartons fakta) är att dom inte har nåt med verkligheten att göra.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Förövrigt anser jag Marx teoribildning vara grundligt motbevisad vilket jag är övertygad om även Marx skulle instämma i om han fick chansen.      </td> </tr> </table> </div> Det tror inte jag han skulle. En sak motbevisades nämlugen redan i nas livstid: Det klassiska påståendet att arbetarna skulle bli fattigare och fattigare. Det blev dom inte. Det visste Marx innan han dog, och han rationaliserade bort det. Varför? Ja, för mycket av Marx teoribildning går just ut på att bevisa att det är så. Och det är denna ökade fattigdom som är orsaken till revolutionen. Om man accepterar att arbetarna faktiskt inte får det fattigare och fattigare i kapitalismen, så kollapsar faktiskt hela Marx teorier.<br/> <br/>  Marx var alltså motbevisad av verkligheten redan i hans livstid. Men inte fan höll han med om det. Och det skulle han inte göra i dag heller. Och varför? Jo, för omman tig en tidsmaskin och hämtade Marx till dagens samhälle, så skulle han antingen vara tvungen att vidhålla att han hade rätt, och att samhället har fel, eller så är han tvungen att inse att försöken att genomföra hans teorier är den största katastrofen i mänsklighetens historia.<br/> <br/>  Tror du nån människa skulle klara av att axla det ansvaret? Knappast."
		},
		{
			"postIndex": 28,
			"postNumber": 30,
			"rankGlobal": 59,
			"rankLocal": 2,
			"scoreGlobal": 64.4,
			"scoreLocal": 90.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2006-07-20, 14:27",
			"postUrlInThread": "https://www.flashback.org/t350508p3",
			"postUrlUniq": "https://www.flashback.org/sp4599774",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>a4swe</strong></div> <div>Det är du som är ointresserad av debatt, det enda du är intresserad av är att läsa vad du själv skriver för att sedan kalla andra för troll.<br/>  Jag ser inte vad i MNT som emotsäger VL, men du får gärna förklara eftersom jag troligen saknar någon kunskap/insikt då det finns en enighet om denna som en Marxemotsägare.</div> </td> </tr> </table> </div>   Det har var ett trevligt och vettigt inlägg. Det är första gången jag ser nåt sånt från dig. Annar är det bara som ditt första inlägg i den här tråden, när allt du gör bara är att säga dumheter och motsäga det andra har sagt utan vidare argument. Det är inte seriöst.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vidare har jag ovan framfört lösningen till transformationsproblemet vilket är det enda som krävs för att till fulloa acceptera VL.      </td> </tr> </table> </div>   Nej, det är det inte alls. Det är ingen lösning till transformationsproblemet. Det du sa ovan är saker Adam Smith sa 50 år innan Marx.<br/> <br/>  Jag tror inte för en sekund på att du helt plötsligt har skärpt dig, men jag tänker svara ändå, eftersom du nu ställer en rimlig fråga på ett seriöst sätt.<br/> <br/>  Så, svaret: Vad i marginalnytteteorin motsäger Marx värdelära? Jo: Marginalnytteteorin säger att en varas värde beror på den upplevda marginalnyttan för dom som är inblandade i köpet/försäljningen. Värdet är alltså en rent subjektiv fråga, som varierar beroende på vem du frågar, eftersom dom har olika upplevd nytta av saken.<br/> <br/>  Marx värdeteori grundar sig på arbetsvärdeteorin. Den teorin säger att varans värde beror på det nedlagda arbetet i varan.<br/> <br/>  Detta är alltså inte kombinerbart. Värdet kan inte både vara den subjektivt upplevda marginalnyttan och det totala nerlagda värdet. Dom går inte att kombinera.<br/> <br/>  ARbetsvärdeteorins motbevisning är  enkel: Om du säljer vatten från en brunn, varför är vattnet billigt i London och dyrt i Sahara? Enligt arbetsvärdeteorin skulle det kosta samma, eftersom den nedlagda arbetet är samma. <br/> <br/>  Det här problemet visste man om redan längt innan Marx. Men man hade inga bättre alternativ. Ricardo och Marx försökte lappa ihop arbetsvärdeteorin, men misslyckades. När marginalnytteteorin kom så fick man en bättre teori, som inte behövde lappas ihop. MNT förklarar allt det som AVT försöker förklara men inte kan förklara.<br/> <br/>  Nästa fråga är då varför Marx ekonomiska teorier kollapsar när man tar bort AVT. Smiths teorier kollapsar ju inte när man gör det samma? Jo, för Marx teorier grundar sig på att alla varor har ett objektivt värde. Med MNT har varor inte det. Det finns inte längre nåt obejktivt värde i en vara. Och därmed kan man inte hävda att arbetarna blir bestulna på en del av detta objektiva värdet. Mervärdesstölden försvinner, och hela Marx ekonomiska grundval försvinner."
		},
		{
			"postIndex": 31,
			"postNumber": 33,
			"rankGlobal": 68,
			"rankLocal": 3,
			"scoreGlobal": 62.3,
			"scoreLocal": 87.6,
			"userRank": 20,
			"userScore": 7.3,
			"postUserName": "a4swe",
			"postUserID": "u12665",
			"postUserUrl": "https://www.flashback.org/u12665",
			"postDateTime": "2006-07-20, 16:31",
			"postUrlInThread": "https://www.flashback.org/t350508p3",
			"postUrlUniq": "https://www.flashback.org/sp4600609",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jupp.      </td> </tr> </table> </div> <br/>  Att du här accepterar att \"Värdet skall ha en koppling till, men behöver inte vara lika med, priset\" skall vi komma ihåg till senare.<br/>  Du accepterar också tydligen dessa två som nödvändiga och tillräkliga krav för att vi skall kunna kalla ett begrepp för värdebegreppet, rätt?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ööh... va? Vad menar du?       </td> </tr> </table> </div> <br/>  Jag menar och det är väl egentligen självklart att ett ev. värdebegrepp skall vara generaliserbart och specifikt för det ev. varuslag man diskuterar.<br/>  Men det kanske var lite felformulerat.<br/>  Ta det här då:<br/>  Värdebegreppet måste utformas som så att det på samma sätt för alla varor i den kapitalitiska produktionen kan ge för varje specifik varugrupp ett specifikt värde.<br/>  Är det ok kanske?<br/>  Där varugrupp kan vara vad som helst beroende på vilken generallisering man gör, det kan i ett fall vara metallföremål i ett annat skruv och i ett tredje 4 cm långa skruvar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag ser inte nyttan med det sista kravet.      </td> </tr> </table> </div> <br/>  Det sista kravet är av allra största nytta, efter omformuleringen kanske vi håller med varandra.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, det är det inte. Det är väl priset, inte värdet. Om du definierar värdet så så har du frångått arbetsvärdeteorin.      </td> </tr> </table> </div> <br/>  Priset är det inte priset är P(T,E) och Värdet är punkten V på kurvan.<br/>  V är alltså ett specifikt pris där P under normala omständigheter, alltså där T eller E inte förändras inom systemet för kapitalistisk produktion, givetvisk kan både T och E förändras av tex felgissningar av producenter eller naturkatastrofer.<br/>  Det är det som är skillnaden och även kopplingen mellan pris och värde.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Som noterat innan löser detta inte nåt transformationsproblem alls. Det du tar upp är bara tillgång och efterfrågan, nåt som man var medveten om redan innan Marx, och som Marx själv tar olika sorters hänsyn till. Varför inbillar du dig att detta löser transformationsproblemet?      </td> </tr> </table> </div> <br/>  För att den inte bara tar upp T och E utan även punkten V vilket inte är det samma som varken T E eller P. Ungefär så...<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Inom all ekonomisk värdeteori är \"värde\" definierat som \"det pris en vara får på en öppen marknad\". Även Marxismen. När Marx säger \"värde\" så menar han bytesvärdet. Priset alltså. Transformationsproblemet är hur man transformerar arbetsvärde till bytesvärde, och det problemet uppstår ENBART därför att Marx värdeteori är fel. Det värdet/priset BORDE vara är inte det som värdet/priset ÄR. Och anlendingen till detta är att arbetsvärdeteorin är fel.      </td> </tr> </table> </div> <br/>  Du har tidigare sagt att min definition på värdet var ok och här emotsäger du detta? Hur skall du ha det egentligen, för att kunna hålla den här diskussionen måste vi stå på gemensam definitionsgrund, kan du inte hjälpa mig lite?<br/>  Att definiera V=P finner jag helt onödigt.<br/>  Bytesvärdet är inte det samma som det momentana priset Bytesvärdet(V) är den punkt vilket priset alltid (på en öppen marknad) rör sig emot.<br/>  Transformationsproblemet är hur vi skall finna kopplingen pris och arbetsvärde, vilket jag gjort ovan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ja, det kan man säga. Och därmed kvarstår motbevisningen: Om du säljer vatten från en brunn, varför är vattnet billigt i London och dyrt i Sahara? <br/> <br/>  Varför stabiliserar sig värdet högt i Sahara? Varför är värdet högt i Sahara, när inte mer arbete är nedlagt?      </td> </tr> </table> </div> <br/>  Priset stabiliserar sig i Sahara högre just därför att det ligger mer arbete i vattnet där, mer rörledningar, man måste transportera dit vatten osv osv.<br/>  Kapitalisten kommer bara att vara intresserad av att tillföra Sahara mer vatten så länge han kan göra en profit alltså då priset är lite höge än vad han betalar för arbetskraften (där har vi även arbetet som enda värdeskapande produkt).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, bara om vattnet är så dyrt att transporten lönar sig. Om den inte är det kommer det inte ske. Vattnet från den lokala brunnen kommer fortsätta vara dyrare i Sahara än i London, detta trots att inte mer arbete läggs ner.      </td> </tr> </table> </div> <br/>  Situationen i sig är absurd!<br/>  Det kommer att vara lönande att föra dit vatten så länge som priset överstiget det arbete som är nedlagt i processen att föra dit vattnet.<br/>  Låt säga:<br/>  Vatten i Sahara kostnad 5 enheter<br/>  Vatten i london: 1 Enhet<br/>  Transport: 3 enheter<br/>  Arbetet förlagt i ev transporterat vatten är alltså 4 enheter och kapitalisten kommer att transportera vatten och på så sätt tjäna en enhet, det kommer att tillföras mer vatten så länge som priset på vattnet i Sahara rör sig emot dessa 4 enheter.<br/>  Om vi istället antar samma scenario fast vattenpriset i Sahara från början sätts till 4 enheter så är det redan stabiliserat på arbetsvärdet och ingen tillförsel kommer att ske.<br/>  Om vi istället sätter det till 3 enheter har vi måhända ett lite mer underligt scenatio men ändå inga problem.<br/>  Dessa 3 enheter betyder att efterfrågan inte är mättad tillgången kommer obönhörligen (om man inte ransonerar vattnet, men då är vi utanför den fria marknaden) att minska vilket leder till ett ökat pris och när vi är över dessa 4 enheter kommer det att tillföras vatten av kapitalister som profiterar.<br/>  I alla dessa fall rör sig alltså priset på vatten emot den punkt på kurvan som vi kallar V, alltså arbetsvärdet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Ja. Notera den totala avsaknaden av arbetsvärder i det du nu skrev. Hela din förklaring till hur det gick till domineras helt av en total avsaknad av arbetsvärde.       </td> </tr> </table> </div>   Nej.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nu återfaller du till din tidigare nonsens-stil, där du debatterar genom att säga saker som är fullständigt och uppenbart felaktiga. Varför det?      </td> </tr> </table> </div> <br/>  Det var inte min vanliga nonsensstil, men idiotsvar var det.<br/>  Jag var trött.<br/>  Men jag ser fortfarande inte varför MNT och VT inte kan existera sida vid sida då de båda verkar vara möjliga modeller på olika nivåer."
		}
	],
	[
		{
			"postIndex": 187,
			"postNumber": 189,
			"rankGlobal": 14,
			"rankLocal": 1,
			"scoreGlobal": 81.5,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2006-09-16, 10:39",
			"postUrlInThread": "https://www.flashback.org/t350508p16",
			"postUrlUniq": "https://www.flashback.org/sp5060442",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>CatoHectorian</strong></div> <div><img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> Nej, jag måste tydligen skriva otydligt, trodde en femåring skulle förstå. Men för att bli lite övertydlig:<br/>  Marx hävdade att arbetarna skulle bli medvetna om sin situation och förstå att de blev utnyttjade och var satta under förtryck(han hade rätt)</div> </td> </tr> </table> </div>   Tja, då måste man ju först definierat \"utnyttjad\" och \"satt under förtryck\". Marx definitioner av detta var felaktiga, och arbetarna har inte alls \"förstått\" detta. Överhuvudtaget är det nog få arbetare som förstår nånting av Marx teorier.<br/> <br/>  Allt du egentligen säger här är att arbetare när dom blir missnöjda med situationen kommer att demonstrera och orsaka upplop. Detta är knappast nåt Marx var först med att påstå. Det finns väl överhuvudtaget ingen som har sagt nåt annat, faktiskt. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Marx hävdade att när de blivit medvetna så skulle de organisera sig för att bekämpa förtrycket (han hade rätt).       </td> </tr> </table> </div>   Nej. Arbetare har inte blivit ett enda dugg mer \"medvetna\" än på Marx tid. Man organiserade sig, ja. Men inte för att göra revolution, utan för att kräva bättre arbetsförhållanden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Marx hävdade att när de organiserad sig mot kapitalisterna så skulle de göra revolution och införandet av arbetarstyre, klasslöst samhälle. Där hade han fel, men var fortfarande inte helt fel ute EFTERSOM förändringar skedde för att man inte ville ha en revolution på halsen.      </td> </tr> </table> </div> Då hade han alltså helt fel. Det där är ju helt fel, för Marx sa att det var precis det som INTE skulle hända. Han sa att reformer var meningslösa och det skulle bli revolution. Istället blev det inte revolution, utan det blev reformer. Detta är rimligen att ha helt fel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Hade han haft helt fel så hade förändringarna skett utan detta överliggande hot.      </td> </tr> </table> </div> Vilket dom också ofta har gjort. Det som oftast har genomförts under hotet av revolution är DEMOKRATI. Detta avfärdade Marx. Inga av dom förändringar Marx ansåg måste införas (förstatligandet av produktionsmedlen) har infört alls, allra minst under hotet om revolution.<br/> <br/>  Marx hade alltså helt fel där också.<br/> <br/>  [quote]Marx beskrivning av klasssamhället stämmer också till visst det, för sin tid, även om det redan då fanns så många fler nyanser än vad han beskrev, men hans teorier gav dock en bas som fortfarande ligger till grund i dagens forskning om klasser, sociala grupper, stratifieringssystem och liknande.[/quote[Jaha, men det kanske den inte borde göra? Marx teorier ligger till grund för vänsterns ekonomiska politik, fast den är grundligt motbevisad. Att massa folk tror på nåt betyder inte att det är sant. Eller som man säger \"en miljard flugor kan inte ha fel: ät skit!\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Jag tycker du får klämma ur dig exakt vad det har han hade rätt i.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Allt har ju utvecklats för att försöka närma sig verkligheten eftersom hans teorier var som ett oarbetad granitblock som sedan mejlats ut.      </td> </tr> </table> </div> Det kan hända, men då får du ju ta upp exempel på detta. Jag har som sagt efterfrågat saker som Marx hade rätt i i den här tråden och hittils har ingen kommit med ett enda exempel.<br/> <br/>  Dina förslag är bäst hittils, och det enda du har kommit upp med är att han sa att arbetarklassen skulle blir medveten, organisera sig, men att denna organisation i grunden skulle vara meningslös, enbart revolutionen skulle kunna lösa problemet. Det som hände var att arbetarklassen förblev omedveten, men organiserade sig, och löste problemet. Med andra ord, mitt i en hel hög med felaktigheter råkar han klämma ur sig att arbetaklassen skulle organisera sig, och det råkade vara rätt.<br/> <br/>  Då återstår ju att bevisa att detta med arbetklassens organisation var nåt HAN hittade på, och att ingen annan hade tidigare sagt att arbetarklassen skulle komma att organisera sig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Trodde aldrig jag skulle vara den som försvarade Marx, eftersom jag brukar hänga på andra sidan staketet... Men det finns ju gränser även för ignorans      </td> </tr> </table> </div> Säkerligen, och jag har letat efter Marx gränser länge, och jag måste säga att du har du inte lyckats hitta dom än."
		},
		{
			"postIndex": 163,
			"postNumber": 165,
			"rankGlobal": 39,
			"rankLocal": 2,
			"scoreGlobal": 71.2,
			"scoreLocal": 87.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2006-09-04, 13:25",
			"postUrlInThread": "https://www.flashback.org/t350508p14",
			"postUrlUniq": "https://www.flashback.org/sp4962736",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Stalin</strong></div> <div>Men du förstår inte vad du läser:<br/> <br/>  \"<i>Relativ överbefolkning åtföljes med nödvändighet av fattigdom, och då den industriella reservarmen är en nödvändighet, är också fattigdomen nödvändig. Dessa bägge företeelser bildar tillsammans en av existensbetingelserna för den kapitalistiska produktionen och rikedomens utveckling. Industrins reservarme tillhör den kapitalistiska produktionens faux frais[120], som kapitalet emellertid till största delen lyckas vältra över på arbetarklassens och den lägre medelklassens skuldror</i>\". De arbetslösas fattigdom utesluter alltså inte tex a-kassa, det Marx kallar att kapitalet vältrar över arbetslöshetens kostnader på arbetarklassen själv. Alltså använder du dig av en halmgubbe när du pekar på verkligheten där arbetslösa inte kryper i rännstenen och använder det som bevis för att Marx hade fel.</div> </td> </tr> </table> </div> Så nu hävdar du alltså att...<br/> <br/>  1: A-kassor är ett kapitalistiskt påfund, skapat av onda kapitalister.<br/>  2: Att dom arbetslösa inte alls blir fattiga.<br/>  3: Att Marx förutsåg detta.<br/> <br/>  Att a-kassor skulle vara ett av kapitalismen uppfunnet medel är ju rent löjligt. Det skulle isåfall göra dom skattesänkningsivrande moderaterna till någon slags Marxistiska arbetarklasskämpar, medans LO och sossarna är dom onda kapitalisterna.<br/> <br/>  Att arbetslösa nu inte alls blir fattiga helt plötsligt, motsäger dina tidigare påståenden om att det bara var arbetslösa och liknande som skulle bli fattiga. Citat: \"Du påstod att arbetarna skulle få det sämre när Marx i själva verket pratade om \"underkategorin\" arbetslösa, föräldralösa, utslitna mfl\". Nu hävdar du att Marx påstår att varken dom arbetande delarna eller dom icke-arbetande delarna av arbetaklassen skall bli fattiga och utsättas för en allt ökande papuerism. Detta är, som du kan se  av dom många citat jag har givit ovan, en ren lögn. <br/> <br/>  \"Första fasen i denna process är skapandet av en relativ överbefolkning eller en industriell reservarme, den sista fasen är <b>den aktiva arbetararmens ständigt ökande elände </b>och fattigdomens dödvikt.\"<br/> <br/>  \"Industrins reservarme eller den relativa överbefolkningen växer med den samhälleliga rikedomen, med det fungerande kapitalets storlek och tillväxt, alltså även med proletariatets absoluta storlek och dess arbetes produktivkraft. Den disponibla arbetskraften utvecklas av samma orsaker som kapitalets expansionskraft. Ju snabbare rikedomsutvecklingen pågår, desto fortare växer också den industriella reservarmens relativa storlek. Men ju större reservarmen är i förhållande till den aktiva arbetararmen, desto talrikare är också den överbefolkning, vars elände står i omvänd proportion till dess arbetsbörda. Ju talrikare detta Lazarusskikt av arbetarklassen och industrins reservarme är, desto större är också den officiella, av myndigheterna erkända fattigdomen. Detta är den kapitalistiska ackumulationens absoluta, allmänna lag.\"<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nästa halmgubbe. Den process som slutar med \"den aktiva arbetararmens ständigt ökande elände och fattigdomens dödvikt\" berodde på \"den kapitalistiska ackumulationens absoluta, allmänna lag\", men om den sa ju just Marx \"<i>liksom alla andra lagar modifieras den i sitt förverkligande genom mångahanda omständigheter, vilkas analys inte hör hit</i>\", vilket du återigen glömde att bemöta.      </td> </tr> </table> </div> Så du hävdar att Marx påstående att denna absoluta allmänna lag inte alls är absolut? Detta är såklart kompletta dumheter. Om man skall tolka Marx som du tolkar honom nu så säger han ju ingenting. Du tolkar nu Marx som om att han säger \"arbetarna kommer bli fattiga, förutom om dom inte blir det\". Detta är patetiskt dumnonsens av högsta slag.<br/> <br/> <b>Allt du nu i din iver att försvara Marx har lyckats säga är att Marx i själva verket inte sa nånting.</b><br/> <br/>  Ja, då kan du ju iaf inte hävda att han hade rätt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tex beror utökningen av reservarmén på att \"varje kapitalist har ett absolut intresse att pressa ut en viss arbetsmängd ur ett mindre antal arbetare i stället för ett lika billigt eller t.o.m. billigare arbete ur ett större antal arbetare\", men vem säger att han lyckas?      </td> </tr> </table> </div> Marx säger att han lyckas. <br/> <br/>  \"Den kapitalistiska produktionens egen mekanism sörjer alltså för att den absoluta kapitaltillväxten inte åtföljes av någon motsvarande stegring i den allmänna efterfrågan på arbetskraft.\"<br/> <br/>  Det finns inga \"kanske\" i den stycket. Inga \"jag tror att (fast jag kan ju har fel)\".<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Kampen om arbetsdagens längd är ett väldigt konkret exempel på \"omständigheter, vilkas analys inte hör hit\".      </td> </tr> </table> </div> Ah. Så när verkligheten inte utvecklades som Marx påstod att den skulle så häör det inte hit alltså? Störtlöjligt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Kapital är ju inte en samling regler, utan klasskamp, det har ju jag förklarat förr, och om du verkligen hade läst Kapitalet istället för att skumma igenom på jakt efter citat att rycka loss, så hade du sett att Marx gav exempel på hur klasskamp kan ändra \"lagarna\":      </td> </tr> </table> </div> Så Marx lägger fram en hel hög med lagar, inklusive lagar som han kallar \"absoluta\" och när det nu har visat dig att dessa lagar, inklusive dom \"absoluta\" var fel, så försöker du förklara detta med att Marx sa att lagarna kan ändras men att \"det inte hör hit\"?<br/> <br/>  Du har just ERKÄNT att Marx hade fel, och försöker komma undan med att peka på ställen där Marx säger att det finns ointressanta detaljer som kan ändras. Skall man vara snäll kan man möjligen tolka detta som att Marx slänger in en brasklapp och säger \"fast det är klart, jag kan ju ha helt fel\". Ja, det kunde han. Och det hade han. Att man säger \"jag kan ha helt fel\" betyder inte att man har rätt när man har fel.<br/> <br/> <b>Marx lade fram lagar, och beskrev en framtida samhällsutveckling utgående från dessa lagar. Han misslyckades komplett. Alla han lagar är felaktiga, framtiden har inet utvecklats som han trodde den skulle utvecklas. Alltså hade han fel.</b>"
		},
		{
			"postIndex": 157,
			"postNumber": 159,
			"rankGlobal": 57,
			"rankLocal": 3,
			"scoreGlobal": 65.2,
			"scoreLocal": 80,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2006-08-31, 15:20",
			"postUrlInThread": "https://www.flashback.org/t350508p14",
			"postUrlUniq": "https://www.flashback.org/sp4932058",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Stalin</strong></div> <div>Nej, det är inte ett märkligt särfall</div> </td> </tr> </table> </div>  Jag sa inte att det var ett märkligt särfall. Jag sa att Marx påstår att detta är något som mycket väl kan hända temporärt, och i resten av kapitlet går han noggran igenom varför den genomsnittliga trenden ändå måste vara så att arbetarklassen får det sämre och sämre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men när du skrev arbetare tänkte du på de som inte kan sälja sin arbetskraft och tillhör överskottsbefolkningen? Ja, det är inte kapitalet som betalar deras uppehälle, det är därför vi har a-kassor och soss-bidrag mm.      </td> </tr> </table> </div>  Här verkar du påstå två att Marx när han pratade om \"arbetare\" inte inbegrep dom arbetslösa, och att han därför menade att \"arbetarna\" inte alls skulle bli fattigare.<br/> <br/> Men det gjorde han helt klart inte. När han talar om arbetare så talar han om dom som inte är kapitalister. I det här kapitlet använder han hela tiden ordet \"arbetare\" om hela arbetarklassen inklusive trasproletariatet. <br/> <br/> Det han faktiskt säger är att dom fattiga skulle bli talrikare och allt fattigare. Det finns i hans resonemang inte något som helst utrymme för socialbidrag eller a-kassor. Det är en, enligt honom, absolut lag att ju mer kapitalismen går framåt desto fler fattiga får man och desto fattigare blir dom. Detta är den absoluta slutsats han drar. Att du inte orkar plöja igenom ens ett kapitel av Kapitalet är helt förståeligt. Det är en skitbok skriven på ett krångligt språk. Men jag har citerat dom relevanta bitarna, så du kan inte hävda okunnighet. Så om du nu förnekar detta så ljuger du helt enkelt.<br/> <br/> Så, Marx påstår inte det du säger att han påstår. Dessutom är det så att det du säger att han påstår: Att folk med jobb får det bättre och folk utan jobb blir fler och får det sämre, är ju INTE HELLER SANT. Så även om Marx hade sagt det SÅ HADE HAN FORTFARANDE HAFT FEL."
		}
	],
	[
		{
			"postIndex": 235,
			"postNumber": 237,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 90.8,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2008-10-19, 09:56",
			"postUrlInThread": "https://www.flashback.org/t350508p20",
			"postUrlUniq": "https://www.flashback.org/sp13342282",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Ja det var ungefär vad jag skrev.</div> </td> </tr> </table> </div>   Förutom att din formulering var att han hade rätt, medans min var att han försökte ha rätt. Stor skillnad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Dina argument suger du har inte skrivit någonting vettigt överhuvudtaget.      </td> </tr> </table> </div>   Om det är så att jag är oklar eller för komplicerad, så säg till. Jag är inte världens bästa kommunikatör. Men bara \"Nä\" är inget argument, så du måste vara tydligar om vad du inte håller med om.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du baserar allt på dina sinnesintryck, synen är ett av fem, när det handlar om att ta in mellanmänsklig information ett av de viktigaste.      </td> </tr> </table> </div>   Ja, men nu handlar detta om MARX, inte om MIG, förstår du.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vilka delar då?      </td> </tr> </table> </div>   Skandinavien, som dessutom heller var nåt slavsamhälle. Och Ryssland var feodalt, men aldrig nåt slavsamhälle, osv. Såhär är det bara. Du får ta och läsa nån bok om världshistoria helt enkelt. Jag rekommenderade en, den är väldigt bra. Faktum är att den enda delen i hela världen som har utvecklingen från stamsamhälle, till slavsamhälle, till feodalsamhälle och sedan till kapitalism, är vissa delar av europa.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det har funnits gott om samhällen som använt sig av slaveri. Inte så supermånga som har haft slavar som huvudsaklig arbetskraft, men nära nog.      </td> </tr> </table> </div>   Det enda samhälle som har haft slavar som huvudsaklig arbetskraft är det kommunistiska kambodja. Så skall du ha det som krav på slavsamhälle, så får Marx ännu mer fel. Har man kravet att det bara skall finnas slavar för att det skall vara ett slavsamhälle så fungerar det inte heller med Marx teorier. Bland annat slutar ju då inte Europa vara ett slavsamhälle förrän i Marx tid. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Hur du än vrider och vänder på saken, så passar inte den faktiska  världshistorian in i Marx historiska teorier. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Romarriket var ett slavsamhälle ja. Och?      </td> </tr> </table> </div>   Det är det som är poängen. Dom delar av Europa dom var romerska, och sedan blev feodala, kan anses följa Marx teorier. INGA ANDRA DELAR AV VÄRLDEN PASSAR. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Användes inte trälar i delar av norra europa?      </td> </tr> </table> </div>   Trälar existerade, ja, men dom var mycket ovanliga. Det blir inte en viktig del av ekonomin, och är därmd inget slavsamhälle. Dom icke-romerska delarna av Europa var inget slavsamhälle. Och skandinavien var aldrig en feodalism, så här är det dubbelfel av Marx. Många delar av världen har varken varit feodalism eller slavsamhälle, eller var feodala innan dom var slavsamhälle, osv.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nationalekonomi är precis som all ekonomisk forskning ideologiskt influerad.      </td> </tr> </table> </div>   Ja, teorierna är ideologiskt influerade. Hurså? Det som avgör om dom är rätt eller fel är inte ideologierna, utan verkligheten. Värdeteori är inget nytt påfund, utan en grundläggande del av nationalekonomin, och marginalnytteteorin har bevisat sin nytta i över 130 år nu. Du kan inte bra stoppa huvudet i sanden och säga \"Nähä!\" eller \"Joho!\" längre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det blir inte mer så för att du säger det.      </td> </tr> </table> </div>   Nej, och den blir inte mer rätt för att du säger det. Det är inte du eller jag som avgör om Marx teorier är rätt eller fel. Det är verkligheten som avgör. Och verkligheten har avgjort saken sedan länge.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du tycker att jag tycker. Men jag vet.      </td> </tr> </table> </div>   Nej, vilka politiska åtgärder som skall genomföras är inte vetenskap, det är åsikter. Vetenskap handlar om teorier och fakta. Politiska åtgärder är varken teorier eller fakta utan åtgärder.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ja det kan man göra. Det går att se huvudkonflikter i samhället helt utan Marx, det är inte någon profet vi pratar om. Även om du kanske tror han är det.      </td> </tr> </table> </div>   Du uppför dig onekligen som om han är det. Trots att jag förklarar hur Marx sedan länge har bevisligen fel, så upprepar du \"Han har rätt\", helt utan argument för det. Så vem tror att han är en profet? Jag tror inte han är en profet. Jag vet att han har fel. En profet som bevisligen har fel är inte mycket att hänga i julgranen, du.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Självklart tror jag inte på religion.      </td> </tr> </table> </div>   Bra.<br/> <br/>  Tror du att mänskligheten från början levde i ett lyckligt primitivt tillstånd, men sedan genom sina egna handlingar föll ned i ett tillstånd av olycka och slaveri, men efter ett stort krig mellan gott och ont kommer att åter hamna i ett evigt lyckorike?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du påstod detta när du skrev att marx hade fel.      </td> </tr> </table> </div>   Jag påstod att kapitalisten tillför något med sina investeringar. Inte \"genom enbart ägande\". Det är olika saker, och jag förklarade vad skillnaden var i meningarna efter, som det hade varit en bra idé om du hade läst innan du svarade.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">        Alltså papper som representerar värden som redan är skapade av någon annan. Precis. Jag skapar inget värde genom att bara äga.  Nej, den som arbetar i fabriken producerar.  Nej jag vet.  För pengar har muskler och kan arbeta?      </td> </tr> </table> </div>   Du förutsätter det som skall bevisas. Du kan inte anta att Marx har rätt när du skall bevisa att han har rätt. Jag har redan bevisat att arbetsvärdeteorin är fel och påpekat att antagandet att kapitalisten inte bidrar med värde är fel. Dina argument för att kapitalisten inte bidrar grundar sig i antagandet att: 1. Han inte bidrar. 2. Bara arbetaren bidrar.<br/>  Det är att anta det som skall bevisas och det är inte speciellt meningsfullt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det blir fortfarande inte mer sant för att du skriver det.      </td> </tr> </table> </div>   Och det blir inte fle för att du skriver det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej du har fel.      </td> </tr> </table> </div>   Som sagt....<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Företag behöver de värden som pengarna representerar. Som kapitalisten äger.      </td> </tr> </table> </div>   Därmed bidrar kapitalisten bevisligen med värde. QED.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så det är enbart kapitalister som skapar värde?      </td> </tr> </table> </div>   Jag sa ingenting som kan tolkas på det viset.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Okej jag förstår precis.      </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Har fortfarande inte sett något som motbevisar fast du återkommer ofta till det.      </td> </tr> </table> </div>   Nej, men det beror ju på att du inte har tittat efter. Som du ser blir det här inlägget ganska långt. Detta när vi diskuterar mycket enkla saker. Tror du att jag skulle kunna lära dig grundläggande nationalekonomi på det här viset? Det tror inte jag. Du får lära dig själv. Och det kommer du ju inte göra, men det är ju ditt problem, inte mitt. Du vill vara okunnig, och då kommer du vara okunnig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag förutsatte att produkten var behövd, något Marx kanske också gjorde.      </td> </tr> </table> </div>   1. Det hjälper inte att förutsätta det. 2. Varför skulle det spela någon roll? Om varans värde kommer ur det nedlagda arbetet, varför måste varan vara behövd? 3. Varor med X nedlagt arbete kan fortfarande vara värd olika saker, vilket inte fungerar enligt Marx.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så om jag äger den enda brunnen med vatten i stan genom hävd så kommer jag att producera skitmycket värde, jag kommer arbeta mest av alla utan att behöva lyfta ett finger för alla kommer att få... jobba(?) (om det nu är jag som äger som arbetar) .. åt mig för att få mitt vatten som jag äger och därigenom arbetar.      </td> </tr> </table> </div>   Nej, det här var helt fel från början till slut. Anledningen till att det var fel är för att du försöker applicera en Marxistisk värdeteori på en situation där den inte fungerar, och samtidigt ironisera över hur fel jag måste ha för att få den att fungera. Problemet är ju att den INTE fungerar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Fast jag tror att ditt användande av gamla begrepp och jämförande dem med nya är hårklyverier.  Det är ganska uppenbart att om ingen behöver en persons produkt så kommer den att vara värdelös.      </td> </tr> </table> </div>   Ja, det kan tyckas uppenbart. Men det är väldigt svårt att förklara varför det är så med Marx teorier. Däremot går det utmärkt att förklara med marginalnytteteorin. Dn teorin är mycket enklare än Marx teorier, och mycket bättre på att förklara priser i verkligheten, och fungerar på alla slags varor, inte bara handlesvaror.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Förutsatt att produkten är behövd.      </td> </tr> </table> </div>   Spelar ingen roll. Det är fortfarande inte nog.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Åh, smek mig med dina välsignade ord! Har du gudskomplex?      </td> </tr> </table> </div>   Nej, jag hade fel. Din tilfälliga intelligens i förra inlägget är borta igen."
		},
		{
			"postIndex": 233,
			"postNumber": 235,
			"rankGlobal": 4,
			"rankLocal": 2,
			"scoreGlobal": 90.5,
			"scoreLocal": 99.8,
			"userRank": 17,
			"userScore": 8.8,
			"postUserName": "Debord",
			"postUserID": "u219427",
			"postUserUrl": "https://www.flashback.org/u219427",
			"postDateTime": "2008-10-19, 00:10",
			"postUrlInThread": "https://www.flashback.org/t350508p20",
			"postUrlUniq": "https://www.flashback.org/sp13339449",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>Jo, hans teorier var fel. Och dom byggde inte på att det var ett klassamhälle. Dom avsåg att bevisa att det var ett klassamhälle, och en viss typ av klassamhälle som fungerade på ett visst sätt. Det var ett klassamhälle, men han analys av saken var helt fel från början till slut, som jag har gett flera argument för här. Att du ignorerar argument och upprepar \"dom var inte fel\" som en nicke-dock med ett snöre i ryggen säger mer om din intelligensnivå än om Marx teorier.<br/></div> </td> </tr> </table> </div>   I andra meningen säger du att teorin inte byggde på att det var ett klasssamhälle. Sedan i mening fyra säger du att det var ett klassamhälle. Man undrar hur du skall ha det egentligen och vad det säger om intelligensnivå för din del själv?<br/> <br/>  Marx analyserade ju det klassamhälle han såg och levde i  och ville söka de underliggande förklaringarna till hur det fungerade och varför. Jag tror nog han var rätt förutsättningslös i sin inställning till hur denna teori skulle utveklas, men om du menar att han från början hyste en avsky mot de rådande förhållandena som han såg arbetarklassen leva under och önskade att detta skulle förändras till nått annat så har du säkert rätt att Marx hade sina intutioner. Dock hade han knappast något egenintresse i detta, han blev snabbt impopulär och svartlistad i de officella media på den tiden och hade svårt att försörja sig.<br/> <br/>  Sedan beskrev Marx i många skrifter  bara den verklighet han såg i världen på just papper. De sk. klasskonflikterna och striderna under 1800-talet, med kulmen i Pariskommunen, krävde där efter sin vetenskapliga förklaring.  Varför hände detta, vart var utveklingen på väg och vad bör göras för att aktivt förändra världen?<br/> <br/>  Det är nämligen det som är vetenskapens syfte att gå utanför de ytliga fenomenens världe och chimära formen som något uppträder under.  Hade vi människor inte börjat förstå det, så hade vi trott att jorden är platt fortfarande.<br/>  Lär dig lite  av den tankeprocessen först så kan säkert du också ta till dig en del Marx precis som en och annan finanskapitalist försöker göra.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>J<br/>  Ja. Vad vill du ha utvecklat? Vad är oklart? Marx teorier säger att det finns två klasser: Arbetare och Borgare. Vem om helst som såg sig runt i samhället på 1800-talet såg att det inte var så enkelt. Till och med Marx. Och därför talade han om kälkborgare och trasproletariat o dyl. Till och med han såg att världen inte bara var uppdelad i Arbetare och Borgare, trots att han försökte hävda att det var så.<br/></div> </td> </tr> </table> </div>   Du vill altså först ge ge Marx fel för att du sen anser att han hade rätt? Du är en rolig prick du, he!<br/> <br/>  Marx sa att det fanns två huvudklasser, vilka står i antagonistisk  motsättning till varandra. Han har aldrig förnekat att det finns andra klasser och mellanligande skikt i ett samhälle. Vad har du fått det ifrån? Han menade dock att den grundläggande utsugningen och motsättningen som uppkommer där ur är det centrala som politiken kretsar omkring. och denna  politikens kärna kallade Marx för klasskampen.  Han definierade helt enkelt huvudintressena .<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>  Visst. Hans historiska syn leder till en samhällsutveckling steg: Stamsamhälle, slavsamhälle, feodalism och kapitalism. Det finns bara en plats i världen som har haft en utveckling som passar in i den modellen, och det södra europa. Resten av världen har INTE genomgått utveckling a stadier enligt Marx teorier. Detta bevisar att hans teorier var fel. Dom baserade sig på en syn på historia som var vanlig bland 1800-talets romarrike-fixerade historiker. <br/></div> </td> </tr> </table> </div>   Dt passar in på hela världen, det är bara som så att det förekommit att andra delar av världen levt i ett slavsamhäle eller ett feodalt samhälle samtidigt ssom kapitalismen utveklades i Europa . Det har t  o m förekommit att folk levt i sk. urkommunistiska samhällen samtridigt, eller i former som låg mellan detta stadium och slavsamhället, som t e x indianerna i Nordamerika. Kapitlaismen har dock tillintergjort dessa med förödande kraft. Den krraften hette på 1800-talet kolonilaismen och på 1900-talet imperialismens epok. Men det är kanske lite för avancerat för dig att förstå.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>  Det har jag redan gjort i en annan tråd som jag absolut tror du också diskuterade i, men OK, då kör vi igen:<br/> <br/>  Marx ekonomiska analys baserar sig på en värdeteori som inte ens Marx försöker få att fungera generellt, utan enbart på handelsvaror (commodities säger man engelska) varor vars kvalitet och egenskaper inte varierar nämvärt. Hans värdeteorier fungerar helt enkelt inte på andra varor. Resultatet är en arbetsvärdeteori, som sedan Marx har blivit helt ersatt med en annan värdeteori som heter marginalnytteteorin. Marx värdeteori är alltså felaktig och motbevisad, och redan Marx visste att den bara fungerar på vissa få varor.<br/></div> </td> </tr> </table> </div>   Var har du fått det ifrån att Marx inte försökte skapa en värdeteori som var generell och som enbart gäller för handelsvaror? Han anväder ju t o m det mest generella begrepp som kan tänkas som grund för sin teori, nämligen <i>det samhälligt genomsnittliga nädvändiga arbete som måste nedläggas i en vara.</i><br/>  Han analyserar både produktionens roll i sskapandet av detta värde,  maskinernas betydelse (produktivkrafterna) och arbetsinsatsens betydelse, samt hur priser realiseras på marknaden (omloppstiden för varans att varans värde skall realiseras bland annat), m a o konsumtionens roll. Faktum är att han använder mycket lite tid åt just handels roll för hur kapitalet utveklats. I alla fall i kapitalets första bok. <br/>  Men det kan hända aatt<br/>  t han lag t mer tid på det i de andra bökerna, det kan du som läst alla tre säker bättre än mig (ironi).<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>  Denna felkatiga värdeteori kombinerar han sedan med antagandet att kapitalisten inte tillför något värde, för att bevisa att arbetaren inte får betalt för hela det värde han producerar. Detta är alltså totalt fel. Resten av Das Kapital kollapsar sedan i en liten rykande hög. Marx ekonomiska teorier är fel, och bevisligen så.<br/></div> </td> </tr> </table> </div>   Marx har aldrig sagt att kapitalisten inte tillför något värde alls, t e x i den meningen att han genomför en kontroll (naturligtvis genom ombud) av arbetarna och ser till att arbetet utförs som det skall. Däremot är det bara arbete som tillför en vara (eller en tjänst för den delen) något värde (det gäller både för bruksvärdet och för bytesvärdet). Du kan ju försöka bevisa motsattsen om du kan. T o m den borgerliga regeringen som styr vårt land har ju insett att det bara är arbete som skapar värden. Om än att de bara ser det för den sk. privata delen av näringslivet. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>  Det där var inte en sak, det var massa saker. Din förklaring \"Det är rätt för jag vet att det är rätt\" är överhuvudtaget ingen förklaring. Ledsen, du vill väl men du är helt enkelt inte speciellt smart....<br/></div> </td> </tr> </table> </div>   Tycker dui är rätt bra själv på att köra med sandlådeargumentation så som att Marx hade fel för att just du säger det. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>  Nåja, vi tar det första av dina påståenden och ser på dom.<br/>  \"Människor blir utnyttjade av kapitalet och kapitalister.\"<br/> <br/>  Detta påståendet baserar sig på antagandet att hela värdet av produkten kommer ur arbetet som är nedlagt i det, det är ett ett felaktigt antagande. Dessutom antar man att kapitalisten inte bidrar med något värde. Det är ett felaktigt antagande. Av detta drar man slutsatsen att kapitalistens förtjänst kommer från arbetaren. Det är alltså fel.<br/></div> </td> </tr> </table> </div>   Då kan du ju vänligen visa på att dessa antaganden är fel istället för att själv forsätta driva en sandlådedebatt genom att på enfalldighetens vis enbart klara av att kasta ur dig retoriken <i> att det är ett felaktigt antagande.</i><br/> <br/>  Sådär."
		},
		{
			"postIndex": 240,
			"postNumber": 242,
			"rankGlobal": 9,
			"rankLocal": 3,
			"scoreGlobal": 86.6,
			"scoreLocal": 95.4,
			"userRank": 6,
			"userScore": 17,
			"postUserName": "1:aHjälpen",
			"postUserID": "u236438",
			"postUserUrl": "https://www.flashback.org/u236438",
			"postDateTime": "2008-10-19, 19:58",
			"postUrlInThread": "https://www.flashback.org/t350508p21",
			"postUrlUniq": "https://www.flashback.org/sp13349625",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>Förutom att din formulering var att han hade rätt, medans min var att han försökte ha rätt. Stor skillnad.</div> </td> </tr> </table> </div>   Nej det var din efterföljande mening som visade att du tyckte att han hade fel. Du försökte bara märka ord helt felaktigt vilket gör dig ännu mer korkad.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Om det är så att jag är oklar eller för komplicerad, så säg till.      </td> </tr> </table> </div>  Du är oklar.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag är inte världens bästa kommunikatör.      </td> </tr> </table> </div>  Uppenbarligen inte. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men bara \"Nä\" är inget argument, så du måste vara tydligar om vad du inte håller med om.      </td> </tr> </table> </div>  Du måste vara tydligare, ditt \"han hade fel\" behöver du också styrka istället för att återkomma hela tiden till det som en nicke-dock.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ja, men nu handlar detta om MARX, inte om MIG, förstår du.      </td> </tr> </table> </div>  Om du med dina sinnen ser att marx hade rätt så handlar det ju om marx och om dina sinnen eller hur? Du säger att du ser att marx hade fel, jag säger tvärtom.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Skandinavien, som dessutom heller var nåt slavsamhälle.      </td> </tr> </table> </div>  Det fanns till och med ett namn på slavar i skandinavien, trälar. Eller förnekar du det också? <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och Ryssland var feodalt, men aldrig nåt slavsamhälle, osv. Såhär är det bara.      </td> </tr> </table> </div>  Du återkommer till att det bara är, men du visar inte på det. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du får ta och läsa nån bok om världshistoria helt enkelt. Jag rekommenderade en, den är väldigt bra. Faktum är att den enda delen i hela världen som har utvecklingen från stamsamhälle, till slavsamhälle, till feodalsamhälle och sedan till kapitalism, är vissa delar av europa.      </td> </tr> </table> </div>  Nu tror jag inte att marx visade att det måste gå till så här, däremot att utvecklingen i slavsamhällen bestod av en huvudkonflikt mellan slavar och -ägare.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det enda samhälle som har haft slavar som huvudsaklig arbetskraft är det kommunistiska kambodja.      </td> </tr> </table> </div>  Kambodja var inte kommunistiskt. Det var kommuniststyrt. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så skall du ha det som krav på slavsamhälle, så får Marx ännu mer fel.      </td> </tr> </table> </div>  Det handlar väl om man har slavar som generell metod eller inte, om man bygger relationer på slavar och slavägande. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Har man kravet att det bara skall finnas slavar för att det skall vara ett slavsamhälle så fungerar det inte heller med Marx teorier.      </td> </tr> </table> </div>  Inga samhällen har bara haft slavar, det måste ju finnas slavägare också. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Bland annat slutar ju då inte Europa vara ett slavsamhälle förrän i Marx tid. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table> </div>  Det är du kanske glad för? Europa hade slaveri men ekonomin var till största delen från hantverkare och arbetare. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Hur du än vrider och vänder på saken, så passar inte den faktiska  världshistorian in i Marx historiska teorier.       </td> </tr> </table> </div>  Why? <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är det som är poängen. Dom delar av Europa dom var romerska, och sedan blev feodala, kan anses följa Marx teorier. INGA ANDRA DELAR AV VÄRLDEN PASSAR.       </td> </tr> </table> </div>  Säger du.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Trälar existerade, ja, men dom var mycket ovanliga.      </td> </tr> </table> </div>  Skandinavien hade väl knappast några större städer eller samhällen och var mer stats-stat aktigt eller klanaktigt eller? <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det blir inte en viktig del av ekonomin, och är därmd inget slavsamhälle.Dom icke-romerska delarna av Europa var inget slavsamhälle. Och skandinavien var aldrig en feodalism, så här är det dubbelfel av Marx. Många delar av världen har varken varit feodalism eller slavsamhälle, eller var feodala innan dom var slavsamhälle, osv.      </td> </tr> </table> </div>  Men Sverige hade väl ändå adel osv? Det är klart att Sverige var så glesbefolkat att det var svårt att upprätthålla någon form av central statsmakt öht.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ja, teorierna är ideologiskt influerade. Hurså? Det som avgör om dom är rätt eller fel är inte ideologierna, utan verkligheten. Värdeteori är inget nytt påfund, utan en grundläggande del av nationalekonomin, och marginalnytteteorin har bevisat sin nytta i över 130 år nu. Du kan inte bra stoppa huvudet i sanden och säga \"Nähä!\" eller \"Joho!\" längre.      </td> </tr> </table> </div> Jag vet inte men marginalnyttoteorin är en teori som bevisar vissa saker medan arbetsvärdeläran bevisar andra saker. Marginalnyttoteorin är ett sätt att se på världen, en sorts glasögon, det går att använda den men att den skulle vara vetenskaplig är bara i förhållande till sig själv. Om man kallar en boll en ball och sedan mäter antalet ballar i världen så får man ett värde. Det är ju vetenskapligt på sitt sätt utifrån sitt paradigm men om man mäter bollens färg så får man ett annat värde man ser på en annan sak.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, och den blir inte mer rätt för att du säger det.      </td> </tr> </table> </div>  Det blir inte mer fel för att du säger det. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är inte du eller jag som avgör om Marx teorier är rätt eller fel.      </td> </tr> </table> </div>  Du kanske inte upplever dig som en del av verkligheten men det gör jag. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är verkligheten som avgör.      </td> </tr> </table> </div>  I know. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och verkligheten har avgjort saken sedan länge.      </td> </tr> </table> </div>  I know.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, vilka politiska åtgärder som skall genomföras är inte vetenskap, det är åsikter.      </td> </tr> </table> </div>  Det kan vara vetenskap om man frågar frågan \"vilken metod 'x' leder bäst fram till resultat 'y', givet vissa parametrar. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vetenskap handlar om teorier och fakta. Politiska åtgärder är varken teorier eller fakta utan åtgärder.      </td> </tr> </table> </div> Politiska åtgärder bygger på och använder sig av och producerar teorier och fakta.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du uppför dig onekligen som om han är det.      </td> </tr> </table> </div>  Du uppför dig som att du tror han är det. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Trots att jag förklarar hur Marx sedan länge har bevisligen fel, så upprepar du \"Han har rätt\", helt utan argument för det.      </td> </tr> </table> </div>  Nej du skriver hela tiden \"han har fel\" och jag blir trött på ditt papegojande. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så vem tror att han är en profet? Jag tror inte han är en profet. Jag vet att han har fel. En profet som bevisligen har fel är inte mycket att hänga i julgranen, du.      </td> </tr> </table> </div>  Du tror att han är en profet som har fel. Jag tror varken han är en profet eller att han har totalt fel.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Bra.      </td> </tr> </table> </div>  Är det din välsignelse jag får igen? Jag betackar mig.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tror du att mänskligheten från början levde i ett lyckligt primitivt tillstånd, men sedan genom sina egna handlingar föll ned i ett tillstånd av olycka och slaveri, men efter ett stort krig mellan gott och ont kommer att åter hamna i ett evigt lyckorike?      </td> </tr> </table> </div>  Knappast. Men jag tror att det genom politiska handlingar går att göra någonting åt människors levnadssituation, att saker kan bli bättre för människor. Tror du?<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag påstod att kapitalisten tillför något med sina investeringar.      </td> </tr> </table> </div>  Han tillför uppenbarligen investeringarna. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Inte \"genom enbart ägande\".      </td> </tr> </table> </div>  Det är ägandet han tillför. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är olika saker, och jag förklarade vad skillnaden var i meningarna efter, som det hade varit en bra idé om du hade läst innan du svarade.      </td> </tr> </table> </div>  Kapitalisten äger pengar, han investerar pengar i företag, han konverterar pengar till ägande, han konverterar en form av ägande till en annan.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du förutsätter det som skall bevisas.      </td> </tr> </table> </div>  Du förutsätter det som skall bevisas. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du kan inte anta att Marx har rätt när du skall bevisa att han har rätt.      </td> </tr> </table> </div>  Du kan inte anta att Marx hade fel när du ska bevisa att han har fel. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag har redan bevisat att arbetsvärdeteorin är fel och påpekat att antagandet att kapitalisten inte bidrar med värde är fel.      </td> </tr> </table> </div>  Nej det har du inte, du har inte bevisat ett smack. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Dina argument för att kapitalisten inte bidrar grundar sig i antagandet att: 1. Han inte bidrar. 2. Bara arbetaren bidrar.      </td> </tr> </table> </div>  Jag säger att kapitalisten kan bidra genom olika beslut, som kommer med hans ägande. Jag påstår däremot inte att själva ägandet bidrar. <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är att anta det som skall bevisas och det är inte speciellt meningsfullt.      </td> </tr> </table> </div>  Du antar det som skall bevisas.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och det blir inte fle för att du skriver det.      </td> </tr> </table> </div>  Det blir inte rätt för att du skriver det.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Som sagt....      </td> </tr> </table> </div>  Som sagt..<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Därmed bidrar kapitalisten bevisligen med värde. QED.      </td> </tr> </table> </div>  Företagen behöver inte kapitalisten, de behöver pengarna. Kapitalisten bidrar inte med annat än ägande, som jag tycker är odemokratiskt.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag sa ingenting som kan tolkas på det viset.      </td> </tr> </table> </div> Här har du rätt, två negationer behöver inte automatiskt innebära ett tvärtom-förhållande.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, men det beror ju på att du inte har tittat efter. Som du ser blir det här inlägget ganska långt. Detta när vi diskuterar mycket enkla saker. Tror du att jag skulle kunna lära dig grundläggande nationalekonomi på det här viset? Det tror inte jag. Du får lära dig själv. Och det kommer du ju inte göra, men det är ju ditt problem, inte mitt. Du vill vara okunnig, och då kommer du vara okunnig.      </td> </tr> </table> </div>  Har jag visst gjort, och grundläggande ekonomi kan jag. A och B kursen med MVG i båda så visst kan jag.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       1. Det hjälper inte att förutsätta det. 2. Varför skulle det spela någon roll? Om varans värde kommer ur det nedlagda arbetet, varför måste varan vara behövd? 3. Varor med X nedlagt arbete kan fortfarande vara värd olika saker, vilket inte fungerar enligt Marx.      </td> </tr> </table> </div>  Är varan behövd på samma sätt kommer den att vara värd på samma sätt.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, det här var helt fel från början till slut. Anledningen till att det var fel är för att du försöker applicera en Marxistisk värdeteori på en situation där den inte fungerar, och samtidigt ironisera över hur fel jag måste ha för att få den att fungera. Problemet är ju att den INTE fungerar.      </td> </tr> </table> </div>  Jag vet att den är fel, men jag utgick från det du skrivit.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ja, det kan tyckas uppenbart. Men det är väldigt svårt att förklara varför det är så med Marx teorier. Däremot går det utmärkt att förklara med marginalnytteteorin. Dn teorin är mycket enklare än Marx teorier, och mycket bättre på att förklara priser i verkligheten, och fungerar på alla slags varor, inte bara handlesvaror.      </td> </tr> </table> </div>  Förklarar vissa saker ja, de som den är satt att visa på. Inte andra.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Spelar ingen roll. Det är fortfarande inte nog.      </td> </tr> </table> </div>  Jo.<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, jag hade fel. Din tilfälliga intelligens i förra inlägget är borta igen.      </td> </tr> </table> </div>  Åh, har jag väckt din ilska mr självpåtagen gud. förlåt."
		}
	],
	[
		{
			"postIndex": 357,
			"postNumber": 359,
			"rankGlobal": 22,
			"rankLocal": 1,
			"scoreGlobal": 79.9,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 12.8,
			"postUserName": "Radsoc",
			"postUserID": "u265128",
			"postUserUrl": "https://www.flashback.org/u265128",
			"postDateTime": "2008-10-31, 01:14",
			"postUrlInThread": "https://www.flashback.org/t350508p30",
			"postUrlUniq": "https://www.flashback.org/sp13506454",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div>Jag menar alltså att det inte är nån relevant skillnad, förutom att Marx såg den historiska utvecklingen som materiell och inte ideell. Eftersom tråden handlar om vad Marx bidrog med som inte var fel, blir dialektiken irrelevant, för den var Hegels. Dessutom var den fel. Den blir inte rätt för att den blir materialistisk. Det är själva dialektiken som är fel. Resultatet är dessutom historiematerialismen, som ÄR ny, och som har blivit förklarad varför den är fel MASSOR av gånger i tråden.</div> </td> </tr> </table> </div> <br/>  Svammel. Bara för att Hegel använde dialektiken fel, innebär inte det att dialektiken är fel. <br/> <br/>  Marx dialektiska metod är mycket relevant. Eftersom den är ett verktyg som gett goda resultat, ang. hur samhället och ekonomin fungerar. Den marxistiska teorin, som stämmer väl överens med hur verkligheten utvecklats och utvecklas, bygger på den. Sett till observationer är de flesta postulerade och troliggjorda (ibland även matematiskt bevisade) lagar/satser inom marxismen korrekta. Annat är det med nyliberala ekonomiska teorier som tvärtom skapar kriser istället för att lösa dem, samtidigt som makten flyttas från valda institutioner till marknadens oligarker. Det är själva syftet med ideologin. Stagflation mm, som den sattes att motverka har tvärtom ökat i takt med att de nyliberala elementen i ekonomin ökat. De minst reglerade länderna är de som är först ut att kollapsa eller förändras radikalt. Det är ännu en observation. Hur ska nyliberalismen bortförklara det?<br/> <br/>  Det hela blir inte bättre när nyliberaler som Milton Friedman öppet erkänt att de hade helt fel. Nyliberalismen är lika död som nazismen, och överlever bara av anledningen att den legitimerar samhällsystemet som religionen. Hade borgarna använt marxismen som analytisk metod hade det inte funnits någon borgarklass kvar länge. Överklassen kan inte göra revolution mot sig själva, det finns inget att tjäna på det. Det krävs en underklass för en revolution. Återigen dialektik. Observationer överenstämmer perfekt med den. Ur det skapas den historiska materialismen<br/> <br/>  Hur väl stämmer nyliberala teorier med verkligheten? Jag tycker mest att de fört till förtryck och förstörelse i de länder de praktiseras. Idag står hela världen på ruinens brant. Värt att notera att Sovjetunionen under depressionen var totalt oberört. Borde inte de träffats hårdast med tanke på att de var hårdast reglerade? Hur stämmer det med teorin?<br/> <br/>  Dialektiken är en utmärkt analytisk modell. Tes, Antites, Syntes är ett grundläggande experimentellt och teoretiskt förfarande i all vetenskap och logik. Men det beror helt på om man är villig att acceptera fakta, tex att klasser existerar. Det verkar du inte vara. Du har likt slavägarna eller de verklighetsfrånvända monarkerna, kapitalisterna förträngt hur samhället ser ut. Kanske har du vuxit upp med det, då de som äger produktionsmedlen också äger och påverkar kulturen till sin fördel, tex genom religionen eller att finansiera dem som går deras ärenden, partier tex, samtidigt som den politiska medvetenheten beror på de samhälleliga omständigheterna.<br/> <br/>  Du har troligen ett falskt klassmedvetande. Arbetarklass som 95% av befolkningen, producerar du värden för dem som äger och inte arbetar? Slavar du under produktionsförhållandena/egendomsförhållandena precis som alla andra? Är du en kapitalets house-nigger? Eller är du kapitalist själv?<br/> <br/>  Historiematerialismen är ett exempel på ännu en modell som överensstämmer mycket väl med verkligheten.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Finns exempel på konst som köptes för flera miljoner när vi hade spekulations och finanskarusellen i början på 90-talet men sen när de skulle säljas av i mitten av 90-talet fick de inte ut ett mer än några \"futtiga ören\".  <br/> <br/>  Vilket inte heller kan förklaras med arbetsvärdeteorin.      </td> </tr> </table> </div> <br/>  Vet du ens vad marxism är? Det finns olika slags värden och värde är inte pris. Pris är inte värde. Du kan sätta vilket pris du vill. Arbetsvärdeteorin behandlar främst värdet i genomsnittstermer, inte priset. Speciellt inte enskilda objekt av olika varuslag. Värdet säger något om <i>arbetet </i>bakom. För att arbeta måste du äta. Mat (grundläggande mänskliga behov) har ett visst värde och pris som kan sägas grundande för värdet för det du framställt. <i>Arbetet </i>något om syftet (måste vara meningsfullt, dvs ha ett bruksvärde för att vara arbete) och det vetenskapligt definierade arbetet, dvs det rent fysikaliska. Priset säger något om värdet och tillgång/efterfrågan. <br/> <br/>  Ett lätt exempel är tex slott av luft, som har ett högt bruksvärde för dig dels för att du behöver andas. Dock inget värde eller bytesvärde, på ett genomsnitt. Specialfall: Du bor under vattnet. Någon måste utföra arbetet och bära ned det till dig på tub. -&gt; Luft får ett värde och även ett bytesvärde om du ger snubben en forell för tjänsten. Skulle du däremot bygga en ideal maskin som pumpar ner luften blir det värdelöst +arbete någonstans, för el, dock ~0 här. Sänk nu ner ett rör till dig och du förenas med atmosfären ovan. Dvs luft får samma värde som luft har ovan havet. Dvs värdelöst. Men inte utan bruksvärde.<br/> <br/>  Jag kan sälja dig en tavla för en miljard eller en krona utan att tavlans värde varierar. Jag kan välja att köpa en sko för tusen gånger beloppet du kräver utan att värdet ändras. Tavlan är bruksvärde för någon, och en vara. Värdet är proportionellt mot det arbete konstnären lagt ner på den. Priset sätter marknaden i en marknadsekonomi. En riktlinje brukar vara att priset ska kunna uppväga det arbete (och därmed värdet) som lagts på varan. Konkurrensen (vid de få tillfällen den fungerar) minimerar ibland priset till och runt denna nivå. <br/> <br/>  Du ignorerar stora delar av marxismen och tar ut delar som du i din okunskap kritiserar. Det är klart att jag på samma sätt kan plocka ur ett kugghjul ur en maskin och säga att den inte roterar då den \"borde\" göra det.<br/> <br/> <br/> <br/>  För övrigt tycker jag tråden är märklig. Den borde snarare formuleras, har \"marxismen fel i nåt\".<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du är väl läskunnig?      </td> </tr> </table> </div> <br/>  Där har vi det igen.<br/> <br/>  Kanske ska lära dig vad argument är och varför man i diskussioner använder sig av dem? Läser man resten av dina inlägg, är de helt ogrundade. Ja. Nej. \"Så är det\". Gud är stor."
		},
		{
			"postIndex": 290,
			"postNumber": 292,
			"rankGlobal": 23,
			"rankLocal": 2,
			"scoreGlobal": 79.5,
			"scoreLocal": 99.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2008-10-22, 10:46",
			"postUrlInThread": "https://www.flashback.org/t350508p25",
			"postUrlUniq": "https://www.flashback.org/sp13387326",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>knulluppad</strong></div> <div>han hade rätt i hur kapitalismen fungerar.</div> </td> </tr> </table> </div>   Nej, för femhundra elfte gången, det hade han inte. Måste vi ta det här igen, eller orkar du läsa i tråden alla femtielva andra gångerna jag förklarar varför han har fel? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       en ägande klass lever på en arbetande klass (majoritetens) arbete. till exempel, men vi kan ju börja med det mest grundläggande. vill du motbevisa det smartypants (eller nån annan)?       </td> </tr> </table> </div> <br/>  Suck. OK.<br/> <br/>  Marx argument här är som följer:<br/> <br/>  1. Värde kommer ur arbete.<br/>  2. Kapitalister bidrar inte.<br/>  3. Alltså är deras förtjänst tagen ur arbetarnas arbete. Kapitalister lever alltså på andras arbete.<br/> <br/>  Varje punkt ovan är fel.<br/> <br/>  1. Värde kommer inte ur arbete. Det är *kostnad* som kommer ur arbete, vilket sätter ett lägsta pris för en vara, vilket innebär att handelsvarors pris på en öppet marknad tenderar att gå mot kostnaden för arbetet. *Värdet* kommer av marginalnyttan. En helt annan process alltså. Marginalnytteteroin kom redan under Marx livstid och har helt ersatt arbetsvärdeteorin inom all seriös ekonomisk vetenskap. Marx hade fel där. Detta fel gör ensamt så att Marx ekonomiska teorier totalt kollapsar. <br/> <br/>  2. Detta antagande gör egentligen hela Marxismen till ett cirkelargument, då Marx här outtalat antar det som skall bevisas. Denna punkt motbevisas enkelt: Om kapitalister inte bidrar, varför söker sig då småföretagare till riskkapitalister? Nej, just det, dom gör det för att kapitalet behövs. Och behövs det så bidrar det, och då har kapitalisten en rätt till en del av vinsten, eftersom vinsten inte hade skett utan kapitalisten. Det är rättvist. Marx hade alltså fel här, och denna punkt gör ensamt så att Marx ekonomiska teorier kollapsar.<br/> <br/>  3. Är en logisk slutsats ur 1 och 2, men eftersom dom båda är fel VAR FÖR SIG så är slutsatsen också fel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       och nej det räcker inte att mumla nåt om marginalnytta och namedroppa popper jag vill ha riktiga bevis. visa var popper motsäger det eller varför det finns en motsättning mellan marginalnytta och mervärde (till exempel).      </td> </tr> </table> </div>   Popper talar mig veterligen inte om dom ekonomiska teorierna, utan dom historicistiska, som han också motbevisar, ja, detta helt utan att motbevisa dom ekonomiska teorierna. Det motbeviset är mer komplicerat. Jag rekommenderar dig att läsa boken i fråga. Det borde lämpligen vara vettigt att veta vad Popper säger innan du kritiserar honom.<br/> <br/>  Men dom historicistiska teorierna bygger också på dom ekonomiska. Arbetarna skall göra revolution därför att deras utsugningsgrad blir högre och misären allt värre. Det bygger på antagandet att kapitalistens vinst kommer ur arbetarens arbete (vilket är fel) tillsammans med idén att vinstmarginalen måste bli högre (vilket också är fel) och är alltså en felaktig slutsats. Detta bevisas av det faktum att arbetarna inte har fått det sämre, utan att dom i själva verket får det allt bättre under kapitalismen. Därmed faller Marx orsakskedja till revolutionen, och Marxismen kollapsar helt som idébygge.<br/> <br/>  Men Popper, vill jag minnas (det var några år sedan jag läste boken) motbevisar historicismen på ett helt annat sätt. Så även där har alltså Marx fel på flera olika sätt samtidigt.<br/> <br/>  Marxism är en religiös historia grundat i den Judeo-kristna berättartraditionen, och påstår sig vara vetenskap. Att ta Marx på allvar är som att ta Da Vinci-koden på allvar. Det är ren fiktion som påstår sig vara sanning."
		},
		{
			"postIndex": 294,
			"postNumber": 296,
			"rankGlobal": 24,
			"rankLocal": 3,
			"scoreGlobal": 79.1,
			"scoreLocal": 99,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2008-10-22, 14:09",
			"postUrlInThread": "https://www.flashback.org/t350508p25",
			"postUrlUniq": "https://www.flashback.org/sp13389493",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rupert_Giles</strong></div> <div>Ursäkta men nu får du fan ta och kamma dig! Du måste väl ändå begripa att du inte rakt av kan jämföra arbetsvärdelärans (LTV) värdekategori med marginalisternas och säga att den ena är rätt och den andra är fel? Det är ju faktiskt inte riktigt samma sak de undersöker. </div> </td> </tr> </table> </div>   Jo, det är faktiskt riktigt samma sak dom undersäker. Båda är värdeläror. Teorier för att förklara varför saker kostar det dom kostar. Rätt och fel i det sammanhanget är en vetenskaplig fråga, och det innebär att den teori som med minst antaganden kan göra bäst och mest generella förutsägelser är den som är mest korrrekt. Och i detta fallet är det Marginalnyttoteorin, som är en generell teori (till skillnad mot Marx) gör betydligt färre förutsägelser, och dessutom utgör en betydligt bättre förklaring.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Inom den sk. klassiska nationalekonomin (Petty, Smith, Ricardo, Marx) så är värdet någonting objektivt och man utgår från produktionen och kostnaderna kring det.      </td> </tr> </table> </div>   Ja. Och dom hade alltså fel. Värdet ÄR inte objektivt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Marginalisternas teori å andra sidan är ren micro-ekonomi där värdet (som för marginalisterna i princip är identiskt med priset) för en enskild vara bestäms av externa faktorer som efterfrågan. Marginalisterna separerar också bytesvärdet från bruksvärdet och hävdar att bytesvärdet helt enkelt är en funktion av bruksvärdet (\"nyttan\").      </td> </tr> </table> </div>   Jupp. Precis. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>Anwar M. Shaikh - The Empirical Strength of the Labour Theory of Value</b><br/> <a href=\"/leave.php?u=http%3A%2F%2Fhomepage.newschool.edu%2F%7EAShaikh%2Flabthvalue.pdf\" target=\"_blank\">http://homepage.newschool.edu/~AShaikh/labthvalue.pdf</a><br/> <br/> <b>Dave Zacharia - Labour value and equalisation of profit rates: a multi-country study </b><br/> <a href=\"/leave.php?u=http%3A%2F%2Freality.gn.apc.org%2Fecon%2FZachariah_LabourValue.pdf\" target=\"_blank\">http://reality.gn.apc.org/econ/Zacha...abourValue.pdf</a> </td> </tr> </table> </div>   Båda dessa papper handlar bara om commodities. Om man har en handelsvara på en marknad med bra konkurrens kommer som sagt priset gå mot kostnaden, och kostnaden är i grunden arbete. I dom fallen kommer alltså arbetsvärdeteorin och marginalnyttoteorin ge samma resultat. Men arbetsvärdeteorin fungerar ENBART i detta specialfall, medans marginalnyttoteorin fungerar generellt. Det innebär fortfarande att LTV är fel, vetenskapligt sett.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag förstår inte varför du bemödar dig med att kritisera teorier som du inte läst och uppenbarligen inte begriper, vill du slåss mot halmdockor så kan du göra det någon annan stans.      </td> </tr> </table> </div> Jag har till skillnad från dig både läst och begripit både Marxistiska och Liberala ekonomiska teorier, och jag förstår VARFÖR Marx hade fel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Naturligtvis så kan kapitalisten bidra med kapital, investera pengar i produktionen o.s.v. Det måste ju t.o.m. du begripa att ingen, allra minst Marx, förnekat.       </td> </tr> </table> </div>   Då faller Marx teorier, och så var det klart. Om investeringar och kapital bidrar till att producera värde så försvinner Marxismen i en rökpuff. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad vi hävdar är att endast den mänskliga arbetskraften (och naturen) kan skapa nytt värde och att mervärdet härstammar från utsugningen av arbetskraften.      </td> </tr> </table> </div>   Vilket alltså helt motsäger ditt tidigare påstående om att kapitalet bidrar. Bestäm dig. Eller kamma dig iaf.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <a href=\"/leave.php?u=http%3A%2F%2Fhem.bredband.net%2Fmarxforum%2Fbokarkiv%2F0012.htm%23Heading70\" target=\"_blank\">http://hem.bredband.net/marxforum/bo....htm#Heading70</a> </td> </tr> </table> </div>   Tre argument till varför kapitalisten har rätt till en del av arbetarens produktion? Poängen är ju att arbetsvärdeteorin är FEL. Värdet uppstår inte av arbetarens produktion. Det är inte ett värde, det är en KOSTNAD. Precis som kapitalistens vinst är en kostnad. Här argumenterar man mot argument som försöker bortförklara en felaktig premiss. Det är ärligt talat helt utcyklat.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Återigen, läs Marx innan du kritiserar honom.       </td> </tr> </table> </div>   Jag har läst Marx. Läs mig innan du kritiserar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Marx teorier är ö.h.t. inte deterministiska.       </td> </tr> </table> </div>   Nähä. Om du istället för att läsa inledningen till Kapitalet ovan, faktiskt läste boken, så hade det nog varit lite svårt att göra det påståendet, du.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.marxistsfr.org%2Fsvenska%2Fmarx%2F1867%2F23-d107.htm%23h118\" target=\"_blank\">http://www.marxistsfr.org/svenska/ma...-d107.htm#h118</a><br/> <br/>  Mannen gör en lång rad av tämligen bergsäkra uttalanden om hur kapitalismen kommer att utveckla sig i framtiden. Om du vill kalla det determinism eller inte är väl en smaksak. Det viktiga är att han hade fel."
		}
	],
	[
		{
			"postIndex": 467,
			"postNumber": 470,
			"rankGlobal": 46,
			"rankLocal": 1,
			"scoreGlobal": 67.8,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2009-02-13, 17:26",
			"postUrlInThread": "https://www.flashback.org/t350508p40",
			"postUrlUniq": "https://www.flashback.org/sp15115211",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>Ja, och du kanske missade, som man ofta gör om man läser för att hitta passande citat, biten <i>\"...antingen arbetslönen är hög eller låg.</i></div> </td> </tr> </table> </div> Nej, det missade jag inte. Notera att det alltså är irrelevant. Det Marx säger är att OAVSETT om lönen är hög eller låg som kommer misären och eländet att ÖKA. Så sa han.<br/> <br/>  Du läste överhuvudtaget inte igenom citatet innan du svarade, va? Du bara såg den biten, misstolkade det och svarade, i din inbillning att du nu hade hittat ett fel i min argumentation.<br/> <br/>  Löjligt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det handlar om ackumulationen av kapital och en relativ fattigdom, det vill säga att utsugningen ökar.      </td> </tr> </table> </div> Det finns inget relativt i ständigt försämrade villkor, ackumulation av elände, arbetsbörda, slaveri, okunnighet, brutalisering och moralisk degradering.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men visst stämmer det att riktig välfärd och bra förhållanden är tillfälliga. Ekonomiska kriser är alltid en del av kapitalismen. Miljoner strejkar i Frankrike, Island drabbas av stora protester osv. Ser vi globalt så har svält och misär ökat sedan kapitalismen och imperalismen.      </td> </tr> </table> </div> Nej, den har minskat globalt, åtminstonde dom senaste 20-30 åren. Globala data för 1700-talet finns ju inte så det är svårare att uttala sig om.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men du tolkar fortfarande helt fel. Varför inte läsa helhet och förstå vad Marx syftar på?       </td> </tr> </table> </div> Lev som du lär, din generalidiot.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ja, hela synen på marxismen som deterministisk är så förlegad och fel att det inte är sant. Nej, Marx påstår aldrig att något måste det och det.       </td> </tr> </table> </div> Och detta säger du efter att jag just ha citerat en plats där han gör just precis det. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> Är du verkligen så korkad? Eller är du ohederlig? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det här citatet kommer väl inte som en nyhet:<br/> <br/> <i>\"En stor del av det ständigt växande mervärdet, som arbetarna själva frambringar, och som förvandlas till kapital, strömmar tillbaka till dem som betalningsmedel, vilket medför att deras behov ständigt ökar. De blir bättre försedda med konsumtionsvaror, kläder, möbler osv., och de får möjligheter att spara ihop små reservfonder av pengar. Men lika litet, som bättre kläder, möbler, näring, behandling osv. och litet mera peculium kan upphäva slavens beroende och exploatering, lika litet upphäves härigenom lönarbetarens beroendeställning. Stigande arbetslön till följd av kapitalets ackumulation innebär i verkligheten endast, att den gyllene kedja, som lönarbetaren har smitt sig själv, nu är lättare att bära och ger honom större rörelsefrihet\"</i> </td> </tr> </table> </div>   Nej. Men Marx menade också att när detta skedde så skedde det på nån annans bekostnad nån annanstans. Att misären alltså totalt sett ökade. Det gjorde den inte.<br/> <br/>  Hur var det där med att läsa och förstår HELHETEN, Chen. Skulle man inte göra det? Eller är det lösryckta och misstolkade citat som är ditt sätt att tolka Marx nu? Och varför diskuterar vi fortfarande Marx ekonomiska teorier? Dom är grundligen motbevisade från början till slut, och enbart kompletta idioter eller människor som inte har sett en bok om ekonomi skriver efter 1860 skulle hävda nåt annat. <br/> <br/>  Skärp dig nu Chen. Du kan inget om varken Marx eller ekonomi, och har inte läst en enda bok om ekonomi, allra minst Kapitalet. Den grop du tror du gräver åt andra kommer bli din egen grav."
		},
		{
			"postIndex": 422,
			"postNumber": 425,
			"rankGlobal": 47,
			"rankLocal": 2,
			"scoreGlobal": 67.7,
			"scoreLocal": 99.9,
			"userRank": 4,
			"userScore": 18.2,
			"postUserName": "madcappo",
			"postUserID": "u283793",
			"postUserUrl": "https://www.flashback.org/u283793",
			"postDateTime": "2009-02-12, 10:16",
			"postUrlInThread": "https://www.flashback.org/t350508p36",
			"postUrlUniq": "https://www.flashback.org/sp15092340",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Fantasier kan man bortse ifrån.      </td> </tr> </table> </div> <br/>  Bra argument.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej, bara dig, för du är oseriös. Dom andra svaren har jag bemött, förutom, som sagt, påståendet om alienationsteorin som jag inte vet nåt om.      </td> </tr> </table> </div> <br/>  Jag är oseriös därför att jag väljer att se Marx arv till samhällsvetenskapen och sociogin (är det tredje eller fjärde gången jag skriver detta?) som väldigt värdefullt. Att sitta och diskutera vilka tänkar a la Marx, Weber, Smith osv som hade rätt och fel visar bara på att man inte vet något om hur samhällsvetenskapen och sociolgin utvecklas. Marxs är den som var först ut med ett konflikt-perspektiv (alltså olika klasser i samhället har motstridiga intressen) vilket påverkat och inspirerat flera stora sociologer (Giddens bl.a.). Motsvarigheten, konsesus-perspektivet utvecklades först av Durkheim. <br/> <br/>  Vidare har Marx tankar om klass vandrat vidare till Weber, Olin-Wright och Goldthorpe (för att nämna några av de mest framträdande) och dessa personers utvecklande av klass-perspektivet har sedan lett till vad i idag kallar SEI-koden som mäter klass i Sverige. <br/> <br/>  Marxistiska feminister har varit väldigt inflytelserika vad gäller att uppmärksamma könsorättvisor inom arbetet vilket har utvecklats vidare till post-koloniala, post-strukuralistiska teorier osv som ligger till grund för det jämställdhetsarbete vi ser idag. <br/> <br/>  Robert Miles har utifrån ett marxistiskt perspektiv undersökt rasism i arbetet och hur det är förknippat med kapitalismen vilket lett till begreppet rasifiering som idag används väldigt mycket av personer med anti-rasistiska och intersektionella perspektiv.<br/> <br/>  Vad jag vill visa genom dessa exempel är att det inte handlar om att ha rätt eller fel inom samhällsvetenskapen och sociologin eftersom teorier hela tiden måste utvecklas för att ligga rätt i tiden. Därför anser jag att frågan om huruvida Marx hade rätt eller inte är irrelevant (tredje gången igen?).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Varför inte? Om han hade fel, är det inte bra om det kommer fram? Om han faktiskt hade rätt i nåt, är inte det bar om det diskuteras? Eller skall inte Marx diskuteras enligt, dig, han skall bara fäljas som nån slags religiös profet?      </td> </tr> </table> </div> <br/>  Återigen ser vi hur du totalt missuppfattat det centrala med Marx. Om du vill motbevisa Marx ekonomiska teorier så visst, skriv dig blodig, men kom inte och fråga om Marx hade \"rätt eller fel\" för det är inte det det handlar om. Att följa Marx som en religiös profet är idiotiskt och något som Marx själv hade hatat. Marx själv sade att han inte ville vara ansvarig för att ha \"skrivit recept för framtidens soppkök\" och han skulle avskytt den dogmatism som vissa \"marxister\" ägnar sig åt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Den här typen av fantasier visar bara på att du inte har nån verklighetskontakt, och då går det inte att ta sina påståenden om Marx teorier på allvar heller, om du inte kommer med mer konkreta och explicita påståenden om vad han hade rätt i.      </td> </tr> </table> </div> <br/>  Nu argumenterar du sådär otroligt övertygande igen."
		},
		{
			"postIndex": 404,
			"postNumber": 407,
			"rankGlobal": 49,
			"rankLocal": 3,
			"scoreGlobal": 67,
			"scoreLocal": 98.9,
			"userRank": 21,
			"userScore": 7,
			"postUserName": "KSallbring",
			"postUserID": "u225461",
			"postUserUrl": "https://www.flashback.org/u225461",
			"postDateTime": "2009-02-11, 17:28",
			"postUrlInThread": "https://www.flashback.org/t350508p34",
			"postUrlUniq": "https://www.flashback.org/sp15080874",
			"sentence": "Detta är ett citat från en uppgift i Historia 61-90 som vi skrev på högskolan förra terminen. Jag undrar varför vi fortfarande studerar Marx och att hans teorier fortfarande används inom historieforskningen. Dessa teorier har kritiserats men har aldrig reviderats och blivit ersatta av någon ny progresssiv \"grand theory\".  <br/> <br/> <br/>  \"Med tanke på Karl Marx komplexa teoribildning är det med stor ödmjukhet som jag ger mig i kast med att förklara den. Förhoppningsvis skulle inte Marx utbrista Je ne suis pas marxiste  om han läste den här sammanfattningen. Något som stod klart från början var att historiematerialism inte innebar ekonomisk determinism. Enligt Marx historiematerialistiska syn är grunden för det mänskliga samhället, hur människan bemästrar naturen för att tillfredställa sina fysiologiska behov. Den här styrs i sin tur av produktionsförmågan som blir alltmer raffinerad i takt med historiens gång. Marx uppfattade samhället som ett konglomerat av tre förordnande nivåer. Basen består av produktivkrafterna, det vill säga arbetskraften, tekniken och råvarorna som behövs för att realisera produktionen, och produktionsförhållandena där arbetsdelningen reglerar samhällets ekonomiska struktur. Basen ligger i sin tur som grund för överbyggnaden som utgörs av de ideologiska, kulturella, politiska och juridiska manifestationer i människornas liv. Tosh menar att den här modellen med bas - överbyggnad i sig inte är en deterministisk modell, utan produktivkrafternas förutsättningar ändras i takt med tekniska innovationer och vetenskaplig progression.  Hierarkin mellan samhällsföreteelserna, som bas och överbyggnad, samt förekomsten av inre spänningar som motverkar systemets upprätthållande gör Marx teori speciellt fruktbar. Detta gäller in synnerhet inom historievetenskapen där Marx teorier kan förklara hur och varför samhällen förändras med andra ord hur den sociala evolutionen går till. Nivåhierarkin är essentiell för att förklara historiens riktning där människan frigör sig från naturens begränsningar för att till slut bemästra densamma. Bas och överbyggnaden har mellan sig en reciprok inverkan på samma sätt speglar Marx modell närvaron av dels stabiliserande och subversiva element. Vulgärmarxistiska tolkningar begår ofta våld på denna form av komplexitet hos Marx där hans lära ofta blir dogmatisk, deterministisk och simplifierad. Den ekonomiska strukturen är endast ett ramverk till överbyggnaden enligt Tosh, inte på något sätt bestämmande[...)\"<br/> <br/>  Trådskaparen har tydligen aldrig läst något av Marx eller om Marx och har trådskaparen gjort det har han missat allt det väsentliga. Det finns forskare som har ägnat hela sina liv åt att förstå och använda Marx och det är allt annat än enkelt. Att någon här inne skulle vara i närheten av att förstå Marx tar jag som ett undantag. Det blir lite kvantfysik på förskolan när folk här inne försöker belacka en stor man och på något sett ge sken av att förstå hans teoribildning. <br/> <br/>  Citat ovan är endast ett utdrag som svar på frågan \"Förklara Marx teoribildning och ta därefter ställning till densamma?\""
		}
	],
	[
		{
			"postIndex": 524,
			"postNumber": 527,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 24,
			"postUserName": "urverksapelsin",
			"postUserID": "u232991",
			"postUserUrl": "https://www.flashback.org/u232991",
			"postDateTime": "2009-02-22, 19:14",
			"postUrlInThread": "https://www.flashback.org/t350508p44",
			"postUrlUniq": "https://www.flashback.org/sp15271947",
			"sentence": "Äntligen slutet av tråden..... <br/>  har läst den från början och är trött.<br/> <br/>  Hursomhelst vill jag till 100% instämma i det faktum som Smartypants påvisat genom uppmaning efter uppmaning: Svaret är <b>Nej</b>! Karl Marx hade inte rätt i något; Karl Marx hade fel i allt. Ekonomi, historia, filosofi (kunskapsteori, verklighetsuppfattning och logik) och allt annat. <br/> <br/>  Tydligen föreligga kvar tvivel på Marx bidrag inom sociologi och psykologi. Dvs <b>alienations-läran.</b> Denna knäcker man lätt med ett exempel, men först låt mig beklaga att jag är inlåst och inte kommer åt min <i>Karl Marx - en biografi </i>av Francis Wheen, en utmärkt bok som ger många svar och dessutom skriven av en person som tydligen är lite åt vänster. <br/> <br/>  \"Alienations\"-konceptet är ungefär som vilken annan bluff kvasipsykologisk terapiform eller påhittat psykologiskt begrepp som helst, tex Oidipuskomplex eller \"existentiell ångest\". I psykologibranchen finns många bluffmakare och ofta är den enes gissning den andres värd. Bland alla dessa konstruerade läror och sammelsurium finns alltså Karl Marx bidrag. I korthet lyder den som i följande exempel: i Norrland såga massa gubbar ner träd till försäljning; en vacker dag kommer en av dem med sin nya fina sak kallad motorsåg. Denna gör det möjligt att såga fortare. Detta kallas på marxistspråk för \"förändring av produktionsförhållanden\", på svenska så har man hittat på ett nytt (och i detta ex bättre) sätt att fälla träd.<br/>  Ok, inga konstigheter så långt. Men enligt Marx sker nu en känsloförändring i motorsågsanvändarnas psyke som gör att de känner främlingsskap inför sina jobb, en känsla av avstånd till sina träd, till sina verktyg, till sina arbeten, till sin roll som \"skogshuggare\", till sina familjer, och så vidare.<br/> <br/>  Vad finns det då för bevis för denna attitydförändring hos Marx? Tja, just ingenting. Han bara hittade på att så här är det. Han tog det rätt ut i luften för att han tyckte det lät bra och det passade in i hans allmänna schema med att folk mår dåligt (vilket också har att göra med \"produktionsförhållanden\") Det faktum att man lätt kan motbevisa denna teori genom att helt enkelt gå ut och fråga, intervjua skogshuggare (eller motsvarande på Marx tid) verkar inte fallit Karl Marx in. Inte heller det faktum att de flesta blir glada åt förändringar till det bättre i sin arbets- eller livsmiljö som ger ökat resultat. Samt givetvis att hela denna ide bara är tagen rätt ur luften utan vetenskapligt stöd och utan minsta empiriska bevis. Orsaken till detta är troligen det faktum att pellejönsar som utnämner sig själva till världsförbättrare ofta inte arbetar själva, och nästan aldrig i det område de skriver om. Marx, Lenin, Bakunin, Kropotkin och alla de andra satt i stort sett på rumpan i offentliga bibliotek, läste och skribblade vad de tyckte om arbete utan att nästan aldrig jobba själva. <br/> <br/>  Så vad förklarar då denna \"alienationsteori\", som rent vetenskapligt är värd ungefär lika mycket som scientologins teorier om hjärnan och känslor? Enligt Marx allt, ty när skogshuggarna känner främlingskapet så mår de dåligt, super ner sig, slår sina fruar, etcetera. Detta är alltså enligt Marx förklaringen på mänskligt beteende. Förklaringen på hustrumisshandel och alkoholism och allt annat negativ beteende i en viss miljö alltså. Det är det som är vitsen med alienationsläran. Skulle någon invända att det faktisk finns bevis på dåligt beteende även där \"produktionsförhållandena\" inte förändrats, så svarar marxisten att man minsann inte får ha en \"stel\" och \"dogmatisk\" syn på begreppet, etc. Trots att Marx själv är kristallklar. <br/> <br/>  Så vad är då lösningen på (det påhittade begreppet) alienation? Rätt kul faktiskt: det finns ingen! Lika lite som det finns svar på något annat inom marxismen. Det enda som finns är den Jehovas Vittnen liknande inställningen: det händer en omvälvning (revolution respektive Jesu återkomst, eller något annat, välj själv) och vips, allt kommer att bli bra!<br/>  Som man förstår av Marx ideer är hela soppan bara en \"millenarianism\" tanke precis som vilken som helst av tusen och en dårfinkar som skrev samma pladder om jordens undergångs och sedan skall lejonet och lammet ligga bredvid varandra.......<br/>  Marx var kort och gott en i raden av patetiska utopiförfattare, inte ett dugg annorlunda än Saint Simon, Fourier, Bellamy, eller ens de kristna kollegorna på medeltiden. <br/> <br/>  Marx egen metod när han fick frågor om vad han ville ha istället, och hur han ville lösa problem var att snörpa på munnen, småflina lite överlägset och förklara att han minsann inte kokade soppor på framtida recept utan de fick de klara själva i framtiden. Skall vi se om någon marxistclown på denna tråd kan upplysa oss? <br/> <br/>  Smartypants frågade om Marx tillfört någonting? Tja, det är ju ganska imponerande att skapa en världsåskådning bestående av tre kubikmeter papper som inte ger ett enda svar på en enda fråga i ett enda område av mänsklig verksamhet! Det är en prestation<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/> <br/>  PS: Vill ni veta mer om vad som händer när en charlatan tar upp Marx och kopplar ihop den med psykologi? Då skall ni lära er om Wilhelm Reich. Jag får återkomma med honom för nu blir tråden för lång.<br/> <br/>  PPS: jag är utbildad undersköterska med inriktning psykologi; har arbetat på mentalsjukhus och har mentalsjuka i min bekantskapskrets, varför jag vet vad jag talar om. Så, marxister, till skillnad från när ni bemöter argument om Marx ekonomi, kasta inte ur er det automatiska \"Du hante läst på tillräckligt, \"Du hante kunskap\" eller \"de där e en förenkling\", \"De e mykke mer komlisejat än så\" osv."
		},
		{
			"postIndex": 555,
			"postNumber": 559,
			"rankGlobal": 2,
			"rankLocal": 2,
			"scoreGlobal": 93.2,
			"scoreLocal": 93.2,
			"userRank": 3,
			"userScore": 24,
			"postUserName": "urverksapelsin",
			"postUserID": "u232991",
			"postUserUrl": "https://www.flashback.org/u232991",
			"postDateTime": "2009-02-24, 15:21",
			"postUrlInThread": "https://www.flashback.org/t350508p47",
			"postUrlUniq": "https://www.flashback.org/sp15300986",
			"sentence": "Gunilla kom med många bra påpekande. Det var klarhet och stringens.  Vad profitkvotens fallande tendens beträffar går den dess felaktighet att komma ifrån med att Marx bara ville påvisa en tendens. Ej heller att går upp och ner innan den faller ihop. Vad Marx gjorde var att koppla den till hela sin världsåskådning och historielära. Och där kan vi konstera att Marx hade fel i sin ekonomi syn.<br/> <br/>  Aerandhir tar upp smartypants påpekande om aktualitet.  Aktuell kanske avser att Marx fortfarande har efterföljare som argumenterar för honom som om hans ideer var sanna. Inte att han är viktig i bemärkelsen relevant. Eller ens att hans ideer är sanna. På samma sätt är ju kiroparktik aktuell ty det finns många som blir blåsta av den och många som utövar den. Det gör den inte relevant, däremot aktuell. Och detta trots att den är grundligt motbevisad. Liksom Marx. <br/> <br/>  Att arbetaren skapar mervärde, är inte ifrågasatt av någon. Det som är märkvärdigt är tanken att kapitalisten stjäl överskottet från arbeten.<br/> <br/>  Alienationsteorin (observera -teorin) alientation är liksom en självklarhet, något som inte utmärker Marx alls  förtjänstfullt påpekat av unsung, smartpants, mig själv och defenestration. Åter är det inte begreppet diskussionen gäller utan Marx tillämpning av det och hur han sätter i det i sin helhet av världsåskådning. <br/> <br/>  Jag tackar Chen för hans klargörande om skillnaden produktivkrafter och produktionsförhållanden. Helt klart var att jag skrev fel, prod.krafter är begreppet vi talar om. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Feodalismens ineffektiva produktionsförhållanden fjättrade fast produktivkrafterna och dess försök till ekonomisk frihet.      </td> </tr> </table> </div>   Oj vilket fint sätt att säga ingenting. Typ finns det massor med slavar som städar så uppfinner väl ingen dammsugaren ÅH FAN! Det hade ju ingen kunnat räkna ut utan att kunskap om Marx. Och tror man det så är man inte seriös (eller saklig, det näst vanligaste skällsordet i vänsterkretasr). Vi kan alltså slå fast igen att Marx inte hade rätt i tanken utan att han bara fixade ett sammelsurium av självklarheter och felaktigheter. Ungefär som Ayn Rand. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Vad Marx menade var att kapitalismen, med dess arbetsdelning och organisering av arbetet, medföljde alienation. Nu innebär dock en motorsåg varken kapitalism, arbetsdelning, eller på så vis alienation, så det finns inget att bemöta, för det är helt enkelt fullständigt skitsnack du kommer med.<br/>  Om du hade tagit exempel med fabriker, arbetsdelning och löpande band, borgarklassen, mervärde etc så hade det i alla fall stämt till en viss del, men nu har du ett så puckat exempel att det omöjliggör diskussion.      </td> </tr> </table> </div>   Mitt exempel är precis lika relevant. Det är bara du som inte vill inse det. Möjligen kan jag utveckla det och klargöra, vilket jag gjort för att tillfredsställa defenestration, tydligen inte dig. Ok, det är <u>fördelning </u>och <u>organisering </u>av arbetet som skapar alienering. (Fortfarande har du inga bevis för att den ens finns, men du är väldigt duktig på att tala om hur andra missförstår hela tiden).  Det talar ju inte emot det faktum att hundra arbetslag i Norrland, där hälften helt plötsligt har motorsågar kommer att få en förändrar fördelning och organisering. Tex att de som förut högg ved nu transporterar veden istälelt för att unvika flaskhalsar.<br/> <br/>  Så din kommentar om jag inte visste vad jag pratade om, och att mitt exempel var irrelevant stämde alltså inte. Det gick alldeles utmärkt att koka ner marxismen till enkla, målande bilder och exempel. Och kvar står alltså det faktum att de nya bärarna känner buhu nu är jag inte lika macho längre för jag är bärare och inte vedhuggare. En känsla ingen förnekat vare sig före eller efter Marx. Och därför ingenting vi behöver Marx till. Och därför åter ett exempel där Marx inte har rätt. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         den materiella förändringen som är grunden för förståelse av alienationen, och inte vad du verkar påstå, helt utan grund, förändring i känslolivet.      </td> </tr> </table> </div>   Du missförstår det jag säger. Jag är medveten om att Marx menade detta. Och det säger jg också. Jag säger inte att känslan ger alienering, utan precis som du och marx att den materiella förändringen i förhållandena, produktionen, ändrar människan, ger alienation, eller snarare känslan av alienationen. Och fortfarande har du, eller Marx, ens kunnat påvisa denna känslo-förändrings existen; än mindre vad den innebär i praktiken, hur den förädnrar människan, eller vilka konsekvenser den får. Det enda marxister upprepar är att den minsann påverkar människans handlande.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Att en arbetare just är osjälvständig, blir påtvingad arbete (kapitalismen bygger på påtvingat alienerat arbete), och arbetar åt någon annan, <b>hatar </b>sitt jobb osv är lätt att beskriva rent konkret. Du verkar dock blanda ihop dessa materiella självklarheter med \"känslor\". Och det är problemet.      </td> </tr> </table> </div>   Nej, det du som inte verkar veta vad du själv skriver. Du skriver ju klart och tydligt att det finns arbetare som <b>hatar</b> sitt jobb<br/>  Vad hvilja du kalla det om det inte är en känsla?<br/> <br/>  Din kommentar om att människan blir påtvingad arbete i kapitalismen är ju kul. Trotskij konstaterade att människan faktiskt alltid är tvingad att arbeta, tex för att få mat, och att det därför inte var någon skillnad mellan hans och Lenins koncentrationsläger och vanliga arbeten. Din inställning också, Chen?<br/>  Jag har väldigt svårt att fatta varför det är fel att arbeta åt någon annan. Ej heller kan jag förstå varför det är svårt att acceptera att alla mat som äts måste tillvekas. Åter ser vi en marxistisk dogm som varit allmängods sedan människan började tänka på Afrikas savanner, och ni påstår att han kommit på något nytt?<br/>  (en kul grej är marxister moraliska syn ifråga om produktion och dess fördelining, men den får jag ta längre fram)<br/> <br/>  PS: får jag försöka förutspå dina reaktioner till mina hänvisningar? jättekul, alltid samma varje gång man sågar en marxist: i samma ögonblick som man hänvisar till Kuba eller Nordkorea, vips \"Jamen dom ejunte sosialistiska!\". Ochnär man hänvisar till Lenin och Trotskij, \"jamen, dom va väl ändånte sosialister?\" Etc, etc.  Skulle vara kul att höra dig ge ett exempel på en marxistiskt samhälel i verkligheten; fast de e klat då dröjer det inte länge förrän marxist nr 2 dyker upp o förklarar \"Men snälla Chen, det där va väl ändånte ett marxistiskt samhälle\""
		},
		{
			"postIndex": 565,
			"postNumber": 569,
			"rankGlobal": 5,
			"rankLocal": 3,
			"scoreGlobal": 90,
			"scoreLocal": 90,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2009-02-25, 14:59",
			"postUrlInThread": "https://www.flashback.org/t350508p48",
			"postUrlUniq": "https://www.flashback.org/sp15318338",
			"sentence": "OK, nu har jag läst på om Marx alienationsteori, och läst Marx texter i frågan. Och här är mina kommentarer:<br/> <br/>  Alienation var inte Marx ide, det var Feuerbach. Det Marx bidrog var just frågan om ekonomisk alienation. Så det är det som diskuteras här, eftersom tråden handlar om dom filosofiska ideer Marx kom på, inte om han hade rätt i ideer som andra hade kommit på.<br/> <br/>  Och faktum är att när man läser Marx texter om saken, så är det en sak som slår läsaren omedelbart: Hans \"manuskript\" från 1844 är inget annat än en lång, helt ogrundad lista av mer eller mindre lösryckta påståenden. Det finns inge GRUND för det han säger. Marx börjar med att hävda att åtskillnaden mellan kapital, jordegendom och arbete är ödesdiger för arbetaren, utan att på något sätt förklara varför. I stycket innan, som ser ut som om det skulle förklara påståendet, finns ingen förklaring. Bara lösryckta påståenden, som att kapitalister klarar sig längre utan arbetare än arbetare utan kapitalister, vilket är ett märkligt påstående. Inte heller kommer nån förklaring efteråt. Istället påstår Marx, igen helt utan förklaring, att det är svårt för arbetare att ge sitt arbete ny inriktning, vilket är för outbildad arbetskraft fullständigt uppenbart fel. Och för arbetskraft som är utbildad och erfaren faller hans antagande om att det alltid finns tillgång på arbetare.<br/> <br/>  Så den här långa raden av ogrundade antaganden leder till att Marx drar slutsatsen att det enda sätt en arbetare kan höja sin lön över en nivå som bara räcker till att överleva, är att arbeta så hårt att han sliter ut kroppen och dör i förtid. Detta är, som vi ser i dagens samhälle, uppenbart fel. Det må ha varit ett rimligt påstående 1844, med 1944 var det inte längre det, och idag är det uppenbart absurt. Så här har Marx fel.<br/> <br/>  Och som i alla Marx teorier, så är hans teoribygge ett korthus, eller en kedja, där varje kort eller länk måste hålla för att man skall nå slutsatsen. Så även här. Nästa steg i logiken är att eftersom man bara kan tjäna mer pengar genom att slita ut sin kropp och dö i förtid, så är önskan om en högre lön något som fjärmar arbetaren från sig själv, och gör hon allt mer lik en maskin.<br/> <br/>  Och det är DET som är alienationen. Det är inte en alienation från PRODUKTEN av sitt arbete. Det är en alienation från arbetarens egen mäsnklighet. Och det är precis så Feuerbach ser alienation också. Han menar att Gud gör människan omänsklig. Ju större gud blir, desto mindre blir människan.<br/> <br/>  Andra argument Marx framför är att människan är människa därför att han inte enbart utför arbete för att leva. Men menar att kapitalismen tvingar arbetare att arbeta enbart för att leva. Återigen ser vi två saker: Kapitalismen, enligt Marx, alienerar arbetaren, inte från *produkten* utan från *sig själv* och arbetarens mänsklighet. Den gör honom omänsklig. Och det andra vi ser är att Marx har fel. Det som skiljer människor och djur är inte att människor gör saker som inte är till för att överleva. Även djur gör saker för att roa sig, åtminstonde dom högre formerna som delfiner och apor, och varje husdjursägare att det gäller husdjur också (fast man kan hävda att det är speciellt, eftersom det inte är ute i naturen, men såvadå, det gäller väl människor också, då?). Och dessutom är det inte kapitalism som gör att man arbetar enbart för att överleva, det är FATTIGDOM, som orsakar det. Och kapitalism orsakar inte fattigdom.<br/> <br/>  Så, ledsen, herrar Marxister. Marx hade fel när det gäller alienationsteorin också. Och det verkar som om varenda jämra Marxist har missuppfattat den. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Det är inte alienation från produktionen det gäller. Det är en alienation från sig själv och sin mänsklighet Marx skriver om.<br/> <br/>  Så, efter flera månader så har jag alltså då äntligen fått tummen ur och kollat upp det här. Och så är vi tillbaka på ruta ett. Jag känner fortfarande inte till nåt Marx kom på som är korrekt. Och nej, jag är inte ute efter att bevisa att Marx hade fel. Tvärtom. Jag vill tro att Marx iaf hade NÅT vettigt att komma med. Det hade varit bra att ha i en debatt med Marxister, att glida in dom i lite fluffigt mysig varm olja genom att snacka om hur bra Marx var när det gäller fråga X, och sedan sakta kunna smyga in att han hade fel när det gäller just ekonomin, som ju är det signifikanta. Men icke. Det verkar onekligen som om Marx hade fel i precis ALLT.<br/> <br/>  Hopplös kille. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/><br/> <br/> <br/>  Läs mer:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.marxists.org%2Fsvenska%2Fmarx%2F1844%2F40-d005.htm\" target=\"_blank\">http://www.marxists.org/svenska/marx/1844/40-d005.htm</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Furegina.ca%2F%7Egingrich%2Fs3002.htm\" target=\"_blank\">http://uregina.ca/~gingrich/s3002.htm</a>"
		}
	],
	[
		{
			"postIndex": 633,
			"postNumber": 639,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 87.3,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 30.1,
			"postUserName": "Chen",
			"postUserID": "u315903",
			"postUserUrl": "https://www.flashback.org/u315903",
			"postDateTime": "2009-03-10, 23:30",
			"postUrlInThread": "https://www.flashback.org/t350508p54",
			"postUrlUniq": "https://www.flashback.org/sp15547259",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Smartypants diskuterar vetenskapsfilosofi för att du inte förstår vad vetenskap är och därmed ställer orimliga krav och frågor. Jag tycker att han har förklarat ganska tydligt vad du gör för fel men du verkar tyvärr inte förstå. Om det beror på dig eller smartypants bristande pedagogiska ådra kan jag inte direkt uttala mig om utan att ha mer data.      </td> </tr> </table> </div>   Och du menar att jag inte förstår vetenskapsteori för att jag skriver \"bevisa Big Bang\" (alltså inte att jag egentligen är duktig i ämnet, men att du kan tolka av de två orden att jag inte vet något om vetenskapsteori)? Alltså inte som någon korrekt skriven fråga, men som till och med du förstod. Jag blev lite irriterad för att smartypants tolkade på ett sätt ingen kan tolka på. Därför min ton. Och nu är det inte så att det finns en vetenskapsfilosofi. Och det vad det jag vände mig emot. DVS att vetenskapligt arbete inte alls alltid går ut på att säga om något till 100 % är rätt eller inte, utan att exempelvis en metod/arbetssätt kan vara vetenskaplig. Därför min fråga om Big Bang. Alltså om nu Marx arbete byggdes på empiri, forskning, etc så kan det vara vetenskapligt utan att för den delen till 100 % kunna motbevisas eller beläggas (alltså du vet belägga om exempelvis kapitalismen ser ut så). Men nu märker jag att motbevisas innebär att man kommer med ny information. Ja, kommer någon med beräkningar som verkligen motbevisar Marx teorier så ja, då kan man bevisa den. På samma sätt som om Gud skulle komma till oss så skulle det belägga hans existens. Att man kan komma och motbevisa något är dock inte det som avgör vad som är vetenskapligt. I såna fall skulle Intelligent design vara vetenskap, för att kommande fakta kan motbevisa den. Kritiken av att den skulle vara vetenskap går snarare ut på att vägen till slutsatserna inte är vetenskapliga, alltså ingen vetenskaplig metod.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är för att man inte kan \"bevisa\" att big bang ägt rum. Man kan hitta korroborerande information (bevis i folkmun) ett exempel på sådan information är att universum expanderar. Det är dock inget som bevisar teorin utan det visar bara att teorin hittills verkar stämma. Det man kan göra är att bevisa att big bang-teorin helt eller delvis är felaktig och det gör man genom att visa att en förutsägelse eller ett påstående som görs av big bang-teorin är felaktig.      </td> </tr> </table> </div>   Japp, och nu påstod inte Gunilla någonting annat gällande Marx, och ändå påstår smartypants att hon skulle anse att Marx arbete var ovetenskaplig flum bara för att man inte kan säga att det till 100 % är rätt eller fel. Man kan inte säga att Big Bang-teorin är till 100 % är rätt eller fel. Det betyder inte att det är ovetenskaplig flum. Marx arbete bygger på vetenskaplig metod och kan beläggas i mångt och mycket<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är för att man inte kan \"bevisa\" att big bang ägt rum. Man kan hitta korroborerande information (bevis i folkmun) ett exempel på sådan information är att universum expanderar. Det är dock inget som bevisar teorin utan det visar bara att teorin hittills verkar stämma. Det man kan göra är att bevisa att big bang-teorin helt eller delvis är felaktig och det gör man genom att visa att en förutsägelse eller ett påstående som görs av big bang-teorin är felaktig.      </td> </tr> </table> </div>   Och man kan inte belägga till 100 % om Marx teorier stämmer eller inte med verkligheten. Det är ändå inte ovetenskaplig flum.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Påståendet gud finns men ingen kan visa att han finns för att han kräver tro och inte bevis är mer eller mindre definitionen på ovetenskaplighet.      </td> </tr> </table> </div>   Om du däremot tar exemplet Marx. Jag anser inte att en vetenskaplig metod är ovetenskaplig. Är jag fel ute? Exemplet med Gud är irrelevant. Det finns inte två alternativ: de som kan motbevisas till 100 % och de som inte kan det. Alltså kommande fakta kan inte vara avgörande om något är vetenskapligt eller ej.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Vilket är helt korrekt. Det du frågar efter är stödjande bevisning (som att universum expanderar eller att olika förutsägelser visar sig korrekta) vilket du har givits. Det innebär dock inte att det går att bevisa att big bang-teorin är korrekt. Däremot går det att slutgiltigt visa att den är felaktig. T.ex. genom att upptäcka att universum inte expanderar eller har expanderat.      </td> </tr> </table> </div>   Ja, men då kräver det ju att att man har den informationen och beläggen för att motbevisa den. På samma sätt kan jag naturligtvis säga om Marx. Om man skulle hitta de slutgiltiga bevisen att Marx teorier inte stämmer så motbevisar man den. Det är dock inte de enda alternativen. Om nu Marx arbete bygger på forskning, empiri, vetenskaplig metod men man kan fortfarande inte idag säga att det stämmer eller den är motbevisas. Så enkel är inte vetenskapsteori även om du vill det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Marxismen var ursprungligen en vetenskaplig teori eftersom Marx gjorde förutsägelser om vad som skulle komma att hända. T.ex. det om kapitalackumulering eller att arbetarklassen skulle få det kontinuerligt sämre. Eftersom detta inte sker kan man alltså säga att Marx hade helt fel i de nämnda frågorna. Han var dock vetenskaplig.      </td> </tr> </table> </div>   Tja, nu sa han ingenting sådant. En ideal kapitalism skulle kanske göra det, kanske med tanke på min otillräckliga kunskap, men att andra faktorer kunde förhindra det. Dialektiken med andra ord. A-kassa, reformer och så vidare kan hindra arbetaren från fattigdom, men kapitalismen i sig gör inte det, endast andra faktorer/motsättningar<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Det moderna Marxister istället gör är att behandla Marx som att han behöver tolkas jävligt löst och att hans ord egentligen inte betyder något och att han därmed inte har fel eftersom han egentligen inte gjort några falsifierbara påståenden. Det innebär dock att Marx inte var vetenskaplig och hamnar på samma vetenskapsnivå som en religion.      </td> </tr> </table> </div>   Problemet är dock att om man vill lita på smartypants, som snabbt letar igenom Kapitalet efter roliga citat, så kan man naturligtvis ha den åsikten du har. Det är dock ni som tolkar Marx på konstigt sätt, medan professorer som har studerat Marx i hela sina liv tolkar det på ett annat sätt. Man måste förstå att Marx faktiskt målar av en kapitalism som inte alltid rymmer fackföreningar, a-kassa, kooperationer, sociala reformer och så vidare, och att faktiskt Marx diskuterar ackumulationen och således en fråga om relativ fattigdom, med andra ord ökade klassklyftor. Man får även förstå den globala marknadens betydelse.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ett exempel åt andra hållet: Teori: en friare marknad med vissa institutioner ger ett högre materiellt välstånd för alla. Korroborering (det du skulle kalla bevis) det finns en mycket stark korrelation mellan ekonomisk frihet och välstånd. Möjlighet till falsifikation: folk blir inte rikare trots ekonomisk frihet.      </td> </tr> </table> </div>   Eller: det finns andra faktorer i samhället som är det som skapar välstånd och välfärd, och dessa faktorer finns inte alltid med i beräkningar över ekonomisk frihet, men påverkar fortfarande."
		},
		{
			"postIndex": 635,
			"postNumber": 641,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 87.2,
			"scoreLocal": 99.8,
			"userRank": 15,
			"userScore": 9.8,
			"postUserName": "Katzespeien",
			"postUserID": "u99936",
			"postUserUrl": "https://www.flashback.org/u99936",
			"postDateTime": "2009-03-11, 20:05",
			"postUrlInThread": "https://www.flashback.org/t350508p54",
			"postUrlUniq": "https://www.flashback.org/sp15560843",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>Och du menar att jag inte förstår vetenskapsteori för att jag skriver \"bevisa Big Bang\" (alltså inte att jag egentligen är duktig i ämnet, men att du kan tolka av de två orden att jag inte vet något om vetenskapsteori)? Alltså inte som någon korrekt skriven fråga, men som till och med du förstod.</div> </td> </tr> </table> </div>   Jag tror inte att du visste vad korroborering var och jag tror inte att det var korroborering du var ute efter eftersom du ställde frågan på samma sätt efter att smartypants förklarat.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Jag blev lite irriterad för att smartypants tolkade på ett sätt ingen kan tolka på. Därför min ton. Och nu är det inte så att det finns en vetenskapsfilosofi. Och det vad det jag vände mig emot.</div> </td> </tr> </table> </div>   Så Popper och hans arbeten är bara en myt?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  DVS att vetenskapligt arbete inte alls alltid går ut på att säga om något till 100 % är rätt eller inte, utan att exempelvis en metod/arbetssätt kan vara vetenskaplig. Därför min fråga om Big Bang. Alltså om nu Marx arbete byggdes på empiri, forskning, etc så kan det vara vetenskapligt utan att för den delen till 100 % kunna motbevisas eller beläggas (alltså du vet belägga om exempelvis kapitalismen ser ut så).<br/></div> </td> </tr> </table> </div>   Man kan aldrig bevisa någonting 100% utanför logiken och matematiken.<br/>  Jo, det måste finnas ett sätt att motbevisa någonting till hundra procent (fel, hitills inga fel funna är de enda två lägen som finns). Procentsatsen är förövrigt hur stor del av teoribygget som måste kasseras för att någon del visar sig vara falsk.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Men nu märker jag att motbevisas innebär att man kommer med ny information. Ja, kommer någon med beräkningar som verkligen motbevisar Marx teorier så ja, då kan man bevisa den. På samma sätt som om Gud skulle komma till oss så skulle det belägga hans existens. Att man kan komma och motbevisa något är dock inte det som avgör vad som är vetenskapligt. I såna fall skulle Intelligent design vara vetenskap, för att kommande fakta kan motbevisa den. Kritiken av att den skulle vara vetenskap går snarare ut på att vägen till slutsatserna inte är vetenskapliga, alltså ingen vetenskaplig metod.</div> </td> </tr> </table> </div>   Man behöver inga beräkningar. Man behöver bara svara på frågan om  kapitalistiska länder blivit rikare sedan Marx tid är svaret ja hade Marx fel på den punkten. Arbetsvärdeteorin är sämre än marginalnytteteorin eftersom den inte går att applicera på alla fall som MNT klarar och så vidare. Dock handlar inte tråden om hur mycket eller många fel Marx hade utan om han hade några rätt.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Japp, och nu påstod inte Gunilla någonting annat gällande Marx, och ändå påstår smartypants att hon skulle anse att Marx arbete var ovetenskaplig flum bara för att man inte kan säga att det till 100 % är rätt eller fel. Man kan inte säga att Big Bang-teorin är till 100 % är rätt eller fel. Det betyder inte att det är ovetenskaplig flum. Marx arbete bygger på vetenskaplig metod och kan beläggas i mångt och mycket</div> </td> </tr> </table> </div>   Se smartys svar. Om man hävdar att någon inte kan ha fel så hävdar man att någon är ovetenskaplig eftersom falsifikationskravet är det som skiljer vetenskap från icke-vetenskap. Om Marx inte går att falsifiera för att man kan tolka honom som man vill är han inte heller vetenskaplig.<br/> <br/>  Antingen har Marx fel men var vetenskaplig på sin tid (kanske, hans teorier började vika av från empiri redan innan han dog) eller så är marxism att betrakta som en åsiktsfråga.<br/> <br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Och man kan inte belägga till 100 % om Marx teorier stämmer eller inte med verkligheten. Det är ändå inte ovetenskaplig flum.</div> </td> </tr> </table> </div>   Man måste kunna motbevisa något för att det skall kunna betraktas som vetenskap. Om det inte finns något tillstånd där teorin visas inte stämma är det inte vetenskap. <br/> <br/>  Ytterligare exempel:<br/> <br/>  Hypotes: saker accelererar med 9,74 m/s^2 mot marken när de släpps på grund av anledning  Y. <br/> <br/>  Falsifikation: Saker faller inte med 9,74 m/s2<br/> <br/>  Eftersom du hävdar att Marx är vetenskaplig kanske du kan ställa upp falsifikationskrav fär arbetsvärdeteorin och den ökande utsugningen av arbetarna?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Om du däremot tar exemplet Marx. Jag anser inte att en vetenskaplig metod är ovetenskaplig. Är jag fel ute? Exemplet med Gud är irrelevant. Det finns inte två alternativ: de som kan motbevisas till 100 % och de som inte kan det. Alltså kommande fakta kan inte vara avgörande om något är vetenskapligt eller ej.?</div> </td> </tr> </table> </div> <br/>  En vetenskaplig metod är per definition vetenskaplig. Exemplet med gud är i allra högsta grad relevant eftersom du inte förstod det. Gud-exemplet hade inget med innehållet med den här tråden att göra utan var endast ett försök att förklara vetenskapsteori för dig.<br/> <br/>  Läs inte in något som inte står.<br/> <br/>  Att någonting är vetenskapligt har ingenting med om det är korrekt eller inte att göra. Jag har för mig att strängteori inte går att motbevisa (eller om det inte gick att korroborera teorin) med nuvarande teknologi. Jag vet inte om det går att göra med large hadron collider eller om det krävs tyngre grejer. Dock finns det gott om fysiker som anser att strängteori mest är grupprunk för dess förespråkare. Min kunskap om strängteori är mycket ytlig, förmodligen gammal och sannolikt fel. Men låtsas som att det stämmer så har du ytterligare ett exempel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Ja, men då kräver det ju att att man har den informationen och beläggen för att motbevisa den. På samma sätt kan jag naturligtvis säga om Marx. Om man skulle hitta de slutgiltiga bevisen att Marx teorier inte stämmer så motbevisar man den. Det är dock inte de enda alternativen. Om nu Marx arbete bygger på forskning, empiri, vetenskaplig metod men man kan fortfarande inte idag säga att det stämmer eller den är motbevisas. Så enkel är inte vetenskapsteori även om du vill det.</div> </td> </tr> </table> </div>   Vad måste till för att man skall kunna hävda att Marx har fel menar du?<br/> <br/>  Om du inte kan svara väldigt specifikt på den frågan så erkänner du att Marx inte är vetenskaplig.<br/> <br/>  Räcker det inte med att kapitalackumulation inte förekommer över tid eller att arbetare fått _betydligt_ högre levnadsstandard sedan hans tid eller att kapitalistiska arbetare är rikare än arbetarklassen i länder som försökt implementera Marx teorier?<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Tja, nu sa han ingenting sådant. En ideal kapitalism skulle kanske göra det, kanske med tanke på min otillräckliga kunskap, men att andra faktorer kunde förhindra det. Dialektiken med andra ord. A-kassa, reformer och så vidare kan hindra arbetaren från fattigdom, men kapitalismen i sig gör inte det, endast andra faktorer/motsättningar.</div> </td> </tr> </table> </div> <br/>  Gott in himmel.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Problemet är dock att om man vill lita på smartypants, som snabbt letar igenom Kapitalet efter roliga citat, så kan man naturligtvis ha den åsikten du har. Det är dock ni som tolkar Marx på konstigt sätt, medan professorer som har studerat Marx i hela sina liv tolkar det på ett annat sätt. Man måste förstå att Marx faktiskt målar av en kapitalism som inte alltid rymmer fackföreningar, a-kassa, kooperationer, sociala reformer och så vidare, och att faktiskt Marx diskuterar ackumulationen och således en fråga om relativ fattigdom, med andra ord ökade klassklyftor. Man får även förstå den globala marknadens betydelse.</div> </td> </tr> </table> </div>   Menar du att Marx inte ens själv vet vad han säger eftersom man kan hitta \"roliga citat\"?<br/> <br/>  Ge mig ett citat där Marx explicit eller implicit (men då skall det framgå jävligt tydligt av sammanhanget) talar om relativ fattigdom.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div>  Eller: det finns andra faktorer i samhället som är det som skapar välstånd och välfärd, och dessa faktorer finns inte alltid med i beräkningar över ekonomisk frihet, men påverkar fortfarande.</div> </td> </tr> </table> </div>   Vilka faktorer är dessa?"
		},
		{
			"postIndex": 583,
			"postNumber": 588,
			"rankGlobal": 10,
			"rankLocal": 3,
			"scoreGlobal": 84.1,
			"scoreLocal": 96.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2009-02-26, 23:15",
			"postUrlInThread": "https://www.flashback.org/t350508p49",
			"postUrlUniq": "https://www.flashback.org/sp15346094",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gunilla</strong></div> <div>Jag har inte läst allt, men många i den här tråden verkar ha missuppfattat samhällsvetenskapen. Det går inte att konsekvent tala om rätt eller fel vad gäller sig varken Marx eller någon annan av de stora namnen i varken ekonomi, filosofi eller sociologi. En kritisk lektyr av vilken bok som helst kan bekräfta det.</div> </td> </tr> </table> </div>   Komplett skitsnack. Vetenskap handlar om att ta reda på hur verkligheten fungerar, Marx ansåg själv sina teorier vara vetenskap. Då kan man bedöma om dom är rätt eller fel, enligt samma kriterier som all annan vetenskap. Det du hävdar här är egentligen att samhällsvetenksp inte är vetenskap utan bara åsikter. Det är komplett blaj. Och därmed är det DU som har missuppfattat samhällsvetenskap, elelr snarar, det är du och massa andra postmodernistiska brajare som försöker kidnappa den.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Bara för att Popper kritiserade Marx betyder det inte att någon av dem har fel.      </td> </tr> </table> </div> Du kanske skall läsa hans kritik innan du uttalar dig? Popper var vetenskapsfilosof, och en av dom viktigaste vetenskapsfilosoferna genom historien. Han förstod vetenskap väl. Tro mig, det finns ingen som helst tvekan om vem som hade rätt eller fel i den frågan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det hela är alltså en epistemologisk fråga.      </td> </tr> </table> </div> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> ALLT är epistemologi med den definitionen. Förklara gärna varför du anser att den vetenskapliga metoden skall förkastat. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Popper kritiserade Marx på grund av dennes historicism, bland annat. Det kan man givetvis kritisera. Men man kan också kritisera den hypotetiskt deduktiva metod som Popper förespråkade genom att säga att konstruktionen av olika hypoteser ofta är mer eller mindre slumpmässig, samt att man aldrig kan vara säker på att konfrontationen mellan en modells resultat och verkligheten aldrig kommer att motbevisas, vilket kan ses som en viss resignation inför förmågan att producera vetenskapliga resultat.       </td> </tr> </table> </div> Jaha, kritisera den då. Som sagt: Förklara varför vetenskap bara är blaha. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ekonomi: Profitkvotens fallande tendens. Det sägs ofta (av ekonomer som bläddrat igen kapitalet) att det här är en teori där Marx skulle ha haft 'fel'. Om man läser stycket där han introducerar den ser man att så inte är fallet. Han nämner en <i>tendens</i>, inte, och han gör sig dessutom besväret att nämna ett antal fenomen som motverkar, och till och med upphäver denna fallande tendens. Att den skulle ha varit 'fel' överhuvudtaget beror på att profitkvoten efter Marx död inte fallit utan till och med stigit i vissa fall. Det är dock absurt att säga att Marx skulle ha haft 'fel' angående profitkvotens fall. För att hävda det skulle man behöva motbevisa <i>tendensen</i>, och dessutom göra det med Marx egna hypoteser i beaktande, något ingen så vitt jag vet försökt sig på. <br/> </td> </tr> </table> </div> Du väljer att tolka Marx på ett sådant sätt att när hans teori motsäger verkligheten, så slutar hans teori helt plötsligt säga nåt. Med profitkvotens fallande tendens säger Marx att profitkvoten tenderar att falla med tiden. När den inte gör det, så omtolkar du ordet \"tendera att\" till att betyda \"inte\", så att Marx teori nu helt plötsligt säger att profitkvoten INTE faller med tiden. Seriöst du.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Filosofi: Dialektisk materialism (eller materialistisk dialektik). Här är det kanske ännu absurdare att tala om rätt eller fel. Enligt Popper, som jag sett att andra åberopat ovan, är ett vetenskapligt påstående ett påstående som <br/>  går att motbevisa. Att samhällsstrukturen och våra värderingar vilar på en ekonomisk grund, samt att historien rör sig i vågor av formen tes - antites - syntes går inte att motbevisa. Eller att bevisa.      </td> </tr> </table> </div> Då är det inte vetenskap, utan bara meningslöst flum. Det är inte bara ovetenskapligt, utan oanvändbart. Men Marx såg det inte som filosofi. Han såg det som vetenskap, och drog slutsatser och gjorde analyser utgående från detta. Så även om DU bestämmer dig för att tycka att det är flummiga meningslösheter som man kan tycka om eller inte tycka om, så ansåg MARX att det var vetenskap. Och tråden handlar om MARX teorier, inte dina.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sociologi: Alienation. Någon nämnde det innan och ansåg att det inte gick att applicera på dagens arbeten. Det kan det absolut! Massor av sociologer har visat på alienation vid förekomst av Taylorism, och att Taylorism fortfarande förekommer, inom industrin men även i servicesektorn, har visats av en hel rad artiklar. Kort sagt, alienation är fortfarande ett koncept som fortfarande används inom sociologin och som absolut inte anses dött. Och återigen; rätt och fel hör inte hit. Alienation går inte att mäta, och att ställa frågan \"känner du dig alienerad?\" till samtliga anställda på en arbetsplats säger inte särskilt mycket eftersom individen oftast inte är skarpt medveten om vilka sociala tillstånd hans konkreta arbetsmiljö producerar.       </td> </tr> </table> </div> Samma sak här. Marx menade att alienationen hade verkliga effekter. Det var bara inte lite tycke och smak.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Slutligen: att sluta lära ut Marx vore historierevisionism i allra högsta grad. Hans teorier är fortfarande högst aktuella. Såvitt jag vet har inte en samlad trupp akademiker plötsligt hittat något fel i hans ekonomiska konstruktion,  plötsligt bestämt att materialismen är mindre relevant än andra -ismer, och inte heller nekat länken mellan lönearbete och arbetarnas upplevda inställning till arbetet.      </td> </tr> </table> </div>   Du tolkar Marx som att det han säger bara är meningslöst flum utan vetenskaplig grund eller nytta, och sedan säger du att hans teorier fortfarande är högst aktuella. Vilka fantastiska dumheter. <br/> <br/>  Och nej, man har inte \"plöstligt hittat nåt fel\" i hans ekonomiska konstruktion. Dom flesta felen hittades redan på 1800-talet. Och Marx teorier ersattes av bättre teorier redan på 1870-talet, innan Marx ens hade fått nån större uppmärksamhet för SINA teorier. <br/> <br/>  Marx teorier fick sitt egentliga genombrott i Ryssland i slutet på 1800-talet. Det var först då man började ta hans ekonomiska teorier på allvar. Då var dom redan förlegade. All Marxistisk ekonomisk teoribildning har alltid varit grundligen dogmatisk och baserat på att man har trott på den socialistiska iodeologin, och sedan försökt få Marx ekonomiska teorier att fungera i verkligheten. Det har aldrig lyckats.<br/> <br/> <br/>  Sammanfattning: Om man tolkar Marx teorier som VETENSKAP (och det är det dom är avsedda för) då kan dom ha rätt eller fel. Och hittills har vi inte lyckats hittat nåt som är rätt. Ditt svar bekräftar detta. Du erkänner att Marx inte har rätt. Vad du gör är att omtolka honom och hävda att det han säger är ovetenskapligt svammel. Detta för att slippa erkänna att han har fel. Det är fantastiskt fånigt, såklart. Men som svar på min fråga är ditt inlägg i debatten glasklart:<br/> <br/>  Jag: Hade Marx rätt i nåt?<br/>  Du: Nej."
		}
	],
	[
		{
			"postIndex": 738,
			"postNumber": 744,
			"rankGlobal": 43,
			"rankLocal": 1,
			"scoreGlobal": 69,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "smartypants",
			"postUserID": "u71313",
			"postUserUrl": "https://www.flashback.org/u71313",
			"postDateTime": "2009-03-25, 08:13",
			"postUrlInThread": "https://www.flashback.org/t350508p62",
			"postUrlUniq": "https://www.flashback.org/sp15791488",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fuck_you</strong></div> <div>Jävlar va stor den här tråden har blivit. Smarty, skulle du på ett roligt och informativt sätt kunna sammanfatta diskussionerna som har uppstått för mig?</div> </td> </tr> </table> </div>   Visst.<br/> <br/>  1. Jag undrar, med tanke på att det redan är välkänt att Marx ekonomiska teorier, analys av kapitalismen och beskrivning av historia är felaktiga om det finns nå sak där han hade RÄTT i?<br/> <br/>  2. En Marxist läser första inlägget, och svarar att han hade rätt i sina ekonomiska teorier, analys av kapitalismen och beskrivning av historia. <br/> <br/>  3. Jag och andra bevisar att han hade fel.<br/> <br/>  4. Upprepa 2+3 till leda.<br/> <br/>  5. Nån påstår att han hade rätt om alienationen. Efter inhopp från andra, och lite påläsning om sakfrågan från min sida, så konstateras det att han inte hade rätt där heller<br/> <br/>  6. Vissa Marxister börjar nu försvara Marx med att hans teorier inte är fråga om rätt eller fel, och att han alltså inte kan HA fel. (men fortfarande rätt, tydligen, på nåt magiskt sätt).<br/> <br/>  7. Jag + andra förklarar varför det är precis det som är frågan.<br/> <br/>  8. Spottkobran hävdar att Mao var folkpartist, Sydkorea är proletariatets diktatur, det är revolution på Island och att Kina ligger på Västgötaslätten.<br/> <br/>  9. Jag konstatera att spottis behöver medicinering.<br/> <br/>  10. Memnok säger till oss att hålla käften.<br/> <br/>  Det var det hela. Slutsats: Nej, Marx hade inte rätt i NÅT. Med tanke på hur många teorier mannen kom upp med är det rätt strongt arbetat faktiskt."
		},
		{
			"postIndex": 742,
			"postNumber": 748,
			"rankGlobal": 69,
			"rankLocal": 2,
			"scoreGlobal": 62.1,
			"scoreLocal": 90.1,
			"userRank": 3,
			"userScore": 24,
			"postUserName": "urverksapelsin",
			"postUserID": "u232991",
			"postUserUrl": "https://www.flashback.org/u232991",
			"postDateTime": "2009-03-30, 21:02",
			"postUrlInThread": "https://www.flashback.org/t350508p63",
			"postUrlUniq": "https://www.flashback.org/sp15885576",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chen</strong></div> <div> Du menade att liberala teoretiker beskrev kapitalismen i detalj under feodalismen?</div> </td> </tr> </table> </div> Jo, det gjorde de faktiskt. Svaret är: betala dem! Vill man få folk att jobba hårdare? Betala dem mer. Så där har vi en enkel lösning på de flesta problem i samhället och kan tillämpas på vilket liberalt samhälle som helst. Just denna otroliga enkelhet, att lösa massor av situationer genom enkla principer är det fria samhällets styrka. Till skillnad från dess belackare som flyr in i den ena omständliga och ordrika förklaringen efter den andra. Eller, som i Marx, fall, helt enkelt vägrar uttala sig och låtsas att man sagt en stor sanning.<br/>  Skulle vara kul att driva ett företag enligt samma principer. Vad händer om råvaran till fabriken ökar i pris? Tja, säger direktör Marx, det behöver vi inte bekymra oss om för om vi slår fast något scenario och framtidsprognos, så har vi \"låst\" vårt tänkande. Inte konstigt att han aldrig lyckades med något.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Om det är en nödvändighet så kommer människan att gemensamt besluta vilka som ska göra det. På samma sätt som att människor på en öde ö måste göra vissa saker för att överleva, så måste människan göra det under kommunismen också.      </td> </tr> </table> </div>   Och vem avgör vad som är nödvändigt? Du vet lika bra som jag att marxismen inte erkänner ändliga resurser, eller att pengar kan ta slut. \"Människan\" gemensamt besluta? Betyder det att man kan exv bestämma gemensamt att en viss grupp i samhället skall blir underlägsna och tvingas till farliga och smutsiga jobb? <br/>  Att människan \"måste\" göra vissa saker för att överleva har inte varit ifrågasatt. Frågan gäller hur man skall besluta, hur man skall fördela, hur man skall bestämma. Och där har du inte kommit med ett enda svar. Den enkla sanningen är att herr Karl Marx var en i raden av urkassa utopiförfattare som hittade på en massa smörja om hur han tyckte det borde vara. Marx pladder är inte mer värt än Johannes Uppenbarelse. Den går inte heller att bygga ett samhälle på. Fast högvis med fanatiker trodde det 1500-talet."
		},
		{
			"postIndex": 750,
			"postNumber": 756,
			"rankGlobal": 106,
			"rankLocal": 3,
			"scoreGlobal": 56.6,
			"scoreLocal": 82.1,
			"userRank": 3,
			"userScore": 24,
			"postUserName": "urverksapelsin",
			"postUserID": "u232991",
			"postUserUrl": "https://www.flashback.org/u232991",
			"postDateTime": "2009-04-16, 01:48",
			"postUrlInThread": "https://www.flashback.org/t350508p63",
			"postUrlUniq": "https://www.flashback.org/sp16154232",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>spottkobran</strong></div> <div>ÖH Va skriver wheen?</div> </td> </tr> </table> </div>   Aha, vi låtsas så där lite grann vara oförstående? <br/> <br/>  Det du gör i ett sådant här läge är att du går upp till \"Sök i det här ämnet\" strax under sidantalsmarkerninge och söker på Wheen.<br/> <br/>  Fast du föredrar väl att hitta på en ny undanflykt för att slippa ens göra det. Jag förekommer dig och upprepar mig:<br/>  \"009-03-12, 07:04<br/>  Nu vill jag återgå till alla delar som Karl Marx hade fel i / utelämnade. I Karl Wheens biografi från 1999 tar han upp frågan om vad som kan kallas tråkiga jobb och om vad Marx hade att säga om dem i sina löjliga böcker:<br/>  Citat:<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>\"Frågan om vem som skulle städa toaletterna och bryta kolen varken ställdes eller besvarades\"</b> </td> </tr> </table> </div>   En tillräcklig anledning i sig själv att förkasta Marx.<br/> <br/> <br/>  Men eftersom du låtsas oförstående så tar vi resten också (fast det räcker om du svarar på frågan som är i fetstil)<br/> <br/>  2009-03-17, 14:44 mer ur Wheen<br/>  Francis Wheen skriver om Marx förutsägelser i Kapitalet:<br/> <br/>  1.a) Periodiska recessioner<br/>  b) ökat beroende av teknologi<br/>  c) världsomspännande oligopolföretag<br/>  2. (d) proletariatets fortskridande pauperisering-<br/> <br/>  Ettan är som alla kan se lika löjligt som att förutspå regn; på tex en hundraårsperiod torde det regna någon gång, det behöver man ju inte vara spåman för att klura ut. Likaså lär det hända en recession, eller ett ökat beroende inom minst ett område i teknologin (det är typ ganska omfattande) (om inte annat kan man brasklappa och konstatera att ett minskande som sedan återgår till ursprunget är ett \"ökande\" (undanflykterna är många)).<br/> <br/>  För att hålla fast vid tvåan förklarar Wheen att Marx talar om en relativ och inte absolut lönesänkning, dvs om vinstökar blir det en större skillnad mellan lön och vinst vilket han tolkar som en lönesänkning.<br/>  Tanken är så imbecill att den knappast behöver bemötas mer.<br/> <br/>  Wheen fortsätter att berätta att fattigdom är lika mycket en andlig fråga som en ekonomisk, att de medel som ökar produktiviteten alienerar. Ett begrepp vi redan avvisat.<br/>  Wheen påpekar ett förhållande som redan klargjorts på denna sida: att Marx värdeteori är ovetenskaplig, ty visst påstår Marx att hans lära är vetenskap men<br/>  Citat:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"Självfallet inte: inget lackmuspapper eller elektronmikroskop eller dataprogram i världen kan detektera sådana ogripbara storheter som 'alienation' och 'moralisk degradering'\"      </td> </tr> </table> </div>   Citat:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"Kapitalet är egentligen inte en vetenskaplig hypotes, eller ens en ekonomisk avhandling, även om trosivrare (påstår det)\"      </td> </tr> </table> </div> <br/> <br/>  Slutligen en rolig kuriositet för mig som är expert på syndikalism och anarkism: deras två profeter får sig en känga, Proudhon, berättar Wheen, verkar inte har förespråkat något (vilket är sant), och Bakunins enda ide verkar varit att staten var dålig, och denna tanke upprepade han för sina små struntförbund med några dussintals medlemmar styck på diverse ölstugor runtom i Europa.<br/>  _________________"
		}
	],
	[
		{
			"postIndex": 860,
			"postNumber": 868,
			"rankGlobal": 85,
			"rankLocal": 1,
			"scoreGlobal": 59.1,
			"scoreLocal": 100,
			"userRank": 11,
			"userScore": 14,
			"postUserName": "TrialByError",
			"postUserID": "u6481",
			"postUserUrl": "https://www.flashback.org/u6481",
			"postDateTime": "2009-10-14, 08:08",
			"postUrlInThread": "https://www.flashback.org/t350508p73",
			"postUrlUniq": "https://www.flashback.org/sp19242280",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Det handlar inte om \"individuella poliser\" det handlar om polisers arbetsmiljö, vad poliser möter i sitt arbete som skapar de här uppfattningarna. (Det är klart att polisen vill ha mer vapen osv när de kommer till läskiga ställen. Men faktum kvarstår, man löser inte sådana problem med mer vapen och mer vilda-västern rättvisa.) Vad den här gruppen tycker är inte alls irrelevant. Att polisen inte har en formell lobbygrupp gör inte att de inte påverkar.Länka igen så får jag se på dina siffror.</div> </td> </tr> </table> </div>   Va? Vad spelar det för roll vilka uppfattningar som skapas och vad de tycker? Det som är själva kärnan i denna fråga var om de kan påverka och utan en lobbygrupp så kan de inte påverka, punkt!<br/>  Dessutom är ju denna fråga inte relevant för debatten, huruvida polisen påverkar eller inte är knappast relevant eftersom en diktator inte lär låta dem komma till tals och en demokrati inte blir en diktatur för att poliser vill ha mer vapen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div><a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fweb.mit.edu%2Fgtmarx%2Fwww%2Fpoldem.html\" target=\"_blank\">http://web.mit.edu/gtmarx/www/poldem.html</a> den här professorn från californien hade mycket kloka saker att säga. <br/>  \"To do their job effectively many police believe that they cannot know too much about the community, and they dare not know too little. With their special powers, police (along with the military) are a much greater potential threat to democratic regimes and practices than is the case for other government agencies such as those concerned with education or welfare. The special powers of police come with special responsibilities and the need for continuous vigilance. The potential for abuse is ever present. Democratic policing should be viewed as a process and not an outcome.\"</div> </td> </tr> </table> </div>   Jaha, och hur var detta relevant för din tes? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Jag hittade inget om det när jag sökte democracy and police - vad tycker du man ska söka på? Det måste ju ha gjorts studier oavsett eller hur.</div> </td> </tr> </table> </div>   För din del räcker det ju med att söka på polis per capita och sedan matcha resultatet mot demokratiindex, lite får du ju tänka själv.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Vet du hur negrerna tänker också?</div> </td> </tr> </table> </div>   Varför använder du ett dylikt nedsättande epitet på afrikaner? Varför är detta relevant? Om du nu blivit överbevisad så behöver du ju knappast ta till dylika rasistika övertoner.<br/>  Jag vet hur kineser tänker för att jag bott i Kina, jobbar med Kina och har betalt för att veta hur Kineser tänker. Hur afrikaner tänker eller uppför sig vet jag inte eftersom jag inte bor i Afrika.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Nä, storleken på tjekan var ju väldigt relevant eller hur?</div> </td> </tr> </table> </div>   Det var ju inte ett argument till din fördel, fortfarande har du ju inte kunnat uppbringa något annat än \"jag tycker\" och \"det vet ju alla\" som stöd för dina tokerier.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Du kan ta din jävla sarg och dunka huvudet i den tills du förblöder. Då finns det mer vett i dig. Jag påstår att det finns många variabler. Du påstår att vatten är torrt.</div> </td> </tr> </table> </div> Jag vet att rasism och våld grasserar inom vänstern och detta inlägg är ju ett talande bevis för detta. Vi har inte pratat om \"många variabler\", vi har diskuterat polisens manstyrka och relevansen av detta som mätsticka för graden av demokrati i ett samhälle. Vill du nu backa från detta och prata om de verkliga orsakerna till diktatur så gör jag gärna det, du har ju faktiskt slutat \"försvara\" Geijers tokiga teori."
		},
		{
			"postIndex": 864,
			"postNumber": 872,
			"rankGlobal": 86,
			"rankLocal": 2,
			"scoreGlobal": 59,
			"scoreLocal": 99.7,
			"userRank": 36,
			"userScore": 4.3,
			"postUserName": "Grisham",
			"postUserID": "u317743",
			"postUserUrl": "https://www.flashback.org/u317743",
			"postDateTime": "2009-10-14, 15:11",
			"postUrlInThread": "https://www.flashback.org/t350508p73",
			"postUrlUniq": "https://www.flashback.org/sp19247886",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>smartypants</strong></div> <div> <br/>  Hans ideologiska grundbultar blev sönderplockade i sina beståndsdelar i Karl Popper i \"The open society and it's enemies\". Hans ekonomiska teorier blev motbevisade och irrelevanta redan på 1870-talet. Hans historiebeskrivning grundar sig på myten att väst är civilisationens vagga. Kort sagt, jag känner inte till nåt han har kommit på som inte är uppåt väggarna.<br/> <br/> <br/>  Så nu är min fråga: Av dom idéer och utvecklingar Marx bidrog med, var NÅNTING av detta att betrakta som korrekt?</div> </td> </tr> </table> </div> <br/>  Jag är inte kompetent att uttala mig om Marx och hans ekonomiska teorier. Jag satt mig en gång ned och läste Kapitalet men det var en för mig alldeles för svår bok. Jag kundre inte tillgodogöra mig innehållet. Så där ska jag inte säga någonting. <br/> <br/>  Vad avser Marx historieskrivning tycker jag den är intressant. Det är i alla fall givande att analysera historien ur ett historie-materialistiskt perspektiv då det ger en hel del aha-upplevelser som man inte får genom att studera mer traditionell historieskrivning.<br/> <br/>  Ska jag utpeka någon enskild teori jag anser att Marx formulerat och som äger giltighet idag skulle jag vilja nämna alienationsteorin. Den säger att i ett kapitalistiskt samhälle så tenderar arbetet att sönderhackas i allt mer finfördelade arbetsmoment. Detta är helt i linje med vad Adam Smith säger om arbetsdelning. För att öka produktiviteten omorganiseras arbetet så att människor specialiserar sig på att utföra en bråkdel av en given arbetsprocess.<br/> <br/>  Adam Smith skriver i Wealth of Nations om en fabrik som tillverkar nålar. Han beskriver hur förr en enskild person tillverkade nålar helt ensam. Det var mycket mer improduktivt än då denna process utfördes av flera personer i ett antal specialiserade moment (jag tror han nämner i sin bok att den nålfabrik han besökt nedbrutit tillverkningen av en nål till 17 distinkta moment och att de som arbetar där specialiserat sig på något av dessa moment). <br/> <br/>  Marx säger att detta leder till att människor alieneras från arbetet. Man förlorar arbetsglädje och perspektiv på vad det är man gör när man sysselsätter sig med att dag ut och dag in utföra ett eller något fåtal moment i en monteringsprocess exempelvis. Om du exempelvis arbetar i en bilfabrik så kommer du att få till uppgift att montera ett fåtal komponenter i bilen, montera på en dörr, lackera bilen eller vad det nu är. Detta gör ditt arbete enahanda och ostimulerande. Det skapar en aversion och ett avståndstagande från arbetet. Jämför exempelvis det arbete som bilentusiaster lägger ned. De lägger ned ett stort antal timmar på att fixa i ordning en bil i så gott skick som möjligt. Det är inte enahanda utan de lär sig allt vad de kan om sin bil och hur den fungerar.<br/> <br/>  För den som monterar en bil i fabrik däremot begränsar sig till att utföra ett fåtal repetitiva arbetsmoment. Han arbetar med samma komponenter varje dag och monterar dem enligt samma mönster timme efter timme. Arbetet blir därför tråkigt och för många en plåga (det sliter ofta ut både sinne och kropp). Marx menar att detta är ett problem med den typ av produktionslogik som präglar kapitalistiska samhällen. Den ökar förvisso produktiviteten men förvandlar arbetet till någonting tråkigt och repetitivt. Marx menar att kapitalismen också därigenom fördummar människor. En person som dag ut och dag in ägnar sig åt att utföra repititiva uppgifter blir helt enkelt \"tom i bollen\" och förlorar därutöver sin arbetsglädje!"
		},
		{
			"postIndex": 851,
			"postNumber": 859,
			"rankGlobal": 103,
			"rankLocal": 3,
			"scoreGlobal": 57,
			"scoreLocal": 96.4,
			"userRank": 11,
			"userScore": 14,
			"postUserName": "TrialByError",
			"postUserID": "u6481",
			"postUserUrl": "https://www.flashback.org/u6481",
			"postDateTime": "2009-10-12, 15:55",
			"postUrlInThread": "https://www.flashback.org/t350508p72",
			"postUrlUniq": "https://www.flashback.org/sp19211726",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Polisen är en intressegrupp och inte en lobbygrupp. Capisce?</div> </td> </tr> </table> </div>   Som filatelister då? <br/>  Du menade självklart intressegrupp i betydelsen \"inflytande över samhället/de styrande\" inte i betydelsen \"jag gillar att vara polis och fina skinande brickor\". Det du nu försöker med är ju bara fånigt, hur spelar det roll att poliser har en grupp för inbördes beundran för en demokrati/diktatur?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Vi var ju överens om att befogenheterna inte var likadana och att det bara var försök att trixa med verkligheten från din sida.</div> </td> </tr> </table> </div>   Nope, jag har varit konsekvent hela tiden, poliser har samma befogenheter, tolkningen av sådant som kan kallas rättsvidrigt är däremot skillnad. Du och Geijer anser att polisens storlek står i proportion till demokratin i ett land medan jag hävdar att det är rättsystemets förutsägbarhet och lagtolkningar som spelar roll. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Jag påstår fortfarande att polisen kan provocera fram brott enbart genom sin närvaro.</div> </td> </tr> </table> </div>   Och jag ville ha bevis på detta, att säga saker kan vem som helst. Du säger mycket men har inte visat något, alltså avfärdar jag det som dumheter. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Det är inte dumt.</div> </td> </tr> </table> </div> Jo, det är faktiskt jättedumt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Tänk att det har det.<br/>  Jo, polisen måste förstärkas om många människor är missnöjda med staten. Vilket innebär att stater där människor är missnöjda har många poliser.</div> </td> </tr> </table> </div>   Vilket alltså återigen inte behöver ha något att göra med hur mycket demokrati det finns i landet. Kina exempelvis är majoriteten nöjda men staten är fortfarande en diktatur/enpartistat. Alltså är det bara nonsens det du framför.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Vad spelar det för roll? Vi har pratat om polisen generellt - inte gjort några distinktioner mellan olika sorters poliser.</div> </td> </tr> </table> </div>   Nä, vi har pratat om polisen men visst kan du inkludera hemliga polisen i totala antalet om du vill, det blir inte mer sant för detta.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1:aHjälpen</strong></div> <div>Knappast känsloskäl men varför kan inte du prestera fakta istället - jag är så säker så jag inte orkar bevisa att vatten är vått.</div> </td> </tr> </table> </div>   Det har jag redan gjort i det första inlägget till Geijer, där tar jag upp stater som vi alla vet är demokratier men som har fler antal poliser per capita än kända diktaturer. I all sanning så räcker det ju faktiskt att jag hittar en enda demnokrati som har fler poliser än en enda diktatur så vet vi att du inte har den blekaste om vad du pratar om. Du baserar ditt beslut på \"magkänsla\", poliser är \"onda\" därmed måste ju \"onda\" stater ha många poliser<br/> <br/>  Logiskt felslut..."
		}
	],
	[
		{
			"postIndex": 956,
			"postNumber": 966,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 83.3,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 10,
			"postUserName": "Visf",
			"postUserID": "u166136",
			"postUserUrl": "https://www.flashback.org/u166136",
			"postDateTime": "2012-09-17, 21:32",
			"postUrlInThread": "https://www.flashback.org/t350508p81",
			"postUrlUniq": "https://www.flashback.org/sp39385928",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>analytiskmarxist</strong></div> <div>Jag har alltid sett Marx som en person med en evolutionär hållning (ej att förväxla med socialdarwinism). Tanken blir alltså att människan alltid anpassar sig efter de rådande samhällsförhållanden som existerar. Det blir alltså inte någon blank slate utan snarare individer som anpassar sig. Det är grunden i den historiska materialismen, människan som anpassar sig efter sina materiella och samhälleliga förhållanden. Marx vill alltså ändra förhållanden, inte människan.</div> </td> </tr> </table> </div> <br/>  Det har ingenting att göra med historiematerialism. Det har att göra med saker som vår själviska natur, ur det faktum att vi inte har kollektiva tankecentra, är tvungna att indoktrineras bort för att ideologin i sitt slutskede ens skulle fungera. Själva tanken med processen var att man skulle skapa en socialistisk man under första skedet som ur ren pliktkänsla för den kommunistiska tanken skulle komma att fördela upp produktionsmedlen till lika tänkande, likadana, likartat omöjliga fantasi-män.<br/> <br/>  Marx trodde att vi kunde skriva hur människan ska agera på ett blankt-papper. Att vi var böjbara, och inte mekanistiska. Men detta är helt enkelt fel, vi har vissa med-ärvda biologiska funktioner. Det är därför det aldrig kommer existera en socialist man. Man lyckades inte ens skapa en i Sovjet, och det var det Lenins diktatur handlade om att försöka föda. Det skulle allting vara värt det, alla de döda i Ukraina och alla mördade i arbetsläger, om man lyckades skapa denna nya människa som kunde göra att ett socialistiskt samhälle fungerade.<br/> <br/>  Vidare skulle jag säga att historiematerialism har stora problem att förklara saker som upplysningen, eller revolutionerna vi hade i väst. På något vis lyckas historiematerialism snarare bäst förklara <i>dåliga</i> förändringar. Som den franska revolutionen som direkt ledde till Napoleon (Hitler, före det fanns en Hitler, det var så han omnämndes av folk tills Hitler tog över den rollen) eller för att ta mer självklara exempel som revolutionen i Ryssland vid första världskriget och de flesta andra kommunistiska revolutionerna. Jag skulle säga att idéer tydligt drivit oss bättre framåt än förändringar ur nödvändighet. Samma skulle även kunna sägas idag bara när det kommer till det politiska, om man kollar på reformer som kommer av skuldkriser.  För att gå vidare har Marx klart haft fel om den naturliga utvecklingen. Finns ingenting som tyder på att proletariatets diktatur finns inom räckhåll. Häri kommer det som relaterar till tabula rasa, att Marx från ingenstans menar att vi inte skulle ha en maktkonflikt när en maktposition skapats. Detta för att människor bara på något vis ändrats. Helt absurt, och en sådan viktig del av hans politiska handlingsplan, som klart påvisats vara världshistoriens farligaste och dödligaste idé. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>analytiskmarxist</strong></div> <div>Idéhistoriskt så var det Locke som förde fram tanken om tabula rasa och att människan föddes utan förexisterande idéer. Människan formas då helt av sin erfarenhet. Kan vara kul läsning någon gång, man lär sig mycket när man inte bara slår på halmdockor.<br/> <br/>  Nej jag syftade inte på Rawls (som snarare var aktiv under sent 1900-tal). Att du inte tycker att han och hans gelikar är riktiga liberaler får stå för dig. I ett statsvetenskapligt perspektiv så brukar man skilja mellan politisk liberalism och ekonomisk liberalism, där de två går att kombinera men också kan fungera separat. Rawls socialliberalism kan då ses som politiskt liberal men utan den ekonomiska motsvarigheten, precis som liberalkonservativa har det tvärtom. Liberalism är en bred ideologi, och man bör undvika större forum än sandlådan om man kallar sin motståndare \"en äcklig mutation av tredje-vägenpolitik\".</div> </td> </tr> </table> </div> <br/>  Rawls är inte för social frihet heller, han är för social och ekonomisk likhet. Socialliberaler gjorde misstaget i att missta att man var för frihet för att hjälpa de fattiga, med att man bara skulle vara för de fattiga. De ansåg, i relation till tabula rasa, att allting borde vara jämnt och fint när man friat upp det så mycket, vilket det givetvis aldrig skulle kunna bli och aldrig kommer bli, då vi är så väldigt olika som personer och vad som gör oss värdefulla i samhället är just det som gör oss annorlunda.<br/> <br/>  Påstår du att socialliberalerna <i>inte</i> förde tredje-vägen politik? Menar du att det <i>inte </i>är äckligt och en mutation av en ideologi att av politiska skäl underminera dess grundläggande principer bara för att man söker makten?<br/> <br/>  Sen andra-grads-dimensioneringen av politik är faktiskt fullt ärligt helt efterblivet. Jag ser inte vad som står att finna i högre kunskap ifrån det. I vilket fall har de liberalkonservativa och socialkonservativa någonting gemensamt i att de är liberaler enbart till namnet. Att börja kategorisera i förväg vilka friheter folk ska få ha enbart ur skälet att det syftar till underlätta politiska mål gör det ganska klart att frihet inte längre är en nödvändig komponent av ideologin utan bara ett verktyg. På det viset kan alla ideologier anses vara liberala på något vis, men då har man inte förståt att frihet är ett sätt att just låta folk sätta upp sina egna mål, att det är lösning på värderelativismen som är ett stående faktum."
		},
		{
			"postIndex": 941,
			"postNumber": 950,
			"rankGlobal": 21,
			"rankLocal": 2,
			"scoreGlobal": 80,
			"scoreLocal": 96,
			"userRank": 9,
			"userScore": 14.7,
			"postUserName": "BRT",
			"postUserID": "u391424",
			"postUserUrl": "https://www.flashback.org/u391424",
			"postDateTime": "2010-10-20, 19:32",
			"postUrlInThread": "https://www.flashback.org/t350508p80",
			"postUrlUniq": "https://www.flashback.org/sp26274989",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gainerexplosion</strong></div> <div>Är inte så påläst vad gäller Marx, men hans spådomar om att arbetarklassen bara skulle bli fattigare och fattigare, att kapitalet skulle koncentreras hos allt färre personer o.s.v. har ju inte direkt inträffat.</div> </td> </tr> </table> </div> <br/>  Han påstod inte att detta skulle ske i <i>absoluta</i> termer, utan i <i>relativa</i> termer. Nyttan som en ökad standard gör hos en låginkomsttagare upplevs som mindre när detta ställs i relation till en ännu mer ökad standard hos andra; Marx menade alltså att den subjektiva värderingen av välståndet blir mindre ju större den <i>relativa</i> ökningen mellan fattiga och rika är - även om såväl fattiga som rika får det bättre i <i>absoluta</i> termer. Det var denna relativa skillnad mellan rika och fattiga Marx menade skulle öka, pga att en löneökning alltid förutsätter en ännu större ökning i produktivt kapital ifall relationen mellan lön och profit inte förändras (dvs om profitkvoten faller till förmån för lönekvoten; men även detta kan normalt inte göra någon jättestor skillnad då en allt för låg profitkvot leder till nedläggning av företaget eftersom att kapitalistens alternativkostnad blir allt för hög).<br/> <br/> <i>If capital grows, the mass of wage-labor grows, the number of wage-workers increases; in a word, the sway of capital extends over a greater mass of individuals. Let us suppose the most favorable case: if productive capital grows, the demand for labor grows. It therefore increases the price of labor-power, wages.<br/> <br/>  A house may be large or small; as long as the neighboring houses are likewise small, it satisfies all social requirement for a residence. But let there arise next to the little house a palace, and the little house shrinks to a hut. The little house now makes it clear that its inmate has no social position at all to maintain, or but a very insignificant one; and however high it may shoot up in the course of civilization, if the neighboring palace rises in equal of even in greater measure, the occupant of the relatively little house will always find himself more uncomfortable, more dissatisfied, more cramped within his four walls.<br/> <br/>  An appreciable rise in wages presupposes a rapid growth of productive capital. Rapid growth of productive capital calls forth just as rapid a growth of wealth, of luxury, of social needs and social pleasures. Therefore, although the pleasures of the laborer have increased, the social gratification which they afford has fallen in comparison with the increased pleasures of the capitalist, which are inaccessible to the worker, in comparison with the stage of development of society in general. Our wants and pleasures have their origin in society; we therefore measure them in relation to society; we do not measure them in relation to the objects which serve for their gratification. Since they are of a social nature, they are of a relative nature.</i><br/>  (Wage Labour and Capital, 1847)<br/> <br/>  Här var ju Marx till och med mer positiv till kapitalismens förmåga att förbättra situationen för arbetarna än en del liberala ekonomer, som tänkte sig försämringen för arbetarklassen i mer absoluta termer:<br/> <br/> <i>På det ekonomiska området bestod Adam Smiths laissez faire som ledstjärna. Men det kom också dystra budskap. Två brittiska teoretiker [Thomas Malthus och David Ricardo] ansåg sig kunna bevisa att inga förbättringar av levnadsvillkoren var att vänta. [...] arbetets naturliga pris är det som är nödvändigt för att arbetarna skall kunna existera och fortplanta sig utan att deras antal vare sig ökar eller minskar. Det kunde tolkas som att arbetets naturliga pris var existensminimum. </i><br/>  (Larsson, Reidar; Politiska ideologier i vår tid; s.28)<br/> <br/>  Lassalle utvecklade ju t.ex. från Ricardos teorier \"den järnhårda lönelagen\"; vilken Marx menade var felaktig, och att någon sådan \"lag\" inte existerar, utan att försämringen för arbetarna måste ses som relativ i förhållande till kapitalisterna. Marx menade ju även att den absoluta överpopulation som bland annat Malthus och Lassalle trodde skulle inträda var ett feltänk, då överpopulationen bara måste vara relativ i förhållande till arbetstillfällen (vilket på vanlig svenska betyder att vi i kapitalistiska samhällen kommer att se en viss grad av arbetslöshet, vilken är nödvändig för att inte lönerna ska skena iväg i princip helt okontrollerat genom arbetarnas starka ställning på en arbetsmarknad med absolut full sysselsättning, men ingen <i>absolut</i> överpopulation).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är väl en spontan stark kritik jag kan komma på, där man direkt kan falsifiera hans påståenden med enkel empiri, som jag inte sett har tagits upp särskilt mycket i tråden.      </td> </tr> </table> </div> <br/>  Anledningen till att den inte tagits upp särskilt mycket är möjligtvis att denna kritik inte baseras på vad Marx sa, utan på en bekväm halmgubbe? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Citat som vanligtvis tas upp för att visa att Marx hade fel är t.ex. <i>\"a minority of the working classes got their real wages somewhat advanced ... [but] everywhere the great mass of the working classes were sinking down to a lower depth, at the same rate at least that those above them were rising in the social scale.\"</i> Även detta är dock en hamlgubbe av episka proportioner; då detta handlar om en <i>beskrivning</i> av förhållandena i Europa mellan 1848 och 1860-talet, och inte om någon typ av \"spådom\". Det bör vara ganska självklart, egentligen, om vi tittar på vilken tempus som används. För att ta bort alla tvivel kan vi däremot titta på vad som kommer före stycket, och därmed se det i dess sammanhang:<br/> <br/> <i>Indeed, with local colors changed, and on a scale somewhat contracted, the English facts reproduce themselves in all the industrious and progressive countries of the Continent. In all of them there has taken place, since 1848, an unheard-of development of industry, and an unheard-of expansion of imports and exports. In all of them, as in England, a minority of the working classes\"</i><br/>  (Inaugural Address of the International Working Mens Association, 1864)<br/> <br/>  Här har vi ett exempel på när lönerna sjönk, helt enkelt. Det här är något hämtat ur den verkliga världen, inte vad hans teori påstår <i>ska</i> hända. Om jag skriver ett reportage om ett flygplan som har störtat innebär det <i>att ett flygplan har störtat</i> och jag informerar om detta. Det innebär <i>inte</i> att jag tror att <i>alla</i> flygplan kommer att störta, och inte heller att jag <i>tycker</i> att alla flygplan <i>bör</i> störta; utan jag har helt enkelt informerat om och beskrivit ett flygplan som har störtat. Och detta är givetvis hur vi måste se på denna text, där Marx beskriver europeiska förhållanden mellan 1848 och 1860-talet.<br/> <br/>  Problemet med mycket kritik av Marx är nog att kritikerna gärna kritiserar utan att läsa vad Marx egentligen skrivit. Ibland verkar man till och med ha ansträngt sig för att lyckas citera saker Marx skrivit ur deras sammanhang, ignorera tempus, osv. för att kunna tillskriva honom åsikter han inte hade och på olika sätt dumförklara honom (iofs gör sig Marx skydlig till detsamma med jämna mellanrum, när han t.ex. diskuterar Proudhons eller Bakunins teorier). Därmed missar kritiken ofta målet med ganska stora marginaler; ett första steg i att kritisera vad Marx skrev måste nog vara att läsa vad Marx faktiskt skrev. Annars blir det svårt."
		},
		{
			"postIndex": 936,
			"postNumber": 945,
			"rankGlobal": 32,
			"rankLocal": 3,
			"scoreGlobal": 75.1,
			"scoreLocal": 90.2,
			"userRank": 9,
			"userScore": 14.7,
			"postUserName": "BRT",
			"postUserID": "u391424",
			"postUserUrl": "https://www.flashback.org/u391424",
			"postDateTime": "2010-10-20, 02:25",
			"postUrlInThread": "https://www.flashback.org/t350508p79",
			"postUrlUniq": "https://www.flashback.org/sp26260277",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gamlanintendo</strong></div> <div>Jag tycker att det är patetiskt när två personer sitter och dunkar varandras ryggar medan de övertygar varandra om de gemensamma åsikternas riktighet.</div> </td> </tr> </table> </div> <br/>  Okej, jag såg det mer som en diskussion om marxismen och många marxisters tendens att vara ortodoxa; jag tror inte att jag och Drullknull har samma åsikter om Marx i övrigt, då jag fått uppfattningen att jag uppskattar Marx mer än Drullknull som verkar vara <i>lite</i> mindre imponerad av honom.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du kan gärna lägga ned den där leken där du låtsas att jag anser allt Marx sagt vara sant just för att han sagt det.      </td> </tr> </table> </div> <br/>  Det har jag inte påstått, om du känner dig träffad ber jag om ursäkt. Jag kom i all ärlighets namn inte ens ihåg vem jag hade diskuterat Grunddragen/Kapitalet med, men lyfte fram det som ett exempel på marxister som gärna vill få helt olika ståndpunkter från Marx att gå ihop trots att de omöjligt kan göra det - vilket det verkar som att du försöker göra i den tråden, varför jag tolkar det som att du vill att det Marx skriver ska vara sant i båda fallen trots att det omöjligtvis kan vara det. Men som sagt, känner du dig personligt träffad av det ber jag om ursäkt, det var inte min intention.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Helt taget ur luften, det är som om jag skulle påstå att någon av de där mupparna du gillar att citera skulle vara din ofelbara messias.      </td> </tr> </table> </div> <br/>  Nja, citerar du t.ex. Tucker, Warren eller Proudhon - som också bytte åsikter under sina liv, och uttalade sig på sätt som mer liknar propaganda än något mer genomtänkt - kan du nog räkna med att jag håller med om en sak och inte håller med om en annan (eller ingen alls) och ser uttalandena som motsägelsefulla. Vad sägs t.ex. om:<br/> <br/> <i>\"It is a very easy matter to tell who is an Anarchist and who is not. One question will always readily decide it. Do you believe in any form of imposition upon the human will by force? If you do, you are not an Anarchist. If you do not, you are an Anarchist. What can any one ask more reliable, more scientific, than this?\"</i><br/>  (Benjamin R. Tucker, \"Anarchism and the State\")<br/> <br/>  och:<br/> <br/> <i>\"It is precisely my contention that this rule, despite the immense importance which I place upon it, is not absolute; that, on the contrary, there are exceptional cases where invasion--that is, coercion of the non-invasive--lessens the aggregate pain. Therefore coercion of the non-invasive, when justifiable at all, is to be justified on the ground that it secures, not a minimum of invasion, but a minimum of pain.\"</i><br/>  (Benjamin R. Tucker, \"Land Tenure Again\")<br/> <br/> <br/>  De två citaten går inte ihop över huvud taget, och då vi vet att Tucker mellan \"Anarchism...\" och \"Land Tenure...\" blivit mer och mer influerad av Stirners egoism kan vi hitta svaret där; den första positionen är den yngre Tuckers, medan den andra sammanfattar den äldre Tuckers syn på saken, då han kommit att fördjupa sig i, och influeras av, den egoistiska traditionen. Själv anser jag att den senare positionen lämnar alldeles för mycket öppet för tolkningar och godtycklighet, och kan därför inte direkt identifiera mig med den positionen; det förändrar däremot inte att Tucker är en viktig ideologisk inspiration - men jag ser inte varför jag skulle försöka få ihop två uppenbart motsägelsefulla påståenden av denna anledning. Jag har inte något intresse av att försöka \"rädda\" Tucker som en person som aldrig sa emot sig själv, aldrig uttalade sig med tvivelaktig hederlighet i propagandasyften och som aldrig bytte åsikter under sin livstid.<br/> <br/>  Självklart säger folk emot sig själva under en livstid, och självklart kommer de till nya insikter och åsikter allt eftersom de samlar på sig mer och mer fakta och kunskap och reviderar tidigare ståndpunkter. Och självklart uttalar sig även de allra flesta då och då mer för att propagera för sin egen position jämfört med andras, och lättar lite på den intellektuella hederligheten. Vilket förmodligen är fallet med Marx i det stycke du citerade - även om du gjort det tydligt att du inte gärna vill se det så - eller med t.ex. den anarkistiske socialisten Ernest Lesigne (som citeras av Tucker) när denne menar att <i>\"There are two Socialisms. One is communistic, the other solidaritarian. One is dictatorial, the other libertarian\"</i>. För det finns ju ingen som i en \"vetenskaplig\" situation, som intellektuellt hederlig, skulle hävda att kommunistisk socialism med nödvändighet är <i>diktatorisk</i>; tvärtom finns det massvis med former av kommunism som inte tror på ens en gnutta diktatur.<br/> <br/>  Självklart gäller alltså vad jag \"anklagar\" Marx för inte enbart Marx, utan de allra flesta (om inte alla) samhällsvetare som har någon typ av ideologisk tillhörighet som de vill propagera för. Det gäller för Marx, Proudhon, Engels, Warren, Lenin och Tucker - alltså i allra högsta grad även \"mupparna\", som du uttrycker det, jag citerar. Därför har jag lite svårt att förstå varför du blir så upprörd över det här; vi vet väl båda att det förhåller sig på det här sättet? Och i det stycke du citerade från \"Grunddragen...\" och det jag citerade från \"Kapitalet\" är det väl uppenbart att styckena säger emot varandra, på samma sätt som de stycken jag citerat av Tucker ovan?"
		}
	]
]
