[
	[
		{
			"postIndex": 108,
			"postNumber": 111,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Pinkskin",
			"postUserID": "u206322",
			"postUserUrl": "https://www.flashback.org/u206322",
			"postDateTime": "2009-08-30, 21:53",
			"postUrlInThread": "https://www.flashback.org/t551733p10",
			"postUrlUniq": "https://www.flashback.org/sp18469888",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bombacci</strong></div> <div>Folk är inte rädda för att invandrare ska få jobb, de är rädda att de ska \"ta\" de jobb som de själva har och bli utkonkurrerade.</div> </td> </tr> </table> </div> <br/>  Mja? Min uppfattning är att de är ogina och bakåtsträvande, så själva <i>tanken</i> på att Abdull kan tänka sig ta ett arbete de själva inte ens skulle överväga, stör dem fruktansvärt. <br/> <br/>  Just nu verkar det som att SD får rejäla förstärkningar av människor som nog mest är rädda för sina jobb, men \"ur-sverigedemokraten\" är huvudsakligen konservativt laddad och än har jag inte träffat på en enda SD-sympatisör som inte är, nästan löjligt, egoistiskt lagd. Egoismen är dock en överlevnadsstrategi, bland flera, en strategi som människan lärde sig redan för många tusen år sedan - att då omgivningarna är fientliga och tiderna hårdaden, så lönar det sig bäst att låsa dörren för samtliga utom de sina. <br/> <br/>  Samma egoism i ett modernt samhälle där de flesta i vart fall klarar sig hyfsat, tenderar däremot att ses som småaktigt beteende i de flestas ögon. Det är därför hon nästan aldrig vågar att vara öppen med sina åsikter, utan döljer sig helst bakom anonymitet. Egoisten är närmast oförmögen att se <i>nyanser</i>; det är allt eller ingenting för henne. Hon är totalt fixerad vid sin egen egoism, och det gör henne helt oförstående inför faktumet att de flesta runt omkring henne snarare är generösa, öppenhjärtliga och mer än gärna ger av sin mat till den som ingen mat alls har. <i>\"Men... människan är ju EGOIST till sin natur!!!\"</i>, gnyr egoisten oförstående i sin anomymitet... Hon fattar ingenting av sina medmänniskors synsätt som, givetvis, är helt onaturligt för egoisten. Därför arguamenterar också egoisten alltid utifrån \"faktumet\" att hon minsann vet vad alla andra <i>egentligen</i> tycker och tänker - och om det inte vore för kommunisterna, som fyllt svenskens huvud med självmordsbenäget flum - ja, DÅ jävlar fick svartskallarna akta sig! <br/> <br/>  Sedan är det knappast en slump att SD:s siffror i mätningarna lutar åt ett kanonval. Vi upplever trots allt en världsomfattande, finansiell, kris. Vi har alla läst om alla svenskar som förlorat sina jobb, och det gör så klart en del väldigt rädda och oroliga, både för sin egen privatekonomi, men kanske främst också för sin framtid (då det är främst bland ungdomarna SD funnit en ny väljarbas). Plötsligt har vi alla åkt på en tankeställare... och där några finner ett parti som är överjävliga på att spela just på rädsla och oro inför framtiden. Islam... och katastrofala Afrika, osv. <br/> <br/>  Det är helt naturligt att en del människor är snabba på att byta ut sin annars generösa och gästvänliga sida, mot ångest och igenbommade dörrar. Svensken, i sig, är dock nu ett mycket intelligent folk, och genomskådar i regel dumhet och bakåtsträvande. Det ska till en riktigt kris, som backas upp av alarmerande händelser som 11/9, mm. Annars hade vi ju röstat in SD i Riksdagen i samma veva danskarna gav upp sin gemytlighet, men svensken är som sagt inte lika lättlurad. Procentuellt har visserligen Danmark tagit emot många fler invandrare, detta med tanke på att Danmark är ett enormt mycket mindre land än svedala. En invandring som ställt till med stor oreda i det danska samhället. Dansken är ju nu mycket särspeciell, och har inte mått bra av alla främmande element. Men det handlar inte bara om flyktingar och invandrare för dansken. Det finns flera orsaker till att dansken tappat en del av sitt tidigare fotfäste i tillvaron: Höjda alkoholskatter och en restrektivare syn på alkoholvanor har också haft sin del i smeten. Numera är det t ex inte längre accepterat med öldrickande under arbetstid - vilket ju varit en tradition som har många hundra år på sin nacke. Detta huvudsakligen pga Danmarks inträde i Unionen. <br/> <br/>  Men nog om Danmark. <br/> <br/>  Personligen måste jag säga att jag, efter flera års rätt intensivt debatterande med SD-anhängare, tyvärr måste säga att ur-sverigedemokraterna verkligen är rätt motbjudande och otrevlig människor. Egoister, snåljåpar och elaka i grund och botten. De är fulla av förakt mot allt och alla som inte är som svensken (dvs: <i>jag</i>...). Jag har verkligen försökt att ta dem på allvar, har verkligen sökt förstå dem, men misslyckats komplett. De är sannerligen väldigt svåra att tycka om. Deras humor, till exempel, är ständigt spetsade med elaka undertoner som alltid går ut på \"Vi &amp; Dom\" - där Dom är mindre värda; dvs de är lata parasiter som bara begår brott, och de som inte begår brott utnyttjar cyniskt svenskens vänlighet och gästfrihet. <br/> <br/>  De trivs och frodas med överdrifter och kraftiga generaliseringar, sanningen kan vridas på lite som man själv tycker. De är t ex ofta själva medvetna om att de ibland överdriver... men jag har aldrig märkt att detta skulle störa dem. <br/> <br/>  Faktiskt är ur-sverigedemokraten en mycket svårbegriplig figur. Hon är ingen mobbartyp, trots att hon är både elak och ogin så värnar hon ändå om de svaga - dock gäller det <i>enbart</i> sina egna, aldrig någon från ett annat land, en annan kultur! Allt denne figur inte känner igen eller förstår sig på, upplever hon som hotfullt och farligt. Hon har liksom aldrig lyckats ta sig in ett större socialt sammanhang, så när andra runt omkring skrattar, skränar och lär känna främlingar och lyckas vända olikhetern till något som är både intressant givande, ja då känner hon bara ensam bitterhet. Ensamvarg, vill jag nog säga att hon är. Hon finner dock tröst och trygghet bland likasinnade, och inte minst i det förgångna, som hon ständigt längtar tillbaka till. En tid då allt inte utvecklades i samma, smått vansinniga, takt som idag, och Sverige var ett land för Svenskar."
		},
		{
			"postIndex": 93,
			"postNumber": 96,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 80.9,
			"scoreLocal": 80.9,
			"userRank": 35,
			"userScore": 41.6,
			"postUserName": "bombacci",
			"postUserID": "u366013",
			"postUserUrl": "https://www.flashback.org/u366013",
			"postDateTime": "2009-08-30, 10:06",
			"postUrlInThread": "https://www.flashback.org/t551733p8",
			"postUrlUniq": "https://www.flashback.org/sp18458684",
			"sentence": "Som jag visade i någon annan tråd ( eller omd et var i denna rent av). Så är den typiska SD väljaren en man som bor utanför storstaden och arbetar inom ett LO yrke, han är lågutbildad.<br/> <br/>  Nej det är inte propaganda utan det visar undersökningar från LO själva, något de inte är speciellt stolta över.<br/> <br/>  Varför dessa lågutbildade personer röstar på SD?<br/> <br/>  Ja dels är det okunskap då det man inte vet någonting om ( mångkulturen) blir människor rädda enklare för. Den andra orsaken är väl att invandrarna kan ta deras jobb enklare, då det oftast inte kräver någon lång utbildning för att köra tex truck.<br/> <br/>  En tredje faktor som jag själv kan spela in är att de fattigare personerna får oftare bo i samma område med invandrarna medan  får samma  rikare kommuner och stadsdelar inte får samma \"up close and personal\" feeling över det hela.<br/> <br/>  En fjärde faktor tror jag är att många SD väljare ser sig själva innerst inne som misslyckade, de blev inte hockeyproffs, de har inga coola jobb, de bor mindre bra, har ingen söt tjej eller vad det nu kan vara oc h det är enklare att skylla på någon annan än att säga till sig själv \" f-n det här är ju jag som har klanat mig\" utan det är enklare att säga \" f-n det är mona sahlins och muslimernas fel att jag inte är ihop med en playboybrud och inte har råd att köra en ferrari!\"<br/> <br/>  Nu kommer nästa inlägg i den här tråden handla om<br/> <br/>  A: Jag har gått på \"myten\"<br/> <br/>  B: Personen kommer säga \" ja men jag tjänner en som röstar på SD och han har en årsinkomst på X antal miljoner per år\". Samt att ni/han/hon har gått flera år på högskolan.<br/> <br/>  Men ja ni vet själva att jag i stora drag har rätt, sedan finns det såklart undantag med, men generellt sett så stämmer mina punkter ganska bra."
		},
		{
			"postIndex": 58,
			"postNumber": 60,
			"rankGlobal": 23,
			"rankLocal": 3,
			"scoreGlobal": 74.4,
			"scoreLocal": 74.4,
			"userRank": 42,
			"userScore": 39.6,
			"postUserName": "Koi",
			"postUserID": "u123163",
			"postUserUrl": "https://www.flashback.org/u123163",
			"postDateTime": "2007-10-02, 00:26",
			"postUrlInThread": "https://www.flashback.org/t551733p5",
			"postUrlUniq": "https://www.flashback.org/sp8524255",
			"sentence": "Har varit lite mycke skit i den här tråden, så jag tänkte försöka lyfta upp den lite.<br/>  Jag saknade rösträtt i förra valet så har ännu inte röstat, men nästa val kommer jag antagligen rösta på SD bara för att ta ställning mot invandringen även om partiet är helt värdelöst är det de enda partiet som har någorlunda sunda värderingar gällande invandring och annan politik i allmänhet.<br/> <br/>  Jag är fortfarande inte helt säker på att jag kommer rösta på SD nästa val men för tillfället känns det som bästa alternativet.<br/> <br/>  Så lite om mig själv, Jag gick ett yrkesförberedande program på gymnasiet där jag fick medel betyg och har sedan dess arbetat med det jag utbildades till och kommer fortsätta med detta fram tills jag ska in i lumpen.<br/>  Så detta skulle väll passa in på fördomen om ingen högre utbildning, jag är dock inte fattig eller uppvuxen i ett fattigt område.<br/>  Tvärtom så har jag haft en väldigt bra uppväxt, halva livet bodde jag i ett helsvenskt radhus område och andra halvan av livet har jag bott i ett väldigt lungt och trevligt villaområde.<br/> <br/>  Under min uppväxt har jag aldrig haft problem med invandrare förrens jag blev äldre och började röra mig över större områden och såg hur dom var i allmänhet och att dom inte var som dom vällintegrerade och adopterade som jag lärde känna. Så jag kan förstå dom som är uppvuxna i rika segrerade områden och håller sig där som inte ser några problem med invandringen, om man på det lägger till att dom inte läser någon annan tidning en någon av dom vanliga morgontidningarna SvD och DN så blir det väldigt svårt att förstå vem som gör vad här i landet.<br/> <br/>  Jag ser mig helt enkelt som en vanlig svensk och det är antagligen dom flesta andra SD röstare också."
		},
		{
			"postIndex": 76,
			"postNumber": 78,
			"rankGlobal": 35,
			"rankLocal": 4,
			"scoreGlobal": 70.7,
			"scoreLocal": 70.7,
			"userRank": 49,
			"userScore": 37.6,
			"postUserName": "Bonzo666",
			"postUserID": "u85058",
			"postUserUrl": "https://www.flashback.org/u85058",
			"postDateTime": "2007-10-04, 15:53",
			"postUrlInThread": "https://www.flashback.org/t551733p7",
			"postUrlUniq": "https://www.flashback.org/sp8549336",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BananaJack</strong></div> <div>  Nåväl, bland SD-väljarna finns det två huvudgrupper:<br/> <br/> <b>WT-Jimmy</b> är sjukskriven för något mystiskt ryggproblem. Vidare så är han lite lätt alkoholiserad och har sju snoriga och ouppfostrade ungar som han brukar slå med jämna mellanrum. <br/>  Vår käre SD:are är missnöjd med tillvaron. \"Det är naturligtvis invandrarnas fel\" resonerar han på hemvägen från pizzerian där han suttit och druckit ett par bira och spelat Jack vegas. <br/>  WT-Jimmy bor i ett mindre hus i ett typiskt arbetarklassområde i hemstaden Höllebölle. Vår käre SD-väljares område är relativt fritt från invandrare, men inom bara en kilometers avstånd finns dom stora gråa hyreshusen där stadens invandrare bor. Jimmy bara <i>vet</i> att alla muskingarna där går omkring och letar efter någon att råna/gruppvåldta. <br/>  Därför så tänker Jimmy lägga en röst på SD i valet 2010.<br/> <br/> <b>Småborgar-Börje</b> är en sk. entreprenör inom byggbranschen. Hans lilla firma, med sju anställda, är specialiserad på att renovera sommarstugor. Affärerna går dock inte så bra, och kronofogden kommer knacka på dörren vilken dag som helst. Detta tycker Börje är skamligt då han, <i>småföretagaren</i> trots allt är en del av Sveriges verkliga ryggrad, dom som håller ekonomin i rullning och som för utvecklingen framåt. Till skillnad från invandrarna. Blattarna kör  bara omkring i svindyra sportbilar betalda med socialbidrag, <i>för det vet alla</i>. \"Det är dom där jävla invandrarnas fel att min firma går åt helvete\" tänker Börje på väg till vallokalen 2010 där han tänker lägga en röst på SD.<br/> <br/>  Det är dom största grupperna tror jag. Bitter och desillusionerad arbetarklass som helt enkelt inte begriper bättre, och övre medelklass som känner att deras privilegierade position är hotad.<br/>  Vad tror ni?</div> </td> </tr> </table> </div>   Jag tror nog att det finns en hel del väljare som motsvarar din beskrivning (men kanske mindre extrem..). Ja. Är ofta i Landskrona (tyvärr) och ja.. jo.. (Landskrona har väl en 20% som röstade på SD vid senaste räkning).<br/> <br/>  Så visst. Men det finns också en ny grupp som bör betecknas som helt normala svenssons som röstar eller proteströstar på SD. Ibland i ren desperation. Vilket många gör i LK. Man kan inte dra de vanliga \"rasist\" eller byfåna/WT om dem som jag anser att man har KUNNAT. Jag skulle aldrig rösta på SD. Men jag skulle ta mig fan aldrig bo i LK eller låta mina barn gå i kommunal skola i Landskrona heller. Där är liksom problemet. SD:s ofta väl förenklade samhällsanalyser och brist på kompetens i de egna leden är inga problem på de flesta ställen. Problemet är när deras beskrivning av invandrarrelaterade problem ibland motsvaras av en verklighet. Tex LK. Sättet att hantera detta är oftast att idiotförklara SD eller SD-väljarna. Men väljarna börjar breddas lite mer hela tiden. Vilket jag beklagar. Men man agiterar närmast MOT en väljargrupp som om de vore nazi-influerade analfabeter. Funkade så länge SD mest bestod av den kategorin. Idag så verkar den hållning bara rekrytera fler irriterade väljare."
		},
		{
			"postIndex": 1,
			"postNumber": 1,
			"rankGlobal": 37,
			"rankLocal": 5,
			"scoreGlobal": 69.3,
			"scoreLocal": 69.3,
			"userRank": 69,
			"userScore": 34.5,
			"postUserName": "BananaJack",
			"postUserID": "u66293",
			"postUserUrl": "https://www.flashback.org/u66293",
			"postDateTime": "2007-09-28, 09:56",
			"postUrlInThread": "https://www.flashback.org/t551733p1",
			"postUrlUniq": "https://www.flashback.org/sp8487906",
			"sentence": "Yatzy-winner startade en liknande tråd igår, men trådstarten var så usel och förvirrande så det känns ganska meningslöst att försöka få ordning på den. Synd på ett så pass intressant ämne faktiskt.<br/> <br/>  Nåväl, bland SD-väljarna finns det två huvudgrupper:<br/> <br/> <b>WT-Jimmy</b> är sjukskriven för något mystiskt ryggproblem. Vidare så är han lite lätt alkoholiserad och har sju snoriga och ouppfostrade ungar som han brukar slå med jämna mellanrum. <br/>  Vår käre SD:are är missnöjd med tillvaron. \"Det är naturligtvis invandrarnas fel\" resonerar han på hemvägen från pizzerian där han suttit och druckit ett par bira och spelat Jack vegas. <br/>  WT-Jimmy bor i ett mindre hus i ett typiskt arbetarklassområde i hemstaden Höllebölle. Vår käre SD-väljares område är relativt fritt från invandrare, men inom bara en kilometers avstånd finns dom stora gråa hyreshusen där stadens invandrare bor. Jimmy bara <i>vet</i> att alla muskingarna där går omkring och letar efter någon att råna/gruppvåldta. <br/>  Därför så tänker Jimmy lägga en röst på SD i valet 2010.<br/> <br/> <b>Småborgar-Börje</b> är en sk. entreprenör inom byggbranschen. Hans lilla firma, med sju anställda, är specialiserad på att renovera sommarstugor. Affärerna går dock inte så bra, och kronofogden kommer knacka på dörren vilken dag som helst. Detta tycker Börje är skamligt då han, <i>småföretagaren</i> trots allt är en del av Sveriges verkliga ryggrad, dom som håller ekonomin i rullning och som för utvecklingen framåt. Till skillnad från invandrarna. Blattarna kör  bara omkring i svindyra sportbilar betalda med socialbidrag, <i>för det vet alla</i>. \"Det är dom där jävla invandrarnas fel att min firma går åt helvete\" tänker Börje på väg till vallokalen 2010 där han tänker lägga en röst på SD.<br/> <br/>  Det är dom största grupperna tror jag. Bitter och desillusionerad arbetarklass som helt enkelt inte begriper bättre, och övre medelklass som känner att deras privilegierade position är hotad.<br/>  Vad tror ni?"
		}
	],
	[
		{
			"postIndex": 132,
			"postNumber": 135,
			"rankGlobal": 26,
			"rankLocal": 1,
			"scoreGlobal": 73.4,
			"scoreLocal": 100,
			"userRank": 24,
			"userScore": 48.3,
			"postUserName": "Bängtratt",
			"postUserID": "u11643",
			"postUserUrl": "https://www.flashback.org/u11643",
			"postDateTime": "2009-09-01, 03:26",
			"postUrlInThread": "https://www.flashback.org/t551733p12",
			"postUrlUniq": "https://www.flashback.org/sp18491481",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sanyogo</strong></div> <div>Men är du CP?.<br/> <br/>  Du är ju för fan exakt likadan kålsupare när du fyndigt råkar skriva SS ..eh SD.<br/> <br/>  Och det du skrev är en sån jävla överdrift. Är du verkligen så jävla paranoid?.<br/>  Lås dörren så inte stora stygga SD kommer o tar dej.</div> </td> </tr> </table> </div> <br/>  Jag har svårt att förstå dina förolämpningar. I min värld används inte CP som ett skällsord. De som är CP-skadade behöver inte ens lida av det, men jag misstänker att det finns vissa som tar illa vid sig.<br/> <br/>  Just att definiera SD-motståndare som CP-skadade eller som folk som är på något sätt avvikande eller har någon form av handikapp visar tydligt på den iver som finns bland SD-väljarna att känna sig förmer och bättre än andra människor. Gärna genom att trycka ned dem som är svagare. Det gäller naturligtvis inte ALLA SD väljare, men den finns och det är beklagligt, både för Sverigedemokraterna och vanliga arbetare.<br/> <br/>  Jag tycker att SD har ett ganska vettigt partiprogram och att vara nationalistisk är väl bara bra på många sätt. Problemet finns just i den attityden många väljare tycks ha. \"-Inte fan ska någon komma och sno mitt Sverige, mina jobb, mina pengar. Speciellt inte när jag vet att jag är förmer än många andra.\"<br/> <br/>  Att främst lågutbildade som blivit förvirrade av kristider och ekonomisk instabilitet börjar snegla på SD ser jag inte som en vinst för någon i Sverige."
		},
		{
			"postIndex": 153,
			"postNumber": 157,
			"rankGlobal": 40,
			"rankLocal": 2,
			"scoreGlobal": 69,
			"scoreLocal": 94,
			"userRank": 6,
			"userScore": 84.2,
			"postUserName": "CrispyKreem",
			"postUserID": "u64250",
			"postUserUrl": "https://www.flashback.org/u64250",
			"postDateTime": "2009-09-02, 00:44",
			"postUrlInThread": "https://www.flashback.org/t551733p14",
			"postUrlUniq": "https://www.flashback.org/sp18508088",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Pinkskin</strong></div> <div>Problemet med SD är att de egentligen inte har några lösningar som motsvarar problematiken.</div> </td> </tr> </table> </div>   Den lösning som de erbjuder är pragmatisk och mycket enkel, och lyder \"låt bli\". När ett problem är så resurskrävande och komplext att det kostar mer än det smakar att försöka lösa det, så är det inte en dålig eller illa genomtänkt lösning att undvika problemet. Det är inte samma sak som att förenkla problematiken, det är ett kallt konstaterande av att problemet är så komplext att det inte låter sig lösas.<br/> <br/>  \"När jag slår mig i huvudet med den här batongen så får jag ont, så jag funderar på att analysera materialet och se om det har för hög densitet, och eventuellt hitta ett mjukare alternativ, testa andra batongmärken eller möjligen ompröva min slagteknik. Om det inte går får jag testa några olika huvudskydd eller rentav en rejäl hjälm!\"<br/> <br/>  Ja, eller så kan du helt enkelt låta bli att slå dig själv i huvudet, det förefaller vara själva grundproblemet.<br/> <br/>  De grova förenklingarna kommer betydligt oftare från SD:s meningsmotståndare. En gammal nött klassiker är att invandrare är mer brottsbenägna på grund av lägre socioekonomisk status, högre arbetslöshet och diskriminering på arbetsmarknaden på grund av \"fel efternamn\". Statistiken visar att detta är helt felaktigt. Överrepresentationen i brottslighet bland invandrare ÖKAR nämligen ju högre upp i samhället man tittar. Bland bottenskrapet är överrepresentationen 90%, men bland tjänstemän med invandrarbakgrund är den 126%. Det finns också enorma skillnader mellan olika etniska grupper. Östasiater (t.ex. vietnameser) begår färre brott per capita än svenskar gör, medan nordafrikaner begår sex gånger fler brott per capita. Ändå bor båda grupperna i samma miljonprogramsområden, har samma höga tröskel till språket och arbetsmarknaden, lika avvikande utseende och lika svåruttalade efternamn. Mauricio Rojas, tidigare integrationspolitisk talesman för Folkpartiet, analyserade BRÅ:s statistik och kom fram till följande slutsats: <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fopinion%2Fdebatt%2Fkulturarv-ligger-bakom-invandrarnas-brottslighet-1.421859\" target=\"_blank\">Kulturarv ligger bakom invandrares brottslighet</a>.<br/> <br/>  Att försöka lösa det genom att leta den rätta formeln för integrationspolitik är inte helt olikt att slå sig i huvudet med batong. Integrationsproblemen har skapats av att Sverige frivilligt tagit på sig en uppgift som inte är vårt ansvar och som inte är förankrad hos väljarna. Integration är en pseudofråga som flyttar fokus från grundproblemet som är själva invandringen.<br/> <br/>  Det är märkligt - inom näringslivet klassar man enkla lösningar på komplexa problem som genialiska. När bilägare på tidigt 1900-tal föreslog olika förbättringar av startvevens utformning - kanske en bekvämare handtag, kanske lite lägre utväxling - så uppfanns istället startmotorn så att veven inte behövdes överhuvudtaget. Apple har byggt hela sitt varumärke på enkla lösningar på problem som deras konkurrenter envisas med att krångla till ännu mer. Men inom politiken så betraktas enkla och klockrena lösningar som dumma och enfaldiga, och istället hyllas lösningar som är så jävla krångliga att de fyller 200 pärmar. Det här är ju jättemånga ord, det är uppenbart att knivskarpa intellekt ligger bakom detta! Man kan bara anta att de är livrädda för att deras existensberättigande kan komma att ifrågasättas om de inte fyller hela sina arbetsdagar med att filibustra och dra ut på allting så till den milda grad att inga problem egentligen löses."
		},
		{
			"postIndex": 225,
			"postNumber": 232,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 68.6,
			"scoreLocal": 93.6,
			"userRank": 23,
			"userScore": 48.9,
			"postUserName": "zaturn87",
			"postUserID": "u302552",
			"postUserUrl": "https://www.flashback.org/u302552",
			"postDateTime": "2009-09-07, 18:59",
			"postUrlInThread": "https://www.flashback.org/t551733p20",
			"postUrlUniq": "https://www.flashback.org/sp18605590",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Ingen tvingar dig att vara seriös, men dina inlägg visar ju vilken låg person du är.</div> </td> </tr> </table> </div> <br/>  Ta och titta på min tidigare historia och så lär du se att jag dansat med er förut och det slutar alltid med nada, hur seriös kan ni själva ta er själva när ni drar olika folkgrupper över en och samma kam och bygger upp en politik på fördomar?<br/> <br/>  Hur lågt är inte det att faktiskt tro på den clownpolitiken som SD har?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>  Jag för ständigt en seriös debatt, du och många av dina antinationalöister är emellertid inte kapabla till detta uppenbarligen.</div> </td> </tr> </table> </div> <br/>  Vad är en antinationalist?<br/>  Det är just här som det brister för dig, jag helt enkelt gör narr av er på samma sätt som ni själva gör om andra grupper och vips så är man \"fientlig\" gentemot en viss nation.<br/> <br/>  Kanske du själv skulle ta och slå upp vad \"anti-nationalist\" är innan du drar det \"martyr\" kortet som Sveriges sanna försvarare. Detta är för den delen en utav de klassiak ursäkterna jag nämnde tidigare...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>  Om du skall lägga debatten på det planet så är det en förutsättning att du lär dig vad begreppet \"rasism\" betyder och innebär, annars gör du bara bort dig som nu.</div> </td> </tr> </table> </div> <br/>  Rasism bygger på att se sig mer överlägsen gentemot någon annan baserat på utseende, härkomst, kultur etc etc.<br/> <br/>  Och när SD förespråkar systematisk diskriminering gentemot en viss folkgrupp baserat på just detta skillnader så är det rasism...<br/>  Sen är jag inte iofs inte \"muslim\" men det faktum att man vill förhindra någon att utöva sina individuella rättigheter som fri utövning av sin religion så är just detta rasism eftersom man samtidigt tillåter det för en annan grupp att utöva sin religion....<br/> <br/>  Men som sagt, det är ju skillnad på \"muslim\" och germaner eller hur?<br/>  Att SD här inte erkänner sin rasism utan ska klä ut det som att man försöker bevara något annat är det som egentligen är <b><u>lågt</u></b>, inte att jag postar en liten efterbliven permobil-par.<br/> <br/>  SD har en lång historia av fientlig mot olika människor och även nu så syns den men man tröttnar att gång på gång ta upp detta och få svar i form av att det är \"kommunist median\" som döljer sanningen för oss och alla andra härliga gensvar man alltid får...<br/> <br/>  Såklart man slutar ta eran politik på allvar och bara skrattar åt den...<br/> <br/>  För den saknar helt <u>verklighetsförankring</u>.<br/>  Men som sagt, du har ju insett \"sanningen\" så varför ska jag ens försöka...<br/> <br/>  Men den enda riktiga sanningen är att det bara är losers och andra misslyckat folk som söker sig till dessa grupper eftersom det är en väg som man tar för att få sig själv att må lite bättre med sig själv...<br/> <br/>  Likt en sekt så ger man upp sitt individuella tänkande för att finna tillhörighet och ha något att stoltsera med av den simpla anledning att man inte kan lyckas med något annat i livet som faktiskt kan vara av nytta...<br/> <br/>  Sen att Integrationspolitiken är åt helvete i vissa områden är vida känt, men SD:s politik som bygger på att diskret kasta ut folk och införa systematisk diskriminering är knappast vad som löser problemen...<br/> <br/>  Men vill du möta mig i en seriös diskussion..<br/> <br/>  Känn dig fri att sök inom detta forum på mitt användarnamn och svara i de andra trådarna där jag tar mig friheten att vara mer seriös <br/> <br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Och då jag var mer naiv och trodde att det faktiskt jag att prata med er <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> </div> </div> </div>"
		},
		{
			"postIndex": 133,
			"postNumber": 136,
			"rankGlobal": 44,
			"rankLocal": 4,
			"scoreGlobal": 68.6,
			"scoreLocal": 93.5,
			"userRank": 6,
			"userScore": 84.2,
			"postUserName": "CrispyKreem",
			"postUserID": "u64250",
			"postUserUrl": "https://www.flashback.org/u64250",
			"postDateTime": "2009-09-01, 04:04",
			"postUrlInThread": "https://www.flashback.org/t551733p12",
			"postUrlUniq": "https://www.flashback.org/sp18491577",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bängtratt</strong></div> <div>Problemet finns just i den attityden många väljare tycks ha. \"-Inte fan ska någon komma och sno mitt Sverige, mina jobb, mina pengar. Speciellt inte när jag vet att jag är förmer än många andra.\"</div> </td> </tr> </table> </div>   Jag känner inte igen den beskrivningen för fem öre.<br/> <br/>  \"They took our jobs!\"-grejen är en pastisch på mossig köksbordsrasism á la 1950-talet, invandringskritik har inte handlat om detta på decennier. Snarare skulle såväl SD-väljare som andra jubla om alla invandrare kom i arbete istället för att läsa svenska på SFI i 15 år utan att lyckas lära sig grundläggande hälsningsfraser.<br/> <br/>  Sno pengar, well, ifall du har missat det så pysslar hela världens befolkning med att försöka skrapa ihop pengar till sig själva och sina närmaste inom ramen för det land man bor i och mäter nationella framgångar i tillväxt och BNP. En del av pengarna går till det gemensamma, men oavsett om de är privata eller gemensamma så syftar de att bibehålla och förhoppningsvis höja livskvaliteten. Att skrapa ihop dessa pengar för att sedan dela ut dem som konfetti istället för att använda dem för att förbättra tillvaron för samma folk som tjänat dem är naturligtvis vare sig vettigt eller logiskt och därför är det högst naturligt att vända sig emot detta.<br/> <br/>  Minst av allt känner jag igen beskrivningen \"förmer\", då SD-sympatisörer mobbas 24/7 just av folk som anser sig vara förmer och ständigt måste försvara sig mot gliringar om att de är IQ=70-byfånar som rapar folköl i takt med Eddie Meduzas hitkavalkad och lämnade skoltiden bakom sig efter nionde klass med underkänt i alla ämnen utom att baka prillor och gissa pattarna. Att SD:s väljarkår som kollektiv skulle göra anspråk på att vara någon form av elit som är lite finare och lite smartare än andra är en absurd iakttagelse som du förmodligen är ensam om att ha trott dig göra."
		},
		{
			"postIndex": 149,
			"postNumber": 153,
			"rankGlobal": 45,
			"rankLocal": 5,
			"scoreGlobal": 68.5,
			"scoreLocal": 93.3,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Pinkskin",
			"postUserID": "u206322",
			"postUserUrl": "https://www.flashback.org/u206322",
			"postDateTime": "2009-09-01, 23:52",
			"postUrlInThread": "https://www.flashback.org/t551733p13",
			"postUrlUniq": "https://www.flashback.org/sp18507060",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Norpheus</strong></div> <div>Jaså? Själv tycker jag de flesta SD'are här är mycket mer bildade än den typiske sossen eller vänsterfolket här på SD.</div> </td> </tr> </table> </div> <br/>  Ja, bildade i att ständigt vägra se på saker och ting som de faktiskt är. Bildade i att ständigt föra propaganda. Bildade i att ständigt generalisera om allt och alla som inte är \"svenskt\". Ett idisslande, som är så pass stereotypt att det knappt går att göra skillnad på er. Men, vare sig Rosengård, Vällingby eller Malmö är dock Sverige, utan delar av det. Här, där jag bor, har vi ca: 20% invandrare (bl a många muslimska libaneser- och Kosovoalbaner) på 19 000 invånare. Det var åratal sedan det var något nämnbart problem mellan dessa och vi \"svennar\". Då har jag bott här i snart 15 år! <br/> <br/>  Jag skulle vilja påstå att de huvudsakliga invandrarproblemen finns bland storstädernas förorter, och av flera sociala skäl. Inte pga själva religionerna eller kulturerna i sig självt, utan (främst) ungdomar som har svårt att se något annat än typiska invandrarförorter. Därför blir det också ett \"vi och dom\"-tänkande. Problemet med SD är att de egentligen inte har några lösningar som motsvarar problematiken. Allt de gör är att generalisera och komma med simpla lösningar (släng ut si och så många invandrare, så får våra barn och gamla det mycket bättre - grovt citerat). Med andra ord: Allt SD och medelsvenssons smygfientlighet, gör är att förvissa dessa grupper av ungdomar, med ett ben i en helt annan kultur, att de har rätt om svensken. <br/> <br/>  Dvs: Att svensken är småaktig, lögnaktig och mer än lovligt föraktar alla andra kulturer än den egna. Men, det stämmer ju inte! Inte på majoriteten svenskar, i vart fall!  <br/> <br/>  Jag har en och annan lösning, men lärt mig att de flesta av er helst bara vill dunka ryggen på varandra alltmedan ni tuggar om samma gamla tugga - om och om igen. Det här valet kommer ni in. Det hade ni förmodligen inte gjort om det inte vore för den ekonomiska krisen. Det finns SD-sympatisörer som erkänner att det förmodligen är så, men inte många."
		}
	],
	[
		{
			"postIndex": 286,
			"postNumber": 297,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 97.1,
			"scoreLocal": 100,
			"userRank": 15,
			"userScore": 51.6,
			"postUserName": "leosundberg",
			"postUserID": "u227839",
			"postUserUrl": "https://www.flashback.org/u227839",
			"postDateTime": "2009-09-12, 02:59",
			"postUrlInThread": "https://www.flashback.org/t551733p25",
			"postUrlUniq": "https://www.flashback.org/sp18685990",
			"sentence": "Här är mitt bidrag till hur man kan beskriva Sd-väljaren<br/> <br/>  Sockerbruks-Conny<br/>  Conny och hans pappa och mamma har jobbat på sockerbruket i den lilla orten i flera år, men nu är det på väg att slås igen av EU-regler och frihandel med tredje världen. Globaliseringen håller på att rycka undan marken under Connys fötter, och han känner att den trygghet som sossarna och den lokala bruksindustrin förut erbjöd honom inte längre är så självklar. Dessutom tar hans gamla parti in allt fler och fler invandrare som ska slåss om jobben, samtidigt som Conny vet att fler och fler av hans kompisar och släktingar går utan arbete i dessa bistra tider. Förut kände Conny att man till nöds kunde stå ut med Perssons feta mage, men nu leds hans parti av en kvinna som verkar tro att landet kommer klappa ihop om inte Sverige fortsätter ta in tusentals invandrare årligen. Conny känner varken igen sig i sitt gamla parti eller i det samhälle som helt plötsligt uppenbarat sig. Jimmie Åkesson står där och sträcker ut en hand till alla modfällda, och eftersom Conny är ung är han inte lika bunden till sossarna som sina föräldrar.<br/> <br/>  Skinnbulan Bärt<br/>  Brukade springa runt och knacka negrer och bögar på 90-talat, men har på senare år lugnat ner sig en aning, han har ju trots allt jobb och räkningar. Tycker det känns viktigt att bevara det svenska och vill helst inte ha adopterade barn på svenska dagis. Ledordet för honom är asatro, blondiner som inte har särat på benen för blattar och en statskyrka fri från \"bögjävlar\" som gifter sig med varandra. Går fortfarande i Engelbrektsmarschen och Salem som privatperson, men tycker att Sd har svikit sina ideal och håller på att hora ut sig. Precis som Conny upplever han att invandrarna tar för stor plats på arbetsmarknaden, men dessutom vill han inte att de ska gå på bidrag heller, de ska bara ut härifrån varenda jävel.<br/>  Väljer Sd av taktiska skäl för att de kommer in i riksdagen nästa år, men skulle hellre se att Nd fick makten. Bärt drar sig inte för ett och annat gatuslagsmål med AFA om det kan gynna kampen för ett stolt Sverige.<br/> <br/>  Fina Stina<br/>  En snäll och söt tjej som egentligen skulle kunnat krama sälar och rösta på miljöpartiklarna, om det inte vore för att hon blev våldtagen av en elak blatte när hon var full på en fest med folk som hon inte riktigt kände. Hon har själv aldrig velat berätta för någon om våldtäkten, eftersom det är så skamligt, men många av hennes kompisar pratar ofta om hur påträngande dessa invandrarkillar jämt ska vara, och Stina har därmed fått nog av Mona Sahlins tal om att invandrarna berikar Sverige. Stina ser sig egentligen inte som någon rasist på det sättet som Bärt, hennes vän Milena är ju från Mexiko och hon känner också hårfrisören Ardavan - skön och underbar som bara en persisk bög kan vara när han är som bäst. Det är bara det att alla vet ju hur det ligger till med invandrarkillar och deras kvinnosyn men ingen gör något åt det!!! Stina vill egentligen inte rösta på Sd men upplever att hon inte har något val.<br/> <br/>  Agda Bast<br/>  Är gammal som gatan, hackar fram på sin rullator i en nedsliten betongförort där det är fullt med högljudda arabbarn och inte en lintott så långt ögat når. Hon har jobbat ihop till sin ATP hela livet, hon minns när Erlander införde den en gång i tiden, men också det bittra sveket när Persson tog bort det på 90-talet under alla nedskärningar. Pengar till somalietanterna och deras tio barn fanns det dock gott om... Hon gillar inte heller sin son som har skilt sig och gift om sig med en thailändska, dem ser hon som billiga fruntimmer. Hon tycker att kvinnor ska tänka på sin värdighet och det är vidrigt för henne att sonen är gift med någon som förmodligen varit hora innan hon blev svärdotter till Agda.<br/> <br/>  Partypinglan Ardavan<br/>  Är som sagt bekant med Fina Stina, och ingen annan än han själv vet att han röstar på Sd. Men det skulle han aldrig vilja skylta med så trög sexualsyn som Sd har utan han säger att han är moderat. Hans familj flydde från Iran när han var 11 år och idag är Ardavan glad att han fick växa upp i ett fritt land som Sverige där han kunde leva ut sin homosexualitet utan att bli hängd i en lyftkran. Ardavan vill bara spy när han ser små flickor med slöjor som går i muslimsk friskola och inte lär sig simma. För honom själv är integration nyckelordet, han driver egen frisersalong och hans syster studerar juridik på Lunds universitet. Ibland känner han sig svenskare än svenskarna själva är, och han är så trött på alla stökiga jävla blattar som förstör för de invandrarna som sköter sig.<br/> <br/>  ...som ni ser så finns det ingen \"typisk\" Sd-väljare utan tvärtom är det enorm spannvidd och en del av dessa skulle inte ens kunna sitta i samma rum. Mer än en av dem kommer bli besviken när Sd kommer in i riksdagen, för ingen kan göra alla nöjda, inte ens Jimmie Åkesson."
		},
		{
			"postIndex": 281,
			"postNumber": 290,
			"rankGlobal": 5,
			"rankLocal": 2,
			"scoreGlobal": 93.2,
			"scoreLocal": 96,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Pinkskin",
			"postUserID": "u206322",
			"postUserUrl": "https://www.flashback.org/u206322",
			"postDateTime": "2009-09-11, 23:04",
			"postUrlInThread": "https://www.flashback.org/t551733p25",
			"postUrlUniq": "https://www.flashback.org/sp18683118",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Att tro på SD;s politik visar på politiskt mod, kunskap och empati med andra människor, för oss är sånt aldrig fel.</div> </td> </tr> </table> </div> <br/>  Att vara kritisk till Sveriges i-politik, är inte speciellt modigt... Vad skulle det modet bestå av? De flesta infödda svenskar är kritiska mot den politiken... så det är ju snarare tvärt om: Det är enkelt att vara krititiker i det ämnet. Det är däremot \"modigt\" är att hålla på ett parti vars politiska mål är omöjliga att nå utan grov diskriminering och ett avståndstagande av de demokratiska spelregler som Sverige är uppbyggt kring sedan början på 1900-talet. <br/> <br/>  Sedan missförstår du det psykologiska begreppet ´empati´. En empatisk människa känner för de som har det mycket sämre - oavsett etnisk, kulturell eller religiös bakgrund. En empatisk individ visar, med andra ord, sympati även mot den som är dennes direkta motsats, och det är definitivt inte SD:s starka sida...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>En antinationalist är en människa som är emot nationalismen som politisk idé, det borde inte vara så svårt att själv räkna ut om du nu missade de dagarna i skolundervisningen dman tog upp politik.</div> </td> </tr> </table> </div> <br/> <br/>  En antinationalist, i det här fallet (dvs att man motsätter sig nationalismen) är snarare att man är mot politisk idealism som baserar sig på en dröm som historien redan, gång på gång, visat alltid slutar med elände! Speciellt folk kring min ålder reser sig bakut över SD:s drömmande om forna \"storhetestider\" (som 50-talet, då allt var så <i>svenskt</i> och bra! Jag har i sak inget mot nostalgi, men det samhället har försvunnit i tidens gång. Det duger inte att se bakåt, det är framåt vi ska)! <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Då ser du också att SD i själva verket är mot den diskriminering mot det egna folket vi har idag och  som tex socialdemokraterna vill stärka och utvidga.</div> </td> </tr> </table> </div> <br/> <br/>  Du måste kunna argumentera bättre än att dra in begrepp som blir helt tokiga. Jag menar, så de etablerade partierna <i>diskriminerar</i> landets majoritetsgrupp?!? Jag tycker det blir jävligt tramsigt, bittert och magsurt. För i grund och botten handlar det om att du tycker svensken alltid röstar <i>fel</i>... men så är det i en demokrati! Det låter på många, väldigt många, Sd-anhängare som att de vill ha en annan ordning än nuvarande demokratiska spelreglerna. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Du kommer också, till din förvåning kan man gissa, se att SD är ett av de partier som stödjer religionsfriheten mest och hårdast.</div> </td> </tr> </table> </div> <br/> <br/>  Men bara så länge det inte är islam vi talar om... Men! Islam är ju ingen <i>religion</i>... utan en politisk ideologi! Precis som Nazitysklands judar egentligen inte var riktiga människor. Inhumanisering, kallas det inom psykiatrin!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Hade du orkat/kunnat läsa SD:s program så skulle du också finna att man aldrig varit fientliga mot människor (däremot mot dumma beslut).</div> </td> </tr> </table> </div> <br/> <br/>  Precis! Inhumanisering: muslimer är inte människor, inte egentligen! De är opålitliga och deras religion går ut på att föröka sig och föra krig mot alla otrogna hundar (amen!). Suck...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Själv tar jag snart min magistersexamen i statsvetenskap, bland SD:are jag umgås med finns advokater, egna företagare, socionomer, lärare, ekonomer osv - på vilket sätt är dessa människor misslyckade?</div> </td> </tr> </table> </div> <br/> <br/>  Ett vanligt misstag bland Sd:are, ni blandar ihop intelligens och bildning med klokhet och erfarenhet. Världshistoriens värsta diktatorer var välutbildade och ytterst intelligenta, i stort sett hela bunten! Men deras bildning och intelligens förhindrade dem inte på något vis att bli massmördare. Intelligens är överskattat, bildning inte lika överskattat - men absolut inget skydd från mordisk enfald!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Du är ju helt enkelt inte i stånd att föra en saklig debatt som grundar sig på fakta, du kommer med felaktigheter, lögner, provokationer, personangrepp och långtradiga klyschor som bara tilltalar människor som blundar och inte kan ta till sig nya inslag. Det är i någon mening både synd om dem och dig - jag antar att det grundar sig i någon form av självförakt och försvarsagerande.</div> </td> </tr> </table> </div> <br/> <br/>  Exakt så känner jag i mina diskussioner med sverigedemokrater... <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimmy Windeskog</strong></div> <div>Men om du nu kan vara seriös, vart i från kommer påståendet att SD vill \"kasta ut folk\" - vi kan ju börja med en sådan enkel start så du får en enkel inledning.</div> </td> </tr> </table> </div> <br/>  Inte heller det skulle de våga skriva rätt upp och ner (jag menar, de är ju inga idioter... även om de är enfaldiga). Det är dock inte särskilt svårt att förstå konsekvenserna av SD:s handlingsprogram gällandes invandrarna och invandringen... Om SD fick Riksdagsmajoritet skulle t ex alla människor med invandrarbakgrund som inte högt och tydligt gör avstånd från sin egen ursprungliga kultur och/eller religiösa trosuppfattning - antingen smyga ordentligt med detta - eller hamna på gatan! Ja, eller fly till något annat land. Ja, HÄR är de inte välkomna i vart fall... <br/> <br/>  (ett litet axplock ur SD:s handlingsprogram för invandrare)<br/> <br/> <i>Sverigedemokraterna vill avskaffa det totalhavererade mångkulturalistiska samhällsexperimentet. Vi vill istället se en återgång till en assimileringspolitik liknande den som fördes i Sverige fram till mitten av 1970-talet. <b>Den självklara målsättningen skall vara att de invandrare som har för avsikt att stanna i landet skall anpassa sig till det svenska levnadssättet och på sikt uppgå i den svenska nationen.</b></i><br/> <br/>  Och vad, mer exakt, innebär detta i <b>praktiken?</b> Det är så luddigt och svepande att det kan betyda vad som helst i slutändan. En sak är dock klar: Invandrare som inte är \"svenska\" är ICKE välkomna!<br/> <br/> <i>Svenska traditioner, värderingar, regler och lagar skall vara normgivande i hela det svenska samhället. Svenskan skall vara det samhällsbärande språket inom samtliga samhällsområden. Alla former av etnisk kvotering eller positiv särbehandling av invandrare skall avskaffas. Undervisningen i svensk historia skall utökas i skolorna. Den svenska historien och kulturarvet skall lyftas fram och levandegöras i offentliga sammanhang på ett tydligare sätt än idag.</i><br/> <br/>  Slutsats: I SD:s Sverige kommer det vara fult, snudd på landsförräderi, att ens hävda att den egna, ursprungliga, kulturen också har sina fördelar som kompletterar den svenska kulturen. Nej, allt ska vara SVENSKT, och inget annat än \"svenskhet\" (vad det nu innebär) ska beivras. Allt och alla andra ska ifrågasättas och utestängas från t ex föreningslivet. En svensk gammal tradition (en sossetradition, förvisso, men en av de mycket vettiga). <br/> <br/> <i>Integration innebär att två grupper, i det här fallet svenskar och invandrare, ger upp en del av sitt väsen och sammanblandas till en ny enhet. Sverigedemokraterna anser dock att svenskarna har en absolut rätt till att behålla och vidareutveckla sin kultur och identitet i Sverige och motsätter sig därför integration som en lösning på de problem som har uppstått som en följd av den oansvariga invandringspolitiken. Den statliga integrationspolitiken har misslyckats i grunden och merparten av åtgärderna bör därför slopas. Ansvaret för nykomlingens anpassning till vårt samhälle måste i första hand vila på den enskilde invandraren.</i><br/> <br/>  Inte nog med att integration ska upphöra... de invandrare som ändå stannar kvar, och inte är \"svenska\" nog kommer ställas utanför samhällets sociala skyddsnät. Konsekvensen av denna regel skulle snabbt leda till ekonomisk misär och utmynna i kaos och fruktansvärt våldsamma upplopp, mm. Men det är ju tanken... Då får ju svensken verkligen se vilka ociviliserade våldsmän \"de osvenska\" är... <br/> <br/>  Och när det kommer till asyl och uppehällestillstånd följer så många olika regler, som samtliga är till för att försvåra för den asylsökande maximalt, att i SD:s Sverige skulle vi helt enkelt inte ta emot asylsökande överhuvudtaget.<br/> <br/>  Hur är det Star Treks Borger brukar uttrycka sig: \"Resistance is futile, prepare to be assimilated!\". För i SD:s Sverige så ska enbart assimilering existera, och den som inte går med på att äta pankisar och ärtsoppa på torsdagarna, har inget existensberättigande här. <br/> <br/>  Ursäkta! Nu måste jag faktiskt gå och kräkas!"
		},
		{
			"postIndex": 237,
			"postNumber": 244,
			"rankGlobal": 58,
			"rankLocal": 3,
			"scoreGlobal": 65.6,
			"scoreLocal": 67.6,
			"userRank": 5,
			"userScore": 85.3,
			"postUserName": "Jimmy Windeskog",
			"postUserID": "u122269",
			"postUserUrl": "https://www.flashback.org/u122269",
			"postDateTime": "2009-09-07, 19:30",
			"postUrlInThread": "https://www.flashback.org/t551733p21",
			"postUrlUniq": "https://www.flashback.org/sp18606336",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ta och titta på min tidigare historia och så lär du se att jag dansat med er förut och det slutar alltid med nada, hur seriös kan ni själva ta er själva när ni drar olika folkgrupper över en och samma kam och bygger upp en politik på fördomar?<br/> <br/>  Hur lågt är inte det att faktiskt tro på den clownpolitiken som SD har?      </td> </tr> </table> </div> <br/>  Om du menar att du skulle uppträtt seriöst förut får du väl första uppnå det igen - om du vill uppfattas som något annat än en politisk dåre allstå.<br/> <br/>  Att tro på SD;s politik visar på politiskt mod, kunskap och empati med andra människor, för oss är sånt aldrig fel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad är en antinationalist?<br/>  Det är just här som det brister för dig, jag helt enkelt gör narr av er på samma sätt som ni själva gör om andra grupper och vips så är man \"fientlig\" gentemot en viss nation.<br/> <br/>  Kanske du själv skulle ta och slå upp vad \"anti-nationalist\" är innan du drar det \"martyr\" kortet som Sveriges sanna försvarare. Detta är för den delen en utav de klassiak ursäkterna jag nämnde tidigare...      </td> </tr> </table> </div> <br/>  En antinationalist är en människa som är emot nationalismen som politisk idé, det borde inte vara så svårt att själv räkna ut om du nu missade de dagarna i skolundervisningen dman tog upp politik.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Rasism bygger på att se sig mer överlägsen gentemot någon annan baserat på utseende, härkomst, kultur etc etc.<br/> <br/>  Och när SD förespråkar systematisk diskriminering gentemot en viss folkgrupp baserat på just detta skillnader så är det rasism...<br/>  Sen är jag inte iofs inte \"muslim\" men det faktum att man vill förhindra någon att utöva sina individuella rättigheter som fri utövning av sin religion så är just detta rasism eftersom man samtidigt tillåter det för en annan grupp att utöva sin religion....<br/> <br/>  Men som sagt, det är ju skillnad på \"muslim\" och germaner eller hur?<br/>  Att SD här inte erkänner sin rasism utan ska klä ut det som att man försöker bevara något annat är det som egentligen är lågt, inte att jag postar en liten efterbliven permobil-par.<br/> <br/>  SD har en lång historia av fientlig mot olika människor och även nu så syns den men man tröttnar att gång på gång ta upp detta och få svar i form av att det är \"kommunist median\" som döljer sanningen för oss och alla andra härliga gensvar man alltid får...      </td> </tr> </table> </div> <br/>  Okej, om du nu i delar har förstått vad rasism är så kanske du skall ta och se över SD:s politik, kan/orkar du göra det ser du snabbt att det handlar om två motsattser. Då ser du också att SD i själva verket är mot den diskriminering mot det egna folket vi har idag och  som tex socialdemokraterna vill stärka och utvidga. Du kommer också, till din förvåning kan man gissa, se att SD är ett av de partier som stödjer religionsfriheten mest och hårdast.<br/> <br/>  Och ja, enligt alla kända vetenskapliga teorier så är det givetvis skillnad på vad du kallar en \"muslim\" och vad du kallar \"german\". <br/> <br/>  Hade du orkat/kunnat läsa SD:s program så skulle du också finna att man aldrig varit fientliga mot människor (däremot mot dumma beslut).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       För den saknar helt verklighetsförankring.<br/>  Men som sagt, du har ju insett \"sanningen\" så varför ska jag ens försöka...<br/> <br/>  Men den enda riktiga sanningen är att det bara är losers och andra misslyckat folk som söker sig till dessa grupper eftersom det är en väg som man tar för att få sig själv att må lite bättre med sig själv...<br/> <br/>  Likt en sekt så ger man upp sitt individuella tänkande för att finna tillhörighet och ha något att stoltsera med av den simpla anledning att man inte kan lyckas med något annat i livet som faktiskt kan vara av nytta...<br/> <br/>  Sen att Integrationspolitiken är åt helvete i vissa områden är vida känt, men SD:s politik som bygger på att diskret kasta ut folk och införa systematisk diskriminering är knappast vad som löser problemen...<br/> <br/>  Men vill du möta mig i en seriös diskussion..<br/> <br/>  Känn dig fri att sök inom detta forum på mitt användarnamn och svara i de andra trådarna där jag tar mig friheten att vara mer seriös <br/> </td> </tr> </table> </div> <br/>  Själv tar jag snart min magistersexamen i statsvetenskap, bland SD:are jag umgås med finns advokater, egna företagare, socionomer, lärare, ekonomer osv - på vilket sätt är dessa människor misslyckade?<br/> <br/>  Du är ju helt enkelt inte i stånd att föra en saklig debatt som grundar sig på fakta, du kommer med felaktigheter, lögner, provokationer, personangrepp och långtradiga klyschor som bara tilltalar människor som blundar och inte kan ta till sig nya inslag. Det är i någon mening både synd om dem och dig - jag antar att det grundar sig i någon form av självförakt och försvarsagerande.<br/> <br/>  Men om du nu kan vara seriös, vart i från kommer påståendet att SD vill \"kasta ut folk\" - vi kan ju börja med en sådan enkel start så du får en enkel inledning."
		},
		{
			"postIndex": 260,
			"postNumber": 268,
			"rankGlobal": 62,
			"rankLocal": 4,
			"scoreGlobal": 64.6,
			"scoreLocal": 66.6,
			"userRank": 16,
			"userScore": 51.1,
			"postUserName": "Groggkungen",
			"postUserID": "u328645",
			"postUserUrl": "https://www.flashback.org/u328645",
			"postDateTime": "2009-09-07, 21:20",
			"postUrlInThread": "https://www.flashback.org/t551733p23",
			"postUrlUniq": "https://www.flashback.org/sp18608759",
			"sentence": "För att föra in diskutionen på ämnet igen så kan man enklast kategorisera SD som konservativa med restriktiv invandringspolitik. <br/>  Detta borde innebära att de attraherar äldre (manliga) socialdemokrater, (icke religiösa) kristdemokrater, yngre socialdemokrater som är arbetslösa eller har osäker anställning samt de invandrarfientliga medborgare som ändå tror på en demokratisk lösning på invandringsproblemet.<br/>  Att \"etablerade\" partier har svårt att argumentera mot SD beror på att SDs politik är en blandning av socialdemokraternas och kristdemokraternas (vilket skyddar dem från angrepp från båda håll), förutom då invandringspolitiken vilken SD endast ser ur ett ekonomiskt perspektiv. Riksdagspartierna talar om solidaritet och etik medan SD kastar fram de ekonomiska aspekterna och i viss mån (den av samhället utfärdade ickefrågan) kriminaliteten bland invandrarna (ja, jag vet att man inte ska döma hela folkgrupper, men det ÄR ett problem). De talar helt enkelt inte om samma saker, vem som har rätt eller fel är upp till var och en att bestämma men det vore intressant att höra hur SD tänker angående en åldrande befolkning samtidigt som det vore lika intresant att se riksdagen presenterar en rimlig ekonomisk kalkyl över invandringen direkt och indirekt.<br/>  För övrigt anser jag att de som väljer mellan SD och Piratpartiet borde fråntas rätten att rösta då dessa partier är de som står längst ifrån varandra. Dessa individer visar bara på okunnighet och bör föraktas."
		},
		{
			"postIndex": 310,
			"postNumber": 323,
			"rankGlobal": 67,
			"rankLocal": 5,
			"scoreGlobal": 64,
			"scoreLocal": 66,
			"userRank": 46,
			"userScore": 38.1,
			"postUserName": "L0daren",
			"postUserID": "u171",
			"postUserUrl": "https://www.flashback.org/u171",
			"postDateTime": "2009-09-16, 00:16",
			"postUrlInThread": "https://www.flashback.org/t551733p27",
			"postUrlUniq": "https://www.flashback.org/sp18753626",
			"sentence": "Sjalv ar jag i 20arsaldern, utbildar mig till jurist och har val battre koll pa juridik an gemene man(av naturliga skal).<br/>  Uppvaxt i en av de mer stokiga stockholmsfororterna med MYCKET invandrare.<br/>  Stor del av umganget fran 10 till 16 ars alder bestod av invandrare.<br/> <br/>  Har tillhort PKligan dar det var forbjudet att ifragasatta invandring och den som gjorde det var automatiskt dum i huvet trots bra argument och fakta som backade up.<br/> <br/>  Borjade lasa jurist, fick reda pa en hel del statistik, har varit pa en hel del ratteganger och foljt utvecklingen och satt mig in i hur det ser ut i det verkliga Sverige, det dar man diskuterar och analyserar verkliga handelser och inte folks asikter. Blev javligt chockad och upprord over hur manga brott som begas av invandrare och hur pass respektlosa de ar mot svenskar och mot staten. Nagra av de overgrepp jag last om i domar, och som jag bevittnat i rattegangar far en fan att borja grata. Och det ar invandrarna som ar absolut varst, vad galler grovhet och attityd mot offren....detta har legat och grott.<br/> <br/>  Var pa en langre utlandsvistelse(ca 8 manader) och man far da perspektiv da man sjalv lever som invandrare nar man ar bosatt pa ett och samma stalle vilket jag i princip var. Nar jag kommer tillbaka blir jag ratt forskrackt hur pass langt det har gatt i Sverige. Debatten i tidningar ar helt vansinnig, vi later oss sjalva bli valdtagna och nerslagna och ranade av folk fran andra lander, och vi forsvarar dem for det. Jag skiter hogaktningsfullt i allt vad sociekonomiska orsaker heter. Det ar ett obestridligt faktum att de tack vare att komma till Sverige har antingen klarat livhanken eller har det fan sa mycket battre. Det finns ingen fattigdom i Sverige, hela snacket om att de skulle bega brott for att de har det daligt stallt ar BULLSHIT. De har gratis sjukvard, skola, socialbidrag, mat, husrum. Allt som ar grundlaggande. Jag har sett riktig fattigdom i tredje varlden, nar jag kom tillbaka och fick lasa och hur hur synd det ar om vara invandrare sa fick jag nog.<br/> <br/>  Har aldrig ens skankt SD en tanke i mitt liv.<br/>  Nu kanns de oumbarliga. Det finns inget annat parti som vill ta ansvar for en debatt om var absolut viktigaste fraga: Invandring och integration. <br/>  Darfor blir det ett parti som SD som far min rost. Ett parti som kan backa upp det mesta de sager helt enkelt for att de ar TVUNGNA da de far mothugg for minsta sak de pastar.<br/> <br/>  Sa ar det med det."
		}
	],
	[
		{
			"postIndex": 461,
			"postNumber": 477,
			"rankGlobal": 17,
			"rankLocal": 1,
			"scoreGlobal": 76.2,
			"scoreLocal": 100,
			"userRank": 37,
			"userScore": 40.8,
			"postUserName": "anders_judge",
			"postUserID": "u104157",
			"postUserUrl": "https://www.flashback.org/u104157",
			"postDateTime": "2010-05-23, 15:33",
			"postUrlInThread": "https://www.flashback.org/t551733p40",
			"postUrlUniq": "https://www.flashback.org/sp23268022",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>McCarthy01</strong></div> <div>Tror att merparten av de som röstar på SD kommer från arbetarklassen. Ofta sådana som lyssnar på \"enkla\" sanningar istället för att sätta sig in i hur det verkligen förhåller sig. Sedan finns det nog några från medelklass och överklass som vill \"intellektualisera\" SD:s budskap och som således ska ses som de mer utbildade representanterna för SD. Men man kan aldrig frångå det faktum att SD säger sanningar som etablissemanget väljer att blunda för. De är en frisk fläkt i det politiska livet och jag har inget alls emot att de får en plats i riksdagen. <br/> <br/>  Men jag får tyvärr en känsla av att SD går hem mer hos lågutbildade. Det är synd, men jag tror att det kommer att bli ändring på det med, allteftersom folk upptäcker att de faktiskt har rätt i mycket.</div> </td> </tr> </table> </div> <br/>  Den allmänna stereotypen av SD-väljaren är ju lågutbildad, snusande volvoraggare som vill skylla alla problem och skuldbelägga \"de andra\" och retar sig på \"j-a dryga blattar\" som anses få de så förspänt med bidrag etc medan de själva får hanka sig fram.<br/>  Till viss del stämmer det nog men samtidigt får man ju också erkänna att de exponeras betydligt mer för mångkulturens baksida och har ju betydligt mer förstahandserfarenhet än många \"toleranta\" medelklassmänniskor som aldrig på allvar fått sina fina principer om tolerans prövade i verkligheten. <br/>  (Jag finner det faktiskt en smula ironiskt att samma personer som så envetet säger att man inte får gruppera personer och dra alla över samma kam inte alls verkar ha några problem när det gäller SD-väljare).<br/> <br/>  Däremot tror jag det under de senaste 5-10 åren blivit en förskjutning mot mer utbildad medelklass då mångkulturens baksidor börjat bli mer uppenbara även utöver bara vissa problemområden.<br/>  Dessutom får man ju erkänna att mångkultursivrare också gärna klamrar sig fast vid enkla \"sanningar\" där alla goda människor måste omfamna \"mångfald och tolerans\" och alla problem enbart härstammar från socioekonomiskt utanförskap som är en följd av samhällets strukturella rasism. <br/> <br/>  Till sist får man också komma ihåg att stereotypen av den outbildade och inskränkte SD-röstaren också förstärks av att det fortfarande är så stigmatiserad så arbetarklass i problemområden kan kosta på sig att vara mer frispråkig samtidigt som det skulle innebära allvarliga sociala komplikationer i de mer \"finare\" salongerna.<br/>  Personligen överväger jag att rösta på SD men skulle aldrig erkänna det för annat än de allra närmaste just för att stigmatiseringen är så stark så att det är ytterst tveksamt att en diskussion med argument skulle ändra på det.<br/> <br/>  Lite fegt kan tyckas men nu är det faktiskt så att den ointagna borgen av politisk korrekthet fortfarande har för starkt överläge och de första stormningarna leder obönhörligen till en alltför hög \"dödsfrekvens\" i socialt avseende.<br/>  Däremot kan jag mycket väl komma in i leken när det blivit fler öppningar så att oddsen blir betydligt bättre att komma ut någorlunda helskinnad."
		},
		{
			"postIndex": 470,
			"postNumber": 486,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 75.4,
			"scoreLocal": 99,
			"userRank": 17,
			"userScore": 50.1,
			"postUserName": "Sarq",
			"postUserID": "u446320",
			"postUserUrl": "https://www.flashback.org/u446320",
			"postDateTime": "2010-05-24, 14:30",
			"postUrlInThread": "https://www.flashback.org/t551733p41",
			"postUrlUniq": "https://www.flashback.org/sp23288376",
			"sentence": "Tänkte bara flika in med min motivering.<br/> <br/>  Jag är i grunden positiv till idén om ett mångkulturellt samhälle, jag tycker det är fint och humant och ser flera exempel dagligen på att det kan funka. Men ett mångkulturellt samhälle är ett <i>blandat</i> samhälle, inte ett segregerat samhälle. Sverige idag är enligt mig både och, med stora segregationsproblem. <br/> <br/>  Rosengård är det främsta exemplet på ett misslyckat försök till mångkultur. Ett blandat och fungerande samhälle uppnås inte genom att bunta ihop alla invandrare på en och samma plats, det enda man uppnår är våld och \"svennehat\". De flesta invandrare i \"invandrarghetton\" verkar inte ha någon som helst lust att beblanda sig, de vill skapa en miniversion av sitt eget land. Det stämmer inte överens med min bild av ett fungerande mångkulturellt samhälle. Jag vill påpeka att jag inte tror att det beror på att dessa invandrare \"är som dom är\" utan för att de blivit för många på för liten yta.<br/> <br/>  Som jag uppfattar det ligger mina tankar någonstans mellan SD och de stora 7 när det gäller invandrare och integration, och jag tror det gäller för många. Jag tycker därför att vi behöver fler nyanser i I&amp;I-politiken än bara \"ja/nej till invandrare\" och jag tror det bästa sättet att uppnå det är att få in SD i riksdagen. Den största fördelen med att få in SD tror jag är att få folk och politiker att våga diskutera invandrarfrågor. \"Om jag blundar så finns det inte\"-principen håller inte, finns det invandrarproblem måste vi kunna diskutera dom och hitta en lösning, utan att någon kallas rasist för det. <br/> <br/>  NEJ till rasism, JA till mångkultur<br/>  NEJ till misslyckad invandringspolitik, JA till SD 2010."
		},
		{
			"postIndex": 370,
			"postNumber": 384,
			"rankGlobal": 30,
			"rankLocal": 3,
			"scoreGlobal": 73,
			"scoreLocal": 95.8,
			"userRank": 44,
			"userScore": 38.8,
			"postUserName": "urquinaona",
			"postUserID": "u306324",
			"postUserUrl": "https://www.flashback.org/u306324",
			"postDateTime": "2009-09-22, 06:28",
			"postUrlInThread": "https://www.flashback.org/t551733p32",
			"postUrlUniq": "https://www.flashback.org/sp18860603",
			"sentence": "Orkade inte läsa igenom hela tråden. Jag är då iaf ingen typisk SD:are, ju mer jag debatterar och läser på desto mer tvivlar jag på att det ens finns en sådan. Det känns mer som etablissemangets taktik för att skrämma bort potentiella väljare. Man är väl ingen obildad bonde heller, därför blir det inte aktuellt att rösta SD även om man egentligen samtycker i vissa frågor.<br/> <br/>  Jag är helt enkelt emot den förda invandringspolitiken av främst humanitära skäl. Om man räknar lite på det, den låga andel (mindre än 10%) som faktiskt är flyktingar har man ju hjälpt från tortyr och våldsamheter. Frågan är vad de 2.000.000 människor med invandrarbakgrund har lyckats ställa till med i Sverige på våldsfronten. Det är ju inte bara själva brottsoffret som lider heller. Är lidandet för mördade, misshandlade, rånade, mordhotade, förnedrade och våldtagna svenskar mindre värt? Är inte det rasistiskt isåfall?<br/> <br/>  Ekonomiskt sett är det även en förlustaffär, man borde satsa på att hjälpa folk i deras närområden istället. Pengarna gör mer nytta där plus att man slipper ödsla resurser på i princip verkningslösa integrationprojekt i västeuropa. De som vill integreras gör det oftast självmant, har man en västfientlig ideologi i ryggen så spelar det ingen roll hur mycket resurser som läggs på de \"utsatta\" områdena de kommer aldrig att känna sig svenska eller känna någon samhörighet med svenskarna.<br/> <br/>  Jag är född på 80-talet, uppvuxen i en måttfullt invandrartät stad efter Norrlandskusten. Har en hel del vänner i min bekantskapskrets av invandrarbakgrund, har även lyssnat på diverse musik som progg och hip-hop som ställt sig positiv till invandring/socialism/vänsterideologi så det var naturligt för mig att inta en positiv hållning i mina yngre dagar. <br/> <br/>  Nu har jag emellertid kommit till insikt att den förda invandringspolitiken gör betydligt mer skada än nytta. När man börjar tänka på hur det kommer se ut för framtida generationer blir det ännu mer läskigt. Det har inget med nazism/rasism att göra för min del, jag vill föra vidare ett harmoniskt samhälle till kommande generationer och en massinvandring från MÖ och Afrika bidrar dessvärre inte till önskad harmoni. De enda som inser det verkar vara SD så det är där jag lägger min röst. Jag tror inte det kommer innebära en Fasciststat med massakrer och gaskammare för den oliktänkande och icke-ariska populationen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>"
		},
		{
			"postIndex": 446,
			"postNumber": 461,
			"rankGlobal": 33,
			"rankLocal": 4,
			"scoreGlobal": 72.2,
			"scoreLocal": 94.8,
			"userRank": 115,
			"userScore": 29.8,
			"postUserName": "tobbesmamma",
			"postUserID": "u300506",
			"postUserUrl": "https://www.flashback.org/u300506",
			"postDateTime": "2010-04-21, 20:11",
			"postUrlInThread": "https://www.flashback.org/t551733p39",
			"postUrlUniq": "https://www.flashback.org/sp22665002",
			"sentence": "Känner lite folk som tänker rösta på SD för mediauppståndelsen kommer bli skoj om de kommer in i riksdagen. Tro faktiskt det är mest folk som bor i städer med mycket invandrare, de bor inte bland invandrarna men de ser dem.<br/> <br/>  Situationen är ohållbar. Och egentligen förstår jag inte varför ett skitparti som SD kan plocka såmycket röster. Är det verkligen så kontroversiellt för de etablerade politikerna att bara erkänna att vi har tatt in för många och tänker inte ta emot flera tills vi fått ordning på dem vi redan har. Och sen ta itu med de illegala, tycker inte vi skall ha folk i Sverige som visar att de inte respekterar våra regler från första början.<br/> <br/>  Ja men tror det är vanligt folk, tror dock inte att så många erkänner det. Eller kanske inte inför mig då jag är svartskalle."
		},
		{
			"postIndex": 381,
			"postNumber": 395,
			"rankGlobal": 66,
			"rankLocal": 5,
			"scoreGlobal": 64.1,
			"scoreLocal": 84.2,
			"userRank": 72,
			"userScore": 34.1,
			"postUserName": "Lustgas1900",
			"postUserID": "u381362",
			"postUserUrl": "https://www.flashback.org/u381362",
			"postDateTime": "2009-09-23, 13:52",
			"postUrlInThread": "https://www.flashback.org/t551733p33",
			"postUrlUniq": "https://www.flashback.org/sp18883268",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SilverTip</strong></div> <div>Du går i första klass alltså. Tyvärr blir det lite mer komplicerat framöver. Lycka till!</div> </td> </tr> </table> </div> <br/>  Om Sveriges teknikstudenter får välja så sitter Sverigedemokraterna i riksdagen om ett år. <br/> <br/>  Det visar en studie från bemanningsföretaget Academic work.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Ftemautbildning%2Farticle5819599.ab\" target=\"_blank\">http://www.aftonbladet.se/temautbild...icle5819599.ab</a><br/> <br/>  Fler o fler vaknar upp i alla samhällsklasser även invandrare har träffat på invandrare från gettot som också röstar sd men det är inte konstigt det är dom som bor närmast problemen.<br/> <br/>  När dom hade frågat folk som bor i rosengård så tyckte dom att vandalerna skulle få långa fängelsestraff eller att man skulle skicka hem dom."
		}
	],
	[
		{
			"postIndex": 480,
			"postNumber": 496,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 98.5,
			"scoreLocal": 100,
			"userRank": 25,
			"userScore": 47.7,
			"postUserName": "MrJingles",
			"postUserID": "u427502",
			"postUserUrl": "https://www.flashback.org/u427502",
			"postDateTime": "2010-08-31, 18:34",
			"postUrlInThread": "https://www.flashback.org/t551733p42",
			"postUrlUniq": "https://www.flashback.org/sp25202656",
			"sentence": "Det här inlägget kan knappast räknas som politik men jag lägger tråden här så länge.<br/> <br/>  Om man kollar på heta ämnen här på flashback så händer det väldigt ofta att det dyker upp porr trådar med tjejer som ska se väldigt unga ut i syfte att simulera minderåriga. Det är också mycket populärt med porr av våldsam och förnedrande natur, t.ex. så kom det senast idag en ny \"Face-fuck\" tråd upp på heta ämnen. I relationsdelen så handlar var och varannan tråd om att tjejer är idioter och det råder en allmänt dålig kvinnosyn på forumet. En annan sak som är ganska utbrett i flashback-kulturen är illegala droger. Visst kan man tycka att en sån sak är upp till var och en ifall det inte skadar någon annan men i nuläget är det faktiskt illegala aktiviteter. Den här listan på udda negativa beteenden kan ju göras väldigt lång men jag tror att ni har fattat vart jag är på väg.<br/> <br/>  På det här forumet med människor som har alla dessa minst sagt tveksamma aktiviteterna för sig så råder det också en stor överrepresentation av SD anhängare. I skrivande stund så ligger flashbacks egna undersökning på att 46,09% av medlemmarna är SD anhängare. Självklart är det inte bara SD anhängarnas andel som håller till i dessa trådarna men statistiken talar ju lite för sig själv.<br/> <br/>  Samtidigt som ni sitter och runkar av till minderåriga flickor och fantiserar om att våldta tjejer så sitter ni med den andra handen och svartmålar negrer (höhö) och tar för givet att allt som skrivs om en nysvensk är sant. Källanvisning som nästan alltid annars brukar krävas behövs inte i de här fallen utan allt negativt är automatiskt sanning. Jag säger inte att invandrare inte begår brott och att de inte är överrepresenterade inom relaterade områden men det är ju ingen nyhet direkt att inte flashbackare dvs SD anhängare är speciellt oskyldiga heller. Det talas också om invandrares kassa kvinnosyn men jag tycker då inte att eran syn på kvinnor är speciellt mycket bättre. Porr trådarna med face-fuck och uttrycket \"Tar hon den i 2an?\" säger väll allt.<br/> <br/>  Sen angående att man ska anpassa sig till den kultur man kommer till och inte tvärt om. Rent hypotetiskt föreställ er det här scenariot: Sverige är i krig och ni måste fly till ett land i mellanöstern där läget är mycket stabilare. Hur många av de svenska kvinnorna skulle vilja börja använda slöja för att anpassa sig till det nya samhället? Hur många av er SD:are skulle frivilligt vilja gå med de här kläderna <a href=\"/leave.php?u=http%3A%2F%2F4.bp.blogspot.com%2F_qPJ7-Bw-JuE%2FSmugkxUnOvI%2FAAAAAAAAAqQ%2F-uxn7lPOz2k%2Fs400%2FRefugees%2Bfrom%2BHelmand%2Bprovince%2Bwait%2Bto%2Bcollect%2Bclothing%2Bparcels%2Bfrom%2Ban%2BArab%2BNGO.%2BThe%2Bmen%2Bwere%2Bfurious%2Bat%2Bhaving%2Bto%2Brely%2Bon%2Bgenerosity%2Bfrom%2Bthe%2BMiddle%2BEast%2Bwhile%2Bbeing%2Bignored%2Bby%2Btheir%2Bown%2Bgovernment..jpeg\" target=\"_blank\">http://4.bp.blogspot.com/_qPJ7-Bw-Ju...vernment..jpeg</a> för att anpassa er till det nya samhället? Visst skulle ni göra det precis som att invandrare går i västerländska kläder men det skulle fan inte vara kul. Det är precis samma sak för invandrare att anamma våran kultur som det skulle vara för oss att anamma deras. Som svensk invandrare i mellanöstern skulle du fortfarande vilja äta julbord och dansa kring midsommarstången precis som invandrare vill fortsätta käka råa lökar eller vad de nu än håller på med. Sen så är det lika svårt för dem att släppa sin kvinnosyn och familjehierarki som det vore för oss svenskar att flytta till mellanöstern och tvinga våra fruar att vara hemma och ta hand om barnen och gifta bort våra döttrar. Det skulle inte vara många svenskar som klarade av att göra en sån anpassning i ett främmande land och det är precis lika svårt att byta från deras levnadsätt till vårat som tvärtom. I deras öron så är ju vårat levnadsätt precis lika korkat och idiotiskt som vi tycker att deras är, ändå lyckas de flesta invandrare anpassa sig förvånansvärt bra.<br/> <br/>  Det jag blir så fruktansvärt irriterad på är bara hur ni SD anhängare kan vara såna hycklare. Den enda skillnaden jag kan se mellan er och en våldtäktsbenägen somalier är att ni inte är så förtryckta att ni fortfarande kan hålla era begär under kontroll. Även fast ni fantiserar om att knulla småbarn så sätter ni er själva på en pedestal även fast ni är av precis samma skrot och korn. Ni är inget annat än en snaggad version av skvallertanter, det spelar ingen roll om det ni säger är sant så länge ni får snacka skit.<br/> <br/>  Ta mig inte fel, jag vill att ni ska få säga er sak i samhället precis som alla andra och jag avskyr censuren som råder inom ämnet. Jag skulle bara tycka att det vore intressant att höra vad ni har att säga om saken? Är medveten om att jag har vart lite upprörd vilket har lett till att texten har spårat ur och inte håller jätte hög kvalitet. Trotts detta så förväntar jag mig vettiga svar och alla ni som skriver att jag kan dra och knulla negrer och liknande gör bara er själva en björntjänst och bevisar att jag har rätt om er.<br/> <br/>  Edit: Jag är mycket väl medveten om att det finns undersökningar som visar på att SD är ett av de partierna med lägst antal straffade aktiva medlemmar vilket är jätte bra! De jag vänder mig mot nu är partiets väljare som verkar vara en bunt riktiga lågvattenmärken. För eran egen skull så är det väldigt synd då jag tror att ni sänker er själva."
		},
		{
			"postIndex": 473,
			"postNumber": 489,
			"rankGlobal": 7,
			"rankLocal": 2,
			"scoreGlobal": 84,
			"scoreLocal": 85.2,
			"userRank": 17,
			"userScore": 50.1,
			"postUserName": "Sarq",
			"postUserID": "u446320",
			"postUserUrl": "https://www.flashback.org/u446320",
			"postDateTime": "2010-05-24, 15:01",
			"postUrlInThread": "https://www.flashback.org/t551733p41",
			"postUrlUniq": "https://www.flashback.org/sp23288930",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>das-boot</strong></div> <div>Jag tycker du har helt fel i att se segregation som ett problem. Lika lite som du förmodligen vill bo runt en massa invandrare vill dom bo bredvid dig. Till och med \"de 7 stora\" har börjat inse detta. Att flytta till andra sidan jorden är omställning nog, utan att man ska behöva tvingas på en massa ny kultur, med mera. Bo med ens likar skapar trygghet, enda problemet blir med arbetslivet som känns som den egentliga frågan.<br/> <br/>  Att debatten om invandring skulle behöva stimuleras håller jag absolut med om, att SD skulle bidra till det är desto mer tveksamt - snarare tvärtom. Jimmie Åkesson med anhang är idioter hela bunten..<br/> <br/>  Tycker personligen invandringen behöver begränsas till att gälla folk som endast är i krigssituation eller motsvarande, utan undantag. Men att tro SD är svaret är naivt och historiskt sett riktigt korkat. Du är inte den första som faller för ett missnöjespartis enkla sanningar om vi säger så =)</div> </td> </tr> </table> </div> <br/>  \"Bo med ens likar skapar trygghet\": Mjo, inom gruppen för ens likar, kanske. Vad jag har sett skapar det otrygghet för alla som inte ingår i den gruppen, samt rasism och oförståelse.<br/> <br/>  \"Lika lite som du förmodligen vill bo runt en massa invandrare vill dom bo bredvid dig\"<br/>  Det är fortfarande mycket det här med skillnaden på invandrare och invandrare. Du har rätt i att jag inte har lust att bosätta mig i rosengård eller någon annan invandrartät förort. Men varför är det så? Jag tror att det beror på att man i dessa områden byggt upp en stark vi&amp;dom-känsla. Även om jag kommer dit med fredliga avsikter har jag svårt att tro att mycket diskussion skulle föras innan jag blev nerslagen och rånad bara för att jag är svensk. Kalla det fördomar, men jag verkar ha en del som styrker dessa.<br/> <br/>  Om du nu inte syftade på invandrartäta förorter utan invandrare i stort, så har du helt fel. Min styvpappa sen 10 år är arab och troende muslim, min mamma och biologiske pappa är båda helsvenskar. Visst har det varit kulturkrockar emellanåt, men det har knappast varit ett problem. Jag är övertygad om att den här motvilligheten du pratar om har med vanor att göra. Människor har alltid varit rädda eller obekväma inför det okända. Vi får väl helt enkelt vänja oss vid varann?<br/> <br/>  \"Att flytta till andra sidan jorden är omställning nog, utan att man ska behöva tvingas på en massa ny kultur\"<br/>  Jag pratar inte om att tvinga på människor ny kultur. Jag tror inte på SDs assimileringspolitik. Jag tror däremot att människor med olika kulturell bakgrund kan samexistera utan att man behöver förvisa alla invandrare till förorten.<br/> <br/>  \"Att SD skulle bidra till [debatten om invandring] är desto mer tveksamt - snarare tvärtom\"<br/>  Att vi ens för den här diskussionen är väl bevis nog på att de bidrar till debatten?<br/> <br/>  \"Jimmie Åkesson med anhang är idioter hela bunten\"<br/>  Hurra för generaliseringar och fördomar!<br/> <br/>  \"Men att tro SD är svaret är naivt och historiskt sett riktigt korkat\"<br/>  Möjligt. Men jag röstar hellre på folk som vågar ta debatten än folk som undviker problem. Jag tror de större partierna kommer se SDs framgångar som ett tecken på att deras invandringspolitik är misslyckad, och den rimliga lösningen på det borde vara att reformera sin egen. Där tror jag dessa nyanser jag talade om kommer uppstå, men vi får väl se. Sen kan jag förstås också kontra med att säga att det vore cyniskt att tro att SD står för samma politik nu som på 90-talet."
		},
		{
			"postIndex": 545,
			"postNumber": 561,
			"rankGlobal": 19,
			"rankLocal": 3,
			"scoreGlobal": 75.1,
			"scoreLocal": 76.2,
			"userRank": 22,
			"userScore": 49,
			"postUserName": "Mr_Nygren",
			"postUserID": "u168287",
			"postUserUrl": "https://www.flashback.org/u168287",
			"postDateTime": "2010-09-10, 10:43",
			"postUrlInThread": "https://www.flashback.org/t551733p47",
			"postUrlUniq": "https://www.flashback.org/sp25382156",
			"sentence": "Ja, våra farsor, morfäder och farfäder fick alla middag på mordet när de kom hem efter arbetet, de kunde lägga sig på sängen efter en hård dag och bli serverad av sin fru, frun städade, diskade och skötte hemmet och så vidare. I farsornas fall jobbar visserligen frun då det är mer jämställt, men hon sköter fortfarande huset.. Min mamma har alltid lagat maten, städat, diskat och tvättat men även jobbat.<br/> <br/>  Vad har jag och andra unga män att se som positivt i framtiden när kvinnorna ur vår generation inte kan laga mat, inte vill städa, diska eller sköta hushållet? De kan i vissa fall laga mat men bara i vissa och de är i minoritet! Annat var det på mormors tid.. Vi unga män har idag feminismen att tacka/hata för att vi inte kommer få uppleva samma behandling som farsan, morfar och farfar! Vi kan tacka feministerna för att dagens unga tjejer/kvinnor inte uppfostras till tjejer/kvinnor... <br/> <br/>  Vi kommer måsta sköta all städning, tvättning, matlagning och så vidare själva! Tack så jävla mkt!!! Jag är sjukt missnöjd över detta. Är även missnöjd över att svenska kvinnor ligger med araber/turkar före svenska män i många fall och vill därför ha bort de inkräktare som snor kvinnorna från mig/oss svenska män. Kvotering på arbetsplatser ska införas enligt lag för kvinnor enligt de rödgröna och F!, tjänar unga män på det? <br/> <br/>  Diskriminering av MÄN på arbetsplatser ska vara LAG och den som bryter mot detta och anställer en man före en kvinna begår lagbrott! Man tvingar alltså arbetsgivare att anställa kvinnor före män. Det blir vi unga män som hamnar utanför av detta och självklart blir jag missnöjd och andra också.<br/> <br/>  Att militären avvecklas gör mig orolig och missnöjd som kille, brudar har inget vett som tror att man kan avveckla militären utan att riskera invasion..!<br/> <br/>  Ja, hela samhället har börjat gynna tjejer/kvinnor och vi UNGA MÄN (de äldre har det redan bra) drabbas negativt av detta! VI FÅR TA SMÄLLEN! KLART JAG OCH MÅNGA ANDRA RÖSTAR SD AV MISSNÖJE ÖVER VART SAMHÄLLET ÄR PÅ VÄG!<br/> <br/>  Att olagligförklara sexköp drabbar oss killar som är dåliga på att charma tjejer!!! Ytterligare en anledning till missnöje för vi behöver lagligt köp av sex för att få sex! Tjejer kan ju bara be första bästa man om sex så får hon det i praktiken om hon ser okej ut... Tjejer har ofta as många kåta killar som står i kö för dem så de kan välja och vraka men vi killar har det inte lika enkelt..<br/> <br/>  SD ÄR ENDA ALLTERNATIVET FÖR UNGA MÄN SOM INTE VILL ATT FEMINISMEN FÖRSÄMRAR YTTERLIGARE I VÅR TILLVARO! Tidigare generationer av män hade det enklare, vi får det inte lika enkelt pga de etablerade partierna och FEMINISTERNA! SD ÄR VÅR RÄDDNING! SD har tagit en tydlig ställning mot radikalfeminism och genuspedagogik i förskolan. SD är emot kvotering och SD vill rusta upp försvaret, bevara kärnfamiljen, införa hemafru igen och så vidare. Den svenska kulturen ska bevaras och alla kriminella invandrare utvisas, låter inte det perfekt? Även svenska brottslingar ska dömas hårdare.. Förhoppningsvis blir sexköp lagligt men kan inte garantera att de är för det... I alla fall så blir saker för oss unga män som det var för föräldragenerationerna och det låter väldigt bra! Dags att vända tillbaka tiden vad gäller feminiseringen och islamiseringen av samhället..<br/> <br/>  SVERIGE MÅSTE FÖRBLI SVENSKT OCH FEMINISMEN ÄR EN OSVENSK FÖRETEELSE! (Mr_Nygren"
		},
		{
			"postIndex": 578,
			"postNumber": 594,
			"rankGlobal": 24,
			"rankLocal": 4,
			"scoreGlobal": 73.7,
			"scoreLocal": 74.8,
			"userRank": 53,
			"userScore": 36.8,
			"postUserName": "Wittgenstein",
			"postUserID": "u70400",
			"postUserUrl": "https://www.flashback.org/u70400",
			"postDateTime": "2010-09-12, 12:48",
			"postUrlInThread": "https://www.flashback.org/t551733p50",
			"postUrlUniq": "https://www.flashback.org/sp25423384",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tryff</strong></div> <div>Unga män är den främsta måltavlan för invandrargäng och många lever under ständigt hot om våld, och de har i hög utsträckning utsatts för mångkulturen i form av personrån mm. Så det är ju konstigt att de röstar på SD?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div> <br/>  Ungefär så. Det vore förbannat skönt om man slutade försöka måla upp den genomsnittlige SD-väljaren som en lågpannad, lågutbildad, korkad WT-rasist från landet. Att folk som upplever ett problem med den svenska invandrings- och integrationspolitiken röstar på SD är knappast märkligt. Att vissa sedan inte har upplevt några problem betyder inte att problemen inte existerar, det betyder bara att dessa människor antingen lever skyddade ifrån dem, har ruttenheten redan i sin näsa (~Diktonius), eller att de helt enkelt ignorerar dem. <br/> <br/>  Man upplever ett problem, man röstar på ett parti som man tror kan göra något åt saken. <br/> <br/>  Vi tar en riktigt övertydlig och pedagogisk liknelse för de som fortfarande inte fattar:<br/> <br/>  Samtliga etablerade partier vill öppna en avdelning för svårt psykotiska brottsdömda mentalpatienter i ditt vardagsrum. En dag dyker det upp ett parti vars stora mål är att stoppa dessa planer. Är det ett enfrågeparti? Ja. Kommer alla att rösta på det? Nej. Kommer du som  drabbad att rösta på det? Med största sannolikhet: Ja. Gör det dig automatiskt till omänsklig, inskränkt, reaktionär, nazist, människohatare, rasist, självisk, bonde, WT, obildad, mentalsjukfientlig eller korkad? Nej.<br/> <br/>  (för sakens skull: Jag sätter inte ett likhetstecken mellan invandrare och svårt psykotiska brottsdömda mentalpatienter, jag valde bara något som jag inbillar mig skulle upplevas som ett problem för de flesta)"
		},
		{
			"postIndex": 532,
			"postNumber": 548,
			"rankGlobal": 29,
			"rankLocal": 5,
			"scoreGlobal": 73,
			"scoreLocal": 74.1,
			"userRank": 43,
			"userScore": 38.9,
			"postUserName": "init",
			"postUserID": "u131447",
			"postUserUrl": "https://www.flashback.org/u131447",
			"postDateTime": "2010-08-31, 21:36",
			"postUrlInThread": "https://www.flashback.org/t551733p46",
			"postUrlUniq": "https://www.flashback.org/sp25206976",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MrJingles</strong></div> <div><div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Om man kollar på heta ämnen här på flashback så händer det väldigt ofta att det dyker upp porr trådar med tjejer som ska se väldigt unga ut i syfte att simulera minderåriga. Det är också mycket populärt med porr av våldsam och förnedrande natur, t.ex. så kom det senast idag en ny \"Face-fuck\" tråd upp på heta ämnen. I relationsdelen så handlar var och varannan tråd om att tjejer är idioter och det råder en allmänt dålig kvinnosyn på forumet. En annan sak som är ganska utbrett i flashback-kulturen är illegala droger. Visst kan man tycka att en sån sak är upp till var och en ifall det inte skadar någon annan men i nuläget är det faktiskt illegala aktiviteter. Den här listan på udda negativa beteenden kan ju göras väldigt lång men jag tror att ni har fattat vart jag är på väg.<br/></div> </div> </div> <br/>  På det här forumet med människor som har alla dessa minst sagt tveksamma aktiviteterna för sig så råder det också en stor överrepresentation av SD anhängare. <b>I skrivande stund så ligger flashbacks egna undersökning på att 46,09% av medlemmarna är SD anhängare</b>. Självklart är det inte bara SD anhängarnas andel som håller till i dessa trådarna men statistiken talar ju lite för sig själv.</div> </td> </tr> </table> </div> <br/>  Det var ett av de mest fördomsfulla och korkade inlägg jag har läst. För det första: Endast de som läser Politik Inrikes har ens sett FBs opinionsundersökning. Av de som läser Politik Inrikes är det sannolikt att det bara är en delmängd som har röstat. Av de som har röstat tänker 46% rösta på SD i valet. Det säger ingenting om vad alla de som inte röstat i undersökningen anser.<br/> <br/>  För att få lite perspektiv på det hela så kan du i omröstningen se att 1579 personer röstat. Flashback har dock 432597 medlemmar. Det är alltså bara 0.37% av Flashbacks medlemmar som har röstat i omröstningen, men ändå extrapolerar du ut resultatet över hela Flashback. Naturligtvis finns det ingen grund för att göra detta.<br/> <br/>  För det andra: Många medlemmar läser bara ett mindre antal delforum. Det finns inget som säger att de som röstat i denna omröstning faktiskt också läser forumen om illegala droger, relationer eller vålds- och förnedringsporr. Därav blir dina påståenden bara ännu mer tramsiga.<br/> <br/>  Själv läser jag i dagsläget mest Politik Inrikes, och ibland Integration och Invandring, men den senare besöker jag inte så ofta p.g.a. att det är så mycket snack om ras där, vilket jag tycker är irrelevant.<br/> <br/>  Tidigare har jag läst (och postat i) flera av datorforumen, vetenskapsforumet, religionsforumet samt bil- och MC-forumet. Sedan finns det en del forum jag har besökt ett mindre antal gånger, som forumen om stadsplanering och infrastruktur, juridik, övervakning och integritet, det sekulära samhället, terrorism, censur och yttrandefrihet, bostad, hem och trädgård samt alkohol och dryck.<br/> <br/>  Majoriteten av forumen har jag aldrig besökt, då de inte intresserar mig alls. Jag skulle gissa att samma mönster gäller de flesta medlemmar.<br/> <br/>  Resten av ditt inlägg var bara en fortsättning på dina helt ogrundade antaganden, och är för urbota korkat för att kommenteras."
		}
	],
	[
		{
			"postIndex": 679,
			"postNumber": 696,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 93.3,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 49.6,
			"postUserName": "ClubCueCas",
			"postUserID": "u194961",
			"postUserUrl": "https://www.flashback.org/u194961",
			"postDateTime": "2010-09-17, 18:20",
			"postUrlInThread": "https://www.flashback.org/t551733p58",
			"postUrlUniq": "https://www.flashback.org/sp25545337",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mrkva</strong></div> <div>Finns naturligtvis undantag, finns högskoleutbildade och högavlönade invandrare också men dom är ju enligt er en bråkdel och kan försummas. .</div> </td> </tr> </table> </div> <br/>  Jag tar mig friheten att svara på eran konversation. <br/>  Vad är det du säger mrkva? Menar du och tror på fullaste allvar att SD vill slänga ut alla invandrare ur Sverige? Nej det handlar om politiken att stoppa invandringen till den grad att det inte kommer 10,000 i månaden varav 1000* är på riktig flykt och i nöd = självklart skall de ha hjälp! men de återstående 9000* som enbart kommer till \"möjligheternas land\" där staten bara skänker bort en medelsvenssons lön/månad + bidrar med lägenhet, sjukvård och uppehälle utan några som helst krav bortsett från att vara inskriven på arbetsförmedlingen, och där vet vi nog alla hur det går till... AF är bara en instans där vuxna skeppas igenom för att kunna få bidrag (ett slags register på arbetslösa, inget mer)<br/>  De högutbildade med kompetens inom olika sektorer tycker iaf jag har absolut rätt att flytta till vilket land som helst pga sina specialistkunskaper inom sin nisch. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mrkva</strong></div> <div>Innan SD vuxit sig stort, numera <i>är SD det stora WT-partiet.</i><br/>  Hur skapade WT välfärden? Välfärden i Sverige skapades av utbildade och vanliga arbetare som inte var rädda för jobb och utveckling. Den genomsnittlige WT:n är en förtidspensionerad alternativt långtidssjuksriven soffpotatis. Förtidspensionen är varje WT:s våta dröm!.</div> </td> </tr> </table> </div> <br/>  Hur kan du förknippas SD med WT i ena meningen och i andra klumpa samman dem? :/<br/>  men kanske har <b>du rätt mrkva</b>, det stämmer nog att många SD'are är lite WT av sig för det är de människor som tvingas bo i segrigrationsområdena och leva i förfallet 24 timmar om dygnet, de ser allt elände och våld dagligen. De blir rånade, misshandlade, våldtagna .. ja rent ut sagt = kulturberikade.<br/>  Varför är det så? Varför tvingas dessa WT bo i dessa områden? Kan det vara så att de inte får/fått behålla jobb pga jobbristen, och varför finns det så få jobb kvar i Sverige? Har alla mammor mellan 80-90-talet fött 6-7 ungar vardera eller vart kommer alla människor ifrån som konkurerar med (oftast) lågavlönade jobben?<br/> <br/> <br/> <br/>  Nu ska jag göra en jävligt dålig jämförelse här, och vill du hiva ur dig en slentrianmässig kommentar att det är rasistiskt sagt så varsegod! jag kommer bara besrkiva nu hur jag ser på saken ang massinvandringen (den är varken bra för infödda som redan invandrade.. alla svenska medborgare, mörk, ljus, gul som röd) Det är nämligen så att det omöjligen kan finnas hur oändligt mycket jobb som helst i detta land (de växer inte på träd nej) låt säga att av landets 9 miljoner invånare så är 4,5 arbetsdugliga (den andra halvan av Sveriges population består av unga 0-18år och pensionärer, sjukskrivna, hemmafruar/hemmamän, arvtagare osv )<br/>  Så av Sveriges befolkning har jag räknat ut såhär: <br/> <br/>  ca: 9 miljoner invånare<br/>  ca: 1,5 miljoner invandrare<br/>  medellivslängd: 79år ~<br/> <br/>  barn 0-18 år = ca 2,1 miljoner<br/>  unga vuxna 18-30 = 1,3 miljoner<br/>  vuxna 30-65 = 4 miljoner<br/>  pensionärer = 1,7 miljoner<br/> <br/>  Nu har jag ingen statistik eller liknande från vidarestuderande från åldrarna 18-65 år, men av de 5,3 miljoner villiga arbetare tvingas väldigt stor del läsa vidare för att kunna få möjlighet till att försörja sig.<br/>  Däremot vet jag att arbetslöheten från de unga vuxna mellan 18-30 år är så pass hög som nästan 30%, vad beror detta på? Visst kan det vara så att många tvingas studera även fast de hellre velat ha ett jobb direkt istället... men det är så mycket människor i landet i förhållande till jobben att de tvingas till studier oavsett så jag kan förstå illskan och frustrationen från dem gentemot invandrare som kommer och \"tar plats\" men å andra sidan äger ingen detta land, alla människor ska ha lika rätt såklart! Problemet är att sveriges politiker håller på att sänka detta skepp i många anseenden. De vill inte se ett välmående Sverige med folk som har \"säkerheten\" och fria viljan = det skulle göra att politikerna inte får eller längre har något inflytande om alla hade jobb, pengar på kontot, säkrad framtid.... så de kör fult fult spel de jävlarna <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> de pumpar in massor utav folk från andra länder för att sätta \"skräck\" i landet (vare sig invandrare som infödda) de får per automatik mer makt på detta sättet, fler vill rösta och politiken blir en viktig del i vardagen. <br/> <br/>  Hoppas ni förstod det jag nyss sa. Jag personligen skiter i om du är svensk eller invandrare, politiken knullar landet i småbitar för att få makt, ungefär som HA tar till våld/skräck för att få det de vill ha <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  ps. jag kommer äntligen snart lämna landet och emigrera till ett av våra grannländer för en säkrad framtid. Lycka till mina forna landsmän, det behöver ni alla vare sig härkomst."
		},
		{
			"postIndex": 684,
			"postNumber": 701,
			"rankGlobal": 32,
			"rankLocal": 2,
			"scoreGlobal": 72.6,
			"scoreLocal": 77.9,
			"userRank": 2,
			"userScore": 97.3,
			"postUserName": "mrkva",
			"postUserID": "u444768",
			"postUserUrl": "https://www.flashback.org/u444768",
			"postDateTime": "2010-09-17, 18:32",
			"postUrlInThread": "https://www.flashback.org/t551733p59",
			"postUrlUniq": "https://www.flashback.org/sp25545614",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ClubCueCas</strong></div> <div>Jag tar mig friheten att svara på eran konversation. <br/>  Vad är det du säger mrkva? Menar du och tror på fullaste allvar att SD vill slänga ut alla invandrare ur Sverige? Nej det handlar om politiken att stoppa invandringen till den grad att det inte kommer 10,000 i månaden varav 1000* är på riktig flykt och i nöd = självklart skall de ha hjälp! men de återstående 9000* som enbart kommer till \"möjligheternas land\" där staten bara skänker bort en medelsvenssons lön/månad + bidrar med lägenhet, sjukvård och uppehälle utan några som helst krav bortsett från att vara inskriven på arbetsförmedlingen, och där vet vi nog alla hur det går till... AF är bara en instans där vuxna skeppas igenom för att kunna få bidrag (ett slags register på arbetslösa, inget mer)<br/>  De högutbildade med kompetens inom olika sektorer tycker iaf jag har absolut rätt att flytta till vilket land som helst pga sina specialistkunskaper inom sin nisch. </div> </td> </tr> </table> </div>   Att det finns problem med invandringen är ingen hemlighet, dock är SD knappast lösningen. Eller tycker du att ett gäng outbildade alkoholsmugglare, fotbollshuliganer, propagandaälskande lögnare och nazister som gärna sjunger om mordet på Palme ska och kan lösa denna fråga? Endast WT och väldigt naiva människor kan tro det. Det kommer bara förvärra saken, hatet mellan folken kommer öka och utbildade invandrare kommer undvika Sverige ännu mer än dom gör idag. Istället kommer dom att flytta till England, USA eller Kanada. Tror du verkligen en turkisk eller iransk överläkare är sugen på att flytta till Sverige där stolpskott som <b>Montbars</b>, vars läsförståelse inte skulle klara SFI-kraven och som anser att en svensk WT-bonde med 740-styling som hobby och socialbidrag smuggling som enda inkomst har högre IQ än alla från Turkiet, har något att säga till om i Sverige? <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Hur kan du förknippas SD med WT i ena meningen och i andra klumpa samman dem? :/<br/>  men kanske har <b>du rätt mrkva</b>, det stämmer nog att många SD'are är lite WT av sig för det är de människor som tvingas bo i segrigrationsområdena och leva i förfallet 24 timmar om dygnet, de ser allt elände och våld dagligen. De blir rånade, misshandlade, våldtagna .. ja rent ut sagt = kulturberikade.      </td> </tr> </table> </div>   Yes, men samtidigt glömmer man att WT-packet inte är i segrigrationsområdena på grund av invandrare, dom har bott där innan invandrarna och dom bor där efter att alla vettiga invandrare lämnat skithålan. Dom är som somalierna eller zigenarna, vill man inte jobba är det självklart att man hamnar bland det packet och det är knappast invandrarnas fel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Varför är det så? Varför tvingas dessa WT bo i dessa områden? Kan det vara så att de inte får/fått behålla jobb pga jobbristen, och varför finns det så få jobb kvar i Sverige? Har alla mammor mellan 80-90-talet fött 6-7 ungar vardera eller vart kommer alla människor ifrån som konkurerar med (oftast) lågavlönade jobben?      </td> </tr> </table> </div> <br/>  Du glömmer att marknaden ökar för varje individ i landet, det är självklart att det finns fler jobb i USA än i Sverige tex. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nu ska jag göra en jävligt dålig jämförelse här, och vill du hiva ur dig en slentrianmässig kommentar att det är rasistiskt sagt så varsegod! jag kommer bara besrkiva nu hur jag ser på saken ang massinvandringen (den är varken bra för infödda som redan invandrade.. alla svenska medborgare, mörk, ljus, gul som röd) Det är nämligen så att det omöjligen kan finnas hur oändligt mycket jobb som helst i detta land (de växer inte på träd nej) låt säga att av landets 9 miljoner invånare så är 4,5 arbetsdugliga (den andra halvan av Sveriges population består av unga 0-18år och pensionärer, sjukskrivna, hemmafruar/hemmamän, arvtagare osv )<br/>  Så av Sveriges befolkning har jag räknat ut såhär: <br/> <br/>  ca: 9 miljoner invånare<br/>  ca: 1,5 miljoner invandrare<br/>  medellivslängd: 79år ~<br/> <br/>  barn 0-18 år = ca 2,1 miljoner<br/>  unga vuxna 18-30 = 1,3 miljoner<br/>  vuxna 30-65 = 4 miljoner<br/>  pensionärer = 1,7 miljoner<br/> <br/>  Nu har jag ingen statistik eller liknande från vidarestuderande från åldrarna 18-65 år, men av de 5,3 miljoner villiga arbetare tvingas väldigt stor del läsa vidare för att kunna få möjlighet till att försörja sig.<br/>  Däremot vet jag att arbetslöheten från de unga vuxna mellan 18-30 år är så pass hög som nästan 30%, vad beror detta på? Visst kan det vara så att många tvingas studera även fast de hellre velat ha ett jobb direkt istället... men det är så mycket människor i landet i förhållande till jobben att de tvingas till studier oavsett så jag kan förstå illskan och frustrationen från dem gentemot invandrare som kommer och \"tar plats\" men å andra sidan äger ingen detta land, alla människor ska ha lika rätt såklart! Problemet är att sveriges politiker håller på att sänka detta skepp i många anseenden. De vill inte se ett välmående Sverige med folk som har \"säkerheten\" och fria viljan = det skulle göra att politikerna inte får eller längre har något inflytande om alla hade jobb, pengar på kontot, säkrad framtid.... så de kör fult fult spel de jävlarna <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> de pumpar in massor utav folk från andra länder för att sätta \"skräck\" i landet (vare sig invandrare som infödda) de får per automatik mer makt på detta sättet, fler vill rösta och politiken blir en viktig del i vardagen. <br/> <br/>  Hoppas ni förstod det jag nyss sa. Jag personligen skiter i om du är svensk eller invandrare, politiken knullar landet i småbitar för att få makt, ungefär som HA tar till våld/skräck för att få det de vill ha <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  ps. jag kommer äntligen snart lämna landet och emigrera till ett av våra grannländer för en säkrad framtid. Lycka till mina forna landsmän, det behöver ni alla vare sig härkomst.      </td> </tr> </table> </div> <br/>  Problemet är inte invadrare som kommer och tar jobb, problemet är invandrare som vägrar jobba."
		},
		{
			"postIndex": 704,
			"postNumber": 721,
			"rankGlobal": 107,
			"rankLocal": 3,
			"scoreGlobal": 57.3,
			"scoreLocal": 61.5,
			"userRank": 12,
			"userScore": 65.1,
			"postUserName": "Gefundenes F",
			"postUserID": "u185081",
			"postUserUrl": "https://www.flashback.org/u185081",
			"postDateTime": "2010-09-17, 18:54",
			"postUrlInThread": "https://www.flashback.org/t551733p61",
			"postUrlUniq": "https://www.flashback.org/sp25546177",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>d88</strong></div> <div>Säg vad ni vill! SD är ett WT-parti och för oss som varit/bott i andra delar av världen är en röst på SD otänkbart.. Det är lätt att hamna i en bubbla, detta gäller alla! SDs lilla bubbla är unga landsbyggsmän som inte vet bättre. Skön representation i riksdagen! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div> <br/>  Tänkte nöja mig med att idiotförklara dig men om SD ska öka måste vi även omvända de inte fullt så insiktsfulla.<br/> <br/> <br/>  Fanns det Sd i andra länder också och ingen röstad på det? Är det inte i själva verket så att nationella partier får många fler röster i de flesta andra länder. Sverige har varit det konstiga undantaget."
		},
		{
			"postIndex": 646,
			"postNumber": 663,
			"rankGlobal": 115,
			"rankLocal": 4,
			"scoreGlobal": 56.6,
			"scoreLocal": 60.7,
			"userRank": 112,
			"userScore": 30.1,
			"postUserName": "Snapcount",
			"postUserID": "u229008",
			"postUserUrl": "https://www.flashback.org/u229008",
			"postDateTime": "2010-09-17, 17:38",
			"postUrlInThread": "https://www.flashback.org/t551733p56",
			"postUrlUniq": "https://www.flashback.org/sp25544338",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mrkva</strong></div> <div>  Diskussionsunderlag:<br/>  SD, wt parti..</div> </td> </tr> </table> </div> <br/>  Du är naiv om du tror på det.<br/> <br/>  SD väljaren kommer från samtliga samhällsskikt, ifrån städaren som är otrygg på hemresan, industriarbetaren som har sett sitt grannskap förändrats, polisen som har sett hur \"buset\" o brotten förändrats, brandmannen som inte får göra sitt jobb utan att bli utsatt för sabotage, läkaren som ser baksidan av allt detta ovanstående, invandraren som även har sett hur sin nya hemkommun har förändrats, <b>så är det i samtliga yrkesgrupper..</b>. Samtliga har märkt hur Sverige har förändrats.<br/> <br/>  Det finns bara ett parti som tar upp dessa människors frågor på ett trovärdigt sätt.<br/> <br/>  Sedan om du nu inte har märkt det så, pengar i sig, behöver inte befria per automatik, människor ifrån ett wt leverne, eller ett wt-tankesätt.<br/> <br/>  (Finne, bosatt i Norge)"
		},
		{
			"postIndex": 601,
			"postNumber": 618,
			"rankGlobal": 128,
			"rankLocal": 5,
			"scoreGlobal": 54,
			"scoreLocal": 57.9,
			"userRank": 81,
			"userScore": 33.1,
			"postUserName": "SirPatman",
			"postUserID": "u426415",
			"postUserUrl": "https://www.flashback.org/u426415",
			"postDateTime": "2010-09-17, 16:40",
			"postUrlInThread": "https://www.flashback.org/t551733p52",
			"postUrlUniq": "https://www.flashback.org/sp25542941",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mrlove</strong></div> <div>Dessa \"WT\" som du syftar på skapade välfärden vi har i samhället idag. Hederliga arbetare som nu blivit pensionärer och blir behandlade som skräp av dem båda blocken. Dom i min kommun som är med i SD är just hederliga arbetare som också är av samma kaliber som skapade dagens välfärd. Icke rasister som vill att Sverige ska bli tryggare och mer balanserat land.</div> </td> </tr> </table> </div> <br/>  Ganska vettig måste jag säga trots att jag inte har mycket till övers för SD som parti. Att det råkar vara så att den typiske SD-väljaren har en lägre utbildningsnivå och kanske haft otur med jobbet nu under lågkonjunkturen är inte samma sak som att denne är WT...<br/> <br/>  Sedan så råkar det ju här på brädan finnas en viss överrepresentation av riktiga stolpskott som slänger sig med uttryck som \"sandneger\" och då ligger ju bilden av husvagnspark och flakmoppe rätt nära tillhands. Men naturligtvis är detta en liten minoritet av SD's väljarskara."
		}
	],
	[
		{
			"postIndex": 790,
			"postNumber": 811,
			"rankGlobal": 12,
			"rankLocal": 1,
			"scoreGlobal": 80.2,
			"scoreLocal": 100,
			"userRank": 31,
			"userScore": 42.7,
			"postUserName": "GEEEMONEY",
			"postUserID": "u495203",
			"postUserUrl": "https://www.flashback.org/u495203",
			"postDateTime": "2010-10-19, 03:13",
			"postUrlInThread": "https://www.flashback.org/t551733p68",
			"postUrlUniq": "https://www.flashback.org/sp26235185",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BananaJack</strong></div> <div>Yatzy-winner startade en liknande tråd igår, men trådstarten var så usel och förvirrande så det känns ganska meningslöst att försöka få ordning på den. Synd på ett så pass intressant ämne faktiskt.<br/> <br/>  Nåväl, bland SD-väljarna finns det två huvudgrupper:<br/> <br/> <b>WT-Jimmy</b> är sjukskriven för något mystiskt ryggproblem. Vidare så är han lite lätt alkoholiserad och har sju snoriga och ouppfostrade ungar som han brukar slå med jämna mellanrum. <br/>  Vår käre SD:are är missnöjd med tillvaron. \"Det är naturligtvis invandrarnas fel\" resonerar han på hemvägen från pizzerian där han suttit och druckit ett par bira och spelat Jack vegas. <br/>  WT-Jimmy bor i ett mindre hus i ett typiskt arbetarklassområde i hemstaden Höllebölle. Vår käre SD-väljares område är relativt fritt från invandrare, men inom bara en kilometers avstånd finns dom stora gråa hyreshusen där stadens invandrare bor. Jimmy bara <i>vet</i> att alla muskingarna där går omkring och letar efter någon att råna/gruppvåldta. <br/>  Därför så tänker Jimmy lägga en röst på SD i valet 2010.<br/> <br/> <b>Småborgar-Börje</b> är en sk. entreprenör inom byggbranschen. Hans lilla firma, med sju anställda, är specialiserad på att renovera sommarstugor. Affärerna går dock inte så bra, och kronofogden kommer knacka på dörren vilken dag som helst. Detta tycker Börje är skamligt då han, <i>småföretagaren</i> trots allt är en del av Sveriges verkliga ryggrad, dom som håller ekonomin i rullning och som för utvecklingen framåt. Till skillnad från invandrarna. Blattarna kör  bara omkring i svindyra sportbilar betalda med socialbidrag, <i>för det vet alla</i>. \"Det är dom där jävla invandrarnas fel att min firma går åt helvete\" tänker Börje på väg till vallokalen 2010 där han tänker lägga en röst på SD.<br/> <br/>  Det är dom största grupperna tror jag. Bitter och desillusionerad arbetarklass som helt enkelt inte begriper bättre, och övre medelklass som känner att deras privilegierade position är hotad.<br/>  Vad tror ni?</div> </td> </tr> </table> </div> <br/> <b>\"Den korkade, upplysta\"</b><br/>  Denna grupp är överrepresenterad av unga och främst då av män även om det finns många kvinnor med samma tycke. Den typiske väljaren är less, less på något, kanske är skatten för hög, kanske han är WT, ingen vet fortfarande vad som utlöser symptomen.<br/>  Vad som är gemensamt är att denna väljare tycker sig själv förstå och ha en bra inblick i hur politiken i sverige och världen fungerar, även fast den aldrig brytt sig innan detta val drog igång eller läst ett partiprogram. Nu, upplysta av SD vet man allt och har alla svar även fast inga stämmer. Man har lärt sig ett par inövade lines, men ingen fakta att backa upp den på, eller några konstruktiva svar på kritik till de samma. Innan valet var klart, var det dessa väljare som skämtade runt i kompiskretsarna om SD och om att man ska rösta SD, som om att det var uppenbart och i viss grad coolt. Det är dessa som syns flitigt kommentera såväl här som i artiklar på aftonbladet o.s.v.<br/>  I dagens läge ser de sig som:<br/>  A) Sveriges räddare och kommer köra med skygglapp til death, ex. Jimmie<br/>  B) att de har ångrat sig och att de nu är synd om dem och känner ett visst utanförskap, eftersom de efter att de själva ha startat den största hatkampanjen på årtionden, nu i viss mån får känna samma sak<br/>  C) skäms för över vad de röstat och varken står för det i skolan, jobbet eller ens för vänner/familj<br/>  D) anser sig inte bry sig om vad folk säger, bara de slipper alla utlänningar"
		},
		{
			"postIndex": 777,
			"postNumber": 797,
			"rankGlobal": 15,
			"rankLocal": 2,
			"scoreGlobal": 79,
			"scoreLocal": 98.6,
			"userRank": 34,
			"userScore": 42.1,
			"postUserName": "MegaFet",
			"postUserID": "u449571",
			"postUserUrl": "https://www.flashback.org/u449571",
			"postDateTime": "2010-09-18, 12:58",
			"postUrlInThread": "https://www.flashback.org/t551733p67",
			"postUrlUniq": "https://www.flashback.org/sp25561215",
			"sentence": "<b>tonårs-kalle</b><br/>  tonårskalle är förstagångsväljare, han bor i en liten etta, han vågar inte bo i förorten så den är lite dyrare så han har inte så mycket pengar över <br/>  han jobbar på ett lager 3 dagar i veckan, ibland hjälper han till på sin kompis mammas affär<br/>  han kommer ihåg för ett par år sedan när han inte fick komma in på krogen och hängde utanför mcdonalds, ibland kom det ett par mörka killar och började bråka och skrek \"ey, svennehora, är'o rasist eller? jag ska knolla din mammat\" och sådant<br/>  kalle förstår inte så mycket om politik<br/>  avdrag hit och åtgärder dit, alla verkar tycka att ungdomar ska ha jobb och det är ju bra iaf men det verkar inte spela så stor skillnad vilket man röstar på <br/>  men att det finns invandrare som bråkar det vet han och det gillar han inte<br/> <br/>  kalle kommer rösta på sd<br/> <br/> <b>gnäll-börje</b><br/>  gnäll börje jobbade på den gamla stora fabriken (som fanns i varje stad) fram till mitten på 90-talet när den la ner och flyttade till kina, börje blev av med jobbet<br/>  börje jobbade lite på konsum men det var jobbigt med alla människor som klagade och allt sånt där<br/>  på grund av en gammal ryggskada blev han sjukpensionär<br/>  börje bodde i dom nya, fina lägenheterna utanför staden (miljonprojektet)<br/>  nu har området börjat förfalla, dom vita fasaderna är gul-grå<br/>  ungar springer runt på gården och skriker (det gjorde i och för sig hans ungar också, men det var ju bara sött. barn ska få leka)<br/>  börje hör en del om rån och sådant i området, alla han känner säger även \"är det inte dags att flytta, här kan du ju inte bo\" när dom hälsar på. men börje känner att om han flyttar så vinner dom jäkla sand-negrerna, det här är börjes krig!<br/>  börje har alltid röstat på socialdemokraterna men han känner sig sviken av dom nu, turkarna kör fina bilar och släpar hem en massa lidl-kassar var och varannan dag, själv har han knappt råd med en flaska gammeldansk<br/> <br/>  börje kommer rösta på sd<br/> <br/> <b>svenne-oscar</b><br/>  svenne-oscar är kalles pappa och börjes son<br/>  han hör jämt pappa klaga om dom jäkla sandnegrarna, kan det verkligen vara så farligt? han hör ju iofs om kravallerna på rosengård och var det inte något buss-rån häromveckan i det området..?<br/>  oscar tänker även på den gången kalle kom hem med en blåtira \"vem var det, jag ska allt gå och prata med hans mamma\" hade han frågat<br/>  \"någon mohammed, han bara kom och började bråka\" han ville dock inte erkänna att han hade kastat en fanta på killen för att han satt på \"deras bänk\" först<br/>  och dom där sverigedemokraterna verkar få många röster iaf, kan det ligga något i det<br/> <br/>  oscar kommer gå till vallokalen och tänker rösta på moderaterna, han har ju trotts allt fått lite mer pengar nu och har haft råd med ett nytt hus<br/>  men när han kommer dit ser han att det finns valsedlar till sverigedemokraterna, han tvekar 1-2 sekunder och tar en, han känner sig nästan lite stolt när han lägger den i kuvertet<br/>  frågar någon säger han dock att han röstade på moderaterna<br/> <br/>  det tror jag är så dom flesta väljarna ser ut"
		},
		{
			"postIndex": 828,
			"postNumber": 849,
			"rankGlobal": 21,
			"rankLocal": 3,
			"scoreGlobal": 74.8,
			"scoreLocal": 93.3,
			"userRank": 39,
			"userScore": 39.8,
			"postUserName": "Tretjak",
			"postUserID": "u353685",
			"postUserUrl": "https://www.flashback.org/u353685",
			"postDateTime": "2011-04-19, 22:08",
			"postUrlInThread": "https://www.flashback.org/t551733p71",
			"postUrlUniq": "https://www.flashback.org/sp30182390",
			"sentence": "\"Forskningen baserad på 2006 års valresultat ger bilden av SD-väljaren som en ung, lågutbildad, inte sällan arbetslös man på landsbygden eller på en traditionell industriort som förlorat en stor arbetsplats. SD-väljaren definierar sig i högre utsträckning än i något annat parti som arbetare. Lika många som bland Socialdemokraternas väljare, 41 procent, tillhör LO-kollektivet. SD-väljaren är inte sällan en besviken socialdemokrat.\"<br/> <br/>  \"Ingvar Karlsson har jobbat som mentalvårdare, är 72 år och växte upp i ett socialdemokratiskt arbetarhem. Men han tappade sin S-övertygelse för många år sedan. När han mötte den nittonårige Jimmie Åkesson på torget i Sölvesborg sommaren 1998 och läste broschyrerna han fick av honom kände han att han hittat rätt.<br/>   Det var många fina punkter om fler poliser och åldringsvården. Och om att det kommer för många. Titta där borta vid Netto, hela tiden nya ansikten! Och de röker i trapphusen. Jag tycker synd om folket som kommer, men det är inte rättvist att de får så mycket hjälp när svenska kvinnor som skött hem och jobbat deltid har så dålig pension. Vi måste sköta om det svenska folket i första hand!\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fnyheter%2Fpolitik%2Fi-huvudet-pa-sds-partiledare-\" target=\"_blank\">http://www.dn.se/nyheter/politik/i-h...s-partiledare-</a><br/> <br/>  Att det är just arbetarna är inte så konstigt, det är arbetslösa, sjuka, fattiga, kvinnor, invandrare, ungdomar, arbetarklassen och andra svaga grupper i samhället som har fått ta smällen för regeringens politik och då söker man sig till radikala alternativ som har lösningar på alla problem och lovar allt åt alla.<br/> <br/>  Sagt är att borgarnas politik oundvikligen leder till en polarisering av samhället, ett samhälle där alla inte har samma chans, ett samhälle där vissa föds med silversked i mun och andra med träsked. Ett samhälle där alla skolor inte har samma standard, där sjukvård inte ges efter behov utan efter plånbok, ett samhälle där de rika har mer rättigheter än de fattiga.<br/> <br/>  SD kommer att gå framåt i val efter val så länge detta fortsätter."
		},
		{
			"postIndex": 744,
			"postNumber": 764,
			"rankGlobal": 22,
			"rankLocal": 4,
			"scoreGlobal": 74.7,
			"scoreLocal": 93.2,
			"userRank": 38,
			"userScore": 40,
			"postUserName": "knickedicken",
			"postUserID": "u324759",
			"postUserUrl": "https://www.flashback.org/u324759",
			"postDateTime": "2010-09-17, 20:03",
			"postUrlInThread": "https://www.flashback.org/t551733p64",
			"postUrlUniq": "https://www.flashback.org/sp25547760",
			"sentence": "Några personliga reflektioner kring trådstarten:<br/> <br/>  Det verkar för mig som om WT är en term mer eller mindre skapad av sverigedemokrater och andra rasister. När folk tänker i kategorier av \"vi\" mot \"dom\" för att skapa självförtroende och värdeskillnader, uppträder ibland problem, som när man börjar ställa invandrare mot \"svenskar\". Vad sjutton gör man då, när någon påpekar att det finns mängder av slödder som är ursvenskt? Jo, man måste urskilja en ny kategori som inte identifieras som \"vi\" utan blir \"dom\". Därför skapade rasister och sverigedemokrater termen WT, importerad från amerikanska förhållanden som inte alls liknar svenska.<br/> <br/>  Vad man alltid pekar ut som underlägset, är fattiga, svaga människor, och man tar fram de exempel som går över till en kriminell bana eller beter sig dåligt på annat sätt.<br/> <br/>  \"Skit\" har alltid funnits i alla samhällen där det finns skillnader mellan människor: Vissa är mer lyckade i samhället än andra. En del människor som det går hyfsat bra för, vill gärna skilja ut sig från dem det går sämre för, och överdriver skillnaderna som om det var fråga om olika sorters människor. Man skapar en stolthet kring den grupp man identifierar sig med, genom att peka på dem som är \"sämre\".<br/> <br/>  Det blir så komiskt att mängder av människor jag skulle kunna kalla WT, om jag tillät mig använda det ordet, röstar på SD. Det handlar om korkad arbetarklass som vill hitta andra att skylla samhällets problem på, och dels skyller de på invandrare, dels på en påhittad grupp de kallar WT, som de egentligen tillhör själva. Det enda jag orkar säga är: Men, LOL!<br/> <br/>  Och låt mig upprepa detta: \"Skit\" har alltid funnits i alla samhällen där det finns skillnader mellan människor.<br/> <br/>  Det enda sättet att göra sig av med \"skiten\", är att skapa ett jämlikare samhälle, där det inte finns några skillnader mellan människor. Det lär vi inte göra genom att rösta på SD, eller genom att tala om WT.<br/> <br/>  Stanna i ekorrhjulet och undra om du duger, eller sluta jämföra människor på fel sätt! Du är välkommen hem till oss som kan föreställa oss en bättre värld!"
		},
		{
			"postIndex": 779,
			"postNumber": 800,
			"rankGlobal": 43,
			"rankLocal": 5,
			"scoreGlobal": 68.6,
			"scoreLocal": 85.6,
			"userRank": 40,
			"userScore": 39.8,
			"postUserName": "kvittot87",
			"postUserID": "u122195",
			"postUserUrl": "https://www.flashback.org/u122195",
			"postDateTime": "2010-09-18, 17:04",
			"postUrlInThread": "https://www.flashback.org/t551733p67",
			"postUrlUniq": "https://www.flashback.org/sp25566317",
			"sentence": "Jag tänkte att vi i denna tråd, kunde besvara vanliga myter och fördomar om Sverigedemokraterna.<br/> <br/> <b>Den typiske Sverigedemokraten är en ung arg man</b><br/> <br/>  Fel, ny forskning visar följande:<br/> <br/>  \"Sverigedemokraternas väljare är skillnaden mellan kvinnor och män inte lika markant: vi talar snarare om 58 procent män och 42 procent kvinnor.\"<br/> <br/>  \"Partiet har goda röstsiffror i alla åldersgrupper upp till 60 år. Den åldersgrupp som i själva verket har den högsta andelen Sverigedemokrater är medelålders, det vill säga de mellan 40 och 49 år.\"<br/> <br/>  \"Talet om yngre män stämmer dessutom inte alls: bland dem under 30 som röstat på Sverigedemokraterna finns i själva verket en obetydlig övervikt av kvinnor.\"<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.sydsvenskan.se%2Fopinion%2Fak...delalders.html\" target=\"_blank\">http://www.sydsvenskan.se/opinion/ak...delalders.html</a><br/> <br/> <b>Sverigedemokraternas kandidater är betydligt mer brottsdömda än riksdagskandidaterna</b><br/> <br/>  Fel. Finns ingen färsk statistisk angående detta, men EXPO kom 2006 med en undersökning som visade att var tionde inom SD var straffade de senaste femton åren. Samtidigt visade en kartläggning av SR att; \"Nästan var femte person som kandiderar för de stora partierna till riksdag och kommuner, cirka 19 procent, har förklarats skyldiga i domstol, eller vid lindrigare brott av åklagare.\". I båda undersökningarna har de allra minsta förseelserna, de som ger böter som delas ut av polisen, inte tagits med.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.expo.se%2F2006%2F48_1709.html\" target=\"_blank\">http://www.expo.se/2006/48_1709.html</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fsida%2Fartikel.aspx%3Fprogramid%3D83%26amp%3Bartikel%3D937718\" target=\"_blank\">http://sverigesradio.se/sida/artikel...artikel=937718</a><br/> <br/> <b>Sverigedemokraterna är rasister/nazister</b><br/> <br/>  De absolut mest korkade och absurda påståendena, finns inget i Sverigedemokraternas politik som kan kopplas till rasism/nazism, en gnutta främlingsfientlighet är däremot en mer nyanserad bild. Med tanke på att SD's internationella sekreterare Kent Ekeroth är judisk, och att Sverigedemokraterna stödjer Israel, så blir kritiken att SD skulle vara vara nazistisk löjeväckande. Många Sverigedemokrater är dessutom invandrare själva, följande video är komisk <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DPQxgO1H_2ao\" target=\"_blank\">http://www.youtube.com/watch?v=PQxgO1H_2ao</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle5978573.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article5978573.ab</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.Sverigedemokraterna.se\" target=\"_blank\">www.Sverigedemokraterna.se</a><br/> <br/> <b>Det lär ju inte finnas en enda Sverigedemokrat med invandrarbakgrund</b><br/> <br/>  Fel, Sverigedemokraterna har t.ex. fler kandidater än Centern.<br/> <br/>  Parti och födelseland - riksdagsvalet 2010 <br/> <a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fdiverse%2Fappdata%2Fisidor%2Ffiles%2F83%2F8501.pdf\" target=\"_blank\">http://sverigesradio.se/diverse/appd...es/83/8501.pdf</a><br/>  Parti och födelseland - kommunfullmäktige 2010<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fdiverse%2Fappdata%2Fisidor%2Ffiles%2F83%2F8502.pdf\" target=\"_blank\">http://sverigesradio.se/diverse/appd...es/83/8502.pdf</a><br/> <br/> <br/> <b>Jag ber er nu fortsätta!!</b>"
		}
	],
	[
		{
			"postIndex": 851,
			"postNumber": 874,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 82.8,
			"scoreLocal": 100,
			"userRank": 27,
			"userScore": 44,
			"postUserName": "erikduvet",
			"postUserID": "u391656",
			"postUserUrl": "https://www.flashback.org/u391656",
			"postDateTime": "2012-11-29, 14:12",
			"postUrlInThread": "https://www.flashback.org/t551733p73",
			"postUrlUniq": "https://www.flashback.org/sp40628070",
			"sentence": "Intressant tråd. Jag röstar inte på SD samtidigt som jag <u>inte</u> går och protesterar mot de när de har sina tal och demonstrationer osv.. <br/> <br/>  Jag tror inte att SD:are \"ser ut\" på ett speciellt sätt, alltså att de skulle gå runt i sverige tröja eller liknande. Inte heller tror jag att de är födda på speciella ställen osv eller har olika uppväxt eller olika bakgrund. Jag tror att det (precis som jag tror det gör med alla partier i Sverige) beror på hur man vill tackla problem och vilka lösningar man (vill) se/tro på. <br/> <br/>  Min syn på SD:are är att de oftast vill se problem väldigt kortsiktigt och gärna där man har en väldigt simplel lösning, även om den lösningen kan vara omöjlig att genomföra. Till exempelvis att vi tar in för många invandrare i Sverige istället för att bara skicka över pengar till bistånd i världen istället för att släppa in mer asylsökande... <br/> <br/>  Detta medan till exempel andra politiker försöker hitta lösningar inom Sverige (fel ordval) när de väl har kommit hit för att de ser det som mer humant att försöka skydda alla människor här. (Det var inte bra formulerat men hoppas någon förstår vad jag menar). <br/> <br/>  Utöver etta så ser jag SD:are som lite \"argare\" än personer från andra partier, vilket jag tror uppkommer av att de ser världen på ett sätt och inte kan förstå hur andra inte ser det på samma sätt.. (Likadant som jag ser vänsterpartister som lite \"speciella\")<br/> <br/>  Sen kan jag inte gå helt under stolen med att jag ser denna kortsiktighet då det gäller problemlösning som ett resultat av okunnighet, <u>i vissa fall</u>!! <b>Absolut inte i alla fall!!!</b> Speciellt bland 16-20 åringar där jag tror att det snabbt kan byggas upp ett hat för att man hamnar i bråk med invandrare eller liknande och då bestämmer sig för att alla invandrare är som den personen som jävlades med en och på så sätt dra alla även en kam.<br/> <br/>  //Ciao!"
		},
		{
			"postIndex": 925,
			"postNumber": 952,
			"rankGlobal": 27,
			"rankLocal": 2,
			"scoreGlobal": 73.2,
			"scoreLocal": 88.4,
			"userRank": 4,
			"userScore": 86.5,
			"postUserName": "KungPungPat",
			"postUserID": "u617995",
			"postUserUrl": "https://www.flashback.org/u617995",
			"postDateTime": "2012-11-29, 23:07",
			"postUrlInThread": "https://www.flashback.org/t551733p80",
			"postUrlUniq": "https://www.flashback.org/sp40637815",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trizox</strong></div> <div>Som rubriken lyder. Jag själv har hört att vi SDare är bönder och har aldrig träffat en invandrare. <br/> <br/>  Jag kan ju själv berätta lite att jag bor mitt i centrala Jönköping, jag har flera kompisar som är invandrare (mest jugoslaver) . Har även varit med om oprovocerat våld från just invandrare (ingen aning om vart dem kom ifrån) flera gånger. Jag och mina kompisar har blivit hotade flera gånger om man kommer in i \"fel\" område som t.ex Österrängen eller Råslätt av just invandrare. <br/> <br/>  Jag röstar på SD för att jag vill ha ett stopp och ha en chans att hjälpa folk som redan bor här och speciellt våra ungdomar som går arbetslösa .<br/> <br/>  Min fråga är: Är jag en rasistisk bonde som inte har en aning om hur samhället ser ut bara för jag röstar på SD ?</div> </td> </tr> </table> </div> <br/>  Jo men precis, du är en rasistisk bonde som inte fått upp ögonen för att tex. kriget mot droger skapar människor som går runt och rånar folk för att ha råd med droger som är dyra för att dom är olagliga och fruktansvärt beroendeframkallande medans dom säljs i svenska skolor helt utan kontroller medans folköl fortfarande är svårt för barn och ungdommar att få tag på för det är en drog som vi kontrollerar vilket vi inte gör med illegala droger..<br/> <br/>  Detta är ingenting som SD tycker är viktigt att sätta stopp för, alltså att droger har säljts utan kontroller i svenska skolor i 30 år med svensk blod som insats och i onödan..<br/> <br/>  Istället vill SD skapa propaganda och säga att det är gener hos invandrare so gör att dom vill våldta och båga brott, och såklart, alla över en kant.. Alla invandrare är ett problem för dom kostar pengar och SD bryr sig mer om pengar och svensk mark än vad svenska folket vill som tex. att inte kriga och ha militär, införra privata samtal utan att försvarsmakten får lyssna på vilka samtal dom vill och kunna åsiktsregistrera alla svenskars åsikter i jakt på Bin Laden och terrorister..<br/> <br/>  Så tvyär, du har blivit lurad av Åkesson och propagandan och dom skiter totalt i dig och i om Sverige dras in i krig genom att skaffa militär och mer kontroll på svenska folket för svenska folkets egen säkerhet såklart... Det finns trots allt monster där ute och SD jagar ondskan genom missriktad kärlek som egentligen uppfattas som svenskhat av 95% av svenska befolkningen..<br/> <br/> <br/>  Men låt det inte hindra dig... är du ignorant och verkligen tror att invandrare har gener som gör att dom vill våldta och inte ha empati för andra människor..<br/> <br/>  Sd är nog inte annat än ett test för er om ni tycker det är rätt att välja pengar föra att rädda människor som flyr från krig..<br/> <br/>  Tiden har kommit för ala att visa var dom har i hjärtat och är man svensk som ogillar krig eller en rasistbonde som tror sig fixa problem i världen genom att göra om samma mistag igen för att man inte läst historian och vet vilken tid det är nu..<br/> <br/> <br/>  Men allt är förlåtet bara fixar till problemet när man vet om det..<br/>  Man har inte begått några fel förän man ignorerar att fixa till felet man gjort..<br/> <br/>  Så jag antar att jag bara vill säga det tiller att var inte så blåögda i dessa tider, se bakom orden när Åkesson pratar istället för att bli upp-peppad av propaganda för det är exakt vad propaganda ska göra och det har slutat väldigt illa i historien när folk börjat med det som Åkesson håller på med..<br/> <br/>  Men som sagt, allt förlåtet hur som helst det är så man mår bra och har bra karma, förlåt alla men inte för deras skulle utan för din egen skull..<br/>  för ingen mår bra av att grubbla över det man inte gjorde... <br/> <br/>  Du blev rånad..<br/>  Lär dig läxan, skaffa vapen..<br/>  kämpa mot att avsluta kriget som skapar folk som rånar dvs kriget mot droger..<br/> <br/>  Och var lycklig..<br/> <br/>  Fred.."
		},
		{
			"postIndex": 906,
			"postNumber": 931,
			"rankGlobal": 47,
			"rankLocal": 3,
			"scoreGlobal": 68.2,
			"scoreLocal": 82.4,
			"userRank": 56,
			"userScore": 36.3,
			"postUserName": "Ettan^",
			"postUserID": "u158306",
			"postUserUrl": "https://www.flashback.org/u158306",
			"postDateTime": "2012-11-29, 21:10",
			"postUrlInThread": "https://www.flashback.org/t551733p78",
			"postUrlUniq": "https://www.flashback.org/sp40635424",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bertil.</strong></div> <div>Hoppas du inser att det var Expressen du länkade till.<br/>  Men för OnT röstar de flesta högutbildade i mina kretsar på SD.</div> </td> </tr> </table> </div>   Problemet är att det var VD:n för analysföretaget Novus som slängde ur sig detta generaliserande om SD-sympatisörer. Samtidigt har han också klagat på att hans företags egna undersökning (som visade en statistiskt säkerställd uppgång för SD) kanske inte är helt att lita på eftersom deras urval är för litet.<br/> <br/>  Han skjuter sig själv rätt ordentligt i foten när han i egenskap av VD för ett (kan tyckas) objektivt analytikerföretag går ut och kritiserar sina egna resultat och på något sätt försöker bortförklara och be om ursäkt för resultatet av en statistisk undersökning. <br/> <br/>  Då är det illa.<br/> <br/>  För att vara lite ontopic så har det ju genomförts en del undersökningar tidigare som visar att SD har sympatisörer både bland de övre och lägre klasserna i samhället, givetvis med en viss överrepresentation bland befolkningen som inte har någon högskoleutbildning och således inte tjänar speciellt mycket. Man kan då antingen dra slutsatsen att det bara är \"förlorare\" eller \"lågintelligenta\" som röstar på SD just på grund av att de är idioter (bl.a. Socialdemokraterna har ju varit väldigt duktiga på att dumförklara och håna sin egen väljarbas som tidigare har varit bland annat bönder och låginkomsttagare). Men en annan, lika rimlig, förklaring är ju att dessa långinkomsttagare och \"förlorare\" i större utsträckning tvingas bo i områden där det är invandrartätt, till skillnad från akademiker och politiker som inte alls ser några problem med invandringen i kikaren från sina villor på Lidingö <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  Det är ju ingen hemlighet att SD är väldigt populärt bland svenskar som bor i områden där det även bor många invandrare. Vad nu det kan bero på."
		},
		{
			"postIndex": 938,
			"postNumber": 965,
			"rankGlobal": 50,
			"rankLocal": 4,
			"scoreGlobal": 68.1,
			"scoreLocal": 82.3,
			"userRank": 4,
			"userScore": 86.5,
			"postUserName": "KungPungPat",
			"postUserID": "u617995",
			"postUserUrl": "https://www.flashback.org/u617995",
			"postDateTime": "2012-12-01, 16:56",
			"postUrlInThread": "https://www.flashback.org/t551733p81",
			"postUrlUniq": "https://www.flashback.org/sp40665653",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>swimp78</strong></div> <div>Jag skulle gissa att en typisk SD:are har helt normala möbler från IKEA och hemmet fyllt med fräsiga teknikmagasinetprylar, han står i kön till bussen i sin sportiga jacka från Jack and Jones/Brothers/Zoo village och stirrar surt ner i sin smartphone där han twittrar på #Svpol. På lunchen käkar han på thaimatställe.<br/> <br/>  Även om man ogillar SD och deras mest fanatiska väljare, har de tyvärr inget yttre som får dem att avvika från andra medelsvenssons  i 20-30-årsåldern. Det vore ju förstås bekvämt om de hade svans och var vanskapta eller nåt, men dessvärre ser de väl den typiske SDaren ut typ som Kasslestrand.</div> </td> </tr> </table> </div> <br/>  Jag skulle säga den typiske SDaren är väldigt ofta fysiskt sjuk..'<br/> <br/>  För bär man på hat eller grubblar på fel saker eller inte förstår en lögn..<br/> <br/>  Då kan man få problem med fysiska hälsan genom att man inte fixar dom psykiska lögnerna som skapar dåliig karma som kommer smitta era medvetanden i flera livstider efter det här livet..<br/> <br/> <br/>  Många i det här livet har problem som kommer från tidigare liv och det har bevisats genom hypnos som ni själva skulle kunna få reda på vilka människor ni varit med era medvetanden innan ni kom till jorden och trodde att hat var lösningen...<br/> <br/>  vilket betyder att ni antagligen kommer få repetera eran livsläxa eftersom ni inte förstod basiska saker som behandla andra som man vill bli behandlad själv för då mer man bäst, själv..<br/> <br/>  Man förlåter andra för sin egen skull.<br/> <br/> <br/> <br/> <br/>  Så det är så en tyspisk SDare ser ut, han står och är sjuk på nått apotek eller ligger på sjukhus för problem med hälsan för det ligger tabuer ochh lögner under ytan som känna men ignoreras och sen förstår dom inte varför dom blev fysiskt sjuka..<br/> <br/>  Men tro mig.. <br/> <br/>  Där kan ni se SDare, där man behandlar sjukdommar och fysiska problem som uppstår alltid hos folk med psykologiska problem som lögner som dom inte tar itur med utan istälelt brubblar på vilket gynnar Islamisterna..<br/> <br/> <br/>  tänk om SD förstod att det är sig själva dom skadar för allt man göt mot andra gör man mot sig själva för vi sitter ihop med allt och alla  i den här världen vare sig vi vill eller inte så är vi en del av samma sak..<br/> <br/> <br/>  Rädda SDarna!! få dom att förstå att dom skadar sig själva och sitt land och spelar islamisterna rakt i händerna för det är väl det dom vill, ha anledningar genom att se på er när ni provoocerar..<br/> <br/>  Sen när dom känner att livet blir jobbigt, då kanske bilden av SD som provocerar islam är bilden som dyker upp i deras huvud och dom styr flygplanet mot Sverige..<br/> <br/> <br/>  Detta borde inte vara så svårt att förstå..."
		},
		{
			"postIndex": 840,
			"postNumber": 862,
			"rankGlobal": 61,
			"rankLocal": 5,
			"scoreGlobal": 65,
			"scoreLocal": 78.5,
			"userRank": 47,
			"userScore": 37.9,
			"postUserName": "KISAL",
			"postUserID": "u678920",
			"postUserUrl": "https://www.flashback.org/u678920",
			"postDateTime": "2012-11-29, 12:33",
			"postUrlInThread": "https://www.flashback.org/t551733p72",
			"postUrlUniq": "https://www.flashback.org/sp40626690",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hooker1O1</strong></div> <div>Jag kan tänka mig att en SD:are bor i ett litet samhälle som hyser en flyktingförläggning. Alltså ett litet samhälle som ska integrera lika många invandrare som de har \"Svenskar\" som invånare. <br/>  Påverkan på samhället blir därför extremt påtaglig.<br/>  Även andra ställen där det är mycket invandrare så tror jag SD har många väljare.<br/> <br/>  Hur de ser ut: Som Jacki(e) Arklöv<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/></div> </td> </tr> </table> </div> <br/> <br/> <br/>  själv bor jag i ett invandrartätt område och har inte så mycket annat val heller, i min trappuppgång på 6 lägenheter bor det jag och en till svensk familj, i nästa trappuppgång bor det ingen svensk familj, man blir ju bara så trött på retarderade moderater som inte kan lägga upp en budget, kraschar pensionssystem och tar iin ännu mer kulturberikare som belastar systemet, ta hand om svenskar först sen kanske vi kan överväga  annan \"arbetskraft\" som våra politiker vill kalla det, även om \"berikarna\" dom tar hit inte kan ett skit, mötte senast igår polacker som inte kunde skruva fast en list rakt, så man börjar ju ändå fundera vi har faktiskt utbildad arbetskraft i sverige AV svenskar som inte används, gymnasiekompetent personal som kostat skattebetalarna  100 000 tals kronor varje år, varför kan vi inte använda dom? hoppas ni förstår att vi förstör oss själv på det här sättet,  jag är ingen renodlad högerfacist om ni tror det, mitt hjärta är åt vänster men när dom inte sätter oss svenskar först så väljer jag ett parti som gör det. och jag vet säkerligen att jag har fler sympatisörer som hade velat ha ett vänsterparti utan invandring"
		}
	],
	[
		{
			"postIndex": 996,
			"postNumber": 1023,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 80.7,
			"scoreLocal": 100,
			"userRank": 104,
			"userScore": 30.5,
			"postUserName": "Macbajs",
			"postUserID": "u475139",
			"postUserUrl": "https://www.flashback.org/u475139",
			"postDateTime": "2012-12-12, 21:45",
			"postUrlInThread": "https://www.flashback.org/t551733p86",
			"postUrlUniq": "https://www.flashback.org/sp40870754",
			"sentence": "Jag har massor med fördomar om detta som jag kan dela med er. För det första så tror jag att det är en stor skillnad på den typiske SD-väljaren och den typiske SD medlemmen. Den typiske medlemmen tror jag är rasist. Det tror jag inte om typiska SD väljare.<br/> <br/> <b>1. EU-hatare</b><br/>  Det finns inga andra invalda riksdagspartier att välja på i dagsläget om man är hatisk mot EU vad jag vet.<br/> <br/> <b>2. Kristna</b><br/>  Personer som annars troligen skulle röstat KD röstar SD. Och kristna i allmänhet.<br/> <br/> <b>3. \"Stäng av kranen\"</b><br/>  Personer som inte är rasister och tycker att det låter som en bra lösning att först stänga av tillförseln av invandrare.<br/> <br/> <b>4. Skåningar mm</b><br/>  Det såg vi i förra valet. Rösterna kom från södra Sverige.<br/> <br/> <b>5. Invandrare (speciellt kristna invandrare)</b><br/>  Människor som har dålig erfarenhet av muslimska länder och flytt mm, och inte vill se det här. Även långtidsarbetslösa invandrare som tror att dom har större chans att få jobb om det inte kommer in fler arbetslösa i landet.<br/> <br/> <b>6. \"Dom tar våra jobb\"</b><br/>  Folk som går på <i>\"Dom tar våra jobb\"</i> argumentationen. Och tar dom inte svenskarnas jobb så är det ändå dåligt, för då sitter dom bara och är socialbidragsberoende. Det blir alltså fel vad som än händer enligt denna grupp.<br/> <br/> <b>7. Media är orättvisa</b><br/>  Dom som tycker att media är extra orättvisa mot SD och stör sig på det. Det är egentligen inte en röst på SD, utan en röst emot partisk mediabevakning.<br/> <br/> <b>8. \"Röra om i grytan\"</b><br/>  Dom som skiter i vilket men vill ha lite roliga rubriker att läsa på kvällskvisten."
		},
		{
			"postIndex": 1008,
			"postNumber": 1035,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 80,
			"scoreLocal": 99.2,
			"userRank": 137,
			"userScore": 27.8,
			"postUserName": "vizsofius",
			"postUserID": "u683761",
			"postUserUrl": "https://www.flashback.org/u683761",
			"postDateTime": "2014-05-14, 20:02",
			"postUrlInThread": "https://www.flashback.org/t551733p87",
			"postUrlUniq": "https://www.flashback.org/sp48794772",
			"sentence": "Efter mitt utfall så började jag faktiskt tänka på frågan och varför man gör det. I alla min tankebanor så kom jag fram till samma sak SD:are är inte ointgelligenta.<br/> <br/>  Man ska dock börja med och säga det alla vet, på facebook så finns det ett forum som var tillängat SD och efter drygt två dagar gick jag ut för jag tyckte att det var för många idioter. Men jag tror personligen att alla partier lider av en svans av \"mört-mentalitet\". Dvs. min mamma är sosse och jag orkar inte läsa något så sosse.<br/> <br/>  Ska vi sen tolka det vidare vilka andra forum finns det?<br/>  - <a href=\"/leave.php?u=http%3A%2F%2Fwww.reddit.com%2Fr%2Fsvenskpolitik%2F\" target=\"_blank\">http://www.reddit.com/r/svenskpolitik/</a>, detta forum röstar ner allt som inte är vänstern och de brukar aldrig en förklaring till varför.<br/>  - Demonstrationer? Om jag tycker att jag vinna mot dig i en debatt så borde jag använda det, men om jag tror att jag inte kan vinna så försöker jag bara skrika högst.<br/>  - Kommentatorsfälten? Det finns människor som har ett så logiskt resonnemang och en röd tråd hur de tänker än sympatisörer till SD. Resten skriker \"fascist,nazist,rasist\" och frågar man varför så kan man stötta på detta:<br/> <br/>  \"Efter själva debatten kom en tjej fram till mig för att fråga varför vår politik grundar sig ur rasism? Jag ställde en motfråga om vart det står i vårt partiprogram. Det visade sig att tjejen inte ens läst vårt partiprogram.... Jag gör denna koppling för jag antar att flera av de personerna som ställde sig upp för att vända ryggen mot scenen när det var jag som skulle tala, är i samma sits. De vet inte vad vi står för.\" -- Angelika Bengtsson<br/> <br/>  Jag tycker då jag själv har upplevt det, att vara SD:are 2014 så måste du veta väldigt tydligt vad du tror och varför du tror det. Annars kommer etablissemanget att kalla dig \"Rasist!\" och om du då inte är säker så kommer du förmodligen byta parti."
		},
		{
			"postIndex": 989,
			"postNumber": 1016,
			"rankGlobal": 28,
			"rankLocal": 3,
			"scoreGlobal": 73.1,
			"scoreLocal": 90.6,
			"userRank": 4,
			"userScore": 86.5,
			"postUserName": "KungPungPat",
			"postUserID": "u617995",
			"postUserUrl": "https://www.flashback.org/u617995",
			"postDateTime": "2012-12-11, 14:51",
			"postUrlInThread": "https://www.flashback.org/t551733p85",
			"postUrlUniq": "https://www.flashback.org/sp40843246",
			"sentence": "Den typiske SD-väljaren är som så att han vägrar erkänna sin blåögdhet och att han blivit lurad ännu en gång genom att vara svensk som inte tror nån i slips skulle ljuga..<br/> <br/>  Hon/han tror sig hjälpa Sverige genom att ännu en gång lyssna på politiker som vill kriga och separera folk\"grupper\", pengar före andra människor accepteras för man känner sin egna ekonomiska situation och vet inte vart man ska peka eller vad man ska göra, klart man kan falla för politiker som lovar att folket kommer tjäna pengar på att rösta på dom, men det är fortfarande politiker och dom tjänar pengar på att inte vara så duktiga på sitt arbete att göra det bästa för folket..<br/> <br/>  Han/hon har haft personliga problem med invandrare som kommr från länder där man fortfarannde slår sina barn relativt ofta, man tror sig hämnas på dessa missuppfostrade barn genom att rösta på SD medans det enda man gör är att förpesta sitt eget land och dra sitt folk längre och längre in mot ett nytt typ av krig som ingen i Sverige vill ha förutom ett fåtal \"Breivik-SDare\" som knappt vet sitt eget bästa i dessa dagar..<br/> <br/>  SDare har relativt ofta inte kolla på att hela världekonomin håller på att krasha för det var fejkpengar och dom tror sig fortfarande veta den mest ekonomiska vägen att gå är krig med en religion som är tusentals gånger fler än mängden människor i Sverige som känner för att kriga.. <br/> <br/>  Så är dom , typiske SD väljarna som fortsätter hårdare och hårdare att gräva sin egen grav genom att tro på politiker som främjar pengar och krig före människor och fred.. Bygger sin egen bur kanske är bättre ordval eftersom att militarisera Sverige betyder att bygga in svenska folket i en militäriserad bur där folket övervakas ännu mer..<br/> <br/>  KRam"
		},
		{
			"postIndex": 997,
			"postNumber": 1024,
			"rankGlobal": 39,
			"rankLocal": 4,
			"scoreGlobal": 69,
			"scoreLocal": 85.6,
			"userRank": 32,
			"userScore": 42.4,
			"postUserName": "Ingenieur",
			"postUserID": "u700890",
			"postUserUrl": "https://www.flashback.org/u700890",
			"postDateTime": "2012-12-12, 22:33",
			"postUrlInThread": "https://www.flashback.org/t551733p86",
			"postUrlUniq": "https://www.flashback.org/sp40871849",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div>Jag har massor med fördomar om detta som jag kan dela med er. För det första så tror jag att det är en stor skillnad på den typiske SD-väljaren och den typiske SD medlemmen. Den typiske medlemmen tror jag är rasist. Det tror jag inte om typiska SD väljare.</div> </td> </tr> </table> </div>   Om man är rasist kan man lika gärna rösta på ND eller SvP. Röstsedeln är ju ändå anonym?<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>1. EU-hatare</b><br/>  Det finns inga andra invalda riksdagspartier att välja på i dagsläget om man är hatisk mot EU vad jag vet.</div> </td> </tr> </table> </div>   Vänsterpartiet kommunisterna.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>2. Kristna</b><br/>  Personer som annars troligen skulle röstat KD röstar SD. Och kristna i allmänhet.</div> </td> </tr> </table> </div>   Nog kan några hoppat från KD till SD, då SD i realiteten är det enda konservativa partiet i riksdagen idag. Men det hoppar även folk från M och S. Enligt statistiska mätningar.<br/>  Kristna i allmänhet? Visst har SD flörtat rejält med kristna och kyrkan, men de har fått kalla handen.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>3. \"Stäng av kranen\"</b><br/>  Personer som inte är rasister och tycker att det låter som en bra lösning att först stänga av tillförseln av invandrare.</div> </td> </tr> </table> </div>   För att lösa integrationsproblemen ja. Så denna \"fördom\" kan jag glatt bekräfta, det är en del av SD:s politik.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>4. Skåningar mm</b><br/>  Det såg vi i förra valet. Rösterna kom från södra Sverige.</div> </td> </tr> </table> </div>   Stämmer mycket bra. Skåne har tagit emot stor andel invandrare, vilket även bemöter myten om \"rädsla för det okända\"<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>5. Invandrare (speciellt kristna invandrare)</b><br/>  Människor som har dålig erfarenhet av muslimska länder och flytt mm, och inte vill se det här. Även långtidsarbetslösa invandrare som tror att dom har större chans att få jobb om det inte kommer in fler arbetslösa i landet.</div> </td> </tr> </table> </div>   Vet jag inget om, kan stämma.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>6. \"Dom tar våra jobb\"</b><br/>  Folk som går på <i>\"Dom tar våra jobb\"</i> argumentationen. Och tar dom inte svenskarnas jobb så är det ändå dåligt, för då sitter dom bara och är socialbidragsberoende. Det blir alltså fel vad som än händer enligt denna grupp.</div> </td> </tr> </table> </div>   Fördomen stämmer nog på vissa SD-väljare. Det är även till viss del sant, men det är ganska invecklat och många förstår nog inte komplexiteten när det kommer till arbetslöshet och arbetsmarknad.<br/>  Det man måste förstå är att antal arbeten är något dynamiskt. Ju fler människor som bor i ett land, desto fler arbeten skapas också. Grovt förenklat.<br/>  Men att ta in 100000 människor per år och tro att det ska skapas ett tillräckligt stort antal jobb är bara idiotiskt. Hur många jobb skapar Rosengård liksom.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>7. Media är orättvisa</b><br/>  Dom som tycker att media är extra orättvisa mot SD och stör sig på det. Det är egentligen inte en röst på SD, utan en röst emot partisk mediabevakning.</div> </td> </tr> </table> </div>   Kan nog i vissa fall vara droppen som får bägaren att rinna över. Men det är knappast en viktig faktor för människor som röstar på SD.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Macbajs</strong></div> <div><b>8. \"Röra om i grytan\"</b><br/>  Dom som skiter i vilket men vill ha lite roliga rubriker att läsa på kvällskvisten.</div> </td> </tr> </table> </div>   Skulle vara någon enstaka isf."
		},
		{
			"postIndex": 948,
			"postNumber": 975,
			"rankGlobal": 52,
			"rankLocal": 5,
			"scoreGlobal": 67.4,
			"scoreLocal": 83.5,
			"userRank": 61,
			"userScore": 35.8,
			"postUserName": "JBernard",
			"postUserID": "u608211",
			"postUserUrl": "https://www.flashback.org/u608211",
			"postDateTime": "2012-12-02, 16:43",
			"postUrlInThread": "https://www.flashback.org/t551733p82",
			"postUrlUniq": "https://www.flashback.org/sp40682875",
			"sentence": "Det har säkert skrivits i tråden, men.. Medias taktik att marginalisera SDs väljare beror naturligtvis av att det skall kännas lite \"skämmigt\" att rösta på ett parti som bara lågutbildade män med sociala problem identifierar sig med. Det verkar ju funka sådär.<br/> <br/>  Det intressanta är då vilka partier som har de högst utbildade väljarna, och om dessa i sådana fall anses vara mer värda än de med lägre utbildning. Jag skulle tippa på att sossarna vars väljarbas består av kollektivet knutet till LO kanske inte heller har sådär genomgående hög andel väljare med eftergymnasial utbildning. Är det verkligen politiskt korrekt att peka ut vissa väljargrupper som mindre värda, vilket dom faktiskt indirekt gör. <br/> <br/>  Jag röstar inte på SD, men jag blir förbannad på att dess företrädare och väljare inte bemöts på samma sätt som alla andra."
		}
	],
	[
		{
			"postIndex": 1158,
			"postNumber": 1188,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 86.7,
			"scoreLocal": 100,
			"userRank": 26,
			"userScore": 46.1,
			"postUserName": "hustlerinc",
			"postUserID": "u476132",
			"postUserUrl": "https://www.flashback.org/u476132",
			"postDateTime": "2014-05-22, 03:11",
			"postUrlInThread": "https://www.flashback.org/t551733p99",
			"postUrlUniq": "https://www.flashback.org/sp48891365",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b>- Ett eget lingo.</b> </div> </td> </tr> </table> </div>   Har inte läst tråden, det har säkert redan nämnts. Men järnrörshöger, näthatare, cis-person, rasifierad och arg-vit-man (även om det sista dött ut på sistone) är det första som dyker upp i hjärnan. Men de här orden du hänvisar till är ju mer Flashbackslang än SD-lingo. T.ex ordet \"sjuklövern\" är ett enkelt ord att använda istället för \"övriga partier\" eller \"de etablerade partierna\". Sånt kommer naturligt i alla subkulturer/grupper, varför skulle Flashback vara annorlunda?<br/> <br/>  Jag nämner inte ord som \"sjuklövern\" när jag pratar med min mamma, även om vi pratar invandringspolitik ofta. \"Efterblivna får\" däremot har nog sluppit ur munnen på mig dock. Man anpassar språket beroende på vem som lyssnar.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong></div> <div><b> - Ett totalitärt tankegods.</b> </div> </td> </tr> </table> </div>   Som invandringskritiker har man få ställen att vända sig för att diskutera, eller ens upptäcka problemen med invandringen. Flashback är den förmodligen största samlingsplatsen för just den typen av diskussion. Folk tycker väldigt likadant på familjeliv också.<br/> <br/>  Vänstern tycker väldigt lika varandra, speciellt i slutna kretsar. Jag tror också att det visar sig tydligare på ett internetforum dit man kommer för att prata om sitt intresse/hatobjekt jämfört med verkligheten där samtalsämnena tenderar att vara mer flytande.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong></div> <div><b> - En misstro till media.</b></div> </td> </tr> </table> </div>   Skillnaden är att idag är det etablerad media som står för propagandan, vilket är lätt att se om man bara öppnar ögonen. \"Rätt åsikt\" ska tjatas in i medborgarna, om inte det funkar ska det hotas, och mobbas. Jag skulle dock inte påstå att jag har så mycket högre förtroende för alternativmedia, men de bifogar åtminstonde källor tillskillnad från de etablerade. Jag gör dock alltid min egen bedömmning oavsett om det är ett inlägg på Flashback, en artikel i exponerat eller om jag mot förmodan läser något i DN. Google är ett återkommande verktyg.<br/> <br/>  Man ska vara bra naiv och hjärntvättad för att <i>inte</i> ha en misstro till media i internetåldern.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong></div> <div><b> - En aggressiv och reprimerande ton gentemot meningsmotståndare.</b></div> </td> </tr> </table> </div>   Hela samhället har inte det mot oss? Det finns få grupper i samhället man blir så hyllad för att hata, trycka ner och förolämpa som SD'arna. Jag personligen gör mitt bästa för att hålla god ton om jag blir bemött med respekt, men ibland måste man upplysa folk om vilka efterblivna åsnor de är. Då kan det verka lite osympatiskt, men det är bara en sista utväg för att ventilera frustrationen.<br/> <br/>  Men påstå inte att SD'are är de enda som står för den taktiken, för många på vänstersidan är det <b>den enda</b> taktiken när de bemöter oss. Vänstern har några vidriga översittare de också, kanske är färgad men skulle påstå att de är fler på vänsterkanten. En socialtant med \"lilla du\"-attityden är bilden jag har av en vänsterdebattör på flashback. Och då går jag inte ens in på våldsvänstern som vissa gånger backats upp av tunga medieprofiler/politiker.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong></div> <div><b> - En vilja att läsa in yttre hot och orättvisor mot partiet. </b></div> </td> </tr> </table> </div>   Du börjar med att bekräfta att SD'are är en utsatt grupp, för att senare kalla reaktionen paranoia?<br/> <br/>  Igen, man måste vara blind för att missa orättvisorna många SD'are får utstå. Det leder per automatik till att man påpekar det när det inträffar. Men jag tycker vänstern bär den största offerkoftan av de alla, där allt våld från deras sida är \"självförsvar\" eller i \"förebyggande syfte\". Varje gång de inte gillar något ska det demonstreras, gapas, skrikas, förstöras. Inte unikt för SD'are med andra ord.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong></div> <div><b> Avslutningsvis:</b> </div> </td> </tr> </table> </div>   Jag tror inte att det gynnar partiet utifrån sett, men till partiets fördel så lär en SD'are knappast gå tillbaks till de etablerade partierna. Och det stora föraktet mot samhället, media och allt vad heter gör att man gärna tar debatten såfort den dyker upp. Eftersom man gör det gång på gång har man blivit bildad och har svar på det mesta, vilket gör det lättare att övertyga människor som inte tidigare tänkt i de banorna.<br/> <br/>  Jag har själv fått vuxna som jämnåriga att använda hjärnan, man kommer längre på logik och fakta än känslor och floskler."
		},
		{
			"postIndex": 1132,
			"postNumber": 1162,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 81.9,
			"scoreLocal": 94.5,
			"userRank": 19,
			"userScore": 49.8,
			"postUserName": "Qwertyz",
			"postUserID": "u136688",
			"postUserUrl": "https://www.flashback.org/u136688",
			"postDateTime": "2014-05-21, 22:04",
			"postUrlInThread": "https://www.flashback.org/t551733p97",
			"postUrlUniq": "https://www.flashback.org/sp48888203",
			"sentence": "Jag ska försöka svara ur bästa förmåga trots mitt tidigare inlägg.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> <b>- Ett eget lingo.</b> <br/>  Inget annat parti har en sådan sammansvuren benämning på motståndare och problem som SD, inget annat parti har heller så mycket egna uttryck. Sjuklövern. PK-Media. Massinvandring(your favourite!). Svenskfientlig. Mångkulturalist. etc etc.<br/> <br/>  Kan ni ens lista lika många uttryck som jag på något annat parti i riksdagen? Kan ni ens komma på ett (1), uttryck som är unikt för ett annat parti?<br/>  (miljöpartiets, Ickevåldsförsvar, har jag redan skrivit nu.) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </div> </td> </tr> </table> </div> <br/>  Nej, det kan jag inte. Vissa saker är så komiska att det måste skämtas om varav ett uttryck skapas (tänk pensionsräddare). I övrigt är det praktiskt att kalla de andra sju partierna i riksdagen för sjuklövern ur ett SD-perspektiv eftersom de tenderar att tycka väldigt lika i frågor där SD särskiljer sig. Men i övrigt håller jag med dig om att det förmodligen är vanligare bland SD:are i allmänhet, men kanske i synnerhet för flashbackare, att använda sig av dessa, oftast ironiska, uttryck. Med det sagt är det naturligtvis inget nytt fenomen. Vänstern har väl kallats diverse saker av \"borgarna\", exempelvis \"trasdockor\" (<a href=\"/leave.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQuJDMKAZGGs\" target=\"_blank\">https://www.youtube.com/watch?v=QuJDMKAZGGs</a>) och vice versa.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b> - Ett totalitärt tankegods.</b> <br/>  Inget annat parti har ett sådant likatänkande som SD:s anhängare. Här finns det få som avviker det allra minsta från den stora massan. Samtidigt tycker jag mig ha funnit att väldigt få är verkligt insatta i SD:s politik, utöver att de är emot den \"ansvarslösa massinvandringen\"(your favourite again!)<br/> <br/>  Vad tycker ni om t.ex SD:s inställning till att gymnasieskolans utbildningar ska anpassas till den LOKALA arbetsmarknaden? </div> </td> </tr> </table> </div> <br/>  Så vitt jag har förstått det vill SD att utbildningar ska vara mer anpassade till arbetsmarknaden överlag. Är det då ett litet samhälle som exempelvis har ett stålverk som sysselsätter många i det samhället så tycker jag det är klokt att utöka samarbetet med stålverket och tillsammans anpassa utbildningar som underlättar för eleverna att få arbete där efter studenten. Naturligtvis måste gymnasievalet vara frivilligt. Men en större lokal anpassning ser jag definitivt som något positivt. En slags samverkan mellan näringsliv och gymnasium. <br/> <br/>  Är det något annat förslag du åsyftar?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b> - En misstro till media.</b> <br/>  Länder och stater som . Nazityskland. Östtyskland. Kina. Sovjetunionen. Hade alla statligt styrda organ som anpassade nyheterna utifrån den egna politiken. Utländsk media svartmålades som imperialist-lakejer och \"jude-vänliga\".<br/>  Detta var något som var påtvingat befolkningen av det totalitära styret. Det som är det märkliga nu, är att ni SD-anhängare frivilligt tar in och anpassar er efter urtypiska propaganda-organ.<br/> <br/>  Att ni misstror annan media är en sak, men varför sådan enorm tilltro till exempelvis Avpixlat?</div> </td> </tr> </table> </div> <br/> <br/>  Du måste ju förstå att Avpixlat vinklar sina nyheter precis som Aftonbladet vinklar sina. Något som är positivt med Avpixlat är att de alltid hänvisar till ursprungskällan i slutet av deras artiklar. I övrigt så tror jag de flesta är medvetna om att Avpixlat inte är en \"heltäckande nyhetstjänst\", utan existerar snarare eftersom de etablerade medierna inte fyller de behov som konsumenterna efterfrågar. Avpixlat lyfter upp en problematik som de andra sopar under mattan, typ. I övrigt är jag själv inte inne på Avpixlat särskilt ofta, men jag kan för den sakens skull ändå förstå fenomenet. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b> - En aggressiv och reprimerande ton gentemot meningsmotståndare.</b> <br/>  Det är fullkomligt bisarrt att tänka sig att 300 moderatröstare, eller 200 sosse-röstare, skulle gå samma, så ofta och med sådan intensitet, varje gång någon sa något ofördelaktigt om deras parti eller politik. <br/>  För Sd:s anhängare verkar inte detta vara främmande alls. Ni är många som ringar, snokar reda på och manar till bojkott för varje oförrätt ni tycker att era meningsmotståndare gjort sig skyldiga till. Exemplen är otaliga. Säkerligen i tusental. Helt unikt för alla riksdagspartier. <br/> <br/>  Ska man se det som en osund amore-sjuka till partiet, eller är det en viss typ av personer som söker sig till SD? </div> </td> </tr> </table> </div> <br/>  Jag håller inte med dig här. Somliga är aggresiva, somliga är inte det. Se exempelvis de SD:are som befinner sig i tråden \"Början på ett mediekrig?\" eller \"Sverigedemokraterna i opinionsundersökningar\". I övrigt tror jag snarare det handlar om att jargongen på flashback är lite råare än i övriga samhället, så väl hos SD:are som hos motståndare. Jag skulle faktiskt våga påstå att jag har sett fler personer som är \"anti-SD\" som är direkt otrevliga mot folk i allmänhet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b> - En vilja att läsa in yttre hot och orättvisor mot partiet. </b> <br/>  Det finns inget annat parti i riksdagen som utsätts så hårt som SD. Fullkomligt unikt rent historiskt. Samtidigt är det helt unikt att ett partis anhängare fokuserar så hårt på varje oförrätt man tycker sig se.<br/> <br/>  Är det ett mobbnings-syndrom vi ser här - kombinerat med narcissism och gammal hederlig paranoia?</div> </td> </tr> </table> </div> <br/>  Anhängarna fokuserar så hårt på varje oförrätt eftersom det finns alldeles för många oförrätter. Det går knappt en dag innan det sker något som jag personligen tycker är anmärkningsvärt utifrån ett demokratiskt perspektiv, riktat mot Sd. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><b> Avslutningsvis:</b> <br/> <br/>  Hur tror ni att det gynnar partiet, i längden, med anhängare som så hårt ansätter meningsmotståndare och misstror samhället, i alla frågor där SD inte tycker likadant? </div> </td> </tr> </table> </div> <br/>  Jag tror att det kommer att avta i takt med att samhället kommer att anpassa sig efter \"oss\", således kommer det inte finnas lika mycket att förfasas över. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48887310#p48887310\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> Var nu inte så självsäker på dig själv att du slår loss en slentrianmässig anti-kommentar, byt ut SD mot valfritt riksdagsparti ovan, och säg mig att det inte låter helt absurt. Eller?</div> </td> </tr> </table> </div> <br/>  Det är mycket som är absurt. Svårt att svara så generaliserande på alla dina påståenden. Men visst är det något speciellt med \"SD-andan\" som finns. En slags anonym gräsrotsrörelse som är oerhört aktiv på internet."
		},
		{
			"postIndex": 1160,
			"postNumber": 1190,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 79.1,
			"scoreLocal": 91.2,
			"userRank": 177,
			"userScore": 24.8,
			"postUserName": "heyhey1",
			"postUserID": "u295905",
			"postUserUrl": "https://www.flashback.org/u295905",
			"postDateTime": "2014-05-22, 04:05",
			"postUrlInThread": "https://www.flashback.org/t551733p100",
			"postUrlUniq": "https://www.flashback.org/sp48891460",
			"sentence": "De flesta sd:anhängare jag känner är antingen nazister(öppet), väldigt rasistiska, lågutbildade eller folk som inte har tillräckligt med vänner och känner att de inte passar nånstans. Då röstar de SD och tror de är stora, men i själva verket är det SD vs majoriteten i Sverige. Töntar och alkoholister har jag också stött på många inom SD. SD är lite av en \"outcast\" parti, de flesta ogillar dem, de verkar inte inse det. Men ja det krävs bra hjärnkapacitet för att förstå saker och ting vilket många SDare jag känner har svårt för. Klart de finns smarta också och bra personer inom SD, men de flesta ja stött på har varit inte gynnat samhället på något sätt alls utan tvärtom gör bara sverige värre med att trigga igång blattar!<br/> <br/>  Stödjer SDs islamofobi dock, det är de enda samt massinvandringen måste göras något åt säger jag själv som invandrare (medborgare i många många år). <br/> <br/>  Och stoppa det organiserde tiggeriet! Det ÄR organiserat, iaf en stor del.<br/> <br/>  Lägger mycket hellre mina slantar till en svensk som spelar något instrument om jag ser någon tigga. Inte fan ska några organiserade brottsliga idioter(de som styr det) blattar ha mina pengar."
		},
		{
			"postIndex": 1177,
			"postNumber": 1208,
			"rankGlobal": 16,
			"rankLocal": 4,
			"scoreGlobal": 76.6,
			"scoreLocal": 88.3,
			"userRank": 13,
			"userScore": 59.3,
			"postUserName": "Fenjal888",
			"postUserID": "u657219",
			"postUserUrl": "https://www.flashback.org/u657219",
			"postDateTime": "2014-05-22, 13:50",
			"postUrlInThread": "https://www.flashback.org/t551733p101",
			"postUrlUniq": "https://www.flashback.org/sp48894840",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48891832#p48891832\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Klart det finns undersökningar som visar på positiva effektiver, rent ekonomiskt, i det långa loppet. De hänvisas till rätt ofta av Reinfeldt &amp; Co. Sedan kan vi alltid diskutera om dessa undersökningar är sanningsenliga. <br/> <br/>  Det har skett något med invandrings/asylpolitiken sedan SD kom in i riksdagen. Den har ÖKAT och den har blivit FELFRI i alla andra partiers ögon.<br/>  Så var det inte innan SD. Då erkändes problemen, inte minst med segregation och arbetsmarknad. Men efter SD:s intåg så har frågan blivit känslig. SD äger frågan, men det har varit fullständigt kontraproduktivt.</div> </td> </tr> </table> </div> <br/>  Du får väldigt gärna länka till en studie som påvisar att invandringen är positiv för ekonomin. Det finns dussintals idag och de visar mindre negativ siffra eller större negativ siffra, alla negativa dock. Visst, man kan säkert hitta någon studie från 80-talet som visar att invandring är positivt. Invandring KAN vara positivt, men den vi har idag är inte vettig. Det är samma sak som att säga att pizza är gott, men har du ätit 10 pizzor på raden känns det inte lika gott längre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jimbo</strong> <a href=\"/p48891832#p48891832\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Som jag redan skrivit i tråden, det där beteendet vid SD:s möten är demokratiskt vidrigt. <br/>  Förstår bara inte varför SD har så många anhängare som gör samma sak mot sina meningsmotståndare, på nätet?<br/>  SD:are tycks jobba hårt på att visa att de kan samla sig till motstånd och med hjälp av hån och hot trakassera sina meningsmotståndare.<br/> <br/>  Det är unikt för ett partis anhängare i riksdagen. Inte ens vänsterpartiet flankeras offentligt av en sådan stor pöbel. Visst det finns vänstergrupper (AFA, RF etc), och de röstar kanske på vänsterpartiet (troligen mer vänsterut), men de är inga uttalade Vänsterpartister i sina \"aktioner\".<br/> <br/>  Det finns gitt om SD:are som tycks ge sig själva rätten att agera som någon sorts åsikts-indrivare mot de som öppet oppositionerar sig mot SD.<br/>  Eller delar du inte min åsikt?<br/>  Varför isåfall?</div> </td> </tr> </table> </div> <br/>  Jag vet helt ärligt inte vad du menar med att SD jobbar hårt för att visa motstånd med hån och hot. Inte så konstigt att många sverigedemokrater öppnar sig på internet, gör man det i verkligheten riskerar man att förlora både jobb, familj och vänner. Invandringsfrågan har blivit så kontroversiell att ingen vågar ta i det med tång ens. Det är säkert som du säger att det är kontraproduktivt att frågan blivit kontroversiell, men det är fel att säga att alla som inte röstar på SD är för invandringen.<br/> <br/>  Skulle inte tro något parti skulle vilja yttra sig det minsta om att minska invandringen, för i så fall kommer det bara ösa rasistkommentarer i Aftonbladet och liknande. Jag tycker socialdemokraternas Stefan Löfven hintar lite mot minskad invandring, men det är helt omöjligt att genomföra med häxjakten idag. En undersökning i någon tidning (kommer inte ihåg vilken) var det en fråga \"Förslag att minska invandringen\" där alla partierna svarade. SD svarade \"bra\", S svarade \"dåligt\" och resten svarade \"mycket dåligt\". Det osade upp konspirationsteorier direkt om att Löfven var rasist bara för han \"bara\" tyckte det var ett dåligt förslag.<br/> <br/> <br/>  Men en motfråga, du verkar du tycker det är helt rimligt med Sveriges invandringspolitik. Tycker du inte det är konstigt att Sverige tar in mångdubbelt så många fler än andra länder? Är andra länder i Europa trångsynta? Norge och Finland tar in en bråkdel av vad Sverige gör, Norge har en av världens bästa ekonomier och Finland bland de bästa snittet på studentbetyg."
		},
		{
			"postIndex": 1126,
			"postNumber": 1156,
			"rankGlobal": 20,
			"rankLocal": 5,
			"scoreGlobal": 75,
			"scoreLocal": 86.5,
			"userRank": 3,
			"userScore": 92.7,
			"postUserName": "Jimbo",
			"postUserID": "u59386",
			"postUserUrl": "https://www.flashback.org/u59386",
			"postDateTime": "2014-05-21, 21:14",
			"postUrlInThread": "https://www.flashback.org/t551733p97",
			"postUrlUniq": "https://www.flashback.org/sp48887310",
			"sentence": "En sak som jag undrar lite över när det gäller er SD-anhängare, som jag tycker särskiljer sig från andra partiers anhängare, är hur ni så fullständigt går upp i en idealbild av vad partiet står för. <br/> <br/>  Detta medför också att ni, många gånger, intar en direkt fientlig inställning till opposition och meningsfränder. Allt med en väldigt ensidig och total hållning, som särskiljer er rätt rejält från andra partiers anhängare. <br/> <br/>  Saker som jag tycker mig finna unikt bland SD:s anhängare (jämfört med övriga partier i riksdagen):<br/> <br/> <b>- Ett eget lingo.</b> <br/>  Inget annat parti har en sådan sammansvuren benämning på motståndare och problem som SD, inget annat parti har heller så mycket egna uttryck. Sjuklövern. PK-Media. Massinvandring(your favourite!). Svenskfientlig. Mångkulturalist. etc etc.<br/> <br/>  Kan ni ens lista lika många uttryck som jag på något annat parti i riksdagen? Kan ni ens komma på ett (1), uttryck som är unikt för ett annat parti?<br/>  (miljöpartiets, Ickevåldsförsvar, har jag redan skrivit nu.) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/> <b> - Ett totalitärt tankegods.</b> <br/>  Inget annat parti har ett sådant likatänkande som SD:s anhängare. Här finns det få som avviker det allra minsta från den stora massan. Samtidigt tycker jag mig ha funnit att väldigt få är verkligt insatta i SD:s politik, utöver att de är emot den \"ansvarslösa massinvandringen\"(your favourite again!)<br/> <br/>  Vad tycker ni om t.ex SD:s inställning till att gymnasieskolans utbildningar ska anpassas till den LOKALA arbetsmarknaden?<br/> <br/> <b> - En misstro till media.</b> <br/>  Länder och stater som . Nazityskland. Östtyskland. Kina. Sovjetunionen. Hade alla statligt styrda organ som anpassade nyheterna utifrån den egna politiken. Utländsk media svartmålades som imperialist-lakejer och \"jude-vänliga\".<br/>  Detta var något som var påtvingat befolkningen av det totalitära styret. Det som är det märkliga nu, är att ni SD-anhängare frivilligt tar in och anpassar er efter urtypiska propaganda-organ.<br/> <br/>  Att ni misstror annan media är en sak, men varför sådan enorm tilltro till exempelvis Avpixlat?<br/> <br/> <b> - En aggressiv och reprimerande ton gentemot meningsmotståndare.</b> <br/>  Det är fullkomligt bisarrt att tänka sig att 300 moderatröstare, eller 200 sosse-röstare, skulle gå samma, så ofta och med sådan intensitet, varje gång någon sa något ofördelaktigt om deras parti eller politik. <br/>  För Sd:s anhängare verkar inte detta vara främmande alls. Ni är många som ringar, snokar reda på och manar till bojkott för varje oförrätt ni tycker att era meningsmotståndare gjort sig skyldiga till. Exemplen är otaliga. Säkerligen i tusental. Helt unikt för alla riksdagspartier. <br/> <br/>  Ska man se det som en osund amore-sjuka till partiet, eller är det en viss typ av personer som söker sig till SD? <br/> <br/> <b> - En vilja att läsa in yttre hot och orättvisor mot partiet. </b> <br/>  Det finns inget annat parti i riksdagen som utsätts så hårt som SD. Fullkomligt unikt rent historiskt. Samtidigt är det helt unikt att ett partis anhängare fokuserar så hårt på varje oförrätt man tycker sig se.<br/> <br/>  Är det ett mobbnings-syndrom vi ser här - kombinerat med narcissism och gammal hederlig paranoia?<br/> <br/> <b> Avslutningsvis:</b> <br/> <br/>  Hur tror ni att det gynnar partiet, i längden, med anhängare som så hårt ansätter meningsmotståndare och misstror samhället, i alla frågor där SD inte tycker likadant?<br/> <br/>  Var nu inte så självsäker på dig själv att du slår loss en slentrianmässig anti-kommentar, byt ut SD mot valfritt riksdagsparti ovan, och säg mig att det inte låter helt absurt. Eller?"
		}
	]
]
