[
	[
		{
			"postIndex": 136,
			"postNumber": 138,
			"rankGlobal": 22,
			"rankLocal": 1,
			"scoreGlobal": 71.2,
			"scoreLocal": 100,
			"userRank": 57,
			"userScore": 13,
			"postUserName": "Chamaica1",
			"postUserID": "u306035",
			"postUserUrl": "https://www.flashback.org/u306035",
			"postDateTime": "2008-12-13, 15:47",
			"postUrlInThread": "https://www.flashback.org/t571013p12",
			"postUrlUniq": "https://www.flashback.org/sp14120379",
			"sentence": "Nej nu får det fan vara nog. Jag har ingen lust att förklara för mina framtida barn hur vi bara stod och såg på när politikerklassen förvandlade Sverige till Östtyskland utan att vi gjorde något.<br/> <br/>  Men frågan är vad kan vi göra och hur? Vi har ju redan sett att protester på nätet, utanför riksdagen etc. inte fungerar. Att svenska folket var mot både FRA-lagen och Ipred sket dom i och körde över oss ändå. Att rösta på Sossarna kommer inte att hjälpa eftersom de la grunden till både det här och FRA-lagen. Svensk politik har helt slutat ha med demokrati (dvs. folkstyre) att göra. Eftersom de etablerade partierna helt ignorerar folkets vilja när de fattar beslut så bör de inte heller få fortsätta bestämma över oss. <br/> <br/>  Så kom med förslag, hur skall vi rädda landet? Det måste finnas saker vi kan göra utan att åke i fängelse."
		},
		{
			"postIndex": 24,
			"postNumber": 24,
			"rankGlobal": 24,
			"rankLocal": 2,
			"scoreGlobal": 70.8,
			"scoreLocal": 99.5,
			"userRank": 120,
			"userScore": 10.1,
			"postUserName": "Sjöberg",
			"postUserID": "u101179",
			"postUserUrl": "https://www.flashback.org/u101179",
			"postDateTime": "2007-11-08, 01:35",
			"postUrlInThread": "https://www.flashback.org/t571013p2",
			"postUrlUniq": "https://www.flashback.org/sp8903258",
			"sentence": "Helt fasansfull utveckling på gång. Nyss kom ju också förslag om att massa personliga uppgifter om alla flygpassagerare skall sparas i 13 år. Det är mycket annan sån här skit på gång i EU, USA och andra västländer. I USA försöker de driva igenom massa \"hatlagstiftning\" och lagstiftning mot \"inhemsk terrorism\" som är sjukt luddigt formulerad. Både i USA och EU görs starka ansträngningar för att kontrollera internet och strypa den lilla yttrandefrihet som finns kvar. Det hela påminner väldigt mycket om 1984 och Sovjet när det var som värst. Tänk om dagens teknik hade funnits under Stalineran, herrejösses. <br/> <br/>  Det är bara idioter som tror att detta bara är till för att stoppa brottslighet och terrorism. Hade de velat stoppa det så kunde de gett fan i att avskaffa gränskontroller, gett fan i massinvandring av kriminellt slödder och gett fan i att dra ner på polisen, eller så kunde de deporterat alla utomeuropéer i förebyggande syfte så hade de flesta problem försvunnit. Det handlar i första hand om att sakta men säkert bygga upp ett kontrollsystem som skall hålla medborgarna i shack och permanenta de maktstrukturer och eliter som redan finns idag. Storebror förutser nog omfattande etniska konflikter i Europa inom de närmsta decennierna och då kan det vara bra att hålla ursprungsbefolkningen i shack så de inte får för sig att befria sina hemländer, eller åter kräva nationellt folkligt självstyre.<br/> <br/>  I det system som kommer kan vem som helst råka illa ut, särskilt med tanke på att de lär skärpa alla sorters \"hatlagstiftning\" kring olika tankebrott i Europa. Inte nog med att offentlig debatt redan idag är förbjuden kring många viktiga ämnen, framöver kanske även privata samtal mellan vänner på fyllan, eller en diskussion på internetforum kan resultera i fleråriga fängelsestraff."
		},
		{
			"postIndex": 124,
			"postNumber": 126,
			"rankGlobal": 33,
			"rankLocal": 3,
			"scoreGlobal": 68.4,
			"scoreLocal": 96.1,
			"userRank": 67,
			"userScore": 11.9,
			"postUserName": "Lakan",
			"postUserID": "u208335",
			"postUserUrl": "https://www.flashback.org/u208335",
			"postDateTime": "2008-12-12, 18:53",
			"postUrlInThread": "https://www.flashback.org/t571013p11",
			"postUrlUniq": "https://www.flashback.org/sp14108636",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Harald.Nyborg</strong></div> <div>Ruskigast av allt är att förmodligen kommer Kalle Anka partier som SD, Piratpartiet mfl, säga sig vilja riva upp lagen och få en sjuhelvetes massa bonusröster bara för det..</div> </td> </tr> </table> </div> <br/>  Tänk på vem som röstat igenom dessa Kalle Anka-förslag, det är inte SD eller piratpartiet. <br/> <br/>  De kända partierna är ju så jävla säkra på att dom vinner valen år efter år så det är praxis att skita i vad folket tycker. Varje år samma skit, antingen moderater eller socialdemokrater och ingen av dom representerar svenska folket.<br/> <br/>  Du tror inte det skulle vara bra om något annat parti blir valt så det blir någon förändring?<br/> <br/>  Alla dom här kommande lagförslagen handlar om att internet har blivit för fritt. Förr kunde man inte säga vad man tyckte i lika stor utsträckning, och staten kunde fortfarande bedriva censur.<br/> <br/>  Internet är fritt och det är ju inte bra i ett övervakningssamhälle."
		},
		{
			"postIndex": 148,
			"postNumber": 150,
			"rankGlobal": 35,
			"rankLocal": 4,
			"scoreGlobal": 66.9,
			"scoreLocal": 94,
			"userRank": 62,
			"userScore": 12.2,
			"postUserName": "He-man fan",
			"postUserID": "u228087",
			"postUserUrl": "https://www.flashback.org/u228087",
			"postDateTime": "2008-12-15, 02:36",
			"postUrlInThread": "https://www.flashback.org/t571013p13",
			"postUrlUniq": "https://www.flashback.org/sp14143615",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wictorix</strong></div> <div>Det är iofs inte alliansens fel att lagen införs... Det är ett tvingande EU-direktiv... Det enda regeringen har att säga till om är ifall hur länge informationen ska lagras (6mån - 2år)<br/> <br/>  Källa <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonhoran.se%2Fnyheter%2Farticle3976076.ab\" target=\"_blank\">http://www.aftonhoran.se/nyheter/article3976076.ab</a><br/> <br/>  Vad regeringen däremot kan besluta om är att be EU att dra åt helvete och ta sina egna beslut för sitt eget folk.</div> </td> </tr> </table> </div> <br/> <br/>  Det var svenska folkets dumhet 1994(ni vet vad)  som har satt oss i detta fördärv. Resterande tid, så har det varit regeringenarnas fel med beslut som har gynat EU och storföretagen. <br/> <br/>  Att demostrera är bara en illusion som politikerna har skapat åt oss. En bluff för folket som inbillar sig de har makt över staten, vi har inte det. Sen att sitta gnälla leder till inget. Alla jag känner, gnäller.. fast hemma i deras egna hus. Folk är för upptagna med deras jobb/fest samt alla leksaker som steker pannkakor och kliar i arslet åt dem. Vi skulle behöva en ny Engelbrekt för rädda Sverige nu.<br/> <br/>  Jag skall dock beröma ledande media samt statshuvuden, att de har lyckas bedra en hel värld med människor som anses vara så utbildade och självgående och de klarar sig själva så bra, men tydligen inte tillräckligt med stake och vett i skallen för att kunna se täcket som läggs över befolkningen i en sömn som kommer vara för gott!"
		},
		{
			"postIndex": 155,
			"postNumber": 157,
			"rankGlobal": 50,
			"rankLocal": 5,
			"scoreGlobal": 63.6,
			"scoreLocal": 89.3,
			"userRank": 84,
			"userScore": 11.6,
			"postUserName": "Waspir",
			"postUserID": "u305614",
			"postUserUrl": "https://www.flashback.org/u305614",
			"postDateTime": "2009-01-25, 08:54",
			"postUrlInThread": "https://www.flashback.org/t571013p14",
			"postUrlUniq": "https://www.flashback.org/sp14795660",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div>nej jag är inte slut i roten.<br/> <br/>  Polisen kommer inte \"råna\" någon på datorerna, utan de kommer göra något som kallas för en husrannsakan och beslagta datorer.<br/> <br/> <b>Förmodligen</b> kommer polisen inte göra detta för brott som ger penningböter eller liknande, utan istället så går de på bevisen som de fick från ISPn.<br/> <br/>  De räcker i de flesta fall för bötesbrott, eftersom straffet är såpass lågt så är även beviskraven väldigt låga.<br/> <br/> <br/>  Men<b> jag anser</b> i alla fall att anonymitetstjänster gjorda för att man ska kunna dölja sig för myndigheter eller polisen har inte något existensberättigande. Det ska *ALLTID* finnas en mekanism så att polisen/myndigheter kan få ut vilket det \"riktiga\" IPt är, men INGEN annan.<br/> <br/>  Däremot <b>anser jag</b> att anonymitetstjänster som döljer IPt medans man råkar gå in på en oseriös bedragar-webbplats med massa virus i, så är det helt OK, för de \"bad guys\" ska inte få ha ens riktiga IP.</div> </td> </tr> </table> </div> <br/>  Du tror och anser en hel del men några fakta ser jag inte. <br/> <br/>  Har du tänkt på vad som händer om lagarna i ett land ändras när vi redan har ett utvecklat kontrollsamhälle där väldiga mängder information lagras och görs tillgänglig för polisen. Sverigedemokraterna ökar i popularitet och vissa fruktar att de kommer in i riksdagen vid nästa val. Vad händer om de fortsätter öka? Vad händer om de faktiskt får en chans att påverka vilka lagar som ska gälla i Sverige? Då kan de utvisa folk för att de fildelat. <br/> <br/>  I Sverige får man inte öppna brev som skickas, varför ska inte samma sak gälla på nätet? Man kan skicka anonyma insändare till tidningar. Varför ska man inte ha samma möjlighet att göra det på nätet? <br/> <br/>  Nu har jag nog gått ot, men ser du inte att det här är ytterligare en steg i nedmonteringen av integriteten? Många bäckar små...<br/> <br/>  Dessutom ska man inte ha någon övertro på polisen eller myndigheter. En myndighet är trots allt inte mer än personerna som jobbar där."
		}
	],
	[
		{
			"postIndex": 212,
			"postNumber": 214,
			"rankGlobal": 16,
			"rankLocal": 1,
			"scoreGlobal": 75,
			"scoreLocal": 100,
			"userRank": 23,
			"userScore": 18.2,
			"postUserName": "cepehest",
			"postUserID": "u342641",
			"postUserUrl": "https://www.flashback.org/u342641",
			"postDateTime": "2010-12-15, 03:10",
			"postUrlInThread": "https://www.flashback.org/t571013p18",
			"postUrlUniq": "https://www.flashback.org/sp27579099",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rootbit</strong></div> <div>Det är inte jag som är naiv min lilla vän och jag ska förklara läget för dig utan att använda fula ord. Anledningen till att vi har den här övervakningshysterin är för att vi övervakas, på en för oss medborgare, oskälig grund. Den oskälig grunden bygger på att vi som medborgare helt enkelt INTE VET varför vi övervakas. Och det är så det måste förbli för att det ska fungera. Hur tror du att man i praktiken hittar potentiella terrorister, spioner etc? Man måste ha tillgång till all information utan att fienden vet att man vet! Det finns inget annat sätt. Problemet som FRA har är att övertyga medborgarna om nyttan med deras verksamhet utan att avslöja för mycket om hur dom jobbar. Det är en ekvation som inte går ihop. Folk som jobbar med sånt här vet att ju mindre man läcker till allmänheten, ju bättre är det...<br/> <br/>  Den senaste hysterin med regeringens samarbete med USA är för mig en självklar grej medan det för andra kanske ter sig som att regeringen styr landet bakom våra ryggar. Det är som sagt inte regeringen i form av Beatrice Ask m.fl som för vår talan när det gäller rikets säkerhet. Det är en liten grupp inom vår underrättelsetjänst. Dom dikterar villkoren för vilka vi ska samarbeta med. Det går inte att ha en regering som formellt har alla makt. Anledningen till det är att främmande makt historiskt sett har haft väldigt enkelt att infiltrera politiska institutioner. Det är helt enkelt lätt att hitta hållhakar på odrillade idioter <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  T.o.m. underrättelsetjänster har varit gravt infiltrerade om vi ska se bakåt i tiden. I USA hade dom ju bl.a. Robert Hanssen. I Storbritannien hade man Kim Philby &amp; co (chef för utrikesspionaget MI6) och i Sverige hade vi Tore på Säpo.<br/> <br/>  FRA är en nödvändighet om du inte vill att Sverige ska bli nästa Kina eller att en fanatiker ska spränga sig själv bredvid dig i kön till donken...</div> </td> </tr> </table> </div> <br/>  OK. Vi börjar bakifrån som bög-mördaren sa. FRA är en nödvändighet OM Sverige ska bli nästa Kina. Det är exakt vad vi måste göra för att närma oss Kina.<br/> <br/>  Att sätta alla etniska svenskar under uppsikt ska nog också hjälpa mot jihad-männen som bevisligen tränas på plats i muslimien och inte sitter hemma och googlar \"how to jihad swedes\" . Vill inte ta detta som en punkt på listan då allt på flashback handlar om detta vilket tråkar ut mig efter ett par timmar. Vill bara notera att det är så jävla sjukt att ens ha det som argument när alla vet att inga svenskar självmordsbombar sig i sin egen stad. <br/> <br/>  Argumentet att sålla fram terrorister och spioner genom detta sätt är ju rejält löjligt. Vilka kommer vara de enda som vidtar åtgärder för att dölja sina samtal, internettrafik whatever som skulle kunna röja dem? Du pratar organiserad brottslighet, länder som spionerar på varandra och terroristgrupper som verkar från fjärran länder. Även om de skulle skicka ett öppet mail skulle det inte stå \"Hej du achmed, klockan 4 låter bra för vårat jihad, tar du med bomberna fixar jag fikat till oskulderna i paradiset\". Det enda som händer är att en enorm databas över vanliga människor skapas, vilket är den värsta sortens övervakningssamhälle som finns. <br/> <br/>  Om hitler hade haft den här databasen hade vi alla varit tyska nazister nu och stått på raka led, du inser inte alls hur informationen skulle kunna vara skadlig för människor men så icke alls gagnelig för myndigheter som vill fånga terroristgrupper?<br/> <br/>  Att du sedan säger att det är okej att regeringen gör saker med andra länder, skulle du vilja sätta dem i en ännu bättre position där de kan sälja ut precis all information om alla sina invånare?<br/> <br/>  Och sen sluta låt som att du har 15 års jobb med statliga hemligheter och övervakning bakom dig, herreminje."
		},
		{
			"postIndex": 197,
			"postNumber": 199,
			"rankGlobal": 29,
			"rankLocal": 2,
			"scoreGlobal": 69.3,
			"scoreLocal": 92.4,
			"userRank": 6,
			"userScore": 34.7,
			"postUserName": "rootbit",
			"postUserID": "u334389",
			"postUserUrl": "https://www.flashback.org/u334389",
			"postDateTime": "2010-12-15, 01:58",
			"postUrlInThread": "https://www.flashback.org/t571013p17",
			"postUrlUniq": "https://www.flashback.org/sp27578468",
			"sentence": "Det är inte politikerna som styr Sverige egentligen och det har aldrig varit så. Det är en liten kärna inom vår underrättelsetjänst som dikterar våra villkor. Anledningen till detta är dels för att man i händelse av krig ska kunna arrangera en sk \"stay behind\"-rörelse men också för att en liten kärna av trogna individer innebär mindre möjlighet till infiltration av främmande makt. Den här lilla gruppen har regelbunden kontakt med våra \"makthavare\" och informerar dom om läget. Den här principen har varit väl använd i andra länder och inte minst under andra världskriget. Där har ni det som UD kallar \"det informella säkerhetssamarbetet\"...<br/> <br/>  Det är ganska självklart att FRA behöver ha tillgång till ALL information för att kunna göra en saklig bedömning av det som hotar oss. Det är faktiskt människor som till stor del analyserar den här informationen trots att vi har datorer. Inget sker på magisk väg som i filmerna, jag lovar. Dom skiter blanka fan i fildelare utan är intresserade av större saker än så. Trots att många här inne anser sig ha en klar bild av hur världen fungerar så kan ja meddela er att ni har fel. Världen är ganska komplex <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  Det är mer eller mindre omöjligt idag att som politiker/parti \"kapa\" ett land. Insynen och riskerna är för stora. Så ni kan ju glömma NWO och allt jävla tjafs som folk brukar häva ur sig. Övervakningen ökar därför att tillvaron kräver det. För att skydda oss medborgare. Väx upp och läs in er på vår historia..."
		},
		{
			"postIndex": 242,
			"postNumber": 245,
			"rankGlobal": 30,
			"rankLocal": 3,
			"scoreGlobal": 69.3,
			"scoreLocal": 92.3,
			"userRank": 42,
			"userScore": 14.2,
			"postUserName": "fiskfisk",
			"postUserID": "u222694",
			"postUserUrl": "https://www.flashback.org/u222694",
			"postDateTime": "2010-12-15, 05:42",
			"postUrlInThread": "https://www.flashback.org/t571013p21",
			"postUrlUniq": "https://www.flashback.org/sp27579740",
			"sentence": "Skrämmande, men inte alls oväntat. Finns väl inga tvivel om att förslaget kommer att röstas igenom heller. Mer och mer av integriteten försvinner och folk är så blåögda att de faktiskt tror att allt är för deras eget bästa och att inget ont kan komma ut av det här.<br/> <br/>  Sen är det klart man inte kan jämföra rakt av med Nordkorea, men visst är det obehagligt ändå. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rootbit</strong></div> <div>Det är likväl två olika teorier för att uppnå samma sak. Total kontroll över medborgarna... </div> </td> </tr> </table> </div> Precis. Den nya lagen är också ett verktyg med samma ändamål. Oavsett hur det går till så är det väl lite läskigt att vår regering styr åt samma håll som diktaturer har gjort i alla tider? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rootbit</strong></div> <div>Det finns inga exempel på demokratier som har förvandlats till diktaturer. Poängen med det uttalandet var att visa att det vi har gjort hittills har varit rätt väg att gå.</div> </td> </tr> </table> </div> Problemet med att hänvisa till att \"det har fungerat hittills\" uppstår när man funderar över hur länge den här typen av total övervakning ens har varit möjlig att utföra. Hur länge har folk egentligen gått runt med en mobiltelefon i fickan dygnet runt, eller använt internet på det sätt vi gör idag? Det finns ingenting i historien som kan jämföras med tekniken vi har idag, eller de sätt som man idag kan kontrollera just användandet av den här tekniken."
		},
		{
			"postIndex": 216,
			"postNumber": 218,
			"rankGlobal": 34,
			"rankLocal": 4,
			"scoreGlobal": 67.6,
			"scoreLocal": 90.1,
			"userRank": 6,
			"userScore": 34.7,
			"postUserName": "rootbit",
			"postUserID": "u334389",
			"postUserUrl": "https://www.flashback.org/u334389",
			"postDateTime": "2010-12-15, 03:33",
			"postUrlInThread": "https://www.flashback.org/t571013p19",
			"postUrlUniq": "https://www.flashback.org/sp27579237",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>cepehest</strong></div> <div>OK. Vi börjar bakifrån som bög-mördaren sa. FRA är en nödvändighet OM Sverige ska bli nästa Kina. Det är exakt vad vi måste göra för att närma oss Kina.<br/> <br/>  Att sätta alla etniska svenskar under uppsikt ska nog också hjälpa mot jihad-männen som bevisligen tränas på plats i muslimien och inte sitter hemma och googlar \"how to jihad swedes\" . Vill inte ta detta som en punkt på listan då allt på flashback handlar om detta vilket tråkar ut mig efter ett par timmar. Vill bara notera att det är så jävla sjukt att ens ha det som argument när alla vet att inga svenskar självmordsbombar sig i sin egen stad. <br/> <br/>  Argumentet att sålla fram terrorister och spioner genom detta sätt är ju rejält löjligt. Vilka kommer vara de enda som vidtar åtgärder för att dölja sina samtal, internettrafik whatever som skulle kunna röja dem? Du pratar organiserad brottslighet, länder som spionerar på varandra och terroristgrupper som verkar från fjärran länder. Även om de skulle skicka ett öppet mail skulle det inte stå \"Hej du achmed, klockan 4 låter bra för vårat jihad, tar du med bomberna fixar jag fikat till oskulderna i paradiset\". Det enda som händer är att en enorm databas över vanliga människor skapas, vilket är den värsta sortens övervakningssamhälle som finns. <br/> <br/>  Om hitler hade haft den här databasen hade vi alla varit tyska nazister nu och stått på raka led, du inser inte alls hur informationen skulle kunna vara skadlig för människor men så icke alls gagnelig för myndigheter som vill fånga terroristgrupper?<br/> <br/>  Att du sedan säger att det är okej att regeringen gör saker med andra länder, skulle du vilja sätta dem i en ännu bättre position där de kan sälja ut precis all information om alla sina invånare?<br/> <br/>  Och sen sluta låt som att du har 15 års jobb med statliga hemligheter och övervakning bakom dig, herreminje.</div> </td> </tr> </table> </div> <br/>  Du kan börja från vilken ände du själv vill. Det är dock ett trist faktum att bolla tankar med dig är som att göra det med en blondin utan tuttar (läs spånplatta)<br/> <br/>  Det är en gigantisk skillnad mellan Kina och Sverige! I Kina har man historiskt sett alltid övervakat medborgare och då enbart för regimens bästa. Regimen har alltid haft all makt och inte varit blyga att tala om det för medborgarna (läs himmelska fridens torg). Det existerar inga demokratiska institutioner i Kina överhuvudtaget och har aldrig gjort. Medborgarna har alltså sedan tidens begynnelse alltid haft noll att säga till om. Detta beror till stor del på de asiatiska ländernas hierarkiska kultur. Hade inte jänkarna piskat Japan så hade dom också ställt in sig i ledet. <br/> <br/>  I Sverige tar vi del av information för att skydda oss själva men också för att förvarna andra. Här har vi demokratiska institutioner och du som medborgare kan skriva vad du vill och säga vad du vill (såvida det inte bryter mot svensk lag). Ser du skillnaden? Det finns INGA exempel i världen på demokratier som har blivit diktaturer. Det beror helt enkelt på att det systemet inte fungerar i längden och att ledarna för diktaturer i sinom tid slutar mot en vägg med ett skotthål i pannan. Det här gäller speciellt i en värld där informationen finns tillgänglig och byts mer frekvent mellan människor (läs internet).<br/> <br/>  Bara för att en självmordsbombare inte antas bomba sin egen stad betyder det inte att han inte gör det på annan plats. Ska man göra skillnad på människoliv tycker du? Vad som kretsar i huvudet på en fanatisk människa vet du för övrigt inte ett skit om. Historiskt sett kan man knappast anklaga självmordsbombare för att respektera sociala och geografiska gränser, eller vad säger du? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		},
		{
			"postIndex": 264,
			"postNumber": 268,
			"rankGlobal": 39,
			"rankLocal": 5,
			"scoreGlobal": 65.1,
			"scoreLocal": 86.7,
			"userRank": 70,
			"userScore": 11.8,
			"postUserName": "1.0",
			"postUserID": "u512115",
			"postUserUrl": "https://www.flashback.org/u512115",
			"postDateTime": "2010-12-15, 08:26",
			"postUrlInThread": "https://www.flashback.org/t571013p23",
			"postUrlUniq": "https://www.flashback.org/sp27580530",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>daaim</strong></div> <div>  Sedan, registreras verkligen allt?<br/> <br/>  \"Mejl-, sms- och samtalsuppgifter ska kartläggas och sparas, enligt ett förslag som riksdagen röstar om på torsdag.\"<br/> <br/>  Det är väl inte allt, utan bara en bråkdel av vad man gör på Internet. Själv har jag absolut ingenting att dölja i min kommunikation.<br/></div> </td> </tr> </table> </div> <br/> <br/>  ja, allt kommer att registreras:<br/> <br/>  \" Det är information om kommunikationen, inte själva innehållet som berörs. Till exempel om ringer jag till dig, ska man spara mitt nummer, ditt nummer, mina abonnentuppgifter och vilken position jag befunnit mig på när jag ringt, berättar André Rickardsson, IT-säkerhetsexpert och tidigare avdelningsdirektör på Säpo för Aftonbladet.\"<br/> <br/>  \" Min dotter skickar 4 000-5 000 sms i månaden, det spelar ingen roll vart hon går så sms:ar hon. Det är som att hänga en GPS-sändare på henne. Varje gång hon sms:ar så positionerar man ju henne, säger André Rickardsson.\"<br/> <br/>  \"Förutom information om telefonsamtal så ska man även spara uppgifter om sms, mms, mejl och IP-adresser. När man surfar med sin dator tvingas internetoperatören att lagra IP-nummer från samtliga hemsidor du besöker, samt vilken tidpunkt du besökte dem.\"<br/> <br/>  uppriktigt talat kommer jag faktiskt göra mig av med min dator, min hemtelefon, mobiltelefon och alla andra elektronikprylar där man koppla upp sig mot något om detta kommer bli verklighet. jag vill inte vara övervakad och finnas med på register där jag inte har gett mitt samtycke. önskar verkligen att jag var född för 50-60 år sen, jag hade aldrig behövt oroa mig för sådana här saker då. <br/> <br/>  varför gör dom såhär? varför vill de oss illa?<br/> <br/>  dom kommer säkert komma med något nytt system där dom kan registrera alla program/serier/filemr vi ser på tv:n. hur länge tv:n var påslagen, vilken kanal man kollade på, hur ofta man zappade runt osv osv osv. <br/> <br/>  sen kommer de säkert komma med ännu sjukare saker: de kommer tvinga alla hushåll i sverige att byta toalettstolar där dom har någon slags sensor som registrerar hur ofta man spolar toaletten, hur mycket papper som förbrukades, om man bajsade eller om man kissade eller om man gjorde bådera osv. <br/> <br/>  vad ska man ta sig till? det här går bara inte!"
		}
	],
	[
		{
			"postIndex": 356,
			"postNumber": 363,
			"rankGlobal": 21,
			"rankLocal": 1,
			"scoreGlobal": 72.4,
			"scoreLocal": 100,
			"userRank": 23,
			"userScore": 18.2,
			"postUserName": "cepehest",
			"postUserID": "u342641",
			"postUserUrl": "https://www.flashback.org/u342641",
			"postDateTime": "2010-12-15, 12:21",
			"postUrlInThread": "https://www.flashback.org/t571013p31",
			"postUrlUniq": "https://www.flashback.org/sp27583178",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rootbit</strong></div> <div>Du kan börja från vilken ände du själv vill. Det är dock ett trist faktum att bolla tankar med dig är som att göra det med en blondin utan tuttar (läs spånplatta)<br/> <br/>  Det är en gigantisk skillnad mellan Kina och Sverige! I Kina har man historiskt sett alltid övervakat medborgare och då enbart för regimens bästa. Regimen har alltid haft all makt och inte varit blyga att tala om det för medborgarna (läs himmelska fridens torg). Det existerar inga demokratiska institutioner i Kina överhuvudtaget och har aldrig gjort. Medborgarna har alltså sedan tidens begynnelse alltid haft noll att säga till om. Detta beror till stor del på de asiatiska ländernas hierarkiska kultur. Hade inte jänkarna piskat Japan så hade dom också ställt in sig i ledet. <br/> <br/>  I Sverige tar vi del av information för att skydda oss själva men också för att förvarna andra. Här har vi demokratiska institutioner och du som medborgare kan skriva vad du vill och säga vad du vill (såvida det inte bryter mot svensk lag). Ser du skillnaden? Det finns INGA exempel i världen på demokratier som har blivit diktaturer. Det beror helt enkelt på att det systemet inte fungerar i längden och att ledarna för diktaturer i sinom tid slutar mot en vägg med ett skotthål i pannan. Det här gäller speciellt i en värld där informationen finns tillgänglig och byts mer frekvent mellan människor (läs internet).<br/> <br/>  Bara för att en självmordsbombare inte antas bomba sin egen stad betyder det inte att han inte gör det på annan plats. Ska man göra skillnad på människoliv tycker du? Vad som kretsar i huvudet på en fanatisk människa vet du för övrigt inte ett skit om. Historiskt sett kan man knappast anklaga självmordsbombare för att respektera sociala och geografiska gränser, eller vad säger du? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div> </td> </tr> </table> </div> <br/>  Olika bakgrunder rättfärdigar inte medlen, eller vill du inte hålla med om det heller din lilla busiga oliktänkare? Det kanske är okej att mörda någon första gången om man har ätit sina grönsaker och skött sig tidigare i livet?<br/> <br/>  Sen så måste du inse att det är en skillnad på att jämför ett lands system att hålla koll på sina medborgare och hela landet. Kina har haft en massa folk som inte vet bättre, just därför att man styrt informationsflödet. Därför kommer Kina aldrig kunna bestå som landet det är, de har öpnnat upp relativt sett och folk utbildar sig m.m. Nordkorea har rätt taktik, de vet att enda sättet att behålla sådan makt är att hålla befolkningen obildad, oinformerad och med en enorm procentuell armé. <br/> <br/> <br/>  Detta hindrar inte det faktum att om en fientlig makt, eller säg bara en terroristgrupp hackar en databas och kommer över informationen med syfte att kanske skjuta 200 personer som uttryckt sig negativt om islam på internet? De behöver inte ta över staten på livstid för att göra enorm skada, det enda du har rätt i är att det FÖRMODLIGEN och förhoppningsvis inte sker så att en regering med diktatur som syfte får makten. <br/> <br/>  Den dagen vem som helst kommer över informationen sitter befolkningen vingklippt, naken och öronmärkt med precis allt de tycker. Det låter ju bra eller hur? Vi stoppade i alla fall något fall av nerladdning?<br/> <br/>  För att kunna nyttja den här informationen effektivt känns det som att man måste ha ett relativt stort antal folk som arbetar med det, bara det känns ju helt overkligt att man ska lita på folk med det.<br/>  En snubbe som är störd som sagt, så ligger allt ute sen."
		},
		{
			"postIndex": 489,
			"postNumber": 499,
			"rankGlobal": 31,
			"rankLocal": 2,
			"scoreGlobal": 68.9,
			"scoreLocal": 95.2,
			"userRank": 50,
			"userScore": 13.3,
			"postUserName": "--68--",
			"postUserID": "u509703",
			"postUserUrl": "https://www.flashback.org/u509703",
			"postDateTime": "2010-12-15, 17:11",
			"postUrlInThread": "https://www.flashback.org/t571013p42",
			"postUrlUniq": "https://www.flashback.org/sp27588545",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ett kadaver</strong></div> <div>Ännu ett steg i de äckliga politikernas plan i att förskjuta betydelsen av <i>det öppna samhället</i>.<br/> <br/>  I det svenska \"öppna samhället\" ska tydligen makthavarna ha full insyn i medborgarnas göromål när den ursprungliga betydelsen var att det skulle vara helt jävla tvärtom.<br/> <br/>  Dagar som denna blir man så jävla äcklad över alla politiska broilers från höger till vänster som glömt eller aldrig fattat att de arbetar på <i>för oss</i>. Liberal demokrati handlar om att var fjärde år tävla i att dupera folket för att kunna sitta och lalla och bestämma i fyra år till. Dagens nationella politik har enbart två punkter, oavsett om det är ryggradslösa sossar eller korkade borgare som härjar: 1: Förvärva makt. 2: Behålla den. Syften och mål är sekundärt, det viktiga är att man får känna sig viktig för en stund.<br/> <br/> <br/> <br/>  Det är alltså mångkulturens fel att B. Ask är en smutsig hora?</div> </td> </tr> </table> </div> <br/>  Om du hörde på Reinfelts presskonferens i söndags så borde du ha hört att det som skedde i Stockholm va en attack på vårt öppna samhälle. Så självklart spelar det som hände in om det råder det inga som helst tvivel om.<br/>  Klart att de de höga dignitärerna blivit skärrade att detta kunde hända i det mångkulturella himmelriket Sverige där det inte finns några som helst spänningar mellan folkgrupper som lever sida vid sida som bror och syster. De är den bilden som alla partier utom SD ville måla upp fram till i lördags.<br/>  Det handlar naturligtvis om politiker utan någon som helst verklighetsförankring, de vet helt enkelt inte vad som händer i samhället från den lilla människans perspektiv de har tappat verklighetsuppfattningen helt. Det är därför som lagen går/gått igenom.<br/> <br/>  Men man behöver ju inte direkt vara högskoleutbildad för att sitta i riksdagen, kolla bara på Gunnar Andréns mattekunskaper på you-tube.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/> <br/>  Det där med att B.Ask är en smutsig hora känner jag inte till, passar på det. Det är ju knappast hon som driver igenom detta på egen hand, det krävs ju att en majoritet röstar för förslaget, eller hur."
		},
		{
			"postIndex": 480,
			"postNumber": 490,
			"rankGlobal": 51,
			"rankLocal": 3,
			"scoreGlobal": 63.6,
			"scoreLocal": 87.8,
			"userRank": 19,
			"userScore": 19.7,
			"postUserName": "huiop",
			"postUserID": "u498182",
			"postUserUrl": "https://www.flashback.org/u498182",
			"postDateTime": "2010-12-15, 16:45",
			"postUrlInThread": "https://www.flashback.org/t571013p41",
			"postUrlUniq": "https://www.flashback.org/sp27588027",
			"sentence": "Skönt att en tråd faktiskt växt sig stor i denna delen av forumet för en gångs skull, skönt att veta att folk inte är helt blinda. Varit lite orolig över ointresset angående datalagringdirektivet och att folk inte fattat vilken stor grej det är.<br/> <br/>  Den är ju helt upplagd för att missbrukas, och den kommer med 100% säkerhet att missbrukas. Att samla så mycket makt på ett ställe drar maktmissbruk som flugor till en hundbajs. Man måste vara enormt naiv eller enormt korkad för att inte förstå det.<br/> <br/>  Det roliga är att det kommer bara vara vanliga Svenssons som kommer övervakas, för alla som vill dölja något, kriminell eller icke-kriminell, kommer hitta sätt att skydda sig på, tex VPN och kontantkort. <br/> <br/>  Nej att kunna veta var alla människor är hela tiden är så jävla vidrigt sjukt att jag mår illa. <br/>  Sånt jävla oprecist vapen mot kriminalitet att det är ett patetiskt skämt till ursäkt att övervaka hela svenska folket."
		},
		{
			"postIndex": 398,
			"postNumber": 406,
			"rankGlobal": 67,
			"rankLocal": 4,
			"scoreGlobal": 62,
			"scoreLocal": 85.6,
			"userRank": 86,
			"userScore": 11.4,
			"postUserName": "stenskulptur",
			"postUserID": "u467129",
			"postUserUrl": "https://www.flashback.org/u467129",
			"postDateTime": "2010-12-15, 14:10",
			"postUrlInThread": "https://www.flashback.org/t571013p34",
			"postUrlUniq": "https://www.flashback.org/sp27585012",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rootbit</strong></div> <div>Det är inte politikerna som styr Sverige egentligen och det har aldrig varit så. Det är en liten kärna inom vår underrättelsetjänst som dikterar våra villkor. Anledningen till detta är dels för att man i händelse av krig ska kunna arrangera en sk \"stay behind\"-rörelse men också för att en liten kärna av trogna individer innebär mindre möjlighet till infiltration av främmande makt. Den här lilla gruppen har regelbunden kontakt med våra \"makthavare\" och informerar dom om läget. Den här principen har varit väl använd i andra länder och inte minst under andra världskriget. Där har ni det som UD kallar \"det informella säkerhetssamarbetet\"...<br/> <br/>  Det är ganska självklart att FRA behöver ha tillgång till ALL information för att kunna göra en saklig bedömning av det som hotar oss. Det är faktiskt människor som till stor del analyserar den här informationen trots att vi har datorer. Inget sker på magisk väg som i filmerna, jag lovar. Dom skiter blanka fan i fildelare utan är intresserade av större saker än så. Trots att många här inne anser sig ha en klar bild av hur världen fungerar så kan ja meddela er att ni har fel. Världen är ganska komplex <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  Det är mer eller mindre omöjligt idag att som politiker/parti \"kapa\" ett land. Insynen och riskerna är för stora. Så ni kan ju glömma NWO och allt jävla tjafs som folk brukar häva ur sig. Övervakningen ökar därför att tillvaron kräver det. För att skydda oss medborgare. Väx upp och läs in er på vår historia...</div> </td> </tr> </table> </div> <br/>  Men ditt jävla kommunistsvin. Du säger att staten behöver ha tillgång till ALL information. Borde det inte finnas kameror och inspelningsutrustning i våra hem då? Annars har väl staten inte tillräckligt med information för att skydda oss? Sluta vara så jävla godtrogen och inse att staten inte nödvändigtvis behöver agera på det sättet de gör i dina naiva teorier. Hur mycket frihet är vi egentligen beredda att offra för att skydda oss mot dessa terrorister? Hur mycket frihet är vi beredda att offra för att bibehålla den friheten vi har?<br/> <br/>  Det är skrämmande att se den utvecklingen som sker. Snart liknar väl Sverige samhället i boken Kallocain.<br/> <br/>  OCH JAG VILL FAN INTE ATT LARS OHLY GRANSKAR INFORMATION OM MIG. Mannen tillsammans med sina Sovjetsympatisörer i Vänsterpartiet är fan ondskan själv och inget annat. Hur han skulle kunna utnyttja denna lagen samt FRA är skrämmande att tänka på. <br/> <br/>  Om du vill att staten ska bevaka ditt liv, fine. Men det innebär fan inte att staten har någon jävla rätt att bevaka mitt utan mitt samtyckte. <br/> <br/>  Så sluta lipa över att Berlinmuren föll och inse att du är dum i huvudet."
		},
		{
			"postIndex": 392,
			"postNumber": 400,
			"rankGlobal": 89,
			"rankLocal": 5,
			"scoreGlobal": 59.5,
			"scoreLocal": 82.2,
			"userRank": 68,
			"userScore": 11.9,
			"postUserName": "SpirituzSancti",
			"postUserID": "u324952",
			"postUserUrl": "https://www.flashback.org/u324952",
			"postDateTime": "2010-12-15, 13:56",
			"postUrlInThread": "https://www.flashback.org/t571013p34",
			"postUrlUniq": "https://www.flashback.org/sp27584759",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>John.Walker</strong></div> <div>vad man kan göra? vad gör de ute i Europa?<br/> <br/>  Italien igår<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dfgtor7qlNXw\" target=\"_blank\">http://www.youtube.com/watch?v=fgtor7qlNXw</a><br/> <br/>  London förra veckan<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DjdK38ux9tHs\" target=\"_blank\">http://www.youtube.com/watch?v=jdK38ux9tHs</a><br/> <br/>  Ryssland i Måndags<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dat6kwUNo0zQ%26amp%3Bfeature%3Dfvwk\" target=\"_blank\">http://www.youtube.com/watch?v=at6kwUNo0zQ&amp;feature=fvwk</a><br/> <br/>  Grekland i somras<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmTCPj6G7044%26amp%3Bhas_verified%3D1\" target=\"_blank\">http://www.youtube.com/watch?v=mTCPj...has_verified=1</a><br/> <br/>  Vi i Sverige måste lära oss att säga ifrån!</div> </td> </tr> </table> </div> <br/>  Haha <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/>  Detta har jag sagt i flera år, att svenskar är så jävla fega!   Vad än staten gör så säger det svenska folket aldrigt emot.  <br/>  Ut och demonstrera och visa vad ni tycker istället för att sitta här och skriva av er! FEGISAR!!"
		}
	],
	[
		{
			"postIndex": 590,
			"postNumber": 606,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 91.2,
			"scoreLocal": 100,
			"userRank": 32,
			"userScore": 16.6,
			"postUserName": "wyris",
			"postUserID": "u421850",
			"postUserUrl": "https://www.flashback.org/u421850",
			"postDateTime": "2010-12-15, 21:36",
			"postUrlInThread": "https://www.flashback.org/t571013p51",
			"postUrlUniq": "https://www.flashback.org/sp27595386",
			"sentence": "Det enda som kan sägas om den lag är den är ett steg till ett mer oskyddat land. I framtiden kanske ett parti som präglas av ondska styr. Det partiet som då tagit över kanske vill att alla ska ha samma åsikter som de. De skulle göra allt för att hitta folk som inte tycker och tänker som de. Allt kan hända och ingenting är omöjligt, bara det finns någon som styr. När man har makt kommer det alltid för eller senare leda till missbruk, ett exempel är IB-affären. Politikerna fuskar fortfarande nu - allt för att vinna. Vad skulle hända då om de fick en sådan stor makt som att kunna avlyssna vem som helst? Ifall det skulle krävas att avlyssna någon för att behålla sin makt, så skulle många att använda sig av den här metoden. Även om du är oskyldig kommer det på slutet aldrig vara du som avgör om du är det eller inte. Den du kommunicerar med kanske inte alls är så pålitlig som du tror utan kan i själva verket samarbeta med en grupp individer som bara vill få reda på info om dig eftersom att de har har helt andra åsikter. Sen kommer demokratin sakta, men säkert att försvinna. En annan anledning till att det inte är en sådan bra idé är att det kommer kosta ungefär halv miljon på ett år. Det är bara slöseri på pengar som kunnat gå till mycket viktigare saker. Pengar kan vi lägga på andra saker som är mycket effektivare att rädda liv på, som t ex inom vården, trafiken etc.<br/> <br/>  Sedan är chansen även mycket liten att man kommer att hitta terrorister med denna åtgärd. Det är knappast så att en terrorist skickar sms om vart de ska bomba. En terrorist skulle inte använda sig av någon metod (t ex data/telefoni) som skulle kunna spåras för det är ju meningen med att inte att åka fast. Alla tror att terroristerna är dumma i huvudet, men sanningen är den att de tänker alltid steget före. De kommer alltid att skydda sig på ett annat sätt.<br/> <br/>  Om det nu går att stoppa terrorister och brottslingar med denna lag, då kan i lika gärna införa andra integritetskränkande åtgärder också för att skydda oss: <br/>  Obligatorisk kroppsundersökning överallt som t ex på flygplatser, bussar, tunnelbanan, vid ingången till kontor och shopping gallerior - om man inte smugglar narkotika/sprängämnen har man väl inget att dölja? <br/>  Övervakningskameror i ditt hus - om man inte misshandlar eller våldtar finns det väl inget att dölja?<br/>   Övervakningskameror på alla toaletter som finns. <br/>  En liten mikrofon som du alltid har på dig  - har du inga terroristkontakter har du väl inget att dölja?<br/> <br/>  Sverige har redan har en historia om maktmissbruk. Man skall verkligen inte ta demokratin gör givet, den kan försvinna snabbt."
		},
		{
			"postIndex": 536,
			"postNumber": 547,
			"rankGlobal": 14,
			"rankLocal": 2,
			"scoreGlobal": 77.8,
			"scoreLocal": 85.2,
			"userRank": 140,
			"userScore": 9.5,
			"postUserName": "tokiig",
			"postUserID": "u272384",
			"postUserUrl": "https://www.flashback.org/u272384",
			"postDateTime": "2010-12-15, 19:02",
			"postUrlInThread": "https://www.flashback.org/t571013p46",
			"postUrlUniq": "https://www.flashback.org/sp27591351",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Snowglow</strong></div> <div><b>Kan nån som har facebook kolla om det står nåt om när de vill träffas?<br/> <br/> </b>Alltså vilket klockslag, står det nåt om det?</div> </td> </tr> </table> </div> <br/>  ** OBS ** DEMONSTRATION TORSDAG 16 DECEMBER - PLATTAN ** OBS **<br/> <br/>  (Kl. 12:00 tills vidare)<br/> <br/>  På Torsdag kommer Sveriges politiker rösta på ett förslag som innebär att mejl, sms och samtalsuppgifter kommer sparas och lagras i upp till 6 månader. Alltså kommer det någonstans i en databas finnas information för varje samtal, sms eller mejl du skickar, även GPS positioner! Någon person har ansvar för denna information, hur vet vi att den är säker? Wikileaks har redan bevisat att topphemliga Amerikanska dokument inte är säkra, finns ingen som vill se sin egen privata information 'läckt' på nätet!<br/> <br/>  Svenska folket vill INTE att detta ska hända fast våra politiker bryr sig inte! FRA/IPRED var bara början, nu kommer nästa steg. Vad kommer efter det här? Kommer vi snart bli tvingade att gå runt med GPS armband? Säkerhetskameror på varje hörn? Avlyssnade samtal?<br/> <br/>  Om någon hade berättat vad som händer just NU till någon för 20 år sedan skulle dom säga att vi är galna och att det bara är konspirations teorier. Faktum är att detta händer NU, i dagens samhälle.. det händer sakta, mer och mer, lite i taget, när slutar det? Det slutar endast när VI, Svenska folket säger ifrån! Nu får det vara nog!<br/> <br/>  Gå med i gruppen, bjud in ALLA du känner att gå med och viktigast av allt: SPRID ORDET! NU! INNAN DET ÄF FÖR SENT!"
		},
		{
			"postIndex": 515,
			"postNumber": 525,
			"rankGlobal": 44,
			"rankLocal": 3,
			"scoreGlobal": 64.6,
			"scoreLocal": 70.8,
			"userRank": 75,
			"userScore": 11.8,
			"postUserName": "Cheiros",
			"postUserID": "u435201",
			"postUserUrl": "https://www.flashback.org/u435201",
			"postDateTime": "2010-12-15, 18:17",
			"postUrlInThread": "https://www.flashback.org/t571013p44",
			"postUrlUniq": "https://www.flashback.org/sp27590178",
			"sentence": "Jahapp, det här var ju inte helt oväntat. När FRA skulle röstas igenom talades det hela tiden om respekten för integritet: det var ju bara en liten oskyldig lag som skulle skydda de stackars svenskarna! Det skulle inte gå längre än så, inget att oroa sig för alls, nej nej. \"Var nu duktiga svenskar och lita på stora mamma Staten som är så god, duktig och effektiv för allas bästa!\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/> <br/>  Det som förvånar mig är att det är vänsterpartiet som är mest emot förslaget. Att det inte råder lynchstämning hos folkpartiet är helt otroligt. \"Sveriges liberala parti\" - jo visst.<br/> <br/>  Fast vem är egentligen förvånad."
		},
		{
			"postIndex": 565,
			"postNumber": 580,
			"rankGlobal": 65,
			"rankLocal": 4,
			"scoreGlobal": 62.2,
			"scoreLocal": 68.2,
			"userRank": 87,
			"userScore": 11.3,
			"postUserName": "Sqweek",
			"postUserID": "u474040",
			"postUserUrl": "https://www.flashback.org/u474040",
			"postDateTime": "2010-12-15, 20:08",
			"postUrlInThread": "https://www.flashback.org/t571013p49",
			"postUrlUniq": "https://www.flashback.org/sp27592996",
			"sentence": "Vilken jävla idioti. Härligt att medborgarna har något att säga till om också, skiten röstas igenom och har inte sett ett smack om detta i tidningarna."
		},
		{
			"postIndex": 521,
			"postNumber": 531,
			"rankGlobal": 81,
			"rankLocal": 5,
			"scoreGlobal": 60.5,
			"scoreLocal": 66.4,
			"userRank": 96,
			"userScore": 11,
			"postUserName": "ToreroNachos",
			"postUserID": "u438387",
			"postUserUrl": "https://www.flashback.org/u438387",
			"postDateTime": "2010-12-15, 18:26",
			"postUrlInThread": "https://www.flashback.org/t571013p45",
			"postUrlUniq": "https://www.flashback.org/sp27590429",
			"sentence": "Det är helt jävla förjävligt.<br/>  Sorgligt nog så fungerade varken namninsamlingar, protester och andra aktioner mot FRA. Förhoppningsvis kommer någon att göra större aktioner nu. Dödliga aktioner. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  Det hade dock kommit utan terroraktionen, men svinen som vi kallar politiker visste att detta är rätt tillfälle att föra igenom en sån lag. Den genomsnittlige svensken kommer gå till jobbet imorgon och hurra över att de tror att terrorattacker kommer stoppas, förhoppningsvis kommer det vara andra som äntligen sätter ner foten mot detta hot mot friheten i detta land.<br/> <br/>  Hade inte förvånat mig om de snart börjar jaga människor som anses farliga för staten, bara för att de har en obekväm åsikt.<br/>  Däremot blir jag sorgsen när jag ser att folk vägrar sätta rasism och liknande åt sidan, för detta är ett otroligt större problem än integrationen. Det är dags att folket enar sig."
		}
	],
	[
		{
			"postIndex": 827,
			"postNumber": 851,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 82.8,
			"scoreLocal": 100,
			"userRank": 65,
			"userScore": 12,
			"postUserName": "Fartrand",
			"postUserID": "u510702",
			"postUserUrl": "https://www.flashback.org/u510702",
			"postDateTime": "2010-12-23, 17:34",
			"postUrlInThread": "https://www.flashback.org/t571013p71",
			"postUrlUniq": "https://www.flashback.org/sp27763391",
			"sentence": "Fick äntligen ett riktigt bra svar. Har bara fått svar från V där dom endast skriver typ: Bra! Vi är på din sida! Men inget mer <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/><br/> <br/>  Hej #####,<br/> <br/>  Tack för ditt nya brev om det aktuella lagförslaget som gör att Sverige genomför EU:s så kallade datalagringsdirektiv från 2006. Breven till de folkpartister du hörde av dig till har överlämnats till mig.<br/> <br/>  Frågan om datalagringsdirektivet är viktig eftersom det måste göras en noggrann avvägning mellan två intressen. I en demokratisk rättstat har individen rätt till skydd för sin privata integritet. Samtidigt måste ett samhälle också kunna ingripa mot grov brottslighet, och i kampen mot brott blir det ibland nödvändigt att göra mer eller mindre långtgående intrång i integriteten: husrannsakan, telefonavlyssning och fängelsestraff. Samtidigt måste integritetsintrånget stå i proportion till hur allvarligt brottet är.<br/> <br/>  Tele- och Internetföretag har länge sparat sina kunders trafikuppgifter för att använda som underlag för fakturor. Det har inte funnits någon gemensam lagstiftning i Europa om hur länge företagen får spara sådana uppgifter, inte heller något krav på dem att göra det. Den 15 mars 2006 antogs ett EU-direktiv som skapar gemensamma regler om att operatörerna måste spara trafikuppgifter i minst sex månader och högst två år.<br/> <br/>  Det är mycket viktigt att betona att trafikuppgifter handlar om själva trafiken, inte om innehållet. De uppgifter som ska lagras svarar enkelt uttryckt på frågorna om vem som kommunicerade med vem, när det skedde, var de som kommunicerade befann sig och vilken typ av kommunikation som användes. Uppgifterna får inte avslöja innehållet i en kommunikation.<br/> <br/>  Trafikuppgifter handlar alltså t.ex. om vilket telefonnummer som ringts upp och hur länge samtalet varade, men däremot ger trafikuppgifterna ingen information om samtalet. På samma sätt kan trafikuppgifter ge information om huruvida en dator med ett visst IP-nummer varit uppkopplad mot nätet, men inte om vilka webbsidor som besökts.<br/> <br/>  Den nya lagen innebär inte heller att det byggs upp något gigantiskt central databas med sådana trafikuppgifter, vilket du antyder i ditt mejl. Tvärtom säger vi bestämt nej till den idén, just av integritetsskäl. Trafikuppgifterna ska ligga där de alltid har legat  hos tele- och Internetföretagen själva.<br/> <br/>  Det är sedan bara i konkreta brottsutredningar som det kan bli aktuellt att begära utlämning av enskilda trafikuppgifter. Det finns stränga lagbestämmelser om i vilka lägen som polis eller åklagare kan begära fram trafikuppgifter och hur dessa uppgifter i så fall ska hanteras. Regeringen håller också på att se över dessa bestämmelser, bland annat av integritetsskäl.<br/> <br/>  Att lagring och utlämning av uppgifter regleras är därför inte automatiskt ett hot mot integriteten. Det beror på vilka villkor som ställs. Folkpartiet har fått gehör inom Alliansen för att Sverige ska välja så kort lagringstid som direktivet medger, sex månader. Därefter ska uppgifterna förstöras.<br/> <br/>  Trafikuppgifter har kunnat användas under många år i brottsutredningar, utan att detta har ansetts vara ett orimligt intrång in integriteten. Tvärtom har sådana uppgifter ofta varit helt nödvändiga för att kunna säkra bevisning om t.ex. vilka som varit delaktiga i ett grovt rån eller vilka som samarbetat i en narkotikasmugglingshärva.<br/> <br/>  Därför anser Folkpartiet att det är rimligt att trafikuppgifter ska lagras också i framtiden, så länge detta sker reglerat och polisens rätt att begära ut dem i varje enskilt fall prövas mot den enskildes anspråk på skyddad kommunikation.<br/> <br/>  Den lagstiftningen innebär alltså inte att något egentligt nytt inträffar. Snarare handlar den om att förebygga att tele- och Internetföretagen upphör att lagra uppgifter nu när allt fler företag övergår till enhetsfakturering i stället för fakturering på grund av trafikmängd.<br/> <br/>  Regeringen har medvetet tagit mycket lång tid på sig för att införa EU-bestämmelserna i svensk lag, just eftersom vi vill analysera konsekvenserna noga. Denna försening gör att Sverige har bötfällts i EU-domstolen, men vi har varit beredda att ta den kostnaden hellre än att riskera att lägga fram ett bristfälligt lagförslag som skulle kunna hota integriteten.<br/> <br/>  Regeringens lagförslag har också fått klartecken av lagrådet, som är den instans i det svenska rättsväsendet som ska förhandsgranska alla förslag till lagstiftning bland annat utifrån om de är förenliga med grundlagen och rättssäkerheten. Lagrådet skriver bland annat så här:<br/> <br/>  Till bilden hör [] att telefonbolagen sedan länge med abonnenternas tillstånd och med stöd i personuppgiftslagen (1998:204) och lagen om elektronisk kommunikation lagrar uppgifter i betydande mängd om telefon- och internettrafiken. Dessa uppgifter, som används av bolagen för fakturering av telefon- och internettrafik men också tjänar som underlag för marknadsföringsåtgärder, kan på begäran lämnas ut till de brottsbekämpande myndigheterna i den ordning som föreskrivs i rättegångsbalken och 6 kap. 22 § lagen om elektronisk kommunikation. Vad som är nytt i det remitterade förslaget är framför allt att den föreslagna lagringen blir obligatorisk.<br/> <br/>  Förslaget [från regeringen] överensstämmer i allt väsentligt med vad som föreskrivs i EU:s datalagringsdirektiv och får i överensstämmande delar anses utgöra ett med europeiska ögon försvarligt ingrepp i den personliga integriteten för att få till stånd nödvändiga brottsbekämpande åtgärder.<br/> <br/>  Jag hoppas att detta ger en bakgrund till den nya lagstiftningen. Du kan själv läsa mer på regeringens webbplats: <a href=\"/leave.php?u=http%3A%2F%2Fwww.regeringen.se%2Fsb%2Fd%2F13718%2Fa%2F155471\" target=\"_blank\">http://www.regeringen.se/sb/d/13718/a/155471</a><br/> <br/>  Än en gång tack för att du tog kontakt!<br/> <br/> <br/>  Vänliga hälsningar<br/> <br/> <br/> <br/>  Martin Andreasson"
		},
		{
			"postIndex": 800,
			"postNumber": 824,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 81.3,
			"scoreLocal": 98.2,
			"userRank": 46,
			"userScore": 13.8,
			"postUserName": "XeKaaz",
			"postUserID": "u198062",
			"postUserUrl": "https://www.flashback.org/u198062",
			"postDateTime": "2010-12-17, 18:34",
			"postUrlInThread": "https://www.flashback.org/t571013p69",
			"postUrlUniq": "https://www.flashback.org/sp27634900",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Norpheus</strong></div> <div>Det är bara att fortsätta rösta på SD. Det enda riksdagspartiet som är emot skiten och övervakningens huvudstad, EU!</div> </td> </tr> </table> </div>   Nja, jag tror att fyra år till av SD kommer resultera i att vi inom snar framtid får lov att höjja högerarmen i salut. Inte för att jag anklagar SD för att vara sådana, men däremot många av deras väljare, och ett parti styrs utav dess medlemmar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>polox</strong></div> <div>Det här var verkligen illa ... mina värsta farhågor besannas. En mörk vecka för demokratin, först Assange, sedan bombmannen och nu allt det här...<br/> <br/>  Frågan är om man inte bör gå ur EU också...<br/> <br/> <i>where secrecy begins, democracy ends.</i></div> </td> </tr> </table> </div>   Tycker jag absolut man ska göra, jag tror att om vi finner oss obundna till andra regeringars åsikter och krav kan vi som land ta vår frihet tillbaka och endast då.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Elwisp</strong></div> <div><b> Den riktar sig mot alla svenska medborgare, säger André Rickardsson, IT-säkerhetsexpert och tidigare avdelningsdirektör på Säpo.</b><br/> <br/>  Så de anser att största terrorhotet utgörs av svenska medborgare? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div>   Ja, det finns ju en klar risk med tanke på det uppstånd och hat som dagligen föds mot minoriteter i sverige, samt det hat mot invandrare som högervindarna har fört med sig, så jag skulle inte utesluta den möjligheten i första taget.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Freedom Fighter</strong></div> <div>Ska man tvingas missnöjesrösta på Vänsterpartiet(!) av alla partier? Den såg jag inte komma faktiskt... dags för i övrigt vettiga partier att skaffa sig lite jävla integritetstänkande!</div> </td> </tr> </table> </div>   I och med att Vänsterpartiet är ett av dom partier som varit emot detta direktiv en längre tid så är väl att kalla det missnöjesrösta ganska fel med tanke på att det var just missnöjesröstningen för M (pga S's misslyckade styre) och missnöjesröstningen för SD (för Allianses intergationspolitik) Så har vi alltså gått från höger, till lite mer höger, till jättehöger (S,M,SD). Kanske dags att ge ett Vänstersocialistisk styre chansen att städa upp efter tre uppenbarliga patetiska partier och styren.<br/> <br/>  Och att ge PP mer makt är som att ge SD mer makt, samma skit fast med PP slipper man de banala teorierna om flyktingpolitik.<br/> <br/>  Att rösta in S igen vet vi alla vart det leder, tillbaka till gråmoderatiska Mona Sahlin och ett jävla bakslag, nej. Tror det är dags att på den politiska fronten ge V 4 år på sig efter det här att städa upp, bara för att se vad dom kan åstadkomma.<br/> <br/>  Vad man kan göra just mot detta är det som vi gör bäst, motattackera, vi har några av världens bästa hackers, systemutvecklare, säkerligen kan vi åter igen hitta ett sätt att smidigt undanfly den ovälkomna övervakningen. Givetvis anser jag att alla som någonsin röstat på M och SD inte borde ta del av denna då jag lägger majoriteten av ansvaret på dessa 2 partier, likväl S. Om vi pratar storpartier då. (övriga partier är skräp och extra jobb)"
		},
		{
			"postIndex": 683,
			"postNumber": 700,
			"rankGlobal": 49,
			"rankLocal": 3,
			"scoreGlobal": 64,
			"scoreLocal": 77.4,
			"userRank": 19,
			"userScore": 19.7,
			"postUserName": "huiop",
			"postUserID": "u498182",
			"postUserUrl": "https://www.flashback.org/u498182",
			"postDateTime": "2010-12-16, 12:06",
			"postUrlInThread": "https://www.flashback.org/t571013p59",
			"postUrlUniq": "https://www.flashback.org/sp27605044",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Melinski</strong></div> <div>Här kan ni läsa hela förslaget från riksdagens hemsida:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fregeringen.se%2Fcontent%2F1%2Fc6%2F15%2F74%2F33%2F3dc07bbd.pdf\" target=\"_blank\">http://regeringen.se/content/1/c6/15/74/33/3dc07bbd.pdf</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.regeringen.se%2Fcontent%2F1%2Fc6%2F09%2F15%2F21%2F2f8c7424.pdf\" target=\"_blank\">http://www.regeringen.se/content/1/c...1/2f8c7424.pdf</a><br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/></div> </td> </tr> </table> </div>   Under konsekvensutredningen på 6 sidor nämns personlig integritet en enda gång, och det bara som en kostnadskonsekvens. <br/>  Risken för framtida missbruk nämns överhuvud taget inte. <br/> <br/>  Resterande är bara ekonomiska konsekvenser. <br/> <br/>  Man blir mörkrädd. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>nilosand</strong></div> <div>Jag betalar ~30 procent av min inkomst sen ytterliggare skatt när jag handlar något för min inkomst så det hamnar runt 50 procent. Klart höginkomsttagare hamnar högre.<br/> <br/>  Alltså det jag ville påpeka är att staten blir större och större, 50 procentigt skattetryck, 100% kontroll över vad vi gör på internet.<br/> <br/>  Det känns lite som att folket jobbar för staten och inte tvärtom.</div> </td> </tr> </table> </div>   Ja så är det ju och så har det alltid varit. Det är ju ingen som skulle sitta i riksdagen om de inte hade makten att bestämma över någon annan. <br/> <br/> <br/>  Jag tror faktiskt det är dags för Sverige och många andra länder att gå över till den här typen av demokrati, jag hoppas de (eller något liknande parti) får mycket uppmärksamhet mot nästa val, känns nästan som vår enda räddning <a href=\"/leave.php?u=http%3A%2F%2Faktivdemokrati.se%2F\" target=\"_blank\">http://aktivdemokrati.se/</a>"
		},
		{
			"postIndex": 673,
			"postNumber": 690,
			"rankGlobal": 68,
			"rankLocal": 4,
			"scoreGlobal": 62,
			"scoreLocal": 74.9,
			"userRank": 66,
			"userScore": 11.9,
			"postUserName": "BillionaireBoy",
			"postUserID": "u354224",
			"postUserUrl": "https://www.flashback.org/u354224",
			"postDateTime": "2010-12-16, 11:21",
			"postUrlInThread": "https://www.flashback.org/t571013p58",
			"postUrlUniq": "https://www.flashback.org/sp27604423",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KemiRockarFett</strong></div> <div>Instämmer det är vikigt att vi har militära checkpoints överallt, tillåtna överaskningshusrannsakningar, kameror i hemmen, avskaffar pengar och bara kort är tillåtna, avsäger oss våra rättigheter osv. Det för att skydda oss mot Al-CIAda.</div> </td> </tr> </table> </div> <br/> <br/> <br/>  Kameror i hemmen...he he thats old news. Finns och bekräftats, det är anledningen till varför jag sedan <br/>  år tillbaka tejpat svart tejpbit på den inbyggda kameran i min laptop. Detta är som schack spel, verktygen, <br/>  soldaterna och spionerna ställs ut oc hplaneras under lång tid. Och nu är de satt i arbete,<br/>  när de nu fullständigt kommer ha kontroll över nätet, folks uppkoppling etc. vad skulle hindra de från att<br/>  spionera med de verktygen som människor själva har köpt til lsina hem och kontor..<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Karman</strong></div> <div>Det är bara fantasier från din sida. Så kreativa är inte makten. <br/> <br/>  Däremot har jag mycket svårt syftet med denna lag. Som jag har fattat det så ska man lagra ALLA e-mail, sms, mobilsamtal (något mer?). Varför? För mig känns det helt galet. Vilka skäl anger man för detta?<br/> <br/>  Som nationellt sinnad är jag för att Sverige har ett starkt försvar och en stark säkerhetstjänst (som jobbar smart), i nationens intresse. <b>Men jag är ta mig fan inte för att man generellt ska övervaka allt och alla. </b>Då har det spårat ur helt!</div> </td> </tr> </table> </div> <br/> <br/> <br/>  Svenska makten kanske inte är så kreativa eller smarta, men hur vet man att även de inte styrs av usa??<br/>  Den här händelsen är inget slump, och inget talar emot att det var jänkarna bakom detta. Sverige<br/>  har ändå sedan länge styrts av usa, nu gör de det lagligt bara..."
		},
		{
			"postIndex": 824,
			"postNumber": 848,
			"rankGlobal": 96,
			"rankLocal": 5,
			"scoreGlobal": 59.1,
			"scoreLocal": 71.4,
			"userRank": 104,
			"userScore": 10.8,
			"postUserName": "hockexx",
			"postUserID": "u193271",
			"postUserUrl": "https://www.flashback.org/u193271",
			"postDateTime": "2010-12-21, 00:33",
			"postUrlInThread": "https://www.flashback.org/t571013p71",
			"postUrlUniq": "https://www.flashback.org/sp27707239",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lunkenn</strong></div> <div>Du verkar knappt vara byxmyndig, P-rullar kollade man på när var 15 år elr nå. Sen om jag snackar med några polare, so what om dom lyssnar när man sitter och gibbar dom lär ju knappast veta vad en paladin är eller? xD och nära/kära pratar man väl inte med i datorn med?</div> </td> </tr> </table> </div> <br/>  Svårt att redigera ditt tidigare inlägg istället för att posta 3 poster inom loppet av 3 minuter ?<br/> <br/>  Att sedan komma med ett så otroligt korkat argument är så jävla patetiskt att jag verkligen hoppas att du är under 18 år.<br/> <br/>  Finns ingen som helst anledning att stödja denna skitlag, drar folk ut och demonstrerar så skulle jag nog följa med, tyvärr så är jag också svensk och gör precis som alla andra svenskar <br/>  ( Hoppas att någon annan skall lösa problemet åt mig ) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
		}
	],
	[
		{
			"postIndex": 937,
			"postNumber": 962,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 97.4,
			"scoreLocal": 100,
			"userRank": 24,
			"userScore": 17.7,
			"postUserName": "Nilson",
			"postUserID": "u256133",
			"postUserUrl": "https://www.flashback.org/u256133",
			"postDateTime": "2012-03-20, 09:51",
			"postUrlInThread": "https://www.flashback.org/t571013p81",
			"postUrlUniq": "https://www.flashback.org/sp36358828",
			"sentence": "<div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\"><div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div>Grizzly<br/>  &gt;&gt;du åkt bil utan bälte<br/>  Ja då får du skylla dig själv att du blir lagförd för det sedan. Dvs att du fastnar i datalagring/filter och sedan får böta. Även om böterna utfärdas på helautomatisk väg av en dator.<br/> <br/>  &gt;&gt;för fort<br/>  Fortkörning, se kommentar ovan<br/> <br/>  &gt;&gt;stulit en penna<br/>  Snatteri/stöld, se kommentar ovan<br/> <br/>  &gt;&gt;tändare<br/>  Snatteri/stöld, se kommentar ovan<br/> <br/> <br/>  Grejen är dock att när du blivit fälld så är det smutsiga mjölet förbrukat, man kan altså inte fälla dig 2 ggr för samma brott. Så det är möjligt för en med kolsvart mjöl att få det vitt - att sona sina brott.<br/> <br/> <br/>  Svar på dina frågor:<br/> <br/>  1-&gt;a: jobb - Helt okej enligt mig. Bara bra med poliser i mediabolagen som kan ta dessa j***a äckelpirater (TJUUUUVAR är vad dem är - ge faan i att sno!!!!) på backen. Hoppas det är poliser med IT-kunskap också som är duktiga på spåra och sådant.<br/>  Här kommer datalagringsdirektivet till nytta också.<br/> <br/>  Tänk er själva framtiden, när ett polisfilter automatiskt scannar trafiken efter olagligheter och sedan kommer det automatiska polisböter på bredbandsfakturan - utan att varken någon polis eller människa lyft ett finger. Sedan kan naturligtvis hela polisfiltret vara plomberat och säkrat så inte ISPerna stoppar böterna i egen ficka utan att alla fynd redovisas automatiskt till polisen.<br/> <br/>  -----<br/> <br/>  1-&gt;b: Säljer info från registren - Inte okej, men inte heller en anledning till att registren inte ska få finnas. Bättre att ta problemen vid källan - att dessa anställda missbrukar registren - istället för att ta bort registren helt.<br/>  Och ett \"fy fy\" som du kallar det är en erinan eller varning, det kan leda till att man får sin polisbricka indragen och då har man ingen access till registren längre.<br/>  Man kan också lösa problemen genom att göra så inte så många har tillgång till registren.<br/> <br/>  -----<br/> <br/>  1-&gt;c: Hänga ut misstänkta - Nej det besvärar mig inte. Att man blir tillräckligt misstänkt för att figurera i en polisutredning kräver sin lilla sak i sig självt. Det är inte som ni tror, att polisen rullar tärning om vem som ska bli misstänkt, utan det finns en baktanke bakom misstanken.<br/>  Det kanske är att du sitter och umgås med din haschkompis som även säljer hasch på fritiden. Skyll dig själv att du har ett sådant umgänge.<br/> <br/>  -----<br/> <br/>  1-&gt;d: poliser som dömer - Tycker jag vore perfekt i mindre brott. Varför i helvete ska man kunna överklaga en böter för att inte ha haft ringklocka på cykeln för typ 500 kronor till domstol med alla de kostnader det innebär för staten?<br/>  Skulle gärna se att ALLT under fängelse ska kunna dömas ut av en polis med samma kraft som Högsta Domstolen. Sedan om poliser missbrukar befogenheten för att ge böter till dem som dem inte gillar så får man ta det den interna vägen för att få polisen ifråga avsatt.<br/> <br/>  -----<br/> <br/>  2-&gt;: Rent mjöl i påsen - Följer man bara lagarna med råge (och <span class=\"highlight\">INTE</span> smeker lag-gränsen med 0,0000000001 mm marginal även om man är på rätt sida) så ska du se att både EU, USA och Sverige anser ditt mjöl som rent.<br/> <br/>  -----<br/> <br/>  3-&gt;: Mänskliga rättigheter - Jo jag vet vad mänskliga rättigheter är. Det är vad ett stat, land eller liknande skrivit i grundlagen vad som ska vara mänskliga rättigheter, och detta regleras också i de internationella avtal länderna har.<br/>  Har landet inte skrivit något internationellt avtal om mänskliga rättigheter så är det fritt fram för landet att definera vad som är mänskliga rättigheter för dess invånare och sedan är det bara för dem att finna sig.<br/> <br/> <br/> <br/> <br/>  Förstår inte vad ert problem egentligen är? Ni vill inte ha datalagringsdirektivet bara för att ni fritt fram ska kunna dölja era brott och komma undan påföljd, right?</div> </td> </tr> </table> </div> </div> </div> </div> <br/>  VAD BRA DÅ!!! Då kan staten sakta men säkert frånta våran frihet, bit för bit och skapa ett kontroll samhälle a la George Orwell's 1984-dystopisamhälle, där vi blir behandlade som djur. Jobba få din mat, kolla på TV och lyssna på vad vi säger eller så gör du brott, Tänk inte fel heller för då kan du bli skickad till tvångsläger där du får arbeta resten av ditt liv för rika människors underhållning.<br/> <br/> <br/>  Herregud, Vad ska komma härnäst? att man ska bli dömd till döden för fildelning, bli bestraffad för att inte tänka som staten?<br/> <br/>  Du inser väl att demokrati är en annan form utav diktatur? Det är aldrig folket som väljer, Vad väljer vi? Det enda vi har att välja på är 4 olika färger, dessa färger har alltid exakt samma åsikter och gör exakt likadant som den andra färgen men bara med en annan ekonomisk planering. Och detta har pågått i flera tusen år, fan nu har vi teknologin.. Idag är demokrati ingenting annat än en show för den vanlige medborgaren, eller den ultimate skitsnackaren som vill bli en framtida politiker.<br/> <br/>  När dessa lagar ändå faller på plats bit för bit likt något barnpussel så kommer du att inse, vad hände med yttrandefrihet och personlig integritet? För dessa finns ju inte i diktaturer? Eller? Är det inte vad USA krigar för just nu i land efter land som du också tror eller? Att Muammar Gadaffi var en lögnaktig massmördare också? Du tror väl säkert att polisen aldrig missbrukat sin makt heller?<br/> <br/>  Varför blandar vi inte ihop dessa färger och röstar för allt vi behöver och vill ha och för saker vi inte behöver och inte vill ha? NÄR SKA FOLKET HA MAKTEN?<br/> <br/> <b>INTERNETOKRATI</b> är en ny ideologi som jag snubblade över för någon vecka sedan, makten är våran, folkets och inte dessa enskilda rika människor som anses göra bra saker för en \"stat\", varför tror ni att alla stater blir alltmer rädda för folket efter att internet blev officiellt för vanliga medborgare?<br/> <br/>  Tror ni att dessa lagar kommer med en slump eller? Klart som fan att dessa lagar var på väg.. Men vi som hittils använt detta verktyg på rätt sätt, genom att sprida och förmedla kunskap och visdom till andra medmänniskor. Vi har lyckats med våran uppgift, men ju mer hammaren slår desto mindre makt kommer vi människor få och desto mindre kommer vi att kunna förändra samhället till något nyttigt, något som kan gälla för alla människor, mer miljövänligare, mindre svält, ingen krig, bara fred och harmoni... <br/> <br/>  Om ni vill ha fri kunskap idag och för all framtid, börja säga emot dessa lagar! Det handlar inte om piratdelning, det handlar om att vi ska vara DUMMA NOG att jobba där ingen annan vill jobba, vi kan inte låta hela befolkningar bli smarta. Ett ord räcker för dessa jobb; Automatisering. <br/>  Det låter kanske långsökt, men gör det det? Ta dig en liten rundtur på google över hur långt vi kommit i teknologin. Till och med jag använder mig utav automatik, gör du?<br/> <br/> <br/> <a href=\"/leave.php?u=https%3A%2F%2Fdocs.google.com%2Ffile%2Fd%2F0B89n0wiD7W5zN0dHZU5KMy1UWXlyU2Frd1hHRnFYQQ%2Fedit%3Fpli%3D1%23\" target=\"_blank\">https://docs.google.com/file/d/0B89n...QQ/edit?pli=1#</a><br/> <br/>  Synd att det finns såna trångsynta människor som sebnie bara... dessa inser inte att kriminalitet inte behöver existera i dagens högteknologiska värld, det är staten och pengarna som skapar kriminalitet - och vad har vi i all oändlighet kämpat för? Harmoni och frid människor emellan, men det är såna som du som segregerar oss människor och skapar kontroll.<br/> <br/>  \"Vad har ni o dölja..PFFttHSCMMh,, rentmJÄÄl IpåsEN\" hit och dit, kan du vakna ur din sinnesförvirring och inse att dina barnbarn kommer att leva som slavar i framtiden om det inte vore för såna människor som mig som vill förändra världen? jävla sten asså, vakna."
		},
		{
			"postIndex": 916,
			"postNumber": 941,
			"rankGlobal": 3,
			"rankLocal": 2,
			"scoreGlobal": 93.2,
			"scoreLocal": 95.6,
			"userRank": 10,
			"userScore": 27.4,
			"postUserName": "Grizzly",
			"postUserID": "u10497",
			"postUserUrl": "https://www.flashback.org/u10497",
			"postDateTime": "2012-03-20, 01:45",
			"postUrlInThread": "https://www.flashback.org/t571013p79",
			"postUrlUniq": "https://www.flashback.org/sp36356697",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FyrverkeriFTW</strong></div> <div>  Anonymiseringstjänster som Anonine, Mullvad och Dold fungerar, men se till att de inte lagrar trafikdata själva! Det står i avtalet. En del tjänster gör faktiskt det, och så länge DLD inte är infört så är det mer integritetskränkande att använda en sådan tjänst som lagrar trafikdata än att vara utan anonymiseringstjänst!<br/> <br/>  Även de som inte lagrar skulle kunna snoka i din data , men om det kom ut så skulle de gå i konkurs direkt, så det är osannolikt.</div> </td> </tr> </table> </div> Och om datalagringslagen går igenom så är alla anonymiseringstjänster (inom dom länder där lagen finns) skyldiga att spara exakt samma data som internetleverantörerna (för det är ingen skillnad på en anontjänst och isp enligt denna lag).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LGD</strong></div> <div>Detta låter väldigt otrevligt, nu blev jag tjurig, jag som var på gott humör alldeles nyss. Jag trodde att ACTA-lagen hade gått igenom helt och hållet, men det måste vara något jag missuppfattat och tur är väl det om så är fallet. Självklart ska jag rösta för ett fritt Sverige, men jag undrar hur starkt piratpartiet är och hur mycket de kan påverka i detta lögnaktiga system?<br/>  Det börjar bli riktigt hett om öronen nu känner jag, och det beror inte på pizzan jag käkade förut. Undrar hur många av medborgarna som är medvetna om vad detta kan få för konsekvenser?<br/>  Jag känner att det är jävligt synd om min stackars far, och massa andra som tycker det är helt ok, att bli övervakad dygnet runt, då de så klart har rent mjöl i påsen. Inte nog med att skurkarna vill ha mer övervakning och kontroll, de vill ha in hela jävla fadderrullan med ännu mer övervakning och kontroll.</div> </td> </tr> </table> </div> Nu är det INTE ACTA denna tråd gäller utan datalagringslagen där alla kontakter (och det är tid,med vem,och var du är) du gör ska sparas i 6mån (men om säpo,fra kan bedömas vara för korkade att ta bort saker efter tiden går ut (vilket dom har utan straff påföljd) så kan man ju lika gärna säga i onändlighet istället för 6mån.<br/>  Och JA alla kontakter,etc din mobil gör ska sparas med så den blir då effektiv spårsändare där dom kan följa dig ner på nån meter (beroende på hur många master som din mobil har kontakt med just då).<br/> <br/>  ACTA är nåt helt annat och det ligger i EU nu dom villje ju baxa igen det för ett litet tag sedan men det vart ju lite motstånd så dom beslutade ju att skicka den till eu domstol (heller vad fan det nu var) med nån,några frågor MEN problemet är att dom inte har skickat det ännu.<br/>  Så vad fan dom håller på med är det ingen som vet men det finns ju några spekulationer som tex vänta och hoppas att dom kan smyga igen det om nån,några månader på nåt fiskeriemöte (för det var ju där det kom till från början trots att fiskeri inte har ett skit med det att göra), heller att dom byter namn och drar igen det om ett tag, annars kanske dom delar upp allt och smyger in några delar i helt andra frågor så ingen jävel vet om det (inklusive EU parlamentarikerna) förrens det är igenomröstat.<br/> <br/>  Sen kan du fråga din far varför han tror att han har rent mjöl i påsen.<br/>  Säg då att det ABSOLUT INTE är han som avgör det det är ej heller någon i familj,släkt,vänskaps krets som bestämmer det heller.<br/>  Det räcker att din far ringde fel heller fick en fel ringning för 5mån sedan tex kan det vara så att polis,säpo,fra,etc,etc har intresse av att veta vem kalle har kontakt med han ringer sin mamma en gång i veckan som i sin tur talar med sin gamla skolkompis som bor 50mil ifrån och det var just till,från denne skolkompis som din far ringde till,fick ett samtal ifrån och vips så är han intressant i alla fall under ett litet tag och har ju då INTE rent mjöl i påsen.<br/> <br/>  Ett annat kan vara att nån som tror denne har rent mjöl besöker mamma,faster,etc på malmskillnads gatan (heller nån,några gator bredvid) någorlunda regelbundet så är det ju risk att datorn heller nån polis,etc får för sig att det inte är bra han köper nog sex då vips inte rent mjöl längre.<br/> <br/>  Och dessa exempel är ju enbart dom ganska solklara fallen det kommer att finnas hundratusentals andra fall som dom flesta inte ens skulle kunna tänka sig att dom fanns.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div>  1,deprimeradekillen: Nej för jag litar på staten och polisen, och accepterar deras beslut. Man kan inte få som man vill hela tiden, gör man brott - även om det är mellan fyra väggar och ingen annan än mig själv drabbas/påverkas av det - så får man skylla sig själv när det fastnar i datalagringen och man blir lagförd.<br/> <br/>  2,Och ja, jag vet vad personlig integritet är. Men jag skiter i integriteten mot staten för <u>jag har RENT mjöl i påsen</u> men det kanske inte ni har och därför vill ni krypa ner under jorden.<br/> <br/>  3,Ja, jag vet vad mänskliga rättigheter är. Det anser jag vara vad staten beslutat när det gäller mänskliga rättigheter. Har dem tagit bort en viss mänsklig rättighet så får man FINNA sig i det.</div> </td> </tr> </table> </div>   1,Så att poliser blir belönade med välbetalda jobb på ett stort media bolag redan innan hans förundersökning är klar besvärar dig inte (TPB rättegången).<br/>  Att poliser säljer information som dom har tillgång till i alla sina register besvära dig inte heller (JA detta har hänt ofta och det finns fällande domar för det fast ofta blir det ju bara fy så får du inte göra jobba vidare nu.).<br/>  Att justitieministern vill hänga ut misstänkta innan rättegångar besvärar dig inte (grädelina kuvert plus lite annat skit).<br/>  Du vill således leva i en judge dredd värld? dvs alla polliser är även åklagare,domare,bödel.<br/> <br/>  2,Hur vet du det?<br/>  Har du frågat alla sveriges invånare? sen borde ju även EU's och USA's folk tillfrågas med för sverige är ju deras lilla knähund.<br/>  Det räcker om en person säger NEJ till denna fråga så har du INTE rent mjöl.<br/> <br/>  3,Nej du vet INTE vad mänskliga rättigheter är för då¨skulle du inte skriva den meniningen.<br/>  En stat,land,etc har ej rättigheter att ta bort dessa för sitt folk."
		},
		{
			"postIndex": 914,
			"postNumber": 939,
			"rankGlobal": 5,
			"rankLocal": 3,
			"scoreGlobal": 88.4,
			"scoreLocal": 90.8,
			"userRank": 5,
			"userScore": 42.3,
			"postUserName": "sebnie",
			"postUserID": "u86426",
			"postUserUrl": "https://www.flashback.org/u86426",
			"postDateTime": "2012-03-20, 01:24",
			"postUrlInThread": "https://www.flashback.org/t571013p79",
			"postUrlUniq": "https://www.flashback.org/sp36356500",
			"sentence": "Demma: Varför ska man inte få använda sådant till bötesbrott? Brott som brott, tycker man ska få husrannsaka för att utreda en fortkörning på 1km/h på 110-väg om man nu så vill.<br/>  Spelar väl ingen roll vad det är för straff? Brott som brott - ge fan i att vara <span class=\"highlight\">kriminell</span>.<br/>  Och kriminell är man om man bryter mot lagen. Oavsett om det handlar om att köra 1km/h för fort på 110väg eller om det handlar om att mörda kungen.<br/> <br/> <br/>  FyrverkeriFTW: Man får väl skylla sig själv om man är så dum att man kör en TOR-nod och sedan åker dit för en massa ting.<br/>  Man får väl tänka lite med skallen och fundera \"Vad är troligt att denna nod kommer användas till om jag sätter upp en anonymiseringsnod\"?<br/> <br/>  Samma som att öppna ett bankkonto i ditt namn, lägga ut inloggningsdetaljerna på en hemsida och \"varsegod, tvätta era pengar via detta konto om ni vill\". Självklart man åker dit, man borde insett att det inte är lagliga pengar folk kommer tvätta. Samma med TOR, man borde inse att det är inte lagligheter folk kommer syssla med över TOR.<br/> <br/>  Fördelen med DLD är att folk kommer åka dit/få böta/bli undersökta och få massa husrannsakningar och sådant för saker som hänt på ens TOR-nod. Och då kommer TOR-noderna <span class=\"highlight\">SJÄLV-censureras och SJÄLV-dö</span>. I alla fall svenska noder. JIPPIE!<br/> <br/>  Gällande hårddiskar är det lätt. Helt enkelt, man får betala för sitt eget dataspace. 2 st 1TB-diskar i en RAID-spegel kostar ca 2000 kr för 1 TB.<br/>  Det räcker i ca 10 år. Slår man ut 2000 på 10 år blir det ca 15 kr månaden. <br/>  1TB räcker för 160GB per månad.<br/> <br/>  Man kan då ha att det kostar tio öre per GB av dataöverföring per månad. (160/15 ger att det blir ca 10 öre per gigabyte och månad)<br/>  Det blir då inte flatrate utan man får helt enkelt betala 10 öre per gigabyte.<br/> <br/>  Betalar alla 10 öre per GB av dataöverföring per månad kommer pengarna räcka för hårddiskar.<br/> <br/>  NattNatt: Nej. det är fortfarande demokrati. Du kan ställa politikerna till svars 1 gång vart fjärde år. Ta vara på den chansen. Stoppa rätt valsedel i kuvertet - vips så har du ställt politikerna till svars. Det är det som är demokratin i sverige. Går dem emot majoritetens vilja så röstar du bort dem till förmån för ett parti som är för majoritetens vilja.<br/> <br/>  deprimeradekillen: Nej för jag litar på staten och polisen, och accepterar deras beslut. Man kan inte få som man vill hela tiden, gör man brott - även om det är mellan fyra väggar och ingen annan än mig själv drabbas/påverkas av det - så får man skylla sig själv när det fastnar i datalagringen och man blir lagförd.<br/>  Är det så svårt att <span class=\"highlight\">Ge FAN</span> i att bryta mot lagarna?<br/>  Om du nu tycker lagarna är så himla dåliga - så skriver du ett MEJL till politiken som införde lagen och förklarar varför du anser så - eller så RÖSTAR du helt enkelt bort partiet som införde den dåliga lagen till förmån för ett parti som vill ta bort lagen!<br/> <br/>  Och ja, jag vet vad personlig integritet är. Men jag skiter i integriteten mot staten för <u>jag har RENT mjöl i påsen</u> men det kanske inte ni har och därför vill ni krypa ner under jorden.<br/> <br/>  Jag vet vad yttrandefrihet är, men det behövs ingen fullständig sådan, för varför snacka skit om staten? Du kan ju lika gärna visa din åsikt 1 gång vart fjärde år, du vet dem där blåa, vita och gula lapparna. Det är ett mycket effektivare sätt att visa sin åsikt på.<br/> <br/>  Ja, jag vet vad mänskliga rättigheter är. Det anser jag vara vad staten beslutat när det gäller mänskliga rättigheter. Har dem tagit bort en viss mänsklig rättighet så får man FINNA sig i det."
		},
		{
			"postIndex": 856,
			"postNumber": 881,
			"rankGlobal": 6,
			"rankLocal": 4,
			"scoreGlobal": 87.1,
			"scoreLocal": 89.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "BekymradMedborgare",
			"postUserID": "u643235",
			"postUserUrl": "https://www.flashback.org/u643235",
			"postDateTime": "2012-03-08, 16:42",
			"postUrlInThread": "https://www.flashback.org/t571013p74",
			"postUrlUniq": "https://www.flashback.org/sp36122734",
			"sentence": "Onsdagen den 21/3 röstar riksdagen om huruvida EU:s datalagringsdirektiv ska implementeras i Sverige eller ej. Lägg den 21/3 på minnet. Det är ett datum som kommer att skrivas in i historieböckerna. Det finns två möjliga rubriker:<br/> <br/>  \"21 mars 2012  Dagen då Sverige valde respekt och frihet.\"<br/>  \"21 mars 2012  Dagen då Sverige valde övervakning och kontroll.\"<br/> <br/>  Du och jag kan vara med och bestämma vad det ska stå.<br/> <br/>  Vad är datalagringsdirektivet? (video)<br/>  Datalagringsdirektivet betyder i korthet att alla som har en mobiltelefon i fickan kommer att behöva finna sig i att information om var de befinner sig och vem de smsar och talar med kommer att registreras och göras sökbar i sex månader. Kort sagt, du kan inte ens gå ut och köpa en liter mjölk utan att information om din tur till ICA sparas i sex månader och kan hämtas ut av polisen.<br/> <br/>  Grundtanken var att informationen bara skulle få hämtas ut om du misstänktes för ett allvarligare brott. Justitiedepartementet har dock redan gjort klart att man vill att informationen ska kunna hämtas ut även för misstanke om bötesbrott. Det skapar en mycket överhängande risk för att information kommer att hämtas ut i tid och otid oavsett om det finns anledning att tro att du är ett hot mot dig själv, andra eller samhället i stort.<br/> <br/>  Men är det inte bra att man sätter dit brottslingar?<br/>  Jo, det är bra att brottslingar ställs till svars för sina brott. Datalagring är dock inte en effektiv metod för detta.<br/> <br/>  I Tyskland löser man 0,002% fler brott med hjälp av direktivet. Samtidigt uppger över hälften av befolkningen att de inte längre vågar använda telefonen för känsliga samtal med till exempel psykologer, präster eller äktenskapsrådgivare. Det faktum att så många inte längre vågar söka hjälp innebär i sig en risk för att fler brott ska begås.<br/> <br/>  Datalagring är dessutom mycket dyrt. Hade man investerat lika mycket pengar i traditionellt polisarbete hade man med största sannolikhet löst betydligt mer än 0,002% fler brott. Samtidigt hade man inte behövt göra intrång i vanliga människors privatliv.<br/> <br/>  Vilka konsekvenser får datalagringsdirektivet? (video)<br/>  I de länder som infört datalagringsdirektivet hämtas det årligen ut information i enlighet med direktivet 180 000 gånger. I Frankrike hämtas information ut en halv miljon gånger och i Polen en miljon gånger. Även om det inte finns information om varför man valt att hämta ut informationen, så visar blotta mängden att det inte bara kan handla om information som hämtas ut i samband med allvarliga brott. Tröskeln för när man hämtar ut information har sänkts till en oacceptabel nivå där alla löper mer eller mindre risk för att få sin privata information utlämnad och synad.<br/> <br/>  Om man hämtar ut information hundratusentals gånger ökar risken för fel betänkligt. Skulle du vilja hamna i datalagringsdirektivets felmarginal?<br/> <br/>  Måste Sverige implementera datalagringsdirektivet?<br/>  Nej, men politiker som tycker att lite övervakning är helt okej så länge de får behålla sina jobb brukar hävda det.<br/> <br/>  Tanken är att naturligtvis att medlemsländerna ska implementera direktiv från EU, men andra europeiska länder har låtit bli att införa datalagringsdirektivet. Sverige har struntat i att införa andra EU-direktiv, tex avloppsdirektivet. Det är inte unikt att inte implementera ett direktiv från EU.<br/> <br/>  Artikel 8 i Europakonventionen säger: ?Var och en har rätt till skydd för sitt privat- och familjeliv, sitt hem och sin korrespondens.? Det finns undantag för nationell säkerhet, andra personers trygghet etc, men det är en grov vantolkning av de undantagen att förutsätta att vi alla, varje dag, dygnet runt, utgör ett sådant allvarligt hot mot nationen och våra medmänniskor. Datalagringsdirektivet krockar med denna artikel.<br/> <br/>  EU-kommissionen gjorde 2011 en utvärdering av direktivet som tyder på att direktivet innehåller stora brister. Rapporten är dock ofullständig eftersom de länder som redan implementerat direktivet struntar i att rapportera in den information som behövs för att göra en vettig utvärdering av direktivet.<br/> <br/>  Kontentan är att regeringen och Socialdemokraterna försöker tvinga igenom ett mycket kontroversiellt direktiv som inte ens blivit ordentligt utvärderat. De vill att riksdagen ska rösta i blindo om din och min integritet och Sveriges framtid.<br/> <br/>  Kostar det inte en massa pengar att inte införa datalagringsdirektivet?<br/>  Jo, men det kostar ännu mer att införa direktivet.<br/> <br/>  I dag kostar det Sverige omkring 2,5 miljoner kronor i månaden att inte införa datalagringsdirektivet. EU-kommissionen vill dock öka prislappen med närmare 11 miljoner i månaden. Om de får sin vilja igenom blir den sammanlagda årskostnaden för att inte införa direktivet omkring 162 miljoner kronor. Det kan låta mycket, men jämfört med att införa direktivet är det ett riktigt kap.<br/> <br/>  IT &amp; Telekomföretagen, IT &amp; telekomsektorns intresseorganisation med mer än 1000 medlemsföretag, uppskattar att bara införandet av datalagringsdirektivet skulle kosta mellan 760 miljoner och 1 miljard kronor. Utöver detta räknar man med en årlig kostnad på omkring 133 miljoner kronor.<br/> <br/>  Det kostar skjortan att övervaka människor. Det är dessutom du som får betala kalaset via din skatt.<br/> <br/> <b><i><u>Rösta på PIRATPARTIET</u></i></b> och värna våra demokratiska friheter!"
		},
		{
			"postIndex": 851,
			"postNumber": 876,
			"rankGlobal": 7,
			"rankLocal": 5,
			"scoreGlobal": 82.9,
			"scoreLocal": 85,
			"userRank": 18,
			"userScore": 20.1,
			"postUserName": "Renzo-G",
			"postUserID": "u490737",
			"postUserUrl": "https://www.flashback.org/u490737",
			"postDateTime": "2011-01-05, 10:52",
			"postUrlInThread": "https://www.flashback.org/t571013p73",
			"postUrlUniq": "https://www.flashback.org/sp28004531",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>test1fy</strong></div> <div>Det var ett fiktivt exempel, släpp det. <br/> <br/>  Du måste också inse att vårat krav på att gå ut ur EU är inget vi tror att vi kan förverkliga de närmaste mandatperioderna. Som vi ser har högervindarna blåst i 30 år och det är svårare än någonsin att driva en offensiv vänsterpolitik när allt svensson bryr sig om är smartphones och whisky.<br/></div> </td> </tr> </table> </div> <br/>  Du kritiserar mina åsikter om att EU är ett hot mot integriteten baserat på att det är \"ett långsökt argument\" men samtidigt gör du en analys av en lång framtida politisk utveckling i Sverige gällande folks känsla inför EU. <br/>  Jag tror att det finns GOTT om folk som innerst inne är EU kritiska, men dessa människor behöver känna sig trygga innan dom ger fullt stöd till uttåget. Av den anledningen borde (V) ha röstat precis som SD, inte just för att det kommer att ge en DIREKT förändring, men för att det skapar en grogrund för den otrygga massan att visa framfötterna.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>test1fy</strong></div> <div> <b>Ett extremt långsökt argument men visst, så är det väl på sätt och vis. Men EU är främst ett hot på det demokratiska och parlamentariska planet då jag inte vill att Sveriges beslut ska påverkas av den överstatliga, globaliseringsvänliga EU..</b> Men hur som helst så är ett avhopp från EU ingenting som vi kan genomföra idag eller imorgon, dock kan vi låta bli att införa övervakningslagar då regeringar än så länge till viss del kan bestämma om de ska införa EU:s förslag<br/></div> </td> </tr> </table> </div> <br/>  Bra att du åtminstone håller med mig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>test1fy</strong></div> <div>   Vänsterpartiet är väldigt interdemokratiska till skillnad från andra partier (framförallt SD som styrs av Åkesson, Söder, Fredriksson mfl) och i den här frågan har vi stöd från våra medlemmar. <br/></div> </td> </tr> </table> </div> <br/>  Ni må ha stöd från era medlemmar, men de av mina vänner som är Vänsterpartister blev <b>tämligen</b> förvånade över hur ni röstade i GL's omröstningen. Min åsikt står alltså kvar i huruvida ni fört era väljare bakom ljuset.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>test1fy</strong></div> <div>  Psykologi, nja. Jag är ganska vardaglig i mitt debatterande, så självklart skriver jag \"hahaha\" när du påstår helt absurda saker. Det är du som har tunna åsikter, du har praktiskt taget sagt samma sak i 3-4 inlägg nu, att vi har massakrerat den personliga integriteten eftersom att vi är för propositionen om en reformerad, modern grundlag. <br/> <br/>  Sen finns ju mindre vettiga delar i denna proposition, som att skriva in EU medlemskapet i GL, men det är inga stora bakslag. Som ni Sverigedemokrater säger, all politik handlar om prioriteringar. Dessutom är det rimligt att vi står upp för att många beslut som tas av Sveriges riksdag redan är beslutade om i EU och att vi är hårt kontrollerade av en överstatlig organisation.<br/></div> </td> </tr> </table> </div> <br/>  Du har påstått en massa absurda saker och jag förklarar sakligt för dig varför du borde tänka om.<br/>  Att skratta åt sin antagonist är onödigt i en debatt om det verkligen handlar om att försöka förklara en ståndpunkt, det inser du nog också. Men det är klart...det är ju du som försvarar dig, så en defensiv position kanske är nödvändig för att du inte ska kunna lära dig någonting av en Sverigedemokrat, eftersom detta vore SÅ hemskt och SÅ fel, om man lyssnar på massmedia vill säga.<br/> <br/>  Klart som korvspad att jag upprepar mig, när du vägrar acceptera fakta. Du är inte precis oskyldig till att upprepa dig heller och jag börjar också tycka att vår diskussion känns tunn.<br/>  Jag hoppas bara att du tar intryck av att SD och (V) har en gemensam nämnare i denna fråga och att ni åtminstone NÄSTA gång kan stå allierade med oss mot EU. 2 är starkare än 1, så försök inte gå eran egen väg bara för att vara politiskt korrekta i frågan om att samarbeta med SD, utan tänk istället på vad som är bäst för Sverige och <i>prioritera</i> på detta sätt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>test1fy</strong></div> <div> <b><br/>  Föreslår dock att vi lägger ner diskussionen eller så kan vi börja snacka om datalagringsarkivet istället. Du får gärna redogöra vart SD står i den frågan. Officiellt har ni inga synpunkter på den, eller hur?</b><br/> <br/>  Gott nytt år i alla fall.</div> </td> </tr> </table> </div> <br/>  Ok, vi lägger ner.<br/> <br/>  SD har som sagt inget officiellt ställningstagande i många av de specifika \"storebrors-frågorna\".<br/>  Dom ställer sig positiva, med modifikationer, till datalagringsdirektivet (<a href=\"/leave.php?u=http%3A%2F%2Fwww.riksdagen.se%2Fwebbnav%2Findex.aspx%3Fnid%3D410%26amp%3Bdok_id%3DGY02Ju7%29\" target=\"_blank\">http://www.riksdagen.se/webbnav/inde...ok_id=GY02Ju7)</a>. <b>Det är det enda partierna lagligen kan göra, eftersom EU-direktiv är bindande.</b> Vi är med i EU, alltså följer vi EU-direktiv. Går vi emot dessa bötfälls vi tills vi accepterat förändringen. EU-direktiv kan även användas i rätten, även om vi inte \"hunnit\" införa direktiven i vår lag, det enda vi har laglig rätt till är att bestämma HUR direktivet ska införas i vår lag, vilket är vad SD gör här.<br/> <br/>  Så jag vet inte vad det finns att diskutera i denna fråga egentligen.<br/> <br/>  Gott nytt år!"
		}
	],
	[
		{
			"postIndex": 1016,
			"postNumber": 1041,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 10,
			"userScore": 27.4,
			"postUserName": "Grizzly",
			"postUserID": "u10497",
			"postUserUrl": "https://www.flashback.org/u10497",
			"postDateTime": "2012-03-20, 17:30",
			"postUrlInThread": "https://www.flashback.org/t571013p87",
			"postUrlUniq": "https://www.flashback.org/sp36365660",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div>Förstår inte vad ert problem egentligen är? Ni vill inte ha datalagringsdirektivet bara för att ni fritt fram ska kunna dölja era brott och komma undan påföljd, right?</div> </td> </tr> </table> </div> NEJ vi vill inte leva i ett fängelse!<br/>  Den hemliga polisens anfader, Armand Jean du Plessis de Richelieu a.k.a. Cardinal-Duc de Richelieu, sa en gång så här om sitt arbete... \"Ge mig sex rader skrivna av den hederligaste man som finns och jag ska hitta en förevändning i dem att hänga honom.\"<br/> <br/>  Detta citat är i högsta grad aktuellt i dag. Vi har skapat en stat som har så många lagar och som är så komplex att man skulle kunna sätta dit i stort sett vem som helst för något. Detta är, i kombination med en omfattande övervakningsstat, obehagligt och farligt.<br/> <br/>  Till slut kommer man till en punkt där vanligt folk går omkring och är rädda för staten. En punkt där människor passar sig för vad de säger och skriver. Vi kanske inte är där ännu. Men det är dit vi är på väg.<br/>  Är staten verkligen alltid god?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fjanlindgren.se%2F2009%2F11%2F08%2Fstaten-ar-alltid-god%2F\" target=\"_blank\">http://janlindgren.se/2009/11/08/staten-ar-alltid-god/</a><br/>  Beter du dig verkligen \"normalt\" hela tiden (OBS inte vad DU tror att normalt är utan vad nån helt okänd människa,dator tycker)?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.syrransgranne.se%2F2009%2F12%2F07%2Fdu-beter-dig-val-normalt%2F\" target=\"_blank\">http://www.syrransgranne.se/2009/12/...g-val-normalt/</a><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong></div> <div>Obegripligt att laglydiga medborgare tror att staten och polisen är intresserad av vem som är på ICA och när någon ringt en psykolog. Varför skulle det ödslas resurser på att kartlägga sådana trivialiteter?<br/> <br/>  Kan datalagringslagen hjälpa till att förhindra brott, utreda brott eller döma skummisar så har den mitt fulla stöd. Det var ett jävla gnäll också när kameror skulle tillåtas att installeras i taxibilar. Detta har visat sig vara ytterst effektivt och grova våldsbrott och rån i taxibilar har minskat med 88%.</div> </td> </tr> </table> </div> Visst det kan i vissa fall hjälpa mycket med kamera övervakning som tex i taxi men tar vi london så ligger samma procentsats (88%) LÅNGT under 1%.<br/>  DLD kan ju även utnyttjas till alibi av kriminella.<br/>  Tex om ett gäng planerar ett bankrån och ger då sina telefoner till andra personer som i sin tur åker(heller stannar kvar beroende på var dom ska råna) och smsar,ringer lite då och då under tiden till nån,några andra telefoner för att då se till att mobilen spåras 10-20mil bort från där rånet utförs.<br/>  Visst DLD kommer att fälla ett antal personer MEN det kommer då att vara 50åriga pundaren som knappt kan smsa OCH betydligt fler helt oskyldiga personer tex när nån utnyttjar ditt wifi till nåt olagligt (och det finns idag INGET sätt att vara säker med wifi alla wifiskydd idag går att knäcka på max 20min med en halvkass bärbar dator) och JA det är då den som står för ab som är den som får ta straffet.<br/>  Dom mer kunniga och organisaserade brottslingarna kommer DLD inte att göra ett skit för.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>cc_zero</strong></div> <div>Det här med att spåra folks telefoner så man kan se om det går till affären.. Gäller det enbart mobiler med GPS då eller? Äldre mobiler kan man väl aldrig spåra till en exakt punkt, utan istället enbart kunna placera ut vilket område den befinner sig i genom triangelsökning mellan masterna eller vad det heter?<br/> <br/>  Och vilka länder har valt att inte införa detta ännu?</div> </td> </tr> </table> </div> NEJ det gäller alla mobiler!<br/>  GPS har inget alls med saken att göra det är triangulering det handlar om.<br/>  Dvs tiden det tar för din mobil att svara på ett tex ett ping från alla master mäts och då vet man hur långt från masten mobilen är och ju fler master desto mer exakt blir positionen.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong></div> <div>Kan inte någon i tråden som anser att detta är ett enormt ingrepp i den personliga friheten förklara vilka uppgifter ni är rädda ska kontrolleras. Vilka telefonsamtal ringer ni som är känsliga? Vilka personer umgås ni med som måste hållas hemligt. Vilka spännande platser vistas ni på?<br/> <br/>  Jag skiter i principen, den behöver ni inte dra igen. Enligt min uppfattning är det självklart att samhället tvingas öka kontrollen i takt med terrorhot, organiserad brottslighet, gängkriminalitet och ständiga hot om våldsbrott och upplopp på allmänna platser eskalerar.</div> </td> </tr> </table> </div> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong></div> <div>Brukar du ringa olika knarklangare? Planerar du bankrån? Organiserar du negerupplopp i Malmö? Har du kontakt med minderåriga horor? <br/> <br/>  I så fall förstår jag ditt beslut.</div> </td> </tr> </table> </div> Det spelar ingen roll att jag aldrig ringer knarklangare,etc det kan räcka med att knarklangarens mormor råkar ringa fel till mig en gång för att jag ska vara intressant för polis,säpo,fra,etc.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong></div> <div>Jag tänker på mina barn och framtiden. Skötsamma medborgare, polisen och det öppna, demokratiska samhället måste alltid ligga steget före buset. Slutar man ha den ambitionen kommer man på mycket kort tid befinna sig sju mil på efterkälken. Alla brott kommer inte lösas, det räcker med att några löses eller förhindras eller avskräcks. Internet, telekommunikation och modern datateknologi är förnämliga verktyg för de mörka krafter som väljer brottets, terrorns och laglöshetens väg. Hjälpmedel som inte fanns för några år sedan. Jag stödjer till fullo om det laglydiga kollektivet vill vrida dessa nya hjälpmedel ur händerna på buset. Staten är vi laglydiga, de andra är de som med alla till buds stående medel måste bekämpas.</div> </td> </tr> </table> </div>   Exakt vad jag tänker på med jag vill inte att dom ska leva i ett fängelse.<br/>  Vad är bäst övervaka alla för x antal miljarder och lösa 0,002 (heller om det var 0,0002)% brott och då kanske få en betydlig ökning för att folk inte vill ringa psyk,doktor,etc.<br/>  Heller att anställa fler poliser för ungefär samma antal x fast då i miljoner istället för miljarder och på det sättet lösa otrloligt mycket mer än 0,00(0)2% brott.<br/>  Tex all kamera övervakning i london har det ju gjorts studier som kom fram till att 2 poliser till skulle klara av att lösa fler brott det handlade då om miljoner(kameror) vs tusen(2 poliser till) £ per mån.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kaymano</strong></div> <div>PP är och förblir ett skämt. De saknar polityr. Hade varit bättre om deras folk engagerat sig i redan befintliga partier. Partier med seriös plattform.<br/>  Jag ogillar också all typ av <a href=\"https://www.flashback.org/t1739926\" target=\"_blank\">övervakning</a>, men tror tyvärr inte att PP kommer kunna göra något åt saken. Nää, de kommer gå samma öde till mötes som Junilistan (sist in först ut).</div> </td> </tr> </table> </div>   Jag är av helt annan åsikt.<br/>  Om en PP'are hade gått med i moderaterna tror du då att denne person hade fått någon som helst möjlighet att komma med på några valsedlar?<br/>  Mitt svar på det är NEJ denne hade räknats som en idiot och inte fått ett ord i vädret någonsin.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kaymano</strong></div> <div>1,Klart att ökad övervakning slår hårt mot kriminaliteten. DDR hade väl inte direkt problem med MC-gäng och turkmaffian etc.?<br/>  Håller däremot med om att priset är alldeles för högt. Hellre några mord än total övervakning.<br/> <br/>  2,Se filmen <a href=\"/leave.php?u=http%3A%2F%2Fwww.imdb.com%2Ftitle%2Ftt0405094%2F\" target=\"_blank\">Das Leben der Anderen<br/> <br/>  3,Då var väl inte den frågan av någon större vikt. Hur skulle det se ut om 349 riksdagsledamöter hela tiden röstade på eget bevåg? Vilken framförhållning och trovärdighet skulle Sverige då få?<br/>  Ingen skulle veta någonting om nästa omröstning. Korruptionen skulle öka markant.</a>.</div> </td> </tr> </table> </div>   1,Hur vet du det?<br/>  Länder,stater som har denna övervakarmentalitet är ju otroligt självbevarande och därmed kontrollerar dom ju media,internet,etc otroligt hårt.<br/>  Bara att se på nordkorea när kim dog nu 99,999999% av folket grät ju öppet på gatorna (annars vart dom ju inspärrade).<br/>  Så hur vet du att DDR inte styrde media så att inget om eventuella gäng,etc kom ut?<br/> <br/>  2,Har ej sett filmen men ska ta och ladda ner den efter detta inlägg tack för tipset <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  3,Det skulle då förvandlas till en betydligt mer demokratisk riksdag.<br/>  Framförhållning,trovärdighet otroligt mycket bättre än i dagsläget (möjligen inte från husse USA då).<br/>  Och man skulle då tvärtimot vad du tror veta betydligt mer om nästa omröstning för då är det ju personen själv som röstar och inte reinfelt.<br/>  Sen att korruptionen skulle öka möjligen och då enbart en kort stund tills dessa personer är bort röstade, men samtidigt är det ju otroligt svårt att överträffa den som finns idag.<br/>  Som du tycker det ska se ut så kan vi ju lika gärna avskaffa riksdag ,regering och införa diktatur för det är ju det du föreslår."
		},
		{
			"postIndex": 1082,
			"postNumber": 1107,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 77.9,
			"scoreLocal": 77.9,
			"userRank": 43,
			"userScore": 14.2,
			"postUserName": "HappyHandsome",
			"postUserID": "u211895",
			"postUserUrl": "https://www.flashback.org/u211895",
			"postDateTime": "2012-03-21, 04:27",
			"postUrlInThread": "https://www.flashback.org/t571013p93",
			"postUrlUniq": "https://www.flashback.org/sp36377030",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>hammocken</strong></div> <div>Oj, oj, oj! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/> <br/>  Ja till datalagringsdirektivet (JuU28)<br/>  Justitieutskottet föreslår att riksdagen säger ja till regeringens förslag om att genomföra EU:s så kallade datalagringsdirektiv i svensk lag. Datalagringsdirektivet gäller lagring av uppgifter i data- och teletrafik för brottsbekämpande ändamål. Det syftar till att Internet- och teleoperatörer i alla EU-länder ska ha samma skyldigheter att lagra trafikuppgifter. Uppgifterna ska <b>vid behov</b> kunna användas för att <b>avslöja, utreda och åtala för allvarliga brott. </b>Syftet med lagringsskyldigheten och vilka teknikområden som omfattas ska enligt förslaget föras in i lagen om elektronisk kommunikation:<br/> <br/> <b>Lagringsskyldigheten ska delas upp i kategorierna telefoni, meddelandehantering, Internetåtkomst och anslutningsform.</b> :https://static.flashback.org/img/smilies2/evilgrin39.gif'( <br/>  Den närmare tekniska beskrivningen av vilka uppgifter som ska lagras ska regleras genom förordningar. <b>VILKA?</b><img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/> <br/>  Uppgifterna ska lagras i sex månader.<br/> <b>Lagringsskyldigheten ska också gälla då en person ringer upp någon som inte svarar. Dessutom ska uppgifter lagras inte bara om var personerna befann sig när samtalet eller kommunikationen påbörjades, utan också var de befann sig när den avslutades.</b> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Leverantörerna ska stå för kostnaderna i samband med lagringen. De kostnader som uppstår om leverantören behöver lämna ut uppgifter till myndigheter ska leverantören få ersättning för.<br/>  Särskilda bestämmelser ska skydda de uppgifter som lagras. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Lagändringarna föreslås börja gälla den 1 maj 2012. Utskottet föreslår också ett tillägg som innebär att de mer detaljerade föreskrifterna som regeringen utfärdar om datalagring i förordningar ska godkännas av riksdagen. Skälet är att föreskrifterna kan få betydelse i slutändan för hur stort intrång som kommer att ske i enskilda personers integritet.<br/> <br/>  Regeringens förslag har vilat ett år i riksdagen och behandlades för första gången i mars 2011 (se betänkande 2010/11:JuU14).<br/> <br/> <b>ORWELL FICK RÄTT 2012</b> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/><br/> <br/> <b>Vid behov kan vilken myndighet som helst vilja se var du var, vem du talade med och hur du förflyttade dig. Ditt rörelsemönster kan studeras. Vilka besöker du, varför osv! FATTAR INTE POLITIKERNA ATT DETTA ÄR LIVSFARLIGT?! VI VET ALDRIG NÄR EN DEMOKRATI BLIR EN DIKTATUR. ÄR VI DÄR NU?!?!? </b><br/> <br/>  Finns det regler för hur ett utträde ur EU kan organiseras? Jag vill minnas att det inte fanns några regler för utträde, däremot inträde när unionen var i sin linda. Har det ändrats? Håller vi på att bli uppätna?! <b>Är 30 april 2012 den sista fria dagen för svenska medborgare? Kom ihåg, allt kan vändas mot dig vid ett givet tillfälle! </b><br/> <br/>  Nu kan varenda omedvetet fotsteg ge repressalier. <b>En sjuk kan bli uppringd av FK som hävdar att personen gått för många steg för att vara sjuk. Hur många jobb arbetslösa söker kan också kontrolleras, ja, en rad allvarliga brott finns det. Ingen spec på vilka, dock... Tänk tanken!</b><br/> <br/>  Och så har vi de som granskar makten... journalisterna. Inte mycket har vi fått höra om detta. <b>Stor energi läggs på skitnyheter, och detta totalt omvälvande kommer upp som en liten debatt i Svenskan. SKANDAL! Skämmes journalister, för att ni inte kampanjat detta!</b> Varenda idiot i Sverige skulle vara medveten om detta, men så är det inte. BRAVO!</div> </td> </tr> </table> </div> <br/>  Det är helt sjukt att detta gick igenom. Det är samtidigt ett bevis på snöbollseffekten. Hade folk tagit detta på allvar vid förra valet och sett längre än näsan räcker så hade vi inte varit här idag. Maktmissbrukarna har tagit mod till sig när motståndarpartier fick väldigt lite uppmärksamhet. <br/> <br/>  Själv ryser jag över ignoransen och argumenten folk har(inte bara i den här tråden, utan överlag). Har sedan förra valet insett att det här inte går att stoppa. Det vi ser idag är bara början. <br/> <br/>  Vi ser tillbaka på Tyskland och minns utrotningen och tänker att det får aldrig hända igen. Samtidigt röstar vi både rött och blått som en värsta sortens landsförrädare utan att fatta det. Först våra barn kommer att få ta konsekvenserna. De kommer att hata oss för att vi lät det gå så långt, med det jävla argumentet att \"så länge man har rent mjöl i påsen har man inget att oroa sig för\".<br/> <br/>  Vi har det inte som USA än, men vi har hela tiden gått i deras fotspår. Kartläggningen över den personliga integriteten globalt visar att vi fortfarande har lite kvar att rädda, men då måste folk vakna jävligt fort. Fast i förlängningen kommer det inte spela någon roll, går vi ur EU och slutar samarbeta med USA kommer det inte dröja många år innan de invaderar landet, \"ställer saker till rätta\" och sedan lämnar kvar styrkor som ser till att vi övervakar våra invånare och delar informationen till världspolisen. <br/> <br/>  Det här vet redan regeringen, det har de fattat länge. \"If you can't beat them, join them.\" Det är därför de låter sig rövknullas frivilligt och försöker mörka så gott de kan...<br/> <br/>  Media kommer aldrig rapportera om vad vi kommer att hamna i framtiden. De säljer på \"skandaler\" som händer från dag till dag. Därför kommer vanliga dumma Svenssons som hämtar sin information från aftonbladet inte vakna innan det är försent.<br/> <br/>  På samma sätt som vi såg ner på tyskarna som så godtroget följde en fanatiker så kommer våra barn hata oss för att vi inte gjorde något motstånd över huvud taget.<br/> <br/>  Idag har vi blivit antastade. Vi har blivit klämda på rumpan. Ska vi vända oss om och slå till antastaren i ansiktet med handflatan, eller ska vi låta det bero med ett \"det var ju inte så farligt\"?<br/> <br/>  Imorgon vill han ta oss i tvåan, då vi inte gjorde något motstånd idag. Säger vi nej då kommer vi bli våldtagna, för då är vi redan i hans säng och har försatt oss i en situation där det inte längre går att göra motstånd. <br/> <br/>  ORWELL fick rätt redan efter 9/11. Idag ser vi bara på när snöbollen rullar. Den är redan för stor att stoppa..."
		},
		{
			"postIndex": 1006,
			"postNumber": 1031,
			"rankGlobal": 18,
			"rankLocal": 3,
			"scoreGlobal": 74.2,
			"scoreLocal": 74.2,
			"userRank": 21,
			"userScore": 19.5,
			"postUserName": "scarybuu",
			"postUserID": "u277464",
			"postUserUrl": "https://www.flashback.org/u277464",
			"postDateTime": "2012-03-20, 16:26",
			"postUrlInThread": "https://www.flashback.org/t571013p86",
			"postUrlUniq": "https://www.flashback.org/sp36364322",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong></div> <div>Inte den tonen tack.<br/>  Jag har aldrig hävdat tolkningsföreträde. I en demokrati är det dock majoritetens vilja som ligger till grund för våra lagar. Exempelvis datalagringslagen.<br/> <br/>  Du får rösta på ett parti som företräder din sak. Men att hojta om vad som är rätt eller fel som en enväldig domare är imbecillt.</div> </td> </tr> </table> </div> <br/>  Ok Månsan nu börjar de bli jobbigt att svälja dina argument. Du är medveten om att Sverige <u><b>aldrig</b></u> varit en direkt demokrati? Vi har i skrivande stund <i>indirekt demokrati</i>. Det vill säga att vi presenteras med valmöjligheter för vilka vi anser passa våra personligheter och ideologier bäst. <br/> <br/>  När jag röstade senast så stod det inte någonstans om vilket parti som var för eller emot datalagringsdirektivet, vill man veta de får man fråga ledarna inom respektive parti. Reinfeldt sa att vi aldrig skall bedriva häxjakt på ex vanliga svensson fildelar, det är dock något vi ser på vecko basis hända nu, och det eskalerar. <br/> <br/>  Och jag vet inte vad du röstade på men jag tvivlar starkt att du fått lägga en röst i denna fråga som endå berör <b><i>ALLA</i></b>. <br/> <br/>  Jag hade väldigt gärna sett att vi kunde använda vår \"teknologier\" till att skapa folkomröstningar, jag menar, alla är nästan anslutna, en rösträkning kan göras direkt efter tiden för omröstningen gått ut och då har vi ett svar vad folket vill ha, men så är det inte, inte ens i närheten. <br/> <br/>  Så nästa gång du (Månsan) tänker skriva något som du anser är demokrati, titta i spegeln och ställ dig frågan: När fick du senast vara med och besluta om något av det du ser i samhället idag? Förutom vem som skulle besluta i frågorna.. <br/> <br/>  Peace and love <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
		},
		{
			"postIndex": 1030,
			"postNumber": 1055,
			"rankGlobal": 20,
			"rankLocal": 4,
			"scoreGlobal": 72.7,
			"scoreLocal": 72.7,
			"userRank": 8,
			"userScore": 33.4,
			"postUserName": "Kaymano",
			"postUserID": "u648864",
			"postUserUrl": "https://www.flashback.org/u648864",
			"postDateTime": "2012-03-20, 18:58",
			"postUrlInThread": "https://www.flashback.org/t571013p88",
			"postUrlUniq": "https://www.flashback.org/sp36367576",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grizzly</strong></div> <div>  Jag är av helt annan åsikt.<br/>  Om en PP'are hade gått med i moderaterna tror du då att denne person hade fått någon som helst möjlighet att komma med på några valsedlar?<br/>  Mitt svar på det är NEJ denne hade räknats som en idiot och inte fått ett ord i vädret någonsin. </div> </td> </tr> </table> </div>   Svårt att veta. Beror väl på personens karisma/skicklighet. Pratar man monotont, ser ut som en hobbit och brinner för tekniska frågor så blir det nog svårt. M erbjuder i alla fall en plattform (kommun, landsting och riksdagsplatser) som ger dig chansen att nå ut.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grizzly</strong></div> <div>  1,Hur vet du det?<br/>  Länder,stater som har denna övervakarmentalitet är ju otroligt självbevarande och därmed kontrollerar dom ju media,internet,etc otroligt hårt.<br/>  Bara att se på nordkorea när kim dog nu 99,999999% av folket grät ju öppet på gatorna (annars vart dom ju inspärrade).<br/> <b>Så hur vet du att DDR inte styrde media så att inget om eventuella gäng,etc kom ut?</b><br/></div> </td> </tr> </table> </div>   Sunt förnuft säger mig att ökad övervakning leder till ökad kontroll. Ökad kontroll leder rimligtvis till färre brottslingar. Se bara hur många som blir gripna/straffade tack vare alla kameror (NK-mördaren, folket på efterlyst och fartsyndare m.fl).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grizzly</strong></div> <div>2,Har ej sett filmen men ska ta och ladda ner den efter detta inlägg tack för tipset <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </div> </td> </tr> </table> </div>  Gör det. Riktigt sevärd. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grizzly</strong></div> <div>3,Det skulle då förvandlas till en betydligt mer demokratisk riksdag.<br/>  Framförhållning,trovärdighet otroligt mycket bättre än i dagsläget (möjligen inte från husse USA då).<br/>  Och man skulle då tvärtimot vad du tror veta betydligt mer om nästa omröstning för då är det ju personen själv som röstar och inte reinfelt.<br/>  Sen att korruptionen skulle öka möjligen och då enbart en kort stund tills dessa personer är bort röstade, men samtidigt är det ju otroligt svårt att överträffa den som finns idag.<br/>  Som du tycker det ska se ut så kan vi ju lika gärna avskaffa riksdag ,regering och införa diktatur för det är ju det du föreslår.</div> </td> </tr> </table> </div>   Trovärdigheten skulle troligen minska, då ingen är bunden till något program. Vem som helst skulle kunna bli köpt för pengar. Ungefär som det går till när FIFA:s \"så kallade\" delegater avgör var fotbolls-VM ska hamna. Med ett partiprogram kan man åtminstone kontrollera vilka individer som avviker från partiets linje. Det betyder nödvändigtvis inte att dessa personer icke har någon talan. Opinionsbildning sker hela tiden inom partierna. Titta bara på maktstriden mellan Hägglund och Odell eller tillsättandet av ny ledare inom V/C (öppen valprocess).<br/> <br/>  Framförhållningen vore nästintill 0. Hur skulle man agera i EU och FN, när man aldrig vet landets egen hållning? Beslutsfattandet (från förslag till verklighet) skulle ta längre tid.<br/> <br/>  Visst, i teorin skulle det bli mer demokratiskt men jag tror inte att det fungerar rent praktiskt. Hade det fungerat så hade väl något parti redan slängt partipiskan? För det är väl knappast så att alla tycker lika i 80-95 % av fallen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grizzly</strong></div> <div><b>Och du tycker trots det att alla dessa lagar är bra???????????????</b><br/>  Hur kan du veta att en ny Hitler,Stalin,etc,etc,etc inte kommer till makten i svedala dom närmsta 100 åren?<br/>  Är det nåt du kan sätta ditt liv på att det inte kommer hända?<br/>  Om inte varför tycker du då att dessa lagar är bra?<br/>  För DDR kommer ju att vara en blek kopia av vad dagens,morgondagens nya DDR skulle se ut som.</div> </td> </tr> </table> </div>   Jag tycker inte att dessa lagar är bra. Jag är emot ökad övervakning. Det har jag skrivit vid ett flertal tillfällen. Däremot är jag inte fullt så enögd som vissa andra. Jag förstår även hur förespråkarna resonerar, även om jag inte håller med dem. Verkligheten är inte svart/vit. Ingen har facit till framtidens problem."
		},
		{
			"postIndex": 1019,
			"postNumber": 1044,
			"rankGlobal": 27,
			"rankLocal": 5,
			"scoreGlobal": 70.5,
			"scoreLocal": 70.5,
			"userRank": 33,
			"userScore": 16.2,
			"postUserName": "zizacon",
			"postUserID": "u83089",
			"postUserUrl": "https://www.flashback.org/u83089",
			"postDateTime": "2012-03-20, 17:45",
			"postUrlInThread": "https://www.flashback.org/t571013p87",
			"postUrlUniq": "https://www.flashback.org/sp36365951",
			"sentence": "Det här är ett typexempel på vad som är fel med vårat nuvarande demokratiska system. Det spelar ingen roll om vi röstar in sossar eller moderater - vi åker på det här ändå.<br/> <br/>  Systemet är byggt med stora trögheter; se bara hur lång tid det tog för SD att få 5-6% av rösterna - trots att det är en betydligt större mängd svenskar i opinonsundersökningar som instämmer i SD's grundläggande fråga, alltså att minska invandringen. Men på samma sätt händer ingenting om politiker över blocken har bestämt sig. Detta oavsett vad väljarna tycker.<br/> <br/>  Här har vi ett grundläggande systemfel i representativ demokrati. Det är trots allt inte rimligt att SD eller Piratpartiet ska behöva ta en majoritetspost i ett svenskt val bara för att kunna driva igenom en förändring i en enda enskild fråga. Och det är inte särskilt demokratiskt att vi ska ha en adelsklass av politiker som själva konspirerar i olika frågor. Politikern kan alltid sätta dagordningen och undvika vissa ämnen, och för man en slags kartellverksamhet över blocken, och kommer överens om att undvika vissa saker där politiker ur båda lägren ser fördelar med en sådan uppgörelse - så kan väljaren i praktiken inte göra annat än att rösta mellan pest eller kolera. <br/> <br/>  Borde man till exempel inte med tillräckligt folkligt mandat kunna kräva bindande folkomröstningar så som i Schweiz? Inte för att vi går över till direkt demokrati, men att man åtminstone har ett sådant inslag, som gör det möjligt för folket att lyfta och besluta i en särskild fråga om tillräckligt många kräver att få rösta om saken?"
		}
	],
	[
		{
			"postIndex": 1292,
			"postNumber": 1324,
			"rankGlobal": 23,
			"rankLocal": 1,
			"scoreGlobal": 71.1,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 26.4,
			"postUserName": "VitNeger",
			"postUserID": "u156110",
			"postUserUrl": "https://www.flashback.org/u156110",
			"postDateTime": "2012-03-21, 17:35",
			"postUrlInThread": "https://www.flashback.org/t571013p111",
			"postUrlUniq": "https://www.flashback.org/sp36385919",
			"sentence": "Dags att börja bli politiska folk. Själv är jag lite förvånad över hur många som nästan är chokade.  Läser ni inte på? Följer ni inte twitterflödet? Läser ni inte i tidningarna?  Har ni inte koll på vad partierna vill och vad som står i deras partiprogram?<br/> <br/>  Miljöpartiet och Vänsterpartiet är de enda riksdagspartierna som har varit emot direktivet hela tiden. Samma sak gällande FRA och ACTA. <br/> <br/>  Jag tycker alla borde läsa europaparlamentariker Carl Schlyters(MP) artikel <a href=\"/leave.php?u=http%3A%2F%2Fdebatt.svt.se%2F2012%2F03%2F21%2Fjag-betalar-hellre-miljonboter-an-rostar-ja-till-datalagringsdirektivet%2F\" target=\"_blank\">http://debatt.svt.se/2012/03/21/jag-...ngsdirektivet/</a> . Förövrigt han som står bakom Acta-bloggen <a href=\"/leave.php?u=http%3A%2F%2Facta.mpbloggar.se%2F\" target=\"_blank\">http://acta.mpbloggar.se/</a><br/> <br/>  \"Om det ändå inte kan stoppas får vi helt enkelt betala böterna på cirka 370.000 kr/dag, skriver EU-parlamentarikern Carl Schlyter.\"<br/> <br/>  \"Pengar, budget, lösningar kan man kompromissa om men inte det fria och öppna samhällets grundprinciper, där säger ryggraden stopp. Då ska man räta på den och säga NEJ!\" <br/> <br/> <br/>  I övrigt så måste vi införa rätt till folkomröstningar. Ta och läs partiprogrammen och se vilka som faktiskt är intresserad av demokrati och frihet från övervakning på riktigt."
		},
		{
			"postIndex": 1195,
			"postNumber": 1223,
			"rankGlobal": 48,
			"rankLocal": 2,
			"scoreGlobal": 64.1,
			"scoreLocal": 90.2,
			"userRank": 12,
			"userScore": 26.4,
			"postUserName": "VitNeger",
			"postUserID": "u156110",
			"postUserUrl": "https://www.flashback.org/u156110",
			"postDateTime": "2012-03-21, 16:29",
			"postUrlInThread": "https://www.flashback.org/t571013p102",
			"postUrlUniq": "https://www.flashback.org/sp36384688",
			"sentence": "Ni måste ju förstå att detta är ren formalia. Det måste enligt demokratiska principer röstas. Samtidigt vet alla redan vad de kommer rösta. Kul att vara politiker och sitta och gå igenom detta varje dag va? <br/> <br/>  Debatten är det som i någon mån är intressant att lyssna på. Men även det spelar rätt liten roll då det är majoriteten som kommer att bestämma. Det handlar mer om att folket skall se vad deras företrädare anser och varför. <br/> <br/>  Jag hoppas att detta får vissa att öppna ögonen. Ärligt talat har jag lite förståelse för människor som inte stödjer partier som inte kräver folkomröstningar med tvingande verkan."
		},
		{
			"postIndex": 1340,
			"postNumber": 1372,
			"rankGlobal": 91,
			"rankLocal": 3,
			"scoreGlobal": 59.4,
			"scoreLocal": 83.5,
			"userRank": 78,
			"userScore": 11.7,
			"postUserName": "puckot",
			"postUserID": "u54719",
			"postUserUrl": "https://www.flashback.org/u54719",
			"postDateTime": "2012-03-21, 18:41",
			"postUrlInThread": "https://www.flashback.org/t571013p115",
			"postUrlUniq": "https://www.flashback.org/sp36387180",
			"sentence": "Nu har jag inte orkat läsa hela tråden, så jag kanske har missat något vesäntligt. <br/> <br/>  Givetvis är det förödande att det här överhuvudtaget införs. Men om man ska försöka se något positivt med det här, så är det väl att, som jag har förstått det, att operatörerna bara är tvunga att spara uppgifterna i minst 6 månader? Det skulle ju kunna innebära i praktiken att lagen är meningslös och att det inte gör någon större nytta. Man har ju sett endel exempel i medierna med diverse operatörer som medvetet har valt att förhala rättsprocesser rörande t.ex. fildelning och som till en början har vägrat att lämna ut några uppgifter om sin kunder. <br/> <br/>  Med tanke på att 6 månader ändå är en relativt kort tid, så har ju operatörerna alla möjligheter att förhala en process tillräckligt länge, så att när det eventuellt har gått så långt att dom förlorar i domstolen och tvingas lämna ut uppgifterna, så är det förmodligen försent, för att uppgifterna redan är raderade vid det laget och då finns det inget att lämna ut. Vilket skulle ju göra som med många andra intregitetskränkande lagar som har kommit senaste tiden, att lagen i praktiken skulle kunna visa sig vara helt tandlös. Eller jag kanske är helt ute och cyklar?<br/> <br/>  Nu är vi kunder givetvis väldigt utelämnade till hur företagen väljer att agera när lagen väl införs. Men jag tror inte att företagen är dummare än att dom inser att dom snabbt skulle få väldigt dåligt rykte och att dom skulle ha mycket att förlora på det om det skulle komma fram att man tog alldeles för lätt på detta och att man inte har några problem med att ange sina kunder i tid och otid, så fort det kommer in minsta förfrågan om utelämnade av uppgifter."
		},
		{
			"postIndex": 1325,
			"postNumber": 1357,
			"rankGlobal": 102,
			"rankLocal": 4,
			"scoreGlobal": 58.4,
			"scoreLocal": 82.2,
			"userRank": 3,
			"userScore": 55.9,
			"postUserName": "QuoteUnquote",
			"postUserID": "u274281",
			"postUserUrl": "https://www.flashback.org/u274281",
			"postDateTime": "2012-03-21, 18:15",
			"postUrlInThread": "https://www.flashback.org/t571013p114",
			"postUrlUniq": "https://www.flashback.org/sp36386699",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>thesquid</strong></div> <div>Inte ens om det kan förebygga brott, eller användas som bevisning?</div> </td> </tr> </table> </div> <br/> <br/>  Vi behöver inte övervakningen för att lösa detta. Just nu är alla misstänkta på förhand, vilket är totalt vidrigt i ett samhälle som försöker framställa sig själv som fritt.<br/> <br/>  Dessutom kommer de stora fiskarna gå runt detta med olika knep. Jag tror att vi max kommer att se någon enstaka fildelare eller kanske pedofil åka fast för detta eller kanske någon avdankad lokal \"maffia\"-boss.<br/> <br/>  Inte värt uppoffringen. Inte värt den mentalitet som samhället kommer att utveckla. Då vi alla tillslut är angivare som springer runt och försöker skicka iväg sina medborgare i fängelset i hopp om att storebror staten ska klappa oss på huvudet och ge oss en karamell. Den dagen då vi ser en skurk i varje person vi möter, kanske till och med i våran egen familj.<br/> <br/>  Därför är det lite lustigt att SD som värnar om folkgemenskap avstår från att rösta i en fråga som potentiellt kommer ha en stor påverkan på just den."
		},
		{
			"postIndex": 1265,
			"postNumber": 1294,
			"rankGlobal": 127,
			"rankLocal": 5,
			"scoreGlobal": 56.1,
			"scoreLocal": 78.9,
			"userRank": 60,
			"userScore": 12.4,
			"postUserName": "exarotos",
			"postUserID": "u553669",
			"postUserUrl": "https://www.flashback.org/u553669",
			"postDateTime": "2012-03-21, 17:12",
			"postUrlInThread": "https://www.flashback.org/t571013p108",
			"postUrlUniq": "https://www.flashback.org/sp36385514",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>QuoteUnquote</strong></div> <div>Livsfarliga klottrare som demonterar hela samhället. Jag offrar mig själv, ingen oskyldig vägg ska få offras för mitt privatliv. ALDRIG IGEN! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/></div> </td> </tr> </table> </div> Det här bevisar ju bara att vi blivit hjärntvättade i alla år. Kamerorna skulle användas för att stoppa terrorism, mord och våldtäkt istället används de för att ta fast klottrare och knarkare. Ska vi inte sätta upp en kamera i varje människas hem också? Finns ju en risk att nån röker på där hemma...<br/>  Över 10.000 personer anmälde sig till Big Brother så jag är inte förvånad om svenska folket plötsligt är för kameraövervakning hemma. Kameraövervakning i hemmet kommer ju endast utbildade övervakare som jobbar för polisen få tillgång till, det är ju inte så att det blir ett TV-program av allt."
		}
	],
	[
		{
			"postIndex": 1484,
			"postNumber": 1518,
			"rankGlobal": 19,
			"rankLocal": 1,
			"scoreGlobal": 73.9,
			"scoreLocal": 100,
			"userRank": 48,
			"userScore": 13.5,
			"postUserName": "paltnacke",
			"postUserID": "u461332",
			"postUserUrl": "https://www.flashback.org/u461332",
			"postDateTime": "2012-03-22, 11:50",
			"postUrlInThread": "https://www.flashback.org/t571013p127",
			"postUrlUniq": "https://www.flashback.org/sp36400335",
			"sentence": "Det är så mycket som är konstigt med detta, utöver det uppenbara att det faktiskt går igenom med bred majoritet. Ett par uppenbara funderingar jag har är bl.a.:<br/> <br/>  Lagen gäller operatörer registrerade hos PTS, men de flesta stora företag har t.ex. egna mailservrar, hur skall operatörer kunna hålla ordning på dessa företags alla mail - och får de det? <br/> <br/>  Utan tillgång till själva mailservern måste man titta på själva trafiken för att hitta avsändare/mottagare, har operatören kravet på sig att sätta upp övervakning på sina företags trafik för att tillgodose denna kontroll och lagring? Företagen kommer i så fall med största sannolikhet byta operatör till någon som inte övervakar deras trafik, alternativt flytta sina servrar till ett land som inte kräver denna övervakning.<br/> <br/>  Lagring av allt skit som nu skall lagras:<br/> <br/>  Jag har inte lusläst det färdiga förslaget i sin helhet och vet inte om det tas upp där, men kraven på lagringen av detta har i förstudier och undersökningar varit rigorösa. Det skall inte bara sparas, det skall också kunna garanteras att det inte kan ändras, manipuleras, tas bort eller på annat sätt kontanimeras, rutinen för åtkomst är också väldigt nedlåst. Den sparade datan kommer alltså som jag förstår det att bli säkerhetsklassad upp över öronen, så hårt att rimligen bara specialistföretag kan leva upp till detta och kan gratuleras för en magnifik ökning av sin marknad.<br/> <br/>  Det finns fler jättekrångliga frågeställningar, tyvärr finns nog inte svaren att finna hos de som beslutat heller, så vi får väl se vad som händer i verkligheten.<br/> <br/> <b>Dä int ä lönt å förklare för nån som int begrip</b> är ett bevingat uttryck, men här hade man önskat att någon lyckats förklara, för de som int begrip har precis röstat igenom detta."
		},
		{
			"postIndex": 1416,
			"postNumber": 1449,
			"rankGlobal": 74,
			"rankLocal": 2,
			"scoreGlobal": 61.2,
			"scoreLocal": 82.7,
			"userRank": 213,
			"userScore": 7.9,
			"postUserName": "Charlie6789",
			"postUserID": "u532557",
			"postUserUrl": "https://www.flashback.org/u532557",
			"postDateTime": "2012-03-21, 22:49",
			"postUrlInThread": "https://www.flashback.org/t571013p121",
			"postUrlUniq": "https://www.flashback.org/sp36393114",
			"sentence": "Det är därför man inte har en smartphone<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>  fast det blir väl olagligt att inte äga en smartphone snart <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/>  Sen kör jag med kontantkort, men det är för att jag inte vill ha dyra räkningar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> men vänta nu, hur lång tid tar det innan de stora bolagen tar bort kontantkort <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> får dem förbjuda kontantkort? <br/> <br/>  Den dagen kontantkort förbjuds ska jag börja skicka brev igen, visst jag har inget att dölja MEN jag vill inte att någon \"random\" ska läsa mina sms. Dem kan ju fan tolka och vrida på ett sms hur som helst även om det är en ploj grej. Fatta vad företagare och dem inom näringslivet kommer hamna i blåsväder. Tänk bara på alla som håller på att göra affärer och inte vill att information ska läcka ut för de vill ha \"första tjing\"  och hur lätt är det inte att få del av information man egentligen inte ska få ta del av.<br/>  Man kan få reda på vem som ska köpa vad och lägga bud utifrån det.<br/>  Man kan ta reda på när ett företag är på väg i konkurs och kan göra riktigt bra affär på¨det.<br/>  Aktier går att kontrollera då man kan ta del av info från dem i den branchen..<br/>  Vafan möjligheterna är oändliga! <br/> <br/>  Har för mig någon sa att det begärs ut miljoner utdrag från dem. men de fäller endast 0.0000.0000.00001% <br/>  Vad är det andra för information de tar ut? fy fan säger jag bara spyr på samhället.<br/> <br/>  Jäklar vad man kan jäklas med polare nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> bara att låna telefonen när de är borta och bombhota både det ena o det andra och sen radera sms. Sen kommer väl polisen snabbt därpå och låser in dem <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/><br/> <br/>  Edit: det har ju iof i säkert 10 år funnits den där tjänsten i 3s första telefoner där man kan spionera på sina kompisar.. men då behöver bägge parter acceptera och vara med på det. När får jag acceptera om jag vill vara med på att dem spanar på min information?"
		},
		{
			"postIndex": 1414,
			"postNumber": 1447,
			"rankGlobal": 76,
			"rankLocal": 3,
			"scoreGlobal": 61,
			"scoreLocal": 82.5,
			"userRank": 97,
			"userScore": 10.9,
			"postUserName": "zlpe",
			"postUserID": "u103604",
			"postUserUrl": "https://www.flashback.org/u103604",
			"postDateTime": "2012-03-21, 22:48",
			"postUrlInThread": "https://www.flashback.org/t571013p121",
			"postUrlUniq": "https://www.flashback.org/sp36393071",
			"sentence": "Herregud vi lever verkligen inte i en demokrati! <br/>  Jag blir så jävla trött på dessa politiker som går och håller i bakfickan på EU och alla dessa mediabolag. Vad hände med det svenska folkets röst? Har vi absolut inget att säga till om längre? Detta är helt sjukt och är nästan som hämtat ur en si-fi film. Vad kan vi göra åt detta och tror ni att folket har någon chans att få detta dödförklarat?"
		},
		{
			"postIndex": 1476,
			"postNumber": 1510,
			"rankGlobal": 79,
			"rankLocal": 4,
			"scoreGlobal": 60.8,
			"scoreLocal": 82.2,
			"userRank": 16,
			"userScore": 22.6,
			"postUserName": "Nr77",
			"postUserID": "u627703",
			"postUserUrl": "https://www.flashback.org/u627703",
			"postDateTime": "2012-03-22, 11:25",
			"postUrlInThread": "https://www.flashback.org/t571013p126",
			"postUrlUniq": "https://www.flashback.org/sp36399922",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FatPPLrHrdrTkidnap</strong></div> <div>Det handlar inte om det, det handlar om det att vi inte får vara med och bestämma om dessa regler. När ska det vara nog? De smyger på oss en sjuhelvetes massa lagar och förordningar. Sakta sakta går man mot total kontroll. De människor som sitter och driver igenom sånt här tänker: Den ultimata ägodelen är en annan människa.<br/> <br/>  Svepskälen är alltid: Terror, brott osv. Vi människor måste ju för helvete vakna upp och se vart vi är påväg. Vi accepterar allt så fort det finns ordet terror med i historien. Men man måste ju fan titta lite på statistik. Denna övervakning som nu råder står inte i proportion till hotet från terrorister.<br/> <br/>  Edit: Allt ska kartläggas <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DzfdCBdOHoYA\" target=\"_blank\">http://www.youtube.com/watch?v=zfdCBdOHoYA</a></div> </td> </tr> </table> </div> <br/> <br/>  Även om VI hade fått rösta och det skulle bli ett NEJ så hade lagen antagits ändå. Vi bor i ett sjukt jävla land med en skendemokrati. Dem bryr sig inte om folket det minsta så det spelar ingen roll om vi hade röstat eller inte. Det som gäller nu är att slå tillbaka. Den som inte visar sitt missnöje godtar och famnar om lagen. Kan nog gissa att merparten av folket inte vet vad lagen innebär för dem skiter i vilket."
		},
		{
			"postIndex": 1412,
			"postNumber": 1445,
			"rankGlobal": 84,
			"rankLocal": 5,
			"scoreGlobal": 60.1,
			"scoreLocal": 81.3,
			"userRank": 53,
			"userScore": 13.2,
			"postUserName": "SvenBH",
			"postUserID": "u493631",
			"postUserUrl": "https://www.flashback.org/u493631",
			"postDateTime": "2012-03-21, 22:15",
			"postUrlInThread": "https://www.flashback.org/t571013p121",
			"postUrlUniq": "https://www.flashback.org/sp36392199",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>thesquid</strong></div> <div>Inte ens om det kan förebygga brott, eller användas som bevisning?</div> </td> </tr> </table> </div> <br/>  Det värsta med sådana här frågor är att ja-sidan alltid använder barnpornografibrott och terrorism som argument. Rent hypotetiskt så skulle man kunna använda dessa lagar för att ta fast folk som sysslar just med terrorism eller barnpornografibrott, om det nu inte vore för att dom redan använder sig av kryptering och VPN-tjänster. I vilket fall som helst så är det omöjligt att argumentera emot just barnpornografi, hur ska man kunna göra det? Oavsett vad nej-sidan säger så måste dom alltid inleda med att säga att barnpornografi är avskyvärt, men... . <br/> <br/>  Däremot så vet vi att det dom verkligen vill är såklart fildelare. Politiker uppköpta av företag ligger bakom sådana här beslut, inget snack om saken.<br/> <br/>  Jag är säker på att inom 3 år så har dom kommit på något sätt att förbjuda VPN-tjänster för att återigen \"komma åt folk som sysslar med terrorism och barnpornografibrott\"."
		}
	],
	[
		{
			"postIndex": 1559,
			"postNumber": 1596,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 80.4,
			"scoreLocal": 100,
			"userRank": 33,
			"userScore": 16.2,
			"postUserName": "zizacon",
			"postUserID": "u83089",
			"postUserUrl": "https://www.flashback.org/u83089",
			"postDateTime": "2012-03-23, 02:54",
			"postUrlInThread": "https://www.flashback.org/t571013p133",
			"postUrlUniq": "https://www.flashback.org/sp36416788",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lavio</strong></div> <div>Förlåt om jag framstår som naiv och godtrogen.. Men varför skulle jag ha något problem med att mina SMS övervakas? Vad har jag att gömma? <br/> <br/>  Anledningen till att lagen finns är för att bekämpa terrorism. En stor anledning till varför vi inte har fler terrorattacker är pga övervakningar och kontroller, om denna lag leder till färre terrorbrott så ser jag inte problemet i det. Hellre att staten vet att jag smsar morsan/tjejen än att någon ny Breivik/jihadist plottar massmord.</div> </td> </tr> </table> </div> <br/>  Jag föreslår att vi sätter in kameror i alla hus, lägenheter och överallt. Foucaults panopticon. Varför skulle du ha något problem med det, och du är väl inte så naiv så du tror att lite dataövervakning stopar all terrorism? Hade det inte varit bra att ha en kamera som kunna registrera Breiviks bombexperiment, eller Jihad-Muhammeds viskningar med Ali? Men vem är nästa Breivik, det vet vi inte, så därför måste alla ha en kamera - fast vad gör det, vi har ju inget att dölja, inte sant.<br/> <br/>  Vidare föreslår jag att en ansvarsfull person i varje kvarter utnämns av Säpo till en officiell övervakningspost och får sköta övervakningen av de andra i det omedelbara närområdet. Denne är också ansvarig för att ta emot tips av angivare och kanske rent av bilda ett inofficiellt nät av trovärdiga angivare som i sin närhet kan notera avvikelser. Dessa ansvarsposter rapporterar uppåt i kedjan, och vid misstanke om missförhållanden så griper Säpo in och kan granska film och ljudupptagning från den misstänktes bostad och arbete, vilka lagras på enorma servrar.<br/> <br/>  Ännu bättre vore egentligen om alla medborgare i landet utrustades med ett slags inopererat GPS-chip så staten hela tiden vet precis var alla medborgare är. En datorpark skulle då kunna leta efter avvikelser i folks rörelsemönster baserat på avancerade matematiska algoritmer - och därmed skulle man kunna ta in avvikare till förhör. Du har väl ändå inget att dölja, så vad gör det? Och det stoppar ju terrorism!<br/> <br/>  Det handlar i grund och botten om var man drar gränserna, därför att staten och andra intressenter vill hemskt gärna ha så mycket information som möjligt. Se bara på England efter deras kravaller. England har enormt mycket kameror överallt, och därmed kan man glatt sätta folk i fängelse - och skrämma andra till tystnad. Utmärkt för staten således. Och Säpo, skulle inte deras arbete underlättas enormt mycket av ännu mer information? Det är ett system som bygger sig självt, allt eftersom. Det är ingen konspiration men en strukturell utveckling som går åt fel håll, därför att det är tekniskt möjligt att göra vissa saker. Det slutar inte i lagring av data. Nästa gång någonting händer så måste man införa något annat därför att \"dagens resurser\" inte räcker för att möta brottsligheten, terrorismen, barnporr eller vad det nu må vara för skräckscenario man hittat på. <br/> <br/>  Och det kommer alltid vara de här skräckrubrikerna för att legetimera den övervakning man vill införa. Ingen kommer säga: - \"Nja, vi tänker börja övervaka era arbetsplatser, det finns ingen direkt anledning, men vi vill göra det\". Det kommer vara ett hot om någonting, Så att folk ska säga, - \"ja, det är nog bäst att man börjar göra det här, för man motverkar trots allt [valfritt hot]\". Och med den logiken kan man göra vad som helst tillslut, därför att hotet försvinner aldrig, det reduceras bara något."
		},
		{
			"postIndex": 1624,
			"postNumber": 1662,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 77.8,
			"scoreLocal": 96.8,
			"userRank": 22,
			"userScore": 18.3,
			"postUserName": "Funderarmusen",
			"postUserID": "u238555",
			"postUserUrl": "https://www.flashback.org/u238555",
			"postDateTime": "2012-03-26, 18:53",
			"postUrlInThread": "https://www.flashback.org/t571013p139",
			"postUrlUniq": "https://www.flashback.org/sp36476511",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div> <br/> <span class=\"highlight\">Så då har vi slagit hål på 3 argument:</span><br/>  \"åååh min integritet kränks\" &gt;&gt;&gt; Har du rent mjöl i påsen så har du inget att frukta.<br/>  \"åååh mitt bredband blir så fruktansvärt dyrt med trafikdatalagring\" &gt;&gt;&gt; Nej det blir det inte, blir bara något/några ören per överförd gigabyte.<br/>  \"Uppgifterna kommer att läcka ut pga hackers m.m.\" &gt;&gt;&gt; Om en ISPs datahall blir hackad finns det större problem än att lagrade uppgifter blir åtkomliga.<br/> <br/>  Några mer argument att slå hål på?</div> </td> </tr> </table> </div> <br/> <br/> <span class=\"highlight\">Din mupp</span>. Det här är inte den senaste lagen som övervakar \"massan\" i samhället. Det kommer komma fler lagar, var så säker på det. Så det här med att man har \"rent mjöl i påsen\" beror helt på vilken aspekt, när blir man en terrorist? Statens definition, hur långt kan man dra den egentligen?<br/> <br/> <br/> <b>FRA har ju redan missbrukats</b> så varför skulle inte detta datalagringsdirektivet kunna göra det?<br/> <br/>  Det spelar ingen jävla roll om jag har rent mjöl i påsen, det är själva grejen med massövervakning som jag och många andra människor stör sig på. Du är en jävla systemkramare och du kommer förmodligen, självmant att hamna på ett Zoo i din senare existens.<br/> <br/>  Tänk lite jävla längre, vad vet du vad vi har för regering om 10-20 år? Det kan sitta riktiga jävla sadister med makten våran \"snälla och ärliga\" regering tillämpar nu.<br/> <br/>  Du är tamefan så satans korkad att jag själv är förvånad över att jag har bemödat mig med att svara såhär pass långt, känn dig hedrad. TÄNK! TÄNK FÖR HELVETE! Varför existerar terrorister? Existerar ens något verkligt terroristhot förutom psykstörda fåntrattar? <br/> <br/>  Tänker folk ens ett steg längre? Lever ni i någon jävla sagodröm eller? <br/> <br/>  Ur ett <b>majoritetsperspektiv</b> så vill inte Svenska folket ha det. Demokratiskt beslut? Nej tycker jag och många fler. Men riksdagen är \"folkvalda\" och därför blir det ett \"demokratiskt beslut\".<br/> <br/>  Ur ett ekonomiskt perspektiv blir det kostsamt, böterna för att \"vägra\" är billigare. Bra, vi är i en ekonomisk kollaps så varför inte sätta sprätt på övervakningen. (Idioter.)<br/> <br/>  Det är dessutom från ett högre direktiv, EU tycker att vi ska övervakas, glöm aldrig bort det. EU som svenskarna gick med i för att få billigare sprit och slippa pass över gränserna, hah, vilket jävla hyckleri!<br/> <br/>  Men mitt i all den här soppan vet jag att för varje dag som kommer, så blir revolutionen närmare...sanna mina ord. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cool2.gif\" title=\"Cool\"/>"
		},
		{
			"postIndex": 1631,
			"postNumber": 1670,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 70.6,
			"scoreLocal": 87.9,
			"userRank": 14,
			"userScore": 24.2,
			"postUserName": "FyrverkeriFTW",
			"postUserID": "u565471",
			"postUserUrl": "https://www.flashback.org/u565471",
			"postDateTime": "2012-03-27, 22:18",
			"postUrlInThread": "https://www.flashback.org/t571013p140",
			"postUrlUniq": "https://www.flashback.org/sp36498104",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div>deprimeradekillen: Ja, jag har inget emot att man måste dra sitt passerkort när man ska gå på toa. Det får man göra som busschaffis på N:E-terminalen.<br/> <br/>  Det är ju perfekt så att arbetsgivaren kan dra av toabesöken från arbetstiden så att man \"stämplar ut\" när man går på toa och sedan \"stämplar in\" igen när man är färdig.<br/> <br/>  Och sedan har jag inte sagt att man ska bara ta småbrottslingar. Vad sägs om att ha automatisk bestraffning via automatutskrivna böter och automatiska straff kan ej överklagas. Jippie, 2 flugor i en smäll, vi tar fler småbrott - samtidigt som resurser frigörs för att ta stora brott.<br/> <br/>  I nuläget är det inget olagligt att inneha en kniv i hemmet. Men kanske inom en framtid så lär det bli vapenlicens på knivar och då är det bara att acceptera det faktumet. Samma om man tar bort rätten till självförsvar och säger \"blir du påhoppad får du helt enkelt ta emot smällarna och ringa 112\".</div> </td> </tr> </table> </div> <br/>  Förut trodde jag att du var ungefär Sveriges mest naiva, hjärntvättade, korkade människa, men nu inser jag att det inte är så. <b>Det är tamejfan värre. Det finns inte ord för att beskriva dig...</b><br/> <br/>  Om du nu tycker att det är så bra, varför inte gå hela vägen ut och låsa in alla i madrasserade celler, med (väl övervakade) datorer att sitta och jobba från... Robotar som ställer in mat och dryck genom en lucka i dörren... All kommunikation mellan människor förutom i arbetssyfte förbjuden...<br/> <br/>  Om du inte är ett troll är du en samhällsfara om du får någon position i samhället där du har det minsta inflytande!<br/> <br/>  Vad gör du den dag någon makthavare bestämmer sig för att det är olagligt att leva?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Grizzly</strong></div> <div>Och om datalagringslagen går igenom så är alla anonymiseringstjänster (inom dom länder där lagen finns) skyldiga att spara exakt samma data som internetleverantörerna (för det är ingen skillnad på en anontjänst och isp enligt denna lag).</div> </td> </tr> </table> </div> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mullvad</strong></div> <div>Följer ni Datalagringsdirektivet?<br/> <br/>  Nej, det gäller inte oss utan bara internetleverantörer och telefonbolag.</div> </td> </tr> </table> </div> <a href=\"/leave.php?u=http%3A%2F%2Fwww.mullvad.net%2Fsv%2Ffaq.php%23data_retention\" target=\"_blank\">http://www.mullvad.net/sv/faq.php#data_retention</a><br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Månsan</strong></div> <div>Inte den tonen tack.</div> </td> </tr> </table> </div> <br/>  Jag säger detsamma!<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Jävla idiot! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> </div> </div> </div> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ifloow</strong></div> <div>...<br/>  - Man ställer sig positiv till piratkopiering. kan diskuteras i oändlighet, men faktum är att människors åsikter egentligen inte har någon betydelse. Om jag t ex som student anser att jag inte borde behöva betala för mat på Ica har jag rätt att resa opinion och försöka få fram en lagstiftning, men jag har ingen rätt att gå in på Ica och hämta mat för att jag anser att \"man ska inte behöva betala för mat som student\". Ställer mig även här neutral och lägger främst fram argument för att balansera debatten.</div> </td> </tr> </table> </div> <br/>  Väldigt OffT, men: Om man går in på Ica och tar mat, så försvinner den. Om man piratkopierar försvinner inte originalet.<br/> <br/>  Det heter \"kopiering\" och inte \"flytt\" av en anledning. Sedan kan man diskutera ev. utebliven inkomst, men faktum kvarstår - originalet är kvar.<br/> <br/> <br/>  Tråden har blivit enorm, så jag har inte hunnit läsa sidor 15-65.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Salorm</strong></div> <div>Är du så jävla dum att du tror att man lagrar såna kvantiteter av data på servers så är du fan egentligen inte ens värd att få reda på att vi lever på 2000-talet.<br/>  Var jag lagrar min data? I en 3Par från HP lagras min data, det finns liknande och säkerligen minst lika bra system från Netapp, EMC och HDS också. Jag har systemdiskar till mina servrar, men datan lagras i Storagelösningar. <br/>  Men det är klart, köp du servers och lagra din data~</div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wikipedia</strong></div> <div>3PAR's flagship SAN product, the InServ storage server, is a component of the enterprise storage in many data centers</div> </td> </tr> </table> </div> <br/>  Läser man vidare under SAN ser man att det är ett nätverk som är speciellt till för att sammankoppla servrar med bl.a. \"disk arrays\".<br/> <br/>  Ska vi vara petnoga? Data lagras i serverns tillkopplade enheter, som innehåller...<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Hårddiskar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> </div> </div> </div> <br/>  Till och med <b>sebnie</b> verkar fatta, även om han inte har förstått meningen med huvudfrågan...<br/> <br/>  För backupändamål och data som ska arkiveras lång tid finns också bandstationer och bandväxlare, men blir det aktuellt här tror du? Det är ändå bara <i>trafik</i>data (inte trafikens innehåll) om högst 9 miljoner människor som ska lagras i ett halvår.<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sebnie</strong></div> <div><span class=\"highlight\">Så då har vi slagit hål på 3 argument:</span><br/>  [<b>1</b>]\"åååh min integritet kränks\" &gt;&gt;&gt; Har du rent mjöl i påsen så har du inget att frukta.<br/>  [<b>2</b>]\"åååh mitt bredband blir så fruktansvärt dyrt med trafikdatalagring\" &gt;&gt;&gt; Nej det blir det inte, blir bara något/några ören per överförd gigabyte.<br/>  [<b>3</b>]\"Uppgifterna kommer att läcka ut pga hackers m.m.\" &gt;&gt;&gt; Om en ISPs datahall blir hackad finns det större problem än att lagrade uppgifter blir åtkomliga.<br/> <br/>  Några mer argument att slå hål på?</div> </td> </tr> </table> </div>   [<b>1</b>]: FEL: Det är ett falskt, ohederligt och idiotiskt påstående som bara används av troll, myndigheter, och personer som inte förstår bättre. <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DHJWbTvr5R2Q\" target=\"_blank\">Har man rent mjöl i påsen har man ALLT att frukta.</a><br/> <br/>  [<b>2</b>]: Kanske. Tror du inte att de passar på att höja mångdubbelt när de har chansen?<br/> <br/>  [<b>3</b>]: Vilka problem då? Att internet blir oåtkomligt? Det är bara en irritation i jämförelse med att trafikdata, mail, användaruppgifter m.m. läcker. Jag skulle hellre vara utan internet i ett halvår än att 5% av sådana uppgifter om mig läckte, och jag är inte ens någon brottsling förutom lite piratkopiering.<br/> <br/>  Slå hål på argumentet att du är hjärntvättad. Det går inte, för det är sant.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Funderarmusen</strong></div> <div>Men mitt i all den här soppan vet jag att för varje dag som kommer, så blir revolutionen närmare...sanna mina ord. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cool2.gif\" title=\"Cool\"/></div> </td> </tr> </table> </div>   Vilken revolution? När svenskarna sitter och gnäller på FB, FcB och Twitter? Det verkar ju vara det enda vi någonsin kommer att göra...<br/> <br/>  Revolutionen behövs, fort, men hur skulle man få det att hända? PP ligger som alltid lågt i väljarbarometrarna, kanske mest för att de tigs ihjäl av media, och för att de själva inte gör så mycket reklam. Att folk går ut på gatan och eldar ned polisstationer som i Mellanöstern kommer inte att hända eftersom vi är svenskar..."
		},
		{
			"postIndex": 1588,
			"postNumber": 1626,
			"rankGlobal": 32,
			"rankLocal": 4,
			"scoreGlobal": 68.7,
			"scoreLocal": 85.5,
			"userRank": 7,
			"userScore": 33.9,
			"postUserName": "Herrtrosa",
			"postUserID": "u191630",
			"postUserUrl": "https://www.flashback.org/u191630",
			"postDateTime": "2012-03-24, 10:13",
			"postUrlInThread": "https://www.flashback.org/t571013p136",
			"postUrlUniq": "https://www.flashback.org/sp36435206",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>thesquid</strong></div> <div>Va då demokrati? Hur mycket får vi vara med och bestämma om egentligen? Inte mycket.<br/>  Det är dom som är framröstade att styra vårat land som slog igenom förslaget, och det var en mycket klar övervikt till JA sidan.</div> </td> </tr> </table> </div> <br/>  Precis, vilken demokrati? Varför ska Sverige prompt stoltsera med sin \"demokrati\" när landet inte har någon? Vill Sverige ha en demokrati i sin rätta bemärkelse så bör man höra med vad folket vill. Demo (folk) Kratein (styre) = folkstyre. I en demokrati är det folkviljan som avgör huruvida ett förslag ska röstas igenom eller ej. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>thesquid</strong></div> <div>Jag som privatperson kommer inte att bli drabbad av det för jag har absolut inte någonting att dölja. Inte fan kommer dom börja jaga vanliga svenssons. Det är bara ni Pirathjärnor som tror det.  Hoppas på en strängare övervakning uti i IRL livet oxå. <br/>  Mera kameror på våra gator kommer förebygga brott och hjälpa till att klara upp brott.</div> </td> </tr> </table> </div> <br/>  Ja, det där får du tycka precis vad du vill om. Visst är det härligt med fri vilja och att man kan bestämma sig för vad man vill? Här har du dock inte gjort något val, utan tågar glatt med fårskaran och litar blint på fåraherden, som är er ständiga överbevakare. I fårhagen är ju alla trygga. <br/> <br/>  Jag är dock av en helt annan uppfattning och jag vill ha min chans att göra <i>min röst hörd</i>. Ska jag inte få den chansen? Min röst är oerhört viktig i val av skitpartier, men när det gäller viktigare frågor så ger man blanka fan i vad jag tycker.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NattNatt</strong></div> <div>Det verkar vara vanligt att folk tror att politiker är dumma i huvudet, så är inte riktigt fallet. Däremot så är dom fega, giriga, maktgalna, och i många fall ondskefulla.</div> </td> </tr> </table> </div> <br/>  De är dumma i huvudet! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sly.gif\" title=\"Sly\"/> <br/> <br/>  Nej, men självklart har du rätt i det du säger. Jag vet inte hur jag tänkte där. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NattNatt</strong></div> <div>Dom som tänker vänta till valet och rösta på piratpartiet för att göra skillnad får nog ta och tänka om, vill vi ändra på den här utvecklingen måste det göras på något annat sätt, och det bör göras snart.</div> </td> </tr> </table> </div> <br/>  Jag är mest nyfiken över om piratpartiet ens kan göra någon skillnad. Jag menar, när USA flåsar oss i nacken, vad kan då lilla Sverige göra? Men visst, även här har du helt rätt. Man bör inte sitta handfallen fram till 2014 i väntan på att lägga rösten på piratpartiet. Har du själv någon idé på vad man kan göra? Förutom namninsamlingar och gå med i Facebookgrupper, så att säga. Sådant ger ändå inte ett skit.<br/> <br/>  Måste säga att det är skönt med folk som redan är klarvakna. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kank</strong></div> <div>Motivera.</div> </td> </tr> </table> </div> <br/>  Du fick ett bra och uttömmande svar av en annan användare. Själv har jag ingenting mer att tillägga."
		},
		{
			"postIndex": 1661,
			"postNumber": 1700,
			"rankGlobal": 41,
			"rankLocal": 5,
			"scoreGlobal": 64.8,
			"scoreLocal": 80.7,
			"userRank": 5,
			"userScore": 42.3,
			"postUserName": "sebnie",
			"postUserID": "u86426",
			"postUserUrl": "https://www.flashback.org/u86426",
			"postDateTime": "2012-05-19, 13:39",
			"postUrlInThread": "https://www.flashback.org/t571013p142",
			"postUrlUniq": "https://www.flashback.org/sp37437022",
			"sentence": "ElecInt: Inget speciellt som du behöver oroa dig över.<br/>  Det betyder bara att operatörerna är skyldiga att spara allt du gör, alla webbsidor du besöker, din mobiltelefon's position, SMS, telefonsamtal m.m. i en databas.<br/>  Databasen får ENBART användas av \"rättsvårdande myndigheter\", dvs polisen, åklagarmyndigheten, tullen, säpo m.m.<br/> <br/>  Mail kommer inte sparas, men det kommer lagras i databasen när du får ett mail, när du skickar ett mail, och varje gång du \"kollar nya mail\". Dvs varje IP-baserad anslutning till mailservrar (och alla andra servrar) kommer sparas. På samma sätt är operatörerna skyldiga att spara utgående anslutningar från sina mailservrar, så att det går att se vem du mailat.<br/> <br/>  Mobiltelefoni: ja, position och användning övervakas. Operatörerna är skyldiga att löpande spara positionen på alla påslagna mobiler, samt vid samtal.<br/> <br/>  Ladda ner film: Ja det är farligt. Med lagen kan man begära ut upp till 6månader tillbaka i tiden, alla anslutningar som gjorts mot ett visst IP-nummer. Låt oss säga att detta IP-numret är en olaglig host för piratmaterial.<br/>  Sedan kan man då få fram alla som anslutit mot den servern även om den servern inte skulle föra några loggar.<br/>  Samma med VPN-tjänster.<br/> <br/> <br/> <br/>  Nej, registrerna kommer inte läcka. Registrerna faller under PUL och registrerna har extra kraftiga krav på sig att vara skyddade. Det betyder i stort sett att registrerna ska skyddas lika väl som ISPns annan utrustning och servrar.<br/>  Så det betyder att oavsett om man har register eller inte, är din ISP så dålig på skydda sina serverhallar m.m. så kan man lika gärna sätta sig och realtidsavlyssna din anslutning. Och kan man inte realtidsavlyssna din anslutning så kommer man inte åt registren heller då dem skyddas på samma sätt.<br/> <br/>  Polisen måste manuellt begära ut uppgifterna. Hur dem fraktas till polisen vet jag inte, men antagligen, eftersom det rör sig om sådana mängder, så är det nog inte aktuellt att mejla över uppgifterna krypterat, utan istället kommer man nog skicka uppgifterna på CD-skivor/hårddiskar/USB-minnen/Whatsoever med övervakad kurir direkt till polisen (och då spelar kryptering ingen roll). Det är staten som får stå för kostnader som uppstår i samband med en utbegäran, medans operatören står för kostnader i samband med lagringen."
		}
	]
]
