[
	[
		{
			"postIndex": 24,
			"postNumber": 25,
			"rankGlobal": 20,
			"rankLocal": 1,
			"scoreGlobal": 76.5,
			"scoreLocal": 100,
			"userRank": 44,
			"userScore": 10.7,
			"postUserName": "FreeThinker",
			"postUserID": "u158516",
			"postUserUrl": "https://www.flashback.orgu158516",
			"postDateTime": "2008-11-06, 14:57",
			"postUrlInThread": "https://www.flashback.org/t779211p3",
			"postUrlUniq": "https://www.flashback.org/sp13597916",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Aleizohiet</strong></div> <div>Någon som har koll på hur många Jas 39 Gripen SAAB/Sverige måste exportera för att hela affären ska gå +-0 eller med vinst (dvs att det finns förhoppningar att Sverige utvecklar även en generation till av flygplan) Blir rätt snabbt tråkigt när det finns bara Ryssland, Kina, USA och EU som flygplansleverantörer. Är ju redan tråkigt nog i strindsvagnvärlden.</div> </td> </tr> </table> </div> <br/>  Svårt att säga exakt. Saab säljer inte bara sina JAS utan hela paket. t.ex utbildning för piloter och tekniker, simulatorer och inte minst så säljer dom tekniken. Med andra ord så får dom länder som köper JAS all info för att kunna producera reservdelar, ammunition etc i deras eget land vilket skapar jobb och självständighet medans USA t.ex oftast säljer \"nakna\" flygplan som saknar vissa avancerade system typ olika radar etc. <br/>  SAAB offerterar också attraktiva motköp som är värda like mycket som det kostar att köpa in hela plattformen. Investerar i landet etc. <br/>  Kunderna får också tillgång till nya mjuk och hårdvaru uppgraderingar.<br/> <br/>  SAAB kan okså sälja sina AWACS plan ihop med JAS som t.ex Thailand köpte. Rolig är att Malaisia beställde ett erieeye awacs kort tid efter Thailand för att inte halka efter så brutalt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Och ja, JAS utvecklas ständigt. T.ex så finns redan färdiga prototyper för JAS NG som är en mer nato anpassat plan med mycket längre operativ räckvidd, tyngre beväpning och nya avancerade radar och datalink system etc. JAS NG kan därför offerteras till länder som kräver den räckvidden, t.ex Danmark, Norge, Indien, brasilien etc. <br/>  JAS NG kommer bli en storsäljare tippar jag på."
		},
		{
			"postIndex": 1,
			"postNumber": 1,
			"rankGlobal": 32,
			"rankLocal": 2,
			"scoreGlobal": 72.2,
			"scoreLocal": 94.3,
			"userRank": 63,
			"userScore": 8,
			"postUserName": "Groatas",
			"postUserID": "u131721",
			"postUserUrl": "https://www.flashback.orgu131721",
			"postDateTime": "2008-11-05, 22:23",
			"postUrlInThread": "https://www.flashback.org/t779211p1",
			"postUrlUniq": "https://www.flashback.org/sp13590088",
			"sentence": "Råkade halka in på en wikipedia artikel där det stod att Schweiz väldigt seriöst överväger att införskaffa Gripen, något som jag aldrig har hört om förut. Försökte hitta någon artikel om det och fann då endast ett fåtal som var skrivna i mitten av Juni. Detta tyckte jag var väldigt interesnt, inte bara att det har stått mycket mindre om det i tidningen än vad det har stått om andra länder som funderar på det, bland annat Norge. Själv tycker jag nog att det borde vara en större nyhet att ett så neutralt och oberoende land som Schweiz funderar på ett köp av ett plan utvecklat av ett ensamt land som Sverige. <br/> <br/>  Så hur ser det igentligen ut den närmaste tiden? Har Schweiz långt gågna planer eller är det en snabb övervägning som de flesta andra nationer som är \"nära ett köp av jas\"? Måste säga att det borde bli en väldigt stor framgång för Jas-projektet i allmänhet ifall Schweiz bestämmer sig för köp, även fast det handlar om ett så litet antal flygplan. <br/>  Ursäktar på förhand ifall hela spektaklet är felpostat, då jag ej hittade något med mina mindre sökningskunskaper.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.e24.se%2Fbranscher%2Fverkstadsindustri%2Fartikel_546683.e24\" target=\"_blank\">http://www.e24.se/branscher/verkstad...kel_546683.e24</a>"
		},
		{
			"postIndex": 127,
			"postNumber": 129,
			"rankGlobal": 81,
			"rankLocal": 3,
			"scoreGlobal": 65.1,
			"scoreLocal": 85,
			"userRank": 38,
			"userScore": 12.3,
			"postUserName": "TKD_1337",
			"postUserID": "u247974",
			"postUserUrl": "https://www.flashback.orgu247974",
			"postDateTime": "2011-11-30, 15:30",
			"postUrlInThread": "https://www.flashback.org/t779211p11",
			"postUrlUniq": "https://www.flashback.org/sp34280376",
			"sentence": "Det schweiziska intresset för Gripen är ändå tre år gammalt om man läser början av tråden (men bättre sent än aldrig). Väldigt glädjande att Schweiz sägs vilja köpa Gripen då det kommer stärka SAAB och svensk industri. Förhoppningsvis ger det lite dominoeffekt så att vi får se ytterligare intressanter.<br/> <br/>  Sydsvenskan tar upp ryktet: <a href=\"/leave.php?u=http%3A%2F%2Fwww.sydsvenskan.se%2Fekonomi%2Farticle1583386%2FMedieuppgifter-Schweiz-koper-Gripen.html\" target=\"_blank\">http://www.sydsvenskan.se/ekonomi/ar...er-Gripen.html</a>.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Alessandro</strong></div> <div>Bra att Libyen uppdraget var bra reklam för 39an. Muhammar Khaddaffi ville upplösa Schweiz efter att sonen Hannibal kom i klammeri med rättvisan där...</div> </td> </tr> </table> </div> <br/>  Har Schweiz nämnt Libyen-insatsen som en av anledningarna till varför man vill köpa JAS 39-Gripen (om nu rapporten stämmer)? Jag utesluter inte att det är så men jag hittar ingenting om detta i Tages-Anzeiger-artikeln. Eller var det dina egna antaganden?<br/> <br/>  Och hur skulle din sista mening vara relevant till det ryktade Gripenköpet?"
		},
		{
			"postIndex": 114,
			"postNumber": 116,
			"rankGlobal": 112,
			"rankLocal": 4,
			"scoreGlobal": 61.8,
			"scoreLocal": 80.8,
			"userRank": 107,
			"userScore": 6,
			"postUserName": "Kallevink",
			"postUserID": "u190000",
			"postUserUrl": "https://www.flashback.orgu190000",
			"postDateTime": "2008-11-14, 19:12",
			"postUrlInThread": "https://www.flashback.org/t779211p10",
			"postUrlUniq": "https://www.flashback.org/sp13712216",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Ok, då reder vi ut begreppen.....<br/> <br/>  Red Flag är namnet på en stor samling stora flygövningar som hålls 4-6 ggr varje år sedan 1975. Där övar delar från samtliga av USA:s luftstridskrafter + från diverse allierade och NATO-medlemmar mm.<br/>  Övningarna går alltid ut på att 2 olika sidor möts, där egna styrkor är <i>Blue Forces</i> och de fientliga är <i>Red Forces</i>.<br/> <br/>  Det handlar då inte om att tex Gripen har \"vunnit\", då man ingår i en av 2 sidor.<br/> <br/>  Sverige har dessutom endast vid 2 tillfälen deltagit i <b>Red Flag - Alaska</b> ( innan 2006 hette det istället Cope Thunder ), en mycket mindre övning som genomförs 4 ggr varje år.</div> </td> </tr> </table> </div> <br/>  Svenska Flygvapnet har deltagit i två Red Flag, dels Red Flag Alaska, dels Red Flag Nellis som är det traditionella Red Flag. De är båda övningar som i stort går ut på att anfalla markmål som är skyddade av simulerade luftvärn och flygstyrkor. De senare utgörs av agressorer i form av F-15 och F-16 som flygs av mycket erfarna instruktörer. De flyger ibland med begränsningar och i små antal, men kan \"regenereras\" så att när de \"skjuts ner\" kan de vända om och återuppstå och anfalla igen.<br/> <br/>  Flygvapnet och andra operatörer av Gripen deltar i många övningar och samantaget är intrycket att systemet och dess piloter gör bra ifrån sig, men inga officiella resultat lämnas ut.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Om Schwiez köper Gripen så är det för att ersätta F-5, inte deras F/A-18.<br/>  Man uppgraderar idag sina Hornets och det blir nog mest kostnadseffektivt att då istället köpa fler Hornets ( eller SuperHornets).</div> </td> </tr> </table> </div> <br/>  När Schweizarna köper nya stridsflygplan sker det ganska mycket som att hoppa bock, hornetarna ersatte Mirage III och innan dess var F-5 deras modernaste plan. Inför den här upphandlingen visade Boeing intresse för att erbjuda Superhornet, men drog sig ur. Dassault och EADS däremot har bestämt sig för att vilja sälja sina stora tvåmotoriga och relativt dyra flygplan till Schweiz."
		},
		{
			"postIndex": 26,
			"postNumber": 27,
			"rankGlobal": 138,
			"rankLocal": 5,
			"scoreGlobal": 60.1,
			"scoreLocal": 78.6,
			"userRank": 66,
			"userScore": 8,
			"postUserName": "Aleizohiet",
			"postUserID": "u273776",
			"postUserUrl": "https://www.flashback.orgu273776",
			"postDateTime": "2008-11-06, 16:38",
			"postUrlInThread": "https://www.flashback.org/t779211p3",
			"postUrlUniq": "https://www.flashback.org/sp13599232",
			"sentence": "Sigh, jag ger upp hoppet om Sverige, dom kan inte ens köra lite gamla hederliga ekonomiska trix, ala tetrapac, Microsoft osv. Sälj aldrig systemet. Klart är JAS i en politisk nackdel när det gäller försäljningar (kontra USA osv) men typ sälj planet inklusive alla senaste uppgraderingar men sälj inte ammot, eller typ sälj \"halvnakna\" plan typ rätt mkt mer tekniska prylar i plant än USA säljer men typ sälj inte själva konstruktionen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Sedan tycker jag Sverige skaffar sig lite balls of steel o säljer JAS till skurkstater som behöver lite antiairdominance plan <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>"
		}
	],
	[
		{
			"postIndex": 304,
			"postNumber": 308,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 84.8,
			"scoreLocal": 100,
			"userRank": 40,
			"userScore": 11.9,
			"postUserName": "zekatl",
			"postUserID": "u530463",
			"postUserUrl": "https://www.flashback.orgu530463",
			"postDateTime": "2011-12-01, 01:11",
			"postUrlInThread": "https://www.flashback.org/t779211p26",
			"postUrlUniq": "https://www.flashback.org/sp34291342",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dumnorix</strong></div> <div>Jag tror inte att Schweiz nöjer sig med 22 flygplan. Ifall deras F/A 18 Hornet ska fasas ut om några år så är det ju mycket möjligt att de ersätter dem med en uppgraderas version av Gripen.</div> </td> </tr> </table> </div> Det tror inte jag heller, vi får säkert se fler beställningar i form av fler Gripen plan av Schweiz om några år. Men framför allt är inköpet av planen bara en del av affären, se bara på thailand - efter framgångsrika affärsrelationer med Gripen har thailand köpt både det ena och det andra:<br/>  *uppgraderade hjälmar<br/>  *radar system (både landbaserade och marint baserade (utöver Gripens radar system))<br/>  *vapen<br/>  *service och uppgraderingar<br/> <br/>  Detta är bara lite som jag kom på i skrivandets stund.<br/> <br/>   Det gäller att starta en affärsrelation och visa att man är att lita på, så kommer beställningarna rulla in...<br/> <br/>  Är det något som är viktigt i försvarsindustrin så är det säkerhet, rutin och kontinuitet, vilket man lättast får från en och samma tillverkare, därför är dessa affärer extremt mycket viktigare än deras enskilda värde då de ofta bara är början på en sk snöbollseffekt...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BleAivano</strong></div> <div>Men har Indien redan valt bort Gripen? eller hur blev det?</div> </td> </tr> </table> </div> Representanter för Indiens upphandling har meddelat att Gripen inte är 'en av de vinnande'. Men (som jag har förstått) är denna affären långt ifrån avgjord, SAAB fortsätter att kampanja hårt mot Indien och inget har ändrats. Detta är inte för att man är dumdristig utan för man (av erfarenhet) vet att det kan ändras, det är inte klart förrän det är klart så att säga...<br/> <br/>  Anledningen till att Indien valde bort Gripen var framförallt att NG inte var färdigutvecklad än, men om beslutet skjuts upp kan detta problem gå upp i rök. Dessutom har det hänt två stora saker sedan Indien tog detta beslut:<br/>  *Libyen 'succén'<br/>  *Schweiz affären<br/> <br/>  Vilket ger mig och många andra stort hopp om att det inte är slut än..."
		},
		{
			"postIndex": 297,
			"postNumber": 301,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 79.8,
			"scoreLocal": 94.1,
			"userRank": 40,
			"userScore": 11.9,
			"postUserName": "zekatl",
			"postUserID": "u530463",
			"postUserUrl": "https://www.flashback.orgu530463",
			"postDateTime": "2011-12-01, 00:12",
			"postUrlInThread": "https://www.flashback.org/t779211p26",
			"postUrlUniq": "https://www.flashback.org/sp34290567",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>1772</strong></div> <div>För er med mer insyn; vad kan Saab/Sverige göra bättre för att sälja in JAS runt om i världen?</div> </td> </tr> </table> </div>   Att just ett land till väljer Gripen är ett stort plus för planet, och för SAAB inför framtida (potentiella) kunder, ett av Gripens största problem är att få länder har valt planet - och det blir som en positiv spiral när fler väljer planet, de blir billigare och bättre samt mer beprövade.<br/> <br/>  Ett annat stort plus är Libyen insatsen som var Gripens första officiella krigsinsats, där planet även fick beröm av andra länder.<br/> <br/>  Ang. frågan vad Sverige kan göra så handlar det nog mycket om en bra utveckling/finansiering av planet, att planets framtid är garanterad, Sverige har ju inte en ekonomi i storleksordningen med de andra tillverkarna som kan garantera en utveckling under många år, så detta är nog en stor del.<br/> <br/>  Schweiz affären kan vara bra mycket mer värd än vad det vid första anblick verkar, det finns möjlighet för att Schweiz som ytterligare ett land som stöttar Gripen ekonomiskt blir det lilla extra som tippar över för Gripens fördel när lite större beställningar som t.ex. Brasilien och holland (Indien?) ska bestämma sig. (och då vill man sitta på SAABB aktier <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> )"
		},
		{
			"postIndex": 314,
			"postNumber": 318,
			"rankGlobal": 15,
			"rankLocal": 3,
			"scoreGlobal": 79.2,
			"scoreLocal": 93.4,
			"userRank": 12,
			"userScore": 31.4,
			"postUserName": "Omregistrerad",
			"postUserID": "u479719",
			"postUserUrl": "https://www.flashback.orgu479719",
			"postDateTime": "2011-12-01, 11:30",
			"postUrlInThread": "https://www.flashback.org/t779211p27",
			"postUrlUniq": "https://www.flashback.org/sp34292372",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>wellerocks</strong></div> <div>Ser man däremot till mer liknande stridsflyg, Eurofighter och Rafale, så går det onekligen att påstå att Gripen gjort mycket bra ifrån sig.</div> </td> </tr> </table> </div> <br/>  Mig veterligen är Eurofighter med ganska exakt 300 stycken serieproducerade fjärde generationens flygplan i tjänst det enda i sitt slag. Ganska säkert är åtminstone att antalet gör det till det mest framgångsrika om man enbart ser till kvantiteten. Så på vilket sätt är det illa pinkat? Dessutom kommer antalet inte stanna där. <br/> <br/>  Vad gäller din jämförelse med Rafale haltar den betydligt då Armée de l'Air till skillnad från Flygvapnet inte haft drösvis med överflödiga stridsflygplan på grund av politiska nedskärningar som sedan i princip skänkts bort på de franska skattebetalarna bekostnad. Tvärtom har fransmännen haft en konsekvent prisnivå på sin Rafale och vägrat subventionera den alltför kraftigt på bekostnad av fransmäns sjukvård och skola. Med andra ord, fransmännen är inte lika desperata.<br/> <br/>  Eller tror du att något av länderna som valt Gripen skulle gjort det om de hade fått betala fullt pris? Sydafrika, med viss reservation då vi snackar om ett skitland med mutbara politiker, samt Schweiz är de enda renodlade exportländerna som betalat vad det kostar och underlåtit att parasitera på svenska skattebetalare. <br/> <br/>  Till och med jag som är en renodlad kritiker av detta dyra industriprojekt blev genuint överraskad och glad för såväl det schweiziska som det svenska samhällets skull när Schweiz valde Gripen. Schweiz gjorde sitt val på rätt premisser och hymlar inte med det heller, då deras val baserades på kostnadseffektivtitet och inte efter absolut bäst prestanda. En Volkswagen Passat duger bra som brudsfordon även om en Mercedes S-klass är lite häftigare."
		},
		{
			"postIndex": 308,
			"postNumber": 312,
			"rankGlobal": 18,
			"rankLocal": 4,
			"scoreGlobal": 78.3,
			"scoreLocal": 92.4,
			"userRank": 11,
			"userScore": 33.6,
			"postUserName": "Megaforce",
			"postUserID": "u58122",
			"postUserUrl": "https://www.flashback.orgu58122",
			"postDateTime": "2011-12-01, 09:48",
			"postUrlInThread": "https://www.flashback.org/t779211p26",
			"postUrlUniq": "https://www.flashback.org/sp34292054",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Shesus</strong></div> <div>Det verkar jävligt skumt att de inte vet vilket plan de ska köpa!<br/> <br/> 39 C/D kärrorna finns i en rad olika konfigurationer till olika kunder men NG(eller VU som den nu heter) är ju inte inärheten av att vara klar, så snackar de om 2015 och nämner att det kanske blir NG!<br/> <br/> 2015 kan de bara glömma rakt av kan jag sätta exakt allt jag äger på om det gäller leverans av NG</div> </td> </tr> </table> </div> <br/> De flesta komponenter i NG är redan klara så man kan tekniskt sätt utan problem bygga NG redan idag. Det är några delsystem som ännu inte är klara, t.ex. satcom. Man kan alltså då NG flygkroppar utan problem till 2015 även om inte samtliga delsystem är klara (de som inte tillverkas av Saab själva kan inte Saab påverka utvecklingen så snabbt av). <br/> <br/> Vad Schweiz måste göra är att planera migrationen från F-5 till t.ex. Gripen. Eftersom det finns begränsat med flygtimmar kvar för F-5 så måste man veta i god tid när Gripen kan levereras och eventuellt hyra plan från Sverige för att klara det akuta behovet med utbildning. Att man har 2015 som datum är att det inte finns några budgeterade pengar alls för nya plan innan dess. I praktiken kan de avbryta affären innan dess, men mer troligt att man kommer att hyra isåfall istället för att köpa tills man bestämmer sig på riktigt. <br/> <br/> Det har aldrig riktigt varit aktuellt med Eurofighter eller Rafale i denna upphandling eftersom det är de små enmotoriga planen som skall ersättas och inte de tvåmotoriga F/A-18. När detta sker så är det troligt att man väljer Eurofighter."
		},
		{
			"postIndex": 172,
			"postNumber": 175,
			"rankGlobal": 23,
			"rankLocal": 5,
			"scoreGlobal": 74.6,
			"scoreLocal": 88,
			"userRank": 59,
			"userScore": 8.8,
			"postUserName": "Mordarosten",
			"postUserID": "u406137",
			"postUserUrl": "https://www.flashback.orgu406137",
			"postDateTime": "2011-11-30, 18:27",
			"postUrlInThread": "https://www.flashback.org/t779211p15",
			"postUrlUniq": "https://www.flashback.org/sp34283319",
			"sentence": "Schweiz köper 22 plan av Saab."
		}
	],
	[
		{
			"postIndex": 344,
			"postNumber": 349,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 84.5,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 20.9,
			"postUserName": "sang-real",
			"postUserID": "u417560",
			"postUserUrl": "https://www.flashback.orgu417560",
			"postDateTime": "2011-12-01, 15:40",
			"postUrlInThread": "https://www.flashback.org/t779211p30",
			"postUrlUniq": "https://www.flashback.org/sp34295098",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dumbusen</strong></div> <div>Det har i olika inlägg talats om Finlands köp av F/18 från USA. Men ingen har nämt att Finland har haft gigantiska problem med detta system. Flygplanet var inte anpassat för Finska förhållanden speciellt viterförhållanden så mycket omfattande anpassningar och delvis ombyggander har gorts för en totalkostnad ungefär lika med anskaffningskostnaden. Det blev helt enkelt en dyr affär för Finland. Hade de köpt Gripen hade Finnarna fått ett plan anpassat för deras förhållanden. <br/>  Båder F/18 och Gripen är i grunden konstruerade för strid mot Ryskt motstånd och beväpnade med likvärdiga vapen kanske har Gripen bättre radar.</div> </td> </tr> </table> </div>   Alla system som köps in har problem i början oavsett om det är radiosystem, automatkarbiner eller stridsflyg. Det är naturligt eftersom de ska intigreras i en helt ny miljö. Ett stridsflyg är så avamcerat att man måste förändra det mesta från taktik till utbildning av tekniker. Att en sån process skulle gå smärtfritt är utopi. Stora vapenköp sker genom anbudsgivning och de stora anbudsgivarna lägger mycket energi på att påtala bristerna i motståndarens system. Dessa argument används sen av lekmän och politiker som inte har en aning om de faktiska förhållandena utan förespråkar det ena eller det andra systemet av känslomässiga eller irrationella skäl. Sverige har alltid drivit linjen att amerikanska flygplan är som glasvasar som aldrig skulle klara livet ute på våra kärva krigsflygbaser. Denna myt krossades då Finland lyckades att få F18 att fungera från sina vägbaser med sin Vpl personal. <br/> <br/>  Sen blir alla projekt dyrare än beräknat vilket ofta brukar påtalas av de som inte förespråkade det systemet som köptes in. Att säga att det var ett felköp enbart med argumentet att det blev dyrare än beräknat är inte rationellt eftersom alla inköp blir det. Gripen hade också spräckt sin budget i Finland precis som inköpen av CV90 blivit dyrare än beräknat. Det innebär inte att det är dåliga köp för det. Det är först när kostnaderna skenar som i F35 härvan och kostnaderna blir en belastning för övriga försvaret som det blir problem. Så var det inte i Finland. <br/> <br/>  Gripen var oprövad och otestad när den upphandlingen ägde rum och man ville ha ett plan som fungerade vilket man fick. Gripenssystemet hade kanske klarat ingången bättre men ingen visste hur Gripen skulle fungera på flygbaserna och då var det bättre att satsa på ett säkert kort."
		},
		{
			"postIndex": 394,
			"postNumber": 399,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 80.2,
			"scoreLocal": 94.9,
			"userRank": 20,
			"userScore": 20.9,
			"postUserName": "sang-real",
			"postUserID": "u417560",
			"postUserUrl": "https://www.flashback.orgu417560",
			"postDateTime": "2011-12-02, 00:00",
			"postUrlInThread": "https://www.flashback.org/t779211p34",
			"postUrlUniq": "https://www.flashback.org/sp34304738",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>orre_</strong></div> <div>AJS 37 Viggen, som var likvärdig med Gripen, och även andra Viggen-plan skulle kunnat fortsätta att användas långt in på 10-talet. Robotbestyckade AJS 37 Viggen skulle kunnat beskjuta markmål i Libyen bättre än de Gripen-plan som användes.<br/> <br/>  Ett stridsplans första flygning säger alltså föga om dess kapacitet över tid.</div> </td> </tr> </table> </div>   bättre vettefan, hur hade du t.ex. tänkt lösa lufttankningen av AJS som var ett krav när man flög över libyien med tanke på avstånden?<br/> <br/>   men i sak har du rätt. När gripenprojektet sjösattes 1982 hade flygplansmodeller ganska kort livstid eftersom utvecklingen gick jävligt fort under kalla kriget. J29, J32, J35 och J37 projekten hade ju inletts bara några år efter att deras föregångare blivit operativa. Man trodde då att Viggen skulle varit hopplöst föråldrad i mitten av 1990 talet eftersom alla tidigare modeller fallit för åldersstrecket efter 20 år i tjänst. men sen ökade förmågan till halvtidsuppdateringar och viggen hade med facit i hand kunnat flyga många år till. Men nu stod man med ett nytt plan som var klart och då fanns ingen anledning att plöja ner mer pengar i Viggensystemet utan det kostnadseffektivaste var att satsa krutet på Gripen. De 5 gen kärror som snart är i drift kommer att flyga väldigt mycket längre än vad några andra stridsflyg gjort.<br/> <br/>  Med Facit i hand skulle man ha senarelagt Gripen 10 15 år för att utveckla en 5 gen kärra och låta viggensystemet få verka ut alt skitit i att bygga en egen kärra och göra som alla andra och köpa ryskt eller amerikanska 5 gen plan."
		},
		{
			"postIndex": 427,
			"postNumber": 432,
			"rankGlobal": 13,
			"rankLocal": 3,
			"scoreGlobal": 79.4,
			"scoreLocal": 93.9,
			"userRank": 4,
			"userScore": 57,
			"postUserName": "Flipp-Flopp",
			"postUserID": "u308496",
			"postUserUrl": "https://www.flashback.orgu308496",
			"postDateTime": "2011-12-02, 21:18",
			"postUrlInThread": "https://www.flashback.org/t779211p36",
			"postUrlUniq": "https://www.flashback.org/sp34318740",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Ja, men man säger även det som jag citerat, dvs att man inte valde det bästa flygplanet, utan det billigaste.<br/> <br/>  Gripen ska även ersätta F-5 ( precis som i Thailands fall med sina 12 st Gripen), om nu affären blir av.</div> </td> </tr> </table> </div> <br/>  Japp.. Och Gripen är just nu världsbäst på att ersätta ett lätt flygplan som F-5. <br/> <br/>  Gripen är även bäst på att vara kostnadseffektivt. Det var prat om att 12 Rafale skulle erbjudas istället från Dassault för att få ner priset. 22 Gripen krossar 12 Rafale på allt. <br/> <br/>  För en gångs skull så har ett land valt det mest kostnadseffektiva alternativet... Verkar tydligen vara svårt men äntligen<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Sen angående EF... I dagsläget har ju den kärran har ju obefintlig attackförmåga och enorma problem underhållsmässigt (UK har ju inte ens råd att ha dem).<br/> <br/>  Sen så förstår jag inte meningen med att kombinera F-18 med Rafale/EF vilket skulle ge en väldigt tung och dyr flotta. Känns skumt från början. De borde isåfall ha köpt fler F-18 för att hålla ner underhållet. <br/> <br/>  Någon som vet varför inte F-16 var med istället? Föll det planet på dess för långa startsträcka? F-5 startade ju från vägar.<br/> <br/>  Om jag får fråga dig hur du tänker angående pris... Har det absolut ingen betydelse? När blir ett flygplan för dyrt för dig? Skulle det varit bättre med 22 superplan för 99999999 miljarder istället?"
		},
		{
			"postIndex": 356,
			"postNumber": 361,
			"rankGlobal": 28,
			"rankLocal": 4,
			"scoreGlobal": 73.3,
			"scoreLocal": 86.7,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-01, 16:34",
			"postUrlInThread": "https://www.flashback.org/t779211p31",
			"postUrlUniq": "https://www.flashback.org/sp34295839",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Omregistrerad</strong></div> <div>När sa han att Schweiz ska köpa NG? Vad jag förstått gäller det C/D-skrovet som Schweiz ska få. Då dessa kommer vara nytillverkade är det således naturligt att det inte kommer vara precis enligt samma specifikationer som de svenska utan tvärtom med en del nyheter implementerat, till exempel med en annan motor och säkerligen även bättre avionik.</div> </td> </tr> </table> </div>   I slutet av pressreleasen bekräftar de ordagrant att det är E/F som ska köpas. Hittar dock inte länken men på flera andra siter så säger de att det är ett \"pappersflygplan\" som inte finns och vår regering ska 15 december besluta om de ska köpa nya \"Super JAS\", dvs NG då den fått sin första kund. (finns på förstasidan på svd.se).<br/> <br/>  Jag förstår inte varför Schweiz skulle vilja ha C-skrovet med E/F-teknik. Känns efterblivet.<br/> <br/>  Ang utvärderingen så vill jag se källor/metod från den då Gripen har och har haft en del uppenbara nackdelar rent tekniskt (t.ex. avsaknad av AESA-radar), den har mindre/svagare radar än de andra planen, mindre vapenlast och kortare räckvidd etc. Men när det gäller att upptäcka de andra först ligger Gripen mkt bra till istället, samma gäller manöverduglighet och underhåll. Att den torskar mot de andra i attackuppdrag är ju självklart om man räknar medtagen bomblast, slår man däremot ut det över tid påverkar tillgängligheten mer (något som inte verkar ha varit en faktor i de länkade exemplen), samma gäller luftstrid osv.<br/> <br/>  Ett flygplan som ger 1,5 gånger högre tillgänglighet i luften och är klart för nya uppdrag på 15 min ger en bättre uthållighet i luftrummet, det verkar inte ha varit något man brytt sig om i de två deltesterna."
		},
		{
			"postIndex": 319,
			"postNumber": 323,
			"rankGlobal": 29,
			"rankLocal": 5,
			"scoreGlobal": 73.2,
			"scoreLocal": 86.6,
			"userRank": 23,
			"userScore": 19.5,
			"postUserName": "Gripen94",
			"postUserID": "u443571",
			"postUserUrl": "https://www.flashback.orgu443571",
			"postDateTime": "2011-12-01, 12:24",
			"postUrlInThread": "https://www.flashback.org/t779211p27",
			"postUrlUniq": "https://www.flashback.org/sp34292741",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>APPRENTICE</strong></div> <div>Ok, förlåt mig då får väll läsa igenom hela tråden istället för att få ett snabbt och koncist svar.<br/> <br/>  Edit jag har nu skummat igenom alla sidor utan att hitta någon information alls om detta, skulle du kunna länka till sidan och tala om vilket inlägg det står i? eller bara tala om vad vi ska köpa i utbyte?</div> </td> </tr> </table> </div> <br/>  Nej alltså Sverige kommer fortsätta flyga Gripen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> om det nu va det du ville ha svar på? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Alltså dom har planer på att köpa ny tillverkade flygplan av SAAB, så det har inget med våra Jas'ar att göra <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>"
		}
	],
	[
		{
			"postIndex": 512,
			"postNumber": 518,
			"rankGlobal": 58,
			"rankLocal": 1,
			"scoreGlobal": 68,
			"scoreLocal": 100,
			"userRank": 17,
			"userScore": 23.9,
			"postUserName": "Petronius",
			"postUserID": "u128292",
			"postUserUrl": "https://www.flashback.orgu128292",
			"postDateTime": "2011-12-03, 20:53",
			"postUrlInThread": "https://www.flashback.org/t779211p44",
			"postUrlUniq": "https://www.flashback.org/sp34334767",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>  Allt är relativt, men det är inte det vi diskuterar, utan att Schweiz valde det billigaste och minst avancerade stridsflygplanet ( av de tre man valde av).</div> </td> </tr> </table> </div> <br/>  Givet att du har 22 miljarder kronor att handla för, skulle du då köpa 22 st Gripen eller X antal Rafale eller  y antal annat plan? Alla dina resonemang är helt meningslösa om du inte kvantifierar dom genom att säga exakt hur många plan av de du anser är bättre än Gripen som du hade nöjt dig med, med en given penningsumma."
		},
		{
			"postIndex": 585,
			"postNumber": 595,
			"rankGlobal": 60,
			"rankLocal": 2,
			"scoreGlobal": 67.9,
			"scoreLocal": 99.8,
			"userRank": 57,
			"userScore": 9,
			"postUserName": "Koncentrerat",
			"postUserID": "u615716",
			"postUserUrl": "https://www.flashback.orgu615716",
			"postDateTime": "2011-12-03, 22:43",
			"postUrlInThread": "https://www.flashback.org/t779211p50",
			"postUrlUniq": "https://www.flashback.org/sp34336659",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Och jag hänvisar till Schweitziska försvarsminsiterns intervju, där han ordangrannt säger att Gripen var det sämsta alternativet, men att det valdes pga att det var billigast, som då var det viktigaste kravet.<br/> <br/>  Du avstår nötfärsen från Gröna Konsum och köper den på Willys istället.</div> </td> </tr> </table> </div> <br/>  Han säger också att eftersom Gripen fungerar bra för Sverige, skulle det fungera bra för Schweiz. Sedan har man också tittat på fler plan än dessa 3 som var uppe i slutskedet, vilket gör att Gripen inte blir sämsta alternativet (fast, det där sista jag skrev, beror ju på hur man själv definierar det du skrev<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> )<br/>  Jag har bara hört att han sagt att Gripen inte är det bästa planet, men jag har aldrig hört eller sett honom säga att det är det sämsta alternativet. Jag har dessutom följt tråden sen innan offerten blev aktuell för några dagar sen, och jag har ändå inte sett någon källa på detta från dig"
		},
		{
			"postIndex": 513,
			"postNumber": 519,
			"rankGlobal": 73,
			"rankLocal": 3,
			"scoreGlobal": 65.7,
			"scoreLocal": 96.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "krokodil",
			"postUserID": "u126742",
			"postUserUrl": "https://www.flashback.orgu126742",
			"postDateTime": "2011-12-03, 21:00",
			"postUrlInThread": "https://www.flashback.org/t779211p44",
			"postUrlUniq": "https://www.flashback.org/sp34334886",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Petronius</strong></div> <div>Givet att du har 22 miljarder kronor att handla för, skulle du då köpa 22 st Gripen eller X antal Rafale eller  y antal annat plan? Alla dina resonemang är helt meningslösa om du inte kvantifierar dom genom att säga exakt hur många plan av de du anser är bättre än Gripen som du hade nöjt dig med, med en given penningsumma.</div> </td> </tr> </table> </div>   Jag har aldrig sagt att Schweiz valt fel flygplan, bara att det valde det enklaste och billigaste - som de då själva säger i massmedia.<br/> <br/>  EF och Rafale skulle kosta ca 25% extra vid samma antal flygplan.<br/> <br/>  Sedan är 1 Miljard/flygplan ingen rea direkt, jag personligen skulle köpt SuperHornet. Det sista jag skulle köpt var Rafale då jag har dålig erfarenhet av Franska prylar."
		},
		{
			"postIndex": 504,
			"postNumber": 510,
			"rankGlobal": 100,
			"rankLocal": 4,
			"scoreGlobal": 63.4,
			"scoreLocal": 93.3,
			"userRank": 4,
			"userScore": 57,
			"postUserName": "Flipp-Flopp",
			"postUserID": "u308496",
			"postUserUrl": "https://www.flashback.orgu308496",
			"postDateTime": "2011-12-03, 19:20",
			"postUrlInThread": "https://www.flashback.org/t779211p43",
			"postUrlUniq": "https://www.flashback.org/sp34333182",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>USA tog fram ett billigare flygplan (F-16) som komplement till ett dyrare (F-15), precis som USN som då kompletterade det billigare (F/A-18) med det dyrare (F-14).<br/> <br/>  I Schweiz fall ( och även i Thailands) så ersätter Gripen deras F-5 ( som då är ett exempel på billigare flygplan med lägre kapacitet).</div> </td> </tr> </table> </div> <br/>  Thailand ansåg att Gripen gav det bästa totalförsvaret. Det var trevligt<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Gripen var det bästa alternativet för dom. <br/> <br/>  Förstår inte hur svårt det ska vara för dig att inse att pris/kostnadseffektivitet är viktigt... Du är säkert jättekunnig inom flyg men att inse detta kräver något annat... Spelar ingen roll om man tillverkar världens bästa plan om man inte kan hålla priset på en vettig nivå. <br/> <br/>  Hur kompletterar ett dåligt plan ett bra? Varför vill man ha dåliga plan när man kan få bra?<br/> <br/>  Skumt där även att US Navy valde bort det bästa planet (F-14). Du måste tycka att det är väldigt konstigt att USA valde det dåliga planet. Jag kan förklara för dig att det berodde på att F-18 var mer kostnadseffektivt. <br/> <br/>  US Navy tyckte alltså att det sämre planet gav det bästa flygvapnet. Så i slutändan så var ändå F-18 bäst."
		},
		{
			"postIndex": 507,
			"postNumber": 513,
			"rankGlobal": 122,
			"rankLocal": 5,
			"scoreGlobal": 61.3,
			"scoreLocal": 90.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "krokodil",
			"postUserID": "u126742",
			"postUserUrl": "https://www.flashback.orgu126742",
			"postDateTime": "2011-12-03, 19:46",
			"postUrlInThread": "https://www.flashback.org/t779211p43",
			"postUrlUniq": "https://www.flashback.org/sp34333638",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Flipp-Flopp</strong></div> <div>Thailand ansåg att Gripen gav det bästa totalförsvaret. Det var trevligt<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Gripen var det bästa alternativet för dom. </div> </td> </tr> </table> </div> Thailand köpte Gripen för att ersätta sina äldsta F-5: or ( man har kvar de som uppgraderats av Israel).<br/>  En viktig anledning att Thailand valde Gripen var att man fick med 2 st PS890 ( 50% av de Svenska Flygvapnet ägde).<br/>  Thailand har köpt 12 st Gripen, och kan mycket väl beställa F-16 eller SuperHornet för att ersätta sina mest slitna F-16.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Flipp-Flopp</strong></div> <div>Förstår inte hur svårt det ska vara för dig att inse att pris/kostnadseffektivitet är viktigt... Du är säkert jättekunnig inom flyg men att inse detta kräver något annat... Spelar ingen roll om man tillverkar världens bästa plan om man inte kan hålla priset på en vettig nivå. <br/> <br/>  Hur kompletterar ett dåligt plan ett bra? Varför vill man ha dåliga plan när man kan få bra?<br/></div> </td> </tr> </table> </div> Du blandar ihop sakerna, har aldrig påstått att F-16 är ett dåligt flygplan, däremot att det kompletterar ett mer avancerat flygplan med högre kapacitet, som F-15 i det här fallet.<br/>  Flygplan utför olika roller, och i fallet med F-16 så skulle det utföra attack och jakt på nära håll, och F-15 skulle vara det bästa jaktflygplanet i världen, man körde en slogan \"Not a pound for the Ground\", detta ändrades och F-15 blev Multirole ( senare kom även F-15E med ännu mer fokus på attack).<br/> <br/>  F-16 som hette YF-16 innan man vann kontraktet med USAF, valdes istället för YF-17 som då senare utvecklades till det som blev F/A-18 och valdes av bla USN och USMC.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Flipp-Flopp</strong></div> <div>Skumt där även att US Navy valde bort det bästa planet (F-14). Du måste tycka att det är väldigt konstigt att USA valde det dåliga planet. Jag kan förklara för dig att det berodde på att F-18 var mer kostnadseffektivt. <br/> <br/>  US Navy tyckte alltså att det sämre planet gav det bästa flygvapnet. Så i slutändan så var ändå F-18 bäst.</div> </td> </tr> </table> </div> Nej, man har inte valt bort det bästa flygplanet, då F-14 ersattes av SuperHornet ( F/A-18E/F/G)."
		}
	],
	[
		{
			"postIndex": 682,
			"postNumber": 693,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 82.5,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-06, 00:34",
			"postUrlInThread": "https://www.flashback.org/t779211p58",
			"postUrlUniq": "https://www.flashback.org/sp34375605",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Woffeltoffel</strong></div> <div>SAAB bör också göra nåt med sina enorma vapenbalkar..<br/> <br/>  Jämför med Rafale: <a href=\"/leave.php?u=http%3A%2F%2Fwww.militaryphotos.net%2Fforums%2Fattachment.php%3Fattachmentid%3D166733%26amp%3Bd%3D1245490344\" target=\"_blank\">http://www.militaryphotos.net/forums...3&amp;d=1245490344</a><br/> <br/>  Bästa källan på Gripens RCS jag kan finna: <a href=\"/leave.php?u=http%3A%2F%2Fimageshack.us%2Fphoto%2Fmy-images%2F12%2Fgripenrcsfoilq.jpg%2F\" target=\"_blank\">http://imageshack.us/photo/my-images...nrcsfoilq.jpg/</a><br/> <br/>  Sen, 360 graders IRST verkar vara på G fast mer som en optisk MAWS, nåt DAS liknande. Funktionsmässigt tror jag det mer kan jämföras med Rafales DDM-NG. Tror SAAB kallar det I-DAS eller IDAS eller MAW300. Fast det går på UV-bandet snarare än IR.</div> </td> </tr> </table> </div>   Balkarnas storleksproblem är lite överdrivet. Dels ingår dem i EWS39/BOL och är proppfulla med motmedel och dels ser dem större ut än vad dem är då planet är litet. Visst, gripens vapenbalkar är något större, men inte så mycket (jämför nedanstående bilder med varandra, meteor och AMRAAM skiljer 2mm i diameter).<br/> <a href=\"/leave.php?u=http%3A%2F%2F1.bp.blogspot.com%2F_j1ml1fHnXhQ%2FTS7JNiCeGQI%2FAAAAAAAABNM%2F0fyGCPWStiw%2Fs1600%2Fgripencamo.jpg\" target=\"_blank\">http://1.bp.blogspot.com/_j1ml1fHnXh...gripencamo.jpg</a> (Gripen i m90)<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.militaryphotos.net%2Fforums%2Fattachment.php%3Fattachmentid%3D166733%26amp%3Bd%3D1245490344\" target=\"_blank\">http://www.militaryphotos.net/forums...3&amp;d=1245490344</a> Rafale<br/> <br/>  Fästena för robotarna är tjockare på Rafalen än på Gripen och balkarna som fästena sitter fast i är större på Gripen. Skillnaden totales är ca 40cm Rafale, 45-50cm Gripen. Inte mycket. Det Gripen däremot har i balkarna är delar av EWS39, se bilden nedan.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fimageshack.us%2Fphoto%2Fmy-images%2F187%2Fgripenewsuiteoq1.jpg%2F\" target=\"_blank\">http://imageshack.us/photo/my-images...wsuiteoq1.jpg/</a><br/> <br/>  BOL-delen finns dessutom installerad på Harrier, Typhoon, F14, F15, F18 mfl. Dvs många andra flygplan har redan likadana balkar och är uppenbarligen nöjda med det. Gripen har därutöver 2 st bogsermål för att lura radarjaktrobot i sina vapenbalkar. Med det i åtanke så känns det som en ganska liten grej.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.google.se%2Furl%3Fsa%3Dt%26amp%3Brct%3Dj%26amp%3Bq%3Dbol%2520counter%2520measures%2520dispenser%26amp%3Bsource%3Dweb%26amp%3Bcd%3D1%26amp%3Bved%3D0CDQQFjAA%26amp%3Burl%3Dhttp%253A%252F%252Fwww.saabgroup.com%252FGlobal%252FDocuments%252520and%252520Images%252FAir%252FElectronic%252520Warfare%252520Solutions%252FBOL%252FBOL%252520product%252520sheet.pdf%26amp%3Bei%3De0TdTrDoO-ni4QTzqcHKDQ%26amp%3Busg%3DAFQjCNFUM2U5vAYYDO6TDN4rKYYB1eUagw%26amp%3Bcad%3Drja\" target=\"_blank\">http://www.google.se/url?sa=t&amp;rct=j&amp;...1eUagw&amp;cad=rja</a><br/> <br/>  Ang länken så har jag läst rapporten och den är gravt generaliserande, källan till den siffran är denna rapport: <a href=\"/leave.php?u=http%3A%2F%2Fwww2.foi.se%2Frapp%2Ffoir0338.pdf\" target=\"_blank\">http://www2.foi.se/rapp/foir0338.pdf</a> Är det RCS framifrån, medelvärde på kritiska vinklar eller generellt medel? Det verkar vara ett vägt medel i simuleringen då 0,1kvm ska gälla mot markradar.<br/> <br/>  Vill du så kan du undersöka Ilmarinens länk: <a href=\"/leave.php?u=http%3A%2F%2Fwww.tscm.com%2Frcs.pdf\" target=\"_blank\">http://www.tscm.com/rcs.pdf</a><br/>  När man jämför skrovformerna så ser man att Gripen har färre reflektionsvinklar än EF och Rafale, alla tre planen har jobbat med signaturdämpning och Gripen är minst. Jag kan inte få fram det som något annat än att gripen har lägst RCS av alla planen även om Rafale i vissa vinklar skulle kunna utmana. Generellt sett så räknar man på att en sfär har hyffsat låg RCS. En cylinder ger <i>hyffsat låg RCS</i>*längden. Uppifrån (valfri vinkel) har EF och Rafale 2 + 1 cylindrar som är längre och fler än Gripens. (cockpit + skrovformen över motorerna). Framifrån är alla planen väloptimerade och det kan tom vara lika där. Från sidan är Rafalen vass iom sin utdragna/låga profil, Även Gripen ligger bra till med få olika vinklar och en tydlig optimering mot att ha få vinklar medan EF2000 har den i särklass slarvigaste designen. Se reflektionerna här och tänk dig att det är ljus från en radar: <a href=\"/leave.php?u=http%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2Fthumb%2Fc%2Fc2%2FEurofighter_Typhoon_AUT.jpg%2F300px-Eurofighter_Typhoon_AUT.jpg\" target=\"_blank\">http://upload.wikimedia.org/wikipedi...yphoon_AUT.jpg</a><br/> <br/>  Försök få till samma glans på denna kropp: <a href=\"/leave.php?u=http%3A%2F%2Fwww.worldwide-military.com%2FMilitary%2520Aircraft%2FEU%2520Fighters%2520plaatjes%2FGrote%2520foto%2527s%2FSaab%2520gripen%2520JAS39C_006.jpg\" target=\"_blank\">http://www.worldwide-military.com/Mi...JAS39C_006.jpg</a><br/> <br/> <br/>  Stämmer det du säger om att de ska få optiska system som opererar i UV-bandet så är vi nära QWIPS vilket redan idag har potential att slå radar. En Gripen med 0,1m2 i RCS upptäcks först på 110km av F35, ryska OLS-35 hittar F35 mellan 50 och 90 km bort. Är det I-DAS baserat på UV-bandet så kan räckvidden bli ännu bättre.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Svithjod</strong></div> <div>Frågan är om militären resonerar lika sunt som du, militären har redan slösat bort 10 tals miljarder på att rasera förmågor som inte behövdes för stunden.</div> </td> </tr> </table> </div>   FM ger jag inte mycket för, men Gripen är en SAAB och SAAB gör bra skit och tänker framåt. Fattar inte varför man inte behöll en liten del vpl iaf. Det var ju ett prima sätt att bygga reservkapacitet billigt."
		},
		{
			"postIndex": 672,
			"postNumber": 683,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 79.6,
			"scoreLocal": 96.6,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-05, 11:52",
			"postUrlInThread": "https://www.flashback.org/t779211p57",
			"postUrlUniq": "https://www.flashback.org/sp34361607",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Woffeltoffel</strong></div> <div>Menar du att pressa in fler vapenbalkar än de 10 som är planerade? Med kraftigare motor syftar du på EDE/EPE?</div> </td> </tr> </table> </div> Nu när jag kikar på flygplaner i detalj så inser jag att en extra vapenbalk blir svår att få in (allt utom mittkroppen och vingspetsarna klarar twin pylons för AMRAM). Kanske skulle de kunna trycka in twin pylons på mittkroppen om Schweizarna verkligen måste ha 14 jaktrobotar per stridsflyg och att trimma motorer har ju Volvo/SAAB gjort jäkligt bra med RM12/F404. Så om de skaffar F414 och kan trimma den med 10% så har Gripen NG helt plötsligt en TW på 1,1-1,2 vid full beväpning och halv tank. Med de två ändringarna skulle planet vara 'on par' med Rafale och EF2000 på de punkterna de är bättre på idag (undantaget flygtid).<br/> <br/>  Skulle de göra en Rafale-lösning och köra triple pylon, dvs 3 st robotar på två av balkarna, så ser det ju ännu bättre ut konkurrensmässigt.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi48.tinypic.com%2F9gjy8m.jpg\" target=\"_blank\">http://i48.tinypic.com/9gjy8m.jpg</a> (notera vapenbalken näst längst ut och tänk liknande upplägg under mitten på flygplanskroppen). Det ökar maxlasten från 12-14 jaktrobotar.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fmaquina-de-combate.com%2Fblog%2Fwp-content%2Fuploads%2F2010%2F03%2Fgripen-demo.jpg\" target=\"_blank\">http://maquina-de-combate.com/blog/w...ripen-demo.jpg</a><br/> <br/>  Men helt ärligt, det är väldigt lite döplats på en Gripen. Den har bättre optimerad flygplanskropp än EF2000 och Rafale. Som egen uppgradering kanske vill Schweizarna också trycka på 360 graders IRST iom att fienderna kan komma varifrån som helst utan förvarning. Men det är fortfarande en efterbliven jämförelse som de gjort (om vi jämför bilar). De har liksom bett Sverige skicka in en SAAB 9-3 och ställt den mot en GMC Syclone och en Ford Lightning för att jämföra toppfart och lastutrymme... Sen visar det sig att de inte hade råd med GMC och att SAAB 9-3 täckte in alla behov. Det hade känts mer seriöst om de tog in F16.<br/> <br/> <br/> <br/> <b>Tillägg om RCS:</b> Tror Krokodil ville ha källa på att Gripen har lägre RCS än EF2000 tidigare. Räknar man vinklarna, storleken på reflektionsytorna samt storleken på flygplanskroppen så ser man att det är uppenbart att Gripen har lägst signatur. I de lägre banden spelar storleken större roll och där är Gripen minst --&gt; lägst RCS i bl.a L-bandet. Utöver det har Gripen anammat mycket av modern stealthdesign som minimalt med runda kanter, iridium-oxid över cockpit (kan minnas fel ämne men det ger guldglansen som karaktäriserar F22) osv. De två sakerna som Gripen missat är intern last och sidoptimeringen.<br/> <br/>  Jämför man rakt framifrån med en EF2000 så kan det vara så att det är likvärdig RCS mot en X-bandsradar, mäter man från sidan så ser man att Gripens cockpit aldrig ger 90 graders reflektion tillbaka medan EF2000 har 2 cylindrar som båda ger 90 graders reflektionsyta + insugen som är nedanför kroppen med 90 graders reflektion. Gripen har dessa på sidan om kropppen och de täcks av robotar (som även täcker delar av kroppen på en EF2000 som även är längre och cylindrisk). Dvs från sidan har EF2000 fler reflektionsytor (2 fler, Gripen har 1 och det är robotarna/kroppen), Rafale ser mycket bra ut i den aspekten men det är ett kurvigare plan så den kommer ge generell reflektion som i många vinklar är högre än Gripen.<br/> <br/>  Bakifrån är både EF2000 och Rafale sämre då motorerna reflekterar mest och Gripen har bara en. Hoppas att det duger som källor. Men från de kritiska vinklarna, dvs framifrån och från sidan är Rafalen potentiellt bättre iom sin extremt mjuka kurvutformning även om Gripen bör ha ett övertag i de flesta andra vinklarna."
		},
		{
			"postIndex": 640,
			"postNumber": 650,
			"rankGlobal": 16,
			"rankLocal": 3,
			"scoreGlobal": 79.1,
			"scoreLocal": 95.9,
			"userRank": 4,
			"userScore": 57,
			"postUserName": "Flipp-Flopp",
			"postUserID": "u308496",
			"postUserUrl": "https://www.flashback.orgu308496",
			"postDateTime": "2011-12-04, 14:49",
			"postUrlInThread": "https://www.flashback.org/t779211p55",
			"postUrlUniq": "https://www.flashback.org/sp34345455",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Herr K är numera satt på ignore, uppmanar samtliga att följa.<br/> <br/>  OnT. <br/>  Hur stor risk är det att affären inte blir av, någon som har en kva<br/>  lificerad gissning.<br/>  Hur länge har förhandlingar pågått? Tråden är 3 år gammal men det känns på tok för kort tid för en upphandling av denna sort.</div> </td> </tr> </table> </div> <br/>  De borde jämföra gripen-kostnaden mot att behålla och uppgradera sina 54(?) F-5. Detta borde ge en bra chans att vinna folkomröstningen om det nu blir en sådan. Förklara att det blir billigare på sikt. Sen så är väl detta kanske inte det enklaste då det är många okunniga idioter och lobbyister för konkurrenterna som kommer uttala sig.<br/> <br/>  Att 3 år är kort tid är det väl i dessa sammanhang, men när det är den lätta interceptorn F-5 som ska ersättas (som även verkade från vägbaser) känns valet givet (gripen oavsett version). Har man bara lite kunskap skulle man kunna ta detta beslut på en kafferast. Amerikanarna hoppade ju av denna affär tidigt då de inte ansåg att de hade något flygplan att erbjuda. Känns konstigt att rafale och EF inte hoppade av tidigare då de inte känns passande som komplement till F-18... speciellt EF som är specialiserad för höghöjdsstrid.<br/> <br/>  Sen... har man lite tur så ersätts sen F-18 med Gripen NG."
		},
		{
			"postIndex": 662,
			"postNumber": 673,
			"rankGlobal": 21,
			"rankLocal": 4,
			"scoreGlobal": 76.1,
			"scoreLocal": 92.3,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-05, 02:19",
			"postUrlInThread": "https://www.flashback.org/t779211p57",
			"postUrlUniq": "https://www.flashback.org/sp34358341",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mikael666</strong></div> <div>Det är bittra grodätare som säger sånt.<br/>  Tidigare har dom jämfört Gripen med Volvo samtidigt som dom menar att Rafale är en Ferrari.<br/>  Den senare jämförelsen är extra rolig då grodätaren valde att jämföra deras kärra med en italiensk bil snarare än en fransk skrothög.<br/> <br/>  Hur många som är emot affären, eller just Gripen återstår att se. Förhoppningsvis är det bara en klick idioter som alltid gnäller högt som fort en försvarsupphandling kommer på tapeten, läs Svenska Freds, MP eller VPK.</div> </td> </tr> </table> </div>   Glöm inte att Gripen är ca 10% snabbare än Rafalen också... En bättre jämförelse hade varit en ferrari mot en koenigsegg. :P<br/> <br/>  Gripen är ett bra val, men även FA18 är bra för just Schweiz då avstånden kommer vara sådana att inte ens F35 skulle kunna nyttja sin stealth fullt ut. Det som då behövs för att lyckas i deras stridsuppdrag är naturligtvis mycket vapen, mycket flygtid, mycket motor (TWR prioriteras visst medan toppfart är sekundärt) och egentligen även horisontell manöverduglighet. Gripens nackdelar ligger just i de tre första delarna.<br/> <br/>  Den andra delen blir hur många flygplan man får för den satta budgeten, hur mycket flygtid man kan ge piloterna i fredstid och även tillgänglighet över tid för resp modell. Den delen vann Gripen överlägset i och därför fick de hela affären. Även priset spelade roll.<br/> <br/>  Sen kan man naturligtvis vara bitter över hur de uttryckt sig men rent krasst så ville de ha billiga plan som bär mycket vapen i hög fart i dalgångarna och som gärna flyger länge och är manöverdugliga. Hade Su35 varit med i upphandlingen så hade den varit en stark kandidat (men den kanske hade trillat ut av samma anledning som Super Hornet)."
		},
		{
			"postIndex": 683,
			"postNumber": 694,
			"rankGlobal": 25,
			"rankLocal": 5,
			"scoreGlobal": 74.1,
			"scoreLocal": 89.9,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-06, 00:39",
			"postUrlInThread": "https://www.flashback.org/t779211p58",
			"postUrlUniq": "https://www.flashback.org/sp34375684",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>wellerocks</strong></div> <div>ja definitivt, framförallt när man tittar på den minskade utvecklingskostanden i E/F-projektet (förutsagt att avtalet går i hamn) och man vet att man inte är den enda kunden.</div> </td> </tr> </table> </div> Köper Schweiz så köper Sverige 15 st också. Det innebär alltså att 37 st operativa E/F kan finnas när Brasilien äntligen får tummen ur röven. Det som däremot är lustigt är att piloterna valde gripen i Brasilien, armén valde Gripen, ekonomerna valde Gripen och bara presidenten är seg. Rafales enda trumfkort, dvs att E/F inte finns är ju borta om ett år.<br/> <br/>  Även Indien öppnas upp nu för den hangarfartygsbaserade Sea Gripen då de föll ur med motiveringen \"vi accepterar inte flygplan i prototypstadie utan endast flygplan i produktion i erbjuden konfiguration\"."
		}
	],
	[
		{
			"postIndex": 857,
			"postNumber": 872,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 79.6,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 35.1,
			"postUserName": "wellerocks",
			"postUserID": "u536106",
			"postUserUrl": "https://www.flashback.orgu536106",
			"postDateTime": "2011-12-11, 16:51",
			"postUrlInThread": "https://www.flashback.org/t779211p73",
			"postUrlUniq": "https://www.flashback.org/sp34477563",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>\"Affordability is the cornerstone of the F-35 program. It is achieved in large part through a very high level of common parts and systems across the three versions of the aircraft. <b>Support costs are forecast to be about <u>half that of present-day fighters</u>, and streamlined assembly methods will cut production time significantly</b>.\"<br/> <br/>  Ditt citat får en annan betydelse om man väljer att läsa hela stycket.<br/> <br/>  Man kan även läsa följande:<br/> <br/>  \"<b>Affordable</b> <br/>  All variants of the F-35 will be procured within their target cost range.<b> Operation and support costs will be dramatically reduced</b>.\"</div> </td> </tr> </table> </div>   Då har man även där misslyckats ganska katastrofalt då man i Pentagon kommit fram till att F-35 kommer vara ca 30-40% dyrare att flyga och underhålla än de plan som den ska ersätta (F/A-18, AV-8, F-16).<br/> <br/>  F-35 var ämnad att användas som ett komplement till F-22, där F-22 skulle stå för pre-emptive strikes och air superiority, medan F-35 skulle utföra det tunga arbetet, därav valdes enmotorskonstruktion, just för att det skulle bli billigare än att ha ytterligare tvåmotorsystem vid sidan om den redan dyra F-22 Raptor. Problemet var bara att F-22 inte tillverkades i närheten av den skalan man hade projicerat. Därmed var F-35 mer eller mindre tvungen att anamma vissa roller hos F-22, och det blev som att försöka trycka i för mycket muffinssmet i en för liten muffinsform. <br/> <br/>  Man har alltså gått från att vara en relativt liten men avancerad multi-roll kärra med markmål som primärsyfte, där priset skulle vara ca 60 miljoner dollar och som skulle vara enkel samt billig att hantera och underhålla, till att bli en mycket avancerad multi-roll kärra med alla typer av huvudfunktioner som skulle vara likvärdig eller bättre andra flygplan, till ett pris av ca 120-150 miljoner dollar och som är fruktansvärt dyr i drift och underhåll, b.la. även 30-40% dyrare än den tvåmotoriga kärra den ersätter. <br/> <br/>  Det är därför länder som Norge, Danmark, Belgien, Spanien, Italien, Australien och England har haft stora diskussioner huruvida planet verkligen passar dom, när man i själva verket ville ha den kärran som planerades från första början. Javisst anses F-35 fortfarande som bra då den i många fall överträffar de förväntningar som den första projektionen av F-35. Priset däremot har ändrats, liksom har världsbilden förändrats,"
		},
		{
			"postIndex": 876,
			"postNumber": 892,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 78.1,
			"scoreLocal": 98.1,
			"userRank": 6,
			"userScore": 46.4,
			"postUserName": "scheele",
			"postUserID": "u231931",
			"postUserUrl": "https://www.flashback.orgu231931",
			"postDateTime": "2011-12-11, 21:38",
			"postUrlInThread": "https://www.flashback.org/t779211p75",
			"postUrlUniq": "https://www.flashback.org/sp34483222",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Du är och förblir en tönt när det gäller dessa frågor.<br/> <br/>  Schweiz hade precis som alla andra länder som väljer nya fpl en mängd<br/>  parametrar som måste uppfyllas.<br/> <br/>  Det Schweiz MoD sa var att man valde det fpl som passade deras <br/>  profil och dessutom var till bästa pris.<br/> <br/>  Det är ju precis så som du förespråkar när det gäller Svenska inköp<br/>  av militärt material. Du verkar inte leva som du lär !!<br/> <br/> <br/>  Lär dig leva med att Gripen NG är här för att stanna såväl i <br/>  Schweiz , Sverige och det stannar säkert inte enbart där.</div> </td> </tr> </table> </div>   ang. alla märkliga inlägg:<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\"><i>wikismart </i>är ju inte detsamma som kunnig, och politiken bakom är inte synlig på wikipedia. Samtidigt så skapar wiki väldigt mycket, felaktig tolkad, diskursiv kunskap, som det är upp till andra kunniga att försöka rätta till med mängder intutiv kunskap, som du har Hansol. Men tyvärr kommer (viss) övertolkare av wikipeida, inte förstå slutsatserna, då de inte behärskar detta ämnet såpass.</div> </div> </div> <br/> <br/> <b>On topic, again:</b><br/>  Att Schweiz valde gripen före rafale är ju det som är viktigast av allt i detta. Nu är ju, som jag ser det, utvecklingen samt försäljningen garanterad för Gripen NG. Dessutom så ligger Gripen ruskigt bra till för brassarna nu, och inte blir det ju sämre av påståendena att rafale faller om ingen ny operatör väljer rafale inte mindre spektakulärt för de som säljer Rafale. Kanske det var menat som ett påstående för att folk skulle tycka mer synd om fransoserna och välja rafale, läs brassarna, men i realiteten så gör ju uttalandet att brassarna är ännu mer tveksamma inför rafale, väl medvetna om att systemet sannolikt inte kommer att uppgraderas av flera operatörer utan en enda, möjligen två.<br/> <br/>  Mer eller mindre imbecilla rökridåer över operatörer eller flygplanssystem som inte ens är berörda av Schweiz upphandling hör ju inte hit. Brasilien och Rafale har en stark koppling till Schweiz upphandling. Eurofightern var ju redan från början ganska utslagen ur fighten. De ligger ju absolut högst upp i pris om jag förstått det hela rätt. Både drift och inköp."
		},
		{
			"postIndex": 882,
			"postNumber": 898,
			"rankGlobal": 27,
			"rankLocal": 3,
			"scoreGlobal": 73.4,
			"scoreLocal": 92.2,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2011-12-12, 12:07",
			"postUrlInThread": "https://www.flashback.org/t779211p75",
			"postUrlUniq": "https://www.flashback.org/sp34491579",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Omregistrerad</strong></div> <div>Ja och förutom det sa han att Schweiz inte valde det bästa flygplanet, precis som krokodil skriver.</div> </td> </tr> </table> </div> Tror de flesta är med på att inget plan kan kallas \"bäst\" utan att tänka på kravprofilen. Rafale har vissa trumfkort över Gripen och Gripen har andra rent stridstekniska trumfkort över Rafale. Schweizarna gjorde ju det hela klart genom denna kommentar:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>http://www.defense-aerospace.com/articles-view/feature/5/130824/swiss-gripen-choice-queried.html</strong></div> <div>\"The best army in the world does not consist of the worlds best aircraft plus halberds, he said.</div> </td> </tr> </table> </div> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       The Gripen had not been chosen<b> because </b>it was the latest and most up to date fighter, Maurer said, but rather because it was the one \"most suitable\" for Switzerland.      </td> </tr> </table> </div>   Att vissa tolkar det som att Gripen NG är sämre än konkurrerande Rafale och Eurofighters handlar snarare om att man missat kontexten helt. Rafale och EF2000 har erkänt fenomenala IRST-system, Gripen E/Fs IRST behöver testas först. Så visst har Gripen för närvarande ett litet handikapp, men det är ju också konkurrenternas enda fördel idag. Hence, det spelar ingen roll om Gripen NG har sämre IRST. Planet är bäst för Schweiz ändå då en armé består av mer än världens bästa stridsflyg och infanteri med <b>hillebarder/spjutyxor</b>."
		},
		{
			"postIndex": 819,
			"postNumber": 832,
			"rankGlobal": 45,
			"rankLocal": 4,
			"scoreGlobal": 70.1,
			"scoreLocal": 88,
			"userRank": 10,
			"userScore": 34.1,
			"postUserName": "kroppskultur",
			"postUserID": "u240960",
			"postUserUrl": "https://www.flashback.orgu240960",
			"postDateTime": "2011-12-10, 22:15",
			"postUrlInThread": "https://www.flashback.org/t779211p70",
			"postUrlUniq": "https://www.flashback.org/sp34465288",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>krokodil</strong></div> <div>Nu får du nog avbryta och ta en tankepaus, USA har utveklat mängder av stridsflygplan tidigare, finns inget land med större erfarenhet av att tillverka moderna stridsflygplan.</div> </td> </tr> </table> </div>   Dom har också haft en helt annan budget, bara för att dom har råd att slösa så behöver inte andra projekt bli lika dyra.<br/>  SAAB skulle mycket väl kunna utveckla ett enmotorigt stealthplan som var i samma viktklass som Gripen bara dom hittar köpare.<br/> <br/>  Edit, jag säger att det är möjligt men det är inte alls säkert eller kanske inte ens sannolikt."
		},
		{
			"postIndex": 910,
			"postNumber": 927,
			"rankGlobal": 53,
			"rankLocal": 5,
			"scoreGlobal": 69,
			"scoreLocal": 86.6,
			"userRank": 3,
			"userScore": 63.2,
			"postUserName": "Dr.Spin",
			"postUserID": "u496782",
			"postUserUrl": "https://www.flashback.orgu496782",
			"postDateTime": "2012-01-31, 14:17",
			"postUrlInThread": "https://www.flashback.org/t779211p78",
			"postUrlUniq": "https://www.flashback.org/sp35425605",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Omregistrerad</strong></div> <div>Dassault menar att Rafale är långt mer kapabel och att 18 stycken Rafale kan utföra samma sak eller mer än 22 stycken Gripen NG. Det ligger sannolikt inte så långt från sanningen sett till hur det gick i den schweiziska utvärderingen där Rafale presterade bättre än Gripen NG.</div> </td> </tr> </table> </div> Det är ju något som upphandlaren får avgöra.<br/>  19 Rafale levererade ca 1900 sortier, 5 st Gripen levererade ca 695 sortier under samma tid. Per flygplan innebär det 139 sortier per flygplan (som oftast flög i rote) resp 100 för Rafale.<br/> <br/>  När det handlar om att leverera närvaro i luftrummet så ser det ut som om Gripen i detta fall kunde ge 40% fler flygningar per individ. Hade Rafale, likt offerten, ställt upp med 18% färre flygplan så skulle närvaroskillnaden bli 70% fler flygplan i luften till samma inköpspris med Gripen.<br/> <br/>  Räknar man flygtimmar istället så har Gripen levererat ca 2000 timmar och Rafale 6000. Per flygplan är skillnaden 400h per gripen resp 316h per Rafale eller 27% mer flygtid per plan för Gripen vilket i sluträkning ger 56% mer flyg i luften över tid jämfört med Rafale enligt budet som ligger.<br/> <br/>  Är verkligen Rafale så mycket mer kapabel att det är motiverat att ha färre plan tillgängliga?"
		}
	],
	[
		{
			"postIndex": 1078,
			"postNumber": 1100,
			"rankGlobal": 14,
			"rankLocal": 1,
			"scoreGlobal": 79.3,
			"scoreLocal": 100,
			"userRank": 43,
			"userScore": 11,
			"postUserName": "Yoron",
			"postUserID": "u671598",
			"postUserUrl": "https://www.flashback.orgu671598",
			"postDateTime": "2012-02-21, 21:47",
			"postUrlInThread": "https://www.flashback.org/t779211p92",
			"postUrlUniq": "https://www.flashback.org/sp35819936",
			"sentence": "Zunar, all respekt, men jag är inte speciellt höger profilerad själv om man säger så <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>. Det betyder dock inte att jag inte kan skilja på fakta och fantasier, eller känna stolthet över vad vårt lilla land kan producera. Men jag håller med om att det är konstigt att så många av våra egna är beredda att svära på att Gripen måste vara BS för att, eh, Fransmän, eh, amerikaner etc, etc, säger så <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Vi tycks ha ett dåligt självförtroende här, och vår kära militär tycks åter och återigen att misslyckas med att framföra vad Gripen faktiskt är. Folk stirrar sig blinda på stora tunga dyra jets som pompöst seglar lufthaven från ?? till 'Jordens ände' skjutandes missiler..<br/> <br/>  Vad vi har är små giftiga elaka mosquitos, som kan prata med varandra på ett sätt som inga andra flygfän i världen har kunnat tidigare, via vår svenska datalänk. Möjligen har Israel något liknande, men då kommer frågan osökt, från vart fick dom det? Vi byggde vår Gripen till försvar, inte för att nå världsherravälde, och hade konceptet redo med Draken redan. Det finns overifierade källor som säger.. <br/> <br/>  \"As Swedish JAS 39 GRIPEN fighter shot down 7 of US top pilots in the exercise Cope Thunder (RED FLAG) the US air force realized that their air forces do not hold the measure. On the US air force's webpage, one could read that they must have F-22 in next exercise in order to have a chance against GRIPEN.... It was also stated that GRIPEN had to be the most cost effective fighter in the world.\"<br/> <br/>  Tyvärr klarar inte vår militär att vare sig verifiera eller förneka sanningshalten där. Men om någon kan verifiera, eller förneka detta påstående (med källor) så är jag idel öra. <br/> <br/>  Vår Peer2Peer Datalänk revolutionerar flygkrigsföringen och allt fler länder har tvingats inse det nu, peer to peer kommer att införas även i USA, det är redan på gång där men dom har enorma summor investerade i sitt centraliserade system. vi kan i princip skapa data noder överallt, land luft och sjö, samt skapa en situations närvaro på ett slagfält som kommer att vara ständigt uppdaterad via dessa ad hoc noder och faller en ut så kopplas en annan in. Sådant är direkt medicin mot 'fog of war' och inget centraliserat 'deathstar' scenario aka USAs central styrning kan var bättre än det. Simpel logik bara.<br/> <br/>  Sen har vi planet själv, det är sällan ett plan kommer ut i produktion så perfekt aerodynamiskt som Gripen. Att den gled över i supersonic mode utan pådrag (after burner) är en ren komplimang till dom som designade den, och ställde till förtret (bangar) innan flygvapnet insåg vad som hände och ställde om 'pådraget'.<br/> <br/>  Dessutom tror jag inte det finns något militärt plan med så få olyckor, relativt flygtimmar, som Gripen i världen. Dom vi har haft har mest haft att göra med att kalibrera elektroniken (flyg spaken) mot vad piloten förväntar sig när han ändrar pådrag etc.<br/> <br/>  Men det verkar som svensken idag är mer intresserad av facebook än att förstå vad som händer?<br/>  ==<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.network54.com%2FForum%2F211833%2Fthread%2F1190129057%2Flast-1190277347%2Flogin%3Faction%3Dsignup\" target=\"_blank\">http://www.network54.com/Forum/21183...?action=signup</a>"
		},
		{
			"postIndex": 1080,
			"postNumber": 1102,
			"rankGlobal": 31,
			"rankLocal": 2,
			"scoreGlobal": 72.7,
			"scoreLocal": 91.6,
			"userRank": 2,
			"userScore": 74,
			"postUserName": "Eerieye",
			"postUserID": "u596131",
			"postUserUrl": "https://www.flashback.orgu596131",
			"postDateTime": "2012-02-22, 10:54",
			"postUrlInThread": "https://www.flashback.org/t779211p92",
			"postUrlUniq": "https://www.flashback.org/sp35827698",
			"sentence": "Amerikanarna har väl varit schyssta i just den här affären? De drog sig ur anbudsförfarandet när det stod klart att de inte hade vad Schweiz ville köpa. Jänkarna hade inte det i sitt sortiment så de tackade för sig och rekommenderade istället Gripen NG. Det tackar vi för!<br/> <br/>  Fransmännen har dock försökt ägna sig åt både känsloargument och fulspel för att kunna få kränga sina Rafale till schweizarna.<br/> <br/>  Schweizarna vill ha en modern mindre kärra som man har råd att flyga mycket med i fredstid. Dessutom är landets försvarsdoktrin snarlik vad den svenska var då riktlinjerna för Gripen drogs upp. Gripen kom därför att passa Schweiz som hand i handske. Schweizarna har dessutom redan en ganska stor flotta av någorlunda moderna F/A 18 med två motorer och lång räckvidd. Deras mindre kärror, F5E, är däremot mogna för skroten. Att i det läget handla några få svindyra Rafale vore klockrent fel. Den här affären var vikt för Gripen redan från början - det är jag faktiskt ganska säker på."
		},
		{
			"postIndex": 972,
			"postNumber": 989,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 70.5,
			"scoreLocal": 88.9,
			"userRank": 12,
			"userScore": 31.4,
			"postUserName": "Omregistrerad",
			"postUserID": "u479719",
			"postUserUrl": "https://www.flashback.orgu479719",
			"postDateTime": "2012-02-09, 18:00",
			"postUrlInThread": "https://www.flashback.org/t779211p83",
			"postUrlUniq": "https://www.flashback.org/sp35597749",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong></div> <div>Nu var det iofs inte Gripen i sig som var anledningen utan ett riksdagsbeslut som låg bakom <br/>  att man <b>utnyttjade just den förmågan</b>.</div> </td> </tr> </table> </div> <br/>  Även om svenska Gripen hade fått grönt ljus för att bomba markmål hade det ändå inte skett. NATO hade låtit Gripen fortsätta flyga över diverse objekt och ta bilder då det fanns långt mer kapabla flygplan för att faktiskt utföra anfallen.<br/> <br/>  Svenska (flygvapnets) Gripen är begränsad till fritt fallande GBU-12/49-bomber medan Rafale flög med långt mer kapabla AASM-bomber med en räckvidd på upp till 55 kilometer. Sedan tillkommer den faktorn att fransmännen kunde använda sina egna bomber medan svenskarna hade fått snylta från NATO-förråd. Samt förstås att Rafale i den rollen var lite mer fristående och mindre beroende av lufttankning sett till räckvidden.<br/> <br/>  Libyenkonflikten var utmärkt reklam för både Gripen och Rafale (en stor anledning till att flygplanstyperna överhuvudtaget användes skarpt), men kanske i synnerhet för Rafale sett till att det där kunde visa upp en stor bredd av förmågor. Detta medan Gripen användes mer nischat tillsammans med en speciell kapsel som inte ens är en del av Gripen egentligen utan kan användas av vilket flygplan som helst."
		},
		{
			"postIndex": 987,
			"postNumber": 1005,
			"rankGlobal": 43,
			"rankLocal": 4,
			"scoreGlobal": 70.3,
			"scoreLocal": 88.6,
			"userRank": 9,
			"userScore": 35.1,
			"postUserName": "wellerocks",
			"postUserID": "u536106",
			"postUserUrl": "https://www.flashback.orgu536106",
			"postDateTime": "2012-02-09, 23:58",
			"postUrlInThread": "https://www.flashback.org/t779211p84",
			"postUrlUniq": "https://www.flashback.org/sp35609636",
			"sentence": "Rykten går om att Rafalen slagit sig förbi både Super Bug och Gripen i Brasilien om att ligga bäst till. Taget från Rafale news thread på militaryphotos:<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"C'est ça\"<br/>  Fohla de Sao Paulo/ Eliane Cantanhede<br/> <br/>  BRASILIA - After so many comings and goings, the government is finally hitting the hammer in favor of the Rafale, from the French Dassault, to renew the FAB fleet. The announcement must be in the first half but only after May 6, after the second round of presidential elections in France.<br/> <br/>  The final push was India's decision to buy 126 Rafale, removing Dassault's breathing difficulties. It is the first international order of the jet, until now restricted itself to the French Air Force. With production scale, the price of the planes also tends to fall in business with Brazil, removing one of the major constraints to them: the cost of the product and especially maintenance.<br/> <br/>  Following the announcement of the deal with the French Indians, Celso Amorim (Defense) was coincidentally in India, in a statement citing the victory of Dassault and noting that 108 of 126 fighters \"will be built in the country [India], with technology transfer \". The term \"technology transfer\" is the mantra of the FX-2 program about the purchase of aircraft.<br/>  [...]<br/>  By assuming, Dilma used the good argument of cuts in the budget to have time to study the business. The victory of the Gripen inside FAB has been considered and the F-18 returned to the wheel [was studied again]. But during one year, two certainties crystallized inside the government: 1) the Gripen is just a project and Sweden has zero political weight, 2) it is impossible to trust the promise of technology transfer from the U.S., subject to the mood of the Congress and to exchange of power at the head of the state.<br/>  Everything indicates that the Rafale is coming.      </td> </tr> </table> </div> <br/>  Om Gripen faktiskt tar hem Schweiz kanske loppet ännu inte är kört. Men Brasiliens försvarsminister har ju trots allt inte besökt Schweiz dagarna efter beslutet om sitt \"jätte-köp\" om 22 stridsflyg som han faktiskt gjorde i Indien efter att Indien \"valt\" Rafale i M-MRCA.<br/> <br/>  Har Fransmännen fått hybris? Från början verkade det som att Dassault slogs för sitt liv för att få export på Rafalen, men nu verkar det istället som om man ska ha vinna allt. Indien, UAE, Qatar, Kuwait, Brasilien, Schweiz, Sydkorea, Malaysia och Serbien verkar ju som att man gör allt för att få, och ju fler av dessa man vinner, ju lättare blir det att vinna resten. Trodde Dassault kunde i viss mån släppa åtminstone Schweiz med 20 (±2) stridsflyg och kanske även Brasilien på 36 stridsflyg. Dessa två tillsammans är ju inte ens hälften av M-MRCA kontraktet.<br/> <br/>  Nu får vi fan hoppas att våra svenska politiker ser till att stödja Gripen om vi någonsin ska få större exporter än ett 10/20-tal stridsflyg. Om Svenskarna själva inte investerar i Gripen E/F så kan jag förstå att nationer som Brasilien får kalla fötter."
		},
		{
			"postIndex": 1011,
			"postNumber": 1029,
			"rankGlobal": 44,
			"rankLocal": 5,
			"scoreGlobal": 70.2,
			"scoreLocal": 88.5,
			"userRank": 6,
			"userScore": 46.4,
			"postUserName": "scheele",
			"postUserID": "u231931",
			"postUserUrl": "https://www.flashback.orgu231931",
			"postDateTime": "2012-02-13, 01:00",
			"postUrlInThread": "https://www.flashback.org/t779211p86",
			"postUrlUniq": "https://www.flashback.org/sp35660283",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dr.Spin</strong></div> <div>Jag tror inte att tricket funkar. De som kommer att rösta kommer att läsa hela rapporten och fatta samma beslut. Dessutom lär Dassault aldrig få ett kontrakt i det landet igen då läckorna är ganska solklara<br/>  Kan inte annat än instämma.<br/> <br/>  Tyvärr framgår inga detaljer utan bara aggregaten. Det är ju liksom rätt självklart att ett större flygplan borde ha lägre räckvidd och mer last. Som de skrev i utvärderingen så var det främst där Gripen halkade efter och att EW-suiten och radarn inte var helt synkade(!). Samtidigt var EWS-paketet en av Gripens starka punkter tillsammans med cockpitlayouten. Ytterligare en förvånande punkt var att Gripen inte kunde bekämpa vissa typer av markmål.<br/> <br/>  Sen verkar rapporten inte ta upp underhåll, tillgänglighet, kostnader och effektivitet över tid utan det verkar vara uppdrag för uppdrag.<br/> <br/>  True that.<br/> <br/>  Sen är ju frågan vad man prioriterar. Ett litet övertag i vapenlast initialt eller uthållighet och tillgänglighet över tid?<br/> <br/> <br/>  TILLÄGG:<br/> <b>Deras bergshangarer byggdes om så att FA18 skulle få plats och Rafale är ca 64cm högre än FA18. Det kan alltså ligga någonting i ryktet även om FA18 har annorlunda layout baktill än Rafale.</b></div> </td> </tr> </table> </div>   Jag har svårt att få detta med logistikproblemen verifierade, men uppgiften eller snarast antydningen har figurerat på flera ställen. Det var nog inte så mycket att det var omöjligt, men det var \"på gränsen\". Servicekillarna hade det tydligen svettigt att baxa runt de andra i bergvärnen, på många ställen var det trixigt, endast gripen var enkelt att hantera. Möjligt att det kostade så djäkla mycket att bygga om för f-18 att detta problem gavs en något högre tyngd i denna upphandling. Fick intrycket av att f-18 köpte blev väldigt dyrt i slutändan. Olika flottiljer har egna berghangarer i schweiz om jag förstått det rätt.<br/> <br/>  Tror man dessutom egentligen är ute efter gripen NG, och ser C/D-versionerna som \"bonus\" och inkörningsperiod. Dessutom fanns det många godbitar i helhetslösningen som offereras med Gripen, inget tillkommer som det gjorde med F-18 med markutrustning och utvärderingssystem osv."
		}
	],
	[
		{
			"postIndex": 1170,
			"postNumber": 1193,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 88.8,
			"scoreLocal": 100,
			"userRank": 6,
			"userScore": 46.4,
			"postUserName": "scheele",
			"postUserID": "u231931",
			"postUserUrl": "https://www.flashback.orgu231931",
			"postDateTime": "2013-12-23, 01:21",
			"postUrlInThread": "https://www.flashback.org/t779211p100",
			"postUrlUniq": "https://www.flashback.org/sp46713646",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hansol</strong> <a href=\"/p46696703#p46696703\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nu är ju inte Gripen E så mycket nertyngt av Amerikansk teknologi som vissa vill hävda,<br/>  motor är väl den del som väger absolut týngst (men där finns redan en friskrivning dvs<br/>  att USA inte kan bromsa export)<br/> <br/>  Däremot så står Storbritannien för ca 37 % (viss del av detta är även SAAB gemensam ägare<br/>  i som ex radar. Landställ samt stolen är andra bitar därifrån<br/> <br/>  Brasilien är redan involverad via AKAR (som SAAB är delägare i ) osv, SAAB driver sedan många <br/>  år tillbaka ingenjörsutbildningar inriktning flyg där.<br/> <br/> <b>Så SAAB är redan idag väl medvetna om hur Brasilien har sina planer inom militära sektorn i framtiden. Vid en eventuell affär ingår även gemensam utveckling av ett femte generations flyg<br/> <br/>  Sedan är det ett faktum att SAAB Linköping aldrig skulle klara av att svälja den mängden</b><br/>  tillverkningen på hemma plan.<br/> <br/>  Upphandlingen har pågått i 17 år ,som övriga inblandade har det funnits huvudkontor<br/>  på plats där täta förbindelser skett, så det är inte en happening om vad som kommer hända .<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.militaryphotos.net%2Fforums%2Fattachment.php%3Fattachmentid%3D211542%26amp%3Bd%3D1387544731\" target=\"_blank\"> Länk till länder som är involverade som leverantörer Gripen E</a></div> </td> </tr> </table> </div>   Jupp, här har vi en mycket viktig poäng, för det verkar som att det kan bli rätt hög efterfrågan på gripen framöver. Frågan är om man kommer rbjuda C/D versioner till de allra fattigaste kunderna och NG som den kallas internationellt till de mer bemedlade?<br/> <br/> <br/> <b>Mina tankar</b><br/>  Det ser oerhört positivt ut för Gripen just nu. Vi MÅSTE få till fler produktionslinjer inför kommande försäljningar. US surplus har hamnat i ett läge att man antingen får skänka bort eller sälja av billigt F-16 crap-block-blä-blä till de som tar emot dessa. Det är tungt att få igenom försäljningar. Det är ju bara F-18 som säljer bra. Men priset kontra vad man får är bara beroende på om man står på USA's vip-lista. Resterande länder som de facto köper flygplan köper inte alls Amerikanskt längre som förut. Det är en stor skiftning i teknologi som sker nu. Glansperioden för amerikanska flygplanstillverkare är över, nu konkurrerar man med många olika flygplanstillverkare som alla ger sina speciella fördelar teknologiskt.<br/> <br/>  Jag är faktiskt lite ledsen att inte Frankrike fått sälja Rafale till nåt land, för det skulle de ärligt förtjäna. En djävla bra kärra, men eftersom fransmän rent allmänt är opålitliga, och när det kommer till hjälpsamhet att föra över källkoder och teknologiskt kunnande så lever de i en Napoleansk drömvärld. De kommer inte klara sig om de inte tar en kurs i hur man driver företag internationellt...<br/> <br/> <u><b>Vilka<i> vill</i> då?</b></u><br/> <br/> <b>Thailand</b> vill ha 6 st till kärror, oerhört nöjda kunder är de. <br/> <br/>  Min gissning är att <b>Danmark</b> väljer en division gripen NG, de är oerhört nöjda med de J-35 kärror de köpte en gång i tiden, vet att Sverige(SAAB) levererar. <br/> <br/> <b>Kroatien</b> kommer att tvinags fatta beslut snart igen, då deras förra beslut bara var en nödlösning. <br/> <br/> <b>Serbien</b> är väldigt intresserade, men det har nog inte råd. Egentligen borde väl de kunna erbjudas C/D kärror om det finns några över. När det kommer till Serbien så är det endast en kostnadsfråga som jag förstått det, gripen är en mycket bra lösning för dem. Men de måste först få igenom ett EU-Medlemskap, annars tror jag svenska regeringen är rätt kalla inför försäljning.<br/> <br/> <b>Slovenien</b> är helt klart intresserade, de kommer aldrig i helvete välja nåt annat än gripen tror jag personligen.<br/> <br/> <b>Slovakien</b> har jag hört ryktesvägen att de vill ha ett gemensamt flygvapen med Tjeckien, så de skulle isåfall köpa några enstaka gripenkärror."
		},
		{
			"postIndex": 1256,
			"postNumber": 1279,
			"rankGlobal": 17,
			"rankLocal": 2,
			"scoreGlobal": 78.5,
			"scoreLocal": 88.3,
			"userRank": 67,
			"userScore": 7.9,
			"postUserName": "okini2",
			"postUserID": "u874681",
			"postUserUrl": "https://www.flashback.orgu874681",
			"postDateTime": "2014-01-27, 02:05",
			"postUrlInThread": "https://www.flashback.org/t779211p107",
			"postUrlUniq": "https://www.flashback.org/sp47231220",
			"sentence": "Man kan alltid lita på svensk kvalitet. Det är ju som tysk kvalitet. Svenska saker är alltid skitbra. Och nej jag är inte nån jävla nationalistmongo som tycker så bara för att gripen är just svenskt, jag är inte ens svensk själv. Däremot fattar jag inte varför folk verkar ha uppfattningen att gripen är ett så jävla dåligt stridsflygplan? Visst den har aldrig sett strid i verkligheten men det har ju inte de flesta moderna flygplan gjort överhuvudtaget. Jas gripen är ett extremt kapabelt och avancerat stridsflygplan. Anledningen till att nästan inga andra länder vill köpa det är för att de blir pressade av USA hela tiden på ett eller annat sätt eftersom USA har så jävla mycket makt och därför väljer de amerikanska stridsflygplan istället."
		},
		{
			"postIndex": 1164,
			"postNumber": 1187,
			"rankGlobal": 47,
			"rankLocal": 3,
			"scoreGlobal": 69.9,
			"scoreLocal": 78.7,
			"userRank": 9,
			"userScore": 35.1,
			"postUserName": "wellerocks",
			"postUserID": "u536106",
			"postUserUrl": "https://www.flashback.orgu536106",
			"postDateTime": "2013-12-22, 02:32",
			"postUrlInThread": "https://www.flashback.org/t779211p99",
			"postUrlUniq": "https://www.flashback.org/sp46699664",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Brunkeberg</strong> <a href=\"/p46694954#p46694954\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>SAAB:s mål är väl 400 flygplan nu om jag inte minns fel.<br/> <br/>  Affären med Schweiz är långt ifrån klar.<br/> <br/>  Det samma kan man säga om Brasilien, man ska nu förhandla om affären, det kan bli så att man först enbart köper 12 st flygplan.<br/>  Det folk verkar glömma är att Brasilen idag är 3:e störst i världen som tillverkare av trafikflygplan, man har en stor flygindustri som vill bli större.</div> </td> </tr> </table> </div>   400 flygplan som man har möjlighet att få order på, hittills ligger man på en uppskattning om 60+22+36. Dessa tre beslut om Gripen NG inom 2 år. Det ser bra ut för Gripen. Mycket bra ut. Thailands flygvapenminister pratar nu om en följdbeställning på Gripen, och då kanske inte bara C/D, utan NG(E) som ersättare av F-16 som måste börja fasas ut runt 2018. Slovakien är mycket imponerad av det Tjeckiska Gripen och vill leasa/köpa 6-12 Gripen C/D av Sverige. Danmark och Finland har båda pratat varmt om Gripen NG och att Gripen kan komma att bli potentiella operatörer inom 5-10 år. <br/> <br/>  Nej. Som jag skrivit till dig tidigare har det aldrig handlat om 12 flygplan. Upphandlingen gäller 36 flygplan. Inget annat. Brasilien är däremot intresserade av 12 Gripen C/D som en interimlösning fram tills dess att de 36 st. 39BR börjat levereras, då främst för att agera air-policing under OS och möjligtvis även VM."
		},
		{
			"postIndex": 1178,
			"postNumber": 1201,
			"rankGlobal": 78,
			"rankLocal": 4,
			"scoreGlobal": 65.2,
			"scoreLocal": 73.4,
			"userRank": 32,
			"userScore": 14.1,
			"postUserName": "Megaapan",
			"postUserID": "u866255",
			"postUserUrl": "https://www.flashback.orgu866255",
			"postDateTime": "2013-12-23, 20:18",
			"postUrlInThread": "https://www.flashback.org/t779211p101",
			"postUrlUniq": "https://www.flashback.org/sp46722509",
			"sentence": "Kanske lite offtopic men är det inte igentligen lite konstigt att ha en folkomröstning ang <br/>  inköp av flygplan ?. Som att genomsnitts medborgaren i schweiz skulle ha en aning om <br/>  hurvida dess land behöver nya plan eller att i överhuvudtaget satsa på försvaret. Deras land <br/>  behöver ju som alla andra ändå ha ett hyffsat försvar, och att då låta folket bestämma hurvida<br/>  deras nuvarande flygvapen är utdaterat är i mina ögon kalleanka.."
		},
		{
			"postIndex": 1146,
			"postNumber": 1168,
			"rankGlobal": 88,
			"rankLocal": 5,
			"scoreGlobal": 64.4,
			"scoreLocal": 72.5,
			"userRank": 5,
			"userScore": 51,
			"postUserName": "Hansol",
			"postUserID": "u90672",
			"postUserUrl": "https://www.flashback.orgu90672",
			"postDateTime": "2013-12-21, 22:19",
			"postUrlInThread": "https://www.flashback.org/t779211p98",
			"postUrlUniq": "https://www.flashback.org/sp46696703",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Brunkeberg</strong> <a href=\"/p46696326#p46696326\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Teknikutbytet - Amerikansk teknologi, där det kan bli problem ( om USA känner sig hotade kan de skapa problem).<br/> <br/>  Licenstillverkningen, Embraer är världens 3:e största flygplanstillverkare (trafikflygplan), och där Brasilien nog har planer på att tillverka ( och senare utveckla) mer på egen hand än vad SAAB och de flesta andra tror.</div> </td> </tr> </table> </div> <br/>  Nu är ju inte Gripen E så mycket nertyngt av Amerikansk teknologi som vissa vill hävda,<br/>  motor är väl den del som väger absolut týngst (men där finns redan en friskrivning dvs<br/>  att USA inte kan bromsa export)<br/> <br/>  Däremot så står Storbritannien för ca 37 % (viss del av detta är även SAAB gemensam ägare<br/>  i som ex radar. Landställ samt stolen är andra bitar därifrån<br/> <br/>  Brasilien är redan involverad via AKAR (som SAAB är delägare i ) osv, SAAB driver sedan många <br/>  år tillbaka ingenjörsutbildningar inriktning flyg där.<br/> <br/>  Så SAAB är redan idag väl medvetna om hur Brasilien har sina planer inom militära sektorn i framtiden. Vid en eventuell affär ingår även gemensam utveckling av ett femte generations flyg<br/> <br/>  Sedan är det ett faktum att SAAB Linköping aldrig skulle klara av att svälja den mängden<br/>  tillverkningen på hemma plan.<br/> <br/>  Upphandlingen har pågått i 17 år ,som övriga inblandade har det funnits huvudkontor<br/>  på plats där täta förbindelser skett, så det är inte en happening om vad som kommer hända .<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.militaryphotos.net%2Fforums%2Fattachment.php%3Fattachmentid%3D211542%26amp%3Bd%3D1387544731\" target=\"_blank\"> Länk till länder som är involverade som leverantörer Gripen E</a>"
		}
	],
	[
		{
			"postIndex": 1292,
			"postNumber": 1316,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 28,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-02-16, 12:28",
			"postUrlInThread": "https://www.flashback.org/t779211p110",
			"postUrlUniq": "https://www.flashback.org/sp47539347",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Brunkeberg</strong> <a href=\"/p47522862#p47522862\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag har aldrig förnekat att jag skrivit detta, men jag bad dig om att länka till mitt citat, det är nämligen så man bör göra när man hävdar något. <br/>  Detta var även före historien med Snowden, utan den så hade Brasilien valt Super Hornet.<br/> <br/>  Affären med Brasilien är även långt ifrån klar.</div> </td> </tr> </table> </div> <br/>  Du tillströk knappast att du sagt detta, tvärtom ville du ha källa på att du sagt så och när jag inte hittade posten så tyckte du att jag inte skulle tala om sådant jag inte kunde stå för. Det kallar jag att förneka då motsatsen till att förneka är att erkänna vilket du absolut inte gjorde.<br/> <br/>  Och ang Gripen i Brasilien; Snowden spelar ingen roll för hade inte det hänt så hade du kört med ditt standardsvar att dom Enbart valde Gripen pga att det är billigast.<br/> <br/>  Där dom som förstår verkligheten i dag ser fördelar med Gripens kostnad i inköp och drift/underhåll ser du bara nackdel. Att vara billigast verkar för dig vara ett problem, men det du glömmer är att gripen har fördelar gentemot alla plan det tävlar mot. Då talar jag om fördelar som är förmågor som dom andra saknar.<br/> <br/>  Exempelvis så är Gripen (NG då det är modellen som det gäller) snabbare och smidigare än F-35 och har supercruise samt bättre kanon.<br/> <br/>  Den har lägre RCS och IR signatur än Rafale och andra mindre fördelar såsom 2-vägs link med Meteor.<br/> <br/>  Den har lägre RCS och IR signatur än F-18 Super Hornet samt är snabbare och kan supercruisa.<br/> <br/>  Andra mindre fördelar där jag ej har koll på exakta skillnader mellan olika konkurrenter är EW och skenmål.<br/>  Och samtidigt är ju Gripen absolut i särklass billigast att köpa in, flyga och underhålla. Det är dessutom snabbt och enkelt att underhålla/serva jämfört med tex många amerikanska plan. Gripen är kanske inte bättre på allt jämfört med tex F18SH eller Rafale, men det finns ändå förmågor som Gripen har som vissa andra saknar eller gör sämre.<br/> <br/>  Så det handlar inte bara om pris. Det handlar om vilka förmågor man tycker är viktigast i förhållande till kostnad. Och bevisligen är detta inte min egna fantasi då åtskilliga länder världen över kommer fram till att Gripen är det plan dom föredrar. <br/>  Jag bortser medvetet från den kanske största anledningen till val av stridsflyg, som är politik, pga att det inte har med själva flygplanet att göra.<br/> <br/>  Men självklart kommer du m.fl att alltid hitta andra orsaker till att Gripen väljs. Det kan vara pris och Snowden idag, mutor och motköp imorgon och avsugning och smekning i framtiden.<br/>  Oavsett vilka eller hur många länder som köper Gripen så kommer du och dina gelikar alltid att hitta på andra anledningar till att det valdes. <br/>  Men att det väljs pga att köparen anser att det ger mest \"bang for the buck\" och är tillräckligt snabbt, tillräckligt avancerat och tillräckligt bra är något du och dina gelikar aldrig kommer att acceptera."
		},
		{
			"postIndex": 1325,
			"postNumber": 1349,
			"rankGlobal": 33,
			"rankLocal": 2,
			"scoreGlobal": 71.6,
			"scoreLocal": 71.6,
			"userRank": 61,
			"userScore": 8.4,
			"postUserName": "Liadin",
			"postUserID": "u870385",
			"postUserUrl": "https://www.flashback.orgu870385",
			"postDateTime": "2014-04-07, 20:06",
			"postUrlInThread": "https://www.flashback.org/t779211p113",
			"postUrlUniq": "https://www.flashback.org/sp48282890",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>wreckdiver</strong> <a href=\"/p48267215#p48267215\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det verkar finnas en plan B utifall det blir ett nej.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fekonomi%2Fjas-gripen-till-schweiz-aven-vid-ett-nej%2F\" target=\"_blank\">http://www.dn.se/ekonomi/jas-gripen-...n-vid-ett-nej/</a></div> </td> </tr> </table> </div> <br/>  Den har mer eller mindre varit känt sedan första början... sedan att media inte funderar på saker och ting är väl.. mja..<br/> <br/>  Omröstningen i Maj handlar om finansiering och INTE om systemets vara eller inte vara - denna fråga beslutar Armasuisse och (Schweiziska) regeringen om. Dessa har sagt \"ja\", kontrakt är under framställning.<br/> <br/>  Det blir mycket krångligare att införskaffa vid ett \"Nej\" (läs: budgettrixande), men Gripen till Schweiz kommer att hända, har egentligen aldrig varit någon större fara för det heller (känns som en jinx nu, men jag får väl äta en hatt eller två om det inte går igenom.. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> )<br/> <br/>  Notera även den sista paragrafen i artikeln, ang. köp av plan för att ersätta \"sin gamla flotta om 86 plan\". Detta skulle innebära att samtliga F5-E/F och F/A-18 C/D skall ersättas utav Gripen.. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/>"
		},
		{
			"postIndex": 1397,
			"postNumber": 1421,
			"rankGlobal": 39,
			"rankLocal": 3,
			"scoreGlobal": 71.2,
			"scoreLocal": 71.2,
			"userRank": 37,
			"userScore": 13.5,
			"postUserName": "Svizzera",
			"postUserID": "u490763",
			"postUserUrl": "https://www.flashback.orgu490763",
			"postDateTime": "2014-05-18, 17:05",
			"postUrlInThread": "https://www.flashback.org/t779211p119",
			"postUrlUniq": "https://www.flashback.org/sp48843758",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BleAivano</strong> <a href=\"/p48843643#p48843643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vad jag har läst så är alla motköps affärer villkorade gentemot Gripenaffären.<br/>  I och med nejet i Schweiz så faller alla sådana motköpsaffärer.<br/> <br/>  Folkomröstningen är ju ett resultat av en namninsamling som inleddes efter att beslutet <br/>  om Gripen hade och inget som regering/riksdag bestämt om självmant. <br/> <br/>  Personligen tror jag att Schweiz kommer att få Gripen förr eller senare ändå.<br/>  Rafale och F35 vet man ju inte om de ens finns kvar när en ny upphandling kan bli aktuell.</div> </td> </tr> </table> </div> <br/>  Schweiz har ingen riksdag. Riksdag är benämningen för parlamentet i Sverige. Schweiz har tvåkammarsystem.<br/> <br/>  Du känner till Schweiz väldigt dåligt. Folket har sagt NEJ till köp av svenska JAS-plan i en omröstning idag. Eftersom Schweiz är en verklig demokrati och folkomröstningarna är bindande, så gäller valresultatet. I Sverige är folkomröstningar enbart fingervisande och riksdagen och regeringen kan göra vad de vill i vilket fall som helst och köra över folkviljan.<br/> <br/>  Det blir nog så att det schweiziska \"flygvapnet\" i framtiden dessvärre till huvudelen kommer att bestå av helikoptrar och propellerflygplan."
		},
		{
			"postIndex": 1272,
			"postNumber": 1296,
			"rankGlobal": 49,
			"rankLocal": 4,
			"scoreGlobal": 69.2,
			"scoreLocal": 69.2,
			"userRank": 27,
			"userScore": 17.2,
			"postUserName": "BleAivano",
			"postUserID": "u528886",
			"postUserUrl": "https://www.flashback.orgu528886",
			"postDateTime": "2014-02-14, 12:29",
			"postUrlInThread": "https://www.flashback.org/t779211p108",
			"postUrlUniq": "https://www.flashback.org/sp47508802",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Nochills</strong> <a href=\"/p47508477#p47508477\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag säger bara; lägg ner svensk försvarsindustri nu! Bofors-skandalen i Indien på -80 talet kastar fortfarande en lång mörk skugga! Det är ofattbart att vi plöjer ner miljarder årligen i dyra och oetiska handelsvaror som inte går att sälja utan mutor.<br/> <br/>  JAS-projektet kom till i kölvattnet av det Kalla Kriget, det var tekniskt felbyggt från första början och vad har alla dessa uppgraderingar till flygplanet kostat skattebetalarna?<br/>  Schweizarna är så snåla att de kräver stödköp av oss för att deras redan ekonomiskt starka försvarsindustri ska gynnas av affären. Nej, ta och lägg ner skiten...</div> </td> </tr> </table> </div> <br/>  Grattis till utmärkelsen som dagens narr!<br/> <br/>  Tack för dagens garv men tyvärr så gör du dig bara till åtlöje (i sann narr-stil) med det <br/>  här inlägget. Du har inte ett endaste rätt i ditt inlägg.<br/> <br/>  Gripen projektet är inte alls felbyggt utan är tvärtom en oerhört lyckat konstruktion<br/>  som dessutom är lätt, smidig och \"billig\" att serva och flyga. Det kräver dessutom<br/>  betydligt mindre underhåll (=billigare) än något annat i nuläget existerande stridsflygplan.<br/> <br/>  Gripen projektet är för närvarande mycket lönsamt och framgångsrikt, det<br/>  kommer ej att läggas ner.<br/> <br/>  Gripenplanet har kostat Sveriges skattebetalare betydligt mindre än vad ett utlandstillverkat<br/>  stridsflygplan skulle ha kostat Sveriges skattebetalare. Dessutom så har vi i och med<br/>  valet att köpa Gripenplan sett till att pengar och kompetens har stannat inom landet <br/>  istället för att skatteintäkterna och kompetensen försvunnit utomlands.<br/> <br/>  Sedan varför ska Saab lägga ner deras mest framgångsrika flygplansprojekt någonsin?<br/>  När de dessutom har god chans att få sälja till ytterligare ett antal länder.<br/>  För du förstår väl att Svenska staten inte har något att säga till om det enda<br/>  projekt som är i farozonen är F35-projeket men detta är inte rätt tråd<br/>  för den diskussionen.<br/> <br/>  Nu fattar ju jag också att du inte är ett vanligt litet skogstroll utan att du har som uppdrag<br/>  att sprida desinformation/felaktigt propaganda om Gripenprojeketet."
		},
		{
			"postIndex": 1299,
			"postNumber": 1323,
			"rankGlobal": 50,
			"rankLocal": 5,
			"scoreGlobal": 69.2,
			"scoreLocal": 69.2,
			"userRank": 15,
			"userScore": 24.8,
			"postUserName": "ööööööHH",
			"postUserID": "u267887",
			"postUserUrl": "https://www.flashback.orgu267887",
			"postDateTime": "2014-03-16, 23:55",
			"postUrlInThread": "https://www.flashback.org/t779211p111",
			"postUrlUniq": "https://www.flashback.org/sp47969033",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Powerless1</strong> <a href=\"/p47964640#p47964640\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Inte bara i landet utan även utanför. I värsta fall finns just nu ett kapat flygplan som ingen vet vad det ska användas till ifall det fortfarande är flygbart. <br/> <br/>  Samtidigt säger 62 % av schweizarna nej till att köpa Gripen i en opinionsundersökning inför folkomröstningen.<br/>  Hade man svarat lika om frågeställningen istället gjorts i sekvens:<br/>  1) Ska Schweiz ha ett försvar?<br/>  2) Om ja, ska Schweiz ha ett flygvapen?<br/>  3) Om ja, ska det ingå stridsflygplan?<br/>  4) Om ja, ska Schweiz förnya stridsflygplanen?<br/>  5) Om ja, ska Schweiz köpa det billigaste alternativet?</div> </td> </tr> </table> </div> <br/>  De som är emot gripenköpet har inte en enad åsikt. Vissa förstår inte varför det inte funkar att sitta kvar med gamla propellerplan från första världskriget, eller inser inte varför man behöver ett flygvapen över huvud taget. De andra tycker att Schweiz ska köpa 500st F-22 för \"det är ju det bästa planet\". De som är lite sunda inser att de bör ha ett flygvapen och att Gripen både är ett av världens bästa flygplan och ett av de billigaste, de förstår att Rafale inte har bättre jaktförmåga och bara skulle stå på marken för att det är för dyrt att flyga."
		}
	],
	[
		{
			"postIndex": 1528,
			"postNumber": 1552,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 97.6,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 28,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-05-20, 10:51",
			"postUrlInThread": "https://www.flashback.org/t779211p130",
			"postUrlUniq": "https://www.flashback.org/sp48866303",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wal1berg</strong> <a href=\"/p48860187#p48860187\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Den handlade väl om att hyra/köpa 22 JAS plan?</div> </td> </tr> </table> </div> <br/>  Nej det gjorde den inte!<br/> <br/>  Folkomröstningen handlade om folket godkände att X-antal miljarder skulle läggas på att köpa in 22 stycken stridsflygplan. Det handlade alltså bara om finansieringen, inget annat!<br/> <br/>  Besluten att köpa nya stridsflygplan samt beslutet att köpa just Gripen var redan tagna. Så regeringen i gökurslandet är fria att hyra Gripen eller att köpa mindre antal Gripen med några års mellanrum utan att gå emot folkomröstningen.<br/> <br/>  Sedan kan du fundera lite på vad en ambassad har för uppgifter för alla världens länder. Om du tror att deras existens beror på att kunna ge hjälp till landsmän i nöd utomlands så tror du fel. En ambassads främsta uppgift är snarare att verka för sitt lands räkning vilket inkluderar handel, även med krigsmatriel. Inget uppseendeväckande skedde i och med denna affären, förutom att vissa journalister gjorde sitt bästa för att sabotera en stor svensk exportorder som skulle skapa/behålla jobb och dragit in pengar till Sverige.<br/> <br/>  Detta är också en förlust för gökurslandet då dom gick miste om ett mycket kompetent och billigt stridsflygplan. Gripen är det billigaste Gen 4 stridsflygplanet att köpa in och flyga med. Sedan har det spridits desinformation av sura fransmän och deras anhängare att Gripen inte var tillräckligt avancerat. Detta är en ren lögn då Gripen E/F är mer avancerad än Rafale. Rafale har endast 2 små fördelar: Något tyngre last och 2 motorer. Resten är Gripen E/F bättre på. Gripen E/F är också bättre än dom F-18 man flyger runt med idag, och bättre än F-18 SuperHornet om man nu vill uppgradera till det. F-18 SH har också bara 2 små fördelar: Lite tyngre last och 2 motorer.<br/> <br/>  Sedan förstår inte ni (miljöpartister) att det inte fungerar med svaga och avmilitariserade länder i närheten av en stor, aggressiv och totalitär stat som Ryssland. Ryssland har visat att man gärna använder både separatism och terrorism samt militär makt för att få som man vill. Lägger vi ner vårt försvar så kommer gotlänningarna snart att prata ännu roligare. Rysslands hänvisning blir gasledningen samt skydd av deras \"utsatta\" folk i Baltikum.<br/> <br/>  Alla länder har en arme´- sin egen eller någon annans.<br/> <br/>  Säkerhet och stabilitet byggs med vapen, så ser världen ut. Om det kostar mer än det smakar för ryssen att ta tex Gotland så tar dom inte Gotland. Att gökurslandet kan försvara sitt eget territorium mot framförallt flygstridskrafter bidrar också till stabilitet och trygghet, även om dom är omringade av Natoländer."
		},
		{
			"postIndex": 1538,
			"postNumber": 1562,
			"rankGlobal": 3,
			"rankLocal": 2,
			"scoreGlobal": 92.3,
			"scoreLocal": 94.6,
			"userRank": 14,
			"userScore": 28,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-05-21, 10:54",
			"postUrlInThread": "https://www.flashback.org/t779211p131",
			"postUrlUniq": "https://www.flashback.org/sp48879576",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wal1berg</strong> <a href=\"/p48879184#p48879184\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Att idiotförklara alla länder som inte väljer JAS tror jag inte är så konstruktivt, vapenaffärer rör sig mycket om mutor, motköp, politik och annat som inte rör lämpligheten av produkten i fråga. Finland, Norge och Danmark är andra länder som redan idiotförklarats av svenskar. Att sverige har en större yta att försvara med det geopolitiska så världsviktiga Gotland väger tydligen mer jämfört med att Finland faktiskt gränsar mot Ryssland och att Norge har stora oljefält i Nordsjön. Nu har ju Brasilien funderingar på att köpa Jas i första hand därför de är sura på USAs världsomspännande avlyssningar av människor ,företag och regeringar.</div> </td> </tr> </table> </div> <br/>  Ni idiotförklarade jag ju inte Schweiz, även om jag tror att detta kommer att straffa dom själva. En förnyad upphandling i framtiden som resulterar i tex Rafale eller F-18 SuperHornet kommer att kosta mer att köpa in och betydligt mer att använda samtidigt som det är sämre på många sätt. Dessutom så verkar det bortom allt rimligt tvivel vara så att många inte röstade emot Gripen, utan emot försvarsministern, emot uppfattningen att planen behövs m.m.<br/> <br/>  Ang Brasilien så tror jag inte att du är så naiv så att du på fullaste allvar tror att Gripen vann enbart pga avlyssningsskandalen. Detta antyder att brassarna medvetet skulle äventyra sin försvarsförmåga pga sårade känslor gentemot USA.<br/>  Om man sätter sig in i för och nackdelar med F-18 Super Hornet Vs Gripen så ser man att F-18 endast har en enda fördel; det kan bära lite mer last. Resten vinner Gripen såsom billigast i inköp, billigast att flyga, snabbast, bäst acceleration, högre manövrerbarhet, super cruise, bättre radar, bättre EW, bättre datalänkar m.m.<br/>  Gripen vann på egna meriter och möjligtvis kan man hävda att största fördelen med F-18, dvs USA´s tacksamhet, föll bort efter avlyssningsskandalen.<br/> <br/>  Ang Finland så ville dom ha ett operativt flygplan som fungerade här och nu då Gripen inte var operativt då. Dessutom är dom inte medlemmar i Nato och extra samarbete med USA lär vara viktigt. Finland har även landsgräns mot Ryssland och då blir markattack viktigare än för tex Sverige eller Norge. Och F-18 kan som sagt bära lite mer vapen.<br/>  Danmark har inte haft någon ordentlig upphandling där Gripen förlorat mot andra plan, men en upphandling lär snart vara på gång.<br/>  Norge kan jag däremot idiotförklara då dom på fullaste allvar påstod att Gripen E/F skulle vara dyrare än F-35. Och börjar man jämföra förmågor så ser man snart att ett rakt framifrån med x-bands radar svårupptäckt attackflygplan nog inte var det bästa för dom. Om man förlitar sig på att alltid möta ryssen rakt framifrån samt att man ser dom och kan skjuta på dom före dom kan detsamma så kan F-35 verka vettig. Man måste också förlita sig på att inga sensorer kommer bli tillräckligt bra inom säg 20-30 år, för då försvinner F-35:ans enda fördel.<br/>  Absolut viktigast är dock att det är USA som står bakom planet och det utövades en enorm press på Norge från USA att välja F-35."
		},
		{
			"postIndex": 1527,
			"postNumber": 1551,
			"rankGlobal": 4,
			"rankLocal": 3,
			"scoreGlobal": 90.7,
			"scoreLocal": 92.9,
			"userRank": 14,
			"userScore": 28,
			"postUserName": "BuprenOrvar",
			"postUserID": "u485037",
			"postUserUrl": "https://www.flashback.orgu485037",
			"postDateTime": "2014-05-20, 10:46",
			"postUrlInThread": "https://www.flashback.org/t779211p130",
			"postUrlUniq": "https://www.flashback.org/sp48866262",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wal1berg</strong> <a href=\"/p48860187#p48860187\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Den handlade väl om att hyra/köpa 22 JAS plan?</div> </td> </tr> </table> </div> <br/>  Nej det gjorde den inte!<br/> <br/>  Folkomröstningen handlade om folket godkände att X-antal miljarder skulle läggas på att köpa in22 stycken stridsflygplan. Det handlade alltså bara om finansieringen, inget annat!<br/> <br/>  Besluten att köpa nya stridsflygplan samt beslutet att köpa just Gripen var redan tagna. Så regeringen i gökurslandet är fria att hyra Gripen eller att köpa mindre antal Gripen med några års mellanrum utan att gå emot folkomröstningen.<br/> <br/>  Sedan kan du fundera lite på vad en ambassad har för uppgifter för alla världens länder. Om du tror att deras existens beror på att kunna ge hjälp till landsmän i nöd utomlands så tror du fel. En ambassads främsta uppgift är snarare att verka för sitt lands räkning vilket inkluderar handel, även med krigsmatriel. Inget uppseendeväckande skedde i och med denna affären, förutom att vissa journalister gjorde sitt bästa för att sabotera en stor svensk exportorder som skulle skapa/behålla jobb och dragit in pengar till Sverige.<br/> <br/>  Detta är också en förlust för gökurslandet då dom gick miste om ett mycket kompetent och billigt stridsflygplan. Gripen är det billigaste Gen 4 stridsflygplanet att köpa in och flyga med. Sedan har det spridits desinformation av sura fransmän och deras anhängare att Gripen inte var tillräckligt avancerat. Detta är en ren lögn då Gripen E/F är mer avancerad än Rafale. Rafale har endast 2 små fördelar: Något tyngre last och 2 motorer. Resten är Gripen E/F bättre på. Gripen E/F är också bättre än dom F-18 man flyger runt med idag, och bättre än F-18 SuperHornet om man nu vill uppgradera till det. F-18 SH har också bara 2 små fördelar: Lite tyngre last och 2 motorer."
		},
		{
			"postIndex": 1566,
			"postNumber": 1590,
			"rankGlobal": 22,
			"rankLocal": 4,
			"scoreGlobal": 74.7,
			"scoreLocal": 76.5,
			"userRank": 7,
			"userScore": 44.3,
			"postUserName": "Brunkeberg",
			"postUserID": "u736046",
			"postUserUrl": "https://www.flashback.orgu736046",
			"postDateTime": "2014-05-27, 10:59",
			"postUrlInThread": "https://www.flashback.org/t779211p133",
			"postUrlUniq": "https://www.flashback.org/sp48961013",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Svithjod</strong> <a href=\"/p48952489#p48952489\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Där har du fel, Gripen E är det bästa alternativet sett till kostnad, prestanda och antaget behov.<br/>  Om Schweiz hade velat ha det bästa jaktplanet rent tekniskt som kunde köpas för pengar idag så hade F22 varit det uppenbara valet, men nu har man varken råd eller behov av ett så avancerat flygplan vidare så hade man aldrig fått köpa.</div> </td> </tr> </table> </div>   Rafale skulle ge mer kapacitet och var det flygplan som ansågs bäst, men Gripen valdes för att det var billigast.<br/>  Mycket av motståndet mot flygplansköpet var att många invånare ansåg att om man skulle köpa nya stridsflygplan, så skulle man köpa det bästa flygplanet (Rafale) och inte det billigaste (Gripen).<br/> <br/>  F-22 var inte med i upphandlingen."
		},
		{
			"postIndex": 1564,
			"postNumber": 1588,
			"rankGlobal": 26,
			"rankLocal": 5,
			"scoreGlobal": 74.1,
			"scoreLocal": 75.9,
			"userRank": 15,
			"userScore": 24.8,
			"postUserName": "ööööööHH",
			"postUserID": "u267887",
			"postUserUrl": "https://www.flashback.orgu267887",
			"postDateTime": "2014-05-26, 15:06",
			"postUrlInThread": "https://www.flashback.org/t779211p133",
			"postUrlUniq": "https://www.flashback.org/sp48950124",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Brunkeberg</strong> <a href=\"/p48913789#p48913789\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Men nu valde man Gripen för att den var billigaste, och medveten avstod man från den högre kapacitet man skulle fått med Rafale.<br/> <br/>  Efter att Gripen valts så sänkte Fransmännen priset på Rafale så att man för samma pengar skulle fått 18 st Rafale för samma pris som 22 Gripen E.<br/> <br/>  Men nu är inte Gripen E aktuell längre, även om många här verkar ha svårt att förstå det.</div> </td> </tr> </table> </div> <br/>  Frågan är om inköpspriset ens spelar någon roll när rafale nästan kostar 3ggr så mycket att operera.. Varken Rafale eller Eurofighter är så bra att det försvara dess kostnader, varför det inte är vettiga plan för små länder.<br/> <br/>  Gripen-projektet skedde under precis rätt tid. Hade det skett tidigare så hade penna-flödet till projektet varit större och planets ekonomi hade inte varit lika mycket i fokus. Hade det skett senare så hade planet inte ens blivit av i och med sovjets fall. Gripens konkurrenter utvecklades av betydligt större länder under kalla kriget, varför planets ekonomi inte prioriterats.<br/> <br/>  För Schweiz är det Gripen eller inget plan som gäller. Folkomröstningen hade inte ens med Gripen att göra. Folk röstade nej för att hämnas på andra saker."
		}
	]
]
