[
	[
		{
			"postIndex": 44,
			"postNumber": 44,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 96.5,
			"scoreLocal": 100,
			"userRank": 22,
			"userScore": 37.6,
			"postUserName": "zinnA",
			"postUserID": "u65730",
			"postUserUrl": "https://www.flashback.orgu65730",
			"postDateTime": "2004-12-18, 00:33",
			"postUrlInThread": "https://www.flashback.org/t803051p4",
			"postUrlUniq": "https://www.flashback.org/sp1626281",
			"sentence": "jag har inga planer på att ha sex med några prostituerade utan är nyfiken och inte allt för kunnig. <br/> <br/>  det är sedan ett antal år tillbaka illegalt att betala för sexuella tjänster men att spela in porrfilm är fullt legalt. detta innebär att man på något sätt måste kunna komma runt \"problemet\" med att det är illegalt att köpa sex eller?<br/> <br/>  låta säga att jag startar Eriks Porrfilm HB och sen har jag med mig ett standardkontrakt där jag fyller i den prostituerades namn och personuppgifter och i detta kontraktet står det att hon ska ha sex med mig i min bil en speciell datum och tid och att jag kommer filma det hela. <br/> <br/>  om polisen sen skulle komma och knacka på vidrutan under tiden jag var i full fart med att sätta på en känd prostituerad och langade fram anställningsavtalet är allt legalt då? det borde va möjligt att projektanställa någon för en kvart eller?<br/> <br/>  håller min tes eller är det någon aspekt jag glömt bort eller har lagstiftarna garderat sig mot min tes?<br/> <br/>  tacksam för svar"
		},
		{
			"postIndex": 31,
			"postNumber": 31,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 90,
			"scoreLocal": 93.3,
			"userRank": 11,
			"userScore": 47.7,
			"postUserName": "Dawnrider",
			"postUserID": "u9100",
			"postUserUrl": "https://www.flashback.orgu9100",
			"postDateTime": "2004-03-29, 09:06",
			"postUrlInThread": "https://www.flashback.org/t803051p3",
			"postUrlUniq": "https://www.flashback.org/sp887570",
			"sentence": "Att knulla för pengar gör saker med en människa. Otrevliga saker. Innebär en massa otrevliga risker.<br/> <br/>  Porrskådespelare kan ju i alla fall intala sig själva att det är ett avancerat yrke. Kanske det är? <br/> <br/>  Det finns porrskådespelare som verkligen tycker om vad de gör, men efter ett gäng år så brukar det vara en annan visa. <br/> <br/>  Om porrskådespelare är prostitution, vad är då Brittney Spears? Att sälja produkter med sex? H&amp;M är hallickar.. och jag -äger- en hel del aktier där. Damn, jag håller horor.<br/> <br/>  Var drar man den socialt acceptabla gränsen?<br/> <br/>  Tror att om prostitution vore mer socialt accepterat och utfördes under mer officiella former så vore det mindre skadligt, men bara -mindre- skadligt.<br/> <br/>  Tycker att det är föraktligt och smutsigt att sälja sin kropp. Så tycker en majoritet av svenska folket, tyvärr .. hur mycket en del här vill intala sig motsatsen i sin udda fantasivärld. Många tycker att det likaså är grisigt att köpa sex, sorry, inse verkligheten och flytta till frankrike.<br/> <br/>  I Frankrike kan ni som tycker det verkar så kul ragga upp en trettonåring, eller köpa sex från tjejer som är 16+ helt lagligt. Ha det så trevligt.<br/> <br/>  Kvinnor är inte dumma eller svaga i någon stor utsträckning, så i viss mån håller jag med om att de har ett val.. men om prostitution ska vara lagligt, kan man bli anvisad till en bordell av arbetsförmedlingen då? Jag skulle fan inte gilla det, och inte min tjej heller.<br/> <br/>  Skulle -aldrig- betala för sex.."
		},
		{
			"postIndex": 34,
			"postNumber": 34,
			"rankGlobal": 20,
			"rankLocal": 3,
			"scoreGlobal": 79.8,
			"scoreLocal": 82.7,
			"userRank": 11,
			"userScore": 47.7,
			"postUserName": "Dawnrider",
			"postUserID": "u9100",
			"postUserUrl": "https://www.flashback.orgu9100",
			"postDateTime": "2004-03-29, 13:38",
			"postUrlInThread": "https://www.flashback.org/t803051p3",
			"postUrlUniq": "https://www.flashback.org/sp887991",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tommy_t</strong></div> <div>Gränsen går ju när man säljer sin kropp för att någon annan ska kunna utföra sexuella handlingar med den. Så självklart är inte Britney hora. Att sälja produkter med hjälp av att verka sexig är inte samma sak som att låta folk knulla en för pengar.</div> </td> </tr> </table> </div> <br/>  Det är en definition som -du- sätter. Strippor då? Lapdance så att killen kommer i byxan? Sitta framför en webbkamera och onanera och få killar som sitter och runkar att komma framför sin dator?<br/> <br/>  Att få sola gratis i nakensolarium mot att det visas i realtid på webbkameror för betalande kunder (finns)? Gissa vad de gör?<br/> <br/>  Allt det är att sälja sin kropp .. sedan är det gradskillnader. <br/> <br/>  Har hört en ganska tragisk berättelse, som jag inte ska gå in på detaljer. Där en tjej på 16 bast blev 'övertalad' att strippa för en grabb i dennes lägenhet framför en kamera för pengar. Grejen var att han senare hade sex med henne, utan någon betalning var inblandad. Sedan blev hon inbjuden till en fest där ett gäng av hans polare lade ihop en pott med pengar och alkohol och knullade henne ett tjugotal gånger. <br/> <br/>  Då undrar man ju hur i helvete en tjej som är relativt sexuellt oerfaren, inga drogproblem etc etc skulle få för sig något sådant. Hon försökte i alla fall ta livet av sig två veckor senare och hon blev inlagd på ungdomspsyk. Det var väl kanske tjugo år sedan, för nåt år sedan kastade hon sig framför ett tåg.<br/> <br/>  Tror att en hel del personer som säljer sex har allvarliga 'problem' på en mer eller mindre synlig nivå. Och själva säljandet gör det hela värre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tommy_t</strong></div> <div> Skulle aldrig heller betala för sex, skulle aldrig heller bajsa i någons mun eller rösta på miljöpartiet. Tycker dock inte att det ska förbjudas bara för att jag tycker det är fel/äckligt.</div> </td> </tr> </table> </div> <br/>  Personligen tycker jag att det är det bästa orsaken att förbjuda något. För att man tycker att det helt enkelt är fel?"
		}
	],
	[
		{
			"postIndex": 99,
			"postNumber": 101,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 91.8,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 39.5,
			"postUserName": "Lightbreak",
			"postUserID": "u102338",
			"postUserUrl": "https://www.flashback.orgu102338",
			"postDateTime": "2006-11-26, 09:11",
			"postUrlInThread": "https://www.flashback.org/t803051p9",
			"postUrlUniq": "https://www.flashback.org/sp5639376",
			"sentence": "Sorry om det finns någon liknande tråd, har sökt men inte hittat.<br/> <br/>  Men vad är egentligen den lagmässiga skillnaden till att pornografi är lagligt men köp av sex är det inte?<br/> <br/>  Från <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FProstitution\" target=\"_blank\">wikipedia</a>:<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wikipedia</strong></div> <div>Prostitution (ytterst av latin prostituere, (offentligt) ställa ut) kallas den verksamhet där en person mot ersättning utför sexuella handlingar åt en annan. Ersättningen kan tillfalla utföraren eller den person som organiserar verksamheten.</div> </td> </tr> </table> </div> <br/>  Om mannen i en porrfilm ställer upp gratis, men tjejen får betalt från poducenten, är väl detta fortfarande inte sexköp? Och isf bör väl detta gälla även om mannen själv är en \"producent\" och samtidigt medverkande, betalar \"horan\" i lön med arbetsgivaravgifter etc., är detta då sexköp eller porrfilm?<br/> <br/>  Om det nu klassas som prostitution såfort \"köparen\" betalar på något sätt, skulle det inte i så fall kunna finnas lagliga bordeller där man betalade en medlemsavgift, och sexakten filmades i någon mån, \"horan\" får betalt av bordellägaren/producenten i lön, betalade skatt osv?<br/> <br/>  Annan länk i ämnet från macho.se: <a href=\"/leave.php?u=http%3A%2F%2Fwww.tidningenmacho.se%2Fporrstit.asp\" target=\"_blank\">Länk</a><br/> <br/>  (Har inte tänkt köpa/sälja/bli porrskådis. Är bara nyfiken på hur lagen skall tolkas och om det är någon eg. skillnad mellan en porrskådis och hora)"
		},
		{
			"postIndex": 102,
			"postNumber": 104,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 85.2,
			"scoreLocal": 92.9,
			"userRank": 25,
			"userScore": 36.7,
			"postUserName": "CD-skiva",
			"postUserID": "u177904",
			"postUserUrl": "https://www.flashback.orgu177904",
			"postDateTime": "2007-05-10, 15:29",
			"postUrlInThread": "https://www.flashback.org/t803051p9",
			"postUrlUniq": "https://www.flashback.org/sp7086593",
			"sentence": "Tjena.<br/>  Har en liten fråga angående prostitution, typ.<br/> <br/>  Att köpa sex är ju olagligt. Men att spela in porrfilmer är ju lagligt, även fast personerna i filmen får betalt.. Eller? Och de som är med i filmerna har ju knappast någon licens..<br/> <br/>  Om man nu gör så här, att man öppnar ett ställe där man har som slogan \"SPELA IN DIN EGNA PORRFILM\", sen tar man in en kund som vill köpa sex till ett rum, där det ligger en kvinna som ska ta emot sex, sedan tar man en mobiltelefon och lägger den någonstans i rummet och filmar hela sex-akten. När det är klart så betalar mannen/kvinnan för sig och går därifrån, sedan tar man mobiltelefonen och slänger filmen..<br/> <br/>  Skulle detta vara olagligt?  Man har ju trots allt spelat in en film..<br/> <br/>  /cd-skiva"
		},
		{
			"postIndex": 59,
			"postNumber": 60,
			"rankGlobal": 36,
			"rankLocal": 3,
			"scoreGlobal": 71.9,
			"scoreLocal": 78.4,
			"userRank": 44,
			"userScore": 31,
			"postUserName": "Frangster",
			"postUserID": "u70522",
			"postUserUrl": "https://www.flashback.orgu70522",
			"postDateTime": "2005-07-17, 01:08",
			"postUrlInThread": "https://www.flashback.org/t803051p5",
			"postUrlUniq": "https://www.flashback.org/sp2530197",
			"sentence": "Att kopa sex ar ju vad jag vet olagligt. Men att spela in porr ar val inte olagligt, man behover val inte nagon sorts licens for det va? Tycker det spelas in amatorporr till hoger och vanster. Skulle man da inte kunna starta en helt laglig firma vars affarside bygger pa att en kund spelar in en amatorfilm med en annan tjej som jobbar pa firman eller frilansar  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> . Nar filmandet/nuppandet ar over koper kunden filmen som han just medverkat i. Darefter far han anvanda filmen hur han vill. Exempelvis slanga det. <br/> <br/>  Pa sa satt ar kunden volentar i en porrfilm och sedan valjer han att kopa filmen. Antagligen ar detta olagligt men chansen kanske finns?  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
		}
	],
	[
		{
			"postIndex": 110,
			"postNumber": 112,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 87.4,
			"scoreLocal": 100,
			"userRank": 21,
			"userScore": 37.7,
			"postUserName": "adde_xboy",
			"postUserID": "u151848",
			"postUserUrl": "https://www.flashback.orgu151848",
			"postDateTime": "2008-03-11, 23:08",
			"postUrlInThread": "https://www.flashback.org/t803051p10",
			"postUrlUniq": "https://www.flashback.org/sp10336953",
			"sentence": "Är en sak som jag har funderat på ett tag, får det inte riktigt att gå ihop.<br/> <br/>  Ifall jag köper sexuella tjänster av en tjej så är det olagligt. Om jag istället beslutar mig för att spela in en porrfilm och därför anlitar en tjej att ha sex med mig framför kameran så borde det väl vara lagligt?? Jag menar hur kan man annars spela in svenska porrfilmer som säljs öppet? <br/> <br/>  Det jag vill komma till, hur drar man gränsen mellan köp av sexuella tjänster (=olagligt) och inspelande av en kommersiell porrfilm (=lagligt). I mina ögon är detta i stort sett samma sak. En porraktris anser jag säljer ju i praktiken också sexuella tjänster, enda skillnaden är att akten filmas för att sedan säljas som film. Båda säljer ju sin kropp!"
		},
		{
			"postIndex": 136,
			"postNumber": 139,
			"rankGlobal": 21,
			"rankLocal": 2,
			"scoreGlobal": 78.4,
			"scoreLocal": 89.6,
			"userRank": 32,
			"userScore": 33.8,
			"postUserName": "Titus pollo",
			"postUserID": "u103754",
			"postUserUrl": "https://www.flashback.orgu103754",
			"postDateTime": "2008-12-11, 23:17",
			"postUrlInThread": "https://www.flashback.org/t803051p12",
			"postUrlUniq": "https://www.flashback.org/sp14097677",
			"sentence": "Jag har också ofta funderat på var gränsen går. I ett puritanskt samhälle anses det förnedrande för objektet när någon känner sexuella känslor och betalar för det.<br/> <br/> Säg om jag gav en kvinna (eller en man för den delen) betalt för att ha på sig en amerikansk fotbollsdress för att jag tänder på det. Jag tittar på henne i tio minuter, hon får 500kr och går sen.<br/> Då måste det enligt den puritanska logiken bli prostitution eftersom jag känner sexuella känslor och jag betalar någon för att känna dem. För mig skulle det då vara lika sexuellt upphetsande som det är för en vanlig torsk att titta på live striptease (där trosorna slängs och ben spretas)<br/> <br/> Jag antar att den som får betalt automatiskt betraktas som offer för hon eller han skulle inte göra det om inte pengar var inblandade. Och vill man ha pengar så är man i underläge? Jag vet inte hur puritanerna tänker, men kanske är det så...<br/> <br/> Så oavsett vad det handlar om så blir det prostitution automatiskt när någon betalar någon för någonting som framkallar sexuella känslor. Jag vet inte vad lagen säger om det, tänker bara på hur jag uppfattat det rådande moraltänkandet."
		},
		{
			"postIndex": 131,
			"postNumber": 134,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 77.7,
			"scoreLocal": 88.9,
			"userRank": 34,
			"userScore": 33.5,
			"postUserName": "slabadan",
			"postUserID": "u203653",
			"postUserUrl": "https://www.flashback.orgu203653",
			"postDateTime": "2008-11-11, 13:26",
			"postUrlInThread": "https://www.flashback.org/t803051p12",
			"postUrlUniq": "https://www.flashback.org/sp13664240",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dightkuz</strong></div> <div>Är det inte så att det är lagligt att sälja sex i Sverige dock är det olagligt att köpa..?</div> </td> </tr> </table> </div>   Jo, det stämmer.<br/> <br/>  Eftersom subjekten i lagstiftningen avser enskilda personer så finns det ingen köpare av sexuella tjänster vid en filmproduktion (motsvarande). Lagtexten säger att \"den som [...] skaffar sig en tillfällig sexuell förbindelse [...]. Detta är knappast vad som sker då ett produktionsbolag betalar personer för att delta i sexuella gärningar för kommersiella, eller andra, ändamål. Det är inte den som betalar som skaffar sig en tillfällig sexuell förbindelse. Därav faller även koppleri, eftersom ingen av parterna som utför den sexuella akten får betalt av den andre. <br/> <br/>  Om däremot någon, låt oss för ovanlighetens skull säga den manlige parten, betalar för att ha sex med den kvinnliga parten, och detta sedan filmas, ja då blir ju situationen en annan och lagens rekvisit torde vara uppfyllda och då torde även koppleri kunna bli aktuellt för den som fört de små turturduvorna samman."
		}
	],
	[
		{
			"postIndex": 203,
			"postNumber": 207,
			"rankGlobal": 18,
			"rankLocal": 1,
			"scoreGlobal": 82.9,
			"scoreLocal": 100,
			"userRank": 10,
			"userScore": 47.9,
			"postUserName": "FantaBurk",
			"postUserID": "u139929",
			"postUserUrl": "https://www.flashback.orgu139929",
			"postDateTime": "2009-11-02, 12:15",
			"postUrlInThread": "https://www.flashback.org/t803051p18",
			"postUrlUniq": "https://www.flashback.org/sp19577467",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Forsnacke</strong></div> <div>Men lol, du har fortfarande inte lyckats ge någon skillnad på hora och porrskådis.<br/>  Blir en hora som är bra på att agera + en kamera en porrskådis? Hur avgör man när någon är bra på att agera?<br/>  Blir en porrskådis, som knullar med en amatör som bara är med för att knulla, framför en kamera en hora?</div> </td> </tr> </table> </div> <br/>  Klart att en tidigare prostituerad kan bli en porrskådis, varför skulle den inte kunna det? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> Man är inte fucked for life bara för att man sålt sin kropp tidigare.<br/> <br/>  Är amatören bara med för att knulla så är det väl inte någon porrfilm dom skapar, utan en sex tape. Det är skillnad. Självklart finns det porrskådisar som har gått över till prostitution efter sina filmer. Inget skumt med det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Resistance</strong></div> <div>Har de sex eller har de inte sex? Jag skulle kunna gå med på ditt resonemang om de faktiskt <i>låtsades</i> ha sex, men nu är det ju inte riktigt så.</div> </td> </tr> </table> </div> <br/>  Vad är det du försöker komma fram till, att alla som har sex är prostituerade? Isåfall är det GANSKA många som är det, om inte alla <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Resistance</strong></div> <div>Så vitt jag vet så får även en prostituerad betalt för att agera som sexköparen önskar och betalar för.</div> </td> </tr> </table> </div> <br/>  Att agera i form av skådespeleri betyder inte att byta position när och hur en torsk vill. Utan att anta en roll och visa det i någon form av rörliga bilder alt. show (teater etc.). Det närmaste inom prostitution är andelen som erbjuder sig vara en dominatrix, men detta kan även gå till utan sex och då faller hela ditt argument ändå. Det vill säga utan att ens titta på dom andra felen, som tex att torsken inte får betalt, och det görs inte av intresse för en publik m.m."
		},
		{
			"postIndex": 198,
			"postNumber": 202,
			"rankGlobal": 24,
			"rankLocal": 2,
			"scoreGlobal": 78.1,
			"scoreLocal": 94.2,
			"userRank": 10,
			"userScore": 47.9,
			"postUserName": "FantaBurk",
			"postUserID": "u139929",
			"postUserUrl": "https://www.flashback.orgu139929",
			"postDateTime": "2009-11-02, 08:09",
			"postUrlInThread": "https://www.flashback.org/t803051p17",
			"postUrlUniq": "https://www.flashback.org/sp19575840",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FBKUK</strong></div> <div>Vad menar du med att \"agera sex\"? De <i>har</i> sex, att det görs framför en kamera är irrelevant. </div> </td> </tr> </table> </div> <br/>  Porrskådespelare är inte personer som bara har sex. Det är personer som agerar sex framför kameran. Dvs inte bara har sex i sitt sovrum där ingen kan se. Utan lägger till massa stön, dialoger, överdriver vissa rörelser och gör detta framför en kamera med omtagningar etc. för att skapa en film (produkt). Ingen porrskådespelare blir betald för att endast sätta sig i ett rum och ta emot/ge kuk. Hon/han blir betald för att agera (skådespela) som regissören säger.<br/> <br/>  Varför tror du det finns mer kända porrskådespelare som tex Ron Jeremy. Han kan ingen säga är snygg (våga inte ens göra det! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sneaky.gif\" title=\"Sneaky\"/>) Han får betalt att skådespela ett innehåll framför en kamera, i detta fall sex, och han <u>agerar</u> det bättre än andra, vilket är orsaken till att han är känd, ganska likt Ben Stiller eller liknande i \"vanliga\" filmbranschen.<br/> <br/>  Måste bara fråga, folk här tror väl inte det handlar om all porr man laddar ner på internet? Det finns ju självklart undantag där personer som har sex framför en kamera klassas inte alltid för riktiga porrskådisar, så som Miley Cyrus inte klassas som riktig skådespelerska. Känns som att många inte fattar vad skådespelare är, eller är riktigt förvirrade varför det ligger ordet \"porr\" framför ibland. Hint: det har med innehållet att göra, men \"skådespelar\" biten är fortfarande ett yrke som går ut på att skådespela, inte sälja sin kropp <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
		},
		{
			"postIndex": 167,
			"postNumber": 170,
			"rankGlobal": 32,
			"rankLocal": 3,
			"scoreGlobal": 73.5,
			"scoreLocal": 88.6,
			"userRank": 40,
			"userScore": 31.7,
			"postUserName": "Sockerpappan",
			"postUserID": "u287910",
			"postUserUrl": "https://www.flashback.orgu287910",
			"postDateTime": "2009-01-11, 06:21",
			"postUrlInThread": "https://www.flashback.org/t803051p15",
			"postUrlUniq": "https://www.flashback.org/sp14558369",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Der_König</strong></div> <div>Man kan inte straffas för att man får betalt för att ha sex. Så det torde vara skillnaden får båda betalt finns det ingen att straffa.</div> </td> </tr> </table> </div> <br/> <br/>  ahaaaa äntligen klarnade det.<br/> <br/>  Men om det är detta faktum som gör att man kan spela in porrfilm i sverige trots att torskande är olagligt, så borde man inte ens behöva asa med sin en filmkamera för att komma runt lagstiftningen. <br/>  Allt som behöver ordnas då borde vara en tredje person som betalar kalaset men som inte deltar i sexandet.<br/> <br/> <br/>  (ansluter mig till <b>OBS</b> jag tänker inte göra det kören<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> tycker det är lite äckligt att tänka sig att man är kanske hennes 8:e sexpartner för dagen och typ 3000:e för livet. brrr ryser av bara tanken att sätta på en sådan, har dock inget principiellt emot fenomenet att betala för sex.)"
		}
	],
	[
		{
			"postIndex": 213,
			"postNumber": 219,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 30,
			"userScore": 35.7,
			"postUserName": "ToddsTer",
			"postUserID": "u396911",
			"postUserUrl": "https://www.flashback.orgu396911",
			"postDateTime": "2009-11-28, 19:38",
			"postUrlInThread": "https://www.flashback.org/t803051p19",
			"postUrlUniq": "https://www.flashback.org/sp20053525",
			"sentence": "Jo, jag postade en ny tråd om detta och den löd enligt nedan<br/> <br/>  **************************************************  ******<br/> <br/>  Kära Flashbackare,<br/> <br/>  Det finns en juridisk frågeställning som jag länge gått runt och funderat över. Jag ville till och med skriva mitt examensarbete om detta men det fungerade inte av olika anledningar.<br/> <br/>  Here Goes;<br/> <b>Borde inte porrfilmsproducenter omfattas av \"sexköpslagen\" i form av grovt koppleri och köp av sexuelltjänst?</b> Jag tycker att porrfilmsproducenterna fyller i vart enda rekvisit i lagen! Nedan ser ni utdrag ur de berörda lagarna.<br/> <br/>  Brottsbalk (1962:700), Kapitel 6 Om sexualbrott<br/> <br/>  \"11 § Den som, i annat fall än som avses förut i detta kapitel, <b><i><u>skaffar sig en tillfällig sexuell förbindelse mot ersättning</u></i></b>, döms för köp av sexuell tjänst till böter eller fängelse i högst sex månader.<br/>  Vad som sägs i första stycket gäller även om <b><i><u>ersättningen har utlovats eller getts av någon annan</u></i></b>. Lag (2005:90).<br/>  Ändrad 1998-06-16 gm SFS 1998:393, ikraft 1998-07-01\"<br/> <br/>  Såg att folk hade styckat denna lag och misshandlat den på ett otillbörligt sätt. Men det som faktiskt står här är alltså att:<br/>  Det är straffbart att köpa en hora med böter eller fängelse. Men samma straff gäller också om det är någon annan som betalar horan. I min mening torde denna vara producenten/bolaget.<br/>  Min slutsats av §11 = Producenter/bolag bör alltså dömas för köp av sexuell tjänst!<br/> <br/>  \"12 § Den som främjar eller på ett <b><i><u>otillbörligt sätt ekonomiskt utnyttjar att en person har tillfälliga sexuella förbindelser mot ersättning, döms för koppleri till fängelse i högst fyra år.</u></i></b><br/>  Om en person som med nyttjanderätt har upplåtit en lägenhet får veta att lägenheten helt eller till väsentlig del används för tillfälliga sexuella förbindelser mot ersättning och inte gör vad som skäligen kan begäras för att få upplåtelsen att upphöra, skall han eller hon, om verksamheten fortsätter eller återupptas i lägenheten, anses ha främjat verksamheten och dömas till ansvar enligt första stycket.<br/>  Är brott som avses i första eller andra stycket att anse som grovt, döms för <b><i><u>grovt koppleri</u></i></b> till fängelse i lägst två och högst åtta år. Vid bedömande av om brottet är grovt skall särskilt beaktas om brottet avsett en <b><i><u>verksamhet som bedrivits i större omfattning, medfört betydande vinning eller inneburit ett hänsynslöst utnyttjande av annan.</u></i></b> Lag (2005:90).\"<br/> <br/>  Såg även att denna paragraf styckats och misshandlats (<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>) på ett otillbörligt sätt.<br/>  Ur §12 läser man:<br/>  Den som främjar att någon som har sex mot ersättning, (och får därav egen ekonomisk vinning), skall alltså dömas för koppleri. Mer otillbörligt kan det väl inte bli när man exponerar den som har sex mot ersättning för hela världen?<br/>  Vidare tycker jag att andra stycket är helt knasigt! ENBART en lägenhetsägare som \"främjar\" verksamheten med vetskap om vad som försiggår skall dömas för koppleri? Hur blir det om man hyr ut sin föreningslokal eller liknande? :s Varför har man specifikt skrivit \"lägenhet\"?<br/>  Tredje stycket: <br/>  Att spela in porrfilm i större skala borde alltså inte räknas som koppleri utan som grovt koppleri med fängelsestraff med lägst två och max 8 år!<br/> <br/>  **************************************************  ******<br/> <br/>  Efter att ha läst igenom denna tråd har jag mestadels bara sett åsikter och en mindre mängd rent juridiskt tänk kring detta. <br/> <br/>  Jag efterlyser härmed RENT konkreta JURIDSKA svar, tankar och tolkningar kring detta av de som är mer erfarna/kunniga inom detta rättsområde <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  P.s. Vi skulle ju kunna göra ett experiment och välja ut den \"grövsta\" svenska porrfilmsproducenten och helt enkelt försöka väcka åtal mot denna."
		},
		{
			"postIndex": 227,
			"postNumber": 234,
			"rankGlobal": 6,
			"rankLocal": 2,
			"scoreGlobal": 92.2,
			"scoreLocal": 92.2,
			"userRank": 16,
			"userScore": 43,
			"postUserName": "Scrotum-face",
			"postUserID": "u439674",
			"postUserUrl": "https://www.flashback.orgu439674",
			"postDateTime": "2010-07-14, 02:10",
			"postUrlInThread": "https://www.flashback.org/t803051p20",
			"postUrlUniq": "https://www.flashback.org/sp24232790",
			"sentence": "I Sverige och många andra länder är det som många vet förbjudet att köpa sex. Däremot är det laglit att spela in porrfilmer. Nu är min fråga vart går gränsen?<br/> <br/>  Om jag köper sex av en hora men spelar in det med min mobilkamera för att sedan \"sälja det vidare\" är det då lagligt?<br/> <br/>  Måste det finnas en 3:e part som betalar både mig och tjejen och kan i så fall den personen vara min kompis?<br/> <br/>  Tänkte att diskussionen helt enkelt skulle handla om exakt vart gränsen går mellan lagligt betalt sex som spelas in och olagligt.<br/> <br/>  Om jag åker fast med att ha köpt sex kan jag då hävda att det var för inspelningen av den nya filmen \"Deepthroat 2\"?<br/> <br/>  Porrfilmen Dirty Diaries fick ju 350 000;- av filminstitutet som i sin tur får sina pengar från skattebetalarna, med andra ord är porrbranchen i Sverige politiskt accepterad om så ifrågasatt.<br/> <br/>  Det kanske till och med finns ett prejudikat från en fallande dom? Om inte vore det ju intressant att testa vart gränsen går, någon blivande advokat som vill sätta tänderna i fallet?"
		},
		{
			"postIndex": 218,
			"postNumber": 224,
			"rankGlobal": 11,
			"rankLocal": 3,
			"scoreGlobal": 86.9,
			"scoreLocal": 86.9,
			"userRank": 24,
			"userScore": 37.2,
			"postUserName": "Allaballawalla",
			"postUserID": "u431184",
			"postUserUrl": "https://www.flashback.orgu431184",
			"postDateTime": "2010-03-25, 04:42",
			"postUrlInThread": "https://www.flashback.org/t803051p19",
			"postUrlUniq": "https://www.flashback.org/sp22162140",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SuperTeflon</strong></div> <div>Ett litet citat från en annan TS (beakta det jag har fetmarkerat):<br/> <br/> <br/> <br/> <b>Min fundering är följande:</b><br/> <br/>  1: Man startar ett bolag som producerar porrfilm. <br/> <br/>  2: Man hyr en filmstudio (aka \"bordellen - arbetsnamnet på filmen\"), några webcameror kopplade till några datorer och ett antal tjejer (aka modeller /escorter/ stallet).<br/> <br/>  3: Man annonserar efter manliga aktörer som är villiga att producera/spela in scener i produktionen.<br/> <br/>  4: Före inspelning får männen (aka Co producers) köpa alla rättigheter till den film som skall produceras. (Typiskt pris för standardproduktion 3000 SEK, extra för övriga önskemål enligt lista som anslagits på väl synlig plats i lokalen. -<i> Det sista med prislistan stal jag från taxiavregleringen som ju är en sådan succé</i>)<br/> <br/>  5: Modellen (aka escorten) och mannen som enligt kontraktet är engagerad för att spela in filmen (<i>i skrämmande många fall identiska med de sk Co producers i punkt </i>4) spelar in en fullständig sexscen med moneyshot och alles, allt medan den dåligt inställda webkameran med lite glidmedelskladdig lins och låg upplösning spelar in förloppet i svag belysning.<br/> <br/>  6: Den engagerade mannen får kvittera ut sitt arvode för sin insats (typisk 1 SEK). Modellen  kvitterar ut sitt arvode (Typiskt 2500 SEK).<br/> <br/>  7: Co producern får filmen som brännts in direkt på cd i en kvalité som inte ens medger identifiering av de medverkande med sig hem efter att hårddisken raderats på originalfilen.<br/> <br/>  8: I hallen på vägen ut bredvid tvättstället (<i>bara kallvatten så klart - vi måste tänka på kostnaderna!</i>) råkar också en kraftig dokumentförstörare vara belägen där cd-skivan lätt kan strimlas.<br/> <br/>  Resultat:<br/> <br/> <b>Ingen har fått betalt för något annat än att agera i en sexfilm, båda har fått betalt, ingen har sålt någon sexuell tjänst.</b><br/> <br/> <b>Så diskussionen lyder: Är detta ett brott mot sexköplagen? Någon annan lag?</b></div> </td> </tr> </table> </div> <br/> <br/>  Svaret på din fråga är: Ja, men inte som ovan.<br/> <br/> <br/>  Problemet med hela ditt upplägg är att de 499skr som varken mannen eller kvinnan får, inte försvinner. Alltså tjänar någon pengar på detta system och då är det koppleri. Vilket är olagligt i Sverige.<br/> <br/> <br/>  Det enda sättet jag känner till där du kan kringgå sexköpslagen innefattar två sexköpare (eller flera) och två prostituerade (eller flera). <br/> <br/>  För att enklast beskriva hur detta går till visar jag exemplet med två män och två kvinnor (tänk på att det inte bara är män som köper sexuella tjänster och inte heller bara kvinnor som säljer sexuella tjänster).<br/> <br/> <br/>  Föreställ dig att sexköparna heter Pelle och Kalle, samt att de prostituerade heter Lisa och lotta.<br/> <br/>  Lisa vill ha 500skr för att ha sex med Kalle. Dessa pengar får hon av Pelle och som tack för pengarna skriver hon ett intyg på att Pelle inte har köpt sex av henne, intyget bevittnas av Kalle och Lotta. <br/>  Sedan utför Lisa de sexuella handlingar som Kalle vill att hon ska göra, på honom.<br/> <br/>  Lotta vill ha 500skr för att ha sex med Pelle. Dessa pengar får hon av Kalle och som tack för pengarna skriver hon ett intyg på att Kalle inte har köpt sex av henne, intyget bevittnas av Pelle och Lisa.<br/>  Sedan utför Lotta de sexuella handlingar som Pelle vill att hon ska göra, på honom.<br/> <br/>  Både Kalle och Pelle har vars ett intyg på att de inte har betalat för den sexuella aktivitet de utfört, vilka är bevittnade av två \"utomstående\" parter. Både Lisa och Lotta får 500skr, som de sen kan göra vad de vill med.<br/> <br/>  Alla får vad de vill ha och ingen har begått någon brottsligg handling. Tyvärr så förlorar kanske hela samhället på detta i stället, men det är en annan diskussion. <br/> <br/>  Detta är resultatet av att vi i Sverige har haft en riksdag som klubbat igenom ett lagförslag utan att kolla vad det finns för eventuella kryphål i detta..."
		}
	],
	[
		{
			"postIndex": 265,
			"postNumber": 274,
			"rankGlobal": 15,
			"rankLocal": 1,
			"scoreGlobal": 84.1,
			"scoreLocal": 100,
			"userRank": 39,
			"userScore": 31.7,
			"postUserName": "Frippe73",
			"postUserID": "u350282",
			"postUserUrl": "https://www.flashback.orgu350282",
			"postDateTime": "2010-07-17, 12:09",
			"postUrlInThread": "https://www.flashback.org/t803051p23",
			"postUrlUniq": "https://www.flashback.org/sp24289200",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>CitySoundtrack</strong></div> <div>Som vanligt slänger du dig med floskler, helt utan belägg.<br/> <br/>  Det är enkelt att avgöra genom att analysera syftet med handlingen, i detta fal föreligger ingen ersättning kopplat till en sexuell tjänst. Enkelt som vanligt, det är därför ett förbud mot sexköp aldrig kan bli något annat, än en succé.</div> </td> </tr> </table> </div> <br/> <b>\"Förbud mot sexköp en succe\"</b> Succe för vem , Gudrun S ?<br/>  Mot vem begicks brottet ? Mot eskorten eller mot Staten ?<br/> <br/>  Idag funkar väl lagen så att sexköp är ett brott mot Staten. Staten försöker uppfostra<br/>  sexköpare att sluta med sitt beteende. Köpa sex anses vara ett skadligt , omoraliskt och<br/>  olämpligt beteende. Man bryr sig inte om ifall eskorten gjorde det frivilligt eller ej. Såvida det<br/>  inte är uppenbar trafficking.<br/>  Eller , Man har bestämt att all prostitution är ofrivillig och kan likställas med våldtäkt/trafficking.<br/> <br/>  Brydde man sig om eskortens inställning , skulle eskorten vara målsägare , precis som i<br/>  våldtäktsmål. Men man aktar sig noga för att fråga eskorten. Det finns ju många som eskortar<br/>  frivilligt och under egen kontroll.<br/>  Detta vill man städa bort med en uppfostringslag mot sexköp.<br/>  Våldtäkt , trafficking , sex med underåriga kommer man faktiskt åt mha andra lagar.<br/> <br/>  Vore det inte vettigt att en vuxen kvinna själv får avgöra om ett brott begåtts mot henne ,<br/>  eller om hon gjort en frivillig överenskommelse ? Är hon omyndigförklarad ? Bara undrar.<br/> <br/>  Är inte ute efter att öka antalet eskorter. Och ingen kvinna eller man ska behöva ha sex<br/>   mot sin vilja under några som helst omständigheter.<br/>  Tycker bara det finns en väsentlig gradskillnad mellan olika sexköp. Gigantisk skillnad mellan polischefens brott (sexköp , våldtäkt , underåriga) och Littorin's eventuella preskriberade frivilligt överenskomna sexköp med en mogen (30+) självständig kvinna , som själv valt ut sina kunder.<br/> <br/>  Men jag har väl fel.<br/>  Det är förstås Staten eller Kyrkan eller Sossekvinnor som ska reglera vilket sex som är ok ,<br/>  och vilket slags sex som inte är ok.<br/>  Kom ihåg att även homosexualitet var förbjudet i svensk lag fram till 1944. Även om det var överenskommet sex mellan vuxna individer.<br/> <br/>  PS. Problemet att lösa är att hjälpa de kvinnor som hamnat i prostitution pga tex missbruk.<br/>  Insatserna ska läggas på att erbjuda en väg ur beroendet och prostitutionen.<br/> <b>Hjälper sexköpslagen dessa kvinnor eller ser den bara till att verksamheten måste hållas dold ?</b><br/> <br/> <b>Sorry , missade huvudämnet: Gränsen för sexköp ?</b><br/>  Att ha frivilligt sex är lagligt. Att ge någon pengar är lagligt.<br/>  Ge någon pengar för frivilligt sex är olagligt.<br/>  Men om det går tillräckligt lång tid mellan två lagliga handlingar kanske det är lagligt ?<br/> <br/>  Exempel:<br/>  Köra bil är lagligt. Dricka sprit är lagligt.<br/>  Köra bil och dricka sprit samtidigt är olagligt.<br/> <br/>  Men om man gör det vid skilda tillfällen är det väl lagligt. Häpp ! Problemet löst ?"
		},
		{
			"postIndex": 268,
			"postNumber": 277,
			"rankGlobal": 38,
			"rankLocal": 2,
			"scoreGlobal": 70.6,
			"scoreLocal": 84,
			"userRank": 43,
			"userScore": 31.4,
			"postUserName": "D Roger.",
			"postUserID": "u137755",
			"postUserUrl": "https://www.flashback.orgu137755",
			"postDateTime": "2010-07-17, 14:00",
			"postUrlInThread": "https://www.flashback.org/t803051p24",
			"postUrlUniq": "https://www.flashback.org/sp24290782",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>CitySoundtrack</strong></div> <div>Det är en fråga som är intressant, däremot prövas detta grundligt redan vid formuleringarna i första förslaget av proposition. Det är dock sällsynt att det förkommer några hål i <br/>  författning som kan utnyttjas, då det händer är det ofta ett civilrättsligt område. </div> </td> </tr> </table> </div> <br/>  Eh, skojar du? Det här är ju en fråga där man verkligen har problem med att definiera om parterna anstränger sig för att kringgå. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Om någon dock vill minska risken får de väl agera som alla brottslingar med allt det innebär, allt från vittnen till bevisning.      </td> </tr> </table> </div>   Vilket väl är det som skett? Men bovarna fortsättar klanta sig!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att bevisa just gåvor är egentligen inte en svårighet, främst för betalningskriteriet innebär att den inte behöver ha ägt rum.      </td> </tr> </table> </div>  Öh jag förstår inte, kan du utveckla? Jag är inte påläst i detaljerna, jag köper inte sex så jag behöver inte skydda mig själv så lagstiftningen är ointressant för min person i detalj. Men just den här detaljen och hur du beskriver den finner jag intressant.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det kan finnas vägar att försvåra bevisning, men det är inget jag kommer skriva här.      </td> </tr> </table> </div>  Det var verkligen bättre när FB bestod av människor som hela tiden avslöjade alla hål, krypvägar etc,  isf att som idag i många fall vara ordnungsamma kunniga som inte vill belysa och beskriva... Du säger \"kan\" men sen avslöjar du ju att du inte vill skriva hur det kan gå till. Så du vet. Men du vill inte att det ska tas upp till diskussion, trots att det ju borde gynna båda sidor, dels de som köper sex, de vet hur de enklare kommer undan, dels för lagstiftaren/politikern/den som vill ha förbud så de kan täppa till hålen..."
		},
		{
			"postIndex": 272,
			"postNumber": 281,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 70,
			"scoreLocal": 83.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "CitySoundtrack",
			"postUserID": "u230269",
			"postUserUrl": "https://www.flashback.orgu230269",
			"postDateTime": "2010-07-17, 16:26",
			"postUrlInThread": "https://www.flashback.org/t803051p24",
			"postUrlUniq": "https://www.flashback.org/sp24292935",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Skalman71</strong></div> <div>Som sagt, öppna ögonen och se dig omkring. Jaså, du har inte besökt städer där prostitution är vanlig? Kanske dags att göra det då, istället för att hänvisa till subjektiva \"rapporter\" som du kallar \"vetenskapliga\". Prova Rosenlund i GBG en tid t.ex. Själv har jag bott i storstad i drygt 20 år. Under denna tiden har gatuprostitutionen gått lite i vågor, men det har aldrig varit jättemycket problem med det, och det går inte heller att peka på en speciell trend i någondera riktning. Däremot har den dolda prostitutionen, t.ex. via internet, formligen exploderat.<br/> <br/>  Nej, bloggar är inte vetenskapliga. Det är inte vinklade och förutbestämda \"rapporter\" heller.</div> </td> </tr> </table> </div> <br/>  Det finns inga statliga rapporter som är förutbestämda, det är rena konspirationsteorier från de som alltid vill rättfärdiga sitt kriminella beteende.<br/> <br/>  Att den dolda prostitutionen ökat är helt riktigt, det har den gjort i samtliga länder. Däremot är den lägst i Sverige, vilket givetvis är en effekt av dagens lagstiftning.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>D Roger.</strong></div> <div>Eh, skojar du? Det här är ju en fråga där man verkligen har problem med att definiera om parterna anstränger sig för att kringgå. <br/> <br/>    Vilket väl är det som skett? Men bovarna fortsättar klanta sig!<br/> <br/>   Öh jag förstår inte, kan du utveckla? Jag är inte påläst i detaljerna, jag köper inte sex så jag behöver inte skydda mig själv så lagstiftningen är ointressant för min person i detalj. Men just den här detaljen och hur du beskriver den finner jag intressant.<br/> <br/>    Det var verkligen bättre när FB bestod av människor som hela tiden avslöjade alla hål, krypvägar etc,  isf att som idag i många fall vara ordnungsamma kunniga som inte vill belysa och beskriva... Du säger \"kan\" men sen avslöjar du ju att du inte vill skriva hur det kan gå till. Så du vet. Men du vill inte att det ska tas upp till diskussion, trots att det ju borde gynna båda sidor, dels de som köper sex, de vet hur de enklare kommer undan, dels för lagstiftaren/politikern/den som vill ha förbud så de kan täppa till hålen...</div> </td> </tr> </table> </div> <br/>  Som sagt, att det finns klara tillvägagångssätt att kringgå lagstiftning är mycket sällsynt.<br/> <br/>  Jo, för att det ska föreligga sexköp så kan man lätt tro att det måste föreligga en betalning, men så enkelt är det inte. egentligen så straffas själva överenskommelsen om sexuell tjänst, vilket likt konkurrenslagstiftningen kan vara en tyst överenskommelse. Det krävs alltså ingen betalning, eller ens möjlighet att kunna betala. Försök straffas som vanligt i brott, om någon försöker köpa men av någon anledning skulle misslyckas.<br/> <br/>  Det jag säger är att det finns möjligheter att minska risken att bli gripen, men självklart är jag inte intresserad av att sprida den informationen. Jag tror dock att de som är sysselsatta i detta brott oftast vet bäst, som det alltid är när det gäller kriminella.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WordWarrior</strong></div> <div>Floskler utan belägg... *host*<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fnyheter%2Fsverige%2Fstor-okning-av-kvinnor-som-saljer-sex-pa-gatan-1.918580\" target=\"_blank\">http://www.dn.se/nyheter/sverige/sto...gatan-1.918580</a><br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div> <br/>  Det är skrattretande hur du försöker vrida information till din egen fördel. Gatuprostitutionen går upp och ner, den gamla artikeln du hänvisade till visade en sådan avvikelse. Totalt sätt har gatuprostitutionen minskat rejält sedan lagen varit i bruk i drygt tio år. Eftersom du inte läser offentliga utredningar kan du, bland annat, läsa här:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fsida%2Fartikel.aspx%3Fprogramid%3D1646%26amp%3Bartikel%3D3824850\" target=\"_blank\">http://sverigesradio.se/sida/artikel...rtikel=3824850</a>"
		}
	],
	[
		{
			"postIndex": 335,
			"postNumber": 347,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 94.6,
			"scoreLocal": 100,
			"userRank": 15,
			"userScore": 43.3,
			"postUserName": "Minimalt_Psykad",
			"postUserID": "u175912",
			"postUserUrl": "https://www.flashback.orgu175912",
			"postDateTime": "2011-04-23, 14:36",
			"postUrlInThread": "https://www.flashback.org/t803051p29",
			"postUrlUniq": "https://www.flashback.org/sp30244361",
			"sentence": "Det borde i princip vara helt omöjligt att åka fast för att man har betalat för sex. Om man nu inte är så dum så att man erkänner så finns det ju hundratals kryphål i denna helt absurda och meningslösa lag.<br/> <br/>  1) Neka till att du har betalat något överhuvud taget. Hur skulle polisen någonsin kunna bevisa att du har betalat om du betalar med kontanter? Om polisen inte tar en vid betalningen på bar gärning varpå man säger...<br/> <br/>  2) ...att pengarna var för något annat. Du var helt enkelt skyldig tjejen pengar och det hade absolut inget med sex att göra. Hur ska polisen någonsin kunna bevisa att det var sexet du betalade för och inte något annat?<br/> <br/>  3) Filma hela sexakten och sälj filmen vidare. Man behöver nog inte ens sälja filmen. Det räcker med att säga att du betalade tjejen för att medverka i en porrfilm. Att betala en kvinna för att medverka i en porrfilm är helt lagligt.<br/> <br/>  4) Du har betalat en tjej för att umgås med dig. Det är helt lagligt. Men under tiden ni umgås så blir tjejen kär i dig och vill ha sex med dig. Ni har sex. Återigen, hur ska polisen någonsin kunna bevisa att det var just sexet som man betalade för såvida man inte själv erkänner det?<br/> <br/>  Glöm nu inte flickor och pojkar, bevisbördan ligger hos polisen/åklagaren. Så länge du inte erkänner att du har begått ett brott lär det bli fruktansvärt svårt för polisen/åklagaren att bevisa att det var sexet du betalade för och inte teven som står i eskortens lägenhet.<br/> <br/>  Du däremot har inga som helst skyldigheter att bevisa att du <b>inte</b> har begått ett brott. Hade alla människor bara vetat sina egna rättigheter och inte låtit sig skrämmas till erkännande av polisen på plats så hade ingen någonsin åkt fast för sexköp."
		},
		{
			"postIndex": 319,
			"postNumber": 331,
			"rankGlobal": 16,
			"rankLocal": 2,
			"scoreGlobal": 83.5,
			"scoreLocal": 88.3,
			"userRank": 8,
			"userScore": 48.4,
			"postUserName": "DonVonFjant",
			"postUserID": "u367702",
			"postUserUrl": "https://www.flashback.orgu367702",
			"postDateTime": "2011-04-22, 15:03",
			"postUrlInThread": "https://www.flashback.org/t803051p28",
			"postUrlUniq": "https://www.flashback.org/sp30229759",
			"sentence": "De allra flesta rättegångar inom sexköp går ut på om den åttalade hade kunskap om kvinnan var prostituerad och om han var medveten om att han betalade för köpet. Ibland blir folk fällda med otroligt löjlig motivering, som Hedman som fälldes då Svea hovrätt ansåg att han skulle ha förstått att kvinnorna han låg med var betalade prostituerade på grund av deras sminkning och kraftiga brytning. Inget bevis vad gällde betalning fanns, förutom att Hedman beställt och betalat taxi (vilket bland annat jag gjort ett flertal gångern för tjejer på efterfest!)<br/> <br/>  Därför bör det rimligtvis vara detta man tänker på om man vill komma runt en dom, inte små historier man kokar ihop för att förklara förekomsten av pengar. För om det anses vara troligt att du ändå skulle förstå att denne var prostituerad och att sexet inte skulle ha förekommit utan betalning trots en historia ni kokat ihop om alla möjliga ting så kommer du att bli fälld ändå.<br/> <br/>  Saker som väger in i såna här grejer är, typiskt, kvinnans kläder, smink, eventuella brytning, plats, om ni har en tidigare relation, dina vanor osv.<br/> <br/>  Om det vore så att du skulle ge ditt ex pengar, och ni fortfarande hade sex med varandra och under såna förutsättningar, och det var i någon av eran lägenhet så är risken att någon domstol skulle se detta som brott ytterst liten. Men om du kokar ihop en historia om att köpa en tavla eller lämna över en klocka som present på ett hotellrum till en kvinna du inte sedan tidigare har en relation med så är risken stor att du döms om du även har sex med henne och någon kommer på er.<br/> <br/>  Som tur är så är ju risken att bli påkommen om du är diskret ytterst liten. Men beställer man en massa utländska tjejer till ett hotellrum så, ja, att hotellpersonalen reagerar är nog inga konstigheter.<br/> <br/>  Så, var diskreta mina herrar, diskret! Det är det bästa alla kategorier."
		},
		{
			"postIndex": 307,
			"postNumber": 319,
			"rankGlobal": 26,
			"rankLocal": 3,
			"scoreGlobal": 77.5,
			"scoreLocal": 82,
			"userRank": 6,
			"userScore": 49.7,
			"postUserName": "Pimpmaster",
			"postUserID": "u517536",
			"postUserUrl": "https://www.flashback.orgu517536",
			"postDateTime": "2011-04-20, 17:46",
			"postUrlInThread": "https://www.flashback.org/t803051p27",
			"postUrlUniq": "https://www.flashback.org/sp30196564",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DonVonFjant</strong></div> <div>Låter sjukt bökigt. Det är ju inte aktörerna i porrfilmer som betalar varandra, utan företaget som betalar aktörerna, och det är ju inte den som betalar som har sex med tjejen, utan den som har sex med tjejen får även betalt.<br/> <br/>  Så man skulle alltså behöva.<br/> <br/>  1. Kontakta en firma som spelar in porrfilm.<br/>  2. Muta någon i företaget att anställa en själv som aktör och en kvinna.<br/>  3. Bli betald, tjejen får betalt (den mutade måste också ha något över).<br/>  4. Sedan leva med att vara med i porrfilm.<br/> <br/>  Eller.<br/> <br/>  1. Övertyga en kompis att starta en porrfilmsfirma.<br/>  2. Ge honom pengar.<br/>  3. Se till att han anställer dig och en tjej.<br/> <br/>  Då skulle det nog fungera, men alltså... Registrerring av bolag kostar pengar. Urustning kostar pengar. Sedan har vi arbetsgrivaravgift och alla annan skit. JÄVLA DYRT LIGG DET BLIR! Billigare att åka till Danmark och köpa sex där. Enklare, dessutom.</div> </td> </tr> </table> </div> <br/>  Grejen var inte att hitta ett sätt att lagligt kunna köpa sex i Sverige utan att peka på att det måste kunna finnas gränsfall där det blir trickigt för domstolarna att döma för sexköp. Bolag eller inte har inte med saken att göra. Inte heller om en medverkande betalar någon annan, det finns sån pornografi där den som arrangerar och betalar också är den som knullar framför kameran. Och varför skulle man inte kunna betala någon för att medverka i en privatinspelad film som bara ska användas för privat bruk?"
		}
	],
	[
		{
			"postIndex": 399,
			"postNumber": 416,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 92.6,
			"scoreLocal": 100,
			"userRank": 28,
			"userScore": 35.9,
			"postUserName": "revamp",
			"postUserID": "u471930",
			"postUserUrl": "https://www.flashback.orgu471930",
			"postDateTime": "2012-06-30, 22:08",
			"postUrlInThread": "https://www.flashback.org/t803051p35",
			"postUrlUniq": "https://www.flashback.org/sp38113553",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LittleLadyJasmine</strong></div> <div>Samtidigt är just lap dance tillåtet. Att gnugga sig mot någon annan med kläderna på.<br/> <br/>  När är det för mycket gnuggande? För lite tyg? För länge? För nära - hur nära könet får man röra? </div> </td> </tr> </table> </div>   Det finns ingen exakt definition på vad som är en sexuell handling av den anledningen att det är omöjligt att förutse alla handlingar som (enligt lagstiftaren) bör omfattas. Istället är det upp till domstol att göra en bedömning i varje enskilt fall och då väga in alla omständigheter. Ingen kan alltså ge dig en exakt gräns. <br/> <br/>  Däremot finns det vissa riktlinjer för bedömningen. I allmänhet krävs det en \"någorlunda varaktig fysisk beröring antingen av den andres könsorgan eller av den andres kropp med det egna könsorganet\". En lap dance torde alltså inte omfattas, medans en avrunkning gör det. Huruvida givaren har handskar på sig vid runkandet kommer inte ha avgörande betydelse.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LittleLadyJasmine</strong></div> <div>När övergår en vanlig \"undersökning\" utav könet till att vara utav mer erotisk karaktär? <br/>  Om vi gör upp att han ska försöka att inte bli kåt av min behandling, så är ju syftet inte längre att han ska bli kåt.</div> </td> </tr> </table> </div>   Tänker du dig någon form av medicinsk undersökning? Syftet med en sådan undersökning är varken att väcka eller tillfredsställa sexuell drift, och anses därför inte vara en sexuell handling.<br/> <br/>  Visst, om syftet verkligen inte <i>är</i> sexuellt så ska du inte heller dömas, men du förstår säkert hur det kommer att låta i en förhandling. Och syftet kan ju fortfarande vara sexuellt trots att ni kommit överens om att mottagaren så att säga ska \"hålla emot\".<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LittleLadyJasmine</strong></div> <div>Om jag kräver, tjatar och vill ha ersättning i någon form, är det då köpesex - menar lagstiftaren att hans medborgerliga plikt är då att neka mig det och därmed bli utan sex?</div> </td> </tr> </table> </div>   Lagstiftaren menar det, ja och det kan man ju tycka vad man vill om. Det som är förbjudet är att skaffa sig den sexuella förbindelsen mot ersättning. Aven om säljaren varit drivande så kan denne inte straffas för medverkan dock. <br/> <br/>  Om ni däremot skulle ha sex innan någon ersättning getts eller utlovats eller att den på annat sätt <i>varit en förutsättning</i> för att ni skulle ha sex, så är det inte straffbart. Observera dock att det kanske inte låter så trovärdigt att i efterhand hävda att:<br/> <br/>   \"- Nä, han fick nåt infall strax efter att vi legat och ville ge mig 2000 spänn bara så där\". Men det senare är snarast en bevisfråga.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LittleLadyJasmine</strong></div> <div>Eller något liknande denna: <a href=\"/leave.php?u=http%3A%2F%2Fwhatsyourprice.com%2F\" target=\"_blank\">http://whatsyourprice.com/</a> site, där du betalar (budar på) tjejer för att gå på date med dig. <br/> <br/>  Hm... Tror jag ska lägga ut mig själv på auktion på Tradera. Lagligt?</div> </td> </tr> </table> </div>   Att betala för en date som sådan är inte olagligt. Eller är tanken att det ska vara underförstått att köparen egentligen betalar för sex?<br/> <br/>  Du kan för övrigt annonsera för din egen räkning bäst du vill då det brottsliga är att skaffa sig en sexuell förbindelse mot ersättning, och koppleri kommer inte ifråga då det rör dina egna angelägenheter.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LittleLadyJasmine</strong></div> <div>Dessutom har vi alla dessa sugar daddy-siterna. De understryker gärna att escorter och prostituerade inte är välkomna (för att skydda sin site från lagens långa arm såklart).</div> </td> </tr> </table> </div>   Sugar-daddy som i att betala för sällskap? Aterigen inte olagligt som sådant, men se ovan.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LittleLadyJasmine</strong></div> <div>När ska det komma en svensk variant och ge Svenssons en välbehövd omskakning igen, då Victoria Milan-debatten har svalnat. Dags att ge sig på Sveriges skötebarn och allra mest ömma tå, sexköpslagen.<br/> <br/>  Skum lag helt klart. Du får göra det skönt för någon annan mot betalning. Men inte för skönt.</div> </td> </tr> </table> </div>   Håller med om att \"sexköpslagen\" (numera BrB 6 kap. 11 §) inte borde finnas, men det blir mer en rättspolitisk diskussion och det lär finnas andra trådar för det."
		},
		{
			"postIndex": 398,
			"postNumber": 415,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 82.4,
			"scoreLocal": 89,
			"userRank": 9,
			"userScore": 48.2,
			"postUserName": "LittleLadyJasmine",
			"postUserID": "u463887",
			"postUserUrl": "https://www.flashback.orgu463887",
			"postDateTime": "2012-06-30, 17:43",
			"postUrlInThread": "https://www.flashback.org/t803051p35",
			"postUrlUniq": "https://www.flashback.org/sp38110140",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>revamp</strong></div> <div>Att onanera åt en annan person är en sexuell handling. Givetvis är inte lagen så inflexibelt formulerad att man kommer undan för att säljaren hade lite tyg emellan.</div> </td> </tr> </table> </div> <br/>  Samtidigt är just lap dance tillåtet. Att gnugga sig mot någon annan med kläderna på.<br/> <br/>  När är det för mycket gnuggande? För lite tyg? För länge? För nära - hur nära könet får man röra? När övergår en vanlig \"undersökning\" utav könet till att vara utav mer erotisk karaktär? <br/>  Om vi gör upp att han ska försöka att inte bli kåt av min behandling, så är ju syftet inte längre att han ska bli kåt.<br/>  Om jag kräver, tjatar och vill ha ersättning i någon form, är det då köpesex - menar lagstiftaren att hans medborgerliga plikt är då att neka mig det och därmed bli utan sex?<br/> <br/>  Eller något liknande denna: <a href=\"/leave.php?u=http%3A%2F%2Fwhatsyourprice.com%2F\" target=\"_blank\">http://whatsyourprice.com/</a> site, där du betalar (budar på) tjejer för att gå på date med dig. <br/> <br/>  Hm... Tror jag ska lägga ut mig själv på auktion på Tradera. Lagligt?<br/> <br/>  Dessutom har vi alla dessa sugar daddy-siterna. De understryker gärna att escorter och prostituerade inte är välkomna (för att skydda sin site från lagens långa arm såklart).<br/> <br/>  När ska det komma en svensk variant och ge Svenssons en välbehövd omskakning igen, då Victoria Milan-debatten har svalnat. Dags att ge sig på Sveriges skötebarn och allra mest ömma tå, sexköpslagen.<br/> <br/>  Skum lag helt klart. Du får göra det skönt för någon annan mot betalning. Men inte för skönt.<br/> <br/>  Sedan har vi allt det skumma med hallicklagarna. Att hjälpa en som säljer sex att arbeta tryggare, med en etablerad kundbas (som agentur), i trygg miljö (på klinik eller bordell), arbeta tillsammans med en väninna, dela lägenhet med en väninna, ja ens hyra en lägenhet öht. Annars blir det hyresvärdens plikt att säga upp lägenheten, då han ju annars tar emot pengar som hon tjänat in genom att sälja sexuella tjänster. Målet tycks helt enkelt vara att horeri ska vara så jävligt som möjligt - med farliga kunder och miljöer, utan gemenskap och yrkesstolthet.<br/> <br/>  Och männen kan betala för teasing in till bristningsgränsen. Men ve dig, om du önskar gå hela vägen."
		},
		{
			"postIndex": 358,
			"postNumber": 371,
			"rankGlobal": 35,
			"rankLocal": 3,
			"scoreGlobal": 72.5,
			"scoreLocal": 78.3,
			"userRank": 3,
			"userScore": 62.8,
			"postUserName": "kissflickan",
			"postUserID": "u389722",
			"postUserUrl": "https://www.flashback.orgu389722",
			"postDateTime": "2011-04-25, 07:25",
			"postUrlInThread": "https://www.flashback.org/t803051p31",
			"postUrlUniq": "https://www.flashback.org/sp30270261",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>term</strong></div> <div>Det där är faktiskt en vanligt missuppfattning. Domstolen (och därmed också åklagaren) är fri att värdera <i>samtliga omständigheter</i> vid den misstänkta gärningen. Vad som helst kan tjäna som bevis. Det innebär att om man av misstag försätter sig i en situation som man i efterhand får svårt att förklara så kan det mycket väl innebära att man kan dömas <i>trots att man är oskyldig</i>. Det krävs ingen vattentät teknisk bevisning för att bevisa att pengar bytt ägare, det kan räcka med att en person kommer ut från en känd prostituerads lägenhet och det framkommer att de har haft sex. Domstolen kan då komma fram till att den friande förklaringen (\"alternativhypotesen\") - att de haft sex utan pengar inblandade - är orimlig mot bakgrund av omständigheterna.<br/> <br/>  Begreppet \"ställt utom rimligt tvivel\" innebär inte att det skall vara ställt bortom varje tvivel.</div> </td> </tr> </table> </div>   den situation du beskriver är en av tusen möjliga och inte den jag hade för ögonen när jag började den här diskussionen. jag vidhåller dock att sexköpslagen inte gör det olagligt att umgås med \"kända prostituerade\": det måste finnas bevis på att <br/>  1. parterna haft sex<br/>  2. den ena fått betalt för det.<br/> <br/>  att man kan gissa sig till att det hänt räcker inte som bevisning.<br/> <br/>  jag påstår inte att den metod jag gav exempel på tidigare i tråden är vattentät eller alltid duger som undanflykt i alla situationer; det finns inga sådana. <br/> <br/>  Citysoundtrack, som är ett stort fan av sexköpslagen och gärna skulle vilja att ingen någonsin kunde komma undan denna, började käbbla om att denna metod är verkningslös (alltså aldrig fungerar) samt började sedan yra om att man kan fällas för sexköp utan att åklagaren behöver prestera några bevis. <br/> <br/>  återigen: man ska inte kunna fällas utan några bevis. det är bl.a. därför det ingår i polisens instruktioner att säkra bevisning som använda kondomer samt att om möjligt vänta med att ingripa tills man kan ta parterna på bar gärning.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>revamp</strong></div> <div>Just uppfattningen att det skulle krävas omfattande teknisk bevisning för att fälla någon för vilket brott som helst verkar vara något som fått fotfäste bland folk i gemen.</div> </td> </tr> </table> </div>   det är möjligt, jag ser dock inte att jag eller någon annan skulle ha gett uttryck för den här, så vi kan nog fortsätta hålla oss till ämnet."
		}
	],
	[
		{
			"postIndex": 441,
			"postNumber": 463,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 89.3,
			"scoreLocal": 100,
			"userRank": 5,
			"userScore": 52.7,
			"postUserName": "Schmojso",
			"postUserID": "u360292",
			"postUserUrl": "https://www.flashback.orgu360292",
			"postDateTime": "2013-04-24, 18:40",
			"postUrlInThread": "https://www.flashback.org/t803051p39",
			"postUrlUniq": "https://www.flashback.org/sp43120799",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bjornebarn</strong></div> <div>Det där låter konstigt... Om det där stämmer finns det ju ingen som helst tvekan om att all form av pornografi, webcam mot betalning, strippklubbar osv olagliga eller?</div> </td> </tr> </table> </div> <br/>  Nja, det finns lite olika argumentationslinjer. Vad gäller strippklubbar (och vissa fall av webcam) är det på sin höjd fråga om sexuell posering vilket inte inbegrips i begreppet (barn under 15 får inte posera).<br/> <br/>  Vad gäller pornografi i allmänhet är det en evig gränsdragning (och fråga vad du betalar för osv), men det faller utanför det straffbelagda området av antingen fri- och rättighetsöverväganden, social adekvans eller andra mer eller mindre luddiga principer.<br/> <br/>  När det gäller betalning av webcam med klart sexuella handlingar finns det lite olika vägar. Antingen gör man samma övervägande som pornografi ovan. En annan modell är att sexuell handling i regel anknyter till aktivitet hos gärningspersonen (ungefär i tid och rum, beröring m.m.). Det finns fall då domstolen ansett att tvång till onani över webbkamera föll under begreppet. I denna mening skulle det inte vara helt omöjligt att anse att det går att köpa sexuella tjänster över internet (möjligen kan hotet som förekom ha spelat roll för brottets karaktär). Här kan dock läggas in en reservation mellan begreppen \"sexuell handling\" och den ursprungliga \"sexuellt umgänge\". Den sexuella handlingen är ett något vidare begrepp som inte i lika stor utsträckning ställer krav på gärningspersonens aktivitet. Det skulle alltså, mot bakgrund av syftet med köp av sexuell tjänst (klassiskt sexköp), inte vara den typen av handlingar som bär upp bestämmelsen varför man kan säga antingen \"ja bör iof bestraffas men vi tillämpar inte bestämmelsen pga inte syftet\", eller så säger man \"nej det utgör inte en sådan sexuell förbindelse över huvud taget\".<br/> <br/>  Så här är vi återigen på djupa straffrättsliga vatten. För egen del har jag svårt att se att vissa fall av webbkameraköp inte skulle kunna falla in under bestämmelsen beroende på vilken form av aktivitet som sker. Alltså det är skillnad på \"betala och titta när jag gör lite saker\" (sexuell posering dvs ok om över 15, eller att jämställa med \"vanlig porr\") eller \"betala och berätta för mig vad jag ska göra osv\" som ligger närmre \"att på något sätt utnyttja offrets kropp som ett hjälpmedel för att bereda sig själv sexuell tillfredsställelse\".<br/> <br/>  Men rättsläget får väl sägas vara \"oklart\" i den delen om ingen har någon underrättspraxis på området.<br/> <br/>  Kan också tillägga att urin- och tömma tarmexemplet är något mer böjligt än vad jag kanske först framställde det då en helhetsbedömning kan tänkas göras. Utgångspunkt är dock att det inte är sexuell handling."
		},
		{
			"postIndex": 444,
			"postNumber": 466,
			"rankGlobal": 14,
			"rankLocal": 2,
			"scoreGlobal": 84.2,
			"scoreLocal": 94.3,
			"userRank": 2,
			"userScore": 73.1,
			"postUserName": "Lijajn",
			"postUserID": "u677145",
			"postUserUrl": "https://www.flashback.orgu677145",
			"postDateTime": "2013-05-01, 00:36",
			"postUrlInThread": "https://www.flashback.org/t803051p39",
			"postUrlUniq": "https://www.flashback.org/sp43215661",
			"sentence": "(Jag postade nedanstående i en tråd som nu blivit låst och som \"sammanfogats\" med denna tråd. Det nedanstående fick inga svar i den förra tråden, hoppas på bättre tur här.)<br/> <br/>  En vanlig företeelse inom BDSM är att män tänder på att bli dominerade och förnedrade av kvinnor. Männen vill i många fall frivilligt betala dessa kvinnor för förnedringen eftersom detta, att betala för att bli förnedrad, gör det hela extra förnedrande och därmed extra njutningsskapande. Anta att förnedringen i ett sådant fall består av att kvinnan spottar mannen i ansiktet, kallar honom för nedsättande saker och bitchslappar honom. Begår mannen brottet köp av sexuell tjänst?<br/> <br/>  Anta att hon dessutom sparkar honom mellan benen, och att detta ingår i vad han betalar för. Begår han då brott? Å ena sidan är pungen en kroppsdel som förknippas med sex, men å andra sidan: är pungsparkar \"typiskt sett ägnat att skapa sexuell upphetsning\" (eller vad det nu står för kriterium i lagen)? Anser lagstiftaren att de här männen ska finna sig i att antingen riskera bli dömda för sexköp eller avstå från att leva ut sin sexualitet, kanske det mest grundläggande behovet i den mänskliga naturen?<br/> <br/>  Om någon reagerar med att \"fy fan vad sjukt att tända på att bli pungsparkad\", minns då att det inte var länge sedan man med samma självklarhet reagerade på liknande sätt mot homosexualitet. Att allmänheten upplever en läggning som motbjudande betyder inte att det är något fel på läggningen. Det rimliga måste vara tolerans, så länge det inte är fråga om någon som kränker någon annans rättigheter.<br/> <br/>  Jag har mycket svårt att tänka mig att kvinnor som väljer att sparka män mellan benen för pengar generellt sett skulle bli kränkta av att utföra den handlingen. På vilket sätt skulle de bli kränkta? Och hela syftet med sexköpslagen var väl att hindra att kvinnor blev kränkta? Struntar man i det när det ska dömas i det enskilda fallet?<br/> <br/>  Slutligen undrar jag: om det ingår i överenskommelsen att kvinnan, efter att ha pungsparkat mannen ett tag, ska låtsas plötsligt tycka synd om honom, krama honom, hålla om honom och kärleksfullt smeka honom på kinden, halsen, bröstet och kroppsdelar med liknande mild grad av erogenitet - är det köp av sexuell tjänst?"
		},
		{
			"postIndex": 447,
			"postNumber": 469,
			"rankGlobal": 23,
			"rankLocal": 3,
			"scoreGlobal": 78.1,
			"scoreLocal": 87.5,
			"userRank": 2,
			"userScore": 73.1,
			"postUserName": "Lijajn",
			"postUserID": "u677145",
			"postUserUrl": "https://www.flashback.orgu677145",
			"postDateTime": "2013-05-01, 02:32",
			"postUrlInThread": "https://www.flashback.org/t803051p40",
			"postUrlUniq": "https://www.flashback.org/sp43216413",
			"sentence": "Är det köp av sexuell tjänst att erbjuda sig att slicka en kvinna mellan benen som betalning för att få ta henne bakifrån? (Det kan väl inte vara så att tjänsten att slicka en kvinna mellan benen inte anses ha något värde, och därför inte är att ses som betalningsmedel? Att hon ber om tjänsten bevisar väl att den har värde?)<br/> <br/>  Får man bjuda sitt krogragg på en natt på hotell för att ha någonstans att ha sex med henne, om det står klart att det är ett villkor från hennes sida för att hon ska vilja ha sex med en? Får man bjuda på resan (taxi eller annat färdmedel som kostar pengar) hem till sig eller henne för att ha någonstans att ha sex med henne? Kan inte allt sådant ses som betalning för sex, d.v.s. köp av sexuell tjänst?<br/> <br/>  Om man har sex utan att behöva betala för det, men betalar för att den man har sex med ska vara \"lite extra bra i sängen\", är det köp av sexuell tjänst?<br/> <br/>  Om inte, anta att man specificerar vad detta \"lite extra bra i sängen\" är för något, t.ex. att knipa hårdare med vagina, är det då köp av sexuell tjänst?<br/> <br/>  Om man betalar för att den man har sex med ska kyssa en på kinden under sexakten, och detta är det enda av sexakten man betalar för, är det köp av sexuell tjänst?<br/> <br/>  Om man istället för pengar lovar ge ryggmassage som \"betalning\" för kyssarna på kinden under sexakten, eller för det hårdare knipandet med vagina, är det köp av sexuell tjänst?"
		}
	],
	[
		{
			"postIndex": 495,
			"postNumber": 519,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 95.4,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 41.1,
			"postUserName": "mr private",
			"postUserID": "u7321",
			"postUserUrl": "https://www.flashback.orgu7321",
			"postDateTime": "2014-01-02, 18:44",
			"postUrlInThread": "https://www.flashback.org/t803051p44",
			"postUrlUniq": "https://www.flashback.org/sp46851045",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Flockaren</strong> <a href=\"/p46850411#p46850411\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Såvida betalning inte sker genom rena kontanter så är det fritt fram att köpa och sälja sex, hur? enkelt. Du ber den som ska betala dig för samlag att betala genom att göra en tjänst för dig som kan exempelvis vara vad som helst. så enkelt som att städa hela ditt garage<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/></div> </td> </tr> </table> </div> <br/>  Ni skojar allihop va? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> <br/> <br/>  Det är inte ens tillåtet att byta tjänster inom familjen. Bor du på en adress och dina<br/>  föräldrar får problem med något större på sitt hus så får INTE du åtgärda det enligt lagen<br/>  utan att dina föräldrar i så fall förmånsskattar för det hela. Du måste också ta upp det i<br/>  deklarationen. Jag har en bekant där ett par vidriga grannar gjorde en anonym anmälan<br/>  för att sonen i huset dränerade om grunden på huset när det började läcka in i källaren.<br/>  Han hyrde in maskiner och gjorde jobbet själv under sin semester åt sina gamla föräldrar.<br/>  Han åkte på en sköntaxering och det gjorde föräldrarna också. Vidrigt men sant!<br/> <br/>  Nu utgår jag från större arbeten. En snickare och en rörmokare får inte heller hjälpa varandra<br/>  genom att byta småtjänster, fast sådant sker hela tiden. Det är däremot inte lagligt.<br/> <br/>  Det är inte så lätt det med att göra Porr heller. Var och varenda torsk använde sig av det argumentet för några år sedan. De knäppte några intimbilder på tjejen som modell och sen<br/>  knullade de för nöjes skull <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> Hon var då modell och de var fotografer <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>  Polisen begärde då att få se skattsedel för samtliga. Både fotograf och modell. Båda var tvungna att betala moms tex. De ville även se ett registrerat företag där denna erotiska produktion fanns upptagen som bevis<br/>  på att det skulle säljas och produceras porr. Så att gå till en modell och medverkar på bilder eller film som man sedan köper, det fungerar inte i lagens ögon i alla fall <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> De som spelar in Porrfilm för legitima bolag klarar sig för att bolagen är stora och öppna med vad de gör. Då är det en helt annan sak. Där kan det och finns det vanliga svenssons som får ett modellarvode. Bevisbördan är rätt hög på ett Porrfilmsbolag om det skulle knasa. Så en vanlig tomte som försöker att använda det som täckmantel för att knulla prostituerade har inget att hämta. Det är stenkört i lagens ögon. Det är massor som försökt med det knepet <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/>  En kund kan aldrig komma undan och vara helt säker, lagligt sett alltså. Tjejen kan vara någorlunda säker, lagligt sett, om hon registerer ett företag tex massage eller liknande och sedan tar upp ALLA sina inkomster som vita och skattar och momsar för dem. Problemet är att hon då måste göra sina business hemma hos kunden så att hon inte riskerar att förlora sin egen lägenhet eller lokal eller att någon annan riskerar medhjälp för koppleri och hon drabbas som tredjepart. Hon får då dessutom inte ha några bidrag eller missa att redovisa några inkomster. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/> Det är verkligen inte lätt att sälja sex lagligt i Sverige. Detta är nog det närmaste en tjej kan komma den biten iaf. Camshoer och telefonsex måste också skattas och momsas och man måste ha ett eget företag redovisat eller arbeta åt en arbetsgivare som är momsregistrerad och dessutom tar upp alla tjejens intäkter."
		},
		{
			"postIndex": 453,
			"postNumber": 476,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 86.8,
			"scoreLocal": 91,
			"userRank": 2,
			"userScore": 73.1,
			"postUserName": "Lijajn",
			"postUserID": "u677145",
			"postUserUrl": "https://www.flashback.orgu677145",
			"postDateTime": "2013-05-13, 09:37",
			"postUrlInThread": "https://www.flashback.org/t803051p40",
			"postUrlUniq": "https://www.flashback.org/sp43402263",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Storm.Hatt</strong></div> <div>Du får naturligtvis ha en hålldam som du försörjer mot gentjänster. Men det får inte vara <b>tillfälligt</b>.</div> </td> </tr> </table> </div> <br/>  Jag undrar hur någon enda människa någonsin ska kunna gå från att ha ingen sexuell relation alls till att plötsligt ha en varaktig sexuell relation, utan att däremellan ha en (kanske) tillfällig sexuell relation. Hur har lagstiftaren tänkt där? Det verkar ju onekligen som en logisk omöjlighet att hoppa över mellanledet tillfällig sexuell relation, så länge man inte förutsätter att varje relation ska bestämmas (av parterna?) vara varaktig innan den alls får påbörjas. Är det det man underförstått kräver med sexköpslagen? En delfråga i sammanhanget är nämligen hur någon enda man, utom de fåtaliga \"alfahannar\" som bara behöver \"vara sig själva\" för att få sex med de kvinnor de vill ha sex med, frågan är hur alla andra män i samhället, typ 99% av männen i samhället, ska kunna få en attraktiv kvinna i säng utan att i någon form betala för det. Män betalar för kvinnors sexvillighet på allehanda sätt, kanske inte alltid uttryckligen i form av just pengar, men vad spelar det för roll, betalning som betalning, antingen är det tjänster eller middagar eller leenden eller komplimanger man betalar med, eller om det är något annat - till exempel raggning, vilket kan innebära allt möjligt, eller kanske bara rentav att man visar \"sitt bättre jag\" eller något sådant (något man kanske inte annars hade gjort, vilket innebär att man faktiskt betalar, genom att man bjuder på sig själv lite mer än annars). Någon form av betalning måste alltid till, annars blir det inget. En genomsnittlig vacker kvinna lägger sig inte med benen isär framför en vanlig man av sig själv, bara för att han föreslår det. Vad lever våra lagstiftare i för verklighet? Hur föreställer de sig att en varaktig sexuell relation skulle kunna uppstå (i normalfallet) <i>utan</i> att någon betalar någon i någon form för någonting, uttalat eller outtalat? Eller är det tänkt att betalning ska vara okej så länge den inte är alltför uppenbar och/eller inte är alltför uttalad och/eller äger rum i form av något annat än pengar? Var har lagstiftaren i sådana fall dragit gränserna när det gäller dessa saker, och varför på de ställena (vilka dessa nu är)?"
		},
		{
			"postIndex": 487,
			"postNumber": 511,
			"rankGlobal": 17,
			"rankLocal": 3,
			"scoreGlobal": 83.1,
			"scoreLocal": 87.1,
			"userRank": 26,
			"userScore": 36.1,
			"postUserName": "Gullebarnet",
			"postUserID": "u830420",
			"postUserUrl": "https://www.flashback.orgu830420",
			"postDateTime": "2014-01-02, 17:37",
			"postUrlInThread": "https://www.flashback.org/t803051p43",
			"postUrlUniq": "https://www.flashback.org/sp46850098",
			"sentence": "Jag har spenderat mycket tid genom att läsa här i FB-trådarna om prostitution men jag har ändå några frågor som jag hoppas ni kan hjälpa mig att ge svar på. Om jag bestämmer mig för att jag vill sälja min kropp (dumma kommentarer om det behövs inte, tack!), hur gör jag detta på bästa sätt och inte bryter mot någon lag? Jag vill verkligen fortsätta hålla mitt belastningsregister helt rent och jag tycker lagarna är så luddiga kring detta!<br/> <br/>  T.ex  Om jag börjar prata med en kille på internet och jag gillar hans \"profil\", erbjuder honom att få komma till mig och ha sex (på mina villkor, vilket jag tydligt skulle gå igenom med honom innan) mot betalning. Bryter jag mot lagen redan där när jag erbjuder sex mot pengar? Jag bor ensam och skulle vilja skaffa mig några återkommande kunder för att dryga ut kassan. Vad bör jag akta mig för? Jag är ytterst tveksam till att besöka hotell efter att man har läst vissa trådar om hur hotell-personal har anmälningsplikt till polisen om dom misstänker ett sexköp på hotellet. Hur stor chans är det att åka dit om man säljer sig tror ni? Farbror blå sitter väl inte på dejtingsajter allt för ofta och kollar upp om några tjejer säljer sig?<br/> <br/>  En annan fråga är ang. telefonsex. Jag har tidigare prövat på att jobbat som \"telefonvärdinna\" och jag tyckte det fungerade bra, tyvärr får man behålla så få kronor av lönen/samtalen att det inte är värt all tid man lägger ner. Får jag erbjuda en man online att ha telefonsex med mig mot betalning? Tex ta emot pengar via payson konto lr liknande och ta detta som en \"gåva\" för att jag hjälpt honom i telefonen?"
		}
	]
]
