[
	{
		"postIndex": [
			[52],
			[59],
			[58]
		],
		"postTime": [
				"2004-04-07",
				"2004-04-08",
				"2004-04-08"
		],
		"postNum": [
			[53],
			[61],
			[60]
		],
		"postLink": [
				"/sp910462",
				"/sp913776",
				"/sp912879"
		],
		"postUser": [
				"ahlman",
				"david85",
				"Member-X"
		],
		"postUserID": [
				"/u61789",
				"/u290",
				"/u57241"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p5",
				"https://www.flashback.org/t119551p6",
				"https://www.flashback.org/t119551p5"
		],
		"userUrl": [
				"https://www.flashback.org/u61789",
				"https://www.flashback.org/u290",
				"https://www.flashback.org/u57241"
		],
		"sentence": [
				"Det verkar vara en hel del gäng här som är inaktiva numera. Därför utökar jag med att ta med gäng för längesen...<br/>  Först ut: <br/> <b>Sala-ligan</b><br/>  Sigvard Nilsson, en svag och spinkig karl som tidigt hade intresserat sig för ockultism och spiritism, träffade på ett kafé i hemstaden Sala en man vid namn Andersen som sade sig vara en representant för Den Magiska Cirkeln, en dunkel förening för yoga-lärans utövare. Denne Andersen erbjöd Nilsson att starta en svensk underavdelning, med Nilsson som huvudansvarig. Utbildningen skulle ske i Köpenhamn och hade ett uppskattat pris på 15 000 svenska kronor, en summa en vanlig landsortsgrabb på 17 bast knappast kunde skaffa sig på egen hand på den här tiden. <br/>  Det var nu Sigvard Nilsson slog in på den brottsliga banan. Han tog namnet Thurneman genom att kasta om bokstäverna i Manhunter och startade en spirituell rörelse i sitt eget hem. Här blev fyra lättledda ungdomar halvt medvetslösa av röken från sandelträ, bolmört och kamfer, allt för att bli mer mottogliga för rörelsens inriktning. I rörelsens statuer stod bland annat \"det spelar ingen roll vilka metoder man använder sig av för att tillfredställa sina materiella behov, till exempel av pengar. Om man därvid dödar någon är detta inget orätt. Det innebär endast en förändring av det fysiska tillståndet\". Dessa rader säger allt om föreningens mörka avsikter. När taxichauffören Sven Eriksson sköts med flera revolverskott den 15:e november 1930 påbörjades en 6 år lång period (med sammanlagt 4 mord) av rädsla och oro hos Sala-borna. <br/>  Efter detta dröjde det ett tag innan rörelsen utförde nästa dåd, denna gång var det schaktmästaren Axel Kjellberg och hans hushållerska Karin Holmberg som sköts och brändes i det så kallade Kölforsdramat. Bytet var dock, efter dessa båda mord, ytterst klent. En ungmö vid namn Matilda Blomkvist troddes ha en större samling pengar gömda i sitt trähus. Natten den 12:e oktober 1934 förgiftades så den 59-åriga tanten med kolmonoxid från en bil. Men pengasumman blev klen. Allt man hittade i det lilla huset var 6:50. <br/>  Salaigan hann utföra en kupp till innan de blev tillfångatagna, mordet på bankbudet Elon Pettersson som cyklandes var på väg till Strå kalkbruk med avlöningspengar. Pengasumman härifrån blev desto större, hela 20 000 svenske kronor, men ligan fick aldrig tid att njuta av pengarna. Redan ett par dagar senare var ligan gripen, ytterligare ett haövår därefter var domarna klara. Turneman, nu 28 år gammal, blev utan egentligt straff eftersom han ansågs alltför psykiskt sjuk. Hans fyra medbrottslingar dömdes alla till livstid, inte bara för morden utan även för en rad mindre dåd såsom misshandel och rån. <br/>  Efter domen placerades Thurneman på mentalsjukhus, där han tillbringade 32 långa år. Först 1969 frigavs han i största sekretess. Han återtog då namnet Nilsson och köpte sig en liten lägenhet i Abrahamsberg där han levde ett skyggt liv fram till sin död år 1979. <br/>  Han begravdes vid en enkel ceremoni på Sala kyrkogård.<br/> <br/>   Komplettera/dementera gärna. <br/>  Fler gäng/ligor?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det va väl när dom äldre grabbarna i GRB skulle klättra upp i Uppsalamaffian som saker börja skita sig. GRB började springa ärenden, skulle ta ut beskyddarpengar osv.<br/> <br/>  Snuten knulla dom ordentligt &amp; dom har nog inte landat sedan dess.<br/>  Dom så kallade GRB va ju ett gäng ledda av en ökänd familij i G-sunda.<br/>  Vad jag vet så va det ju knappast några i hela uppsala som jiddra med dom så kallade GRB.<br/>  Men det va mest ett gäng vilsa förortsgrabbar som någon, några försökte organisera men som snuten satte stopp för.<br/> <br/>  Uppsalamaffian, skulle tro vi har en del juggar där också.<br/>  En av snubbarna som va med där hade en dotter som jag brukade umgås med.<br/>  En kväll så ringde tjejens far när vi va lite på lyset &amp; va lite otrevlig mot henne.<br/> <br/>  Tog telefonen &amp; förklara ett &amp; annat för honnom. Han tyckte vi skulle ses &amp; snacka om våra problem samtidigt som han försökte förklara allvaret för mig.<br/>  Trodde inte på honom &amp; det sluta med att vi träffades hemma hos honnom.<br/> <br/>  vi kan ju säga såhär. Jag skulle stannat hemma den kvällen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/>  Inne i köket sitter det 2st Arnold Schwarsnegger (stavning) &amp; jag kan ju lova att jag inte va så störig då.<br/>  Men allt löste sig till det bra &amp; jag fick åka riktigt en <u>flådig</u> mercedes hem.<br/> <br/>   </td> </tr> </table>  <br/>  Fyfan då är man inte kaxig  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"Både Uppsalamaffian &amp; GRB är väl borta med vinden.<br/>  Det va väl när dom äldre grabbarna i GRB skulle klättra upp i Uppsalamaffian som saker börja skita sig. GRB började springa ärenden, skulle ta ut beskyddarpengar osv.<br/> <br/>  Snuten knulla dom ordentligt &amp; dom har nog inte landat sedan dess.<br/>  Dom så kallade GRB va ju ett gäng ledda av en ökänd familij i G-sunda.<br/>  Vad jag vet så va det ju knappast några i hela uppsala som jiddra med dom så kallade GRB.<br/>  Men det va mest ett gäng vilsa förortsgrabbar som någon, några försökte organisera men som snuten satte stopp för.<br/> <br/>  Uppsalamaffian, skulle tro vi har en del juggar där också.<br/>  En av snubbarna som va med där hade en dotter som jag brukade umgås med.<br/>  En kväll så ringde tjejens far när vi va lite på lyset &amp; va lite otrevlig mot henne.<br/> <br/>  Tog telefonen &amp; förklara ett &amp; annat för honnom. Han tyckte vi skulle ses &amp; snacka om våra problem samtidigt som han försökte förklara allvaret för mig.<br/>  Trodde inte på honom &amp; det sluta med att vi träffades hemma hos honnom.<br/> <br/>  vi kan ju säga såhär. Jag skulle stannat hemma den kvällen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/>  Inne i köket sitter det 2st Arnold Schwarsnegger (stavning) &amp; jag kan ju lova att jag inte va så störig då.<br/>  Men allt löste sig till det bra &amp; jag fick åka riktigt en <u>flådig</u> mercedes hem.<br/> <br/>  Detta va ett par år sedan &amp; självklart visste jag inte om hans status när jag svara i hans dotters telefon. Nej, detta va en fyllesak som jag inte hoppas händer igen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cool2.gif\" title=\"Cool\"/>"
		]
	},
	{
		"postIndex": [
			[161],
			[134],
			[142]
		],
		"postTime": [
				"2005-07-18",
				"2005-02-19",
				"2005-02-21"
		],
		"postNum": [
			[172],
			[144],
			[153]
		],
		"postLink": [
				"/sp2535588",
				"/sp1872481",
				"/sp1880676"
		],
		"postUser": [
				"Abomination",
				"Drott",
				"shivaspace"
		],
		"postUserID": [
				"/u75814",
				"/u6335",
				"/u58990"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p15",
				"https://www.flashback.org/t119551p12",
				"https://www.flashback.org/t119551p13"
		],
		"userUrl": [
				"https://www.flashback.org/u75814",
				"https://www.flashback.org/u6335",
				"https://www.flashback.org/u58990"
		],
		"sentence": [
				"Ariskt anknytna gäng<br/> <br/>  Ariska Brödraskapet - våld o brott, fängelse organisation,,<br/>  Anti-afa - pysslar med att hitta jobbiga journalister<br/>  Blood and Honour - våld  död, allmänt otrevliga, finns i hela skandinavien<br/>  Brödraskapet Wolfpack - Nazister med MC, <br/>  Combat 18 - Kan finnas i Landet, men organisationen är lite väl tung för lilla Sverige, <br/>  Info 14 - jagar antinassar som är anställda av den onda regeringen<br/> <br/>  Hund-relaterad gäng<br/>  Pitbull-Sweden - Finns både i Nazistanknytna  (då heter hundarna typ Aryan, Göbbels, Hitler, SS, ja ni vet) och ex jugoslaviska gäng (typ så heter hundarna mkt coolare , typ Beast, Rhino, Killer, Blood, ja ni vet...)<br/>  Svea-bulls - också ngn pitbull organisation, ...vem är maskoten hunden eller männsikan, de träffas och låter hundarna slåss, de tjänar pengar på det, och slår inte varandra, sörjer tillsammans när en hund dör, fan detta e nog ngn mutation, låter nästan idealiskt...<br/> <br/>  Motorcykelpojkar<br/>  Hells Angels - Vet väl alla vem dessa är<br/>  Bandidos - Som ovan<br/>  X-team - Bandidos prospects, kan också vara nytappning av A-team,,,,<br/>  sen finns det väl en rad andra mindre MC prospects o wannabes, som Outlaws, Diablos, etc....<br/> <br/>  Etniska/inlåsta djävar gäng<br/>  Original Gansters - Turkar (eller assyriska turkar), gbg nissar,,,<br/>  Albangänget - Skogstokia albaner som var för galna för albanien,,hur fan går de till vet ingen<br/>  Naserligan - annan etnisk grupp<br/>  FFL - fuck for life - Latinos som e för fula för att få murra så de våldtar istället, ..lyckades komma undan en gruppvåldtäkt på en äldre kvinna som uppmärksammades av sossebladet...<br/>  Kriminella organisationen Brödraskapet - Nassar, turkar, bottenskrapet...typ jobbiga i allmänhet, slåss med maffia falanger i sthlms regionen,, <br/> <br/>  Maffia falanger i svea rike<br/>  Rysska Maffian - talar för sig själv, onda, råa, fulla --- ryssar<br/>  Estniska maffian - polska horor, amfetamin, o torsk på tallinn<br/>  Serbiska maffian - Milan sevo i topp, härjar med lillebror o storerbror serbo,,,<br/>  Balkan Maffior, galna djävlar på frilans-härjerier, bulgarer, rumäner, tjecker, polacker, ungrare, take your pic. <br/> <br/>  Sånt som fanns men inte finns längre<br/>  Familjen - startades i borlänge, slutet av 80 början 90 tal,,, ganska grymma, helsvenska, galna som vikingar, drack mjöd och åt svampar åkte till istanbul o slogs....<br/>  Kok och Blås AB - startades på KTH av en kemist som insåg hur man kan göra tjack i badrummet, Kok står för den del som kokade droger och blås för skalbolgaet, som ja...blåste folk, med sugrör eller pistol vem vet...dessa har polisen inte fått tag på....<br/>  Underground - Dansk/svensk, sysslade med smuggling av diverse, upphörde officiellt när Cristiana stängdes, kan finnas vem vet...<br/>  Vikingar - dog för länge sen,,, synd att de inte finns ngn neo-vikings liga, skulle vara urball,,,,<br/> <br/>  Andra gängliknade ting<br/>  Pingströrelsen - Helge fossmo, grymt galen nisse, döda frugan drog över barnflickan, lätt grövst i landet,,,,<br/>  Mihajlovic - Dum i huvet, dödade allas våran Anna Lind, den jäveln, gick i samma klass som min Kusin....var tokig redan då...satt o sa bajs i flera timmar...<br/>  Göran persson - Landsmissbrukare, socialist, super för skattepengar, ....när ska vi göra statskupp och införa monarki,,,ett kungadöme ska styras av kung...<br/>  Tengil - Sagofigur bor i nagiala eller va de nu heter, har egen drake,,,coooolt<br/> <br/> <br/>  ------<br/> <br/>  de va nog allt jag kunde komma på ...sen finns de ju mkt grövre organisationer, ,,Nätverket, Balkan Brotherhood, Powerhouse, ..Men om de har falanger i lilla Sverige, de tror jag inte... <br/> <br/>  -------",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det finns en del skinnskallar kvar här i stan, men man ser dem inte så ofta längre. Tror att mycket dog när Johnny bytte sida och Jocke åkte in. Det gäng som var med på Kalla fakta 96 har jag faktiskt aldrig stött på, även fast jag har träffat de flesta organiserade från e-tuna. <br/> <br/>  Vet itne hur stora de är idag, men Combat 18 etablerade sig väl i Sverige ett tag, kanske dog ut, samma med B&amp;H.<br/> <br/>  Som nämnt så har vi ju OG, \"Albanligan\", Brödraskapet Wolfpack, Hells Angels, Bandidos, X-Team, Outlaws MC, FFL, Familjen, även fast de kanske inte existerar i samma anda längre. Vidare finns ju Uppsala maffian, vet inte så mycket om dem dock, bara hört en del. <br/> <br/>  I mina hemtrakter hade vi några som kallade sig AMB, arboga maffia boys, otroligt skrämmande var det. Sen hade vi något gäng i köping också, riktiga hårdingar hela bunten, slogs aldrig om de var färre än 3 mot 1.  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Juggemaffian hävdade många juggar på kåken bara var uppdiktat av media, men så brukar det ju låta, sant är iaf att de kontrollerar mycket av restaurangbranschen i sthlm och andra större orter.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vilka var detta, vad står det för, något med skiftinge???",
				"angående brödraskapet, dom har man hört mycket om men det verkar finnas många \"brödraskapet\" En vän till mig hade en mycket otrevlig relation till motorcykelgänget brödrarskapet. Men sen fanns det också ett lokalt gäng som kallades brödrarskapet så jag vet varken ut eller in.<br/> <br/>  ordet brödraskap är också ett ord för ett gäng som som ställer upp för varandra, kanske kan va därför, va vet jag... eller så är det bara rykten som cirkulerar att det är si olch så!<br/> <br/>  motorcykelgänget brödrarskapet finns inte kvar längre va?"
		]
	},
	{
		"postIndex": [
			[198],
			[216],
			[179]
		],
		"postTime": [
				"2005-10-27",
				"2006-01-07",
				"2005-07-22"
		],
		"postNum": [
			[212],
			[230],
			[191]
		],
		"postLink": [
				"/sp3113133",
				"/sp3495537",
				"/sp2557770"
		],
		"postUser": [
				"Mosku",
				"Rehabilitering",
				"kosmonaut1000"
		],
		"postUserID": [
				"/u99271",
				"/u107367",
				"/u81812"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p18",
				"https://www.flashback.org/t119551p20",
				"https://www.flashback.org/t119551p16"
		],
		"userUrl": [
				"https://www.flashback.org/u99271",
				"https://www.flashback.org/u107367",
				"https://www.flashback.org/u81812"
		],
		"sentence": [
				"Hur många finnar är med i sånna här gäng och finns det gäng med bara finnar ?<br/>  Undar bara lite <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"<b>Original Gangsters</b> är kanske för tillfället svaga enligt media och er, men ni som inte vet något borde hålla käften, Ledarn för gänget kommer ut i år och då ska ni få se vad som kommer hända, antingen drabbar dom samman med bandidos eller så sluter dom fred för att brodern till OG's ledare sköt en broder till en Bandidos medlem, och jag har även läst att ni säger att gänget startades i tälje, stämmer inte heller, det startades i fängelset av Danho Acar som kommer från Angered i GBG. Vänta lite och se, jag känner personligen många ur gänget och jag vet att dom senaste månaderna har OG värvat 7-8 nya medlemmar. X-team är inte bandidos.. det är ett supportteam till bandidos, dom är ett gäng fjantar vilket jag vet eftersom jag själv drabbat samman med dom en gång, det finns oftast 2-3 tuffa killar i gänget resten är mobbade fjantar som söker sig till gäng för att få lite kompisar, dessutom är bandidos ett stort skämt, att ledaren är iranier och många medlemmar är rasister förstår jag inte hur det går ihop, tänkte bara tala om för er att OG är Assyrier, många säger sig vara med OG, det är lätt att se, bara be dom kavla upp ärmarna och titta på armen om Assyriska flaggan är tatuerad med initialerna O.G är inristade i cirkeln på flaggan, finns det ingen är killen en bluff.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Själva organisationen (om man nu kan kalla den för det) finns kanske kvar men många medlemmar hoppade som sagt av. Om jag startar min egen organisation så finns ju organisationen trots att bara jag är medlem men hur många skulle anse det vara en organisation? Knappast någon. <br/>  Likadant är det med OG som jag fattat det. Vad kommer hända med han som låg bakom mordet i Gårdsten när han kommer ut? Kommer Bandidos låta honom vara? Om inte måste ju övriga medlemmar backa upp honom och hur många är beredda att göra det mot såna som Bandidos? Knappast någon, särskilt med tanke på att det inte var Bandidos som gjorde en idiotgrej och startrade alltihopa helt i onödan utan en av de högre uppsatta i OG.<br/>  Som ledare har man ett ansvar gentemot de under, om man äventyrar dem är man inte någon bra ledare och då vill de under inte vara med längre."
		]
	},
	{
		"postIndex": [
			[315],
			[254],
			[255]
		],
		"postTime": [
				"2006-03-25",
				"2006-01-17",
				"2006-01-18"
		],
		"postNum": [
			[331],
			[268],
			[269]
		],
		"postLink": [
				"/sp3918997",
				"/sp3552897",
				"/sp3555075"
		],
		"postUser": [
				"Trollish",
				"frio",
				"Pawelk"
		],
		"postUserID": [
				"/u100324",
				"/u85470",
				"/u104301"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p28",
				"https://www.flashback.org/t119551p23",
				"https://www.flashback.org/t119551p23"
		],
		"userUrl": [
				"https://www.flashback.org/u100324",
				"https://www.flashback.org/u85470",
				"https://www.flashback.org/u104301"
		],
		"sentence": [
				"BBB finns det ett gäng som håller till i mina trakter.<br/>  Dom håller på med allt från att spänga bankboxar till indrivning.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Finns många som klarar av att gå vidare o bli bra människor fastän dem bott som dem gjort och haft en tråkig barndom. Synd bara att vissa inte är starka nog att hantera det utan måste spela häftig och begå brott och sabba för andra.<br/> <br/>   </td> </tr> </table>  <br/>  Vakna, man släcker inte sina vänner! Gå med i röda korset, du passar nog bra där..",
				"Det sjukaste med hela den här gängbrottsligheten är att polisen/säpo inte har någon koll alls. <br/>  T.ex. fick Danho Acars kusin göra lumpen och lära sig både spränga, hantera Ak5 och bli utbildad på ksp. Detta utöver den allmäna stridskunskap han fått. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/>  När han sedan ska råna värdetransporter så kommer säkert hans utbildning väl tillpass... hoppas bara inte poliser kommer ivägen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Eftersom bara 10-20% av alla killar gör lumpen borde det inte varit så svårt för Säpo att ha en \"svart\"-lista där värnpliktsverket lite smidigt i smyg sorterar bort säkerhetsrisker. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/>"
		]
	},
	{
		"postIndex": [
			[357],
			[361],
			[356]
		],
		"postTime": [
				"2006-04-26",
				"2006-05-25",
				"2006-04-26"
		],
		"postNum": [
			[374],
			[378],
			[373]
		],
		"postLink": [
				"/sp4083291",
				"/sp4251396",
				"/sp4080454"
		],
		"postUser": [
				"yatzy_winner",
				"Atem",
				"johnny_skåne"
		],
		"postUserID": [
				"/u96927",
				"/u104346",
				"/u119180"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p32",
				"https://www.flashback.org/t119551p32",
				"https://www.flashback.org/t119551p32"
		],
		"userUrl": [
				"https://www.flashback.org/u96927",
				"https://www.flashback.org/u104346",
				"https://www.flashback.org/u119180"
		],
		"sentence": [
				"Ja du Johnny, du lär vara ett stort Bandidos-fan. Jag har flera belägg för att detta gäng inte är så skickliga som dom (ni?) utger sig för att vara. Ta nu dom här två senaste exemplen. Två medlemmar ur Bandidos samt en provmedlem klarade inte ens av att på ett anonymt och smidigt sätt att spränga Massouds bil, utan hamnar nu förhoppningsvis i finkan några månader. Tre yrkeskriminella klarar alltså inte av att spränga en bil utan att bli upptäckta! Det andra exemplet är det mest graverande, och det inträffade nu i veckan. Fyra män grips för Landvetter rånet och enligt polisen så är ett par av dom medlemmar/eller personer med anknytning till Bandidos. Polisen har enligt egna uppgifter spanat på dessa fyra män under flera veckor. Anser inte du Johnny, att man som yrkeskriminell ska upptäcka att man blir skuggad av snuten i ett tidigt stadium?? Jag menar, så att man hinner dra innan tillslaget kommer?<br/> <br/>  Jag har faktiskt ett exempel till, och det är att i samband med detta tillslag mot dessa fyra, samt husrannsakan i Bandidos klubblokaler, så har enligt Göteborgsposten en 25-årig Bandidoskille talat med nämda tidning. Jag som trodde att medlemmarna under några som helst omständigheter inte talade med någon media! Så kan du förklara dessa snedsteg Johnny? Det glädjer mej dock att du inte förnekar att Bandidos är en kopia av Hells Angels. HA som är orginalet i svensk kriminalhistoria, och som en massa olika grupperingar har försökt härma, men ständigt misslyckats. Ni har redan nämt alla dessa gäng flera gånger i den här tråden.<br/> <br/>  Angående att Bandidos skulle komma till Jönköping så välkommnar jag det. I den stan finns det en massa töntiga Wannabe-kriminella som skulle behövas sättas på plats (AFA, nazister, tattare), och jag tycker även det vore nyttigt för Jönköpingspolisen, så att dom skulle få svettas lite, samt få göra skäl för sina höga löner.<br/> <br/>  Ja, kanske blir en del arga på mej nu, men det får jag väl ta, jag har blivit påhoppad påhoppad av många elaka wiseguys en hel del gånger i mitt liv, så jag vågar absolut säga vad jag tycker.",
				"Det finns ett skräckinjagande MC-gäng i Luleå som kallar sig själva för <a href=\"/leave.php?u=http%3A%2F%2Fwww.labbiga.com%2F\" target=\"_blank\">Läbbiga skogen</a>...",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Ja det är verkligen märkligt att polisen skulle känna till om hattarna tänkt öppna en ny avdelning i jönköping....  Med tanke på att bandidos inte ens klarar av att knäcka en helt vanlig svensson så lär ju inte polisen ha någon som helst koll på dem..... Span o avlyssning lär inte förekomma mot bandidos...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>  Vad resultatet lär bli i \"Massoud-affären\" är att han inte kommer bli knäckt utan hans liv kommer aldrig bli detsamma igen så det är förstört istället...  Några enstaka medlemmar kanske fick några månader på  kåken, men det är fortfarande klubben som bråkar med \"Massoud\" och kommer naturligtvis inte släppa detta... Nä han lär få leva med skyddad identitet resten av livet, o hans resturang lär inte bli lämnad i fred...  När han valde att gå till polisen så förlorade han automatiskt spelet o nu kan han aldrig \"vinna\" detta spelet.<br/> <br/>  Ja bandidos skämmer ju verkligen ut sveriges yrkeskriminella, speciellt den medlemmen som för några år sen slog ihjäl en golar på kåken med två biljardbollar i en strumpa...  Men vad vet jag? du har ju uppenbarligen gjort ett antal vändor på kåken o är förmodligen en av de yrkeskriminella som känner sig utskämmd av dem. Om jag varit dig så skulle jag gå till massoud o erbjuda ta över krogen så du visar dem vem som bestämmer! Då lär bandidos inte snacka så tufft på sin hemsida längre!  :-)<br/> <br/>  Det du skrev var bara så förvirrat o verklighetsfrämmande så jag började gråta kunde inte sluta förrän jag väckt dig ... Men nu vaknade du upp i deras värld istället o regelboken är helt annorlunda än den du har i din andra värld.. Sveriges rikes lag är nämligen namnet på skithuspappret här så du vet det nästa gång du bajsar på dig... Nog bäst du håller dig tills du kommit hem igen så du inte skämmer ut dig mer, för hemma får man skita lite utanför utan någon bryr sig, det torkar ju mammapolis upp.... :-)"
		]
	},
	{
		"postIndex": [
			[478],
			[442],
			[424]
		],
		"postTime": [
				"2007-02-09",
				"2006-10-23",
				"2006-09-11"
		],
		"postNum": [
			[500],
			[464],
			[446]
		],
		"postLink": [
				"/sp6287269",
				"/sp5362922",
				"/sp5017514"
		],
		"postUser": [
				"Tammer",
				"Drillen",
				"Drillen"
		],
		"postUserID": [
				"/u56123",
				"/u134760",
				"/u134760"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p42",
				"https://www.flashback.org/t119551p39",
				"https://www.flashback.org/t119551p38"
		],
		"userUrl": [
				"https://www.flashback.org/u56123",
				"https://www.flashback.org/u134760",
				"https://www.flashback.org/u134760"
		],
		"sentence": [
				"Det är väl invandrargäng och ev mixade \"mc-gäng\". Finns det några andra?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Andreas B och Tumpi är också gamla skinnskallar (Tumpi kort period i Finland), Andreas är mig veterligen ej längre medlem.<br/> <br/> Vad gäller övriga fakta så verkar du vara rätt välinformerad, jag kan ha misstagit Theo för member när han satt där och skrävlade.<br/> <br/>  </td> </tr> </table>  <br/> <br/> Såg idag två killar kliva ur en svart MB nere i Årsta....de hade samma stora guldfärgade kungakrona på ryggen sen stod det med samma stil (tror den heter old english) Syndicate ovanför kronan och under Organization och det var ta mig fan det fetaste jag sett när det gäller den biten....jackan var någon form av bomberjacka fast med krage och den var i mörkblått....sen när jag gick ut från min bil som jag parkerade bakom såg jag att på fönstret på bakdörren stod det \"Support Red And White\" på ett klistermärke så dessa killar verkar stöda samma grej som dom gjorde som Mc klubb och det tycker jag är kul som fan för det finns så jävla många som vänder kappan efter vinden när dom inte lyckas med det dom velat och då hoppar på något annat så dom har inte bara snygga jackor utan stödjer de rätta färgerna med och det gör ju saken bara ännu bättre......Sen såg jag att Bandidos visst fått ett till Supporter gäng som hade svarta tröjor med rött tryck men jag kom fan inte ihåg namnet på dem (man glömmer lätt det som är oviktigt)........",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vet inte riktigt vart jag skall börja men men...<br/>  Dom satt och skrävlade ute hos Brödraskapet i Länna att dom kunde fixa vapen, vart tillfrågade om dom kunde fixa fram en haubits 77, -inga problem sade dom, frågan är om dom visste vad dom pratade om.<br/>  Dom lovade att fixa kött till Brödraskapets grillfest, dom leverade 70 härsken oxfilé...<br/> <br/>  Dom (6st från syndicate och 2 från hirdsmen) slogs med 2 skinheads på kellys i Stockholm, HA fick reda på det (det fanns på den tiden en gammal skinnskalle i HA), Skinheads och bågemuppar har jämt kommit bra överens i Stockholm, det plus att Syndicate-killarna satt och skrävlade över att dom minsann \"var godkända av HA\" PLUS förljande story: Killen som lackerade flera av HA:s hojjar fick besök av Syndicate: dom förklarade vilka dom var och att dom skulle ha hans Bmw \"annars\", lackeraren ringde HA och frågade vad det var för nötter.... dessa 2 händelser fick bägaren att rinna över, några från HA åkte till Syndicate och tog ifrån dom västarna samt läxade upp dom som inte kunde uppföra sig, efter det så har det varit tyst om dom, och det här var runt -97/-98.<br/> <br/>  Jag var själv med vid samtliga händelser förutom den hos lackeraren, om vi åkte på stryk på Kellys? hahaha yupp, det går liksom inte att vara 2 st som slåss mot 8... natten avslutades i ambulans samt på Huddingesjukhuset, jag har tom ett tidningsklipp om det någonstans...<br/>  Jag har inget otalt med killarna då det var min kamrat som ställde till allting på krogen, jag fick en \"håll dig undan smäll\" så jag lättade och for in under jackorna i garderoben, men kamratens näsa satt på kinden kan man säga.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Detta är nog det värsta av skitprat jag någonsin läst på detta Forum!!!<br/> <br/>  Vi börjar med de två historier du drar om Syndicate och Brödraskapet.<br/> <br/>  Nummer ett det fanns bara EN medlem i Syndicate som satt ute hos dom och umgicks med dom och pga det vart han utkastad i Syndicate och den killen hette Theo och var en haltande tjackis och om denne setat och lovat Brödraskapet saker så kan du inte sitta ock skriva att hela klubben lovade saker för du skriver ordet DOM!!<br/> <br/>  Nummer två det var Crille som var Vice President i Hirdmen som levererade Oxfilen till Brödraskapet och fick efter det besök av Marcus och Krasse eftersom flera stycken vart magsjuka efter den festen så det hade inte ett skit med Syndicate att göra.<br/> <br/>  Nu till din historia om Janne för det är så lackeraren heter.<br/>  Det var inte ett endaste problem i den saken utan det var en Medlem ur Syndicate och en Prospect ur Asa Mc som åkte hem till denne men porten var låst så medlemen i Syndicate ringde upp han när dom stod utanför och efter det samtalet var saken klar och det var inget snack om någon Bmw och ingen i Hells Angels lade sig i för den delen heller så sluta upp med ditt trams och skriv fakta om du ska skriva saker på detta Forum.<br/> <br/>  Syndicate vart godkända på ett Stockholms möte av just Hells Angels och fick från den dagen sina märken påsatta hos Asa Mc som höll i mötet tillsammans med Hells Angels och efter det mötet var Syndicate och Hells Angels alltid överrens för på mötet så förklarade Syndicate att dom var en supporter klubb  så det fanns inget som var oklart mellan dessa två klubbar någonsin och den dagen Syndicate valde att lägga ner ringde dom ut till Hells Angels i Bromma och sa som det var och inget mer med det. Så åter igen visar du vilken skitpratare du är FY FAN jag verkligen HATAR sånt skit du håller på med.<br/> <br/>  Nu till incidenten på Kellys det var 3 och inte 6 killar från Syndicate där och sen om Hirdmen var där just då menas inte att dom var i Syndicates sällskap. Det som hände var att endast EN medlem i Syndicate var den som slog och att han fällde dig och din kamrat var ju tråkigt men alla vet ju att ölen är billig på Kellys så ni var nog ganska berusade båda två (om det nu tröstar dig) hursomhelst om den såkallde håll dig borta smällen inte fick dig att vakna ur dina drömmar får vi alla hoppas att efter du läst detta vaknar och börjar leva i verkligheten igen för FY FAN KARL VAD DU GILLAR ATT HITTA PÅ SAKER FY FAN SÄGER JAG BARA!!!<br/> <br/>  Medlemen som du säger var gammalt Skinheads heter Ray även kallad \"Rejjan\""
		]
	},
	{
		"postIndex": [
			[525],
			[516],
			[533]
		],
		"postTime": [
				"2007-07-03",
				"2007-06-09",
				"2007-07-26"
		],
		"postNum": [
			[550],
			[541],
			[558]
		],
		"postLink": [
				"/sp7604354",
				"/sp7377903",
				"/sp7822728"
		],
		"postUser": [
				"underr",
				"Vukovic",
				"DkM"
		],
		"postUserID": [
				"/u105284",
				"/u182488",
				"/u179331"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p46",
				"https://www.flashback.org/t119551p46",
				"https://www.flashback.org/t119551p47"
		],
		"userUrl": [
				"https://www.flashback.org/u105284",
				"https://www.flashback.org/u182488",
				"https://www.flashback.org/u179331"
		],
		"sentence": [
				"Har inte syrianerna/assyrierna ett gäng ?",
				"Tror inte det finns några speciella gängbildningar kring där jag bor i Skellefteå/Umeå. Möjligen små konstellationer som inte blivit namngivna.<br/>  Finns några obetydliga som jag kan rabbla upp iallfall;<br/> <br/> <b>Skulls</b> - Raggargäng. Känner igen dom på västarna, dom är många men inte alls några som söker bråk (längre?). Verkar inte verka kriminellt alls.<br/> <b><br/>  Rough Creed</b> - Hittils ett totalt anonymt MC-gäng i Skellefteå. Verkar inte ha någon koll på kriminella kretsarna i stan.<br/> <br/> <b>Ligan Boys</b> - Vet inte om infrastrukturen eller antalet, bara hört namnet i samband med flera slagsmål.<br/> <br/>  Chansen att du skulle få stryk eller bli rånad av någon av ovannämnda grupperingar är ändå kritiskt liten. <i>Däremot uppger ju heller inte gängen att de har något intresse att göra det heller.</i><br/> <br/>  MEN, har jag fel så upplys mej?",
				"Inte mycket till gängverksamhet häromkring där jag bor men jag kan väll gå igenom det som finns.<br/> <br/> <b>Ronneby:</b><br/>  Inget för tillfället, visst, det lokala skinhead-gänget finns väll kvar, men dem e varken särskilt krimminella eller organiserade, på sin höjd så langar de sprit och misshandlar någon då och då. Även invarndrar-ungdomarna, som förrut kallade sig \"RBM\" - \"Ronneby Brown Maffia\", finns väll kvar, men dem e ungefär lika krimminela som skinnhuvudena.<br/> <br/> <b>Karlskrona:</b><br/>  Tror inte att det finns så många av \"gängen\" kvar här. Under 90-talet och början av 2000 så härjade ju \"KMM\" villt i stan, KMM står för \"KungsMarks Maffian\". Dessa killar var väldigt oorganiserade men ganska krimminella, de höll på med droger, misshandel, langning och allmänt kaxxande...Dock så e det nog bara deras mesiga småbröder som ännu kallar sig för KMM, de andra har väll blivit \"vuxna\". Har även hört talas om ett gäng som kallar sig Mecca, men vad jag har förstått så e det enda de gör att röka hash dagarna i ända och skolka från skolan. Nynazismen är väldigt starkt rotad i Karlskrona, NSF finns ju här, och många av deras \"supporters\" kan man nog kalla krimminella, även om dem bara är det i \"nationens tjänst\". Men det är inget vidare organiserat där heller.<br/> <br/> <b>Kallinge:</b><br/>  Många lokala skinnhuven och blöjnazzar, men inget organiserat.<br/>  Det finns dock ett gäng på kanske 5-7 pers i åldrarna 15-17 som kallar sig \"KCE\". Tror det står för Kallinge City Elite. De ägnar sig åt att, organiserat, speka upp folks gräsmattor med mopederna och dricka, för sin ålder, kopiösa mängder öl. Brukar se dem vid grillen när man går ner till konsum o handlar. De brukar spela in hela kalaset med en mobil eller liknande. Har för mig att en av deras filmer låg på youtube..."
		]
	},
	{
		"postIndex": [
			[585],
			[584],
			[588]
		],
		"postTime": [
				"2008-08-15",
				"2008-08-15",
				"2008-09-24"
		],
		"postNum": [
			[612],
			[611],
			[616]
		],
		"postLink": [
				"/sp12434618",
				"/sp12432151",
				"/sp13005990"
		],
		"postUser": [
				"JJDecay",
				"HardcoreBiker",
				"Torpedos"
		],
		"postUserID": [
				"/u159372",
				"/u277425",
				"/u288310"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p51",
				"https://www.flashback.org/t119551p51",
				"https://www.flashback.org/t119551p52"
		],
		"userUrl": [
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u277425",
				"https://www.flashback.org/u288310"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Seven Sins MC har aldrig försökt profilera sig som ett 1% gäng.<br/>   </td> </tr> </table>  <br/>  En vis man sa en gång till en kille efter en diskussion, då grabben i fråga försökte säga att dom är inga \"1% , outlaws wannabes\" att:<br/> <br/>  Det är inte vad man är, utan vad man utger sig för att vara som sätter en stämpel.<br/> <br/>  HA, BMC, OMC vet ju alla var dom står, sedan finns det många som försöker åka snålskjuts på imagen. Genom att exempelvis försöka florera sig på 1% fester mm mm mm.. Visa sin support med t-shirts etc. <br/> <br/>  Nu inte sagt att seven sins är sådana för det har jag ingen aning om, men det är just sådana grejjer som sätter igång rykten. (så detta inlägg har inget att göra med klubben sevens sins)<br/>  Och det värsta är, att oftast dom som när läget är lugnt, vill hålla sig lite med 1% stil oftast är dom som verkar springa med svansen mellan benen när det hettar till. Tycker nog Hog Riders (undantaget Stockholms chaptret) verkar ha varit lite åt det hållet. Där höll inte imagen så långt när det väl vart hett om öronen.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Seven Sins försöker ju profilera sig som den enda 1% Mc-klubben i stan.<br/>   </td> </tr> </table>  <br/> <br/>  Förmodligen för att det inte finns något att diskutera.<br/>  Seven Sins MC har aldrig försökt profilera sig som ett 1% gäng.<br/>  Visst har det florerat rykten om både det ena och det andra men allt är ju bara skitsnack. Känner man grabbarna i klubben vet man att det bra grabbar.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  vad hände med den stora negerns gäng? chosen ones hette dom väl? någon som vet om dom finns kvar eller inte? stod i svensk maffia att dom står nära hells angels. esa heter han deras ledare."
		]
	},
	{
		"postIndex": [
			[690],
			[701],
			[703]
		],
		"postTime": [
				"2009-03-26",
				"2009-03-27",
				"2009-03-27"
		],
		"postNum": [
			[724],
			[735],
			[737]
		],
		"postLink": [
				"/sp15809885",
				"/sp15834342",
				"/sp15834709"
		],
		"postUser": [
				"Sicilianaren",
				"Jocke_S",
				"Jocke_S"
		],
		"postUserID": [
				"/u272383",
				"/u206148",
				"/u206148"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p61",
				"https://www.flashback.org/t119551p62",
				"https://www.flashback.org/t119551p62"
		],
		"userUrl": [
				"https://www.flashback.org/u272383",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u206148"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Har inte räknat.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är det som är grejen det finns ingen i den fjant släkten som är något i den kriminella världen, dom i malmö är absolut ingenting! Två bröder som ska vara \"tyngst\" i den släkten fick problem med några juggar... då gjorde dom bort sig ännu mer och ringde efter \"förstärkning\"...det slutade med kraftiga böter...<br/> <br/>  Och du vad snackar du om.. liten örfil, han fick konstant stryk så han fick be om P18... och en rolig sak- killen är kusin med dessa bröder och räknas också som en \"topp rankad\" hos dom!<br/> <br/>  Jag har sagt både det ena och det andra till vissa där, vill inte gå in på vad då det inte spelar någon roll. Men du borde tänka om - finns mycket större kaliber än några pajaser som springer runt med köksknivar och bråkar om vem som ska gifta sig med vems kusin...motbjudande äckliga djur!<br/> <br/>  Följa med till torget... du är allt bra rolig du...vad ska jag göra där förhandla om svenska apelsiner och meloner.... Jag behöver inte hävda mig, det räcker med att jag själv och folk i min omgivning vet vad jag går för. Men jag skulle utan problem kunna konfrontera dom aporna! men det är en annan historia...<br/> <br/>  finns ju även släkt en i gbg A-K där b.la en yngre kille blev dömd då han sköt en chilenare i gårdsten, den familjen/släkten däremot kan ta för sig, och dom är trevliga och sympatiska och spelar inte allan till skillnad från mupparna nere i malmö",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Han jag satt med var på gränsen till feminin, men genom att prata runt med juggar, albaner och andra på avdelningen så insåg man att han hade sin rygg.<br/> <br/> <br/>   </td> </tr> </table>  <br/> <br/>  Jag är hård men rättvis, nej men skämt åsido, men ja kolla du upp det- skit i vad media skriver som försöker måla upp dom till något dom inte , eller vad folk som inte är insatta och går efter lösa rykten säger!<br/>   I den kriminella arenan så känner alla varandra , så en sån sak är enkel att checka!<br/> <br/>  Du kommer få dig ett gott skratt kan jag lova!<br/> <br/>  och att han killen du satt med råkar känna lite folk är väl säkert för att dom inte genomskådat honom än eller så kanske dom tjänar pengar på killen...<br/> <br/>  Han som satt på kirseberg var en skitsnackande mytomaniserad horsare! men han försökte ge sken av att han var en stor kille... hahha bluffen blev kortvarig! <br/> <br/>  Att jag reagerar så hårt mot sådant folk, är för att dom flesta som suttit brukar vara sjyssta lugna killar som velat fixa snabba pengar och sedan torskat dit- det är vad allt handlar om i grund och botten, men här och var dyker det upp clowner som ska spela tunga gangsters, vilket är jävligt irriterande!"
		]
	},
	{
		"postIndex": [
			[809],
			[806],
			[821]
		],
		"postTime": [
				"2012-02-26",
				"2012-02-18",
				"2013-12-12"
		],
		"postNum": [
			[852],
			[849],
			[867]
		],
		"postLink": [
				"/sp35903751",
				"/sp35757420",
				"/sp46551908"
		],
		"postUser": [
				"Buzz-Aldrin",
				"Crackiesmalls",
				"KallaMigTEX"
		],
		"postUserID": [
				"/u357092",
				"/u219136",
				"/u850094"
		],
		"postUrl": [
				"https://www.flashback.org/t119551p71",
				"https://www.flashback.org/t119551p71",
				"https://www.flashback.org/t119551p73"
		],
		"userUrl": [
				"https://www.flashback.org/u357092",
				"https://www.flashback.org/u219136",
				"https://www.flashback.org/u850094"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>   </td> </tr> </table>  <br/>  Du... den var inte dagsfärsk=)",
				"GATU &amp; LA-Bloodz vet inte om dom var så seriösa dock <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>",
				"Dem två stora gängen i Stockholm är maffian som går Mellan Italien USA och Sverige dem har hand om stora delar den underjordiska drog världen som hanterar med allt från rån till mord jag kan dock inte kommentera jur. jag vet detta förutom att jag är vän med många av dem och att det är personer som jag umgås med dagligen dem hänger i söderort och stan.. Sen finns det 123 dem känner inte så många folk till för dem är tysta ingen snitchar vad som en händer dock så har dem varit vem på efterlyst många gånger men aldrig fast den största saken på efterlyst är mordet på killen av tre killar alla medlemmar i 123 dem va tvungna för killen som dog snitchade till ett annat gäng typ detta gäng består av alla etniciteter och kön fast är lokala i gubbängen,hökarängen,farsta,farsta Strand nämner inga namn förutom mitt eget så jag vet detta för jag själv är medlem i 123 // stolt 123a +hökaränsBO // AK47                  <br/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.mitti.se%2F%3Fp%3D62743\" target=\"_blank\">http://www.mitti.se/?p=62743</a>"
		]
	}
]
