[
	[
		{
			"postIndex": 172,
			"postNumber": 177,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 93.8,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 11.6,
			"postUserName": "aw",
			"postUserID": "u507115",
			"postUserUrl": "https://www.flashback.orgu507115",
			"postDateTime": "2011-01-27, 19:21",
			"postUrlInThread": "https://www.flashback.org/t1427614p15",
			"postUrlUniq": "https://www.flashback.org/sp28512159",
			"sentence": "Brukar bara läsa i vanliga fall, men här vill jag göra ett inlägg.<br/> <br/>  Har sett mycket skepsis angående Rossi/Focardi-experimentet här, och överallt på nätet... Men förvånansvärt lite uppdaterad information? <br/> <br/>  De påstår inte att de utför kall fusion, utan LENR (Low Energy Nuclear Reaction). <br/> <br/>  Den mest lovande teorin för LENR är nog Widom-Larsen (2005-2009) som förklarar alla mätbara fenomen (vad jag vet) kring LENR helt med vedertagen fysik. Bland annat NASA anser att Widom-Larsen håller som teori, och att LENR är mycket lovande för energiproduktion i framtiden. Det finns flera färska papper från andra halvan av 2010, på NASAs hemsida, som talar sig varma om potentialen hos LENR. Det finns också hundratals publicerade artiklar i ämnet. <br/> <br/>  Widom-Larsen:<br/> <br/>  Om man tillför ett starkt elektriskt fält till vissa metaller, i kontakt med väte, så kan elektronerna börja \"grupposcillera\" på metallens yta. När det händer så kommer vissa fria elektroner i fältet att få tillräckligt med energi för att kunna slås ihop med en fri proton och bilda en fri neutron. Detta är ett känt fenomen inom elektrosvag (Electroweak) växelverkan, som är ett relativt nytt fält inom fysiken (Nobelpris 1979).<br/> <br/>  Om neutroner bildas i den här processen så kommer de att vara nästan helt stillastående. En stillastående neutron innebär dels att den, i enlighet med rådande kvantfysik, har nästan 100% sannolikhet att \"sugas upp\" av en närliggande atom (kärna) och omvandla denna till en högre isotop (neutron capture). Samtidigt har den nästan 0% sannolikhet att lämna ytan där de bildas, eftersom den saknar rörelseenergi. <br/> <br/>  (I vanliga fall så flyger neutroner runt i världen med relativt hög fart, och det gör \"neutron capture\"  väldigt ovanligt under normala omständigheter.) <br/> <br/>  I det här fallet så skulle atomer i maskinens nickel suga upp neutroner, och omvandlas till högre isotoper av nickel, dvs med fler neutroner i kärnan. Dessa isotoper kommer att vara mer eller mindre instabila, och det finns även stor sannolikhet att inte bara en, utan flera, neutroner fångas av en och samma nickelatom, så att den skjuts upp till en flera nummer högre isotop.  <br/> <br/>  Till saken hör, en instabil högre isotop av nickel (och andra grundämnen) kan sönderfalla inte bara tillbaka till lägre isotoper av nickel, utan även till ett helt nytt grundämne med högre atomtal. Exempel:<br/> <br/>  1) Ni63 + neutron -&gt; (neutron capture) -&gt; Ni64<br/>  2) Ni64 + neutron -&gt; (neutron capture) -&gt; Ni65<br/>  3) Ni65 -&gt; (normalt sönderfall) -&gt; Cu65 + restprodukter + energi<br/> <br/>  Vi håller oss fortfarande inom helt vedertagen fysik. Processen kommer att producera energi vid sönderfall av de instabila isotoper som bildats. <br/> <br/>  Dock, detta är INTE fusion, utan kanske snarare fission (sönderfall) som följer av att man tvingat upp atomer hos metallen i ett högre instabilt tillstånd genom neutron capture. <br/> <br/>  För att ingen ska tro att detta låter som en evighetsmaskin så ska man komma ihåg att det går åt fria protoner och elektroner för processen. Enkelt kan man enkelt beskriva det som att man omvandlar fria protoner och elektroner till beståndsdelar i grundämnen, och frigör mellanskillnaden i energi genom E=mc2 på grund av att grundämnet har mindre massa än de fria partiklarna.<br/> <br/>  Om Widom-Larsen håller så innebär det att LENR:<br/>  * Producerar energi i samma storleksordning som fusion och fission,<br/>  * Inte producerar stora mängder skadlig strålning,<br/>  * Inte spottar ut neutroner,<br/>  * Kommer att bilda nya grundämnen och isotoper, vid fallet nickel så bildas mycket koppar,<br/>  * Inte kräver att Colomb-barriären övervinns (gäller bara proton+proton med samma laddning, ej neutroner) och därmed behövs inte extremt hög temperatur som i klassisk fusion,<br/>  * Experimentet har ett utförande identiskt med italienarnas, eventuellt palladium istället för nickel.<br/> <br/>  Det är dock INTE så enkelt att genomföra som det låter. För att det första steget ska inträffa (oscillationen) så ställs väldigt ovanliga krav på inte bara vilka ämnen man använder, utan även ytstruktur hos metallen, storlek, temperatur, tryck, fältstyrka, inkörstid osv. Det räcker inte med att slänga lite nickel i vatten och slå på strömmen och hålla tummarna. Men det är fortfarande inget hokus-pokus, utan ett 100% verifierat fenomen som uppstår under de rätta omständigheterna. <br/> <br/>  Eftersom ytan hos metallen är så viktig för experimentet så krävs det typiskt bearbetning av metallen (t.ex. kemiskt) på olika sätt för att få igång processen och upprätthålla en hög nivå. Det är en välfungerande bearbetning av den här metallen som italienarna säger att de har kommit på, och det är den informationen som de inte vill släppa innan patentet beviljas, eftersom bearbetningen är patenterad. Resten av innandömet i maskinen är gammal skåpmat inom LENR. <br/> <br/>  Slutligen kan man säga vad man vill om italienarna. Det ser inte jätteproffsigt ut, experimentet kanske är en bluff. Men teorierna bakom det, och faktumet att hundratals experiment av forskargrupper världen över har verifierat att LENR producerar energi på kärnnivå (och omvandlar mellan isotoper och grundämnen) talar ändå för att man någon dag kommer att lyckas med LENR.<br/> <br/>  Sen är det ju lite en Hollywood-myt att fysikexperiment utförs i balla lokaler med mysbelysning. Italienarnas presentation ser ut som en helt vanlig undervisningslokal på vilken högskola som helst, bärbara datorer och diverse fula mätinstrument som alltid. Metallfolie är praktiskt att arbeta med och fungerar utmärkt för både det ena och det andra.<br/> <br/>  Jag vill reservera för eventuella fel. Det var några år sedan jag läste fysik, och jag jobbar inte med det heller."
		},
		{
			"postIndex": 127,
			"postNumber": 132,
			"rankGlobal": 11,
			"rankLocal": 2,
			"scoreGlobal": 80.9,
			"scoreLocal": 86.3,
			"userRank": 24,
			"userScore": 9.6,
			"postUserName": "Halge78",
			"postUserID": "u257612",
			"postUserUrl": "https://www.flashback.orgu257612",
			"postDateTime": "2011-01-22, 04:44",
			"postUrlInThread": "https://www.flashback.org/t1427614p11",
			"postUrlUniq": "https://www.flashback.org/sp28392487",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Jag förutsätter inte att man lyckats med projektet, men det gör det likt förbannat inte omöjligt, vare sig du sagt att det är det eller inte. Jag kan inte påstå att jag bryr mig så mycket såvida det inte halverar min elräkning. <br/> <br/>  Men det blir tröttsamt att diskutera om folk lägger ord i mun på mig och avfärdar allt jag säger som trams bara för att jag inte känner till fysiken bakom en outforskad teknik. Ja, du hör hur det låter. Om vi skulle kallat processen för Vectrotenoltrialys istället för Cold fusion så hade man inte haft något att jämföra med. <br/> <br/>  Att avfärda en okänd och outforskad teknologi känns lika vettigt som att hänga någon som tror jorden är rund, vilket man gjorde förr i tiden, då man också hade alla svar man behövde.<br/> <br/>  Vad gäller liknelsen med flygplanen så är den inte så dålig som du får den till. Folk avfärdade den iden också, \"inget som är tyngre än luft kan flyga\" hette det då. Märkligt med tanken på att folk måste sett fåglarna klara av det. Vad jag menar är, ser man att någonting verkar fungera så är det per definition inte omöjligt. <br/> <br/>  Därför tycker jag resultaten av forskningen kring Cold fusion aka Vectrotenoltrialys är intressant och förstår därför inte varför man avfärdar den så enkelt, trots att man får resultat?</div> </td> </tr> </table> </div> <br/>  Jag förstår din poäng. Dock håller jag inte med. Jag avfärdar inte saker för att jag inte förstår hur det fungerar. Jag avfärdar dom för att det inte finns något som tyder på att det kan fungera.<br/> <br/>  Jag har inte läst några anteckningar från forskarteamet, och skulle sannolikt inte förstå dom i alla fall. Dock är sannolikheten för att dom ska ha upptäckt något så banbrytande, att ingen annan har funderat i de banorna, utan att diskutera det med andra fysiker, och lyckats bygga en fungerande prototyp, väldigt väldigt liten. Det är inte omöjligt, nej det har du rätt i, men mycket osannolikt.<br/> <br/>  Du tar för givet att teorierna inom området är okända. Jag tror att det är där vi framförallt har meningsskiljaktigheter. Bara för att vi inte vet hur vi ska göra en sak, så betyder det inte att vi inte vet vad vi behöver för in-parametrar.<br/> <br/>  Jag lovar. Jag önskar också att detta stämmer. Jag ska själv tala om hur fel jag hade om det stämmer (vad det nu skulle ge dig vet jag inte). Detta skulle sannolikt vara en av de absolut största upptäckterna i världen. Genom historien. Tillsammans med penicillin och weissbier.<br/> <br/>  Dina jämförelser med \"jorden är rund\" eller \"inget tyngre än luft kan flyga\" har ingen grund. Det kanske var medelmänniskans inställning, men folk med fysikalisk utbildning hade en annan uppfattning. Anledningen till att man inte flög tidigare var i princip att man inte hade effektiva framdrivningssystem. I o m detta forskades det lite på aerodynamik (även om det förekom). Att jorden var rund bevisades på 1500-talet om jag inte missminner mig, men det hade bevisats att den inte var platt många hundra år innan.<br/> <br/>  Skillnaden mellan då och nu är stora. Inte för att vi är smartare, utan för att 95% av befolkningen inte behöver odla mat för att överleva. Jag gissar (gissar även att det skiljer sig på många 10-potenser) att det finns fler personer levande idag som förstår Newton-mekanik än som har dött med kunskapen. Forskning handlar även till stor del om samarbete. Vi är dessutom fler. Detta kommer leda till att vetenskapliga stegen blir kortare men fler.<br/> <br/>  Att teoretiskt ta fram en teori gällande detta, testa den och producera en prototyp, utan att någon annan har diskuterat det med dom, samt det faktum att de inte fått de teoretiska sambanden publicerade gör att jag är skeptisk. Inte att det är ny teknik.<br/> <br/>  Här har vi tankesättet på hur logik kan misstolkas illustrerat av genier.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DzrzMhU_4m-g\" target=\"_blank\">http://www.youtube.com/watch?v=zrzMhU_4m-g</a>"
		},
		{
			"postIndex": 119,
			"postNumber": 124,
			"rankGlobal": 36,
			"rankLocal": 3,
			"scoreGlobal": 74,
			"scoreLocal": 79,
			"userRank": 32,
			"userScore": 7,
			"postUserName": "sp3tt",
			"postUserID": "u93878",
			"postUserUrl": "https://www.flashback.orgu93878",
			"postDateTime": "2011-01-22, 02:51",
			"postUrlInThread": "https://www.flashback.org/t1427614p11",
			"postUrlUniq": "https://www.flashback.org/sp28391639",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Nej, jag är ingen fysiker så jag vet inte tillräckligt om fysiken för att uttala mig om något är möjligt eller omöjligt. Min poäng är att det kan inte du heller såvida du inte vet ALLT och då menar jag verkligen allt om fysik. Det är bara naivt att tro att vi vet tillräckligt för att utesluta allt som inte stämmer överens med det vi vet IDAG.</div> </td> </tr> </table> </div>   Jag behöver inte känna till allt om allmän relativitetsteori för att veta att det går 365 dagar på ett år. Att man inte är allvetande är inte samma som att man inte vet något. Dagens teorier är extremt noggrann testade <i>inom sina giltighetsområden</i>. Just det där med giltighetsområden är något som folk som förläst sig på populärvetenskap inte verkar begripa. Newtonsk mekanik kommer inte ersättas med något annat, man vet när den kan tillämpas och att den funkar väldigt, väldigt bra inom det området. NASA använder inte relativistiska korrektioner för att skicka sonder till Mars. När nya upptäckter och korrektioner till teorier sker, så är det alltid i extremfallen. Newtons mekanik korrigeras för extremt höga hastigheter och extremt små föremål. Faktum är att ett rimlighetskrav för nya teorier är att de ger de gamla teorierna när man närmar sig deras giltighetsområden. (Låter man hastigheterna gå mot 0 i relativistisk mekanik får man Newtonsk mekanik, och så vidare.)<br/> <br/>  Du erkänner ju själv att du inte kan något, så varför envisas du? Det är visserligen sant att man inte vet exakt vad som avgör vilka kärnor som är stabila och vilka som inte är det. Det är trots allt komplicerade system som det krävs superdatorer för att räkna på. Det vi kan säga är att sönderfallsfrekvensen alltid är densamma för varje kärna. Man känner inte till någon process som kan accelerera eller förhindra sönderfall. Och även om det finns en sådan process, så är energin som krävs antagligen sådan att det skulle vara omöjligt att driva den aktuella maskinen och utvinna energi.<br/> <br/>  Hur som helst spelar det ändå ingen roll eftersom patentet tydligen nämner att det förekommer beta+-sönderfall, så varför vi diskuterar om det går att förhindra begriper jag inte riktigt längre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så antingen vet du allt, eller så vet du ingenting om det vi inte har kommit på. Där har du logik, något jag är bättre på än fysik.      </td> </tr> </table> </div>   Men vi vet idag en hel del om det vi vet saker om. Till exempel beta+-sönderfall och kärnfysik. Motsatsen till \"allt\" är inte \"inget\", hur var det med logiken?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Men snälla, tror du inte det har forskats i området förr eller? Leonardo Da Vinci skissade på den första helikoptern. De du.</div> </td> </tr> </table> </div>   Och om man ritar en drake har man forskat i biologi. Nå, det var nog lite respektlöst mot Leonardo, principen är ju faktiskt god och en fallskärm skissade han också. Det är fortfarande inte jämförbart med att faktiskt konstruera något, göra kvantitativa förutsägelser och testa dem. Leonardo hade inte ens de matematiska verktyg som krävs för att beskriva luftens rörelse eller för den delen Newtons mekanik, så nej, hans kunskap om aerodynamik är <i>fortfarande inte jämförbar</i> med dagens kunskap om kärnfysik.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Skillnaden var att vi inte hade tillräcklig kunskap på den tiden och då är frågan vad som får dig att tro vi har tillräckligt med kunskap för att avfärda allt idag?      </td> </tr> </table> </div>   Jag har ju inte läst varenda artikel som någonsin publicerats inom kärnfysik, men jag känner mig rätt säker på att man aldrig har hittat en process som påverkar sönderfallshastigheten för radioaktiva isotoper.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Halge78</strong></div> <div>Problemet är inte bara att du sannolikt saknar sakkunnande gällande kärnfysik, du saknar även kunskap om hur forskning bedrivs. <br/> <br/>  Det är inte 5 skäggiga gubbar i en stuga i fjällen som är forskarna.<br/> <br/>  Du påstår att vi vet så lite och att fysiker inte kan säga vad som är möjligt eller inte. Så är kanske, men du missar själva poängen.<br/> <br/>  Forskning går inte ut på att chansa fram ett svar. Man gör kvalificerade gissningar. Dessa gissningar kräver kunnande och detta kunnande är i princip allmän egendom (inom dessa kretsar). Gubbarna med vitt skägg sitter inte i sin stuga tysta och funderar. Därför är det så osannolikt att en grupp forskare skulle ta fram något sådant här utan att forskarvärlden kände till det.</div> </td> </tr> </table> </div>   Ja, en process som ändrar sönderfallshastigheten skulle vara en minst lika stor upptäckt. Speciellt om den går att genomföra med den utrustning som det rör sig om i det här fallet. Atomkärnans existens är ju rätt lätt att påvisa, men om man ska undersöka protonernas och neutronernas struktur ska det till en rejäl partikelaccelerator. Inte direkt något man bygger i garaget, alltså."
		},
		{
			"postIndex": 125,
			"postNumber": 130,
			"rankGlobal": 39,
			"rankLocal": 4,
			"scoreGlobal": 72.7,
			"scoreLocal": 77.5,
			"userRank": 24,
			"userScore": 9.6,
			"postUserName": "Halge78",
			"postUserID": "u257612",
			"postUserUrl": "https://www.flashback.orgu257612",
			"postDateTime": "2011-01-22, 03:35",
			"postUrlInThread": "https://www.flashback.org/t1427614p11",
			"postUrlUniq": "https://www.flashback.org/sp28392077",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChrisOhoy</strong></div> <div>Jag har aldrig påstått att jag vet någonting om partikelfysik eller någon fysik för den delen. Jag förstår mycket väl hur forskningen bedrivs, men jag förstår inte varför, om det nu är omöjligt enligt våra partikelfysiker på flashback, man bedriver forskningen och faktiskt får resultat som forskningen dessvärre har problem att tyda? <br/> <br/>  Man borde inte få ett enda resultat om det vore omöjligt, varför har man då fått flera resultat som dessutom är oberoende av varandra? Allt jag sagt är att jag inte ser det som en omöjlighet och det är detta jag blir kritiserad för känns det som.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fnews.bbc.co.uk%2F2%2Fhi%2Fscience%2Fnature%2F7959183.stm\" target=\"_blank\">http://news.bbc.co.uk/2/hi/science/nature/7959183.stm</a></div> </td> </tr> </table> </div> <br/>  Jag kritiserade dina argument (som du enligt dig själv använt logik till att komma fram till). Du gjorde bland annat jämförelser med flygplan på 1800-talet och verkade tro att fysiker i slutet på 1800-talet inte trodde att saker kunde flyga. Någon skrev något om att man kan lura fysiken och få flygplan att flyga (vet inte om det var du, och bryr mig inte nämnvärt) men mer fel kan man inte ha. <br/> <br/>  Du är inte intresserad av de inlägg som ger svar. Kanske vissa är på för hög nivå för att man ska kunna förstå, men då får man fråga. <br/> <br/>  Vi säger inte att kall fusion är omöjligt (jag gör det inte i alla fall). Jag säger att det är mycket osannolikt att denna grupp av italienare skulle ha byggt en liten maskin som ger nettoeffekt med hjälp av fusion. Läs på lite gällande ITER (som ska slå ihop väte till helium) och inse vilka problem dom har.<br/> <br/>  Det finns forskningsprojekt gällande en massa \"tomte-saker\". Otroligt mycket som aldrig blir något. Men att tro att dom i hemlighet byggt en fungerande reaktor, trots att teorierna säger att det inte går (som dom beskriver) är gränsfall till naivt.<br/> <br/>  Jag hade nöjet att för några år sen läsa en sommarkurs i Ukraina som hölls av 4 ukrainska teoretiska fysiker som jobbar inom ITER. Jag ska erkänna att jag inte förstod allt, men jag fick hur som helst klart för mig vilka svårigheter som ligger bakom..."
		},
		{
			"postIndex": 178,
			"postNumber": 183,
			"rankGlobal": 47,
			"rankLocal": 5,
			"scoreGlobal": 70.4,
			"scoreLocal": 75.1,
			"userRank": 20,
			"userScore": 11.6,
			"postUserName": "aw",
			"postUserID": "u507115",
			"postUserUrl": "https://www.flashback.orgu507115",
			"postDateTime": "2011-01-27, 21:17",
			"postUrlInThread": "https://www.flashback.org/t1427614p16",
			"postUrlUniq": "https://www.flashback.org/sp28514876",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>raskens</strong></div> <div>\"electron capture\"  verkar vara välkänd och experimentellt verifierad hos flera instabila isotoper. Det fascinerande är att det tydligen är atomens egen elektron som absorberas vilket medför att atomer som är fullt joniserade inte kommer att sönderfalla.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FElectron_capture\" target=\"_blank\">http://en.wikipedia.org/wiki/Electron_capture</a></div> </td> </tr> </table> </div>   Absolut, och det är nog dessutom fel av mig att skriva att \"fria\" elektroner och protoner blir neutroner. Jag antar att protonerna/elektronerna kommer från vattnet/väte, och det är därför man pratar om att maskinen \"konsumerar\" vatten. Jag har verkligen inte helkoll på de enskilda processerna, utan försöker mest hänga med i det stora hela.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag får gärna bevis på att det är en scam men tycker inte det har kommit mycket mer än indicier än. Största skälet till misstanke från min egen sida är utformningen av rapporterna. Det känns lite snopet att världens energirevolution det här århundradet skulle komma av någon som håller den 'klassen'. ÅÅÅååååå andra sidan har jag egna forskarkollegor som skriver rapporter som är pissdåliga.      </td> </tr> </table> </div>   Om det visar sig stämma så skulle nog Pons-Fleischmann få stor del i äran också. Kall fusion eller inte, det var ju ändå dessa farbröder som på något sätt var först, även om många andra snubblat på samma fenomen tidigare. <br/> <br/>  Det kan ju dessutom vara så att om inte hela fysiksamfundet hade sågat dem vid fotknölarna en gång i tiden, så kanske man hade kanske kunnat fastställa om det här fungerade eller inte för länge sedan."
		}
	],
	[
		{
			"postIndex": 225,
			"postNumber": 231,
			"rankGlobal": 53,
			"rankLocal": 1,
			"scoreGlobal": 69.9,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 26.8,
			"postUserName": "Mr Mojo Risin'",
			"postUserID": "u200104",
			"postUserUrl": "https://www.flashback.orgu200104",
			"postDateTime": "2011-01-29, 17:16",
			"postUrlInThread": "https://www.flashback.org/t1427614p20",
			"postUrlUniq": "https://www.flashback.org/sp28549557",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>PizzaBoy</strong></div> <div>Förlåt om jag framstår som helt tappad nu då jag försöker bli lite mer insatt i det här spektaklet, men kan någon sammanfatta i korta drag vad som har hänt, hur det har utvecklats osv. Jag såg nyheten på Aftonbladet (jag vet...) för ett tag sedan och dementerade det så hårt att jag bara bläddrade förbi det eftersom jag antog att det bara var ännu en i ledet av deras kalle anka-nyheter, men sedan blev det ju ett jävla liv bland människor så jag undrar om det faktiskt var något seriöst?<br/> <br/>  Som sagt, en sammanfattning för oss mindre insatta hade varit en riktigt riktigt uppskattad gärning!</div> </td> </tr> </table> </div>   Man har enligt egen utsaga lyckats bygga ett kraftverk där bränslet som används är Nickel och Väte. Maskinen demonstrerades publikt på Bolognas universitet 14 januari och kördes i en dryg halvtimme, varvid man mätte en effekt i form av förångat vatten på ca 10kW. ca 1kW mättes som 'input' (elektrisk uppvärmning av vattnet för att nå reaktionstemp).<br/> <br/>  Mindre än 1g väte gick åt för processen och om den nu fungerar (omomomom), har man i princip hittat ett sätt att utvinna gratis energi. OBS: Det är inte gratis och handlar inte om en eveighetsmaskin. \"Gratis\" säger vi för att det går åt yttepytte Nickel och Väte för att utvinna stora mängder energi. Processen bryter inte mot någon termodynamisk eller fysisk lag och det är därför ingen hittills har kunnat kullkasta att man faktiskt lyckats.<br/> <br/>  Däremot är det inte en lätt uppgift (man har som sagt forskat i ett par decennier), så det är klart det finns skäl att vara skeptisk. Det kan lika gärna vara en scam.<br/> <br/>  Det viktiga i alla fall: det handlar inte om en evighetsmaskin och det handlar inte om klassisk 'kall fusion'. De två faktorerna är ju de som skapar auto-larmet hos diverse instanser. Det är en matematiskt/fysikaliskt försvarbar process det handlar om, dvs det finns ingen mystisk skapad eller försvunnen energi. Det som är svårt är att få igång processen och vad jag förstår har man lyckats i tidigare experiment, men inte lyckats återskapa händelsen. Dvs vad Italierana lyckats med (omomomom), är stabilitet - inte någon ny gren inom fysiken.<br/> <br/>  Diskussionen nu handlar väl i stort sätt om på vilka sätt de lyckats bluffa (om det är en bluff) och det är rätt intressant. Batteri är avskrivet (det är alldeles för hög effekt för att batteri i den uppställningen skulle vara möjlig). Det finns plats för bränsle för förbränning, men 10-12kW är en rejäl eld (motsvarande 3-4 stora utegrillar i effekt) och man kan fråga sig om det är möjligt att dylik rigg inte skulle märkas av närvarande observatörer.<br/> <br/>  De skulle som sagt helt sonika ha kunnat mixtrat med multimetern för inströmmen. Känns sjabbigt, hehe!"
		},
		{
			"postIndex": 383,
			"postNumber": 395,
			"rankGlobal": 110,
			"rankLocal": 2,
			"scoreGlobal": 62.8,
			"scoreLocal": 89.8,
			"userRank": 12,
			"userScore": 17,
			"postUserName": "trickydick",
			"postUserID": "u253827",
			"postUserUrl": "https://www.flashback.orgu253827",
			"postDateTime": "2011-03-11, 16:09",
			"postUrlInThread": "https://www.flashback.org/t1427614p33",
			"postUrlUniq": "https://www.flashback.org/sp29408210",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>aw</strong></div> <div>Brukar bara läsa i vanliga fall, men här vill jag göra ett inlägg.<br/> <br/>  Har sett mycket skepsis angående Rossi/Focardi-experimentet här, och överallt på nätet... Men förvånansvärt lite uppdaterad information? <br/> <br/>  De påstår inte att de utför kall fusion, utan LENR (Low Energy Nuclear Reaction). <br/> <br/>  Den mest lovande teorin för LENR är nog Widom-Larsen (2005-2009) som förklarar alla mätbara fenomen (vad jag vet) kring LENR helt med vedertagen fysik. Bland annat NASA anser att Widom-Larsen håller som teori, och att LENR är mycket lovande för energiproduktion i framtiden. Det finns flera färska papper från andra halvan av 2010, på NASAs hemsida, som talar sig varma om potentialen hos LENR. Det finns också hundratals publicerade artiklar i ämnet. <br/> <br/>  Widom-Larsen:<br/> <br/>  Om man tillför ett starkt elektriskt fält till vissa metaller, i kontakt med väte, så kan elektronerna börja \"grupposcillera\" på metallens yta. När det händer så kommer vissa fria elektroner i fältet att få tillräckligt med energi för att kunna slås ihop med en fri proton och bilda en fri neutron. Detta är ett känt fenomen inom elektrosvag (Electroweak) växelverkan, som är ett relativt nytt fält inom fysiken (Nobelpris 1979).<br/> <br/>  Om neutroner bildas i den här processen så kommer de att vara nästan helt stillastående. En stillastående neutron innebär dels att den, i enlighet med rådande kvantfysik, har nästan 100% sannolikhet att \"sugas upp\" av en närliggande atom (kärna) och omvandla denna till en högre isotop (neutron capture). Samtidigt har den nästan 0% sannolikhet att lämna ytan där de bildas, eftersom den saknar rörelseenergi. <br/> <br/>  (I vanliga fall så flyger neutroner runt i världen med relativt hög fart, och det gör \"neutron capture\"  väldigt ovanligt under normala omständigheter.) <br/> <br/>  I det här fallet så skulle atomer i maskinens nickel suga upp neutroner, och omvandlas till högre isotoper av nickel, dvs med fler neutroner i kärnan. Dessa isotoper kommer att vara mer eller mindre instabila, och det finns även stor sannolikhet att inte bara en, utan flera, neutroner fångas av en och samma nickelatom, så att den skjuts upp till en flera nummer högre isotop.  <br/> <br/>  Till saken hör, en instabil högre isotop av nickel (och andra grundämnen) kan sönderfalla inte bara tillbaka till lägre isotoper av nickel, utan även till ett helt nytt grundämne med högre atomtal. Exempel:<br/> <br/>  1) Ni63 + neutron -&gt; (neutron capture) -&gt; Ni64<br/>  2) Ni64 + neutron -&gt; (neutron capture) -&gt; Ni65<br/>  3) Ni65 -&gt; (normalt sönderfall) -&gt; Cu65 + restprodukter + energi<br/> <br/>  Vi håller oss fortfarande inom helt vedertagen fysik. Processen kommer att producera energi vid sönderfall av de instabila isotoper som bildats. <br/> <br/>  Dock, detta är INTE fusion, utan kanske snarare fission (sönderfall) som följer av att man tvingat upp atomer hos metallen i ett högre instabilt tillstånd genom neutron capture. <br/> <br/>  För att ingen ska tro att detta låter som en evighetsmaskin så ska man komma ihåg att det går åt fria protoner och elektroner för processen. Enkelt kan man enkelt beskriva det som att man omvandlar fria protoner och elektroner till beståndsdelar i grundämnen, och frigör mellanskillnaden i energi genom E=mc2 på grund av att grundämnet har mindre massa än de fria partiklarna.<br/> <br/>  Om Widom-Larsen håller så innebär det att LENR:<br/>  * Producerar energi i samma storleksordning som fusion och fission,<br/>  * Inte producerar stora mängder skadlig strålning,<br/>  * Inte spottar ut neutroner,<br/>  * Kommer att bilda nya grundämnen och isotoper, vid fallet nickel så bildas mycket koppar,<br/>  * Inte kräver att Colomb-barriären övervinns (gäller bara proton+proton med samma laddning, ej neutroner) och därmed behövs inte extremt hög temperatur som i klassisk fusion,<br/>  * Experimentet har ett utförande identiskt med italienarnas, eventuellt palladium istället för nickel.<br/> <br/>  Det är dock INTE så enkelt att genomföra som det låter. För att det första steget ska inträffa (oscillationen) så ställs väldigt ovanliga krav på inte bara vilka ämnen man använder, utan även ytstruktur hos metallen, storlek, temperatur, tryck, fältstyrka, inkörstid osv. Det räcker inte med att slänga lite nickel i vatten och slå på strömmen och hålla tummarna. Men det är fortfarande inget hokus-pokus, utan ett 100% verifierat fenomen som uppstår under de rätta omständigheterna. <br/> <br/>  Eftersom ytan hos metallen är så viktig för experimentet så krävs det typiskt bearbetning av metallen (t.ex. kemiskt) på olika sätt för att få igång processen och upprätthålla en hög nivå. Det är en välfungerande bearbetning av den här metallen som italienarna säger att de har kommit på, och det är den informationen som de inte vill släppa innan patentet beviljas, eftersom bearbetningen är patenterad. Resten av innandömet i maskinen är gammal skåpmat inom LENR. <br/> <br/>  Slutligen kan man säga vad man vill om italienarna. Det ser inte jätteproffsigt ut, experimentet kanske är en bluff. Men teorierna bakom det, och faktumet att hundratals experiment av forskargrupper världen över har verifierat att LENR producerar energi på kärnnivå (och omvandlar mellan isotoper och grundämnen) talar ändå för att man någon dag kommer att lyckas med LENR.<br/> <br/>  Sen är det ju lite en Hollywood-myt att fysikexperiment utförs i balla lokaler med mysbelysning. Italienarnas presentation ser ut som en helt vanlig undervisningslokal på vilken högskola som helst, bärbara datorer och diverse fula mätinstrument som alltid. Metallfolie är praktiskt att arbeta med och fungerar utmärkt för både det ena och det andra.<br/> <br/>  Jag vill reservera för eventuella fel. Det var några år sedan jag läste fysik, och jag jobbar inte med det heller.</div> </td> </tr> </table> </div> <br/> <br/>  Bra inlägg.. Rossi säger själv att det inte är kall fusion. Det kan mycket väl vara LENR"
		},
		{
			"postIndex": 357,
			"postNumber": 369,
			"rankGlobal": 114,
			"rankLocal": 3,
			"scoreGlobal": 62.2,
			"scoreLocal": 89,
			"userRank": 47,
			"userScore": 4.7,
			"postUserName": "Rickenbacker69",
			"postUserID": "u134989",
			"postUserUrl": "https://www.flashback.orgu134989",
			"postDateTime": "2011-02-24, 11:30",
			"postUrlInThread": "https://www.flashback.org/t1427614p31",
			"postUrlUniq": "https://www.flashback.org/sp29101603",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fortississimo</strong></div> <div>Hoppas innerligt att detta är sant, det låter nästan lite för otroligt för att var det dock. Men mycket pekar väl på att det skulle kunna vara sant? DEt var inte länge sedan jag trodde detta var en komplett bluff, men energitätheten i denna reaktor verkar för hög för att komma ur kemiska bindningar.</div> </td> </tr> </table> </div> <br/>  Samtidigt borde ju den fusionsprocess de beskriver KRÄVA energi, inte producera den. Detta i kombination med att de inte vill förklara hur det fungerar, och att de säger att \"marknaden kommer att bevisa att det fungerar\" utan att först försöka reda ut alla teoretiska problem med kall fusion, är rätt stora varningsklockor för min del.<br/> <br/>  Jag tror det är bluff, även om jag hoppas ha fel!"
		},
		{
			"postIndex": 428,
			"postNumber": 443,
			"rankGlobal": 170,
			"rankLocal": 4,
			"scoreGlobal": 57.2,
			"scoreLocal": 81.8,
			"userRank": 26,
			"userScore": 8.9,
			"postUserName": "TheL",
			"postUserID": "u138087",
			"postUserUrl": "https://www.flashback.orgu138087",
			"postDateTime": "2011-04-27, 16:32",
			"postUrlInThread": "https://www.flashback.org/t1427614p37",
			"postUrlUniq": "https://www.flashback.org/sp30312837",
			"sentence": "I <i><a href=\"/leave.php?u=http%3A%2F%2F22passi.blogspot.com%2F2011%2F04%2Fsergio-focardi-father-of-ni-h-cold.html\" target=\"_blank\">denna</a></i> artikel står det följande:<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>The Energy Catalyzer</b><br/> <br/>   Right now, there are two possibilities. The household version is an object of this size (it fits between two hands ~20cm apart). You can install it, for example, in the place where you have your gas heater and you wont be needing gas anymore, you would use this [household version], and it works for months...  <br/> <br/> <i>[Female interviewer] And then how do you turn it off in hot weather?  </i><br/> <br/> <b>(Laughs) At some point in the past, as the device kept working on and on, I started thinking of a hammer. \"Lets hit it with a hammer!\" (Laughs). </b>Well, what you do is you shut off ... the latest application has nickel inside it, then the hydrogen is supplied by electrolysis, so that  because you cannot keep a hydrogen tank at home, of course, its dangerous. Instead we generated it from water by electrolysis.  <br/> <br/>  So, the device kept on working, and I thought to myself: \"I guess Im going to have to use a hammer to stop it\". Until one day Rossi told me I stopped it!. \"And how did you do that?\". He said: \"I cut the power to the electrolysis, obviously\".<b> Right! All you have to do is run the electrolysis from a separate power source. You cut the power off there, and once the hydrogen is used up, the device stops by itself.  </b> </td> </tr> </table> </div> <br/>  Om jag tolkar detta rätt så har de uppfunnit en evighetsmaskin som har en energioutput på 1:100, går på lite nickelpulver som trycksätts med vätgas, är bara några dm, har endast strålning av typ gamma (svag sådan) och det är inte mer hypat än vad det är? Kanske för att det känns, som någon annan påpekade, lite för bra för att vara sant. Vad är de hemliga katalysatorerna de använder får några? Har de verkligen uppfunnit en evighetsmaskin, och vad kommer detta isf betyda för synen på de newwtoniska lagarna? Varför har de inte kämpat mer för att få ut det i pressen, och varför har inte pressen tagit upp detta särskilt mycket? Om man finner tid för att sända Bonde söker fru och Paradise Hotel ska de väl åtminstone kunna nämna det här lite i förbifarten i nyheterna? <br/> <br/>  Är det bara jag som tycker det här är alldeles för bra för att vara sant? Detta skulle revolutionera hela vår planet inom alla skikt av samhället såväl som infrastruktur, klimatpåverkan, ekonomiska sideffekter etc. Hoppas <i>verkligen</i> att det är sant!"
		},
		{
			"postIndex": 256,
			"postNumber": 264,
			"rankGlobal": 176,
			"rankLocal": 5,
			"scoreGlobal": 56.9,
			"scoreLocal": 81.3,
			"userRank": 15,
			"userScore": 12.7,
			"postUserName": "Wysinawyg",
			"postUserID": "u433395",
			"postUserUrl": "https://www.flashback.orgu433395",
			"postDateTime": "2011-01-30, 16:23",
			"postUrlInThread": "https://www.flashback.org/t1427614p22",
			"postUrlUniq": "https://www.flashback.org/sp28568272",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sotern</strong></div> <div>Det skrev jag på sidan 19 men ingen verkar vilja ha den förklaringen.<br/> <br/> <br/> <br/>  Är kanske bara du och jag som avslöjat spektaklet med den folieinlindade benprotesen. Här diskuteras bara hur tekniken fungerar när det i stället borde diskuteras med vilken teknik de luras.</div> </td> </tr> </table> </div> <br/>  Det är ju inte omöjligt, men då dem har haft observatörer där under experimentet som har kontrollerat alla sladdar som går in och ut ur apparaten så känns det inte så troligt att dem missade att det gick in en extra elsladd i apparaten (De använder ju el för att värma upp apparaten i början och sedan sänker de den mängd el de använder när den väl har kommit igång.). Hur som helst måste ju den elsladden vara kopplad till elnätet (vilket de omöjligt skulle missat), eller så är den kopplad till något slags batteri, vilket jag läste spekulationer om att det skulle kunna finnas gömda i själva apparaten, någon som hade räknat på att de bästa batterierna och kemikalierna som finns borde få plats där inne och skulle kunna ha hållit igång experimentet själva under den tiden som det genomfördes. <br/> <br/>  Om de samtidigt har en producent bakom sig som finansiärer och som redan nu är på gång att börja massproducera dessa apparater så känns det konstigt att det skulle vara en fejk. Känns mer som att det är forskare som verkligen vill få igång nått men inte får det som fejkar sina resultat. Dessa verkar ha något riktigt och jag tänker försöka vara optimistisk angående detta."
		}
	],
	[
		{
			"postIndex": 607,
			"postNumber": 626,
			"rankGlobal": 14,
			"rankLocal": 1,
			"scoreGlobal": 79,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2011-07-21, 21:28",
			"postUrlInThread": "https://www.flashback.org/t1427614p53",
			"postUrlUniq": "https://www.flashback.org/sp31785238",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>raskens</strong></div> <div>Kullander har ju varit involverad i Kallfusionsforskning i Japan. Enligt den här artikeln har dom fått strålning i nivåer som inte kan förklaras med klassisk fysik vid bombarderande av deuterium mot Litium.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwebbshop.cm.se%2FSystem%2FViewResource.aspx%3Fp%3DEnergimyndigheten%26amp%3Brl%3Ddefault%3A%2FResources%2FPermanent%2FStatic%2F6d5bbc764d4942c89612bc9c5a9c4990%2FER2006_42W.pdf\" target=\"_blank\">http://webbshop.cm.se/System/ViewRes...ER2006_42W.pdf</a><br/> <br/>  Litium kanske han mer spännande egenskaper än man tror.</div> </td> </tr> </table> </div> <br/>  Tack för länken.<br/> <br/>  När jag tänker på kärnfysik och teorier blev jag förvånad över:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Därvid tränger de<br/>  båda kärnorna innanför de nu gemensamma K- och L-elektronskalen så att<br/>  avståndet mellan dem är mindre än 1 pm och ett kortlivat 8Be liknande tillstånd<br/>  bildas. Livslängden på detta tillstånd är normalt (fast fas) mycket kortlivat (10-18<br/>  s) och sannolikheten för fusion, via kvant-mekanisk tunnling, är nästan obefintlig<br/>  vid dessa låga energier (ca en per år). I flytande fas däremot gör de starka kohe-<br/>  sionskrafterna hos litiumsmältan att livslängden för det 8Be liknande tillståndet<br/>  förlängs dramatiskt.<br/> </td> </tr> </table> </div>   Källa: Från länken ovan.<br/> <br/>  Ökar verkligen halveringstiden för Be-isotopen i Li-smältan, relativt i fast form?<br/>  Eller tolkar jag nått fel?<br/> <br/>  I så fall skulle jag lära mig nått nytt. (som jag anat).<br/> <br/> <br/>  Övrigt:<br/>  Media brukar ju skriva om saker så det låter intressantare, de är inte så noga med sanningen.<br/>  Bättre att lyssna direkt på forskarna själva, helst då de får nämna många meningar i följd. (det kan ju komma ett \"men\"...blabla, som är viktigt.<br/> <br/>  Om bevis:<br/>  Man kan ju tänka sig att nån, medvetet försöker lura en massa forskare, kanske som nån hämnd eller för att visa att de kan luras, men med risk att de offrar sig själva.<br/>  Medvetet fusk kan säkert göras på massor av sätt, men på denna nivå ovanligt.<br/>  Man kan även tänka sig någon gör misstag.<br/>  Amerikanarnas kall fusion i köket, var misstag.<br/>  Flera forskare upprepade experimentet. Men var det inte ryssarna som förklarade energin?<br/>  Om ändå Rossi kunde avslöja allt och tillåta mätningar. Om han kan roffa åt sig äran och patent, så borde han bli nöjd och avslöja allt.<br/> <br/> <br/>  För starka bevis krävs:<br/>  1) Oberoende forskare kan bygga och upprepa det.<br/>  2) Under lång tid producera mer energi än som matas in, med hög säkerhet i mätningarna.<br/>  3) En hyfsad teoretisk förklaring, som helst kan verifieras.<br/> <br/>  Även om Rossi bluffar, så kanske nån annan  lyckas med kall fusion/fission -apparat.<br/>  När man nu , med elektriska fält, kan skapa långsamma neutroner (kanske från H-atom?), så ökar möjligheterna.<br/> <br/>  Spekulation:<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">Kanske helt fel här.<br/>  H-atom kan tränga in i paladium(?), men inte He. Tyckte jag läste att He är mindre.<br/>  Alltså enbart geometri förklarar inte skillnaden.<br/>  Hur då?  Kanske protonen kan åka in i kristallen påverka vissa elektroner nära protonen, och väte-atomens elektron övergå till ledningsbandet i metall-kristallen. En elektrisk urladdning kan få en elektron att komma in i protonen, så en neutron bildas.<br/>  Man kunde testa att sända beta-strålning mot H i kristaller och mot H2 i gasform, sedan jämföra.<br/> <b>Detta är nästan garanterat fel</b>, annars skulle ju forskare redan veta det.<br/>  Men roligt att spekulera lite.<br/></div> </div> </div>   Christer"
		},
		{
			"postIndex": 588,
			"postNumber": 605,
			"rankGlobal": 27,
			"rankLocal": 2,
			"scoreGlobal": 75.9,
			"scoreLocal": 96,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2011-07-02, 05:44",
			"postUrlInThread": "https://www.flashback.org/t1427614p51",
			"postUrlUniq": "https://www.flashback.org/sp31452205",
			"sentence": "Historien är full av misslyckade uppfinningar.<br/>  Men historien är även full av skeptiker.<br/> <br/>  Jag vet inte om kall fusion/fission kan fungera i framtiden.<br/>  Jag är öppen för att det är möjligt och att det är omöjligt.<br/>  Men jag grubblar, det är intressant.<br/> <br/>  Kanske Rossi förlorar pengar, tid och anssende om det misslyckas?<br/>  Man kan även spekulera i om han är lite korkad och försöker komma åt massor av miljoner, och sedan smita till en söderhavsö, men det verkar otroligt.<br/> <br/>  Vi får se hur bevisen är, då oberoende testat och kört apparater en längre tid.<br/> <br/> <br/>  Kall fusion, vore teoretiskt rimligare om gamma-strålning visade sig.<br/> <br/>  Men jag grubblar på om annan möjlighet finns.<br/> <br/>  En del kärn-modeller påminner om atommodeller med energi-nivåer för elektroner.<br/>  Alltså protoner och neutroner kan ligga i olika energinivåer inne i kärnan. Övergångar är tillåtna via kvanttals-regler. En deexcitation kan avge gamma-strålning, under vissa förhållanden.<br/> <br/>  Då det gäller elektroner i atomen, så kan dessa deexciteras, antingen genom att sända ut en foton eller genom att avge värme. Liknande även i kristaller mellan energiband (Jmf lysdiod).<br/> <br/> <b>Det som inte verkar vara bevisat, tror jag är: <br/>  Att kärnans deexcitation kan ske utan att radioaktiv strålning sker.</b><br/> <br/>  Jag undrar om det är möjligt.<br/> <br/>  Jag vet inte vilka energi-övergångar som är möjliga inne i kärnan. Men om det fanns övergångar med liten ennergi, som var tillåtna, så kanske vanligt ljus kunde sändas ut, eller värmestrålning?<br/>  Det skulle vara samma princip, som då gamma-strålning avges.<br/> <br/>  En helt annan hypotes, som nämnts (I mitt tidigare inlägg). Handlar om phonon till kristallgittret.<br/>  Alltså en kärna i en atom som är hårt bunden i en kristall kan avge energi i form av temperatur-energi.<br/>  ( Inom fantastiska statistisk fysik (mekanik), kan man definiera elektron-temperatur och kärn-temperatur. Kan kärntemperaturen minska på annat sätt än via gammastrålning?).<br/> <br/>  Jag tror det är förnuftigt att låta några forska på det.<br/>  Även om Rossi misslyckas, så kanske någon åtminstone hittar ett sätt, där gamma-strålning förekommer.<br/> <br/> <br/>  Christer"
		},
		{
			"postIndex": 624,
			"postNumber": 646,
			"rankGlobal": 49,
			"rankLocal": 3,
			"scoreGlobal": 70.3,
			"scoreLocal": 89,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2011-08-03, 15:16",
			"postUrlInThread": "https://www.flashback.org/t1427614p54",
			"postUrlUniq": "https://www.flashback.org/sp32018753",
			"sentence": "Det nämndes:    \"Isotopanalysen vid ICP-MS instrumentet visar inte på någon avvikelse från den naturliga isotopsammansättningen för nickel och koppar\"<br/> <br/>  Detta tolkade jag som att isotopsammansättningen var inte signifikant skild från den naturliga i använda provet. (Alltså även Cu och Fe).<br/>  Om det vore en ovanlig isotopsammansättning, så skulle man kunna utesluta ett simpelt fusk med vanligt Cu och Fe. Men det kanske inte är så konstigt att det är naturlig isotopsammansättning.<br/>  (Jag vet inte, men kanske samma reaktioner sker i stjärnor, men här skapas neutroner på annat sätt??).<br/> <br/>  Om Rossi inte fuskat, så borde det bildats koppar och då verifieras att det förekom en kärnreaktion.<br/> <br/>  Men det kan ju finnas misstag, t.ex. att koppar och järn kommit från andra delar av apparaten.<br/>  Fusk är tänkbar i all forskning.<br/> <br/>  Starka bevis kommer om flera oberoende forskare byggt apparaten och testat den under lång tid.<br/>  Kanske den inte funkar.<br/>  Men andra kanske nån gång lyckas med kall fusion.<br/>  Det vore en revolution.<br/> <br/>  Vi får se vad som händer.<br/> <br/>  Christer"
		},
		{
			"postIndex": 462,
			"postNumber": 477,
			"rankGlobal": 74,
			"rankLocal": 4,
			"scoreGlobal": 66.4,
			"scoreLocal": 84.1,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2011-05-04, 06:24",
			"postUrlInThread": "https://www.flashback.org/t1427614p40",
			"postUrlUniq": "https://www.flashback.org/sp30433577",
			"sentence": "Det här är nog den intressantaste tråden jag sett.<br/> <br/>  Tänk om det funkar.<br/> <br/>  Jag har lite tvivel kvar.<br/> <br/>  Men det verkar som att:<br/>  1) Det finns teorier (eller hypoteser) som förklarar.<br/>  2) Experiment, som stödjer teorin (eller hypoteser).<br/> <br/>  Det riktigt <b>slutgiltiga beviset är:</b><br/>  Då apparaten levererat energi under lång tid och som omöjligt kan förklaras på annat vis, och som upprepats av oberoende forskare.<br/> <br/>  När man sedan ersatt kraftverk med den, så kommer nog alla tro att den funkar.<br/> <br/> <br/>  Det ser så lovande ut att Sverige bör bränna av några miljoner kr redan nu, för några forskare mm.<br/>  Alltså för att kontrollera, testa och utveckla.<br/> <br/>  Om det funkar blir det väldiga effekter på världen.<br/>  (Hoppas de sänker elpriset, men det gör de nog inte).<br/> <br/>  Sedan får de Nobelpriset.<br/> <br/>  Vetenskapsteoretiskt vore det intressant om det inte funkar, men hoppas det funkar.<br/> <br/> <br/>  Christer"
		},
		{
			"postIndex": 497,
			"postNumber": 512,
			"rankGlobal": 84,
			"rankLocal": 5,
			"scoreGlobal": 65.1,
			"scoreLocal": 82.4,
			"userRank": 26,
			"userScore": 8.9,
			"postUserName": "TheL",
			"postUserID": "u138087",
			"postUserUrl": "https://www.flashback.orgu138087",
			"postDateTime": "2011-05-13, 14:27",
			"postUrlInThread": "https://www.flashback.org/t1427614p43",
			"postUrlUniq": "https://www.flashback.org/sp30598934",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>raskens</strong></div> <div><b>TheL</b><br/> <br/>  OM det verkligen var riktigt och maskinen verkligen fungerar  detta så är ju 200Meuro en spottstyvel.  300.000 maskiner per år låter lite väl optimistiskt för en ny teknik. Det finns säkert många barnsjukdommar och problem som kanske inte har upptäckts än. Säg att en maskin på 100.000 maskiner exploderar så räcker det ju för att ställa till med stora problem. Ja, förutsatt att det fungerar så klart. </div> </td> </tr> </table> </div> <br/>  Självklart är det en liten summa OM tekniken skulle fungera felfritt och effektivt. Hade jag själv haft några miljarder att investera hade jag gjort det utan att tveka, efter att det hade konfirmerats att detta var ett nytt naturfenomen så klart. Dock verkar det ju inte ha bekräftats att detta faktiskt fungerar, således tycker jag det är intressant att grekerna verkar vara så säkra på sin sak. Kanske vet de något som vi inte vet eller så har de helt enkelt blivit förda bakom ljuset. Att investerare ibland blir lurade på detta vis (trots att de spenderar flera miljarder på tekniken) under en längre tidsperiod händer ju faktiskt, se <b><a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FBlacklight_Power\" target=\"_blank\">Backlight Power</a></b>. <br/> <br/>  De 300000 enheter som skulle produceras antar jag är inom en längre tidsram, kanske att de först om två år når en sådan produktion eller ens det. Än en gång förutsatt att det faktiskt fungerar.<br/> <br/>  Sen att de säger att de ska investera 200 miljarder Euro är ju självklart inte en garanti för att det kommer hända. De kanske drar sig ur i augusti eller september efter att ha upptäckt att Rossi bara är en skicklig illusionist. <br/> <br/>  Och som du påpekar, fungerar tekniken kommer de att bli extremt rika!"
		}
	],
	[
		{
			"postIndex": 811,
			"postNumber": 838,
			"rankGlobal": 17,
			"rankLocal": 1,
			"scoreGlobal": 78.3,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 26.8,
			"postUserName": "Mr Mojo Risin'",
			"postUserID": "u200104",
			"postUserUrl": "https://www.flashback.orgu200104",
			"postDateTime": "2011-11-25, 12:45",
			"postUrlInThread": "https://www.flashback.org/t1427614p70",
			"postUrlUniq": "https://www.flashback.org/sp34196453",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Richard09</strong></div> <div>Här finns lite mer läsning om den svenska inblandningen i katten.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.vof.se%2Fblogg%2Fsven-kullander-pa-villovagar%2F\" target=\"_blank\">http://www.vof.se/blogg/sven-kullander-pa-villovagar/</a></div> </td> </tr> </table> </div>   När jag läser det där bekräftas vad jag redan slagits av ett par gånger under min egen forskarkarriär: \"Professorerna\" är inte allvetande gudar (inte i alla fallen). De gör inte alltid rätt och kan inte allting (ur alla synvinklar) bara för att de har lyckats få en professur/viss titel.<br/> <br/>  En till faktor att betänka är att ju längre de varit med i gamet, desto större sannolikhet att eventuell egen agenda påverkar deras förhållningssätt till saker och ting. Med detta lägger jag ingen värdering eller association till Kullander specifikt - alla är olika såklart - men det pågår inte sällan mer i folks hjärnor än vad vi 'utomstående' förväntar oss.<br/> <br/> <u>Mer generellt OnT och ang. oberoende mätningarna:</u><br/>  Ang. den oberoende mätningen - det är trist att det skall behöva ta så lång tid faktiskt. Som doktorand själv, vet jag mer än väl hur jobbigt \"väntan\" är, när man känner att man kanske kan göra något nästan direkt.<br/> <br/>  Det är hur som helst så forskningsplaner fungerar och det kan vara upplysande för många här inne att förstå vad som (troligtvis) händer i Bologna. Man skaffar alltså en budget/finansiering och utser en (eller flera) huvudmän för projektet. Sen lägger man upp en tidsplan för när olika typer av försök/moment i studien beräknas hända. Här är man troligtvis väldigt frikostig med tiden (kanske med rätta, eftersom man inte riktigt vet än vad som behöver göras). Det handlar alltså om anställda personer som har en viss mängd pengar över en viss tid arbete och en noga (troligtvis) upplagd forskningsplan.<br/> <br/>  Jag skriver ovanstående för att ge lite klarhet i vad som troligen händer och varför det t ex skulle ta tills sommaren innan man publicerar resultat. Många här inne känner nog inte till processen, helt enkelt, och vill (liksom jag, faktiskt) nog helst att man bara \"tar in den, plockar isär den, bygger en ny och kör\". (Tyvärr) är forskningsvärlden full med administration och krav på \"tidslinjer\" etc. Det är så att säga mer strukturerat än jag förställer mig 'gemene man' tror.<br/> <br/>  Det tar även tid att skriva själva artikeln, även om detta naturligtvis varierar stort beroende på ämne och forskare. Sen skall den (artikeln) lassas fram och tillbaka mellan författaren och förlaget, men endast efter att ett gäng områdesexperter gått igenom och godkänt artikeln för publicering. Denna process kan ta både tid och slå slint. En av 'domarna' (referees) kan t ex ha en personlig agenda helt emot e-caten och dra ut på publiceringsprocessen (detta kanske låter larvigt, men är helt sant tyvärr).<br/> <br/>  Jag är själv publicerad och peer-reviewprocessen kan vara väldigt påfrestande faktiskt, särskilt om det råkar hamna en 'konkurrent' (inom området) som referee. Nu är ju inte e-caten vilken forskning som helst, men det går inte att bortse från risken med substantiell tidsåtgång och kanske även subjektiva käppar i hjulen, när det kommer till peer-reviewprocessen.<br/> <br/>  Jag blev själv besviken när det stod att läsa att det oberoende projektet skulle ta sådan tid, men förstår (pga mitt eget arbete) varför. Jag antar att vi får vara lite tacksamma att det ändå verkar bli en riktig artikel av det hela."
		},
		{
			"postIndex": 736,
			"postNumber": 761,
			"rankGlobal": 31,
			"rankLocal": 2,
			"scoreGlobal": 74.6,
			"scoreLocal": 95.3,
			"userRank": 27,
			"userScore": 8.8,
			"postUserName": "se_där...",
			"postUserID": "u122213",
			"postUserUrl": "https://www.flashback.orgu122213",
			"postDateTime": "2011-10-29, 21:48",
			"postUrlInThread": "https://www.flashback.org/t1427614p64",
			"postUrlUniq": "https://www.flashback.org/sp33735851",
			"sentence": "<a href=\"/leave.php?u=http%3A%2F%2Fcornucopia.cornubot.se%2F2011%2F10%2Frossis-e-cat-och-de-tre-villfarelserna.html\" target=\"_blank\">http://cornucopia.cornubot.se/2011/1...arelserna.html</a><br/> <br/>  - - -<br/> <br/> <b>Rossis E-cat och de tre villfarelserna</b><br/>  Igår testades Rossis E-cat i 1 MW-version av en \"konsult\" från \"en hemlig amerikansk kund\" utan allmän insyn. I en kommentar igår förutspådde jag att testet skulle få godkänt av \"kunden\". Därmed kan allt fortsätta som planerat, dvs Rossi (eller kunden) kan börja ta in pengar från andra hugande spekulanter utan att behöva börja leverera något.<br/>  \"Varken Ny Teknik eller någon annan av de inbjudna kunde kontrollera mätningarna på något sätt. De inbjudna fick endast observera anläggningen i drift under några få korta tillfällen.\" - Mats Lewan, Ny Teknik.<br/>  Det finns en mycket bra artikel hos Forbes om de tre villfarelserna kring ny energiteknik, som knyter an till vad jag tidigare skrivit om att det är skillnad på teknik, volym och tid. Dvs bara för att en teknik i teorin existerar (eller påstås existera som i Rossis fall) så kan det vara omöjligt att skala upp den i relevanta volymer på den tid som behövs.<br/> <br/>  De tre villfarelserna kallas Forbes för trollstavsvillfarelsen (eng the magic wand fallacy, tidfrågan), helikoptervillfarelsen (eng the helicopter fallacy, frågan om tillämpning och användbarhet) och slutligen månfararvillfarelsen (eng the moon shot fallacy, frågan om volym).<br/> <br/>  Trollstavsvillfarelsen handlar om tid och att det faktiskt tar enorm tid för ny teknik att ta någon plats som är relevant för mänskligheten. Forbes nämner två exempel. Tekniken för solceller upptäcktes av Einstein i början av 1900-talet och gav honom Nobelpriset 1921. Den första mänskligt kontrollerade kärnreaktionen skedde 1942 under framtagandet av den första atombomben. Sverige nådde först 50% elproduktion från kärnkraft 40 år senare, som ett av länderna i världen som är mest beroende av kärnkraft (tillsammans med Frankrike och Schweiz). För hela världen står kärnkraften fortfarande bara för några procent av energitillgången.<br/> <br/>  Mänsklighetens energiförbrukning 2008.<br/>  Det gröna överst är all modern förnyelsebar energi<br/>  mänskligheten investerat i de senaste årtiondena.<br/>  Från min föreläsning hos Utrikespolitiska Föreningen i Lund.<br/> <br/>  Helikoptervillfarelsen handlar om att teknik oftast har begränsade tillämpningar och alltså inte kan användas till allt. Vi far inte alla omkring i helikoptrar, vilket var vad som förutspåddes när den tekniken kom. Tekniken är inte tillämpar överallt och är dyr, men ger för det massor med jobb och nytta.<br/> <br/>  Den tredje mest intressant är månfararvillfarelsen. Argumentet \"vi kan skicka män till månen\". Ja, det kan vi. Män. Sex gånger. Det är som Forbes påtalar en enorm skillnad mot att skicka hela mänskligheten till månen, vilket motsvaras av att omvandla hela vårt energisystem. Se graf här ute till höger för hur världens energisystem är fördelat idag.<br/> <br/>  Rossis \"hemliga amerikanska kund\" lyckads bara trolla fram en italiensk \"konsult\" med samma namn som en italiensk OS-guldmedaljör i simning, vilket gör att man inte kan hitta ett dugg om denna \"konsult\", Domenico Fioravanti, på Internet. Man kan ju tycka att ett \"amerikanskt hemligt bolag\" borde skickat en amerikan.<br/> <br/>  För att göra resultaten mer trovärdiga säger man sig bara lyckats få ut 479 kW ur 1 MW-kraftverket som inte ger ifrån sig någon som helst strålning ifrån sin plåtcontainer, vilket är en bedrift för någon form av kärnreaktion.<br/> <br/>  Tillägg: Jag tror man med säkerhet kan konstatera att det hela är fejk. Det är inget bedrägeri, då inga pengar har bytt händer. Men kör man ett kraftverk på 479 kW i en lokal så måste 479 kW i värme ta vägen någonstans. Bara 5% spillvärme (nästan 25 kW) skulle dra upp temperaturen i containern till \"långt över bastutemperaturer\" och antagligen smälta varenda elkabel lindad med plast. Alla 479 kW måste ta vägen någonstans och lär dra upp även en större lokal, t ex Globen, till \"bastutemperaturer\". Finns inget sätt den mängden värme kan trollas bort. I så fall har Rossi uppfunnit ett superisolerande material och något extremt värmeabsorberande material dit värmen tagit vägen så länge.<br/> <br/>  - - -"
		},
		{
			"postIndex": 744,
			"postNumber": 769,
			"rankGlobal": 32,
			"rankLocal": 3,
			"scoreGlobal": 74.4,
			"scoreLocal": 95.1,
			"userRank": 8,
			"userScore": 28.4,
			"postUserName": "Kupo",
			"postUserID": "u137500",
			"postUserUrl": "https://www.flashback.orgu137500",
			"postDateTime": "2011-10-30, 13:16",
			"postUrlInThread": "https://www.flashback.org/t1427614p65",
			"postUrlUniq": "https://www.flashback.org/sp33744211",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong></div> <div>Det verkar allt mindre sannolikt att detta är en bluff.<br/>  Jag kan i så fall inte förstå konceptet.<br/>  Det finns ingen chans i världen att Rossi kan sälja ett helt värmeverk som inte fungerar.<br/>  Sådana anläggningar testas noga av kunden innan pengar lämnas över.<br/>  Ett bluffkoncept är att göra en tvivelaktig demonstration och sedan gå ut och ragga investerare.<br/>  Så har ju Rossi inte gjort. Han bygger en färdig anläggning och säljer den sedan.<br/>  Är det något i det här som jag inte har förstått?</div> </td> </tr> </table> </div> <br/>  Tvivelaktiga demonstrationer har ju gjorts hela året. Han säger att han inte bryr sig om vad folk tror eftersom marknaden kommer avgöra det, men ändå fortsätter han göra demonstrationer \"för allmänheten\". Det finns ingenting som visar att han har en riktig kund än.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong></div> <div>Sedan verkar ju det folk som stöder honom vara trovärdiga personer och inga duvungar precis.<br/>  Det är osannolikt att de låter sig luras eller delta i lurendrejeriet.<br/>  Dessutom så finns det rapporter från annat oberoende håll som visar på positivt resultat med liknande teknik. Alla jobbar med nickel och vätgas i någon form.<br/>  Det är ju inte så att Rossi kommit på allt själv.<br/>  Det bygger ju på forskning som andra har gjort.<br/>  Jag tror inte heller att Nasa skulle börja titta på det här om inte det låg något bakom.</div> </td> </tr> </table> </div> <br/>  Ska man scamma så väljer man ju den teknik som visats mest lovande, så det säger ju ingenting. Sen tycker jag det är väldigt många potentiella problem som bara råkar elimineras av tekniken. En kärnreaktion utan strålning är väldigt osannolik, energin måste ju ta vägen någonstans. Att Rossi sen lyckats trimma reaktorn så att bara de kopparisotoper som är stabila bildas är ju ganska häpnadsväckande när han påstår att han inte förstår fysiken bakom apparaten själv.<br/> <br/>  Sen förstår jag fortfarande inte varför det är nödvändigt att hemlighålla spektrumet på gammastrålningen. Rossi ser inga problem med att spekulera för fullt om vad som egentligen händer där inne, men gammaspektrumet skulle tydligen kunna avslöja hans affärshemlighet.<br/> <br/>  Men han kanske har eliminerat gammastrålningen helt nu. Den gick ju att mäta när det bara var en apparat, men nu när det är flera dussin i en kontainer så har den hemliga kunden inget intresse av att undersöka om det finns några strålningsrelaterade säkerhetsrisker? Dessutom borde det ju krävas någon form av tillstånd från italienska strålningsskyddsmyndigheter för att bygga kärnreaktorer. Sånt borde väl kräva ganska rigorösa kontroller?"
		},
		{
			"postIndex": 741,
			"postNumber": 766,
			"rankGlobal": 35,
			"rankLocal": 4,
			"scoreGlobal": 74.2,
			"scoreLocal": 94.8,
			"userRank": 2,
			"userScore": 99.2,
			"postUserName": "Bjorn-Ola",
			"postUserID": "u531148",
			"postUserUrl": "https://www.flashback.orgu531148",
			"postDateTime": "2011-10-30, 11:51",
			"postUrlInThread": "https://www.flashback.org/t1427614p64",
			"postUrlUniq": "https://www.flashback.org/sp33743067",
			"sentence": "Det verkar allt mindre sannolikt att detta är en bluff.<br/>  Jag kan i så fall inte förstå konceptet.<br/>  Det finns ingen chans i världen att Rossi kan sälja ett helt värmeverk som inte fungerar.<br/>  Sådana anläggningar testas noga av kunden innan pengar lämnas över.<br/>  Ett bluffkoncept är att göra en tvivelaktig demonstration och sedan gå ut och ragga investerare.<br/>  Så har ju Rossi inte gjort. Han bygger en färdig anläggning och säljer den sedan.<br/>  Är det något i det här som jag inte har förstått?<br/> <br/>  Sedan verkar ju det folk som stöder honom vara trovärdiga personer och inga duvungar precis.<br/>  Det är osannolikt att de låter sig luras eller delta i lurendrejeriet.<br/>  Dessutom så finns det rapporter från annat oberoende håll som visar på positivt resultat med liknande teknik. Alla jobbar med nickel och vätgas i någon form.<br/>  Det är ju inte så att Rossi kommit på allt själv.<br/>  Det bygger ju på forskning som andra har gjort.<br/>  Jag tror inte heller att Nasa skulle börja titta på det här om inte det låg något bakom.<br/> <br/>  Att det är så få forskare som vågar engagera sig i detta beror på att kall fusion kom i vanrykte efter 80-talet och idén kall fusion numera jämställs med föreställningen om evighetsmaskinen.<br/>  Att rota i det här är att döda sin karriär. Tragiskt att det är så. Det är typiskt att det är forskare med karriären bakom sig som sysslat med det här.<br/>  Dessutom så handlar det ju inte om kall fusion i den bemärkelsen att två väteatomer slås ihop."
		},
		{
			"postIndex": 675,
			"postNumber": 700,
			"rankGlobal": 54,
			"rankLocal": 5,
			"scoreGlobal": 69.9,
			"scoreLocal": 89.3,
			"userRank": 9,
			"userScore": 26.8,
			"postUserName": "Mr Mojo Risin'",
			"postUserID": "u200104",
			"postUserUrl": "https://www.flashback.orgu200104",
			"postDateTime": "2011-10-10, 13:59",
			"postUrlInThread": "https://www.flashback.org/t1427614p59",
			"postUrlUniq": "https://www.flashback.org/sp33366575",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Starke Adolf</strong></div> <div>Vilka rimliga grunder kan karln ha att inte låta gänget på Ångström göra en oberoende verifikation? Annat än att det handlar om en sofistikerad bluff?<br/> <br/>  Om han har en produkt han tror på går det väl att skriva kontrakt med ställda panter och dylika säkerheter för att inte några hemligheter skall läcka ut i förväg?<br/> <br/>  Om det här är sant kommer det första som händer vid försäljning vara att grejorna plockas isär och undersöks för att sedan kopieras. I alla fall.<br/> <br/>  Då måste det vara bättre att försöka exploatera ställningen som upptäckare och verka seriös i den rollen.</div> </td> </tr> </table> </div>   Tillåt mig spela djävulens advokat för en stund:<br/> <br/>  Anta att maskinen fungerar. Anta att Rossi träffade på detta av en slump och att han inte riktigt kan ställa upp teorin (detta behöver man inte direkt anstränga sig för att anta) varför.<br/> <br/>  Det han gjort (om ovanstående skulle vara sant) är helt logiskt (inte rätt, men logiskt). Risken är inte liten att någon plockar isär lådan - tar fram teorin och får Nobelpriset. \"Risken\" (låt oss säga chansen) är faktiskt nära 100% (under antagandet att den fungerar).<br/> <br/>  Om du varit Rossi - en \"småfifflare\" som vet att han inte bara inte kan ta fram teorin bakom sin upptäckt, men även riskerar allmänt åtlöje för sin inkompetens (låt oss igen säga: risken/chansen för detta är också nära 100% och har i stort redan hänt).<br/> <br/>  Sitter du då hellre på en ö och surplar Piña Colada med X milj-oner/-arder på banken, eller ägnar du närmaste åren åt patentstrider och juridiska konflikter? Risken är långt från noll och det måste man inse om man lever i den verkliga världen.<br/> <br/>  Tycker jag att Rossi gör rätt? Inte en chans. Finns det en sannolikhet att någon som Rossi skulle göra som... Rossi... även i fallet att maskinen fungerade? <b>Absolut.</b><br/> <br/>  Jag har en vän i RL som är mycket intresserad, men som också argumenterar i <i>\"men han skulle ju kunna tjäna massor bara på **** - varför inte göra det om den funkar?\"</i>. Hans hjärna (om än väldigt väldigt skarp) är också lite begränsad vad gäller objektivitet och att alla inte funkar som man själv gör.<br/> <br/>  Tills Rossi gör något som INTE går att förklara hjälpligt (utan att utgå från egna värderingar), är det inte meningsfullt att försöka varken hjälpa eller stjälpa hypotesen att hans maskin fungerar. Att \"resonera\" sig fram vad gäller någon annan (och en ganska excentrisk sådan) persons val är meningslöst. Han kanske inte bryr sig ett jävla dugg om ett namn i Historien. Speciellt inte om det i uppslagsboken står:<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Rossi: <i>\"Revolutionerade världens energipolitik men var för dum för att förstå hur (red. anm.: lol)\"</i>.      </td> </tr> </table> </div> <br/>  För Rossi kanske Piña Coladan på sin egna lilla ö (<i>och garanterad detta</i>) betyder mycket mycket mer. Vem är du eller jag att bedöma det?<br/> <br/>  Uppfatta nu klart att <u>ovanstående inte reflekterar mina personliga åsikter</u>. Jag tycker, likt du själv, att vi skulle haft ett slut på detta för ett tag sedan nu genom något öppet/genomgående test och end of story. Det bevisar dock nada, eftersom varken du eller jag är insatt i vilka kontrakt som är påskrivna eller (kanske mer viktigt) hur Rossis snurriga hjärna ser på saker.<br/> <br/>  Vem vet, han kanske gillar feta mustaschprydda tjejer?"
		}
	],
	[
		{
			"postIndex": 864,
			"postNumber": 894,
			"rankGlobal": 64,
			"rankLocal": 1,
			"scoreGlobal": 67.4,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-01-07, 18:12",
			"postUrlInThread": "https://www.flashback.org/t1427614p75",
			"postUrlUniq": "https://www.flashback.org/sp34971813",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Moffin</strong></div> <div>Hej på er.<br/> <br/>  Kan hända att detta är lite orelaterat men jag tror att ni här vet bäst.<br/> <br/>  Jag jobbar på ett företag som producerar och säljer fjärrvärme. För ett par månader sedan fick vi ett mail från en \"Peter LaTerra\" som ville att vi skulle investera i något han kallade för \"E-cat\" detta ska vara skapat av \"A Rossi\" och vara ett vattendrivet system för att framställa värme. Jag kan inte mycket om sådant här men hade läst lite om kall fusion innan och tänkte att det måste vara det.<br/> <br/>  Fått något påminnelsemail sedan dess (samtligt till vår kundservice) och nu idag ett mail om ett möte eller så i Bologna denne Peter LaTerra vill att vi kommer till.<br/> <br/>  Nu till frågan, ni här som följer detta, hur ser det ut i utvecklingen? Jag hörde av en vän att hela detta projekt ligger \"på is\" och att ingen egentligen vet hur systemet fungerar, har med pengar eller något att göra. ÄR dessa mail vi får bara lurendrejeri eller är detta på riktigt?</div> </td> </tr> </table> </div> <br/>  Jag tänker: <b>Vänta och se.</b><br/>  Betala inga betydande summor innan man har fullständiga bevis på att det funkar.<br/> <br/>  Men jag ser inga teoretiska hinder, för att kall fusion nån gång kommer att funka, även om detta vore skurkar.<br/>  Det är inte helt säkert att en småskurk alltid är en skurk.<br/> <br/>  (Då man kan skapa långsamma neutroner med elektriska fält, så borde man kunna få kall fusion, men det gäller att få ut mer energi än man förbrukar el-energi.)<br/> <br/>  För riktigt starka bevis, krävs att oberoende forskare mm kört apparaten under lång tid, samt en teori som verifieras vetenskapligt. Men vem skall börja?<br/> <br/>  Christer"
		},
		{
			"postIndex": 933,
			"postNumber": 965,
			"rankGlobal": 67,
			"rankLocal": 2,
			"scoreGlobal": 67,
			"scoreLocal": 99.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-02-03, 00:18",
			"postUrlInThread": "https://www.flashback.org/t1427614p81",
			"postUrlUniq": "https://www.flashback.org/sp35475026",
			"sentence": "Det vore historiskt makalöst om Rossi deltar i en stor konspiration med \"oberoende\" kontrollanter för att lura världen. Det skulle nog bli en fin film av det.<br/>  Detta är osannolikt.<br/> <br/>  Möjligen att Rossi fuskar, men vad skulle han vinna på det?<br/>  Förlorar han eller vinner prestige som jätteskurk?<br/>  Han har väl redan satsat egna pengar?<br/>  Kan han komma över massor av pengar, och fly till okänd ort?<br/>  Finns motiv? Är de möjliga? Är han korkad?<br/> <br/>  En sak är säker:<br/> <b>Vi har ännu inte fulla bevis för att E-CAT inte fungerar genom LENR, och är fusk.</b><br/>  Eller kan han slingra sig?<br/> <br/>  De allra säkraste bevisen kommer, efter att flera oberoende har byggt liknande och kört dem mycket länge, samt att forskare verifierat teorin om hur den funkar.<br/>  Inte ens detta är absoluta bevis, men bland de bästa bevis vi har.<br/>  Vi får se om nått år.<br/> <br/>  Men mycket intressant.<br/>  Då man nu kan skapa fria neutroner, så borde man kunna göra en LENR-apparat, med kall fusion/fission.<br/> <br/>  Christer"
		},
		{
			"postIndex": 994,
			"postNumber": 1026,
			"rankGlobal": 71,
			"rankLocal": 3,
			"scoreGlobal": 66.6,
			"scoreLocal": 98.7,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-02-10, 06:23",
			"postUrlInThread": "https://www.flashback.org/t1427614p86",
			"postUrlUniq": "https://www.flashback.org/sp35611829",
			"sentence": "Jag är inte insatt i testmetoderna.<br/> <br/>  Men om jag vore utomstående kontrollant för testen, då skulle jag vilja kräva:<br/> <br/>  1) Avgiven energi är med hög säkerhet betydligt större än förbrukad energi. (Både el och vätgas-förbränning).<br/> <br/>  2) Testen skall utföras på så sätt att alla tänkbara fuskmetoder avslöjas.<br/>  (Olika individer bedömer detta olika).<br/> <br/>  Men detta är ju inget absolut bevis.<br/> <br/>  Man kan tänka sig att italienska maffian styr Rossi med hjärnchips för att lura omvärlden.<br/>  De kanske matar in energi via radiovågor, maser eller annat.<br/>  Men detta är vansinning konspirationsteori.<br/> <br/>  De tyngsta bevisen kommer när flera oberoende har byggt liknande och kört dem länge, samt att en teori verifierat hur det fungerar.<br/> <br/>  Men det finns ju en viktig bit teori som är verifierad och som gör att jag tror kall fusion/fission är möjlig. (Alltså då man kan skapa fria neutroner, så borde resten vara lätt. (Ni, Cs, Ag?).)<br/> <br/>  Christer"
		},
		{
			"postIndex": 875,
			"postNumber": 905,
			"rankGlobal": 77,
			"rankLocal": 4,
			"scoreGlobal": 66.2,
			"scoreLocal": 98.1,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-01-14, 02:21",
			"postUrlInThread": "https://www.flashback.org/t1427614p76",
			"postUrlUniq": "https://www.flashback.org/sp35106598",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>stokker</strong></div> <div>NyTeknik : \"NASA: Kall fusion funkar\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nyteknik.se%2Fnyheter%2Fenergi_miljo%2Fenergi%2Farticle3384168.ece\" target=\"_blank\">http://www.nyteknik.se/nyheter/energ...cle3384168.ece</a></div> </td> </tr> </table> </div> <br/>  Tackar.<br/> <br/> <br/>  Vill tillägga:<br/>  Jag läste NyTeknik under några år, många artiklar var riktigt bra, som även riktade sig åt civilingenjörer mm. Alltså inte nån populärvetenskap för 12-åringar.<br/>  NyTeknik är relativt bra källa.<br/> <br/>  Jag tycker NASA har hög trovärdighet. De har gjort missar, men de verkar ha ett system för att analysera och minska risker med teknologin.<br/>  Det är möjligt att massor av oberoende forskningsinstitutioner har fel allihop.<br/>  Men NASA ser jag som relativt trovärdig.<br/> <br/>  Ovanpå detta finns det många forskningsartiklar om LENR.<br/> <br/>  Vad jag förstår finns färdiga hypoteser, som ofta är verifierade, och som förklarar LENR. Även om detaljerna i Rossi-manicken inte verifierats av oberoende forskare.<br/> <br/>  Jag hoppas NASA redan börjat bygga en experiment-anläggning.<br/> <br/>  Om några i Sverige vet hur man skapar långsamma neutroner med elektriska fält, så kan de bygga en prototyp i Sverige också.<br/> <br/>  Jag kan inte bedöma om Rossi är en riktig skurk, men vi får se. Kanske inte.<br/> <br/>  Detta är nog den intressantaste tråden på FB, tänk om det funkar bra.<br/>  Det blir kanske ett historiskt genombrott med en LENR-apparat.<br/> <br/>  Christer"
		},
		{
			"postIndex": 936,
			"postNumber": 968,
			"rankGlobal": 86,
			"rankLocal": 5,
			"scoreGlobal": 65,
			"scoreLocal": 96.4,
			"userRank": 31,
			"userScore": 7.2,
			"postUserName": "Dompan75",
			"postUserID": "u275334",
			"postUserUrl": "https://www.flashback.orgu275334",
			"postDateTime": "2012-02-03, 22:22",
			"postUrlInThread": "https://www.flashback.org/t1427614p81",
			"postUrlUniq": "https://www.flashback.org/sp35490394",
			"sentence": "Det har ju släppts en video som informerar att NASA har ansökt om ett patent på LENR-applikation. Så uppenbarligen tror NASA på LENR iaf. Patentnummer är 20110255645, och ansökan kom in 20 oktober 2011, titeln är Method for Producing Heavy Electrons, och Zavodny står som uppfinnare och patentet är tillskrivet NASA. <br/> <br/>  Joe Zawodny, som är i videon, är Senior Research Scientist åt NASA på Langley Research Center. Märk väl dock att videon endast är i informationssyfte för allmänheten, inga påståenden om att man har en färdig enhet görs. Däremot så anser Zawodny att Widom-Larsen teorin har bäring, och att man har uppvisat överskottsvärme i en mängd försök. <br/> <br/>  Här är videon hos NASA: <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Ftechnologygateway.nasa.gov%2Fmedia%2FCC%2Flenr%2Flenr.html\" target=\"_blank\">http://technologygateway.nasa.gov/me...lenr/lenr.html</a><br/> <br/>  Zawodny's blogg där han tar upp videon och tar ner en del på jorden (de som påstår att NASA stödjer Rossis påståenden), men samtidigt stödjer LENR:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fjoe.zawodny.com%2Findex.php%2F2012%2F01%2F\" target=\"_blank\">http://joe.zawodny.com/index.php/2012/01/</a><br/> <br/>  NASA har även haft föreläsningar för sina forskare angående sitt LENR arbete, och dokument har släppts efter en FOIA (Freedom Of Information Act) begäran:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.grc.nasa.gov%2FWWW%2Fsensors%2FPhySen%2Fdocs%2FLENR_at_GRC_2011.pdf\" target=\"_blank\">http://www.grc.nasa.gov/WWW/sensors/...t_GRC_2011.pdf</a><br/> <br/>  USA's DIA (Defence Intelligence Agency) gjorde en utvärdering av LENR redan 2009. Där anser de bland annat att Japan och <b>Italien</b> är världsledande inom ämnet (2009). <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Flenr.no%2Fwp-content%2Fuploads%2F2012%2F02%2FDIA-13-Nov-2009.pdf\" target=\"_blank\">http://lenr.no/wp-content/uploads/20...3-Nov-2009.pdf</a><br/> <br/>  Detta, tillsammans med det faktum att Rossi och Defkalion nu visar mer och mer får det att luta åt att det är sant. Min teori är att Rossi lyckades, men att han inte hade en aning om hur han skulle kunna få det stabilt och effektivt, så han släpper bomben, men vill inte låta någon göra närmare kontroller. Detta i ett försök att locka till sig samarbetspartners som kan hjälpa honom med detta, och det har han nu fått i och med samarbetet med National Instruments. <br/> <br/>  Rossi har självklart insett att detta är gigantiskt och att han inte skulle kunna hantera detta själv, samtidigt som han försöker göra allt för att inte någon ska köra över honom, stjäla uppfinningen och plocka hem hela marknaden, samtidigt som det är ett race mot klockan, därav allt hemlighetsmakeri. <br/> <br/>  Obs, dessa spekulationer utgår då från att Rossi verkligen har uppfunnit det han säger, vilket jag inte säger är absolut sant. Dock så lutar jag åt det hållet. <br/> <br/>  Oavsett tror jag att ett genombrott/marknadsintroduktion inom LENR kommer snart, antingen i år av Rossi eller Defkalion, eller om ett par år av andra forskargrupper om de nu bara bluffat."
		}
	],
	[
		{
			"postIndex": 1130,
			"postNumber": 1169,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 86.7,
			"scoreLocal": 100,
			"userRank": 6,
			"userScore": 29.5,
			"postUserName": "teknikfreak",
			"postUserID": "u168291",
			"postUserUrl": "https://www.flashback.orgu168291",
			"postDateTime": "2012-08-08, 16:27",
			"postUrlInThread": "https://www.flashback.org/t1427614p98",
			"postUrlUniq": "https://www.flashback.org/sp38722269",
			"sentence": "Tack för länkarna.<br/> <br/>  Man kan ju jämföra med t.ex fenomenet UFO.<br/>  Det finns ingen rationell förklaring till att tro på UFO, sannolikheten att det finns intelligent liv någon annanstans i universum är förvisso hög, men sannolikheten att de hittat hit är ohyggligt låg.<br/> <br/>  Det finns dock tiotusentals människor som hävdar att dom sett UFOn, tusentals foton och tusentals människor som hävdar att dom blivit bortförda av utomjordingar.<br/>  Många av dom vill säkert bara få uppmärksamhet men många är också övertygade om att det verkligen var utomjordingar dom såg.<br/> <br/>  Det finns säkerligen tusen och åter tusen websidor och massor av forum som bara behandlar ämnet UFO.<br/>  Man påstår även att militären varit inblandad vid Roswell och det förekommer otaliga konspirationsteorier.<br/> <br/>  Trots att UFO-teorin har funnits i över 50 år och trots alla dessa tusentals vittnen så har dock hittills ingen kunnat uppbringa otvetydiga bevis för att den faktiskt landat utomjordingar på den här planeten.<br/> <br/>  Jag hör till skaran som med ovanstående information i bakhuvudet kräver extraordinära bevis för att låta mig övertygas. De flest av fotona som presenterats kan till exempel förklaras med naturfenomen och bortföranden kan till exempel förklaras med sömnparalys och liknande.<br/>  Så, ge mig en utomjording eller ett flygande tefat så tror jag på det.<br/> <br/>  Det samma gäller LENR.<br/>  Det har gått över 20 år sedan Pon och Fleischmann först rapporterade fenomenet. Tusen och åter tusen arbetstimmar lades ner runt om i världen för att återskapa deras resultat, men det visade sig mycket svårt.<br/> <br/>  Nu, 20 år senare, har vi en italienare som påstår sig ha knäckt nöten. Han är tidigare känd för att påstått sig kunna framställa olja ur sopor samt att kunna tillverka högeffektiva peltierelement för att utvinna elenergi ur överskottsvärme. Något som i båda fallen visade sig vara bluff. Han anklagades för miljöförstöring i samband med soporna och verkningsgraden på peltierelementen var bara procent av det han påstod.<br/> <br/>  Han återkommer med en LENR-manick som påstås använda ny fysik för att slå ihop väte och nickel och genom kall fusion med betydande energiöverskott. Han vägrar dock notoriskt att lämna in manicken till nåt oberoende testinstitut eller att låta folk mäta fritt på den. Folks försök att mäta på manicken eller på dess bränsle har hittills inte kunnat bekräfta Rossis påståenden.<br/> <br/>  För att jag ska övertygas så krävs det protokoll från två oberoende testinstitut, typ SP, som med marginal påvisar en energiutveckling som inte är möjlig på kemisk väg. Helst i kombination med mätningar som registrerar gammastrålning som påvisar någon form av rimlig kärnreaktion.<br/> <br/>  Den där mätningen med NI-utrustning som visar på överskottsvärme känns som att den kan förklaras med en kemisk reaktion, då värmeutveckling och verkningsgrad är väldigt låg.<br/> <br/>  Jag hade tänkt att försöka undvika att röja min identitet, men jag kan tillägga att jag jobbar med forskning som delvis är relaterad och jag har även pratat med folk i Kullanders grupp samt att jag känner till anläggningarna där Rossis \"använda bränsle\" analyserades, så jag kanske har en något annorlunda bild av situationen än många andra.<br/> <br/>  Vad gäller att sälja en 1MW reaktor som eventuellt inte fungerar så var det ju exakt det Rossi gjorde med anläggningen för att utvinna överskottsvärme, dvs sålde något som inte fungerade. Så att 1MW-reaktorn skulle vara något form av bevis att tekniken fungerar ger jag inte mycket för.<br/>  Hur Rossi resonerar om säljer en sak som inte fungerar har jag ingen aning om, men hans sätt att hantera situationen i största allmänhet övergår mitt förstånd, så jag är inte så värst förvånad om han sålt något som inte fungerar.<br/> <br/>  I detta fallet gäller helt klart att \"extraordinära påstående kräver extraordinära bevis\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
		},
		{
			"postIndex": 1230,
			"postNumber": 1274,
			"rankGlobal": 5,
			"rankLocal": 2,
			"scoreGlobal": 86.3,
			"scoreLocal": 99.5,
			"userRank": 6,
			"userScore": 29.5,
			"postUserName": "teknikfreak",
			"postUserID": "u168291",
			"postUserUrl": "https://www.flashback.orgu168291",
			"postDateTime": "2012-08-18, 17:49",
			"postUrlInThread": "https://www.flashback.org/t1427614p107",
			"postUrlUniq": "https://www.flashback.org/sp38897876",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lobstr</strong></div> <div>Läst Celanis papper? Hans apparat producerar ju 20 ish watt som överskott. Var hittade du tecken på att man inte använt flöde + T.in + T.ut ? Jag tror att National Instruments pöjkar vet vad dom gör. Ibland får man lita på att proffsen gör rätt. </div> </td> </tr> </table> </div> <br/>  Har du en länk till pappret?<br/> <br/>  Vad gäller National Instruments så har jag haft mycket kontakt dom genom jobbet.<br/>  National Instruments affärsområden är att <b>sälja hårdvara och programvara för datainsamling</b><br/> <br/>  Jag har aldrig varit med om att NI installerar mätsystem eller tillhandahåller sensorer.<br/>  Dom säljer ett lämpligt mätkort och sedan får man själv fixa lämpliga sensorer och koppla in dessa på ett lämpligt sätt. <br/>  NI tillhandahåller programvaran (Labview) och det är upp till kunden att fixa programmeringsbiten själv. Vid specifika programmeringsfrågor kan man få support av NI.<br/> <br/>  Att dom på NI skulle vara några experter på energimätning eller liknande har jag ingen anledning att tro. Däremot ger dom gladeligen dig en offert på lämpliga mätkort och programvara om du talar om vad dina sensorer har för utsignaler samt vilken noggrannhet du behöver.<br/> <br/> <br/>  Anledningen till att jag ständigt ifrågasätter mätmetoderna och vägrar låta mig övertygas så länge något är skumt är att jag själv jobbar med forskning.<br/>  De flesta av LENR-experimenten delar samma konstiga egenhet i mina forskarögon:<br/> <br/>  Om jag, eller något av mina kollegor hade forskat på onormal värmeutveckling, var hade då fokus legat?<br/> <br/>  - Jo, självklart hade man börjat med att försöka designa ett mätsystem som kunde mäta värmeutvecklingen med tillräcklig noggrannhet, förslagsvis så att man kan räkna fram COP med minst två värdesiffror.<br/> <br/>  I stort sett ALLT inom experimentell fysik går ut på att göra mer noggranna mätningar eller att tillverka mer väldefinierade prover. <br/> <br/>  För att framgångsrikt kunna bedriva forskning är detta en nödvändighet. Om man inte vet vad det är man mäter på, eller inte kan mäta med tillräcklig noggrannhet så är det i stort sett poänglöst att hålla på, eftersom man inte har en chans att upprepa eller förbättra saker.<br/> <br/>  När jag ser nån ihopsvängd rörgrunka med några instuckna tempreratursensorer här och där och en gubbe som påstår att den ger COP 10 eller nåt, vad är det första en forskare gör? <br/>  Jo, självklart, som man alltid MÅSTE göra i forskningsvärlden, man kollar upp alla tänkbara felkällor, ifrågasätter och försöker bilda sig en uppfattning ifall något förbisetts.<br/> <br/>  I normala fall hade man väntat sig att mätsystemet hade bestått av beprövade komponenter och mätmetoder, för att minska risken för fel. Man hade också väntat sig att innehavaren av utrustningen gladeligen hade låtit folk granska alla delar av mätsystemet i detalj, samt låtit dom kontrollmäta med sin egen utrustning för värmemängds- och eleffekt-mätning.<br/>  En forskare vill ju absolut inte gå ut med ett sådant påstående som att man lyckats med LENR utan att ha goda skäl att tro det.<br/>  Om man har chansen att få mätutrustningen granskad i detalj av kunnigt folk på ett tidigt stadium, innan det hela blivit för stort, så tar man givetvis den chansen.<br/> <br/>  Man kan väl jämföra med när CERN-forskarna tyckte sig ha mätt upp neutrinos som färdades snabbare än ljuset men de mycket tydligt påpekade att detta inte verkar rimligt enligt gällande fysik samt att de ville ha hjälp av andra forskare att granska vad de gjort.<br/>  Några veckor senare visade det sig att glappkontakt orsakat ett mätfel och att neutrinos alltså inte är snabbare än ljuset.<br/> <br/>  Jag säger alltså INTE att jag tror att LENR är omöjligt. Det skulle inte förvåna mig alls om det går att åstadkomma.<br/>  Däremot finner jag det hela tiden mer och mer underligt hur så många kan påstå att de lyckats med LENR utan att det hittills presenterats en enda oberoende rapport.<br/>  En oberoende rapport är ju steg två efter att utrustningen granskats av andra forskare och denna borde varit gjord för minst ett år sedan nu när det gäller Rossis reaktor.<br/> <br/>  Att bara hålla på att svänga ihop nya manicker och hävda att dom ger si och så mycket effekt baserat på överslagsräkningar och ögonmått leder ingen vart och är inte en forskares sätt att angripa problemet. Det är precis här som jag har problem med LENR-forskningen. Den sker helt enkelt inte på det vetenskapliga sätt som forskare normalt jobbar."
		},
		{
			"postIndex": 1163,
			"postNumber": 1204,
			"rankGlobal": 19,
			"rankLocal": 3,
			"scoreGlobal": 77.9,
			"scoreLocal": 89.9,
			"userRank": 6,
			"userScore": 29.5,
			"postUserName": "teknikfreak",
			"postUserID": "u168291",
			"postUserUrl": "https://www.flashback.orgu168291",
			"postDateTime": "2012-08-12, 14:43",
			"postUrlInThread": "https://www.flashback.org/t1427614p101",
			"postUrlUniq": "https://www.flashback.org/sp38790376",
			"sentence": "Bjorn-ola<br/> <br/>  Jag säger inte att det är omöjligt att den utvecklar 13kW. Jag säger bara att det inte finns något skäl att tro att den utvecklar mer än den inmatade effekten på 3,5kW baserat på de knapphändiga uppgifterna och fotot. Hade man fått exakta mått och temperaturer på höljet så hade man ju kunnat räkna fram en minsta möjliga effekt själv.<br/>  Om den fläckvis är 870 grader på ytan så borde den för övrigt vara orange-röd där.<br/> <br/>  Lobstr<br/> <br/>  Problemet är ju att Rossi och många andra inom LENR-forskningen smutskastar sig själva och LENR-fältet genom sitt agerande.<br/> <br/>  Hade Rossi, Defkalion eller nån annan med en \"fungerande\" maskin bara kunnat lämna in den för ett oberoende test så hade hela debatten varit över nu.<br/>  Hade maskinen visat sig fungera som utlovat enligt oberoende tester så hade LENR-fältet över en natt fått högsta prioritet och enorma resurser hade tilldelats.<br/>  Till och med ett test på ett tidigt stadium som visar att apparaten INTE fungerar hade varit bättre än allt detta slingrande. Ett negativt resultat är också ett resultat inom forskningen ju. Då hade åtminstone den som lämnat in maskinen ansetts som seriös som lät göra ett oberoende test.<br/> <br/>  Nu blir forskare istället mer och mer motvilliga att blanda sig i LENR ju fler oklara slingrande rapporter som dyker upp från Rossi, mfl.<br/>  Man får tänka på att forskare är väldigt beroende av sitt rykte och tidigare resultat när de ska söka pengar för framtida forskning. Om dom blandar sig i forskning som genom åren gång på gång avfärdats som bluff och som drar till sig folk med tveksam bakgrund så riskerar dom hela sin karriär.<br/> <br/>  Nä, sluta upp med allt trams och lämna in maskinerna för oberoende tester, det är den enda jag skulle önska."
		},
		{
			"postIndex": 1183,
			"postNumber": 1225,
			"rankGlobal": 20,
			"rankLocal": 4,
			"scoreGlobal": 77.8,
			"scoreLocal": 89.7,
			"userRank": 4,
			"userScore": 51,
			"postUserName": "Lobstr",
			"postUserID": "u717917",
			"postUserUrl": "https://www.flashback.orgu717917",
			"postDateTime": "2012-08-14, 17:53",
			"postUrlInThread": "https://www.flashback.org/t1427614p103",
			"postUrlUniq": "https://www.flashback.org/sp38829446",
			"sentence": "Dålig debattstil? O.o dålig debattstil är att ignorera vad ett flertal väletablerade företag och universitet säger inom ett område de forskar i, vare sig det handlar om hästskor eller kall fusion. Som du kanske märker så får du ingen artikel där ett test ingår så sluta tjata om det. <br/> <br/>  Ett flertal forskare säger att LENR inte ens är kall fusion utan ett annat fenomen som inte är förklarat än. Än sen då? Det blir likförbannat intressant när det kommer ut på marknaden. Rossi är INTE den enda som försöker göra det kommersiellt så glöm honom och fokusera på viktigare saker än honom ^^<br/> <br/>  Åter igen när NASA, Boeing och MIT är så pass intresserade av kall fusion / LENR som de är just nu så ser jag inte hur det kan vara en \"bluff\", kanske är även dessa företag / universitet en bluff i så fall?<br/> <br/>  Att säga att LENR / Kall fusion eller i alla fall en process vi inte kan förklara inte finns är som att säga att NASA, MIT och Boeing inte finns...eller?"
		},
		{
			"postIndex": 1146,
			"postNumber": 1186,
			"rankGlobal": 26,
			"rankLocal": 5,
			"scoreGlobal": 76.2,
			"scoreLocal": 87.9,
			"userRank": 6,
			"userScore": 29.5,
			"postUserName": "teknikfreak",
			"postUserID": "u168291",
			"postUserUrl": "https://www.flashback.orgu168291",
			"postDateTime": "2012-08-10, 12:26",
			"postUrlInThread": "https://www.flashback.org/t1427614p99",
			"postUrlUniq": "https://www.flashback.org/sp38756099",
			"sentence": "Det borde i princip inte vara några problem för Rossi att få patent på sin maskin om han kan bevisa med testprotokoll från ett par oberoende testinstitut att den fungerar, eller?<br/>  Har har ju redan en teori om hur den fungerar och om han kan bevisa att den fungerar i praktiken så ser jag inte hur patentverket skulle kunna motsätta sig patent.<br/>  För övrigt har det patenterats många maskiner genom åren som inte fungerar i praktiken, men patentverket kanske granskar ansökningarna noggrannare nu för tiden?<br/> <br/>  Angående Widom-Larsen teorin så tycker jag också att det är den intressantaste teorin.<br/>  Problemet som jag ser det är neutronframställningen. Det låter enkelt på pappret, men i verkligheten känns det som en svårknäckt nöt eller till och med kanske en omöjlighet.<br/>  Jag inbillar mig att det krävs väldigt väldefinierade ytor och väldigt hög energi lokalt för att lyckas med det. Vad jag förstått så finns det ingen som lyckats med neutronframställning enligt denna modellen än?<br/>  Sedan är det långt från säkert att man kan kommersialisera tekniken även om man skulle få den att fungera i labmiljö. <br/> <br/>  Man kan jämföra med fusionsreaktor-experimenten som hållit på i decennier nu (JET, ITER) utan att man fått reaktorn att gå stabilt under längre perioder. Teoretiskt är det en enkel process, men i praktiken är kostnaderna och de tekniska utmaningarna enorma.<br/> <br/>  Det skulle vara intressant att testa om andra halvan av Widom-Larsen-teorin fungerar ifall man kunde skaka fram långsamma neutroner någonstans.<br/>  Jag undrar om de ultrakalla neutroner som framställs på forskningsreaktorer runt om i världen är tillräckligt långsamma för att det ska fungera?"
		}
	],
	[
		{
			"postIndex": 1299,
			"postNumber": 1343,
			"rankGlobal": 33,
			"rankLocal": 1,
			"scoreGlobal": 74.2,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 99.2,
			"postUserName": "Bjorn-Ola",
			"postUserID": "u531148",
			"postUserUrl": "https://www.flashback.orgu531148",
			"postDateTime": "2012-08-26, 18:24",
			"postUrlInThread": "https://www.flashback.org/t1427614p112",
			"postUrlUniq": "https://www.flashback.org/sp39034289",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jon80</strong></div> <div>Edit: Inte riktat enbart till dig, utan syftar till texten jag gjort fet:<br/>  Är det inte då ganska dumt att sida upp och sida ner argumentera för _att_ det fungerar?<br/> <br/>  Inte riktat till någon speciell men, tycker argumenteringen i denna tråd emellanåt liknar argumenteringen religiösa kan ägna sig åt, som mer eller mindre går ut på att \"du måste tro\". Det finns vissa likheter med argumenteringen från \"stjärnorna\" som startade tråden om <a href=\"https://www.flashback.org/t1945632\" target=\"_blank\">Gratis energi från gravitation, enkelt förklarat</a>. Man ska bara \"inse\", \"förstå\" och \"tro\" - helst utan att riktiga mätningar eller fungerande maskiner ska visas upp för inspektion :-)<br/> <br/>  Följer dock utvecklingen med stort intresse! Bevisas det fungera som det sägs så är det ju helt fantastiskt! (och då pratar jag inte om stollarna från Gravitations-tråden ;-)</div> </td> </tr> </table> </div>   I detta läge kan vi bara försöka bedömma sannolikheter. <br/>  Jag tycker efter ett otal demonstrationer att sannolikheten för att LENR existerar är stor.<br/>  När det gäller Rossi så har jag länge grubblat på hur sannolikt det är att det han påstår är sant.<br/>  I början var jag mycket skeptisk. Men sättet han agerar på tyder inte på bluff. Skulle det vara bluff så är hela konceptet idiotiskt och borde ha blivit avslöjat för länge sedan med så många inblandade.<br/>  Nu håller han på att bygga upp ett försäljningsnät för försäljning av riktiga produkter som inte säljs förrän kunden har gjort en riktig besiktning. Det är väl knappast så man agerar om man vill lura till sig pengar. Då startar man ett utvecklingsprojekt som man sedan ber folk att investera i. Projektet havererar sedan och pengarna fryser inne. Det är aldrig kriminellt att misslyckas. Om man däremot försöker sälja en bluffprodukt så begår man ett brott och Rossi har ingen chans att lyckas sälja värmeverk som inte fungerar. Ingen kan vara så dum att ens komma på tanken. Den enda läcka från Rossis organisation talar inte om en bluff, tvärtom. Den tillhandahåller bilder och data från en ecat i en testrigg. Personen som läckte blev identifierad på nätet och verkade ha läckt för att han var så upphetsad över resultatet. Personen var knuten till en annan organisation som var med och genomförde testet.<br/> <br/>   Men om det finns någon som tycker sig ha en trovärdig förklaring på hur ett eventuellt bluffkoncept kan se ut så är jag intresserad av att höra om den, däremot är det bara tröttsamt med ständiga påståenden om bluff utan trovärdig förklaring.<br/> <br/>  I vilket fall som helst så tror jag att vi närmar oss ett klargörande.<br/>  Resultaten från de tester som det läckte om ska publiceras.<br/>  Även test som utförs av universitetet i Bologna ska publiceras någon gång i oktober.<br/>  Enligt Rossi deltog inte Focardi i testet då han inte anses vara oberoende eftersom Rossi tidigare har anlitat honom som konsult. Det låter lovande."
		},
		{
			"postIndex": 1301,
			"postNumber": 1345,
			"rankGlobal": 41,
			"rankLocal": 2,
			"scoreGlobal": 72.2,
			"scoreLocal": 97.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-08-28, 00:05",
			"postUrlInThread": "https://www.flashback.org/t1427614p113",
			"postUrlUniq": "https://www.flashback.org/sp39055475",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kupo</strong></div> <div>Ni-63 har en halveringstid på hundra år. Visserligen handlar det bara om relativt svag betastrålning, men man måste ändå hantera det så att det inte hamnar var som helst. Ni-65 har en halveringstid på 2.5 h och högenergetisk gammastrålning som borde märkas när reaktorn stängs av</div> </td> </tr> </table> </div> <br/>  På wiki står det \"syntetisk\" för Ni63. Det kanske inte finns i provet?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FNickel\" target=\"_blank\">http://sv.wikipedia.org/wiki/Nickel</a><br/> <br/>  Stort tack för uppgiften 2.5 h.<br/> <br/>  Halveringstid på 2.5 h, tyder på att reaktionen inte kan snabb-startas.<br/>  Teoretiskt bör de hålla på en bra stund tills det bildats en del Ni65 och att det håller på en stund efter.<br/> <br/> <br/>  Lite annat.<br/>  Rossi fick inte patentet godkänt, vilket kan vara en del-förklaring till hans beslut.<br/> <br/> <br/>  Isotop-sammansättningen vore intressant.<br/>  Uppsalaforskarna fick lite av Rossi.<br/>  Jag vet inte säkert, men tolkar resultatet som att man inte lyckats visa en signifikant avvikelse från naturlig sammansättning. Men ickesignfikans bevisar inget.<br/>  Med fler prover, bättre mätningar mm kanske man kan visa på små skillnader.<br/> <br/>  Jag tror det vore bra om de blandade Ni-pulvret väl innan. Tog flera prover innan, samt flera prover efter att de kört E-CAT länge. Samt skrapa ut allt pulvret noga.<br/>  Ännu bättre med flera E-CAT som körs länge. Men det gäller att det bildats så mycket Cu av Ni65 att det lätt kan mätas.<br/>  (De fann väl Cu efter körningen? Var detta från Ni65?).<br/>  Ännu bättre att köra några E-CAT en kort stund, ta prover. Därefter köra några E-CAT mycket länge och ta prover på samma sätt.<br/>  Det vore kanske bra att försöka göra om dessa mätningar.<br/>  OBS: Det är inte bevisat att det rör sig om produktion av Ni65, men teoretiskt rimligt.<br/> <br/>  Fråga:<br/> <b>Kan någon förklara varför gamma kan absorberas effektivt?</b><br/> <br/>  För länge sedan såg jag hypotes? i vetenskaplig artikel, om att gammastrålningen verkar kunna absorberas effektivt. (Kanske hårda elektron-skal?)<br/>  Kärnreaktionen sker ju inne i metall-kristall, med massor av elektronskal, samt ledningsband. kanske även elektroner vid kristall-ytan? Alltså inte i gas eller plasma.<br/> <br/> <br/>  Det kan finnas många misstag, men förändrad isotop-samansättning och gamma-strålning skulle verifiera LENR. Men det sägs ha bildats lite gamma, något över bakgrunds-strålningen.<br/> <br/>  Nu när man kan producera neutroner med elektriska fält mm under speciella omständigheter, så borde LENR fungera.<br/>  Men är är det ekonomiskt?<br/> <br/>  Christer"
		},
		{
			"postIndex": 1434,
			"postNumber": 1484,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 72,
			"scoreLocal": 97,
			"userRank": 3,
			"userScore": 67,
			"postUserName": "skunkjobb",
			"postUserID": "u593561",
			"postUserUrl": "https://www.flashback.orgu593561",
			"postDateTime": "2012-10-06, 11:41",
			"postUrlInThread": "https://www.flashback.org/t1427614p124",
			"postUrlUniq": "https://www.flashback.org/sp39695859",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lobstr</strong></div> <div>Det finns ingen än som säger sig veta \"EXAKT\" vad som sker i LENR. Skulle förmodligen leda till en Nobelpris dock <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div> </td> </tr> </table> </div> Det finns inte ens någon som påvisatt ATT det sker. Jag tycker man kan börja i den änden, sedan kan man försöka förstå VAD som händer. Visst är teoretisk fysik intressant och kan komma upp med idéer till den experimentella men det är fel att framställa situationen kring LENR som att vi bara inte kan förklara den när verkligheten är att det inte ens är en bekräftad realitet.<br/> <br/>  Vi kan sitta och gnabba hur mycket som helst här och säga jo, nej, jo, nej, jo, nej så länge vi lever, den dagen LENR verkligen kan påvisas behöver vi inte tjafsa längre. Om inte hela forskarvärlden är en stor konspiration (hoppas ingen här tror det) så kommer andra forskarlag att försöka upprepa lovande resultat. Lyckas även de kommer ännu fler att göra om det. Efter sedvanligt stötande och blötande så vet vi lika säkert som het fusion att det fungerar. Detta har ännu inte inträffat."
		},
		{
			"postIndex": 1380,
			"postNumber": 1427,
			"rankGlobal": 50,
			"rankLocal": 4,
			"scoreGlobal": 70.2,
			"scoreLocal": 94.6,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-09-16, 23:24",
			"postUrlInThread": "https://www.flashback.org/t1427614p119",
			"postUrlUniq": "https://www.flashback.org/sp39372710",
			"sentence": "Det som kan ställa till stora problem är upprepbarehet.<br/> <br/>  För att verifiera nått vetenskapligt, experimentellt, så behöver många oberoende forskargrupper kunna upprepa experimenten. (Ovanpå detta behövs teorier och gärna en apparat som går mycket länge).<br/> <br/>  \"aw\" (sid 15), nämnde det krävs speciella omständigheter för att neutroner skall bildas.<br/>  Såg nån video, där man nämnde hypotesen att LENR sker i små sprickor eller gitterdefekter i Pd-D.<br/>  Kanske detta fått några att försöka med nanorör.<br/> <br/>  En liten animerad modell beskrev det ungefär :<br/>  protoner (vätekärnor) ligger längs en axel, med elektroner mellan protonerna. Dessa svänger längs axeln. Ibland kommer elektronen nära protonen och det bildas en neutron. (p+e--&gt;n).<br/>  Problem: hur får man det svänga rätt??? (E-fält, M-fält, piezo-effekter, laser mm kan inverka).<br/>  En hypotes talar om fononer. (=partikel-modell för ljudpulser eller svängningar i kristall).<br/> <br/>  Jag vet inte om det kan ske på väte-metall-ytan på en kristall. <br/>  I Pd-D-fallet, så laddas Pd med D under mycket lång tid. D tränger in i Pd.<br/> <br/>  (Jag tyckte jag hörde att laddninstiden av D i Pd kan variera oerhört och försvåra upprepning.)<br/> <br/>  Jag kan tänka mig att Rossi ibland fått fart på E-CAT, men ha svårt att upprepa det.<br/>  Det vore utmärkt om det funkade med bara Ni och väte.<br/>  Han har även nått hemligt material. (Molekyl med tunga elektroner???).<br/>  Om LENR endast sker i sprickor, så kanske det blir mycket svårare.<br/> <br/> <b>Att många inte kan upprepa det är inget absolut bevis för att det inte kan fungera.<br/>  Men för att verifiera att det fungerar, så måste många oberoende grupper kunna upprepa det.</b><br/> <br/>  Det är så intressant att det är bra att några forskar på det.<br/>  Det är massor jag inte vet.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1373,
			"postNumber": 1420,
			"rankGlobal": 55,
			"rankLocal": 5,
			"scoreGlobal": 69.8,
			"scoreLocal": 94,
			"userRank": 7,
			"userScore": 28.5,
			"postUserName": "stillton",
			"postUserID": "u244035",
			"postUserUrl": "https://www.flashback.orgu244035",
			"postDateTime": "2012-09-14, 17:11",
			"postUrlInThread": "https://www.flashback.org/t1427614p119",
			"postUrlUniq": "https://www.flashback.org/sp39335281",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lobstr</strong></div> <div>Om man vill, kan man se det som att det i denna tråd finns två lag. 1:Är intresserade och ser positivt till LENR. 2: Tror att det hela är en scam utan like. <br/> <br/>  Nr.1: Länkar till saker som kan vara bevis, nästan bevis eller bara intressanta artiklar angående LENR.<br/> <br/>  Nr.2: Hackar, hackar och hackar. Är otrevlig och elaka hela tiden. <br/> <br/>  Vad håller ni på med? Byt forum om ni inte är intresserade av att diskutera. Finns säkert någon tråd som är dedicerad till bråk som ni kan bli kungar i <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Ps. Gnäll inte på \"wall of text...\" Du kan inte läsa en bok utan att läsa den, se en film utan att se den, smaka på maten utan att smaka...eller hur du nu vill att jag ska uttrycka det...<br/> <br/> <br/> <br/>  Vad det gäller \"Ingen har sett produkten\" Så är det en lögn, Ny Teknik skrev stora artiklar om svenska vetenskapsmän som var på plats och gjorde egna mätningar. Huruvida mätningarna var av er godkända skiter jag i just nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Dom var fortfarande där.</div> </td> </tr> </table> </div> <br/>  jag ser positivt på LENR men är ganska säker på att rossi antingen scammar eller är oerhört korkad. vilken kategori faller jag under?<br/> <br/>  sen måste man väl ändå få ifrågasätta Björn-Ola när han säger \"nu känner jag mig mer säker\" över ett SGS-dokument. vad är det han känner sig mer säker över? att han inte ska få en elstöt när han tar i en cat? dokumentet säger ju inget om funktionen. <br/>  det är den typen av vilseledande information som gör att man blir ännu mer skeptisk till det hela. Bjorn-Ola är helt enkel inte saklig och spottar ur sig länkar till information som kan uppfattas som vilseledande (medvetet, eller omedvetet). kanske finns det bland alla dessa länkar något verkligt intressant som skulle få mig att ändra uppfattning om rossi. men det skulle i princip kräva att jag inte hade något annat att göra om dagarna om jag skulle försöka plöja mig igenom all nonsens.<br/> <br/>  Jag vill poängtera att jag inte har något alls emot att någon av er länkar till allt möjligt om e-cat. men i fallet ovan kunde ju Bjorn-Ola skriva: rossi e-cat har visat sig uppfylla 2006/42/EC som visar att rossis MW1 uppfyller dess krav på säkerhet och hälsoaspekt.<br/> <br/>  då hade nog ingen hackat på det."
		}
	],
	[
		{
			"postIndex": 1538,
			"postNumber": 1588,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 82.2,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2012-12-03, 16:44",
			"postUrlInThread": "https://www.flashback.org/t1427614p133",
			"postUrlUniq": "https://www.flashback.org/sp40699954",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ippskiff</strong></div> <div>.......<br/> <br/> <br/>  Bullshit, man kan använda ordet lobba även när det enbart handlar om personliga fördelar eller vinning också. <br/>  Jag t ex, lobbar hårt för legalisering av gräs. Inte för att jag vill sälja gräs, utan för att jag vill kunna konsumera det ifred. Personlig vinning, men inte av ekonomisk art utan lobbing utifrån ett tillvaro-perspektiv. <br/> <br/> <br/>  ................</div> </td> </tr> </table> </div>   Ordet \"Bullshit\" är dåligt argument.<br/>  \"Lobbying, lobbyism, lobby eller lobbning (från engelska: lobby) innebär politiskt påtryckningsarbete, det vill säga att professionella företrädare för intressegrupper och särintressen i organiserad form framför sina åsikter till politiska makthavare. Lobbyister kan exempelvis vara anställda som PR-konsulter eller ombudsmän.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FLobbying\" target=\"_blank\">http://sv.wikipedia.org/wiki/Lobbying</a><br/>  Jag tolkar inte lobba, som att man enbart talar för en sak, eller propagerar för något.<br/> <br/>  Det kan ploppa upp skurkar överallt, där de tror de kan roffa åt sig pengar.<br/>  Efter det med kall fusion i köket för ca 20 år sedan, trodde jag det var ett rejält misstag.<br/>  Många är ytterst kritiska nu.<br/>  Men då jag förstod att man kan skapa långsamma neutroner med elektriska fält mm, så har jag ändrat uppfattning. Men jag har ännu inte sett fullständiga bevis själv på neutron-produktionen.<br/> <br/>  Det starkaste beviset på att t.ex. E-CAT fungerar, vore många stora oberoende kraftverk som producerat energi länge, t.ex. ett år.<br/>  Man har ännu inte lyckats bevisa het fusion på detta sätt.<br/> <br/>  Det finns ännu inget starkt bevis på att E-CAT är humbug. En mängd forskare och journalister borde kunnat bevisa det. Jag tror inte han är en mäster-illusionist, som lurat forskare. Han förlorar ju både pengar, anseende och tid om han luras.<br/>  Jag tycker det är mer troligt att han är en ingenjör som försökt konstruera nått, men det funkar inte som han önskat. Kanske det inte funkar, eller kanske han sporadiskt fått igång LENR.<br/>  Även om Rossi mislyckas, så finns andra områden, där forskare fått resultat som tyder på LENR.<br/> <br/>  Det finns mycket på internet om t.ex. kall fusion som är humbug eller dåligt. Det gäller att vaska fram det pålitliga, men det är inte lätt.<br/> <br/>  En länk som verkar pålitligt och tar upp det teoretiska är av Steven B. Krivit (Kanske vetenskapsjournalist och fysiker???), vid \"New Energy Times\".<br/>  Upprepning:   \"Widom-Larsen Theory Simplified\":<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/>  Jag själv är intresserad av den teoretiska grunden för LENR.<br/> <br/>  Han har även föredrag på youtube om varför man tror det misslyckas.<br/> <br/>  Jag vet inget säkert, men det skulle inte förvåna mig om nån lyckas med en stor LENR-apparat i framtiden.<br/>  Det är så jäkla intressant, så jag hoppas det även finns de som talar för det. En fri debatt i demokratins namn kan vara stimulerande.<br/> <br/> <br/>  Christer"
		},
		{
			"postIndex": 1709,
			"postNumber": 1761,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 81.8,
			"scoreLocal": 99.5,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-02-15, 00:06",
			"postUrlInThread": "https://www.flashback.org/t1427614p147",
			"postUrlUniq": "https://www.flashback.org/sp42022516",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>drbob</strong></div> <div>De filmerna som las ut på YouTube var bara research inför ett mycket störe och aningen seriösare film projekt.</div> </td> </tr> </table> </div> <br/>  En dokumentär, med tyngd på vetenskapsteori om LENR, vore intressant och nått för vetenskapshistorien.<br/> <br/>  Övrigt:<br/>  Många har fått oförklarliga resultat, som kan vara LENR. På 1800-talet, 20-talet och nån Svensk har fått nått. Jag uppfattade det som He-produktion och i minst ett fall med volfram-tråd.<br/>  Men Hagelstein nämner att det behövs en bra masspektrometer för att mäta He noggrant.<br/>  Krivit ger en kort översikt över olika LENR experiment. Ett konstigt biologiskt av Ryssar mm som ändrar isotoper. Jag upprepar en länk:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DyR-5Zw_Hds8%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P\" target=\"_blank\">http://www.youtube.com/watch?v=yR-5Z...8MtMfc8oSL1K1P</a><br/>  Det finns många \"oförklarliga\" experiment, som kan vara LENR. Krivit nämner att det finns minst 66 st varianter av teorier, men han håller fram Widom-Larsen som bästa.<br/> <br/>  Krivit nämner här Huizenga's 3 \"Miracles\" för kall fusion. Det är om:<br/>  Coulomb barriären, saknas strong neutrons, saknas gamma.<br/> <br/>  Dessa \"mirakel\" måste förklaras för att få en stark teori.<br/>  Widom-Larsen visar att första inte alls behöver vara ett mirakel.<br/> <br/>  Hagelstein föreläser om flera olika modeller och på annat sätt försöker förklara att det inte är mirakel. Men han ligger i forskningsfronten och man har ännu ingen slutgiltig model. Många frågetecken finns nu, vilket är intressant. Mest om Pd/D.<br/>  I föreläsningarna ställer han upp modeller för två-system som är kopplade och med fononmodel samt med ett system som tar upp energi. Han ställer även upp relativistisk Hamiltonian för kärnor och elektroner samt kopplingar. Tyvärr inte slutgiltig, (Den var inte Lorenzinvariant). Men han går vidare.<br/>  Han jobbar alltså med att försöka förklara och bevisa hur en hög energi kan överföras till kristallgittret, så att inte gamma behöver utsändas. Ett stort energikvanta borde kunna splittras upp i en mängd små energikvanta, inne i ett kollektiv av bundna kärnor i en fast kristall.<br/>  Detta ligger i forskningsfronten och han verkar planera nya experiment, för att testa nått.<br/>  Sedan begriper jag inte allt, t.ex. FW-rotation, optisk-fonon (optisk ljudpartikel). Men jag slötittar och snappar upp lite här och där.<br/>  De 3 \"miraklen\" kanske bara är tecken på att nya upptäckter i fysiken kommer. Därefter är det inte längre mirakel.<br/>  Han har lite av det jag nu nämnt i föreläsning nr. 12:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D9Cgf3hW0GZ8%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P\" target=\"_blank\">http://www.youtube.com/watch?v=9Cgf3hW0GZ8&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P</a><br/>  Modeller för samband mellan elektron-övergångar och hur de kan avge fononer (värme), skall vara välkänt och accepterat. Här gäller det hur energin vid kärnreaktion kan avges till kristallen, för att förklara varför gamma saknas i vissa experiment.<br/> <br/>  Alltså: Mycket tyder på att LENR existerar. Men man har ännu ingen fullständigt teori som förklarar allt och som är starkt verifierad.<br/>  Men Widom-Larsens teori förklarar en del av det viktigaste.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1706,
			"postNumber": 1758,
			"rankGlobal": 13,
			"rankLocal": 3,
			"scoreGlobal": 79.5,
			"scoreLocal": 96.8,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-02-12, 20:03",
			"postUrlInThread": "https://www.flashback.org/t1427614p147",
			"postUrlUniq": "https://www.flashback.org/sp41984323",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>teknikfreak</strong></div> <div>&lt;klipp&gt;<br/> <br/>  I LENR fallet finns nån form av hemlighetsmakeri, fanatism och löften om guld och gröna skogar som åtminstone jag inte kan koppla ihop med seriös forskning.</div> </td> </tr> </table> </div> <br/>  Jag håller med. Det finns massor av galningar på internet, som fantiserar om evighetsmaskiner, utomjordingar och säkert en del som galningar som skriver om Kall fusion.<br/>  Detta är irriterande.<br/>  Jag letar bara efter de som verkar vara riktiga vetenskapare, som även kan en del om vetenskapsmetoder (vetenskapsteori).<br/>  Jag gissar det även fanns galningar innan första riktiga flygplanet funkade.<br/>  Det gäller att söka efter sanningen kritiskt. Strunta i galningarna och leta efter riktig vetenskap.<br/> <br/>  Jag tog exemplet med flyg, för alla misslyckade försök.<br/>  Men kanske LENR inte alls är så unikt vetenskapshistoriskt. Om unikt så är det extra intressant.<br/> <br/>  Det finns \"oförklarliga\" saker i naturen, som kan förklaras med LENR.<br/>  Jag kan ha missuppfattat, men hört om:<br/>  1) Isotop-förändringar i biologiskt experiment av italienare.<br/>  2) Effekt i yttre delar av solen.<br/>  3) Ryssar fann ökad neotronstrålning innan jordbävning.<br/> <br/>  Ryssarnas nämns i första videon, som är ganska rolig. Men jag är inte säker på bevisstyrkan.<br/>  Här är åtminstone inbjudna forskare:<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftheatomunexplored.com%2F%3Fpage_id%3D133\" target=\"_blank\">http://theatomunexplored.com/?page_id=133</a><br/>  Peter L. HAGELSTEIN  MASSACHUSETTS INSTITUTE OF TECHNOLOGY, nämner lite om NANOR på andra videon. (Hans föreläsningar som jag länkade till i förra inlägget är för högutbildade fysiker.)<br/>  Sedan finns det en del om piezo-LENR, isotop-förändringar mm.<br/> <br/> <br/>  Jag trodde inte alls på LENR tidigare, men efter jag läst \"aw\" sid 15 i denna tråd, så har jag ändrat mig till kanske, eller troligt.<br/> <br/>  \"Widom-Larsen:<br/> <br/>  Om man tillför ett starkt elektriskt fält till vissa metaller, i kontakt med väte, så kan elektronerna börja \"grupposcillera\" på metallens yta. När det händer så kommer vissa fria elektroner i fältet att få tillräckligt med energi för att kunna slås ihop med en fri proton och bilda en fri neutron. Detta är ett känt fenomen inom elektrosvag (Electroweak) växelverkan, som är ett relativt nytt fält inom fysiken (Nobelpris 1979).\"<br/> <br/>  Detta ändrade mig.<br/>  Om detta är sant, så är LENR inte alls konstigt, det bygger på känd accepterad fysik.<br/>  När väl en neutron är fri, så hamnar den lätt i en kärna och bildar en isotop.<br/>  Om gamma:<br/>  \"8 Cold Fusion 101 Dr. Peter Hagelstein at MIT 01/24/2013 (Day 3 Part 2) \"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DKgM-KW05U08\" target=\"_blank\">http://www.youtube.com/watch?v=KgM-KW05U08</a><br/>  Efter 32 min nämner han om gamma. \"Plasmons?\" ,\"Phonons?\". De vet ännu inte säkert.<br/>  Man bör tänka på att kristallgittret kan inverka, så det inte blir som i vanlig kärnfysik.<br/> <br/>  \"The cold fusion energy cell built by Dr. Mitchell Swartz of JET Energy produced excess heat continuously for months on the MIT campus. Described as a zirconium-oxide nanostructured quantum electronic device, the phenomenon was observed by both students and the condensed matter nuclear science (CMNS) community as well as members of the general public.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fcoldfusionnow.org%2F2013-starts-right-with-cold-fusion-101-at-mit-for-second-year%2F\" target=\"_blank\">http://coldfusionnow.org/2013-starts...r-second-year/</a><br/> <br/> <b>De som vill kan kopiera NANOR, upprepa och undersöka det.</b> OBS: man bör följa alla deras råd och se till att \"load\" blir signifikant över ca 0.85.<br/> <br/>  Om utredningar:<br/>  \"First published by Infinite Energy IE24 in 1999, the MIT and Cold Fusion Special Report [.pdf] by Eugene Mallove featured a detailed history of the Massachusetts Institute of Technologys (MIT) investigation into the claims made of cold fusion technology. The brief episode of research was undertaken by the MIT Plasma Fusion Center (PFC) in 1989 while Mallove was the schools News Office Chief Science Writer. Malloves report on the hot-fusion scientists findings is fully documented with an analysis that shows a discrepancy between the original lab data and the data published in their final evaluation.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fcoldfusionnow.org%2Fremove-institutional-blocks-at-mit-and-caltech-fund-cold-fusion-programs-now%2F\" target=\"_blank\">http://coldfusionnow.org/remove-inst...-programs-now/</a><br/>  Man kan ladda ned pdf-filen där, av Mallove. Tyvärr är Mallove mördad. (Se eng.wiki).<br/> <br/>  Det som hindrar LENR är galningar som pratar smörja. Men även meriterade forskare med bästa labben gör fel och misslyckas. Kanske ger rapporter som krossar LENR-forskningen.<br/>  Men nyligen så fick Peter Hagelstein besök av en senator. Det händer intressanta saker på andra håll än hos Rossi.<br/> <br/>  Jag upprepar \" 2012 - Low-Energy Nuclear Reactions (LENRs) - Steven B. Krivit \"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DyR-5Zw_Hds8%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D12\" target=\"_blank\">http://www.youtube.com/watch?v=yR-5Zw_Hds8&amp;list=PLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P&amp;i  ndex=12</a><br/>  Krivit såg inga bevis hos Rossi. (Men det bevisar inte att Rossi inte tillfälligt lyckats).<br/>  Men Krivit verkar kunnig och vettig, som kan vetenskap.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1677,
			"postNumber": 1729,
			"rankGlobal": 16,
			"rankLocal": 4,
			"scoreGlobal": 78.3,
			"scoreLocal": 95.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-01-17, 12:05",
			"postUrlInThread": "https://www.flashback.org/t1427614p145",
			"postUrlUniq": "https://www.flashback.org/sp41527704",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong></div> <div>Jag vet inte vilken elektrisk mätutrustning som användes i testet för rapporten som kom i september och som visade på ett COP på 2,5.<br/>  Någon som har koll?<br/>  Med detta COP kanske man kan tänka sig att det beror på mätfel.<br/>  Men hur mycket extra effekt kan överföras utöver det som mäts om mätistrumentet förutsätter en sinuskurva?</div> </td> </tr> </table> </div> <br/>  COP är en sorts bevis på att apparaten funkar.<br/>  Jag hittade nu en video.<br/> <b>Tre olika bevis på LENR, (kärnreaktion) i E-CAT:</b><br/>  1) Isotop-förändring.<br/>  2) Gamma<br/>  3) Elektronmikroskopbilder.<br/> <br/>  OBS: en del gäller tidigare forskning, innan Rossi kom in.<br/>  Om jag fattade rätt och att det är sant det de säger, så har de själva bevis.<br/>  Men för att jag skall bli övertygad, så behövs en vetenskaplig artikel som är kontrollerad, samt att andra oberoende forskare lyckas visa samma sak.<br/> <br/>  Från videon:<br/>  Hypotes: H inne i Ni-kristaller<br/>  Det bildas --&gt;positron+neutrino, alltså beta+.<br/>  Mätning visade gamma under 10 s efter att E-CAT stängdes av, från förintelsestrålning av positron (Två gamma i motsatt riktning, från två sensorer i E-CAT).<br/>  De har tidigare mätt upp förändringar i isotop-sammansättningen för Ni,Cu.<br/>  Där nämns tre hypoteser för hur gamma absorberas.<br/>  Tidigare har de sett förändringar i elektronmikroskop.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DL4JUJhkpc3I\" target=\"_blank\">http://www.youtube.com/watch?v=L4JUJhkpc3I</a><br/> <br/>  Det är ju LENR i fast metall.<br/> <br/>  Kanske de har tre olika typer av starka bevis på LENR.<br/>  Men Rossi är ingenjör och inte speciellt intresserad av att hålla på och bevisa för alla. Han vill nog bara försöka få E-CAT att fungera bra, och sälja. Därefter kanske han tror att fler blir övertygade. Han tyckte det var svårt att förklara en sak på engelska. (Språkproblem?).<br/>  Jag tror inte han är en mäster-illusionist (\"trollkarl\"). Jag är tvivlare, men öppen för både misstag och att den funkar. Jag väntar och ser.<br/>  Forskarna kanske inte har anslag för det? Kanske de inte tror någon vetenskaplig tidskrift vill ta en artikel?<br/> <br/>  Enligt W-L-teorin är det ett moln av protoner och elektroner som svänger.<br/>  Viktigast: p+e--&gt;n+neutrino. Tänkbart via omvägar??<br/> <br/>  Tre olika hypoteser:<br/>  1) Plasma av p+e vid metallytan? (Jag trodde detta tidigare).<br/>  2) p+e packat inne i Ni-kristaller, eller D inne i Pd.<br/>  3) D eller p+e inne i vakanser, alltså inne i gitterdefekter, alternativt inne i zeoliter, benzenringar?<br/> <br/>  Men varför Beta+ ??? från E-CAT.<br/> <br/>  Det verkar som att det finns många misslyckade experiment.<br/>  Men det finns även många experiment som visat på oförklarlig energiutveckling, som kan tänkas vara LENR.<br/>  Gammalt: \"Cold Fusion - More Than Junk Science (60 Minutes, CBS News) \"<br/> <a href=\"/leave.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DJyNn_Z6wCIk\" target=\"_blank\">https://www.youtube.com/watch?v=JyNn_Z6wCIk</a><br/> <br/>  Jag får se om E-CAT funkar.<br/>  Men LENR kommer nog.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1723,
			"postNumber": 1776,
			"rankGlobal": 22,
			"rankLocal": 5,
			"scoreGlobal": 77.5,
			"scoreLocal": 94.3,
			"userRank": 7,
			"userScore": 28.5,
			"postUserName": "stillton",
			"postUserID": "u244035",
			"postUserUrl": "https://www.flashback.orgu244035",
			"postDateTime": "2013-02-21, 21:13",
			"postUrlInThread": "https://www.flashback.org/t1427614p148",
			"postUrlUniq": "https://www.flashback.org/sp42132131",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lobstr</strong></div> <div>  Kom i stället med bevis för att LENR inte fungerar. Det hittar du inte.</div> </td> </tr> </table> </div>   det där är ju lika korkat som när religiösa ber ateister bevisa att inte gud finns. skärpning.<br/> <br/>  Som jag ser det är det väl inte den stora motsättningen här i tråden om LENR fungerar eller inte. om det hade varit den stora frågan här hade det kanske funnits ett 20-tal inlägg av några få nördar. väldigt få av oss besitter sannolikt kompetens nog för att ens ha en åsikt i den frågan (och jag är inte en av dom).<br/>  forskning inom LENR har pågått i minst 30 år, och nu och då under denna tidsperiod har vissa påstått att det kommer ge oss \"gratis\" energi om man bara forskar lite till.<br/>  och här ligger själva problemet. det har hittills inte visat sig sant. men om man vill göra ett \"hoax\" inom något så är det här naturligtvis ett väldigt tacksamt område, eftersom man kan peka på en hel massa forskning som egentligen inte alls pekar på att det kommer kunna ge \"oändligt\" med energi till minimal kostnad.<br/>  sen kan du fortsätta lobba för att LENR fungerar, vi normala människor skiter egentligen i om man lyckas få några extra watt i ett experiment som kostar flera tusen att utföra. vi vill bara konstatera om det går att revolutionera världen med billig energi. som jag ser det så finns det inget som pekar mot att LENR kommer revolutionera energimarknaden, tycker du att något pekar mot det?"
		}
	],
	[
		{
			"postIndex": 1936,
			"postNumber": 1996,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 10,
			"userScore": 24.4,
			"postUserName": "Entr0pi",
			"postUserID": "u467662",
			"postUserUrl": "https://www.flashback.orgu467662",
			"postDateTime": "2013-08-07, 02:53",
			"postUrlInThread": "https://www.flashback.org/t1427614p167",
			"postUrlUniq": "https://www.flashback.org/sp44656791",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44656045#p44656045\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Du har fel i att LENR bryter mot fysikens lagar.<br/>  W-L-teorin bygger på känd fysik.<br/>  Larsen letade upp Widom, därför A. Widom kunde en hel del om kvantmekanik för mångpartikelsystem av plasma nära kristaller mm.<br/>  Det är lite sällsynt kombination.</div> </td> </tr> </table> </div>   Jag står fast i att LENR bryter mot vad vi vet i den följande mening: vi vet vilka energier som krävs för normal fusion, och vi vet vilka typiska energier som förekommer i de \"kalla\" system i vilka kall fusion påstås äga rum. Det finns en stor skillnad mellan dessa två energier, så om inget konstigt, okänt fenomen äger rum kan kall fusion inte ske. Så det är väl inte strikt talat förbjudet, men det kräver något nytt som vi inte känner till; och det är definitivt inte något vi kan se genom att titta ut genom våra fönster. <br/> <br/>  Vidare: varenda forskare inom fasta tillståndets fysik kan en himla massa om kvantmekanik, mångpartikelsystem, kristaller etc., detta är ju precis vad deras forskningsområde går ut på, så jag tror inte precis det är en så konstig kombination att kunna kvantmekanik och mångpartikelfysik etc. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Elektronen kan även ha tung massa, vid rumstemperatur i halvledare. (se effektiv massa).<br/>  Men jag vet inte vad max effektiv massa är vid rumstemperatur.<br/>  Temperatur handlar om rörelse av elementarpartiklar. Experiment med effektiva massan, bör pågå så länge att man hinner mäta upp effektiva massan. Under ytterst korta tidsintervall kan det vara svårt att mäta upp effektiva massan. I halvledarfysiken, så används effektiva massan när e rör sig i ledningsband.<br/> <br/>  I Hallens elektricitetslära (Min bibel), finns en liten beräkning nånstans, som ger relativistiskt uttryck för massan, från klassisk elektromagnetisk fältteori, då man tar hänsyn till både elektronens massa och det elektriska fältet. Alltså om man tar hänsyn till elektriska fältet, så kan elektronen verka tyngre även med klassisk fysik.<br/>  Alltså temperaturen bör inte vara nån kritik mot W-L-teorin.<br/> </td> </tr> </table> </div>   Ja, E-fältet kan \"renormalisera\" elektronens massa så att den får en tyngre effektiv massa, det är precis vad de räknar på i artikeln om W-L-teorin, de pratar aldrig om det andra fenomenet med tunga fermioner. Problemet är bara att det behövs ett extremt starkt elektriskt fält för att nå den massa (=energi) som behövs. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Du kanske har rätt i kritiken om E-fältet.<br/>  Jag kan inte kvantmekanik på den nivån, som Widom använt.<br/>  Jag tänker inte sitta och försöka räkna på det i månader.<br/> </td> </tr> </table> </div>   Som sagt, detta är det huvudsakliga problemet med W-L-teorin: de antar ett extremt stort E-fält, vilket trollar fram den energi de behöver. Men det största teoretiska problemet med kall fusion är precis att förklara varifrån denna energi kommer ifrån, så genom att bara anta ett stort värde tycker jag teorin fallerar ganska så brutalt. De besvarar liksom frågan genom att anta svaret, och sen presentera det som sin \"teori\". <br/> <br/>  I het fusion kommer energin från rörelse-energin, så där är det enkelt att förstå varför fusion kan ske. I kall fusion finns ingen sån naturlig förklaring, så någonting komplicerat måste hända (om nu någonting alls händer). <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Men jag kan tänka mig e utsätts för extrema fält, mycket nära p, och mellan två p. Ovanpå detta kan det finns elektromagnetiska vågor, som ibland interfererar på en elektron. Detta enligt klassisk fysik. Ytterligare fält kan komma från atomer i kristall-ytan eller vid gitterdefekter. Ännu mer fält från gnisturladdningar eller LASER?<br/> </td> </tr> </table> </div>   Ja, det är klart att det finns ett nollskillt E-fält i metallen och i ytan, som växelverkar med atomer och elektroner etc., problemet är bara styrkan på detta E-fält och hur mycket energi det innehåller. Detta är något vi vet, också från klassisk fysik och fasta tillståndets fysik, och det är på tok för lågt för att förklara hur kall fusion ska inträffa. Att prata om gnistor och laser löser inte någonting egentligen, dels för att det krävs en extremt stark laser för att skapa fusion (folk försöker ju precis detta i forskning om het fusion), och dels för att jag aldrig sett något sådant nämnas i diskussioner om experiment som ska producera kall fusion. En gnista räcker inte heller långt: energierna är igen alltför låga för kärn-reaktioner.  <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Enligt klassisk fysik är det konstigt att e nästan aldrig åker in i p. Men många verkar tänka att detta är förbjudet enligt kvantmekaniken, men var är bevisen?<br/> </td> </tr> </table> </div>   Du borde läsa på lite om kvantmekanik, det är ett intressant ämne, och förklarar detta på ett ganska fint sätt, nämligen genom kvantiseringen av rörelsemängdsmoment. Detta är vad som medför att atomer är stabila, dvs. varför inte elektronerna bara faller in i atomkärnan. Detta är dels något man teoretiskt bevisar i en första kurs i kvantmekanik, och dels eftersom atomer är stabila och inte faller sönder på nano-sekunder tycker jag detta är ganska så experimentellt bevisat också. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Nu kanske W-L-teorin är felaktig, delvis felaktig. Men kanske rätt, eller behöver justeras något.<br/>  Det finns 66+ andra teorier om LENR.      </td> </tr> </table> </div>   Okej, förhoppningsvis är någon av dem lite bättre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Det finns över hundra experiment som visar på LENR, många replikerade.<br/> </td> </tr> </table> </div>   Ja, detta är ju vad ni förespråkare vill hävda. För en mer saklig syn på bevisen kan du ju läsa rapporten från 2004 beställd av amerikanska DOE, där de kommer fram till att 15 år av forskning mellan Pons och Fleischmanns första resultat -89, inte hade förbättrat bevissituationen och att experimenten fortfarande inte gick att upprepa. Rapporten kom fram till att ytterligare finansiering inte var berättigat. Så forskningen kan inte överleva peer-review, det är ju ett ganska dåligt betyg, eller hur?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Det finns minst tre forskare med olika teorier eller olika synpunkter, som sysslat med LENR.<br/>  1) Widom-Larsen.<br/>  2) Peter Hagelstein MIT<br/>  3) Dr. Edmund Storms<br/>  Det finns säkert många fler. Från Japan, Ryssland, Kina, Italien mm.<br/> </td> </tr> </table> </div>   Jag vet att det finns folk som tror och forskar om det. Men det betyder inte så mycket för mig, det finns en hel massa folk som tror och forskar om UFOs också. Kanske dåligt exempel, jag vill inte jämställa dessa två fält då jag tror kall fusion är betydligt, betydligt mer sannolikt; men ändå... argument om hur många som forskar på ämnet är i sig inte ett argument; och om Widom-Larsen är ledande i fältet med en så dålig teori, så kanske det säger något om hur bra forskning som faktiskt bedrivs. Och folk som Rossi gör ju inte mycket för att hjälpa fältets rykte, direkt. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Ett föredrag om bevis, frågor och forskningsresultat, på 1 timme:<br/>   Publicerad den 6 aug 2012<br/> <br/>  \"Dr. Edmund Storms is the 19th Natural Philosophy Alliance Conference John Chappell Lecturer on July 27, 2012 in Albuquerque, New Mexico.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQE1W8NcYsSE%26amp%3Blist%3DPLBP4D0osLYnnqn_XtIX8MtMfc8oSL1K1P%26amp%3Bindex%3D39\" target=\"_blank\">http://www.youtube.com/watch?v=QE1W8NcYsSE&amp;list=PLBP4D0osLYnnqn_XtIX8MtMf  c8oSL1K1P&amp;index=39</a><br/>  Vetenskapsjournalisten Krivit har ett föredrag som liknar detta. (Om bevisen).      </td> </tr> </table> </div>   Kanske orkar titta på det där senare, ska kommentera då i så fall. Dock igen, är det inte mycket bättre med en kritisk granskning än föredrag av folk som spenderat sina karriärer åt att forska i ämnet? Jag gissar att de ger en ganska så partisk bild av det hela, precis som du och drbob gör i den här tråden, men jag har gärna fel. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Även om W-L-teorin vore felaktig, så finns det starka bevis på LENR-effekten existerar.<br/>  Men nu verkar W-L-teorin förklara att det behöver inte alls vara omöjligt med:<br/>  e+p+energi--&gt;n+neutrino.<br/> </td> </tr> </table> </div>   Så klart är den processen möjlig, problemet är varifrån den energi som behövs kommer ifrån. Och dessutom förklarar det inte hur den påstådda fusionen går till."
		},
		{
			"postIndex": 1745,
			"postNumber": 1798,
			"rankGlobal": 2,
			"rankLocal": 2,
			"scoreGlobal": 94,
			"scoreLocal": 94,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-02-26, 23:08",
			"postUrlInThread": "https://www.flashback.org/t1427614p150",
			"postUrlUniq": "https://www.flashback.org/sp42212718",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Elohir</strong></div> <div>Rossi ja.<a href=\"/leave.php?u=http%3A%2F%2Fwww.lenrnews.eu%2Fwp-content%2Fuploads%2F2013%2F02%2FReactions-with-nickel-and-hydrogen142972_TMP.pdf\" target=\"_blank\">http://www.lenrnews.eu/wp-content/up...142972_TMP.pdf</a><br/> <br/>  The case is closed. Ingen påvisad LENR effekt.</div> </td> </tr> </table> </div> <br/>  Under minst 20 år finns det många som misslyckats, med t.ex. Pd/D.<br/>  Men det finns många som fått effekter, som tyder på LENR.<br/>  En hel del misslyckande kan nu förklaras med, att de inte lyckats få in tillräckligt hög koncentration av t.ex. D i Pd. Svårt att komma upp till 0.85 då LENR kan visa sig.<br/> <br/>  I normal vetenskap så verkar de inte kräva starka bevis. T.ex. Kolesterolmyten, ägg, salt, rökning, fett osv.<br/>  Inom Fysik brukar det gå att upprepa experiment.<br/>  Men inom LENR så är många extremt kritiska. Det beror en del på media och dåliga undersökningar t.ex. om Pd/D.<br/> <br/>  Extremt kraftiga bevis kräver att flera oberoende byggt kraftverk som gått länge.<br/>  På MIT har de NANOR som gått mycket länge. Normalt borde detta räcka för vetenskapligt bevis, om andra upprepar det. De som vill kan åka till MIT och kolla NANOR.<br/>  Experimenten på MIT och en del Universitet tillsamans är egentligen relativt kraftiga bevis på LENR.<br/> <br/>  Då det gäller Rossi vet jag inte nått säkert, jag tänker vi får se.<br/>  Det verkar orimligt att Rossi själv medvetet och planerat försöker lura andra om E-CAT.<br/>  Då måste det vara en konspiration med Rossi och flera andra forskare bakom Ni-H-LENR.<br/>  Då Svenskarna var nere, så tyder det på att E-CAT fungerade. Det kanske är så att E-CAT fungerade just då och liksom andra försök fungerade ibland.<br/>  Men det finns tusentals sätt att luras om E-CAT eller annat i forskarvärlden. T.ex. generera siffror med slumptals-störning, för att hitta på mätdata, eller MASER under golvet. Men vad vinner de på det?<br/>  Det kan finnas de som gör misstag och försöker gömma undan det med fusk.<br/>  Men var är bevisen för att Rossi verkligen luras?<br/>  Jag tar inte ställning förrän man har mer övertygande bevis.<br/> <br/>  Rossi är bara en ingenjör som försökt bygga en apparat efter några forskares kunskaper.<br/>  Det är jäkla bra att några försöker.<br/>  Men det är jäkla synd att Rossi inte släpper all information.<br/> <br/>  Jag tycker det är intressantare att lyssna på riktiga forskare som släpper all viktig information.<br/> <br/>  Det finns åtminstone en hel del hyggligt starka bevis på okända effekter som kan vara LENR, men som man inte har fullständigt accepterade teorier för. Widom-Larsen skall vara accepterad och kan förklara hur en speciell neutron kan bildas ur ett svängande kollektiv av elektroner och protoner.<br/>  Hagelstein nämner även en del om varför inte gammastrålning syns, och har hypoteser om det.<br/>  Det är nya saker och oerhört intressant.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1757,
			"postNumber": 1810,
			"rankGlobal": 6,
			"rankLocal": 3,
			"scoreGlobal": 83.2,
			"scoreLocal": 83.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-05-17, 02:43",
			"postUrlInThread": "https://www.flashback.org/t1427614p151",
			"postUrlUniq": "https://www.flashback.org/sp43467632",
			"sentence": "Rättelse: Jag missuppfattade frågan. Men svarar allmänt om LENR.<br/> <br/>  Det finns nog ganska pålitliga mätdata, men det är inga absoluta bevis på att E-CAT funkar ibland.<br/>  Extremt starka bevis är att flera E-CAT byggts av olika oberoende forskare och att de körts mycket länge.<br/>  Det är bra om Rossi försökt bygga ett riktigt kraftverk. Men vi får se om det kommer maximalt starka bevis.<br/> <br/>  Men att LENR-effekten finns och är ny upptäckt är starkt bevisad.<br/>  Kolla in Peter L. HAGELSTEIN  MASSACHUSETTS INSTITUTE OF TECHNOLOGY<br/>  Lite om NANOR: (Upprepar):<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftheatomunexplored.com%2F%3Fpage_id%3D133\" target=\"_blank\">http://theatomunexplored.com/?page_id=133</a><br/> <br/>  Om man söker, så kan man hitta en analys av en snubbe som studerade utredningen om \"Kall fusion i köket\" om Pd/D. Han upptäckte grovt fel i utredningen de hade lagt in felaktig noll-nivå, eller fuskat, så det såg ut som ingen överskotts-energi alls. Denne snubbe på MIT blev mördad.<br/>  Alltså utredningen hindrade vidare forskning i USA.<br/>  Kanske Japan, Kina, Indien, Italien kommer först i forskningsfronten på LENR.<br/>  Men Hagelstein på MIT ligger långt framme.<br/> <br/>  Det finns kraftiga bevis på överskotts-effekt, isotop-förändringar, IR-bilder, Elektronmikroskop-bilder på kratrar.<br/>  Det nu teoretiskt svåra är att det blir ingen radioaktiv strålning, men det finns många hypoteser för att förklara det. Hagelsten har föreläsningar på Youtub om det på hög nivå i kvantmekanik.<br/> <br/>  Jag tycker det verkar finnas många bra bevis på att en ny fysikalisk effekt existera, som man kallar LENR.<br/>  Det kanske dröjer, likt annat i vetenskapshistorien, länge innan det accepteras.<br/>  Det vore bra om Rossi eller annan lyckades med en apparat.<br/>  Kanske E-CAT fungerat eller fungerar, men det verkar behövas överväldigande bevis som vi väntar på.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1913,
			"postNumber": 1973,
			"rankGlobal": 12,
			"rankLocal": 4,
			"scoreGlobal": 80.9,
			"scoreLocal": 80.9,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-07-25, 22:00",
			"postUrlInThread": "https://www.flashback.org/t1427614p165",
			"postUrlUniq": "https://www.flashback.org/sp44476451",
			"sentence": "<b>Neutronen</b> i LENR:<br/> <br/>  Att olika LENR-forskare har olika argument är väldigt intressant vetenskapshistoriskt och vetenskapsteoretiskt.<br/>  Att det finns olika argument är naturligt i forskningsfronten.<br/>  Jag avfärdar ingen, det kanske är värt att lyssna på alla vettiga argument.<br/> <br/>  Jag tänker så här:<br/>  Om det bildas en mycket långsam neutron, som med nästan 100% sannolikhet går in i nån närliggande kärna, (enligt W-L-teorin), då tror jag det är extremt svårt att mäta upp dem.<br/> <br/>  Om forskare mäter upp neutroner med betydligt högre energi, så kan man fundera över om det kommer från ett senare sönderfall av nybildade isotoper. Dessa kan även verifiera att det bildas isotoper och verifiera LENR.<br/> <br/>  Om det är svårt att mäta upp neutroner, så kanske det stämmer med W-L-Teorin ändå.<br/> <br/>  Jag vet inte hur långt LENR-forskarna kommit. En del visar upp spår av elementarpartiklar mm i mikroskop-bilder. Även om det kommer från nybildade isotoper, så borde det kunna säga nått intressant.<br/>  Det finns alltid risk med felaktiga experiment, men experimenten behövs för att teori-byggandet skall fortsätta och för framsteg i forskningen.<br/> <br/>  Det är svårt att bedöma allt.<br/> <br/>  Men totalt sett verkar det som om det finns effekter i väte-metall-ytan eller i Pd/D fallet mm, som tyder på nya fysik-\"fenomen\", som kanske inte ännu till 100% förklarats.<br/>  Jag kallar det för LENR.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1869,
			"postNumber": 1927,
			"rankGlobal": 15,
			"rankLocal": 5,
			"scoreGlobal": 78.7,
			"scoreLocal": 78.7,
			"userRank": 10,
			"userScore": 24.4,
			"postUserName": "Entr0pi",
			"postUserID": "u467662",
			"postUserUrl": "https://www.flashback.orgu467662",
			"postDateTime": "2013-07-20, 01:55",
			"postUrlInThread": "https://www.flashback.org/t1427614p161",
			"postUrlUniq": "https://www.flashback.org/sp44393717",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44392675#p44392675\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>W-L-teorin är något nytt för mig och jag är ingen expert på den.<br/>  På länken av Krivit, står att alla elektroner i kollektivet bidrar med energi.<br/>  Upprepar:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F2010%2F35%2FSR35913widomlarsen.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...omlarsen.shtml</a><br/>  se text i fig4.<br/>  Vad säger Maimon om den energin? Det kan vara enormt många elektroner.</div> </td> </tr> </table> </div>   Det där är nog bara direkt felaktigt. För att reaktionen p+e --&gt; n ska äga rum behöver en enda elektron ha nog energi, eftersom det enbart är en elektron som medverkar i reaktionen. Precis som det står i figuren, bara för att en mängd partiklar tillsammans har en stor mängd energi kommer inte kärn-reaktioner äga rum: energin behöver vara i precis de partiklar som ingår i reaktionen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Då man väl ha bildat en termisk neutron, så är resten lätt.<br/>  Detta är nog välkänt. Ett exempel:<br/>  \"1) Ni63 + neutron -&gt; (neutron capture) -&gt; Ni64<br/>  2) Ni64 + neutron -&gt; (neutron capture) -&gt; Ni65<br/>  3) Ni65 -&gt; (normalt sönderfall) -&gt; Cu65 + restprodukter + energi\"<br/>  (Från sid 15 av \"aw\").      </td> </tr> </table> </div>   Ja men frågan är ju inte om något sönderfall sker eller ej; frågan är hur mycket energi det släpper ut (samt vilka restprodukter det producerar). Och precis som Maimon säger kommer ett sönderfall som det du beskriver inte släppa ut särskilt mycket energi. Orkar inte räkna på det, men om det verkligen skapade mycket energi, varför kan vi inte bara bombardera metaller med neutroner och på så sätt utvinna extra energi? <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Jag är inte ute efter att tävla eller jäklas med dig. Men jag hoppas du har någon information, som styrker eller försvagar argumenten om att LENR existerar.<br/> <br/>  Hur kan man vara säker på att LENR inte kan existera?<br/> <br/>  De experiment som visar på isotopförändringar, hur skall de då förklaras?<br/> <br/>  En del säger \"oförklarligt\".<br/>  Fyra föredrag om \"The Atom Unexplored\"<br/>  De fyra första handlar om LENR.<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftheatomunexplored.com%2F%3Fpage_id%3D133\" target=\"_blank\">http://theatomunexplored.com/?page_id=133</a><br/>  Man kan lätt vara kritisk. Egentligen bör man upprepa experimenten själv, för att kolla att allt är rätt. Men det gäller all fysik mm i historien.<br/> <br/>  Allt verkar ännu inte fullständigt förklarat ens inom fysik i dag.<br/> <br/>  Det är väl intressant.<br/> <br/>  Christer      </td> </tr> </table> </div>   Som forskare ska man vara kritisk mot allting, bevisbördan ligger på de som vill hävda något nytt. Och visst vet vi inte allting inom fysiken idag, men vi vet faktiskt en hel del och därför är kraven på nya teorier ganska hårda, och vi har all rätt att direkt förkasta teorier som inte stämmer med det vi faktiskt vet, som t.ex. W-L-teorin och andra \"crackpot\"-teorier. Och alla teorier om kall fusion faller så vitt jag vet i det facket, eftersom de motsäger vad vi vet om kärnfysik. För att övertygas om sådana teorier krävs väldigt bra bevis, något som saknas i dagsläget, så vitt jag vet. <br/> <br/>  Så om du vill argumentera för LENR, så visa upp seriös forskning som påvisar fenomenet. Med \"seriös\" menar jag peer-reviewed artiklar, där resultaten kan och har upprepats av oberoende forskare. Det är knappast så att det finns någon konspiration bland fysiker mot kall fusion, om bra nog forskning presenterades, eller om någon faktiskt lyckades bygga en fungerande reaktor, hade enkelt inställningen mot kall fusion ändrats."
		}
	],
	[
		{
			"postIndex": 1996,
			"postNumber": 2057,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 81.3,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2013-10-06, 03:12",
			"postUrlInThread": "https://www.flashback.org/t1427614p172",
			"postUrlUniq": "https://www.flashback.org/sp45551950",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>analogic</strong> <a href=\"/p45511166#p45511166\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Såg filmen och gubben imponerade ju inte precis, i början ser man ju nån lirare som går fram och vsar vilka papper han ha ska rabbla upp. Nä, är amatör inom detta men den videon där luktar inte hallon precis..<br/> <br/>  Fetmarkerat nr 2: Börjar du inte tröttna på att det aldrig kommer fram nått riktigt experiment som tillåts verifieras oberoende? <br/> <br/>  Sitta och spåna om hur protoner och elektroner skapar gäng för att kollektivt överföra sin energi till superelektroner och liknadne hattande med grundämnen som magiskt förvandlas tll nått helt annat ämne (typ bomba kolatomer med väte och lite el så uppstår ren koppar osv. <br/> <br/>  Visst vore det fett grymt om nån lyckades ge alla människor en egen energikälla men hittar du verkligen nått vettigt inom detta fält? <br/>  Snurra in på hur vi kan omvandla det vibrerande kvantskummet till elproduktion istället. Är nog lite pill å halvklurigt tekniskt sådär men va fan! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/></div> </td> </tr> </table> </div> <br/>  Allan Widom, ser inte ut som nån imponerande människa. Men han kan vara en mycket stor teoretiker. Han kan många områden. Det skulle inte förvåna mig om Widom och Larsen får nobelpris om många år.<br/> <br/>  Jmf. Het fusion, man har ännu inte nått bra energikraftverk, fast man forskat med enorma summor. Kanske från 60-talet till nu.<br/> <br/>  Jmf. Första halvledaren, dioden och transistorns historia. Det tog oerhört lång tid. Jag har hört att det var svårigheter att framställa tillräckligt rena material.<br/> <br/>  Detta om LENR, kanske tar 20-50 år till, innan det blir helt accepterat.<br/> <br/>  En anti-kall-fusions-rapport efter 1989, stoppade en hel del forskning. Mallove avslöjade långt senare att man fuskat eller gjort grovt misstag i rapporten, där man förvanskat ett diagram, så det såg ut som att ingen överskotts-energi förekommit.<br/>  Jag trodde att det med kall fusion i köket var ett saftigt misstag. Men då jag hörde om Widom-Larsen-teorin och att neutroner kan bildas, så har jag ändrat uppfattning, till att det är högst troligt att LENR existerar.<br/> <br/>  Nu finns det redan hundratals experiment som visar på transmutationer, (isotop-förändringar), som är starkt bevis på LENR-effekt.<br/> <br/>  Det är inget magiskt, det är bara LENR. Widom-Larsen-teorin förklarar det med accepterad fysik.<br/>  (Det finns massor inom kvantmekaniken mm, som är betydligt mer konstigt. Egentligen är det inte alls konstigt att e+p--&gt;neutron+neutrino. Det svåra är att förstå att det krävs högt E-fält för massökningen.)<br/>  Larsen listar massor av olika typer av experiment på: (upprepar):<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fsr%2FWL%2Fslides%2F20111020LatticeEnergySlides.pdf\" target=\"_blank\">http://newenergytimes.com/v2/sr/WL/s...ergySlides.pdf</a><br/> <br/>  Jag tycker det är oerhört intressant att följa vetenskapliga framsteg inom så ny fysik som LENR.<br/> <br/>  (Jag bryr mig inte om Rossi nu, jag väntar och ser. Det är åtminstone bra att nån försöker skapa en E-CAT. Men kanske den inte duger?)<br/> <br/>  Den vetenskapliga verifieringen av LENR är fullständigt överlägsen strängteorin. Man har inte ett enda experiment som verifierar strängteorin. Men det finns hundratals experiment som verifierar LENR.<br/>  Det finns mängder med forskarlag som med minst 20 olika metoder verifierat LENR. Dessa kan ses som oberoende forskarlag. Ryssland, Israel, Kina, USA, Japan, Italien mm.<br/>  Det vore osannolikt att alla ha gjort helt fel.<br/> <br/>  Christer"
		},
		{
			"postIndex": 2140,
			"postNumber": 2203,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 81.2,
			"scoreLocal": 99.9,
			"userRank": 10,
			"userScore": 24.4,
			"postUserName": "Entr0pi",
			"postUserID": "u467662",
			"postUserUrl": "https://www.flashback.orgu467662",
			"postDateTime": "2014-06-13, 10:54",
			"postUrlInThread": "https://www.flashback.org/t1427614p184",
			"postUrlUniq": "https://www.flashback.org/sp49171895",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bjorn-Ola</strong> <a href=\"/p49171153#p49171153\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Inget märkvärdigt att beräkna värmeeffekt utifrån yttemperatur. Det görs i många sammanhang när man hanterar höga temperaturer. Det är praktiskt svårt att göra på ett annat sätt.  Man satte också en ator felmarginal utifrån att ange värden som lkraftigt låg på den konservtiva sidan.<br/>  Men jag hade också önskat att man istället mätt på en ecat med flödes och temperaturmätningar på kylvatten.<br/>  Att tro att Levi och Forcadi skulle vara inblandade i ett bedrägeri och att de andra forskarna skulle vara så lättduperade kräver en konspirationsteori uppbyggd som ett korthus.</div> </td> </tr> </table> </div>   Men att Levi har jobbat med Rossi är ju ett faktum. Dessutom dikterade Rossi själv vilken metod de skulle använda och vad de fick/inte fick göra i sitt test. Och då är det inte ett äkta oberoende test. Och visst finns det en massa andra sätt att mäta energi-utveckling, t.ex. genom som du säger att mäta på kylvatten. Ett äkta oberoende test hade gått hur enkelt som helst att ordna, bara skicka apparaten till ett labb med forskare utan någon Rossi-anknytning och låt dem mäta hur de vill, samt även titta inuti maskinen etc. Det är hur forskning fungerar, man är öppen med vad man gör, man publicerar alla sina resultat och beskriver ens experiment så att de kan upprepas, har man en maskin tillåter man oberoende testning av den, och så vidare. Att Rossi inte gör dessa saker visar att hans apparat är en scam, så enkelt är det. Varför är detta så svårt att inse? Om du hade hittat kall fusion som fungerat, hade du agerat som Rossi? Nej, man behöver vara bra godtrogen för att fortfarande tro på ECAT."
		},
		{
			"postIndex": 2043,
			"postNumber": 2105,
			"rankGlobal": 18,
			"rankLocal": 3,
			"scoreGlobal": 78,
			"scoreLocal": 95.9,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "ChristerN",
			"postUserID": "u462241",
			"postUserUrl": "https://www.flashback.orgu462241",
			"postDateTime": "2014-02-05, 22:44",
			"postUrlInThread": "https://www.flashback.org/t1427614p176",
			"postUrlUniq": "https://www.flashback.org/sp47383564",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Entr0pi</strong> <a href=\"/p47312705#p47312705\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jasså? Jag tycker det är rätt uppenbart att Rossi inte är särdeles ärlig. Det hade varit hur lätt som helst för honom att bevisa att hans apparat fungerar; han hade bara behövt skicka den till ett par olika oberoende universitet och låta dem testa dem hur de ville. Istället får den bara testas av personer som har arbetat med Rossi, och bara på de sätt han godkänner. Och ingen får öppna den magiska maskinen och titta inuti. <br/> <br/>  Resonemang om hur Rossi inte är en vetenskapsman utan en uppfinnare som vill tjäna pengar på sin uppfinning och därför inte kan ge ut detaljer eller tillåta oberoende tester är bara löjligt. Om han faktiskt har en fungerande kall fusion maskin, så är det ju en samhällsomstörtande uppfinning, och han hade blivit världsberömd väldigt snabbt, ett nobelpris hade nog varit ganska garanterat osv.. Så att han skulle hålla på sina hemligheter för att kunna tjäna pengar är direkt löjligt. Vilket leder till den enda rimliga slutsatsen att det hela är en scam.</div> </td> </tr> </table> </div> <br/>  Om man tänker efter, så liknar kritiken mot Rossi fanatisk skepticism.<br/>  Man kan alltid tänka sig massor av olika sätt en uppfinnare eller forskare kan lurar omvärlden.<br/>  T.ex. Rossi har hemlig agent-elektronik i dojan, som han styr mätinstrument med.<br/> <br/>  Men för att få en \"skälig\" misstanke, så behövs nått starkare än fantasier.<br/>  Ingen verkar ha nått fysiskt bevis, foto eller liknande. Ingen har byggt en liknande E-CAT och visat hur han lurat omvärlden.<br/> <br/>  En del som varit med om att testa den som \"svart låda\", har vägt E-CAT före och efter, några har haft med egna mätinstrument.<br/>  OBS: Det viktiga är inte att maximera noggrannheten. Det viktiga är att säkerställa att energiöverskottet inte kan förklaras på något annat sätt än via LENR, eller ny okänd fysik.<br/> <br/>  Jag ser ännu inget hyggligt bevis för att Rossi luras.<br/>  Jag kan även förstå, varför han är trött på misstänksamhet mm. Han kanske bara försöker förbättra den och hoppas E-CAT kommer till användning i framtiden?<br/> <br/>  Även om nån lyckas få fram hyggliga bevis på att Rossi lurat omvärlden, så berör det inte LENR.<br/> <br/> <b>LENR:</b><br/>  Då det gäller LENR finns ju hundratals experiment senaste 100 åren, som pekar på att LENR finns.<br/>  Det finns minst 20 olika metoder, med kombinationer av t.ex. gas--vättska--elektrolys. elektroder-nano-film, Pd/D-Ni/H, trådar-exploderande-trådar, elektronstrålar mot Cu osv.<br/>  Bevisen handlar om transmutationer, elektronmikroskop-bilder på kratrar, IR-bilder.<br/>  Då det gäller makroskopiskt energiöverskott (Rossi), så bedömer Larsen beviset som svagt.<br/>  Men en hel del andra experiment med lite överskottsenergi i forskningskonstruktioner, bedömer Larsen bevisen som starka.<br/> <br/>  Även om alla teorier vore fel, så talar experimenten sitt tydliga språk. Det behövs en teori, som förklarar experimenten. I detta fall är det ytterst intressant, därför det ser ut som att den äldre fysiken inte kan förklara allt fullständigt.<br/> <br/>  Det är underbart att NASA och CERN har börjat intressera sig.<br/>  CERN har kollat upp ULM-neutronen, som är en kärnpunkt i Widom-Larsen-teorin.<br/> <br/>  Christer"
		},
		{
			"postIndex": 1955,
			"postNumber": 2015,
			"rankGlobal": 23,
			"rankLocal": 4,
			"scoreGlobal": 77.3,
			"scoreLocal": 95,
			"userRank": 10,
			"userScore": 24.4,
			"postUserName": "Entr0pi",
			"postUserID": "u467662",
			"postUserUrl": "https://www.flashback.orgu467662",
			"postDateTime": "2013-08-07, 17:28",
			"postUrlInThread": "https://www.flashback.org/t1427614p168",
			"postUrlUniq": "https://www.flashback.org/sp44664710",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44663324#p44663324\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ordet \"LENR\" kommer jag använda, även om Maimon tror på äkta fusion.<br/></div> </td> </tr> </table> </div>   Hur menar du att helium uppkommer om inte genom D-D fusion? Även om W-L-teorin skulle ha rätt i att en elektron kan växelverka med en proton i en atomkärna, så leder ju detta bara till en tung metall-isotop, inte till någon helium-produktion. Visst brukar man normalt sett prata om Paladium (Pd) i kall fusion sammanhang, så säg att en proton i Pd absorberar en elektron och blir en neutron. Då får du en rhodium-atom, vilken sönderfaller genom beta-sönderfall, dvs. avger en elektron och du får tillbaka din Pd-atom. Ingenstans bildas helium, och inte heller utvinns någon extra energi från denna process. Så hur menar du att detta ska funka? Har du alls någon förståelse för fysiken vi pratar om eller kan du bara leta hänvisningar till vad Krivit/Widom/Storm etc. har skrivit? <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44663324#p44663324\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Kan du bevisa att Widom gör ett \"magiskt\" antagande.<br/>  Man borde kolla upp alla referenser för W-L-teorin om det finns nått om E-fältet. Nästa steg är att fråga Widom själv. Om det inte finns nått svar, så kan den riktiga slutsatsen vara: W-L-Teorin är inte fullt bevisad, eller felaktig.</div> </td> </tr> </table> </div>   Tja, jag läste den första artikeln om W-L-teorin som du länkade tidigare. Där säger de ganska ordagrant \"antag ett E-fält med styrkan ... \" och sen något tal jag inte orkar leta upp, typ 10^11 V/m, med en referens till en artikel om ett spridningsexperiment för tunna metallfilmer eller liknande, som inte direkt verkar så relevant. Styrkan de antar för E-fältet är groteskt stor, många storleksordningar större än de typiska E-fält-styrkor i metaller, och detta är vad jag kallar ett magiskt antagande. Sen har jag inte läst alla de andra artiklarna eftersom det inte är värt tiden, men i bästa fall har de något form av argument eller förklaring där. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Alltså jag litar absolut inte blint på vad du skriver. Man måste tänka självständigt och försöka leta efter sanningen. Jag är medveten om att alla kan ha fel, även Krivit.<br/> <br/>  Krivit säger en del positivt om W-L-teorin. Jag kan tolka det som alla övriga teorierna kräver en helt ny fysik eller förklarar det sämre.      </td> </tr> </table> </div>   Så klart man ska vara kritisk mot allt, men extra kritisk får man vara när det rör sig om något så extraordinärt som kall fusion. Och du har rätt i att ingen teori idag förklarar kall fusion på ett tillfredsställande sätt, detta är precis en av orsakerna till att vara tvivelaktig mot själva fenomenet. Bästa teorin jag läst är nog Maimons egna teori, beskriven i viss detalj här: <a href=\"/leave.php?u=http%3A%2F%2Fphysics.stackexchange.com%2Fquestions%2F3799%2Fwhy-is-cold-fusion-considered-bogus\" target=\"_blank\">http://physics.stackexchange.com/que...nsidered-bogus</a>, andra svaret. Men även andra svar och kommentarer på samma sida är läsvärda, om du nu vill ha en mer nyanserad bild än vad som presenteras på newenergytimes.com."
		},
		{
			"postIndex": 1945,
			"postNumber": 2005,
			"rankGlobal": 24,
			"rankLocal": 5,
			"scoreGlobal": 77.1,
			"scoreLocal": 94.8,
			"userRank": 10,
			"userScore": 24.4,
			"postUserName": "Entr0pi",
			"postUserID": "u467662",
			"postUserUrl": "https://www.flashback.orgu467662",
			"postDateTime": "2013-08-07, 13:01",
			"postUrlInThread": "https://www.flashback.org/t1427614p168",
			"postUrlUniq": "https://www.flashback.org/sp44660703",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ChristerN</strong> <a href=\"/p44657159#p44657159\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>LENR är egentligen inte fusion.<br/>  Enligt W-L-teorin så:  e+p+energi--&gt;n+neutrino.<br/>  Därefter kan n hamna i en kärna och det blir fission.<br/> <br/>  Jag använder helst ordet LENR.<br/> <br/>  Christer</div> </td> </tr> </table> </div>   Om nu något händer, så måste det nästan vara fusion. Kan du ens grunderna i det du förespråkar? Förespråkare hävdar ju att de i sina experiment kan hitta helium, vilket skulle bevisa att D-D fusion har ägt rum, och vilket skulle förklara överskottsenergin. Och att kalla fältet LENR istället för kall fusion är bara ett sätt att fly fältets dåliga rykte, tror jag. Och igen, se Ron Maimons svar här: <a href=\"/leave.php?u=http%3A%2F%2Fphysics.stackexchange.com%2Fquestions%2F43138%2Fwidom-larsen-theory\" target=\"_blank\">http://physics.stackexchange.com/que...-larsen-theory</a> , han förklarar varför det måste vara fusion, och varför W-L-teorin inte funkar. Det bemöter också dina andra punkter om W-L-teorin, så läs det noga igen, tycker jag. Har du problem med engelskan så prova google translate. Nämnde jag för övrigt att Maimon tror på kall fusion? Han har sin egna teori som han beskriver i svaret, som låter mer rimlig även om den också är lite konstig, så han är inte ens en skeptiker men ändå sågar han W-L-teorin helt. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Jag hittade DOE-rapporten, insiders-berättelse, ED Storms Review , \"Scientific Papers Selected for the 2004 U.S. Department of Energy LENR Review\" <br/>  och en del annat.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fgovernment%2FDOE%2FDOE.shtml\" target=\"_blank\">http://newenergytimes.com/v2/government/DOE/DOE.shtml</a><br/> <br/>  Jag kan inte bedöma rapporten. I det här läget, så skall man vara kritisk mot allt.<br/> <br/>  Men allt kan kritiseras, därför det finns inga absoluta bevis.<br/>  Kanske undantaget : \"Jag tänker, alltså existerar jag\" (Descartes).<br/>  Det kan ju vara så att den mest meriterade och fantastiske forskaren bara hittat på siffror.<br/> <br/>  Det skulle inte förvåna mig om även denna utredning är felaktig.<br/> <br/>  Om man synar en forskning, mycket noga, så kan man nog alltid hitta svagheter.<br/>  Men NASA har nog ett fantastiskt system för att maximera säkerheten per dollar, vid rymdfärjor rymdsonder mm. NASA måste vara noga med sanningen om sina konstruktioner, därför det är dyra saker.<br/>  En på NASA talar lite om LENR. Det har varit föredrag på CERN, men vet inte vad CERN-fysiker säger.<br/> <br/>  Jag skall leta efter vad Krivit skriver om dem.<br/> <br/>  Av en slump, råkade jag hitta lite om LASER-triggad LENR:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fnewenergytimes.com%2Fv2%2Fnews%2F20...leclaims.shtml\" target=\"_blank\">http://newenergytimes.com/v2/news/20...leclaims.shtml</a><br/>  Krivit håller nog ett listigt förhör med forskaren i slutet. Kanske nån gjort misstag?<br/> <br/>  Christer      </td> </tr> </table> </div>   Okej, man bör vara kritisk mot allt. Så varför är du bara kritisk mot kritiken mot kall fusion, och litar blint på att det finns starka bevis för att kall fusion är ett äkta fenomen? Det är inte särskilt ärligt tycker jag. DOE-rapporten bestod av 18 oberoende experter som granskade 15 års forskning, mestadels gjord av förespråkare till kall fusion. Det vill säga, det var en s.k. peer-review, något som normala forskningsartiklar (ej artiklar om kall fusion, eftersom de mestadels publicerar i sina egna journaler) måste passera innan de blir publicerade. Så det handlar inte om att de försökt upprepa experiment eller något sånt, utan de har bara granskat det redan publicerade materialet på ett kritiskt sätt, så jag ser inte hur detta kan vara direkt \"felaktigt\". Och de kom som sagt fram till att de presenterade bevisen inte var bra nog för att motivera finansiering från amerikanska försvaret, och att bevis-situationen i princip inte hade förbättrats sedan -89. Jag litar mycket mer på vad en sådan kritisk granskning säger, jämfört med vad folk som satsat sina karriärer på kall fusion påstår. Vetenskapen är ett ämne där nya upptäckter måste kunna överleva skarp kritik och nog bevis presenteras för att övertyga skeptiska experter. Detta har inte hänt än för kall fusion, trots 24 års forskning, så vad säger det oss? Om vi nu ska vara kritiska mot allt, och även välja den enklaste logiska förklaringen, tycker jag det pekar ganska starkt mot att kall fusion inte äger rum."
		}
	]
]
