[
	{
		"postIndex": [
			[47],
			[171],
			[65],
			[127],
			[125]
		],
		"postTime": [
				"2011-02-11",
				"2011-02-13",
				"2011-02-12",
				"2011-02-13",
				"2011-02-13"
		],
		"postNum": [
			[48],
			[178],
			[69],
			[132],
			[130]
		],
		"postLink": [
				"/sp28832254",
				"/sp28864537",
				"/sp28852083",
				"/sp28861809",
				"/sp28861632"
		],
		"postUser": [
				"-Willjammm-",
				"CCK",
				"porrknullarn",
				"CCK",
				"CCK"
		],
		"postUserID": [
				"/u531227",
				"/u301729",
				"/u336803",
				"/u301729",
				"/u301729"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p4",
				"https://www.flashback.org/t1452536p15",
				"https://www.flashback.org/t1452536p6",
				"https://www.flashback.org/t1452536p11",
				"https://www.flashback.org/t1452536p11"
		],
		"userUrl": [
				"https://www.flashback.org/u531227",
				"https://www.flashback.org/u301729",
				"https://www.flashback.org/u336803",
				"https://www.flashback.org/u301729",
				"https://www.flashback.org/u301729"
		],
		"sentence": [
				"Ok, fördomar på steroider <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/> <b>Kemister</b>: De läste natur eller teknik (med kemi tillvalt) under gymnasiet. Det visste aldrig vad de ville bli, varpå de saknade den där riktiga studiemotivationen som krävs för att få saftiga betyg, alt. sjunka så lågt att kliver över andra och fjäskar sig till det \"gyllene snittet\". Efter gymnasiet så sökte dom i all sin hast in på nämnd utbildning då det var det enda program av alla mer \"tekniska\" icke civing. utbildningar som tog emot folk med deras betygssnitt utan att krångla, varpå den genomsnittliga åldern är relativt låg. Andelen tjejer är OTROLIGT hög för att vara en utbildning av natur/teknisk karaktär. <br/> <br/> <b>Läkare:</b> Har vuxit upp i en trygg kärnfamilj, inte behövt lyfta allt för många fingrar under sin uppväxt. Curlingföräldrarnas bortklemande har dock den framtida läkaren chansen att fokusera mer på studierna under uppväxten. De har heller inte många vänner från gymnasiet, utan umgås i bästa fall med den enda av sina barndomskompisar som orkar hänga med fram tills nu. Denna kompisen är lika ensam, lite skum, klyftig men har antagligen en släng av Asperger, ogillar kallprat och kan mycket om lite. Läkarstudenten brukade under tidiga barnaår se upp till denna <i>\"Aspien's\"</i> fenomenala kunskaper inom ämnet-X, men tyckte samtidigt att \"denna tillsynes socialt inkompetente, personen som är mindre smart än mig borde jag definitivt kunna slå i detta ämnet\", varpå en mycket intellektuellt tävlingsinriktad personlighet börjar ta form. För att växa upp till läkarstudent så krävs givetvis mer än ett fantastiskt studiesinne, gärna en personlighet av manipulerande natur som gärna ser andra som brickor i ett spel för egen vinning. 2/3'e delar av alla som söker in gör så i jakt på ökad prestige och bekräftelse. Många av dessa studenterna identifierar sig mer med själva termen \"Läkare\" än yrket. Dom (~66%_skaran) har inget egentligt intresse av att verkligen hjälpa andra, utan kunde lika gärna valt HHS om läkaryrket varit lågavlönat. Läkarstudenten kan se ut hursomhelst, men brukar klä sig allt ifrån jävligt stiligt till lite lagom Svenskt naturelevs-sunkigt med lagom flott, oklippt hår.<br/> <br/> <b>CIVING (av varierande slag)</b>: En person som växte upp vid datorn, började med gamla Amiga, sedan Commodore. Första Windowsdatorn kom in i hushållet -95 (de flesta som fick erfara tidigare icke-spelinriktade PC'ar tappade snabbt intresset för teknik och blev mer knegiga som äldre). Back to the story: Civingen växte upp i en miljö strax utanför storstan i en vänskapskrets bestående av 3-4 goa grabbar som gärna LAN'ade om helgerna och tävlade sinsemellan (på ett mer kompisaktigt sätt). Dessa grabbarna har aldrig varit särskilt intresserade av sport, långa och smala eller lite kortare och fläskigare än snittet. Denna lite utpräglade understatus vad gäller ytliga ideal har lärt dem att de måste kämpa lite mer socialt sett för att få samma sak som snyggingar \"får gratis\" i form av respekt och intresse från andra, särskilt det andra könet. Denna insikt, eller lärdom (vare sig den flyter om kring i deras medvetande eller i det undermedvetna) har alltid gjort att dessa killarna satsat hårt på studierna då de aldrig varit bjudna till, eller föredragit att gå på de fester de blivit inbjudna till och därmed kunnat sitt hemma och gro sitt intellekt och lägga tid på studierna om helgerna, medan deras mer \"fjortiga\" kamrater låg hemma och chattade på msn och skröt om hur bakfulla de var och hur mycket capriciosa de skulle trycka ned den kommande timman. Civ'arna röstar otroligt nog på moderaterna eller Miljöpartiet.<br/> <br/> <b>Teknisk Fysik:</b> Varit socialt utanför hela sina liv. Har åtminstone en förälder som är högt utbildad inom matematik eller Fysik, varpå TF'aren kunde få, eller nästan pressades till att ta emot specialundervisning från föräldern-x under uppväxten. TF'aren innehar oftare än någon annan studentsort en autism-spektrum diagnos. Dessa personerna vet väldigt lite om det normala \"jordeliga\" livet och bor mer eller mindre i sin oändliga bubbla av fantastiskt komplicerad, världsomvälvande kunskap rörande tidernas fysiska begynnelse. Dessa personerna flyttar hemifrån vid tidigast 27, men är ändå under uppsyn av sin moder fram till tidiga fyrtio. Röstar inte, politik är oviktigt för universums fortgång och därmed ointressant, förgör jordens mest klipska art sig själv så spelar det ingen roll, biotopen fortsätter utan oss som om ingenting hade hänt.<br/> <br/> <b>Filosofistudenter</b>: Allmänt deprimerade över livet. Har varit med om en del tragiska saker under sin uppväxt, tex mobbing. De har vuxit upp med bara sin moder som till viss mån tagit avstånd from dem under deras uppväxt, kanske varit missbrukare. Världen ses tycks mest vara omsluten av svarta draperier, innerst inne så vet dom att så inte är fallet för alla, men alla andra är ju bara för dumma för att inse det, hur mycket vi egentligen styrs av någon (i sann konspirationsteori-anda) storebror och hur bräcklig denna verkligheten vi lever i är. De söker sig till missöden och tycks se ett patologiskt mönster kring mänskligt beteende och äcklas av normala varelser. De röstar sällan, men om de dock får tummen ur så styrs kosan mot obskyra partier á-la Kalleankapartiet eller F.I. bara för att provocera sådär hälsosamt lagomt mycket hos Blåingarnas maktmaskineri.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Civ ing är i allmänhet folk som varit nördar under högstadiet och sedan har pluggat relativt mycket under gymnasiet men oftast inte nog för de absoluta toppbetygen. Gillar naturvetenskapliga ämnen och har oftast intressen i form av datorer, teknik och andra \"nördiga\" saker.<br/>  Är oftast mer sociala än vad folk tror om än lite inbundna. <br/> <br/>  Väl inne har de en grym sammanhållning (titta bara på nollningen) och en förvånansvärt laid back syn på faktiska studier. I slutändan presteras dock oftast mycket goda resultat, men en eller två eller fler omtentor är inga problem om man tvingats prioritera t.ex. fest istället. Synen på alkohol är minst sagt tillåtande och överrepresentationen av killar är relativt stor. Kläder och utseende prioriteras inte särskilt hårt men om inte har ins overall på så är minimumnivån i alla fall hyfsad.<br/> <br/>  Maskinteknikerna anser sig själva vara de riktiga civilingenjörerna. De står oftast i fejd med industriella ekonomer vilka anser sig vara de bästa civilingenjörerna (något maskin inte kan gå med på, hur kan man vara bäst när man knappt är ingenjör?). Detta måste bevisas med att dricka mer alkohol och festa hårdare än övriga teknologer. Tycker inte om ekonomer eller jurister då dessa är \"brattiga\" även om jurister tolereras en hårsmån mer. Förstår sig inte riktigt på medicinare men accepterar dessa som hårt arbetande och nödvändiga människor. Förstår sig inte på och ser ner något på humanister även om de oftast inte pratat med en. Respekterar främst teknisk fysik även om dessa ses som mer nördiga då alla civ ing utbildningar är hårt mattebaserade och teknisk fysik helt enkelt är bäst på matte (detta är generellt för alla civ ing).<br/> <br/>  Skiljer sig från industriell ekonomi som gärna vill vara lite mer överlägsna och som glider åt ekonomhållet, bioteknik som är ett väldigt chickt program med icke-nördiga människor och en överrepresentation av tjejer.",
				"Fördomar om Byggnadsingenjörer någon? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Bring it on!",
				"Juridik: Personer som har kommit in på juridik har oftast blivit pushade stenhårt av sina föräldrar som är jurister själva eller liknande högstatusyrke inom sammhäll. De finns de som även ogillat natur på högstadiet för att upptäcka att de faktiskt är duktiga att plugga på gymnasiet men de är underrepresenterade.<br/>  Generellt är de flesta mycket sociala redan från början då de kommer från en miljö där detta är viktigt. De är vana vid att plugga mycket hårt för sina betyg då de trots de höga antagningspoängen inte är överdrivet smarta utan snarare djävulskt studiemotiverade.<br/> <br/>  När de väl kommer in möts de av ett program som KRÄVER högsta resultat. Det är även mycket viktigt att vara social tillsammans med dina kamrater samt göra tusen och två extraaktiviteter som lunch, brunch, teater och skidresa till alperna.<br/>  Programmet kräver likriktning och folk identifierar sig som jurister. Man kan tydligt se hur båda kläd och livsstil likriktar sig ju högre upp i kurserna man kommer för att sluta i kostym och slips eller propra lagom långa kjolar.<br/>  Kårandan är inte särskilt god (och ibland till och med rent av dålig) men man umgås ändå väldigt mycket med varandra.<br/>  Ett snyggt yttre och \"status\" är a och o. De skönaste lirarna är ofta de som har mycket pengar, de spenderar inte all sin tid på att försöka att visa att de har det.<br/>  Jurister vet att dom är mycket duktiga och att de går ett elitprogram. De påminner gärna sig själv men inte andra lika mycket om detta faktum. De ser ner på ekonomer för att de inte kom in på juridik, de ser ner på civ ing/natur (inte för att en jurist kan skillnaden) för att de är nördar. De ser upp till läkare som de gärna vill umgås med då de inser att det är ett yrke med mer status än jurist, något som läkare ofta tycker kan vara lite lätt irriterande då juristerna gärna vill försöka jämställa de två programen.",
				"Det är alldeles för lite djuplodande analys i det här ämnet om VARFÖR de olika grupperna är som de är.<br/> <br/>  Läkare: Pluggade järnet på natur i gymanasiet med målet att bli läkare redan då. Ger mycket studiemotiverade människor på programet som ofta är väldigt intelligenta. Dock håller jag inte med om att många väljer läkare för att det är ett status yrke. Jag har inställning att de absolut flesta har blivit pushade till att plugga av sina föräldrar och sen helt enkelt väljer det \"bästa\" programet när de får 20.0 på autopilot. Det ger ganska skilda personer på programet.<br/>  Väl inne ställs de inför en miljö som premierar studier, kroppsmedvetenhet och ett välvårdat yttre. Teoretiska kunskaper är a och o. <br/>  Kårandan är mycket god bland studenterna vilket gör att man gärna umgås tillsammans. Hur social din genomsnittsliga medicin student är varierar från oerhört social till ganska introvert, de selekterades främst på grund av sin förmåga att plugga. <br/>  Medicin vet att de är bäst, de har alltid haft högst betyg, läst svåraste ämnena på naturprogramet på gymnasiet och läser nu det mest prestigefyllda programet på universitet. Den här säkerheten gör att de sällan är särskilt dryga människor då de inte konstant behöver poängtera det, men om ni försöker ifrågasätta läkare kommer de bli mycket irriterade. De träffar inte överdrivet mycket andra studenter men respekterar ingenjörer (många läkare är sjukt duktiga på matte och naturämnen men får inte direkt utlopp för det på utbildningen), har fördomar mot ekonomer och ser lite ner på jurister som är \"sammhälls läkarprogram\" (det vill säga mycket bra men ändå lite sämre).<br/> <br/>  Sammantaget får du en intelligent driven person som är välvårdad. Kläder spelar inte så stor roll men att hålla sig i form är viktigt."
		]
	},
	{
		"postIndex": [
			[278],
			[369],
			[380],
			[351],
			[308]
		],
		"postTime": [
				"2011-02-14",
				"2011-02-14",
				"2011-02-14",
				"2011-02-14",
				"2011-02-14"
		],
		"postNum": [
			[292],
			[384],
			[396],
			[366],
			[322]
		],
		"postLink": [
				"/sp28877325",
				"/sp28889377",
				"/sp28890352",
				"/sp28886189",
				"/sp28879140"
		],
		"postUser": [
				"NGarfield",
				"lilonjoy",
				"TheShape",
				"EatThis",
				"liamno"
		],
		"postUserID": [
				"/u529929",
				"/u171682",
				"/u508807",
				"/u522800",
				"/u291055"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p25",
				"https://www.flashback.org/t1452536p32",
				"https://www.flashback.org/t1452536p33",
				"https://www.flashback.org/t1452536p31",
				"https://www.flashback.org/t1452536p27"
		],
		"userUrl": [
				"https://www.flashback.org/u529929",
				"https://www.flashback.org/u171682",
				"https://www.flashback.org/u508807",
				"https://www.flashback.org/u522800",
				"https://www.flashback.org/u291055"
		],
		"sentence": [
				"Jag läser till civilingenjör i maskinteknik och känner inte igen mig i allt som sägs. Känner till exempel inte till någon som läser till ingenjör som inte vet att '' ju mer man lär sig, desto mer inser man hur lite man kan''. Skulle därför vilja säga att ingenjören i det kan verka lite ödmjuk och samtidigt lite okunnig men oftast handlar det om att man vet sina begränsningar. <br/> <br/>  Jag går själv på teknisk högskola och kan säga att alla typer av människor läser till ingenjörer. Det är såpass breda utbildnings och arbetsområden att man kan hitta människor från alla möjliga fack.<br/> <br/>  Sen har jag ju självklart mina egna fördomar och erfarenheter från bl.a. ekonomer. Har själv läst ekonomi och det tempot var bara 1/10 utav en teknisk utbildning. Har hört fler som sagt likadant från andra ställen.<br/>  Min personliga fördom är väl egentligen att alla ekonomer är kortsiktiga, överskattade och skattebrottslingar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Läste en tidningsartikel för ett tag sen där man sa att ingenjörer som är framgångsrika blir rika och hyllade medan ekonomer som är framgångsrika hamnar i fängelse.<br/> <br/>  Tycker att det ligger nånting i det där....",
				"När jag studerade (läs söp) i Lund för många år sedan kallades Juridicum för Ångestens högborg på grund av den påstådda betygshetsen. Jag vet dock inte om det ligger något i det. De jurister jag umgicks med då var ganska \"normala\".<br/> <br/>  När jag läste Teologi fick jag ofta höra att teologerna var de som söp värst av alla. Även om jag mer än väl levde upp till den fördomen så måste jag påstå att den förbryllar mig. De flesta verkade tämligen skötsamma och seriösa, drivna och intresserade. Jag festade förvisso aldrig med de andra teologerna (om de nu festade) men jag skulle bli förvånad om de var värre än någon annan. <br/>  Fast om jag relaterar till mig själv så är det klart att vanligt lördagsfestande bleknade lite i jämförelse. <br/> <br/>  Innan jag skrev sista tentan hade jag supit till 5-6-tiden på morgonen för att sen stappla ner till tentasalen vid 8 och istället för att lite prydligt lägga upp en vattenflaska och ett äpple på bänken, halar upp en flaska sherry (det enda som fanns kvar sen dagen innan...fråga mig inte). Jag har nu tack och lov lämnat både alkoholen och teologistudierna.<br/> <br/>  Men det skulle ju ändå vara kul att höra om det fanns några fördomar om teologer (ja några uppenbara kan jag ju lista ut) eftersom jag faktiskt aldrig har hört några andra än ovan nämnd.<br/> <br/>  Därtill undrar jag om det finns några fördomar kring de mer oakademiska utbildningarna, som på en nåder har halkat in i högskolornas kurskataloger:<br/> <br/>  Sjöbefäl och sjöingenjör?<br/> <br/>  Kul och deprimerande tråd!",
				"Folk som läser till nätverkstekniker/systemspecialister?",
				"Väldigt mycket om de vanligare linjerna så som socionom, ekonom, läkare och ingenjör. Vad har folk för fördomar om folk som går på t ex kalle flygares teaterskola för att bli skådisar? Eller folk som läser musikproduktion? Finns mycket inom media som inte tagits upp",
				"Jurister:<br/>  En tredjedel av klassen har i sitt liv egentligen bara gjort en sak vilket är att plugga och plugga mycket. En förmåga att snöa in sig på detaljkunskap och att lära sig saker utantill överträffas enbart av den ångest människan känner inför att hålla en muntlig framställning inför grupp. Valde utbildningen enbart för den status som medföljde, för att själv kunna brösta upp sig och för att inför sig själv ta del av den sker en anpassning av attityd och klädstil under de första terminerna. Blommar ut till något väldigt osympatiskt och självgott senare under utbildning för att i undantagsfall drabbas av självreflektion och empati. Ord som \"rättvisa\" och \"moral\" existerar bara i den mån lagtext eller favoritföreläsare definierat den åt personen i fråga. Nörden lever ut sin revansch på fyllan under kortare ögonblick tillsammans med likasinnade men faller ofta hårt tillbaka på jorden.<br/> <br/>  En annan tredjedel är elever som kommit in genom ett högskoleprov, anser sig vara \"de smarta\" och gör sig gärna roliga över hur \"enkel\" utbildningen faktiskt är. Deras brist på god studieteknik blir kännbar så fort tentorna börjar närma sig och resulterar antingen i: \"det var ju inte så svårt\" eller \"pluggade inget så vafan...\" beroende på resultat. Den egna övertygelsen om det storslagna egna intellektet gör att resttentorna är lätta att bära och som sagt det finns ju omtentor men inga omfester. Blir betydligt mindre malliga när csn vägrar att ge mer pengar, överklagar dock mer än gärna då dom vill omsätta de ringa kunskaperna om förvaltningslagen i praktik. <br/> <br/>  Den sista tredjedelen är en salig blandning av ambitiösa personer, curlade snorungar, invandrare som \"vill lyckas i sverige\", statusfixerade och så vidare i all oändlighet.<br/> <br/>  Avslutningsvis så verkar det efter ett tag inte spela någon roll varifrån man kom ifrån början, man stöps i mallar och blir \"jurister\" inom olika klickar. Generellt så anser juristen att h*ns utbildning är finare och bättre än alla andras. Förutom läkarens som ironiskt nog är \"plugghästar\".<br/> <br/>  Som författare till posten avstår jag dock ifrån att berätta i vilket fack jag hör hemma!"
		]
	},
	{
		"postIndex": [
			[544],
			[417],
			[590],
			[551],
			[419]
		],
		"postTime": [
				"2011-03-13",
				"2011-02-15",
				"2011-04-24",
				"2011-03-15",
				"2011-02-15"
		],
		"postNum": [
			[567],
			[436],
			[614],
			[574],
			[438]
		],
		"postLink": [
				"/sp29454139",
				"/sp28904712",
				"/sp30263359",
				"/sp29488783",
				"/sp28905321"
		],
		"postUser": [
				"namnskylt",
				"Intergalactic",
				"Ovation",
				"muffinsplanned",
				"FlightNAE"
		],
		"postUserID": [
				"/u499560",
				"/u225305",
				"/u467260",
				"/u508998",
				"/u356327"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p48",
				"https://www.flashback.org/t1452536p37",
				"https://www.flashback.org/t1452536p52",
				"https://www.flashback.org/t1452536p48",
				"https://www.flashback.org/t1452536p37"
		],
		"userUrl": [
				"https://www.flashback.org/u499560",
				"https://www.flashback.org/u225305",
				"https://www.flashback.org/u467260",
				"https://www.flashback.org/u508998",
				"https://www.flashback.org/u356327"
		],
		"sentence": [
				"(ni fråga om fördomar så...)<br/> <br/> <b>Alla studerande:</b> Tror att de kommer nå toppen inom sin gebit, genom att revolutionera med någonting helt nyttänkande som inte 10000 andra har lyckats tänkt på. Läser man civ.ing. vill man jobba på ABB eller [ <i>infoga valfritt multi.företag</i> ] och en dag bli chef för allt, först en period i utlandet. Läser man journalistik vill man bli korrespondent. Läser man något samhällsvetenskapligt ska man bli diplomat. Läser man läkare ska man bota något obotligt.<br/> <br/>  Den sorgliga sanningen är att alla (mer el. mindre) kommer hamna i byn de föddes och där slita ont 9-5 för kommunen eller liknande. De närmaste de kommer internationell karriär är när de köper hOrOr i Thailand på semestern, resan som man sparar till övriga året (anledningen till att man står ut på sitt obskyra jobb).<br/> <br/> <br/> <b>Alla som studerar på konstfack:</b> Är de mest inbitna kulturmarxisterna som finns, alla påhittade -ismer som har med \"diskriminering\" är de uttalade sypatisörer för. Är man inte kulturmaxist kommer man bli det. Tror att de är så spirituella och fritänkande när de egentligen presterar på en 2-årings nivå. I själva verket är de så konformistiska och medelsvensson i sitt tänkande så att det rent av är sorgeligt. Det är knappast kontroversiellt att vara PK. Gör idiotiska saker som man kallar \"konst\" endast och enbart för att få publicitet. Ett nonsens yrke precis som ...<br/> <br/> <br/> <b>Architekt: </b> Tar sig på större allvar än Cecilia Frode - Arkitekterna behöver BAJSA. Ååå ursäkta jag menade ARKItekterna och inte ARCHItekterna. Leker kreativa när de gör dåliga kopior på NewYork byggnader som bygdes på 80-talet. Dessutom börjar betongmodernismen känna lite 1930-tal. Alltid klädda i svart, för det gör NY-architekter. Står och håller varandras medelmåttighet om ryggen - \"Ååå en betonglåda i glas, så kreativt och nytänkande\". Egentligen är det ett nonsens yrke som måste ständigt hävda sin existens. Civ.ing. och vanliga männsikor skulle göra ett mycket bättre och mer konstnärligt jobb än architekterna själva. När detta påstås är architekterna snabba att hävda sitt yrke \"Ni förstår er inte på bra arkitektur\"; ungefär som att de sett ljuset och återvänt (hallellulja).<br/> <br/> <br/> <b>Skådespelare:</b> Drömmer om ett jobb i hollywood, men inser fakta, måste nöta några år på dramaten innan hen kan bära iväg till USA. Kommer hamna på Mönsterrås stadsteater, i barn-ensamblen och sätta upp \"igelkotten och jag\". Vill inte föringa sitt yrke utan försöker förbrilt hitta ett \"djupare\" budskap och gestaltning. Ungarna gråter och hen blir avskedad. Diverse dokusåpor kan vara livlinan till berömelse.<br/> <br/> <br/> <b>Läkare:</b> Säger att de vill hjälpa människor, men de är lika kallblodiga karriärister som de på sthlms HHS (om inte värre). Vill visa sin humanitet genom att slita ett ont år för läkare utan gränser - alltid något att brilliera med på en bjudning. Självgoda, de är bäst och alla vet om det. Gillar att bära en tröja där det står \"LÄKARPROGRAMMET\" - så de slipper skryta. Vill forska, bli akutläkare eller kirurg men kommer hamna på Ånge vårdcentral.<br/> <br/> <br/> <b>Journalister:</b> Vill förändra världen med sitt granskande, det enda de kommer [språk]granska är insändarna i lokalpressen som kommer handla om snöplogningen och vargen. Om de överhuvudtaget får jobb. Drömmer om att få jobba på tv. Ville egentligen komma in på scenskolan.<br/> <br/> <br/> <b>Lärare:</b> Ordspråket:<i> \"Den som inte kan - lär ut\"</i> fångar gruppen tillfullo.<br/> <br/> <b>Humanist/Samhällsvetare:</b> Två grupper: (1)De som är genuint intresserade, kommer från en överklassfamilj. Kommer gå igenom Genusvetenskapen med bravur, få doktorandtjänst och slutligen professor. (2) Arbetarklassungen som hela livet blivit i tutad att det är fint med akademiska studier. Hum/sam var de enda kurserna hen kom in på. Har ett ljumet intresse och kommer knappt få fil.kand i ämnet. Skriker arbetslöshet, men drömmer ändå om diplomattjänst. Skulle ha sökt till bruket istället.<br/> <br/> <b>Civilingenjörer:</b> lägst antagning på alla programmen till universiteten, skapar behov att ständigt förhäva programmet tyngd. Det är SÅÅÅ svårt, nästan omänsligt svårt, INGEN kan egentligen klara utbildningen. Civilingenjör är inget yrket det är en utnämning som ett ytterst fåtal är förunnade att erhålla. Kindergarden är försvarsmaktens tolkskola. Väl ute ligger bordet dukat. Med civ.ing. teknisk fysik i bagaget är man garanterad plats som statsminister i 4år - om man bara ville.<br/> <br/> <b>Tandläkare:</b> Kom inte in på läkarlinjen. Livslång bitterhet är att vänta. Vill gärna likställa tandläkare med läkare. Säger gärna att de studerar \"medicin\". Karriärmöjlighet = 0<br/> <br/> <br/> <b>Sjuksköterskor:</b> För dumma för att gå NV i gymnasiet. Gick sam. el. omvårdnad ist. Nu får de ju alltid jobba med läkare och kan leka läkare med ett stetoskop kring halsen. Kanske rent av får gifta sig med en läkare (sk. efter att homoäktenskap godkändes). Förhäver gärna sin roll.<br/> <br/> <br/> <b>Undersköterskor:</b> WT som inte ens klara av att komma in på sjuksköterskelinjen. Det värsta är att sjuksköterskorna vet om det.<br/> <br/> <br/> <b>Grovarbetarn:</b> De var sämst i klassen gick bygg/fordon el. dyl. på gymnasiet, snusar och har keps. Alla skratta lite försmedligt åt dessa. Dock är de dem enda som har fast jobb och tjänar bättre än många av sina akademiska bröder och systrar. Studieskulder = 0. Om inte det vore nog, så får de även knulla nå kopiöst - ofta på arbetstid.",
				"Någon som har fördomar om antropologistuderande att dela med sig av? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>",
				"<b>Genusvetare</b><br/>  Bittra tjejer samt några procent män som är riktigt jävla toffliga. Klär sig i för stora kläder, gillar att fotografera, är veganer och röstar på vänsterpariet. De är alltid snabba med attt hävda att genusvetenskap minsann är lika viktigt för samhället som all annan forskning. Killarna på programmet har nästan alltid mustasch. Tjejerna har kort hår, är osminkade och klär sig bara i second hand eller eko-kläder.<br/> <br/> <b>Jurister</b><br/>  Har en tung utbildning och är inte sena med att berätta detta. Har nästan uteslutande akademikerföräldrar som ställer högra krav. Majoriteten vill göra snabb karriär och tjäna mycket pengar, ett litet antal vill däremot hjälpa \"utsatta\" (oftast kvinnor eller jobba med migrationsäranden). Denna skaran är ofta tjejer från övre medelklassen som egentligen inte har en aning om hur livet är som \"utsatt\". Rent klädmässigt är det svårt att skilja juristerna från ekonomerna. <br/> <br/> <b>Samhällsvetare (inkluderar pol.kand)</b><br/>  Tror sig alltid ha en lösning på alla världens problem, även om de bara läst a-nivån. Drömmer om att bli diplomater eller riksdagsledamöter även fast utbildningen ofta leder till arbetslöshet.Delar många likheter med nationalekonomerna även om samhällsvetarna tenderar att inte vara lika smarta. Många är vänster eller miljöpartister.  <br/> <br/> <b>Ekonomer</b><br/>  Här skiljer det sig milsvis beroende på om de är national eller företagsekonomer. Generellt är dock karriärhetsen extrem, allt handlar om att skapa kontakter, många är därför kåraktiva. Kåren som sådan är dock mest en plats för inbördes beundran där det mesta handlar om att ha många vänner på facebook och ett långt CV. Ekonomer klär sig väl, ibland till överdrift. <br/> <br/>  En stor del av de som läser företagsekonomi läser det bara för att det ger status utan att egentligen veta vad de vill jobba med. Många drömmer däremot om att bli rika, antingen via att göra karriär inom något stort företag eller genom att starta eget. Nationalekonomer tenderar att vara mer åt samhällsvetarhållet och är oftast intresserade av välfärdsfrågor och inte alls lika drivna av att bli rika. Nationalekonomer är oftast väldigt liberala och anser att frihandel och avskaffande av statliga regleringar är lösningen på alla världens problem. Företagekonomerna är oftast är moderater utan att egentligen ha så bra politisk koll. <br/> <br/> <b>Läkare</b><br/>  Flitiga studenter. Har ofta mycket press på sig hemifrån. Festar sällan men när de väl gör det så är det ordentligt (många partyknarkar). Klär sig väldigt slätt och sticker klädmässigt inte ut på något sätt. Politiska åsikter varierar även om många är borgliga. <br/> <br/> <b>Sjuksköterskor</b><br/>  Bittra undersköterskor som vill skola upp sig i karriären eller korkade tjejer som hade medelmåttiga betyg på gymnasiet. Klädstilen varierar och politiskt så är många sossar. Super mer än läkarna, mycket pga att utbildningen är väldigt slapp. <br/> <br/> <b>Psykologer</b><br/>  Flitiga men bittra människor. <br/> <br/> <b>Civ ing inom data, elektro eller maskin.</b><br/>  Nästan uteslutande killar, de få tjejerna är manhaftiga eller läser där pga att de vet att de får mycket uppmärksamhet som ensamma tjejer. Killarna är nördiga, klär sig i kläder som mamma har köpt och lägger alla sina pengar på datagrejer eller på öl på kårpubarna. Är väldigt dåliga med tjejer och socialt osäkra. Tenderar dock att ha hög IQ.<br/> <br/> <b>Biologer</b><br/>  Friluftsälskande miljöpartister som klär sig i koftor och fjällrävenkläder. Avskyr storföretag och köper enbart ekologisk mat. <br/> <br/> <b>Jägmästare/skogsmästare</b><br/>  Delar biologernas friluftsintresse men där slutar likheterna. Jägmästarna/skogsmästarna ser bara vinstpotentialen i skogen, inte biologisk mångfald eller miljövärden. Många vill bli jägmästare då de vill kunna kombinera karriärmöjligheter och affärer med betlada naturvistelser. Jag har aldrig träffat en jägmästare som inte jagar. <br/> <br/> <b>Fysik, teknisk fysik, tillämpad matematik</b><br/>  Nördiga killar med asberger. Har ofta fysik och/eller matematik som fritidsintressen.<br/> <br/> <b>Maskinteknik</b><br/>  Samma killar som går el på gymnasiet. <br/> <br/> <b>Arkitekter</b><br/>  De mest pretentiösa människorna du kan hitta på ett universitet. Riktiga elitister som tycker att vanligt folk är idioter som inte ser storheten centralplanering och funktionalism. Tycker att Gamla stan och nedre Östermalm (strandvägen, karlaplan etc) är vedervärdigt. Är ofta väldigt filosofiska och flummiga. Röker på väldigt mycket. Klär sig på samma vis som filosofer och humanister.",
				"Orkar inte läsa igenom alla sidor, men finns det några fördomar om de som läser till barnmorska? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>",
				"Vad har ni för fördomar mot folk som studerar till trafikflygare?"
		]
	},
	{
		"postIndex": [
			[764],
			[705],
			[635],
			[730],
			[597]
		],
		"postTime": [
				"2012-02-02",
				"2012-01-31",
				"2011-05-18",
				"2012-02-01",
				"2011-04-28"
		],
		"postNum": [
			[793],
			[733],
			[662],
			[758],
			[621]
		],
		"postLink": [
				"/sp35472209",
				"/sp35426692",
				"/sp30695693",
				"/sp35437724",
				"/sp30336764"
		],
		"postUser": [
				"Baba-Ganoush",
				"Aron",
				"marrren",
				"Nissekatt",
				"JAQ"
		],
		"postUserID": [
				"/u650295",
				"/u4035",
				"/u443439",
				"/u107247",
				"/u349544"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p67",
				"https://www.flashback.org/t1452536p62",
				"https://www.flashback.org/t1452536p56",
				"https://www.flashback.org/t1452536p64",
				"https://www.flashback.org/t1452536p52"
		],
		"userUrl": [
				"https://www.flashback.org/u650295",
				"https://www.flashback.org/u4035",
				"https://www.flashback.org/u443439",
				"https://www.flashback.org/u107247",
				"https://www.flashback.org/u349544"
		],
		"sentence": [
				"Fördomar mot de som pluggar internationella relationer?<br/> <br/>",
				"fördomar mot historiestudenter",
				"Eftersom jag inte börjat på universitetet så kommer jag med fördomar om blivande x. <br/> <br/>  Jurister: Går genom eld och vatten för status och pengar. Växte upp lite var som helst i Sverige men blev alldeles för influerade av diverse serier att de bara var tvungna att bli den där självsäkra, snygg i kostym-mannen/kvinnan. Kan även vara några enstaka personer som växt upp i någon form av misär och vill försvara de som inte kan tala för sig själva men resten är moderater som älskar att skryta om hur mycket de pluggar. De bryr sig nödvändigtvis inte om människor men älskar att ha rätt, riktiga besserwissers som tävlar i princip allt. Håret, kläderna och retoriken är viktigast. Ser ner på alla andra utbildningar. <br/> <br/>  Psykolog: Dramaqueens som fick lite självinsikt och tyckte att det var deras uppdrag att lyssna på ungdomar eller äldre som har det tufft, många har själva haft en dålig uppväxt och vill finnas där. Snabbt inser de dock att det är oerhört jobbigt att sitta hela dagarna och lyssna på människor så de gör precis som psykologerna på TV, nickar, ler och ritar smilisar i anteckningsblocket. En del av dem är paranoida och tänker att så länge de blir psykologer själva slipper de gå till en annan som ska utvärdera dem - för i själva verket har de nog med problem men tycker om att gotta sig i andras. Ren skadeglädje. <br/> <br/>  Ekonomer: Iphone. Snabb frilla med mycket vax. Pikéer på sommaren och gärna badshorts. Skryter om pappans firma eller farbroderns finfina sommarstuga i Spanien. Tänker att de måste gå ekonomi för att bli rika, för vem har bäst koll på pengar om inte ekonomer? Tycker att det är fint och går hemskt gärna runt med NK, Hilfiger, Ralph Lauren-kassar även fast innehållet är en tröja från H&amp;M. Hänger mestadels på Stureplan och dricker gärna Espresso. Klagar jävligt mycket på allt och andra och anser sig själva vara bäst. Låtsas även veta något om fotboll, har tidigare erfarenheter av att vara huligan.<br/> <br/>  Ind. Ek: Tjejerna är supermänniskor som lyckas få MVG i allt samtidigt som de har ett extrajobb, festar (dricker enbart öl, och det är mängder vi snackar om) och har ett par nära vänner. Många av de har däremot problem med föräldrarna samt dålig självkänsla. Killarna är nördar som vill gå någon linje med lite hardcorevinkel och tror att de kan komma undan töntstämpeln. De hoppas innerst inne på status och pengar men är rätt sköna. <br/> <br/>  Läkare: Pengar, pengar, pengar. Detta talas det aldrig någonsin högt om förstås. I början har de haft drömmar om att joina läkare utan gränser men inser snabbt att de varken förstår människor eller har energi nog att bry sig. Var vänstervridna men övergick snabbt mot blått. De flesta är snåla och vill ha pengarna för sig själva. Några vill egentligen bara fullfölja mamma och pappas dröm och i många familjer är läkaryrket det absolut enda vettiga. <br/> <br/>  -Kirurgerna är snabba f.d TV-spelsberoende som inte bryr sig så mycket om liv och död, bara de får gå in och leka lite. Desto värre skada, desto roligare. Hoppas på att få se de sjukaste tillstånden (yxa genom magen osv). Är de coola läkarna. <br/> <br/>  Veterinär: Förstår inte människor, är till och med lite människofientlig. Är djurrättsaktivist men var alldeles för blyg, feg som ung och ångrar sig för att de inte sa till när någon skadade ett djur. Gråter lätt och har häst, hund eller gris hemma. Är generellt vackra och lugna personer.<br/> <br/>  Elektriker: Killarna är otroligt lata men valde att bli elektriker för att farsan varit eller har ett företag de kan få jobb på. En aning intresserade av volt och stötar men blev övertygade om yrket efter att ha sett diverse serier (OCH OÄNDLIGT MYCKET PORR) där en elektriker kommer hem till någon tjej och blir förförd. <br/> <br/>  Beteendevetare: Har inte betygen för psykolog men anser sig själva vara precis lika intelligenta. Gillar att leta upp mönster, studera fördomar och kommer med helt absurda frågor för att verka klipska. Fördriver tiden med att läsa böcker av någon prettoförfattare samtidigt som de röker allt möjligt med argumentet att allt bör prövas för att förstår alla typer av individer. <br/> <br/>  Kan ingen komma med något mer om statsvetare? Pol kand? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja sån är min uppfattning efter den lilla text jag sett hittills men jag är glad att höra att det inte stämmer!<br/> <br/>  Jag var uppenbarligen inte tydlig nog. Det jag menar är att betyg är ett kvitto på kunskap. Självfallet finns det människor som är larvigt kunniga och duktiga på vissa saker som aldrig satt sin fot i skolan eller ens kan läsa men hur ska en arbetsgivare kunna veta detta? Exemplet med Etzio fungerar inte riktigt då ett hantverksyrke av den arten räcker det med att visa upp sitt arbete men om vi ska stanna kvar på hantverkare, hur hade du tänkt som arbetsgivare om du har två snickare att välja mellan? Den ena har tränats av sin far och hävdar att han renoverat varenda hus i grannskapet till grannarnas eviga lycka och den andre har gått en snickarutbildning med toppbetyg på ett prestigefyllt gymnasium ( <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/w00t.gif\" title=\"EEK!\"/> ). Chansar du och tar den första eller tar du den andre som någon annan redan intygat har god kunskap? För mig är valet lätt, det lönar sig oftast att gardera sig. <br/> <br/>  Sen angående Newton så vet jag inte särskilt mycket om hans studietid men i och med att han efterträdde sin matematikprofessor så ställer jag mig tveksam till att hans prestationer i skolan var så kassa. Oavsett så ges hans teorier enormt mycket mera tyngd på grund av hans utbildning, \"hans kvitto på kunskap\". Hur hade hans teorier tagits emot av det vetenskapliga samfundet om han varit en bonde, oavsett hur sanna dom visar sig vara? <br/> <br/>  Frågan är dock varför du tar upp enstaka genier som om det skulle vara någon form av norm. Jag har inte motsatt mig att det finns folk som kan göra stordåd utan betyg och utbildning men för majoriteten av oss dödliga, som du och jag tillhör, så kommer vi få det väldigt svårt att få ett kvalificerat arbete utan att uppvisa bevis på att vi faktiskt kan något. Återigen, betygen är ett kvitto på kunskap som utfärdats av någon auktoritet som sätter sitt rykte på att personen ifråga har tillräckliga kunskaper.<br/> <br/> <b>Förlåt för major OT!</b><br/> <br/>  Kan bjuda på lite stereotyper för polishögskolan! Håller helt med <b>Dest88</b> om tjejer som kör agility och killar som lirar innebandy, jag har också fått för mig att det är oerhört poliskandidatkompatibelt! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Vidare känns det även som många, efter oändligt många Beck-maraton och polis-serier, förväntar sig ett betydligt mer spännande jobb än vad det egentligen är. Mängden pappersarbete och sitta-på-röven-tid framgår inte direkt. Har även fått intrycket av att kvinnor som vill bli poliser har ett behov av att hela tiden hävda sig och visa att hon är stark och tuff vilket resulterar i ett fientligt och otrevligt bemötande. Dock lyser det tydligt igenom hur osäker hon egentligen är.<br/> <br/>  Detta baserar jag på läsande på internet och dimmiga fyllekonversationer så ta allt med en skopa salt! För den enda jag känner som vill bli polis stämmer inget av detta (förutom Beck-biten möjligtvis <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> ).",
				"Fantastiskt skoj tråd att läsa det här, känns som att mycket av fördomarna stämmer in väldigt bra, i alla fall på de olika kategorierna som jag har bekantat mig med! Jag tänkte försöka få in något att alla som pluggar ekonomi inte måste vara dryga för att försvara mig själv men sedan kom det även en avskiljning mellan företagsekonomi och nationalekonomi som även placerade mig rätt så bra.<br/> <br/>  Veterinärer?<br/> <br/>  Fler udda utbildningar vore skoj att se, att folk säger att ekonomer är snobbigare och välklädda är lite väl enkelt."
		]
	},
	{
		"postIndex": [
			[832],
			[811],
			[945],
			[986],
			[872]
		],
		"postTime": [
				"2012-02-08",
				"2012-02-05",
				"2012-07-11",
				"2012-08-21",
				"2012-06-30"
		],
		"postNum": [
			[869],
			[844],
			[986],
			[1027],
			[912]
		],
		"postLink": [
				"/sp35574204",
				"/sp35518938",
				"/sp38271928",
				"/sp38943996",
				"/sp38108234"
		],
		"postUser": [
				"dragi89",
				"zoro92",
				"TheVeldt",
				"comoncomon",
				"Rulao"
		],
		"postUserID": [
				"/u590162",
				"/u666526",
				"/u691828",
				"/u407587",
				"/u578864"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p73",
				"https://www.flashback.org/t1452536p71",
				"https://www.flashback.org/t1452536p83",
				"https://www.flashback.org/t1452536p86",
				"https://www.flashback.org/t1452536p76"
		],
		"userUrl": [
				"https://www.flashback.org/u590162",
				"https://www.flashback.org/u666526",
				"https://www.flashback.org/u691828",
				"https://www.flashback.org/u407587",
				"https://www.flashback.org/u578864"
		],
		"sentence": [
				"fördomar om byggingenjörer eller folk som pluggar på handelshögskolan?",
				"Fördom mot byggingenjörer?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  När folk frågar mig vad jag pluggar väljer jag ofta att säga att \"jag läser medicin\" eftersom att jag gör det. När någon som studerar ekonomi får den frågan blir svaret \"jag läser ekonomi\" - jag har aldrig hört någon säga att den \"läser till ekonom\". Kan appliceras på många utbildningar (ännu ett exempel: \"juridik\" inte \"jurist\") så därför tycker jag att det är rätt konstigt att säga \"jag pluggar (till) läkare\". Då säger jag hellre att jag studerar på läkarprogrammet.<br/> <br/>  My 2 cents..<br/> <br/>  I övrigt låter jag dina fördomar gå obesvarade <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>",
				"Folk som läser på distans i 6år?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är väl ändå en märklig fördom med tanke på att på alla skolor där teknisk matematik finns så är intagningspoäng högre än för teknisk fysik. Så någon som läser teknisk matematik torde ju rimligen om den nu vill plugga teknisk fysik göra det.<br/> <br/>  Eller menar du att personer som läser tm önskar att dom gillade fysik så att dom skulle vilja läsa tf?<br/> <br/>  //förolämpad blivande tm:are"
		]
	},
	{
		"postIndex": [
			[1171],
			[1120],
			[1025],
			[991],
			[1140]
		],
		"postTime": [
				"2012-11-15",
				"2012-11-10",
				"2012-10-26",
				"2012-08-22",
				"2012-11-11"
		],
		"postNum": [
			[1219],
			[1166],
			[1066],
			[1032],
			[1187]
		],
		"postLink": [
				"/sp40368488",
				"/sp40289618",
				"/sp40040261",
				"/sp38970109",
				"/sp40303397"
		],
		"postUser": [
				"Pastmaster",
				"Afskum",
				"educationist",
				"comoncomon",
				"LikeAGlove"
		],
		"postUserID": [
				"/u195529",
				"/u428375",
				"/u632368",
				"/u407587",
				"/u171260"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p102",
				"https://www.flashback.org/t1452536p98",
				"https://www.flashback.org/t1452536p89",
				"https://www.flashback.org/t1452536p86",
				"https://www.flashback.org/t1452536p99"
		],
		"userUrl": [
				"https://www.flashback.org/u195529",
				"https://www.flashback.org/u428375",
				"https://www.flashback.org/u632368",
				"https://www.flashback.org/u407587",
				"https://www.flashback.org/u171260"
		],
		"sentence": [
				"Jag vill höra fördomar om folk som läser \"atmosfärvetenskap\". <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"<b>Svenska läkarstudenter</b><br/> <br/>  En salig blandning precis som vissa tidigare skribenter poängterat. En sak är gemensamt, de har de åtråvärda 22,5 alternativt &gt;1,9 HSP. Vissa har glidit igenom gymnasiet medan andra (speciellt tjejer) har råpluggat under de tre åren. De fortsätter därför på samma spår och väljer den utbildning som utpekas som allra svårast. Det är därför inte ovanligt att andravalet bland läkarstudenter inte var sjukgymnast, sjuksköterska eller något annat inom vården utan HHS, industriell ekonomi eller teknisk fysik. Undantaget är läkarbarnen där familjens heder står på spel och allt utom läkare är otänkbart. Även om inte alla har föräldrar som är läkare har alla en bakgrund inom den övre medelklassen med minst en läkare i släkten. I början av utbildningen känner de flesta en viss frustration över att ha gått från att vara en A-student till att bli en medelmåtta bland alla andra A-studenter, detta går däremot över med tiden vilket bidrar till den extremt goda kårandan bland läkarna. De hjälper därmed gärna varandra och skickar med glädje runt sina anteckningar till sina klasskamrater.<br/> <br/>  Många läkare är relativt ödmjuka eftersom de till inget pris vill spä på fördomen att läkare är ett gäng narcissister. Detta gör att om en läkarstudent får frågan var de sysslar med nämner de endast att de studerar. Följdfrågan om vad de pluggar så svarar de medicin. Här kan de flesta konstatera att det är läkare de pluggar och läkarstudenten har därmed lyckas undvika ordet \"läkare\". På fyllan (läkare super minst lika mycket som alla andra) försvinner däremot en stor del av ödmjukheten och helst ska alla på festen veta vad läkarstudenten pluggar. Det är inte heller ovanligt att läkaren i berusat tillstånd börjar undersöka personer och sätta diverse obskyra diagnoser.<br/> <br/>  Läkarstudenterna vet att alla ser upp till dem och försöker därmed återigen ha en ödmjuk inställning till andra studenter även om de enda som de faktiskt respekterar och i smyg ser upp till är civilingenjörerna. Detta på grund av matten i gymnasiet som egentligen var det enda hindret från att lyckas plocka hem 22,5 samtidigt som många i samband med detta utvecklade en viss kärlek (hatkärlek?) till matten. <br/> <br/>  Allt eftersom utbildningen går isolerar läkarna sig allt mer med varandra och det är inte ofta man träffar på en ensam läkare. De rör sig därför allt som oftast i grupper för att undvika att hamna ensam med jurister, ekonomer eller någon annan icke-medicinstuderande. Detta eftersom samtalsämnet med dessa alltid kommer att handla om deras utbildning och att de då tvingas spela överdrivet ödmjuka. <br/> <br/>  Kan väl också nämnas att de flesta läkarna har en så kallad A-personlighet och ska helst syssla med tio olika saker på en gång vilket tyvärr oftast bidrar till onödigt mycket stress.",
				"<b>Barn- och fritidsprogrammet </b>- Personer som är lite efterblivna, ofta WT eller personer som tror att det är meriterande att ha gått här om man ska bli polis/lärare (Personer utan koll alltså).<br/> <br/> <b>Bygg- och anläggningsprogrammet</b> - Ofta helt okej snygga killar, lite bättre än elektriker. Ganska varierat när det gäller kunskap.<br/> <br/> <b>Ekonomiprogrammet</b> - Folk som tror att de är bättre än de är. Tror att de är smartare än naturarna och försöker hävda att \"Ekonomi äääär faaaktiskt ett VETENSKAPLIGT ämne\" och på allvar tror att det finns ett nobelpris i ekonomi.<br/> <br/> <b>El- och energiprogrammet</b> - Personer som inte kom in på bygg eller som är intresserad av lite mer ellära än de som söker bygg. Helt okej snygga killar.<br/> <br/> <b>Estetiska programmet</b> - Pack som påstår att \"Estet är som SAM fast vi har rooooligt\". Sjunger och dansar i korridorerna, allmänt hatade.<br/> <br/> <b>Fordons- och transportprogrammet</b> - Killar som vill ha en sjukt dyr bil men som inte kan tänka ut att om de mot all förmodan skulle spara ihop till en sådan så kostar försäkringen mer än deras lön. Gillar snus.<br/> <br/> <b>Hantverksprogrammet</b>-Beror ju helt på vilken typ av hantverk. Stylister behöver jag inte ens kommentera.<br/> <br/> <b>Handels- och administrationsprogrammet</b>-Ofta lata b-rudar eller killar som röker hash. Tror att de äger kafeterian.<br/> <br/> <b>Hotell- och turismprogrammet-</b> De som fattat att resturang suger som arbetsplats och vill ha det lite glassigare.<br/> <br/> <b>Humanistiska programmet</b> - Personer som vill bli tolk och påstår att det bara är såååå användbart att kunna latin.<br/> <br/> <b>Naturbruksprogrammet</b>- Personer som har familj/släkt inom lantbruket och ev. ska ta över föräldrahemmet som är en bondgård. Alternativt hästtjejer.<br/> <br/> <b>Naturvetenskapsprogrammet</b>- Tror att de är störst bäst och vackrast. Är noga med att få allting att låta överdrivet svårt och visar alltid hur efterblivna de tycker att resten utav världen är.<br/> <br/> <b>Restaurang- och livsmedelsprogrammet-</b>Tror att man blir en bra kock för att man fixar att laga en okej middag hemma till familjen.<br/> <br/> <b>Samhällsvetenskapsprogrammet</b>- Personer som inte vet vad de vill med sitt liv men inte orkar plugga natur. <br/> <br/> <b>Teknikprogrammet </b>- Omogna pojkar som älskar datorer. <br/> <br/> <b>VVS- och fastighetsprogrammet</b> - Ingen uppfattning<br/> <br/> <b>Vård- och omsorgsprogrammet </b>- De enda som satsat på något som det finns jobb inom, men är skoltrötta och ibland lite WT. <br/> <br/> <b>Introduktionsprogrammet (IV)</b> - Så jävla varierande.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Min kusin har gjort detta. Tagit strö-kurser i 3år nu och bodde ett tag med en flickvän han hade som var fet, men på något sätt som en pornstar så hon hade som nå knull pondus, jag brukade runka med henne i tankarna, fet som i typ 105kg och 175lång, men hon dumpa honom efter 3 månader i samma lägenhet och vid detta lag hade dom varit ihop 1,5 år. då han satt och läste beteende vetenskap på distans utan träffar på kursen. Hon knulla en annan och efter några dagar efter detta gjorde hon slut.<br/> <br/>  Han pratar fortfarande om henne. Han brukar ringa mig, jag och han var bästa vänner som barn så en del kontakt hänger kvar idag det är därför jag vet så mycket om honom.<br/> <br/>  Han tar studielån och är helt isolerad från omvärlden. Han å jag rökte en del cannabis å prova olika tabletter som dexofen, tramadol etc förut och jag misstänker han har någon spice/hasch psykos för skola/arbete för han går att samtala med som vanligt men han är nojjig hela tiden, han kollar extrema mängder porr för han har hur mycket dvd filmer som helst i lägenheten, jag brukar hälsa på ibland för att se att han inte sitter å knarkar sönder, han röker cannabis ibland och då blir isolationen 100ggr värre i några veckor. Har sagt till honom att sluta röka på, men killen är helt cp då han röker hasch/marijuana han garvar igenom hela ruset som ett jävla cp.<br/> <br/>  Aja hursom helst tragiskt att läsa på distans i 3år utan resultat, han kommer förmodligen göra detta väldigt länge. Han jobbar även åt Svensk direkt reklam och bär ut reklam varje helg för en mindre summa pengar, han hyr en liten lägenhet i en mindre stad, med låg hyra, mat kostnad på max 1500kr i månaden. Så han får rätt mycket spar har han sagt. <br/> <br/>  Det är min bild av personer som läser på distans men ändå flyttar hemifrån och tar lån fast dom kan bo hemma hos mamma och pappa...<br/> <br/>  Jag har stor respekt för folk som läser på distans med mål som att bli biolog och samtidigt jobbar på Ica heltid. Det är pondus som fan.<br/> <br/>  Men att göra som min kusin är fan inte bra. Jag vet inte, jag har också ett känsligt psyke för cannabis och kan blir rätt innåtvänd, kanske är nå i släkten, men jag har inga problem med vänner eller liknande, jag trivs alltid bland folk men då jag nyss rökt på blir jag bara aningen mer paranoid för folks åsikter i några veckor efter ruset så har lagt av nu för 1,1 år sedan. <br/> <br/>  Han är snäll och aningen blyg och försiktigt, han är livrädd för HIV och har fobi för getingar. <br/> <br/>  Jag älskar min kusin, men han är fan trasig. så mitt tips till er alla är att: Ut på campus om ni ska plugga, lär er det sociala spelet och knyt kontakter och ha roligt. Läs bara på distans om ni har jobb eller vill skaffa ett jobb. Ha ett socialt liv.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  En salig blandning precis som vissa tidigare skribenter poängterat. En sak är gemensamt, de har de åtråvärda 22,5 alternativt &gt;1,9 HSP. Vissa har glidit igenom gymnasiet medan andra (speciellt tjejer) har råpluggat under de tre åren. De fortsätter därför på samma spår och väljer den utbildning som utpekas som allra svårast. Det är därför inte ovanligt att andravalet bland läkarstudenter inte var sjukgymnast, sjuksköterska eller något annat inom vården utan HHS, industriell ekonomi eller teknisk fysik. Undantaget är läkarbarnen där familjens heder står på spel och allt utom läkare är otänkbart. Även om inte alla har föräldrar som är läkare har alla en bakgrund inom den övre medelklassen med minst en läkare i släkten. I början av utbildningen känner de flesta en viss frustration över att ha gått från att vara en A-student till att bli en medelmåtta bland alla andra A-studenter, detta går däremot över med tiden vilket bidrar till den extremt goda kårandan bland läkarna. De hjälper därmed gärna varandra och skickar med glädje runt sina anteckningar till sina klasskamrater.<br/> <br/>  Många läkare är relativt ödmjuka eftersom de till inget pris vill spä på fördomen att läkare är ett gäng narcissister. Detta gör att om en läkarstudent får frågan var de sysslar med nämner de endast att de studerar. Följdfrågan om vad de pluggar så svarar de medicin. Här kan de flesta konstatera att det är läkare de pluggar och läkarstudenten har därmed lyckas undvika ordet \"läkare\". På fyllan (läkare super minst lika mycket som alla andra) försvinner däremot en stor del av ödmjukheten och helst ska alla på festen veta vad läkarstudenten pluggar. Det är inte heller ovanligt att läkaren i berusat tillstånd börjar undersöka personer och sätta diverse obskyra diagnoser.<br/> <br/>  Läkarstudenterna vet att alla ser upp till dem och försöker därmed återigen ha en ödmjuk inställning till andra studenter även om de enda som de faktiskt respekterar och i smyg ser upp till är civilingenjörerna. Detta på grund av matten i gymnasiet som egentligen var det enda hindret från att lyckas plocka hem 22,5 samtidigt som många i samband med detta utvecklade en viss kärlek (hatkärlek?) till matten. <br/> <br/>  Allt eftersom utbildningen går isolerar läkarna sig allt mer med varandra och det är inte ofta man träffar på en ensam läkare. De rör sig därför allt som oftast i grupper för att undvika att hamna ensam med jurister, ekonomer eller någon annan icke-medicinstuderande. Detta eftersom samtalsämnet med dessa alltid kommer att handla om deras utbildning och att de då tvingas spela överdrivet ödmjuka. <br/> <br/>   </td> </tr> </table>  <br/> <br/>  Fast helt ärligt nu, vilka ser egentligen upp till läkarstudenterna? Det vill säga de av oss som är födda senare än femtiotalet. Jag tror nog att de flesta \"ser upp till\" - i den bemärkelsen jag antar du menar - de som pluggar inom samma fält som en själv men kanske en tuffare eller mer åtråvärdare inriktning. Jag själv som studerar ekonomi tycker ju de som pluggar vid HHS verkligen har åstadkommit någonting medan jag har noll relation till de som pluggar medicin då det enligt mig finns få lika ointressanta ämnen. Samtidigt tycker jag själv att de som åstadkommit 2.0 eller 22.5 och läser medicin utan att vara genuint intresserade av att hjälpa människor är överflödiga. Jag menar glida omkring i foppatofflor och scrubs under extremt många av veckans dagar och dygnets timmar på ett sjukhus i någon obskyr förort under största delen av ens verksamma karriär, det vilar någonting deprimerande över den tanken. <br/> <br/>  Tar man till exempel ingenjörer så har ju de helt andra möjligheter, till exempel en karriär på något av världens mäktigaste företag där de kan skapa stordåd (det gäller väl till viss del ekonomer också men i mindre skala). Läkare räddar visserligen (i somliga fall) liv vilket de ska ha all heder för, men det statusmässiga taket ligger ju mycket lägre och det är inte lika lätt att lämna avtryck från avdelning B kulvert 9 som det är från Apples huvudkontor"
		]
	},
	{
		"postIndex": [
			[1192],
			[1260],
			[1190],
			[1271],
			[1306]
		],
		"postTime": [
				"2012-11-20",
				"2012-12-23",
				"2012-11-18",
				"2012-12-23",
				"2012-12-31"
		],
		"postNum": [
			[1241],
			[1311],
			[1239],
			[1322],
			[1357]
		],
		"postLink": [
				"/sp40458336",
				"/sp41066321",
				"/sp40429500",
				"/sp41072658",
				"/sp41199994"
		],
		"postUser": [
				"Neger.2000",
				"crew.",
				"Pastmaster",
				"Teh_Masterer",
				"KarateDog1"
		],
		"postUserID": [
				"/u752012",
				"/u329308",
				"/u195529",
				"/u101562",
				"/u539044"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p104",
				"https://www.flashback.org/t1452536p110",
				"https://www.flashback.org/t1452536p104",
				"https://www.flashback.org/t1452536p111",
				"https://www.flashback.org/t1452536p114"
		],
		"userUrl": [
				"https://www.flashback.org/u752012",
				"https://www.flashback.org/u329308",
				"https://www.flashback.org/u195529",
				"https://www.flashback.org/u101562",
				"https://www.flashback.org/u539044"
		],
		"sentence": [
				"Fördomar om förskollärare? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>",
				"fördomar om geografer?",
				"Fördomar om studenter som läser till planetolog och petroliumgeolog?",
				"<b>Läkare:</b> Killar som är grymt osäkra i sig själv, de vill hemskt gärna alltid verbalt tjafsa på fester med alla andra - men de skulle aldrig hamna i handgemäng för att de aldrig någonsin tidigare upplevt det. Sjukt snobbigt synsätt på världen, då de själva har vuxit upp i en kärnfamilj bestående av antingen mamma läkare och pappa läkare. De marineras i sin egen lilla bubbla med andra likasinnade studenter/galningar. Oavsett hur bra de är så ska man inte glömma att 70% av läkerstudenter är sådana som vid 22års ålder kan gråta över att inte få VG i en kurs.<br/> <br/> <b>Humanister:</b> Vänstersympatisörer med koftor, feta brillor och uppvikta jeans. Ska alltid bråka, oavsett tillställning ifall någon tenderar att inte dela humanistens världssyn (vilket innebär att de bråkar med alla andra än humanister). Tycks inte förstå att deras val av studier inte kommer leda fram till något och förmodligen är mindre värt än en examen i konstvetenskap. I slutändan kanske någon av dessa aspirerar till att bli migrationstant eller något där de efter 20års vurmande för invandrare finner sig hata sagda målgrupp. Deras liv går i tu och de försöker minnas tillbaka till universitetet och majoriteten kommer ångra sig att de betalade pengar för att lära sig om genusvetenskap och tre 15poängs-kurser i \"kvinnan och könet\".<br/> <br/> <b>Teknologer:</b> Killar som åtminstone brinner för vad de gör, men samtidigt de som är mest förbannade på alla andra fakulteter för att de trodde att om de bara harvade sig igenom gymnasiet skulle till sist de också få festa med brudar, supa och knulla. Då de insåg att deras program, oavsett vad det är, är till 80% män med samma vanföreställningar. De få tjejer som kan finnas här är ofta helt reko, vissa kan till och med vara borderline-snygga, men alla har en pojkvän sedan 5år tillbaka och ska alltid hävda sig om att kvinnor är lika bra som män. Trots detta presterar de alltid sämre än männen på samma program.<br/> <br/> <b>Naturvetare:</b> Samma ursprungsgrupp som ovanstående, men med lite mer tur när det kommer till knullandet. En större mängd tjejer, lite mer laid back - men ofta är tjejerna fula, har mode som korrelerar med deras syn på att second-hand alltid är fint och bra. Dessa tenderar att lukta ungefär som valfri second-handbutik, ingen har något emot kroppsbehåring för att det trots allt är naturligt och dessa människor är även de enda som kan bli sexuellt upphetsade av en kemilektion om galvanisering.<br/> <br/> <b>Ingenjörer:</b> Ungefär som läkare fast inom teknik-branchen. Talar gärna om vilket fantastiskt och bra program de går. Detta varvas med att ca. 70-90% gråter de hemma i sin studentlägenhet över att de inte kan vara ute och festa eller ha någon form av social interaktion. Detta leder till att alla ingenjörer läser någon form av programmeringsspråk för att i slutändan bara tillämpa det i att starta en IRC-chatt för andra ingenjörer där de länkar kattbilder och tror att detta kan anses som social interaktion.<br/> <br/> <b>System/Data/Samhälls-vetare:</b> Oavsett vilken linje det än är som slutar på \"-vetare\" så kommer detta att locka humanister som lyckades få lite betyg över medel. De flesta män här har antingen varit intresserade av datorer, men är för lata för att gå något annat program. De som inte stämmer in i föregående kategori är istället valfri annan blandning av ovetande stackare som i slutändan nöjt sig med att gå något som de tror kommer generera pengar. Systemvetare och Datavetare är hatade av teknologer och ingenjörer och anses vara flummiga linjer. Datavetare i sin tur ser ner på systemvetare för att datavetare läser en extrakurs i programmering. Kvinnorna på dessa program är oftast rabiata feminister utan självinsikt som, likt teknologerna, gärna vill hävda sig själv - utan att kunna backa upp det såklart. Det ironiska är att systemvetaren tenderar att hamna på någon form av mellanchefs/projektledarroll där de tjänar bra, men samtidigt fortsättningsvis hatas av alla andra grupper eftersom att de kan mindre än alla andra i projektgruppen. Samhällsvetare blir kassörer på ICA.<br/> <br/> <b>Ekonomer:</b> Hahahahaha.",
				"Mänskliga rättigheter: Circle-Jerks, älskar att sitta med vänner i kofta och bara älta skitsnack som \"krig är så himla onödigt\" etc. Tar gärna en debatt med oliktänkande, ofta tror de sig vara förberedda eftersom de har dillat så mycket med sina kompisar, men eftersom de har så extremt dålig koll på läget förlorar de ofta diskussioner. Det är sällan jag känner att jag fått min debattmotståndare att förstå att den har haft fel, men med studenter som läser mänskliga rättigheter händer det ofta. <br/> <br/>  Ekonomer: De som pluggar på trötta lärosäten är slappa och saknar grundläggande kunskaper. Av de som pluggar på pigga lärosäten finns det många festprissar som snackar mycket om hur viktigt det är med kontakter och att det ser bra ut på pappret om man varit baransvarig på en nation. De klarar tentorna med nöd och näppe genom att plugga extentor dagarna innan. Förmodligen kommer de som är mest aktiva i kåren/nationerna att bli anställda av någon som var precis lika dan som student och nu jobbar på en redovisningsbyrå. De som är halvaktiva och mest festar kommer få panik sista året eftersom de faktiskt inte lärt sig ett skvatt. Det finns självklart många ekonomer som är seriösa och faktiskt lär sig något i skolan, ofta allmänbildade och bra på att formulera sig.<br/> <br/>  Samhällsvetare och Pol.kand: Tror att de vet allt om hur världen fungerar. Många får en chock när de läser en termin nationalekonomi eftersom man då faktiskt måste räkna och förstå.<br/> <br/>  Civilingenjörer: Ofta vettiga och trevliga. Flera nördar som lyckas med att vara nördar på ett gulligt eller intelligent vis. Många visste inte vad de var intresserade av så hoppade bara på något Ingenjörsprogram. Undantaget är Indek där alla har hybris och karriärhetsar. Ungefär hälften är faktiskt duktiga, andra hälften klarar tentor och kurser men har egentligen inte lärt sig något. De vet inte vad en centralbank gör trotts att de läser sista året. Överlag är ändå alla Indekare väldigt seriösa och ambitiösa. <br/> <br/>  Arkitekter: Finns inte. Har fan inte träffat en enda arkitektstudent. Antingen så gömmer de sig på rummet och studerar vinklar och golvlister, eller så är helt enkelt programmet en stor bluff och i deras lokaler finns The Ministry of Magic."
		]
	},
	{
		"postIndex": [
			[1463],
			[1517],
			[1557],
			[1538],
			[1488]
		],
		"postTime": [
				"2013-09-04",
				"2013-12-12",
				"2013-12-18",
				"2013-12-17",
				"2013-11-08"
		],
		"postNum": [
			[1522],
			[1577],
			[1618],
			[1598],
			[1547]
		],
		"postLink": [
				"/sp45088012",
				"/sp46552188",
				"/sp46649824",
				"/sp46631395",
				"/sp46041679"
		],
		"postUser": [
				"Benvolio",
				"Pastmaster",
				"Pastmaster",
				"GSE_",
				"manssmekaren"
		],
		"postUserID": [
				"/u415913",
				"/u195529",
				"/u195529",
				"/u127649",
				"/u812616"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p127",
				"https://www.flashback.org/t1452536p132",
				"https://www.flashback.org/t1452536p135",
				"https://www.flashback.org/t1452536p134",
				"https://www.flashback.org/t1452536p129"
		],
		"userUrl": [
				"https://www.flashback.org/u415913",
				"https://www.flashback.org/u195529",
				"https://www.flashback.org/u195529",
				"https://www.flashback.org/u127649",
				"https://www.flashback.org/u812616"
		],
		"sentence": [
				"Fördomar om systemvetare?",
				"Vad har ni för fördomar om personer som läser ledarskap inom detaljhandeln?",
				"Nu vill jag höra lite fördomar om folk som pluggar neuronpsykologi med filosofisk inriktning. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"Folk som läser Språkprogrammet?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Väldigt intelligenta. Kommer att leva ett schysst liv som top knotch inom sitt fält, men har till dags dato aldrig sett en naken kvinna irl.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Lite som en doktorand från KTH som faktiskt sett en naken tjej. Dvs finns knappt. Möjligen ett gäng riktigt smarta pedofiler.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>     Sam/Hum: Korkade människor som tror sig lite förmer än andra. Gillar att förstöra feststämningen genom att börja prata t.ex. filosofi, mest i syfte att delge omgivningen sin förträfflighet. Säger till alla att han var sjukt bakfull när han skrev HP och bara fick 1.2 (han fick egentligen 0.9, men DET delger han inte omgivningen).<br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Spontan fördom om dig: Du har just börjat på universitetet och vill visa alla vilka fina ord du kan. Vad du vill säga med \"obalanserade rent beskaffenhetsmässigt\" har jag ingen aning om. \"Illiterat\" är grislatin för \"obildad\", \"predisposition\" för \"anlag\" och \"detsamma\" för \"det\".<br/> <br/>  Jag säger inte detta för att vara dryg, utan för att du kommer få nedslag på det om du skriver så i en akademisk text. Krånglighet är inget självändamål."
		]
	},
	{
		"postIndex": [
			[1695],
			[1602],
			[1719],
			[1584],
			[1729]
		],
		"postTime": [
				"2014-02-05",
				"2013-12-26",
				"2014-02-11",
				"2013-12-20",
				"2014-02-12"
		],
		"postNum": [
			[1766],
			[1669],
			[1790],
			[1650],
			[1803]
		],
		"postLink": [
				"/sp47379506",
				"/sp46747735",
				"/sp47465177",
				"/sp46674375",
				"/sp47484811"
		],
		"postUser": [
				"LuktSuddiGum",
				"WardenMcClusky",
				"Cocaine-Cowboy",
				"Loveaffair",
				"Axell"
		],
		"postUserID": [
				"/u516546",
				"/u562117",
				"/u616817",
				"/u617269",
				"/u233555"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p148",
				"https://www.flashback.org/t1452536p140",
				"https://www.flashback.org/t1452536p150",
				"https://www.flashback.org/t1452536p138",
				"https://www.flashback.org/t1452536p151"
		],
		"userUrl": [
				"https://www.flashback.org/u516546",
				"https://www.flashback.org/u562117",
				"https://www.flashback.org/u616817",
				"https://www.flashback.org/u617269",
				"https://www.flashback.org/u233555"
		],
		"sentence": [
				"Fördomar om folk som läser kulturgeografi?",
				"Fördomar om de som pluggar till att bli filmfotograf?",
				"Fördomar om byggingenjörer (3 åriga högskoleingenjören) ? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Tandläkare=Kom inte in på läkar linjen <br/> <br/>  SSK=Duktig student som inte kom in på läkarlinjen men vill jobba med \"människor\" och har oftast ingen erfarenhet av vården tidigare. Relativt svårt program att komma in på då sjukt många söker de. Hälften passar inte alls in i yrket och hoppar av linjen efter ngn termin.<br/> <br/>   </td> </tr> </table>  <br/>  Oj, nu förstår jag varför folk stör sig så på särskrivning. Det heter studiekamrater, läkarlinjen och färdigutbildade. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Fö. håller jag med om det du skriver. I synnerhet sista delen. Känns som om alla ekonomer har en hemlig fascination för wall street-filmen och yuppies på 80-talet. Många har nog även en bristande självkänsla som de försöker nonchalera genom att följa en stereotyp och ett sterotypt ekonom-beteende. Nämligen att hålla huvudet liiiiite högre och känna att man har koll på det där med cashing$$$ och börsen.<br/> <br/>  Jag har i övrigt en massa fördomar. Förutom den du nämnt om ekonomer har jag feta fördomar, så feta att jag nästan påstår att de är sanna om folk som pluggar <b>genusvetenskap</b> och diverse kulturvetar-program. De är inbitna vänster, arroganta och totalt oförstående för andra åsikter än deras egna. Personer som tycker annorlunda fnyser man åt, tycker är \"obildade\" eller konspiratoriska när det i själva verket är man själv som är korkad och konspiratorisk som försöker gå emot vetenskap med ideer om socialakonstruktioner. Många av dem är även väldigt fula utseendemässigt. Antingen genom ruggiga frisyrer eller glasögon som indikerar på att de försöker se naturliga/jordnära ut på ett \"poppigt\" sätt.<br/> <br/>  De har även stora umgängeskretsar där det naturligtvis råder konsensus och ett ständigt ryggdunkande för att upprätthålla varandras prakt och ge energi till att fortsätta dumförklara alla andra.<br/> <br/>  Apropå bilden av den ständiga nörden med polotröja och ryggsäck på de naturvetenskapliga programmen känns den lite föråldrad. Visst finns de där, de nördiga och intelligenta killarna med stort datorintresse, men också är studerande the new sexy och det har blivit alltmer creddigt för \"\"\"vanliga killar\"\"\" och även tjejer att leta sig in på tuffare utmaningar såsom ingenjör. Därför har jag inte så mycket fördomar där utan delar åsikten om att de är häftigt med folk som satsar, i synnerhet på att lära sig andra saker än \"andra människors tänkande\" och all annan mambo jambo som ingår i de samhällsvetenskapliga linjerna. Har dock inget agg mot de studenterna heller utan snarare mot delar av utbildningen i sig. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>",
				"Vore kul att höra hur fördomarna är mot folk som pluggar till logoped?"
		]
	},
	{
		"postIndex": [
			[1809],
			[1846],
			[1910],
			[1776],
			[1945]
		],
		"postTime": [
				"2014-04-14",
				"2014-04-23",
				"2014-07-21",
				"2014-04-07",
				"2014-08-03"
		],
		"postNum": [
			[1887],
			[1926],
			[1997],
			[1853],
			[2034]
		],
		"postLink": [
				"/sp48380978",
				"/sp48500426",
				"/sp49652169",
				"/sp48273789",
				"/sp49805586"
		],
		"postUser": [
				"FromAnotherPlace",
				"Askenar",
				"trevligakillen90",
				"Booobies",
				"Rosiko"
		],
		"postUserID": [
				"/u811703",
				"/u272380",
				"/u781595",
				"/u813643",
				"/u860376"
		],
		"postUrl": [
				"https://www.flashback.org/t1452536p158",
				"https://www.flashback.org/t1452536p161",
				"https://www.flashback.org/t1452536p167",
				"https://www.flashback.org/t1452536p155",
				"https://www.flashback.org/t1452536p170"
		],
		"userUrl": [
				"https://www.flashback.org/u811703",
				"https://www.flashback.org/u272380",
				"https://www.flashback.org/u781595",
				"https://www.flashback.org/u813643",
				"https://www.flashback.org/u860376"
		],
		"sentence": [
				"Fördomar om folk som läser till bibliotekarier?",
				"Fördomar om trafikskolelärarstudenter?",
				"Detta är min syn på de olika utbildningskategorierna(jag är själv ekonom förövrigt):<br/> <br/>  Jurister: Stolta över att de kom in på utbildning. Lever alla i tron och drömmer om att de ska bli advokater eller dylik disciplin och jobba på en av de exklusivare byråerna och dra in storkovan innan 30 fyllda. När de senare kommer ut i arbetslivet hamnar majoriteten(de som inte lyckades få bästa betyg eller hade rätt kontakter) på ett dåligt betalt juristkneg och drar in strax över medelsvenssonlön och har med andra ord slitit väldigt mycket helt i onödan. De hatar dessutom ekonomer för att de har mycket lättare studier och rent av något bättre medellön efter studierna.<br/> <br/>  Ekonomer: Många läser det bara för att läsa något som är en \"bra\" utbildning och hört att folket är roliga. De klär upp sig ofta och jobbar egentligen inte mot drömmen att bli rik utan nöjer sig med att bygga upp illusionen. Många var ambitiösa under gymnasiet och fick bra betyg men blir snabbt, av den absurt slappa utbildningen, förslappade, krökar 3-4 gånger i veckan och har alltid minst 2-3 tentor efter sig. De ser dock till att klara precis tillräckligt många för att få CSN så de kan supa och köpa ralph lauren skjortor. Desto fattigare de är och sämre bakgrund de kommer ifrån desto mer försöker de kompensera med fina kläder etc.<br/> <br/>  Civilingenjörer: Vettiga grabbar(är till största del grabbar) och ambitiösa. Fick inte så många tjejer i gymnasiet och hoppas nu på att kompensera genom att få en bra utbildning och statusyrke i framtiden då de tror att detta utlovas. Ovana med alkoholen då de inte var så populära under gymnasiet och super nu ifatt. Blir ofta brutalt fulla. Är ganska \"hippie\" av sig och hänger med alternativa människor (haschtomtar, feminister, anarkister etc). Bryr sig inte om hur de klär sig speciellt mycket och även när de försöker klä upp sig så har de ingen känsla för mode och vad som är snyggt. (HÅLL ER TILL VITA T-SHIRTS GRABBAR!) Statusprylar är inte heller något viktigt för dem. I grund och botten läser de utbildningen för att de hade hyfsat lätt för matte och fysik och dessutom tyckte det var ganska kul. De har inte allt för mycket tankar på vad de kommer ägna sig åt i framtiden utan fokuserar mer på att ta sig igenom utbildningen. Slutar på ett ganska monotomt, men för dem, roligt jobb med okej lön. Den grupp som blir mest tillfreds med livet längre fram tror jag. Jurister ojar sig mycket över att de inte blev så framgångsrika som de ville och ekonomer för att de inte tjänar tillräckligt för att spendera så mycket de vill för den livsstil de vill leva.<br/> <br/>  Jävligt trött för tillfället men tycker jag fick fram min syn på saken ganska tydligt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <b>Miljövetenskapliga programmet</b><br/>  75% tjejer, väldigt likt beskrivningarna av genusvetenskap i tråden. Klädseln är rätt vänstervriden med en del second hand och frisyrerna är kortklippta med naturlig hårfärg. Men vi ska inte glömma att det finns en del hippies här också, väldigt strikt dresscode med slappa kläder i färgerna gul/brun/grön, och  ett passande hölass på huvudet.<br/> <br/>  Ibland får jag känslan av att de har en intern tävling där vinnaren är den som har minst utgifter när månaden är slut, t ex på måndagsmorgnarna så är det inte direkt kukmätartväling om vem som haft det saftigaste krogkvittot, snarare vem som delat ut flest flyers från miljöpartiet. <br/> <br/>  Killarna på detta program väldigt vilsna ut, förmodligen aldrig varit delen utav ett grabbgäng utan mest hängt med de miljö/vänsterinriktade tjejerna genom högstadiet/gymnasiet, därav övertalad av dessa att gå programmet.<br/> <br/>  </td> </tr> </table>  <br/>  hahaha. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Den fetstilade stämmer ganska bra iaf! Gällande fördomen om killar som läser miljö kan den nog stämma ganska bra med, nu när jag tänker på det i efterhand... Att personer som jag (är normal) läser miljö, är snarare ett undantag än en regel tyvärr... <br/> <br/> <br/>  Biologer: Knepiga människor som många gånger även har psykiska problem. Isolerar sig gärna i perioder och tycker evolutionsbiologi eller botanik är bland de intressantaste ämnena som finns. Klär sig som hippies, märket fjällräven är också mycket uppskattat i dessa kretsar. Lever i illusionen att de kommer få jobb när de tagit sin examen, oftast blir det väl kassan på konsum/netto/coop eller så kan de efter långt tids jobbsökande hitta något hos kommunen...<br/> <br/>  Ekonomer: Tjejerna där vet hur de ska klä sig och är ofta väldigt trevliga. Killarna beter sig som om de vore något (Gordon Gekko), och är allmänt jobbiga att snacka med... Rädda och osäkra små pojkar som gömmer sig bakom sin flickvän vid eventuella konfrontationer...<br/> <br/>  Lärare: Vanligt folk i allmänhet som är där för att festa och ha kul, samtidigt som de efter 3-5 års studier kan hävda att de minsann har pluggat på högskola dem med... Människor som tycker kurser som bara handlar om att nöta in fakta och som inte kräver speciellt mycket förståelse, är väldigt krävande... Är ute och festar hela tiden, samt springer gärna runt i sin svettiga studentoverall som de aldrig tvättar! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/>",
				"Fördomar om studenter som pluggar I vid KTH?"
		]
	}
]
