[
	{
		"postIndex": [
			[80],
			[79],
			[91],
			[24],
			[85]
		],
		"postTime": [
				"2011-05-02",
				"2011-05-02",
				"2011-05-02",
				"2011-05-01",
				"2011-05-02"
		],
		"postNum": [
			[80],
			[79],
			[91],
			[24],
			[85]
		],
		"postLink": [
				"/sp30398305",
				"/sp30397722",
				"/sp30401731",
				"/sp30387567",
				"/sp30398955"
		],
		"postUser": [
				"maito",
				"lucas2.0",
				"Cracktusen",
				"GurkhakrigareN",
				"lucas2.0"
		],
		"postUserID": [
				"/u92032",
				"/u386957",
				"/u296597",
				"/u389008",
				"/u386957"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p7",
				"https://www.flashback.org/t1532220p7",
				"https://www.flashback.org/t1532220p8",
				"https://www.flashback.org/t1532220p2",
				"https://www.flashback.org/t1532220p8"
		],
		"userUrl": [
				"https://www.flashback.org/u92032",
				"https://www.flashback.org/u386957",
				"https://www.flashback.org/u296597",
				"https://www.flashback.org/u389008",
				"https://www.flashback.org/u386957"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ett system som upplevs som bra av en majoritet kan vara dåligt för individer. Till exempel ett totalt rökförbud skulle de flesta icke-rökare(som är i majoritet) anse vara bra medan de få som röker skulle anse systemet dåligt. Jag antar att du tycker att ett bra sätt för att ta reda på om ett system är bra för människor är att låta alla berörda svara ja/nej på en enkät med frågan \"är detta system bra?\" och ifall antalet ja är fler än nej kan man titulera systemet som bra.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Din ståndpunkt är att om en person tror att månen är en gul ost som smälter och bränner honom till döds om man instiftar regel som höjer nivån på en civilisation, då måste man avstå från att instifta denna regel annars är det synd om denna person.       </td> </tr> </table>  <br/>  Jag \"tror\" inte på några fantasier. Jag vet att jag kommer kastas i fängelse om jag vägrar betala skatt. Jag vet att jag kommer skjutas om jag gör motstånd mot att kastas i fängelse.<br/>  Vore det så, att staten kunde instifta en regel (utöver att värna om negativa rättigheter) som höjde nivån på en civilisation, skulle jag grundligt betänka min ståndpunkt innan jag gav mig in i denna debatt igen. Men nu är det så att jag aldrig någonsin ever har sett bevis för en sådan regel. Tips mottages tacksamt!<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Dessutom, du ignorerar den omvända frågeställningen, ett system som undlåter att upprähålla regler som generellt är bra för människor skapar förlorare som det verkligen är synd om - på riktigt.       </td> </tr> </table>  <br/>  Detta håller jag med om, de regler som upprätthåller negativa rättigheter dvs de enda regler som faktiskt är bra för alla individer, ska upprätthållas, annars skapas förlorare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du förespråkar en extrem omfamning av skrivbordsfrihet utan en tanke på verkliga konsekvenser, alternativt, du antar att vissa konsekevnser följer logiskt av din position - något som inte är fallet.      </td> </tr> </table>    Jag tittar alltid på konsekvenserna av en regel, aldrig på intentionerna. Gör man det, så blir man automatiskt liberal. Allting som staten någonsin har försökt \"reglera\" har blivit bajs eller kommer bli bajs. Jämför elmarknaden, vården, tågtrafik, narkotikaförbud med fria marknader som mjukvara och elektronik och fundera en stund över vilka som fungerar bäst.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        Om du tänker efter så har frågan om VARFÖR en hyresfastighet finansieras med ett bindande kontrakt som ålägger en betala och varför ett samhälle har skatt som ålägger en betala exakt samma svar; att hindra sönderfall som har sin grund i parasitism - den enda stabila finansieringen av gemensamma angelägenheter är genom skatt: Alla tjänar på det - alla betalar.      </td> </tr> </table>  <br/> <br/>  Återigen, jag förespråkar inte att andra människor på något sätt ska tvingas arbeta till min fördel. Vi ska handla ömsesidigt frivilligt på en fri marknad.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Enda skillnaden är att du föds in i samhället och därför har du inget val och detta gör att skatt inte är frivilligt, men det har 0 inverkan på meriterna hos ett sådant upplägg.      </td> </tr> </table>  <br/>  Denna skillnaden är fundamental och total. Hyresvärdar konkurrerar på en marknad och kan inte behandla sina hyresgäster hur som helst. I en stat råder ingen konkurrans och staten kan förslappa sig och slösa med pengarna hur som helst utan att jag kan göra någonting(för då skjuts jag). <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det finns ingeting som säger att den frihet du föresprtåkar i sin extrem är förbundna med ett bra samhälle som erbjuder människor bra möjligheter, det mesta pekar på motsatsen. dvs. mot stratifiering och sönderfall som i princip inte gagnar någon.      </td> </tr> </table>  <br/>  Jag vill gärna få se lite källor på detta - då allt som jag har läst pekar på exakt motsatsen till det du skriver. Kolla gärna in länken i min signatur om du vill se exempel på sådant.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Och varför skulle svaret skilja sig? Kan ett system vara bra för människor men kasst individer? Din ståndpunkt är att om en person tror att månen är en gul ost som smälter och bränner honom till döds om man instiftar regel som höjer nivån på en civilisation, då måste man avstå från att instifta denna regel annars är det synd om denna person. Detta är en nonsensposition, det finns ett tillräckligt objektivt svar på frågan om hurvuda vi skall tycka synd om denna person för att han underkastas en regel han inte explicit godkänner, och detta svar favoriserar inte din position. Dessutom, du ignorerar den omvända frågeställningen, ett system som undlåter att upprähålla regler som generellt är bra för människor skapar förlorare som det verkligen är synd om - på riktigt. <br/> <br/>  Du förespråkar en extrem omfamning av skrivbordsfrihet utan en tanke på verkliga konsekvenser, alternativt, du antar att vissa konsekevnser följer logiskt av din position - något som inte är fallet. Om du tänker efter så har frågan om VARFÖR en hyresfastighet finansieras med ett bindande kontrakt som ålägger en betala och varför ett samhälle har skatt som ålägger en betala exakt samma svar; att hindra sönderfall som har sin grund i parasitism - den enda stabila finansieringen av gemensamma angelägenheter är genom skatt: Alla tjänar på det - alla betalar. Enda skillnaden är att du föds in i samhället och därför har du inget val och detta gör att skatt inte är frivilligt, men det har 0 inverkan på meriterna hos ett sådant upplägg. Vad du förespråkar är rätten att parasitera, dvs att kunna födas in i ett system utan att vara underkastad samma regler som alla andra och i den mån andra finansierar en ordning som är dig till gagn så vill du erbjudas rätten att parasitera på detta. Kruxet är, detta krav är defacto kravet på att den ordning som finns skall avvecklas eftersom inget system kan existera under för högt tryck från parasiter, men detta är fullständigt idiotiskt om denna ordning är människor till gagn. Din konceptuella modell och din svulstiga retorik förmår inte att fånga upp detta. Det finns ingeting som säger att den frihet du föresprtåkar i sin extrem är förbundna med ett bra samhälle som erbjuder människor bra möjligheter, det mesta pekar på motsatsen. dvs. mot stratifiering och sönderfall som i princip inte gagnar någon.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vilket är relevant till en viss grad men inte i sin extrem. Att kunna leva sitt liv som man vill förutsätter att man defacto har en möjlighet att skapa sig ett gott liv. Du är helt fri ensam på ett isflak, men denna frihet är ingeting värd eftersom den inte är förbunden med några givande möjligheter för dig. Alltså. i sin extrem är din position överspelad, och det enda som hindrar dig från att se det är din retorik. Det finns ingen logisk motsäeglse alls i att allomfattande regler för samhället som helhet i exakt analogi till regler för vilken frivilligg associations som helst kan höja nivån; och i den mån detta är sant så har sådana regler självfallet människor sympati och system som uppräthåller bra regelöverk är dessutom av självklara anledningar de minst våldsamma eftersom sådanan system kan upprätthållas med ett minimum av repreessivt våld - människor inordnar sig för att de rationellt sympatiserar med civilisationshöjande regler.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>   </td> </tr> </table>    Du påstår att minimilönen varit lyckad i USA?<br/> <br/>  Ni sätter ut krav, men arbetsplatserna, marknadsstånden, deras frihet är minimal (av skattebördor och regleringar), att anställa svart är olagligt som du säkert vet.<br/> <br/>  Företagen fungerar sämre, det är svårt för nya företagare att växa --&gt; Inte tillräckligt många företag som kan anställa.<br/> <br/>  Vad händer när inte tillräckligt många kan anställa? Det blir konkurrans om arbetsplatserna. Det finns färre arbetsplatser än folk som är villiga att arbeta. Det ni flesta anklagar vara skapat av kapitalismen är skapat av statens kränkning av företagarnas frihet.<br/> <br/>  Edit: Dvs, man hör ofta klagomål på att kapitalismen vill ha, skapar, arbetslöshet för att kunna trycka ner löner. Detta är en osanning.<br/> <br/> <br/>  På en fri marknad hade fler företag kunnat anställa, det hade kostat hälften så mycket som idag. Men eftersom alla som vill ha jobb kommer ha ett jobb, så kan arbetaren ställa större krav. Arbetaren kommer kunna säga \"om du inte ger mig högre lön, så kommer du inte ha någon arbetare kvar\", för vem ska annars ta jobbet? Idag funkar det såklart tvärtom, företagaren kan pressa ner priserna och säga \"Om du inte tar jobbet för denna lönen, så anställer jag den där andra\".<br/> <br/>  Motståndet mot fria marknader skapar alltså låga löner, och lösningen på problemet gör det bara värre och värre. Men av att tyda det du skrivit innan så verkar du ha en ganska kaxig översittar stil, så du lär inte ta lärdom. Man kan ju hoppas att någon annan läser detta inlägget iallafall. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  För det första ber jag om ursäkt då du inte förstod ironin i mitt \"Jag är socialliberal\" inlägg. För det andra är det beklagligt att du tar till med personangrepp.<br/> <br/>  Jag skulle väl beskriva mig själv som demokratisk, reformatisk, statssocialist. Om jag måste sätta en titel på mig själv. Valet mellan socialism och liberalism är inte ett val mellan skatt eller inte skatt. Socialism är en ideologi som vill ge arbetarna makten över produktionsmedlen. Det är alltså en högst demokratisk ideologi.<br/> <br/>  För att återigen beröra ämnet skatter så vidhåller jag att skatt INTE är stöld. Skatt är något nödvändigt för att alla ska kunna leva ett liv med trygghet och garanterad sjukvård och utbildning. Det jag däremot inte är för är våld eller tvång. Givetvis ska du kunna välja att betala skatt eller inte. Men om du väljer att inte göra det väljer du att inte bidra till samhället. Där av bör du inte heller ta del av frukten som skatt innebär.<br/> <br/>  För att ge dig ett exempel. Du och dina kompisar vill åka på roadtrip. Men föraren vill givetvis inte betala all bensin själv så ni kommer överens om att dela på utgifterna. Men du vill inte vara med och betala för bensin. Det är alltså ett frivilligt val. Men tycker du fortfarande att du bör få följa med på resan? Naturligtvis inte. Det är väl ändå logiskt?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Du har fel. Frivillighet bygger på att att du analyserar en regel, inser poängen med den - detta genererar sedan din acceptans eller din sympati vilket är grunden för frivillighet. Anledningen till utformningen på kontrakt på marknaden är inte frivillgheten i sig utan att kontrakt som hindrar parasiter, koordinerar människor på ett sätt som höjer nivån etc har meriter som implicerar frivillghet, det är inte frivilligheten som implicerar meriterna utan tvärtom. Detta är viktigt eftersom liberaler av någon anledning kastar om kausaliteten här. <br/> <br/>  Antag det enklaste fallet med en stadsstaten och muren. Denna mur finansieras av alla som bor i staden och de gör detta frivilligt. 30 år senare är är 1/3 av invånarna nya, födda in under murens skydd. Vad skall gälla för dessa? Din position är att inga gemansamma angelägenheter får finansieras genom att man underkastas en regelsamling som går utöver de negativa rättigheterna. Probelemet som uppstår är att om du tillåter parasitism, dvs att leva under murens skydd men skjuta över notan på andra, så tenderar marknaden att falera, inte för att människor vill det, utan för att människor inte kan koordinera ett fångarnas dilemma utan att använda riktiga sanktioner. Observera att marknaden aldrig inom ramen för kontraklt förlitar sig på välvillghet eller sociala sanktioner, utan alltid formulerar finansierngsvillkor som: Betala eller stick. Varför? Därför att alternativen är notoriskt instabila och inte gynnar någon i längden, exakt denna merit, att stabilsera ett fångarnmas dilemma, det är detta som implicerar frivillgheten i ett hyreskontrakt och det är exakt denna merit som implicerar sympatin för skatt. Muren är en analogi för ett public good och skatt är en exakt analogi till hyra, dvs en finansiering utformad på samma sätt och av samma anledning.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, det kan de inte. Då röstas de bort och det råder hård ekonoimsk konkurrens mellan stater. Det är ingen slump att demokratin syd korea är oändligt mycket rikare än dikturen nord korea. Ett system som ger människor inflytande konvergerar mot människovänliga system vilket de västerländsa demokratierna är ypperligga bevis för. För övrigt, när sköts en liberal senast i Sverige, eller för den delen, i USA? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det säger tämligen mycket om vad du har läst. Du borde bredda din blogroll. Här är två briljanta inlägg av Brad delong: <a href=\"/leave.php?u=http%3A%2F%2Fdelong.typepad.com%2Fsdj%2F2010%2F12%2Fwhat-do-econ-1-students-need-to-remember-most-from-the-course.html\" target=\"_blank\">1 marknaden är fantastisk</a>. <a href=\"/leave.php?u=http%3A%2F%2Fdelong.typepad.com%2Fsdj%2F2010%2F12%2Fwhat-do-econ-1-students-need-to-remember-second-most-from-the-course.html\" target=\"_blank\">2 villkoren för en fungerande marknad är tämligen strigenta</a> och den kan falera, vilket historien också visar, på alla möjliga sätt."
		]
	},
	{
		"postIndex": [
			[143],
			[188],
			[176],
			[181],
			[124]
		],
		"postTime": [
				"2011-05-05",
				"2011-06-01",
				"2011-06-01",
				"2011-06-01",
				"2011-05-04"
		],
		"postNum": [
			[144],
			[189],
			[177],
			[182],
			[125]
		],
		"postLink": [
				"/sp30460601",
				"/sp30940395",
				"/sp30933267",
				"/sp30933522",
				"/sp30442181"
		],
		"postUser": [
				"Visf",
				"Visf",
				"dukanvadet",
				"Visf",
				"Drullknull"
		],
		"postUserID": [
				"/u166136",
				"/u166136",
				"/u560506",
				"/u166136",
				"/u87565"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p12",
				"https://www.flashback.org/t1532220p16",
				"https://www.flashback.org/t1532220p15",
				"https://www.flashback.org/t1532220p16",
				"https://www.flashback.org/t1532220p11"
		],
		"userUrl": [
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u560506",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u87565"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Fel, du syftar till den så kallade vulgär materialismen även kallas mekanisk materialism. <br/>   </td> </tr> </table>  <br/>  Så jag har fel, sen beskriver du precis vad jag sa. Okej, intressant ställningstagande. Har du också fel då? Du tolkar tydligen dig själv fel.<br/> <br/>  Jo, det är bara en marxistisk skola. Lär dig vad det kommer ifrån. Marx är för övrigt någonting av en fader inom sociologi. Sociologi som skola är faktiskt ganska mycket skit, det skulle kunna vara en subskola till ekonomi lika gärna så kunde folk lära sig det i relation till någonting praktiskt applicerbart. Vad fan gör sociologer egentligen annat än jobbar inom staten på olika meningslösa department. Nej, tacka vet jag hårda vetenskaper där man lär sig riktiga saker, studera sådan där kan man göra på fritiden som ett intresse jag ser inte att det ger en någon egentlig ökad produktivitet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Så har varje period av fred! Det är ett korkat synsätt på verkligheten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du sitter och beskriver Marx historiska teori (moraliska också, men jag hoppas du inte håller på den, för den är helt sär) och postar en lista som lika gärna kunde varit en kritik av liberalism ur kommunistiska manifestet. Hur kan du ifrån det gå till att beklaga dig över att jag kallar dig kommunist? Gillar du inte ordet? Byt åsikt då, uppenbarligen besitter du dem.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Otroligt liberala? Din mittstolpe måste sitta någonstans precis till höger om att vilja förstatliga precis allting i samhället.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Ofantligt korkat, arbetarklassen är den producerande klassen, ofta nu i lägre tjänsteyrken sedan den ekonomiska globaliseringen såg vinsten i att flytta industrier till 3e världen.<br/> <br/>   </td> </tr> </table>  <br/>  Det är inte alls arbetarklassen, inte ur den klassiska definitionen av arbetarklassen.<br/> <br/>  Men tydligen så ändrar man definitionerna för att hänga med i retoriken av det moderna samhället. För övrigt är i princip varenda svensk idag kapitalägare via börsen i någon form. Marx insåg lite smått att hans nonsens enbart höll om han trodde på Iron law, vilket han gjorde lite då och då och ibland inte alls, han var ganska inkonsekvent. Hans talang var sällan i tänkandet, hans talang var i hans förmåga att leverera ett budskap och skriva enormt effektivt propaganda.<br/> <br/>  Men visst vet jag att Bolsjevikerna inte har mycket att göra med tankeslottet som kommunisterna har byggt upp, det är dock dessa som kommer till makten när man släpper lös sådana tyglar, därför det sker varenda jävla gång. Maktstrukturer har en natur inom politiken också och en hel del socialister har insett detta och istället försökt sig på gradualism där de framförallt spridit budskapet genom att förändra kulturen och väldigt smart byta rena socialistiska begrepp till att låta marknadsorienterade. På detta viset har de lyckats förändra samhället. Ett stiltypiskt exempel skulle då vara <i>inkomstfördelning</i>, då inkomst på inget vis fördelas utan konflikter om resurser på marknaden först måste redas ut innan välstånd kan skapas och då skapas de faktiskt <i>av </i>någon.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det har inget värde alls, eftersom det är du som sitter och bestämmer helt godtyckligt vilka som ska vara vad i en makstruktur. Man kan utifrån lite förståelse, vilket du inte verkar besitta, hitta andra perspektiv som låter bisarra men egentligen är precis lika dumma. Ta exempelvis förtrycket av konsumenter på producerare, producerare är slavar till kunderna för kan de inte sälja sina produkter så får de ingen inkomst. Herregud, ta det omsatta och säg precis samma sak.<br/> <br/>  Det gör för effektiv propaganda men det besitter inget förklaringsvärde.<br/> <br/>  Du förklarar inte på något vis varför det gör att vissa grupper blir mer kriminella eller varför de inte får jobb. Du har bara valt ut en grupp och studerat resultat hos dessa. Det finns ingenting förklarande i det alls. Att vissa grupper göra vissa livsval är bara en kategorisering, det förklarar inte vad det är för livsval, det är det intressanta, och för att undersöka det blir det nödvändigtvis individsperspektiv. Vad är det då som är förklaringen? Ja tydligen är förklaringen för dig att de är del av denna grupp. Det är verkligen att säga att alla vänsterhänta är vänsterhänta, mer förklarande värde finns det inte.<br/> <br/>  Kollar man istället på faktiskt makstrukturer måste man se efter vad som sker via tvång, vi våld, inte vad som är resultat av handel. Det blir då att man kollar på staten, stöld, hot och bedrägeri. Det finns ingen maktstruktur i handel. Du kan påstå att vid en förhandling har två rika mer att förhandla om, men det är bara att jämföra med en annan situation eller ett tomt ideal, det är inte att förstå vad handel är.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Tycker jag verkligen de är. De tjänar 50% mer än oss och fattiga får högre bidrag där än här. USA är ett riktigt föregångsland. Sverige däremot med sin välfärdsstat är en skam, vi gick ifrån att vara rikast i världen efter andra världskriget, nu har vad som då var fiskebyar som Singapore och Hong Kong gått om oss i välståndsligan. Sosseri har förstört detta landet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Du är fri till bredden av naturlagarna, men att mena att vi ska införa kollektivt slaveri med tvångsarbete för vissa för att andra inte orkar jobba, det är att gå en lång väg för att komma åt ett mindre problem. Du kan lika gärna börja gnälla att andra ska tugga åt dig.<br/> <br/>  Ja, du måste jobba, om du nu vill ha en massa saker. För att du måste skapa värde till ekonomin om du ska ta ut ifrån den.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jo. Marknadslönen är det du kan få betalat för ditt arbete, det är frukten av ditt arbete. Det mesta som går in i arbetet idag är faktiskt förädlingen av kapitalinvesteringarna. Skulle vi få betalt enbart på vad vårat arbete vore värt utan detta skulle vi knappast få någonting alls.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Fel. Det behöver man visst det, någon måste göra arbetet. Du verkar dock föredra att man ska tvinga andra att vara ens slav bara för att man är sjuk eller korkad.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vad är detta för syn du har? Hopplöshetens höjder eller bara en enorm ursäkt till att aldrig anstränga sig?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej pucko, en fri marknad är handel. Avtal bestäms som båda parter går med på.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Va? Så varför är du för att tvinga andra att hjälpa dig? Då är du ju beroende av andra?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Gropar i naturen är inte en mänsklig företeelse, det berättigar inte att man ska råna folk.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Lär dig ekonomi. Du kan allokera hur mycket resurser som helst åt någonting, utan rätt information, utan att det allokeras effektivt, gör det ingen skillnad för utfallet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är du som försvårar det genom att belöna de som är dåliga och straffa de som är duktiga.<br/> <br/>  Du förtjänar ingenting annat än det du arbetat dig till.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Fattar inte ens vad du säger, det är ju du som vill införa tvångsarbete och stöld så att se efter folk som ramlar i gropar. Där kan du snacka om folk som har makt, folk i staten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, det är ingenting idealistiskt med fria marknader, väldigt realistisk synsätt snarare. Desto friare desto bättre.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Hah, herregud. Läs på...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Samhället fungerar inte som du tror, där det är vissa grupper med med makt emot varandra.<br/> <br/>  Fackföreningars förtjänst är att det är billigare att förhandla med en partner än alla individer, samt att arbetare kan förhandla om kollektiva fördelar på arbetsplatsen - typ bättre fikarum eller luftkonditionering.<br/>  Utöver det är fack meninglösa och destruktiva. Höja löner gör de inte. Är sannerligen inte bra för arbetarna, ofta så dödar fack arbeten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nu sitter och du och tror att lagstiftare är intelligenta, de är dem inte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vilket borde göra dig till liberal, inte kommunistpack.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Enligt alla sätt man kan mäta på så ser det så ut. Fast vi kanske inte ska mäta och läsa på, vi kan ju istället komma med mycket lösa åsikter som ni vänsterpuckon...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du har förespråkat tvångsarbete för att se efter alla som är lata eller sjuka, kollektiv beslagstagande av produktionsmedel och allmän ekonomisk imbecillitet.<br/> <br/>  Förvånar mig inte att du är fattig.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  ja om man äger 5 dagar av veckan största delen av ens vakna tid (och dessutom den mest aktiva tiden på dagen) så äger man väl människor mer än vad man inte gör det. pratar vi dessutom om liberalism finns det väl ingenting som förhindrar arbetsgivaren att köpa mer än det. alternativet är ju svält så lönerna lär ju inte vara så höga heller.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  som jag förstod det handlade det om att när individer tillåts att bete sig hur som helst gör dom också det. i ett kollektiv bestämmer alla tillsammans vilket inte behöver betyda att det inte finns några regler. inom liberalismen gör man däremot en sak av att det ska finnas så få regler som möjligt. allt för idealet \"frihet\". en smula naivt och idealistiskt om du frågar mig. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  ok. det är din åsikt. hoppas du faller ner i en grop och bryter benet så kan du ligga där och vara \"fri\". då tänker jag stå ovanför och pissa på dig och säga att ingen tvingade dig att ramla i gropen. kul va?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  jo för det är så många fler som ens har chansen att få vård. Hade bara ingvar kamprad betalat sin skatt som vanligt folk hade några fler kunnat slippa dö i vårdkö.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Efterfrågan är beroende på pris. Finns massvis med sjuka som jobbar.      </td> </tr> </table>  <br/>  det beror väl på hur sjuk man är och det är knappast en hållbar lösning. om du inte fixar försörjning åt dom sjuka lär du få högre kriminalitet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Autonom administrering som tillåter för fri handel och fri etablering, ja det är friare marknad än under kommunistisk adminstrering som landsbygden är exempelvis,       </td> </tr> </table>  <br/>  fri etablering har dom inte. det är dom företag staten vill ha där som får vara där och det är på statens villkor. låter enligt mig som man främjar monopol. är det fri handel? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       vilket för övrigt inte har sett någon förbättring i levnadsstandarden.      </td> </tr> </table>  <br/>  i frihandelszonerna är alla glada och lyckliga däremot? <a href=\"/leave.php?u=http%3A%2F%2Fwww.pcmag.com%2Farticle2%2F0%2C2817%2C2384763%2C00.asp\" target=\"_blank\">http://www.pcmag.com/article2/0,2817,2384763,00.asp</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Utan en marknadsekonomi betyder inte BNP någonting. So what om de gör massvis med cement, gör den någon nytta? Fungerar på samma sätt under andra världskriget. BNP gick upp för man byggde vapen, men inte får vi någon nytta av det.      </td> </tr> </table>  <br/>  vadå gör den någon nytta? varför skulle den inte det? såklart producerar man inte mer än man behöver. Varför skulle staten vilja det?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men det är fria marknader som lett till industrialiseringen. Ja, klart det är bättre att utvecklas, därför man ska ha fria marknader.      </td> </tr> </table>  <br/>  Tsar-ryssland var inte speciellt industrialiserat så i det fallet blev det industrialiserat på grund av någon fri marknad. samma med kina.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Men gud vad larvigt. Nej, det är inte en fri marknad med privat äganderätt i Niger, dummaste påståendet jag hört på en vecka.<br/> <br/>  Puckon som det du googlade fram där som påstår att Afrika har en fri marknad med privat äganderätt har noll koll.      </td> </tr> </table>  <br/>  nej nej. någon helt fri marknad finns ju inte. det är ju bara en utopi, skönt att även du förstår det. men jag tycker det känns som att du inkluderar lite vad du känner för. frihandelszoner i kina är fria eftersom dom leder till tillväxt. i Niger är det inte frihandel eftersom där var det svält. ge mig en definition så vi kan diskutera.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är ett relativt begrepp, visst har USA en av de friaste marknaderna i världen.<br/> <br/>  Det handlar om att låta aktörer sinsemellan ingå i avtal och handla med varandra utan att våldsmonopolet staten sätter upp hur dessa ska se ut.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Men är det inte förtryck att vi leve i en verklighet med naturlagar? Att vi måste anstränga oss för att överleva?<br/> <br/>  Om inte, hur fan kan du då säga att det är tvång att man är tvungen att jobba?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du tar väl ändå betalt för ditt arbete, det är frukten av arbetet.<br/> <br/>  Att arbeta eller dö har ingenting med kapitalism att göra, det har att göra med naturlagarna.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Har du knappast. I ett kapitalistiskt system kan du jobba med vad du vill, hur mycket du vill, erbjuda dina tjänster upp till marknaden på dina villkor. En fri marknad handlar om frivilliga överenskomelser. Ingen kan tvinga dig att göra någonting alls.<br/> <br/>  Under kollektivism tvingas du av andra att göra saker oavsett vad du själv vill. Du har en röst av miljontals, eller hur många du nu vill ha i ditt kollektiv, vilket är att inte ha någon makt alls.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jo, jag räknar med att vi hjälper varandra frivilligt. Det fungerar ganska bra redan idag. Du däremot ser behovet av kollektivt våld och förtryck, vilket bara kommer leda till misär.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Förstår att du inte vet vad du snackar om och inte tänkt över vad du diskuterar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, det är du som inte förstår vad det handlar om. Du kan lägga hur mycket pengar du vill på sjukvård, utan en marknadsprocess för allokering av resurser kommer det uppstå köer och brister.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ganska stor kvalificerare. Finns saker folk kan göra även om de är sjuka, finns de som vill hjälpa till frivilligt, finns möjlighet att organisera sig utan tvång.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja. Så vad är problemet?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vadå, så är det I Sverige också då...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det går inte att mäta värde i en planekonomi, kalkylproblemet, läs på pucko.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Finns ingenting humant eller effektivt med den kommunism du stödjer.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Fackföreningar är skitorganisationer som inte gör mycket nytta, de är bara organiserad brottslighet.<br/> <br/>  Jag är inte för förbud men det är knappast någonting som har större påverkan då fack inte har mycket roll på en riktig marknad.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Klart kapitalisterna inte vill ha en fri marknad. De gillar att jobba med staten.<br/> <br/>  Desto närmre vi kommer till en fri marknad desto bättre för alla, speciellt folket.<br/> <br/> <br/>  Du är en att tala, kommunistfitta. Åk till Kuba eller Nordkorea där erat pack hör hemma, sen kanske du kan komma tillbaka med lite grundläggande insikt i världen och inte förespråka massvält, fattigdom och förtryck.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Då ingen har sett en liberal ekonomi utan statligt ingripande i världshistorien får empirin ses som ett ganska tungt bevis.  Det finns visserligen två moderna riktningar inom liberalismen som säger sig kunna avskaffa skatterna; minarkism och anarkokapitalism. Trovärdigheten haltar dock, minkarismen kan inte förklara hur skatter skall kunna undvikas med en stat. Anarkokapitalismen kan inte förklara hur normativ stordrift utan en stat är möjlig, det är mest teoretiska diskussioner utan bärighet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det blir ett sant nöje att ta din oskuld<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du svarar klockrent på ditt påstående längre ner: <i>Liberalism sänger inget om att avtalsparter skall vara jämbördiga.</i><br/> <br/>  Ta en nypa frisk luft, det kan behövas.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Tvärtom jag påstår att liberalismen förutsätter att avtalsparterna inte är jämbördiga, om så inte vore fallet kan inte kapitalisten parasitera på arbetaren, vilket är en förutsättning för kapitalismen. <br/> <br/>  Fri ekonomi enligt liberaler bygger på ojämlikhet, båda parter skall inte tjäna lika på avtalet. För att kunna upprätthålla repressionen krävs ett semifeodalt system där arbetaren fråntas sina rättigheter att själv välja. Priset av de massiva tvången är tydliga: en fruktansvärd ineffektivitet som kräver statsunderstöd.<br/>  Lämna arbetaren ifred och liberalismen raderas från jordens yta<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  När fetnacken lägger beslag på mark i sådan omfattning att människor blir jordlösa uppstår landmonopol, barn föds in i frihet. Landmonopolen har uppstått med den primitiva ackumulationen där staten varit garant för säkrandet av egendomen, jag ser ingen frihet i detta.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Den fattiga bonden som fötts in i landmonopolet skall arrendera? Vart får han pengar till detta? <br/>  Kapitalismen är endast möjlig om det finns billig arbetskraft, åsidosatt valfrihet och en repressiv regim, historien talar sitt tydliga språk.<br/> <br/>  Efter skiftesreformerna under sent 1700-tal till mitten av 1800-talet frigjordes stora skaror människor när byarna sprängdes. Det var aldrig tal om att lämna tillbaka exproprierad mark som stat, kyrka och adel stulit, och varför skulle de?<br/>  De stora skarorna av jordlösa sögs upp av nya storjordbruk som drog nytta av skiftesreformerna, att de jordlösa hade några alternativ bör vi inte dividera om. Staten såg effektivt till att lagstiftningen anpassades till de nya behoven. Tvivlar du öpå sanningshalten kan du ta dig en tur på landsvägarna i södra Sverige, de flesta lantbruk med massiva gråstensväggar uppfördes under denna period.<br/>  Likaledes växer industrin under samma epok, är det av en slump?<br/>  Knappast, industrin kräver billig arbetskraft,  om de jordlösa varit jämlika avtalspartner med fetnackarna hade den industriella revolutionen tagit en annan vändning.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Problemet med den liberala ekonomin är att den är totalitär, ingen kan ställa sig utanför, därmed är dina alternativ inom systemet totalt ointressanta. Tänka sig att det finns människor som inte är intresserade av en ockerekonomi, varför kan de inte få slippa skiten?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Med välfärdsstaten menas inte bara socialförsäkringssystem utan en allmän statlig inbladning i ekonomin, den normativa stordriften kräver statlig uppbackning. Tåg på 1800-talet var inte var mans färdsätt, samfärdseln berörde främst bättre bemedlade, framför allt var industrin den stora vinnaren.<br/>  Har vi någonsin skådat ett enda exempel i världshistorien med en komplett nationell infrastruktur som finansierats av privata intressen?<br/>  Låt oss se, järnvägen, elnäten, vägarna, flyget, hamnarna, kärnkraften.<b>skatter och regleringar!</b><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Småskalighet är inte möjlig i statssocialismen, fast den frågan får du dryfta i rätt forum. Vi kan dock se hur välfärdsstaten sett till att industrin fått svindyr infrastruktur betald med skattemedel, samtidigt har arbetaren fått det relativt gott ställt, men någon frihet att välja existerar inte.<br/> <br/>  Den sanna liberalen (utan hyckleri) är marknadssocialist.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/>"
		]
	},
	{
		"postIndex": [
			[213],
			[303],
			[289],
			[291],
			[295]
		],
		"postTime": [
				"2011-06-15",
				"2011-06-21",
				"2011-06-20",
				"2011-06-20",
				"2011-06-20"
		],
		"postNum": [
			[216],
			[307],
			[293],
			[295],
			[299]
		],
		"postLink": [
				"/sp31173937",
				"/sp31282590",
				"/sp31266428",
				"/sp31271496",
				"/sp31279621"
		],
		"postUser": [
				"HC47",
				"Visf",
				"Stig-Britt",
				"Visf",
				"estone"
		],
		"postUserID": [
				"/u219681",
				"/u166136",
				"/u137523",
				"/u166136",
				"/u190317"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p18",
				"https://www.flashback.org/t1532220p26",
				"https://www.flashback.org/t1532220p25",
				"https://www.flashback.org/t1532220p25",
				"https://www.flashback.org/t1532220p25"
		],
		"userUrl": [
				"https://www.flashback.org/u219681",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u137523",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u190317"
		],
		"sentence": [
				"Kan visserligen inte påstå att jag hatar liberalism då jag själv har vissa liberala åsikter, men nyliberalism är något jag avskyr mer än kommunism (och det säger en del).<br/> <br/>  Varför? För att hela ideologin bygger på att verkligheten ska anpassas efter nyliberalismen och inte tvärtom. Stöter nyliberalen på ett reellt problem så låtsas denne som om det inte finns eller så lägger han ansvaret på staten (som då är Satan i byråkratisk form).<br/> <br/>  Det är även en ideologi som rent logiskt faller pladask och skjuter sig själv i tinningen. De säger att alla ska ha samma rättigheter. Det är givetvis lika (o)möjligt i ett nyliberalt samhälle som i ett socialistiskt. Skillnaden är att socialismen marknadsför det och drar till sig idioter. Nyliberalismen smyger med det och drar till sig idioter. Det är inget annat än privatisering av förtryck. Den som har råd sätter reglerna. För man är bra naiv om man inte tror att korruption inte kan existera utan stat.<br/> <br/>  Sen har vi hela grejen med definitioner av begrepp som äganderätt, stöld mm. Här väljer man att definiera allt utifrån vad som passar bäst. Äganderätt är något man gärna tillskriver sig själv, men inte andra. Att framställa sig som offer är också vanligt \"buhu, staten tar mina pengar, muäääh\".<br/> <br/>  Vad är då lösningen? Jo, att ta bort skatt och låta allt bli privat. Den som är arbetslös, handikappad eller sjuk gör sig icke besvär om de inte har pengar! Behöver du vård men är utan pengar? Ut på gatan med dig! Du ska göra rätt för dig, även om du lider av dödlig cancer! För några försäkringsbolag skulle då fan inte ge dig pengar. Deras affärsidé går liksom inte ut på utbetalningar... Samma princip gäller såklart utbildning. Är du fattig? Ja, då får du gå på en dålig skola. Bara personer med rika föräldrar hamnar på de fina skolorna. Status och möjligheter går i arv (se nedan). Och detta väljer dessa clowner att kalla rättvisa.<br/> <br/>  Här brukar liberalerna säga att folk frivilligt kan ge pengar till sådana saker. Hur många nyliberaler vill själva göra det? Själv har jag inte stött på en enda. Det är alltid någon annan som ska betala (ordet samhällsparasit dyker genast upp i min hjärna) och nyliberaler är ju verkligen kända för att vara sympatiska och givmilda individer. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <br/>  Nej, den som inte kan ta hand om sig själv får helt enkelt skylla sig själv. Det är ditt eget fel att du mår som du mår!<br/> <br/>  Ett annat problem när det gäller samma möjligheter är ju det där med företag osv. Efter en generation har du redan slagit fast vilka som styr. Nämligen de som lyckades bäst först. Det är bara att kolla på den \"fria marknaden\" i västvärlden idag. Finns det speciellt många aktörer längst upp? Nej. Det finns några få som äger väldigt mycket. Ett par procent äger över 90 % av alla tillgångar. Och liberaler tror i sin vildaste fantasi att de övriga 99 % som gemensamt äger 10 % har samma möjligheter som dessa. Tillåt mig att skratta.<br/> <br/>  Kommunist. Nyliberal. Skit samma. Det är samma skara verklighetsfrånvända, antiintellektuella, naiva kretiner.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Finns faktiskt inte några sådana studier alls. Jag har dock frågat efter en studie gällande detta i snart 2 år nu och möts av den briljanta problemförklaringen som består i detta \"typ, asså, folk blir avundsjuka och grejor när man inte tjänar lika mycket\".<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   När man frågar någon som har vunnit på lotto om hur deras liv kommer att förändras. - Vad ska du göra med pengarna nu? - Nja inget särskilt. - Hur kommer ditt liv att förändras? - Inget direkt, jag jobbar som vanligt.Men det klart pengarna ger oss ju en större frihet. Att resa och att göra det vi vill.<br/> <br/>   </td> </tr> </table>  <br/>  Så vadå, folk som röstar för bidrag är inte egoister? Alla är egoister, speciellt politiker, vilket är varför politiken de för avspeglar folks uppfattningar. Tyvärr är vi ett land med lite kunnande om politik, för annars vore alla nyliberaler. Det är vad vi har att jobba på vi nyliberaler, att utbilda folk, vilket tyvärr är mycket jobb eftersom akademin och skolan har en ganska klar och naturlig allians med vänsterflanken.<br/> <br/>  Pengar ger oss inte större friheter alls. Pengar har ingenting att göra med frihet. Pengar ger oss större möjligheter. Vi liberaler bryr oss inte om möjligheter, vi bryr oss om frihet. Frihet är att du får leva och göra vad du vill så länge ingen ingriper på vad du gör. Detta har visats sig bättre än att försöka normalisera vare sig möjligheter som socialliberaler på högerkanten vill eller slutresultat som socialister vill.<br/> <br/>  Visst bryr vi oss inte om jämlikhet, men ingen vettig människa gör det. Nu är du långt ifrån vettig, jag har sett dig svara på tre inlägg i rad jag skrivit med samma invändning som jag förklarat gång på gång varför den inte stämmer. Du kommer dock aldrig att ändra dig för du saknar grundläggande förståelse, grundläggande logisk eller filosofisk förståelse för hur man uppnår kunskap, du är fast i din estetiska uppfattning för att du gillar den - ungefär som de flesta då.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Antalet skilsmässor har ökat och ensamföräldrar har ökat. De fattigaste i befolkningen är ständigt de yngre, vilket rent biologiskt tenderar att vara föräldrar.<br/> <br/>  Jag behöver nog en källa. Jag har frågat efter en källa i 2 år. Om du inte ens kan bistå med en varför har du ens den urkorkade uppfattningen!<br/> <br/> <br/>  Det är faktiskt så att avundsjuka driver inte politiken i USA. De har inte till samma mån blivit hjärntvättade av kritisk teori och frankfurt-skolan, eller annan liknande marxistisk propaganda. Idag är det genomsyrande i vår västerländska kultur, men inte så mycket bortom från kusterna i USA där folk fortfarande har inställningar som är sunda. Avundsjukan är ett resultat av propaganda.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Haha <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Så det var inte kungen som gick för långt? Kungen var inte staten?<br/> <br/>  Du måste släppa det här klassteoritramset du håller på att du ser samhället som en grupp av människor i krig med varandra. Du är bara offer för ren propaganda. Vakna ur dvalan och försök utmana dina egna förutfattade meningar.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Vill man inte göra det själv kan man betala ett företag för att sköta den biten åt en, precis som idag. Skillnaden är att <i>du kan välja att planera ditt eget liv om du anser att du är bättre på det än staten.</i><br/> <br/>  Det ska inte ske helt plötsligt, det måste ske gradvis.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja. Detta har fungerat i många kulturer och fungerar i flera länder idag.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja. Utöver det skulle företag kunna ha ex. drogkaféer där man kan sätta sig i en cell med psykedelisk konst och knarka loss. Då kan företaget dessutom erbjuda akut hjälp vid psykos eller snedtrippar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det skulle inte finnas några åldersgränser i ett fritt samhälle.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Huruvida man får köra drogpåverkad eller inte är upp till den som äger vägen. Poliser skulle i första hand fokusera på <i>riktiga brott</i> där det finns ett offer. Dvs offer för våldtäkt, misshandel, mord, stöld, rån eller andra våldsbrott.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja, gränserna skulle vara helt öppna - det skulle inte finnas några nationella gränser. Vi skulle få färre invandrare än idag. Inga bidrag skulle existera, så de enda som kan ta sig hit är produktiva människor som kan försörja sig själva. Om inte människor frivilligt vill donera sina pengar till invandrare och flyktingar, så klart. Men människor skulle givetvis sluta donera pengar till invandrare som inte sköter sig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja, det är just tolerans vi besitter, till skillnad från lågstående moraltomtar som vill införa moralbaserad lagstiftning <i>därför att de vill påföra sina egna värderingar på andra med våld</i>.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Utbildningen i USA är dyr därför att staten ger ut villkorslösa lågräntelån till studenter. Helt plötsligt har alla råd att studera, varpå universiteten driver upp kostnaderna utan kvalitetsförbättring. Detta är en kontinuerlig balansmekanism som hela tiden gör att kostnaden ligger på gränsen för vad människor klarar av, och höjs i takt med att fler låns ges ut.<br/> <br/>  Innan utbildningsmarknaden förstördes av lågräntelån, subventioner och regleringar kunde du få universitetsstudier i USA för 5-6 tusen dollar.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Samma sak.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej.<br/> <br/>  Men...<br/> <br/>  1. Att andra är inkompetenta är inte ett bra argument för att begränsa <i>mitt</i> liv då jag inte är inkompetent.<br/> <br/>  2. Det ska inte ske över en natt, utan måste ske gradvis.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, USA är inte liberalt så det är givetvis ingen bra förebild.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är väl upp till vad människor vill göra med naturen? Samma problematik existerar idag.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det blir tydligt att du tänker i kollektivistiska termer. Fråga istället dig själv om <i>du</i> vill äta GMO. Vill du inte det, så gör inte det. Om du inte vill det så behöver du inte använda våld mot andra som vill äta GMO.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är upp till konsumenterna att bry sig om vad de konsumerar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Du vet i själva verket inte vad du pratar om.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Om folk inte planerar för dessa saker, hur hjälps det att subventionera folk att göra fel val? Betalar du för någonting får du mer av det. Vad du säger är att folk är oansvariga och således ska vi betala för det, vad jag säger är att vi ska betala för att folk ska vara ansvariga.<br/> <br/>  Det är skillnaden mellan förstå ekonomi och att enbart ha goda intentioner.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Och sedan förvänta oss att de som är påverkade ska ta sitt ansvar?<br/>   </td> </tr> </table>  <br/>  21 är väl kulturellt det som gäller idag, så varför skulle det vara mycket mer annorlunda under en framväxande lagordning istället för en dikterande?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Folk ska kunna köra bil drogpåverkade om de kan köra bil drogpåverkade. Vissa kör ju uppenbarligen bil bättre än andra när de är fulla. Trötthet är faktiskt ett större problem.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Japp, och sen får de ingenting när de kommer över gränsen. Då får vi bara bra invandring.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Sen är det skillnad på att vara tolerant och accepterande. Du accepterar inte en gråtande bebis på ett flygplan men du tolererar det. Du behöver inte acceptera den fjantiga pride-festivalen när människor går runt och är så konstiga som bara möjligt, men man tolererar väl det. Man tolerar en granne som spelar musik 0300 på natten (för att man själv gjort samma sak) men accepterar det gör man inte.<br/>  Jag tolererar dock inte alla jävla puckon och obildade muppar som ska påtvinga sin idioti på alla andra och sen ha betalt för den också.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  I USA har de lånegarantier på högre utbildning. Vilket är vad som drivit upp kostnaderna. Precis som det gjorde med bostadslån.<br/> <br/>  Före det kuna man jobba sommaren som servitör för att finansiera en kandidat-examen.<br/> <br/>  Sen har de massvis med stipendier i USA. Är klart bättre än att ge bidrag till rikemansbarn som pluggar vidare, likt vi gör i Sverige. Eller vad du tycker du om det faktum att skattepengar går till mig som inte behöver pengarna utan bara tar den låga räntan på lånet och investerar pengarna.<br/> <br/>  Aktuvården är gratis, så vad babblar du om?<br/> <br/>  Äldrevården dålig? Va? Vad i helvete får du det ifrån? De har offentligt pensionssystem där också. Finns dock ett distrikt där man tillät privat pensioner. De tjänar tre gånger så mycket, vore fallet i Sverige också. Offentlig pension är bara en scam för politiker att få högre intäkter.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  USA är inte ens liberalt, bara något liberalare - således tjänar snittjenkaren 50% mer än svensken. Massvis av svenskar är väldigt emot USA men har bisarra uppfattningar som är helt ogrundande i verkligheten om hur det ser ut där borta.<br/> <br/>  \"Se bara på USA\" kan nog vara invändningen jag hatar mest. Dels för att USA inte är liberalt men även för att om vi väl ser på USA så är det ju jävligt klart att det är så mycket bättre.<br/> <br/>  Vi har dessutom långt mer toleranta lagar om homosexualitet än i USA, så konstigheten i din invändning bara ökar och ökar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  OMFG!<br/> <br/>   </td> </tr> </table>  <br/>  Ja, om du vill köpa sådan mat är det väl fan upp till dig själv? Jag ska köpa pizza nu, är det mycket nyttigare tror du?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>   Nej, nyliberaler är en form av människor som har sitt eget intresse i främsta rummet. Det hela bygger lite löst på några teorier om liberalism men den praktiska politiken följer inte dessa tankar alls. Varför inte kalla ideologin ny-egoism? <br/> När man frågar någon som har vunnit på lotto om hur deras liv kommer att förändras. - Vad ska du göra med pengarna nu? - Nja inget särskilt. - Hur kommer ditt liv att förändras? - Inget direkt, jag jobbar som vanligt.Men det klart pengarna ger oss ju en större frihet. Att resa och att göra det vi vill.<br/> <br/> Dvs de flesta kan utan att tänka. Inse att pengar = makt = frihet. Så när liberaler pratar om \"frihet till alla\" Ja då ska man komma ihåg att, denna friheten är olika stor beroende på hur stor din plånbok är. Dvs liberalism är ett väldigt ojämlikt samhälle."
		]
	},
	{
		"postIndex": [
			[360],
			[419],
			[415],
			[367],
			[369]
		],
		"postTime": [
				"2011-07-21",
				"2011-07-25",
				"2011-07-25",
				"2011-07-21",
				"2011-07-22"
		],
		"postNum": [
			[364],
			[426],
			[421],
			[373],
			[375]
		],
		"postLink": [
				"/sp31785129",
				"/sp31862222",
				"/sp31860092",
				"/sp31787654",
				"/sp31789772"
		],
		"postUser": [
				"Visf",
				"estone",
				"Visf",
				"Fear2be",
				"cenobite"
		],
		"postUserID": [
				"/u166136",
				"/u190317",
				"/u166136",
				"/u560328",
				"/u105707"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p31",
				"https://www.flashback.org/t1532220p36",
				"https://www.flashback.org/t1532220p36",
				"https://www.flashback.org/t1532220p32",
				"https://www.flashback.org/t1532220p32"
		],
		"userUrl": [
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u190317",
				"https://www.flashback.org/u166136",
				"https://www.flashback.org/u560328",
				"https://www.flashback.org/u105707"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag är på inget vis emot sociala friheter, jag är väldigt för sociala friheter, men jag tycker det är larvigt med de som bara bryr sig om dessa friheter. Det säger en del och lite till om personerna som sådana, och vilken materiellt bortskämd levandstillvaro de måste ha.<br/> <br/>  Ekonomisk frihet tar kål på de begränsningar som naturen har tvinga på oss, sociala friheter kommer som ett resultat av ekonomisk frihet, samt att det är konstigt att ställa dessa emot varandra som många ofta gör.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Så tänkte jag då.<br/> <br/>  I plånboken? Du menar nyliberalism. Där marknaden är nästan helt fri. Där skatter, moms och arbetsgivaravgifter minskats rejält. -Nej tack, lite ordning tycker jag att det får det vara. Jag tycker om våra skyddsnät. Det skulle se förjävligt ut om vi fick kåkstäder i Sverige och hemlösa som ligger och dräller i pappkartonger och de tillhörande sjukdomarna.<br/> <br/>  Storleken på plånboken=karriär. De som får högre lön har råd att betala skatt.<br/>   </td> </tr> </table>  <br/>  Jag tror inte alls du tänkte så, jag tror du tänkte på skit du tycker är kul och göra men staten hindrar dig ifrån. Visst är det bra att du är emot statligt förtryck men jag tycker det är tråkigt att se en lista av saker du vill göra men ingenting på denna lista om hur du ska ha det materiellla välståndet till att göra detta. Det säger mig lite om hur bekvämt du haft det hela livet, och det är olyckligt i sig.<br/> <br/>  Jag är ganska anti hippie-kultur för jag tycker det är fjantigt med vuxna människor som tror de åstadkommer någonting genom att röka på hela dagarna, det är kul men det leder inte till någonting, så jag får lite illa smak i munnen när jag enbart ser sådana frågor talas om. Vad sägs om mat på bordet för svältande? Om att ha välståndet att inte behöva jobba något mer vid 30? Sådana saker tycker jag är viktigt också. Därför ekonomisk frihet är viktigt, social frihet gynnar enbart de som redan har ekonomisk välstånd.<br/> <br/>  Du är inte liberal alls verkar det som, utan väldigt glad i att inbegripa dig i andras liv. Vad är skillnaden på din sociala frihet att supa skallen av dig och någon annans frihet att få behålla produkten av sitt eget arbete? <br/> <br/>  Att du på något vis drar paralleller till kåkstäder och fattigdom ifrån liberalism finner jag absurt. Mer frihet hjälper framförallt fattiga. Men det är väl inte vad det handlar om, det handlar om att du vill ha socialbidrag och friheten att knarka ostört, eller hur?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>   haha, nej. Så är det inte. För mig så är det två delar. Den första är hur köpkraften fördelas. Det man behöver är köpkrafts-omfördelning. Dvs skatter och bidrag. Den andra delen. Är hur man kommer fram till storleken på köpkraften. Dvs BNI och BNP. För mig så håller man principen om ett samhälle i balans. Dvs inte _för fattiga och inte _för rika som en princip som ska uppehållas (köpkrafts gapet). Sedan kan man börja titta på ekonomiska modeller osv för att uppnå detta. För en äkta liberal så finns inte detta. De ser ingen skillnad mellan den ekonomiska modellen och resultatet/samhället. Om det bli uteliggare, jag då är problemet någon marknadsekonomisk obalans i utbud/efterfrågan. När en du skriver, så skriver du ofta om visionen. \"om man bara kan minska lönerna, öka investeringarna, effektiviteten osv.\" \"då kommer alla att bli rikare\" och \"..sedan så komme detta även att tillfalla den fattige...tillslut\" Detta är ett prat som har funnit i hundratals år. Men man kommer aldrig fram till den punkten då dessa effekter inträffar i praktiken. Du pratat mycket om \"hur välstånd skapas\" dock utan att att ha förstått det.  Jag har tidigare försökt att förklara detta för dig men du har ej förstått. Det är bara att konstatera att du inte köper det som jag har skrivit. För dig så är \"supplyside\" väldigt viktigt. \"bara det finns billiga varor att köpa\" \"detta kan vi nå genom låga löner, hög effektivitet och att gynna kapitalet\". Det du missar och försökte visa i videon var att ekonomin är som en gunga. Det krävs två sidor och ekonomi funkar som bäst när de är relativt jämna. Ett företag lever faktiskt på att någon köper produkterna. Så förbrukning och köpkraft är inte av ondo. Inte ens den eko. krisen har fått dig att fatta att en bra ekonomi är inte en ekonom där företag/kapitalister är betydligt starkare än förbrukare/löntagare.<br/> <br/> S förespråkar starka fack och bra löner. Och stor omfördelning. Detta är av godo. Men jag kan hålla med om att de ibland cementerar konkurrens och utveckling. M, de jobbar faktiskt ofta emot facken, omfördelning och köpkraft för pp. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       jämnt, för mig är frågan hur det ens skapas. Du börjar din analys först efter materiella välståndet skapas och således stödjer du saker som minskar välståndet till sådan mån att även om man delar på det får de fattiga det sämre.      </td> </tr> </table>   Precis. Misslyckas den ek politiken.så ska alla ska få det bättre/sämre samtidigt. Det är att hålla ett homogent samhälle.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jag tror heller inte på ideal, jag är realist. Tycker inte ens det är intressant med hypotetiska scenarion som du målar upp, då de inte säger någonting om någonting.<br/> </td> </tr> </table>   Lustigt då jag anser det samma<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Sen maler du på om klasskamp, för att du är hjärntvättad att tro att den existerar och du gör det klart att din åsikt är inte alls hur vi ska göra livet bättre för folk, utan att vi ska göra det på sättet du vill - precis som andra vänsterflummare.<br/> </td> </tr> </table>   nja, jag har inte skrivt klasskamp. Men att det finns olika rika det måste du väl hålla med om?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Varför tror du liberaler tenderar att bli rikare och vara duktigare på att placera pengar? Någonting har vi gemensamt och vet vi.      </td> </tr> </table>   Det är väl som vanligt. När/om man blir framgångsrik jag då börja man rösta med plånboken. Dvs det som gynnar mig just nu \"är nog viktigt\"<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Varför har friare ekonomier bättre tillväxt, mindre miljöproblem, längre livstid? Varför har ofria ekonomier motsatsen?<br/> </td> </tr> </table>   För att frihet skapar innovation och framgång. Har jag skrivit att en ek. inte ska vara fri? Det ska den. Men inte fri som i \"fri att inte bära på skatte oket\". <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Att du tycker utan att ha grund är ganska klart. Du referar t.om. till en video som inte på något vis talar om det vi gör utan handlar om en svartmålning av meningsmotståndare (vilket det inte ens är). Fattar inte alls relevansen i videon du postar och att du tror den är relevant säger nog en del om de enorma missuppfattningar du har. Att du länkat till en video där kanalen lagt upp obama deception, som är en dokumentär av konspirationsteoretiske anarkokapitalisten alex jones får mig att undra om du ens förstår vad du själv lägger upp. <br/> </td> </tr> </table>   Nu flummar du ut. Och spårar ur. Jag ville visa på gungan dvs vikten om att ek är dynamisk och köpkraft måste finnas för att det ska fungera<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vänstern har alltid varit anti-kapitalistisk först och oftast inte ens kommit med alternativ till hur man kan göra saker bättre. Därför jag hatar idioterna som gnäller där borta på vänsterkanten. Så jävla oproduktiva och okonstruktiva i kritiken. Tomt gnäll utan några lösningförslag eller vetenskap, därför de är fast i 150 år gamla teorier som inte utvecklats det minsta.<br/> </td> </tr> </table>   Tyvärr gälller det samma på högerkanten. De håller i sin käpphästar väldigt hårt. Jag är inte en talesperson för något sammanfattande vänster-ekonomiskt system. Du gör oss båda en tjänst om vi kan prata om sakfrågorna för det bli enklare så.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad du har är en estetisk övertygelse, det ser vi av din beskrivning när du pratar i abstraktioner och om balans. En fri marknad handlar för fan inte om någonting annat än just balans, general equilibrum theory för fan.      </td> </tr> </table>   jaha och?<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad du bör göra är börja diskussionen där den ska, hur skapas välstånd? Jo, någon måste producera det. Att vi då har olika inkomster och förmögenheter är naturligt, då vi är olika. Jag kan mer ekonomi och naturvetenskap än dig exempelvis, då är jag mer produktiv i dessa ämnen. Du kanske är bättre på någonting annat.      </td> </tr> </table>   Ofta kan ekonomer, företagsledare osv. Väldigt mycket ekonomi. Vad använder den kunskapen till. - Skatteplanera, bygga lyxvilla osv. . Vi är tillbaka \"-Vem som ska ha vad och varför\"",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Detta säger en hel del om hur lite du egentligen förstår när det kommer till att analysera hur välstånd skapas. För dig är det bara en fråga om att du tycker väldigt mycket om att man ska fördela det jämnt, för mig är frågan hur det ens skapas. Du börjar din analys först efter materiella välståndet skapas och således stödjer du saker som minskar välståndet till sådan mån att även om man delar på det får de fattiga det sämre.<br/> <br/>  Jag tror heller inte på ideal, jag är realist. Tycker inte ens det är intressant med hypotetiska scenarion som du målar upp, då de inte säger någonting om någonting.<br/> <br/>  Sen maler du på om klasskamp, för att du är hjärntvättad att tro att den existerar och du gör det klart att din åsikt är inte alls hur vi ska göra livet bättre för folk, utan att vi ska göra det på sättet du vill - precis som andra vänsterflummare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vänstern ekonomiska modeller är väldokumenterade att ha fel tror jag du menar.<br/> <br/>  Varför tror du liberaler tenderar att bli rikare och vara duktigare på att placera pengar? Någonting har vi gemensamt och vet vi. Varför har friare ekonomier bättre tillväxt, mindre miljöproblem, längre livstid? Varför har ofria ekonomier motsatsen?<br/> <br/>  Att du tycker utan att ha grund är ganska klart. Du referar t.om. till en video som inte på något vis talar om det vi gör utan handlar om en svartmålning av meningsmotståndare (vilket det inte ens är). Fattar inte alls relevansen i videon du postar och att du tror den är relevant säger nog en del om de enorma missuppfattningar du har. Att du länkat till en video där kanalen lagt upp obama deception, som är en dokumentär av konspirationsteoretiske anarkokapitalisten alex jones får mig att undra om du ens förstår vad du själv lägger upp. <br/> <br/>  Vänstern har alltid varit anti-kapitalistisk först och oftast inte ens kommit med alternativ till hur man kan göra saker bättre. Därför jag hatar idioterna som gnäller där borta på vänsterkanten. Så jävla oproduktiva och okonstruktiva i kritiken. Tomt gnäll utan några lösningförslag eller vetenskap, därför de är fast i 150 år gamla teorier som inte utvecklats det minsta.<br/> <br/>  Vad du har är en estetisk övertygelse, det ser vi av din beskrivning när du pratar i abstraktioner och om balans. En fri marknad handlar för fan inte om någonting annat än just balans, general equilibrum theory för fan.<br/> <br/>  Vad du bör göra är börja diskussionen där den ska, hur skapas välstånd? Jo, någon måste producera det. Att vi då har olika inkomster och förmögenheter är naturligt, då vi är olika. Jag kan mer ekonomi och naturvetenskap än dig exempelvis, då är jag mer produktiv i dessa ämnen. Du kanske är bättre på någonting annat.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Nu är det inte riktigt de åsikter som jag har idag. Men som jag tänkte då så skulle:<br/> <br/>  Heroinisten får arbeta med att odla opiumvallmo, eftersom han har gjort det livsvalet.<br/>  Han får helt enkelt ta och bli bonde för att kunna underhålla sitt missbruk. Han får konkurrera på lika dana villkor som alla andra. Gör han ett dåligt jobb så får han tända av. Så enkelt vart det. -I teorin det vill säga. Skatter och moms skulle gå till rehabilitering av och vård av missbruksskador.<br/> <br/>  Haschrökaren får odla sitt hasch. Han får köpa en traktor, ett ställe på landet med en stor åker och en lada. Dessutom kanske han skulle behöva köpa lokaler i city där han kan sälja sina varor. Vanlig skatt och moms.<br/> <br/>  Alkoholisten får bränna sin egen sprit själv. Blir det dålig sprit så köper ingen och han får då dricka upp allt själv. Marknaden styr även här. Gör han bra varor så går han med vinst, annars konkurs. <br/> <br/>  Arbetstider dygnet runt. Det skulle kunna fungera. Snabbare lastbilstransporter på nätterna då det inte är några köer. Ta bort OB-tillägg så skulle det fungera.<br/> <br/>  Dygnet-runt-öppna butiker och uteställen, ger många nya arbetstillfällen och ökar konsumtionen. <br/> <br/>  Därtill kommer väktare, hälso- och sjukvårdspersonal, kontrollanter och poliser som även de skulle behövas fler utav, för att hålla ordning på allt det nya. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Det var ett ganska bra tag sedan jag rökte på, flera år faktiskt.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Mat på bordet för svältande?<br/>  Vi har fattiga människor i Sverige. Tänk på dem i första hand. När vi går in i andra länder med bistånd så kan vi förstöra för dem, då lär de sig aldrig att planera långsiktigt och att hantera kriser. Vi skulle dock kunna ge bistånd i form av att vi gräver brunnar åt dem, hjälper dem att modernisera jordbruket, bygga skolor och infrastruktur osv.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Friheten att behålla produkten av sitt eget arbete? Är skattetrycket så smärtsamt?<br/>  Jag betalar också skatt. Jag klagar inte.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    De paralleller jag drar är till snabbt växande ekonomier, där man inte tar hänsyn till de som har oturen att hamna utanför systemet och sedan inte kan komma tillbaka. Typ som efter en olycka. Jag tänker då på USA till exempel. Har inte socialbidrag, jag studerar.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Inga problem, när jag väljer vilka jag ska umgås med så gör jag det oberoende min och deras ekonomi. Alltså har jag social frihet utan att behöva ha någon ekonomisk frihet. Självklart har jag viss ekonomisk frihet, men eftersom jag fortfarande hade kunnat umgås med de jag vill umgås med utan ekonomisk frihet, så har du fel. Andra sociala friheter som man brukar prata om är bla yttrandefrihet, rörelsefrihet och även rätt till privatliv. Inga av dessa friheter kräver ekonomisk frihet. Det är snarare så att ekonomisk frihet kan inskränka på dessa (på samma säät som de inskränker på varandra).<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Om man inte har mat så att man kan överleva, spelar inte friheter någon roll. Det är först när man har så att man klarar sig som man också bryr sig om vad andra gör, innan dess går hela livet ut på endast överlevnad. (Ett jävla dåligt nyliberalt argumentationsknep). Social frihet gynnar de som har mat för dagen genom att de i och med detta kan umgås med vem de vill, och uttrycka vad de vill.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Trams. Klart man kan köpa frihet i en kapitalistisk värld. Allt och alla har ett pris, även frihet. Frihet är att inte hindras från att göra det man vill (punkt). Att du lägger till \"så länge man inte skadar någon annan\" ändrar inte den riktiga betydelsen av vad frihet är. Om du menar något annat, så får du använda ett annat ord, eller flera ord, men påstå inte att \"frihet\" inte är frihet, för då går det inte att förstå vad du menar."
		]
	},
	{
		"postIndex": [
			[453],
			[489],
			[437],
			[495],
			[436]
		],
		"postTime": [
				"2011-07-28",
				"2012-01-05",
				"2011-07-27",
				"2012-01-05",
				"2011-07-27"
		],
		"postNum": [
			[461],
			[498],
			[444],
			[504],
			[443]
		],
		"postLink": [
				"/sp31907230",
				"/sp34920963",
				"/sp31903870",
				"/sp34924049",
				"/sp31903417"
		],
		"postUser": [
				"Jrgen",
				"Fishbone Mash",
				"Zironic",
				"HelgeBuk",
				"Khepera"
		],
		"postUserID": [
				"/u134323",
				"/u272375",
				"/u442757",
				"/u471440",
				"/u165672"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p39",
				"https://www.flashback.org/t1532220p42",
				"https://www.flashback.org/t1532220p37",
				"https://www.flashback.org/t1532220p42",
				"https://www.flashback.org/t1532220p37"
		],
		"userUrl": [
				"https://www.flashback.org/u134323",
				"https://www.flashback.org/u272375",
				"https://www.flashback.org/u442757",
				"https://www.flashback.org/u471440",
				"https://www.flashback.org/u165672"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Vet du vad en marknad är? Vad menar du när du säger att en marknad fungerar? En marknad uppstår när A har någonting B vill ha och B har någonting A vill ha och A och B får det de vill ha genom att byta med varandra. En marknad \"fungerar\" när de personer som uppfattar sig gynnas av frivillig handel kan genomföra denna handel. Ett naturligt monopol, om det funnes ett sådant, skulle således inte \"hämma marknaden\". Det skulle inte göra att marknaden \"inte fungerade\". Det som däremot kan göra att \"marknaden inte fungerar\" i denna bemärkelse, är om någon går in och med våld hindrar två personer som vill handla med varandra från att göra det. Den aktör som i regel gör att marknader inte fungerar är staten.<br/> <br/>  Sedan vill jag ta upp begreppet \"destruktiva monopol\". Om ett monopol uppstår på en oreglerad marknad så är inte monopolet destruktivt. Det förstör ingenting. Monopolisten producerar en vara eller tjänst som konsumenterna är villiga att betala för och alla gynnas av samarbetet. Inga potentiella konkurrenter hindras från att konkurrera på marknaden. Det enda sättet monopolisten kan behålla sin position på marknaden är att fortsätta producera varor och tjänster som folk vill ha och göra folk så pass nöjda att det inte lönar sig för konkurrenter att slå sig in på marknaden. Denna typ av monopol är uppenbarligen konstruktiv snarare än destruktiv eftersom den ökar den psykiska nyttan för såväl producenter som konsumenter. Ett statligt monopol är däremot destruktivt eftersom det aktivt förstör verksamhet som annars hade skapat värde.<br/> <br/>  En sak du även bör ha i åtanke när det gäller såväl karteller som (icke-statliga) monopolister är att de tar ut monopolpriser genom att producera mindre. Detta är endast möjligt vid oelastisk efterfrågan och efterfrågans elasticitet är uteslutande produkten av samtliga konsumenters personliga preferenser. En monopolist eller en kartell som producerar färre varor till ett högre pris gör det fortfarande helt i enlighet med konsumenternas preferenser. Om konsumenterna inte vore villiga att betala det högre priset så skulle efterfrågan göras elastisk genom total eller delvis bojkott av varorna (d.v.s. att skifta konsumtionen till andra varor och tjänster, eller andra nya producenter). Vad händer då i praktiken när monopolisten eller kartellen minskar produktionen för att ta ut högre priser? Jo, priset på produktionsfaktorerna inom produktionsprocesserna i fråga sjunker och vi får se hur produktionsfaktorerna migrerar till produktionsområden där avkastningen (på kapital, land och arbete) är högre. Ekonomin ställs då om för att producera mindre av monopol- eller kartellvaran och mer av en annan vara. Varor som, då produktionen ger avkastning, efterfrågas av konsumenterna. Att genom monopollagstiftning då bryta upp det naturligt förekommande monopolet (eller kartellen) är då samma sak som att aktivt flytta produktionsfaktorer från användningsområden där de faktiskt gör nytta för att producera andra varor. <br/> <br/>  Att bryta upp monopolet är då precis lika \"destruktivt\" som ekonomerna som inte har tänkt efter riktigt påstår monopolet som sådant att vara. Vad ni måste förklara är varför produktion av vara 2 på något vis skulle vara mindre önskvärd än produktionen av monopol- eller kartellvaran i fråga, och hur ni gör den värderingen. För i mina ögon ter det sig högst godtyckligt.<br/> <br/>  Angående utpressning så är det något positivt. Det ligger i begreppets definition att det inte handlar om rån, d.v.s. att det inte är utpressning att säga \"ge mig dina pengar annars skjuter jag dig och dina barn\". Det är utpressning att t.ex. hota med att offentliggöra någon särskild information om den utpressade inte betalar en summa pengar. Utpressaren gör då den utpressade en tjänst. Det ska inte vara olagligt att sprida information. Utpressaren har full rätt att berätta för alla att Anders har legat med Berit, eller vad det nu kan handla om. Det värsta som utpressaren kan göra mot Anders är att berätta för någon om vad han gjorde med Berit. Men utpressaren ger nu Anders en utväg. Han kan gå med på att inte sprida informationen, mot betalning. Anders får då en ny möjlighet. Innan utpressningen hade han inget val, han kunde bara be till någon Gud som inte finns. Men nu kan han välja, \"är det värt summan utpressaren kräver för att bevara hemligheten?\" Om inte så betalar han inte och informationen sprids, om det är värt priset så tecknar han kontrakt (för säkerhets skull) och betalar utpressarna pengarna och slipper få informationen offentliggjord. Tänk dig nu en situation där utpressningen är förbjuden. Det är inte utpressaren detta begränsar. Det är Anders det begränsar. Det förbjuder Anders att med pengar försöka övertala den som besitter informationen att hålla den inne. Och den avväpnade Anders får helt enkelt finna sig i att alla kommer att få veta vad han gjorde med Berit.<br/> <br/> <br/>  Allt det sagt så skulle jag vilja ställa dig en enkel fråga. Jag nämnde mina kriterier för vad en \"fungerande marknad\" är. Du använder antingen andra kriterier, eller kommer till felaktiga slutsatser. Jag tror att det tidigare är fallet. Så skulle du kunna beskriva vilka kriterier du använder för att avgöra om en marknad fungerar eller inte? För man kan inte säga att en marknad inte fungerar utan att definiera en fungerande marknad.<br/> <br/>  Ändring: En sak jag glömde påpeka är att när produktionsfaktorerna migrerar från monopolistens produktion till produktion av en annan eller andra varor och/eller tjänster så driver det (efter flytten) ner priserna på produktionsfaktorern inom dessa produktionsfaktorer vilket bidrar till lägre priser på slutprodukterna. Ett högt monopolpris innebär då mer produktion av och lägre priser på en eller flera andra varor. Att bryta upp monopolet leder då inte bara till mindre produktion av varorna som faktorerna flyttades till utan även till stigande priser. Det är i regel de fruktansvärda \"monopolpriserna\" som lagstiftarna och mainstreamekonomerna vill åt, för att konsumenterna borde få så låga priser som möjligt. Men om de lägre priserna på den före detta monopolvaran leder till högre priser någon annan stans i ekonomin, kan man verkligen säga att \"konsumenterna\" (som uppenbarligen är en heterogen grupp, eftersom alla, inklusive producenterna och monopolisterna, är konsumenter) har fått det bättre?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag begriper inte riktigt vad din definition av narcissism är för något. Om den däremot är samma som för alla andra så tycker jag nog att den passar bättre på socialister som anser sig ha så fantastiska visioner för samhället att det rättfärdigar den tvångsbeskattning som krävs för att genomföra dem.<br/> <br/>  Sen så är det nog ingen här som är emot gemensamt finansierade saker, allt som överlever på marknaden gör det för att vi är tillräckligt många som betalar för det. Vi tycker bara inte att vi har rätten att tvinga någon annan att vara med.<br/> <br/>  Och om det där sista, så är det ju definitivt inte ett argument varken för eller mot beskattningens förträfflighet (och jag tycker dessutom att det låter väldigt mycket, skulle gärna se en källa på det). Anta att du vill ha en moped. Jag tar dina pengar med våld och köper en åkgräsklippare, och gör annat för mellanskillnaden som blir. Om du verkligen tänker så som du skriver så borde du nu säga \"jamen, vad bra! 8 av 10 av pengarna han stal gick ju till mig igen!\". Om inte, varför inte då? Är det för att jag har ett vanligt namn och inte \"heter\" staten?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Apropå att vara seriös och hela den biten, tycker jag att det är väldigt oseriöst att komma med svepande personangrepp av typen \"ni är fega och så jävla ynkliga\". Kom gärna med argument och resonemang i sak istället.      </td> </tr> </table>    Pft, det här är tråden kallad \"Varför hatar just du liberalism\" inte \"Lägg fram dina seriösa argument för varför liberalism är fel\". Håller mig ontopic här <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Jämfört med vad? Det finns bara de alternativen: antingen är stat effektiv relativt marknad, eller också är marknad effektivt relativt stat. Här tror jag det är Ludwig von Mises som slutgiltigt visat att kapitalism är det enda ekonomiska systemet: alla andra \"system\" går bara ut på hur man skall fördela bytet.<br/> </td> </tr> </table>    Det finns väldigt många alternativ faktiskt, för det är inte ett binärt val, det är en skala. Ni ligger ju längst ner på marknadskalan så ni kanske bara ser det som två alternativ, men egentligen så finns det enormt många olika nivåer som man kan reglera en marknad till, där den andra extremen är att staten driver den själv.<br/> <br/>  Jag anser att det finns ganska mycket vi vill att staten driver för att det går inte realistiskt att göra det till en valfri tjänst (Tex polis, brandkår, millitär) och sen finns det områden där vi vill ha en miniminivå av välfärd (Sjukvård, äldrevård, pension, socialbidrag, skola etc), som medelklass har jag inget behov av välfärdstjänsterna men jag tycker ändå om att leva i ett samhälle där jag vet att alla har en viss nivå av grundläggande förutsättningar hur dåliga hans föräldrar än är.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Problemet med ojämna kunskapsförhållanden är centralt för de flesta i den här forumsavdelningen. Det ligger till grund för Ludwig von Mises kritik mot centralplanering, det s.k. kalkylproblemet. Bl.a. därför vill vi se en ekonomi som planeras av miljoner människor med egna incitament, snarare än några politiker bakom ett skrivbord i Stockholm. Att tjäna pengar är i sig hederligt. (Liberalismen tillåter inte bedrägeri, stöld, etc.)      </td> </tr> </table>    Problemet är ju att bara för att du inte tillåter bedrägeri, stöld etc så betyder inte det att folk inte kommer göra det. För att se till att marknaden är ärlig så behöver du en oberoende agent med makten att kontrollera att alla följer reglerna och inte lurar varandra. Den behöver då finansieras, troligtvis genom avgifter från alla inblandade och makt nog att få sin vilja igenom, och då är du där igen med Staten, skattemedel och massa lagar och regleringar du förväntas följa.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Sedan handlar det inte bara om vad som är och inte är effektivt. I grund och botten är det en fråga om liberala principer om individens rättigheter. Människan är ett självändamål och har rätt att vara ineffektiv; hon skall inte tvingas med politiska maktmedel att vara effektiv för att tjäna ett \"högre ändamål\" (samhället, nationen, staten, etc.).      </td> </tr> </table>    Jo, det är ett principområde där vi helt enkelt har olika värderingar och det finns nog egentligen inte mycket att diskutera.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    Det som önskas i det fallet är att individen ska fatta ett enskilt beslut om vart pengar ska gå till. Man vill inte överlåta det till en tjänsteman/staten. Det är det stora skillnaden. Jo, jag fattar hur liberaler tänker. Jag ser kanske att mer borde vara så. Jag vill tex inte betala för allt som jag nu betalar för. Men kommuner är ena dräpare på just detta. Nu finansierar jag en massa idrottsanläggningar och skräp som jag inte vill. <br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DnwmcIs3BeEg\" target=\"_blank\">http://www.youtube.com/watch?v=nwmcIs3BeEg</a> <br/>   </td> </tr> </table>  <br/> <br/>  \"Narcissism är en individs självupptagenhet, självförhärligande och överdrivna tro på den egna förmågan.\" (<a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FNarcissism\" target=\"_blank\">http://sv.wikipedia.org/wiki/Narcissism</a>)<br/> <br/>  Framförallt är det de två sista punkterna som passar väl in på de flesta socialister. \"Jag vet bäst hur hela samhället borde organiseras\" alternativt \"Jag är intelligent nog och duktig på att bedöma folks förmågor så att jag kan välja vem som bäst kan bestämma hur hela samhället ska organiseras.\"<br/> <br/>  Den liberala ståndpunkten är det mycket mer ödmjuka \"jag vet inte hur hela samhället borde organiseras, utan anser att alla individer tillsammans kan få forma sitt samhälle\".<br/> <br/> <br/>  Du vill inte betala för allt du betalar för, och \"vi\" vill inte betala för allt \"vi\" betalar för, ändå är du god och \"vi\" onda, bara för att vi vill lägga pengarna på olika saker?<br/> <br/> <br/>  Får och får, du får ju inte ett skit av staten utan du får betala dyrt för det! Det är totalt omöjligt att beräkna hur mycket man \"får tillbaks\" av skattepengarna eftersom allt staten producerar, utan undantag, är betydligt dyrare än vad det skulle kunna vara. Jag har t.ex. \"fått\" en treårig högskoleutbildning. Den kanske hade kunnat komprimeras till två år utan att bli nämnvärt sämre, och den hade säkerligen kunnat göras mycket billigare än vad som nu var fallet. Låt säga att den totala kostnaden för min utbildning var 100 000 kronor, men att den egentligen hade kunnat kosta 50 000 kronor. Har jag då \"fått tillbaks\" 100 000 kronor eller 50 000 kronor, eller nåt helt annat belopp? Det är en omöjlig uträkning. Samma sak gäller för sjukvård, grundskola, vägar osv osv osv osv. Du kan helt enkelt inte med någon som helst trovärdighet vräka ur dig påståendet \"8 av 10 skattekronor går tillbaks till individen som betalade in dem\".",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Jämfört med vad? Det finns bara de alternativen: antingen är stat effektiv relativt marknad, eller också är marknad effektivt relativt stat. Här tror jag det är Ludwig von Mises som slutgiltigt visat att kapitalism är det enda <i>ekonomiska</i> systemet: alla andra \"system\" går bara ut på hur man skall fördela bytet.<br/> <br/>  Sedan handlar det inte bara om vad som är och inte är effektivt. I grund och botten är det en fråga om liberala principer om individens rättigheter. Människan är ett självändamål och har rätt att vara ineffektiv; hon skall inte tvingas med politiska maktmedel att vara effektiv för att tjäna ett \"högre ändamål\" (samhället, nationen, staten, etc.)."
		]
	},
	{
		"postIndex": [
			[614],
			[617],
			[559],
			[578],
			[546]
		],
		"postTime": [
				"2012-01-10",
				"2012-01-10",
				"2012-01-09",
				"2012-01-10",
				"2012-01-09"
		],
		"postNum": [
			[623],
			[626],
			[568],
			[587],
			[555]
		],
		"postLink": [
				"/sp35034832",
				"/sp35041685",
				"/sp35010454",
				"/sp35028466",
				"/sp35004531"
		],
		"postUser": [
				"Libbero",
				"Libbero",
				"Denom",
				"bulkenigym",
				"skillnad"
		],
		"postUserID": [
				"/u603388",
				"/u603388",
				"/u165509",
				"/u561635",
				"/u553478"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p52",
				"https://www.flashback.org/t1532220p53",
				"https://www.flashback.org/t1532220p48",
				"https://www.flashback.org/t1532220p49",
				"https://www.flashback.org/t1532220p47"
		],
		"userUrl": [
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u165509",
				"https://www.flashback.org/u561635",
				"https://www.flashback.org/u553478"
		],
		"sentence": [
				"<b>scheutz</b><br/>  Ok! Tycker det är intressant det du säger, men då du uppenbarligen är väldigt kunnig så skulle jag uppskatta jättemycket om du kunde besvara mina frågor då jag är rätt ny på området.  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ok. Libertarianerna verkar ju vara av åsikten att privat sjukvård, skola o.s.v. är överlägset när det gäller att ge så många som möjligt samma möjligheter att lyckas här i livet (då man menar att staten inte alls är någon garanti för detta och det snarare är mycket kontraproduktivt etc. då ett fritt samhälle skulle göra så att det tillkom fler incitament, priser skulle gå ner av konkurrens, att fattiga skulle ha mer pengar att röra sig med och det skulle vara en barnlek att skaffa sig ett jobb o.s.v.).<br/> <br/>  Men libertarianerna är ju samtidigt inte villiga att påtvinga dig deras samhällssystem med våld, utan man tycks respektera din åsikt - att offentlig sjukvård o.s.v. är bäst -, så då undrar jag bara om du faktiskt är villig att ge dessa människor samma respekt tillbaka d.v.s. att du inte påtvingar libertarianer ditt system med våld?<br/>  Om ja, så undrar jag hur du då hade tänkt att man finansierar all denna sjukvård, skola och omsorg eller om du faktiskt menar att skatt inte alls är stöld under hot om våld? <br/> <br/>  Skulle även älska om du svarade på den här frågan. För om vi säger så här...<br/>  Vi antar att jag hade en dotter som blev väldigt sjuk och jag inte hade pengar för vård men jag visste att min granne hade det. Jag frågade honom om hjälp, men han ville inte hjälpa mig. Hade det varit rätt av mig att hotat eller brukat våld mot honom för att få honom att betala ändå?<br/> <br/>  De flesta svarar ju förstås nej på frågan, men jag skulle vilja få det förklarat för mig på vilket vis det skulle bli mer rätt om jag röstar fram 349 riksdagsledamöter som representerar mig, och istället låter de beslagta en del av grannens inkomst för att hjälpa min dotter, med hot om våld och fängelse om han vägrar? <br/>  Jag har inte hittat något resonemang ännu som gör att det hela klarnar uppe i skallen och det hela inte längre känns så inkonsekvent och motsägelsefullt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Okej, men skulle det vara så mycket bättre att ge människor rösträtt så att man istället röstar på partierna som finansierar läkarvård? <br/>  Fast bäst vore ju förstås om man förbjöd människor från att rösta på partier som inte är socialliberala för det naivt att tro att folk <b>frivilligt</b> skulle rösta på partier som finansierar läkarvård. Eller jag vet inte egentligen...<br/> <br/>  Men om vi föreställer oss att det bara skulle vara en liten del av svenska folket som skulle vilja hjälpa fattiga och svaga, skulle vi då inte tvingas frångå den demokratiska principen? <br/>  Alltså jag tänker så här; om det var så att de flesta svenskar är givmilda, så behövs det väl ingen stat som under hot om våld tvingar alla att hjälpa fattiga eftersom dessa kommer få hjälpen hur som helst? <br/>  Och om det nu finns för få som är givmilda så skulle vi väl inte kunna ha en stat utan att faktiskt frångå den demokratiska principen om att majoriteten bestämmer?<br/>  Jag finner det ganska så paradoxalt, men du har säkert bra svar.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Mvh",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Libertarianerna är ju dock - till skillnad från dig - inte villiga att använda sig av den demokratiska principen om att majoriteten bestämmer för att påtvinga dig deras system. Utan de säger att du är helt fri till att ha den åsikten utan att man påtvingar dig deras system under hot om våld. Detta helt oavsett om landet bestod nio miljoner libertarianer och det endast var du själv som socialliberal.<br/> <br/>  Själv förstår jag inte heller (ännu) hur saker och ting plötsligt blir moraliskt försvarbara enbart därför att en majoritet tycker på ett särskilt vis, ungefär som att gruppvåldtäkter vore någonting fint bara därför att det är demokratiskt...? <br/>  Men om jag har förstått dig rätt så erkänner du alltså att du är villig att bruka våld mot andra människor för att få din vilja igenom, detta eftersom du tycker dig ha fått någon slags magisk rätt att påtvinga, använda våld och härska över andra människor så länge som du bara har lyckats övertyga 51% eller mer av folket? Känner du dig inte otroligt ondskefull då?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Den enda lagen man ''<i>påtvingas</i>'' i ett fritt samhälle är ju faktiskt den om att man får leva sitt liv precis som man behagar, så länge som man inte aktivt inskränker på någon annans. Där kräver man heller ingen aktiv handling från någon annan(som att någon måste arbeta och sen måste skänka ca 50% av inkomsten till någon annan), utan kräver enbart att andra avstår från att göra något(d.v.s. att man inte dödar, misshandlar eller rånar någon annan). Tycker du inte det är en väldigt väsentlig skillnad som får anses som ganska sund? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   För mig hade det inte uppkommit några större moraliska problem att hota honom för att få din dotter frisk (ett liv bör värdesättas mer än pengar). Regelutilitaristiskt (om lagen skulle tillåta stöld skulle ingen se anledning till att tjäna pengar) bör man dock inte tvinga någon till att skänka sin förmögenhet till välgörenhet, och därför blir det överhuvudtaget inte hållbart för samhället att stå bakom handlingen.<br/> <br/>   </td> </tr> </table>  <br/>  Nu var det inte nödvändigtvis liv eller död som jag syftade på här utan det kunde lika gärna handla om ett vanligt benbrott eller vad som helst som skattepengarna brukar användas till. <br/>  Men om jag har förstått dig rätt så är alltså den moraliska regeln enligt dig att man har rätt att hota och bruka våld mot sin granne för att få en del av hans pengar, bara därför att man själv upplever sig vara i ett starkt behov av detta och så länge som man bara stjäl i den optimala mängden d.v.s. så att incitamenten för att fortsätta gå till jobbet fortfarande finns kvar för grannen.<br/>  Men någonting säger mig nämligen att du nog inte skulle bli så särskilt glad om jag rusade in i din bostad nu och behandlade dig likadant, även om jag nu bara stal precis så mycket så att du fortfarande valde att gå till jobbet i morgon?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Ja, men är det inte lite motsägelsefullt att du tala varmt om demokrati i så fall? För om människor är så pass oförmögna till detta så borde det väl vara rätt korkat att ge människor rösträtt så att man istället <b>röstar</b> på partier som säger sig vilja stå för läkarvård, skola och omsorg? Men du kanske var antidemokrat precis som libertarianerna?<br/>  Och om man nu tycker att folk borde inse det viktiga i att vara solidariska och hjälpa fattiga o.s.v. så är det väl bättre att faktiskt försöka övertala folk på ett fredligt vis och föregå med gott exempel, istället för att sätta ett vapen i bröstet och tvinga folk att följa sina härskare?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Liberaler som står för liberalism förespråkar ett nattväktarsamhälle, alltså en stat som kontrollerar polis, militär och rättsväsendet på sin höjd. Att du sedan börjar prata om att liberaler inte står för privat äganderätt visar bara att du inte har den blekaste aning om vad du pratar om.<br/> <br/>  (Bara för att någon kallar sig liberal innebär det inte att personen är liberal, läs på.)<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  \"Svensk\" liberalism är ett påhitt. Bara för att någon i Sverige vill ha en fet stat och kallar sig liberal är denna person inte liberal. Bilda dig lite åtminstone så du förstår vad det generella begreppet liberalism innebär (inte socialliberalism, liberalkonservatism, neolibertarianism, nationalliberalism eller liknande utan liberalism).<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <b>Är liberalism är en generell benämning av sammanlagt varierande liberala hållpunkter. Eller en absolut beskrivning av en enskild oföränderlig princip.<br/> </b><br/>   </td> </tr> </table>  Liberalism är en samhällsåskådning med individens frihet som grundläggande värde.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Nationalstaten är ett skämt. Om folk hade trott på nationalism behövs ingen våldsverkande stat som påtvingar våld för att upprätthålla någon gemensam kulturell identitet. Systemet du nu försvarar bygger på tvång genom våld som uppenbarligen misslyckas, hur kan du inte se att det är ett defekt system?<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  Skatterna som tas från folket är en stöld. Att staten sedan kastar ut pengar lite var som är inte annat än den verklighet vi lever i. För trots att någon är liberal kan den inte undvika det statliga i samhället liksom någon som är socialist inte av principskäl svälter för att matbutiken är kapitalistisk.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Invandrare kostar pengar för att de tillåts kosta pengar. Utan bidrag, inga invandrare som kostar pengar.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Så du menar att jag tillåts starta en poliskår och domstolar som dömer människor som begått brott? För staten skulle väl inte ha våldsmonopol sa du?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag skulle väl beskriva mig själv som demokratisk, reformatisk, statssocialist. Om jag måste sätta en titel på mig själv. Valet mellan socialism och liberalism är inte ett val mellan skatt eller inte skatt. Socialism är en ideologi som vill ge arbetarna makten över produktionsmedlen. Det är alltså en högst demokratisk ideologi.<br/> <br/>  För att återigen beröra ämnet skatter så vidhåller jag att skatt INTE är stöld. Skatt är något nödvändigt för att alla ska kunna leva ett liv med trygghet och garanterad sjukvård och utbildning. Det jag däremot inte är för är våld eller tvång. Givetvis ska du kunna välja att betala skatt eller inte. Men om du väljer att inte göra det väljer du att inte bidra till samhället. Där av bör du inte heller ta del av frukten som skatt innebär.<br/> <br/>   </td> </tr> </table>    Demokrati är gammalt och behövs bytas ut, jag ska förklara varför. Till att börja med så tar alla inte lika stor del av det skatten betalas av. Det ända sättet att bidra till samhället är inte att betala skatt. istället kan företag utökas av den skatt dom betalar till att skapa nya jobb. Flera jobb är bra för samhället. Det är inte så enkelt som du beskriver det eftersom om man tjänar mera betala man mera skatt. betyder det att om man betalar mera skatt är det för att man tar större del av samhället? nej. vissa kanske bara följer med en meter på resan. dessutom ska inte skatt gå till att betala \"resor\" utan skyddsnätet för människor utan jobb för att dom ska överleva tills dom får jobb. Du har gjort skatt till något det inte är. Och juste demokrati fungerar inte eftersom demokrati betyder att majoriteten av människorna bestämmer över den andra delen av människor vilket betyder att till exempel mänskliga rättigheter förtrycks eftersom majoriteten bestämmer vad dom är. majoriteten kan alltså halshugga resten av befolkningen eftersom dom bestämmer att det är deras mänskliga rättigheter. Om du inte förstår det jag skriver tycker jag inte du ska rösta eftersom du inte förstår hur rösta påverkar andra människor i VÄLDIGT stor utsträckning.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       .Varför ska någon annan än individen själv besluta om identitetsbärande värderingar åt individen ifråga?      </td> </tr> </table>  Inte nödvändigtvis. Av samma anledning skall inte individer bestämma över kollektivet med tvingande förändringar. Aldrig åtnjuta ett öre från samma kollektiv. Hur många liberaler tror du lever efter det. <br/> <br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        De parasiterar på det bidragssystem som Sverige idag har. Bidragen är inte liberala, så orsaken till att de \"ekonomiska flyktingar\" som du väljer att kalla dem är här beror inte på liberalism.      </td> </tr> </table>  De kommer hit och begår våld på den svenska nationen med liberalers mer eller mindre aktiva ideologiska stöd/tystnad. Bidragen i sig är inte ett enskilt liberalt problem såklart. Men det växer i ett liberalt sammanhang som löpt amok i samhället. Bidragen är bara en del i det större kulturella förfallet. Varför det naturligtvis behövs regleringar. På fler än ett ställe.<br/> <br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Vad är det du så gärna vill bevara genom att kontrollera andra människors liv?      </td> </tr> </table>  Nu lägger du ord i min mun. Dito, vad är det du gärna ser förstöras genom att ideologiskt kontrollera andra människors val?"
		]
	},
	{
		"postIndex": [
			[680],
			[678],
			[682],
			[697],
			[704]
		],
		"postTime": [
				"2012-01-19",
				"2012-01-19",
				"2012-01-20",
				"2012-03-14",
				"2012-03-30"
		],
		"postNum": [
			[689],
			[687],
			[691],
			[707],
			[714]
		],
		"postLink": [
				"/sp35211356",
				"/sp35204957",
				"/sp35228169",
				"/sp36240894",
				"/sp36550948"
		],
		"postUser": [
				"Norpheus",
				"Libbero",
				"Norpheus",
				"andrer",
				"MonsieurLaMort"
		],
		"postUserID": [
				"/u351901",
				"/u603388",
				"/u351901",
				"/u521744",
				"/u440941"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p58",
				"https://www.flashback.org/t1532220p58",
				"https://www.flashback.org/t1532220p58",
				"https://www.flashback.org/t1532220p59",
				"https://www.flashback.org/t1532220p60"
		],
		"userUrl": [
				"https://www.flashback.org/u351901",
				"https://www.flashback.org/u603388",
				"https://www.flashback.org/u351901",
				"https://www.flashback.org/u521744",
				"https://www.flashback.org/u440941"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Jag menar, huruvida du eller jag faktiskt har önskat att ha en demokratisk omröstning med andra om våran egendom från allra första början spelar ju tydligen ingen roll enligt dig.<br/>  Själv ser jag det dock som helt självklart att ingen kan frånta någon annan ens egendom bara därför att man bestämt att det ska ske en omröstning.<br/>  [/quote]<br/>  Ja, tjuvarna verkar utanför folkets system, de agerar inte efter en landmassa och de ger dig inget alternativ, som att flytta någon annanstans.<br/> <br/>  Det funkar åt motsatt håll, vissa föds i ett liberalt samhälle när de vill leva i ett mer konstitutionellt sådant. Man får helt enkelt acceptera det samhälle man föds inom och flytta om det inte passar, eller försöka ändra på det genom de regler och lagar som gäller - sådant är tyvärr universum.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Saken är bara att min och din definition av <i>''tillsammans beslutar'' </i>dessvärre tycks ligga ljusår från varandra. Du förespråkar tvång i form av skatt och annat för att hjälpa dessa, vilket implicerar att du inte alls verkar ha något intresse av att beslut som involverar andra människor ska vara helt ömsesidiga, det finns det dock ingenting logiskt med.<br/> <br/>  För mig är det självklart att alla relationer och beslut som involverar andra bör kännas ömsesidigt fördelaktiga för alla. Det behöver förstås inte betyda att jag inte tycker att man borde hjälpa fattiga, enbart därför att jag tycker det är fel att tvinga människor. Eller att jag skulle hata tanken på kärlek därför att jag ogillar våldtäkter.<br/> <br/> <br/>  Förstår inte exakt vad du syftar på här men mig veterligen finns det i alla fall ingen libertarian här som förespråkar t.ex. privat sjukvård och samtidigt har tänkt att åka snålskjuts på andra, då man mer eller mindre ser sjukvården precis som vilken annan (relativt) fri marknad som helst (mat, elektronik, kläder etc.). Vill du att någon annan också ska ha tillgång till en hd-tv, smör, folkdräkt eller en sjukförsäkring är det ju bara att du försöker ordna det, ingen skillnad. <br/> <b>Tvång blir aldrig moraliskt försvarbart.</b><br/> </td> </tr> </table>  <br/>  Du förstår inte hur jag menar. Tänk dig ett liberalt samhälle där 70% av folket delar med sig av sina resurser för att hjälpa de svaga. På så sätt bli inte städerna fyllda med miserabla uteliggare och förstörda liv, kriminaliteten exploderar inte, man kan slå på nyheterna utan att höra hur många barn som dött i landet för att de inte fått sjukvård. Problemet är att de 30% som inte hjälper till njuter också av dessa effekter, men de drar inte sitt strå till stacken. Har du hört om the public goods game? (<a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FPublic_goods_game\" target=\"_blank\">http://en.wikipedia.org/wiki/Public_goods_game</a>)<br/> <br/>   För att man ska ha ett gemensamt system där ingen åker snålskjuts behövs ett tvång och ett straffsystem för de mer giriga individerna, annars bryter systemet samman. Du anser att det är omoraliskt att ha ett sådant system och tvinga dessa individer, och ja, jag håller med dig. I en perfekt värld skulle inte detta existera. Men jag vill ha ett socialt skyddsnät för att jag anser att det är <b>moraliskt viktigare att hjälpa dessa svaga människor</b>, än att <b>inte tvinga vissa av de starka att dra sitt strå till stacken.</b> Jag anser att detta tvång därför är moraliskt försvarbart, därför att det är ännu mindre försvarbart att se på medan andra människor dör.<br/> <br/>  Jag tror dessutom att majoriteten av alla människor håller med mig, och därför är vårt samhälle som det är. Fast det är irrelevant.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Jo, då all form av planekonomi de facto är ineffektiv. Mises kalkyleringsproblem: <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEconomic_calculation_problem\" target=\"_blank\">http://en.wikipedia.org/wiki/Economi...lation_problem</a> <br/> </td> </tr> </table>    Att dra det argumentet mot en sådan sak som socialiserad sjukvård är ytterst tvivelaktigt. Det behöver inte fungera sämre än ett medlemsägt företag eller ett medlemsägt välfärdsorganisation, som vi i realiteten kan se inte alls behöver vara mer inneffektiva än ett riktigt företag.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       ''Ditt'' land? Så till vida du nu inte äger varenda kvadratmeter - vilket du inte gör - så är det ju inte det. Visst får du göra vad du vill med din egen egendom men du har ingen rätt att bestämma vad andra ska göra med sin.<br/> </td> </tr> </table>    Jag anser att ett land medlemmar äger nationen tillsammans, även om vissa har rätten till att utnyttja vissa landdelar. Varför skulle du ha mer rätt till en strand än någon annan? För att du var där först? För att du anser dig ha \"köpt\" den?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Precis, fast det beror väl snarare på att det finns för många fascister som helt enkelt inte kan sluta lägga vantarna i andras liv. I t.ex. USA testade man ju med ett ganska frihetligt experiment, vilket hjälpte till att bygga upp världens framgångsrikaste land - det vill säga - innan sådana som du själv kom och tog över. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> </td> </tr> </table>    USAs uppgång byggde lika mycket på extremt överskott av naturresurser som med liberalism och marknadsekonomi. Det finns många bevis i världen på att en fri marknadsprincip kombinerat med att gemensamt trygghetssystem är effektivare för den totala lyckan - se Japan, Schweiz, Norden, Tyskland, etc.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dv1U1Jzdghjk\" target=\"_blank\">Det finns även en anledning till varför liberala principer alltid vinner.</a> </td> </tr> </table>    Om detta vore sant så skulle ju inget annat än fullt liberala länder existera, och eftersom de inte har existerar med undantag av några få korta inslag, så måste du mena i något sorts slut, och när kommer då detta slut? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Kan du då hjälpa mig att hitta en principiell skillnad mellan tjuvar som bryter sig in i ditt hem och talar om att du faktiskt kan få rösta på vilken tjuv du vill som ska stjäla av dig (du kan förvisso även välja att inte delta i omröstningen eller rösta blankt för att på så vis antyda att du helst inte vill bli bestulen ö.h.t. men det råkar dock vara 15 mot 1) och staten?<br/> <br/>  Jag menar, huruvida du eller jag faktiskt har önskat att ha en demokratisk omröstning med andra om våran egendom från allra första början spelar ju tydligen ingen roll enligt dig.<br/>  Själv ser jag det dock som helt självklart att ingen kan frånta någon annan ens egendom bara därför att man bestämt att det ska ske en omröstning.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Saken är bara att min och din definition av <i>''tillsammans beslutar'' </i>dessvärre tycks ligga ljusår från varandra. Du förespråkar tvång i form av skatt och annat för att hjälpa dessa, vilket implicerar att du inte alls verkar ha något intresse av att beslut som involverar andra människor ska vara helt ömsesidiga, det finns det dock ingenting logiskt med.<br/> <br/>  För mig är det självklart att alla relationer och beslut som involverar andra bör kännas ömsesidigt fördelaktiga för alla. Det behöver förstås inte betyda att jag inte tycker att man borde hjälpa fattiga, enbart därför att jag tycker det är fel att tvinga människor. Eller att jag skulle hata tanken på kärlek därför att jag ogillar våldtäkter.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Jo, då all form av planekonomi de facto är ineffektiv. Mises kalkyleringsproblem: <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEconomic_calculation_problem\" target=\"_blank\">http://en.wikipedia.org/wiki/Economi...lation_problem</a> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Tvång blir aldrig moraliskt försvarbart.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Förstår inte exakt vad du syftar på här men mig veterligen finns det i alla fall ingen libertarian här som förespråkar t.ex. privat sjukvård och samtidigt har tänkt att åka snålskjuts på andra, då man mer eller mindre ser sjukvården precis som vilken annan (relativt) fri marknad som helst (mat, elektronik, kläder etc.). Vill du att någon annan också ska ha tillgång till en hd-tv, smör, folkdräkt eller en sjukförsäkring är det ju bara att du försöker ordna det, ingen skillnad. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  ''Ditt'' land? Så till vida du nu inte äger varenda kvadratmeter - vilket du inte gör - så är det ju inte det. Visst får du göra vad du vill med din egen egendom men du har ingen rätt att bestämma vad andra ska göra med sin.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Precis, fast det beror väl snarare på att det finns för många fascister som helt enkelt inte kan sluta lägga vantarna i andras liv. I t.ex. USA testade man ju med ett ganska frihetligt experiment, vilket hjälpte till att bygga upp världens framgångsrikaste land - det vill säga - innan sådana som du själv kom och tog över. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dv1U1Jzdghjk\" target=\"_blank\">Det finns även en anledning till varför liberala principer alltid vinner.</a>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Är möjligheten att rösta för äganderätten av stränder där man har blandat marken med arbete det som du vill ska vara begränsat? Du tycker inte att man ska kunna äga en hamn t.ex? Eller är det bara när man syftar att använda det man tillverkat, till att bara ligga och sola magen på, som du vill att äganderätten ska vara begränsad? Var ska du hitta ledare som kan och vill begränsa majoritetens makt enligt dessa, mycket speciella, kriterier?<br/> </td> </tr> </table>    Nej, jag anser bara inte det är fel att viss marks ägs av folket tillsammans, och att allemansrätten inte tillhör någon sorts grundlag och i det anarkokapitalistiska samhället riskerar att förgöras.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag läser med stort intresse! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Säg att jag startar en välgörenhetsfond på nätet. Alla som vill vara med ska skriva upp sig för, säg, minst 50 kr/månad. Jag skaffar en lista på alla myndiga registrerade svenskar, och publicerar varje persons namn tillsammans med den summa de väljer att ge (de flesta skulle nog gärna betala mer än 50 kr). Även de som vägrar betala är med på listan, och står i fet stil. Jag kan samarbeta med facebook för att folk lättare ska se vilka som inte ger, jag kan skapa lokala topplistor, allt möjligt som är bra i marknadsföringssyfte. Använd fantasin! Mitt vinstintresse kommer såklart att få mig att hitta de bästa sätten att samla så många medlemmar som möjligt.<br/> <br/>  Skulle du vilja vara en av dem som i allmänhetens ögon \"inte bryr sig\"? Det skulle inte jag. Jag tror att människor i ett fritt samhälle skulle uppskatta en marknad som lever på att utsätta \"osolidariska\" medborgare för social press. Det spelar ingen roll om du är genuint givmild (då du ger för att du bryr dig om andra) eller genuint egoistisk (och hellre betalar dina 50 kr än att behöva ifrågasättas av andra) Och bäst av allt, inget våld behövs för detta.<br/> <br/>  Detta är såklart bara spekulationer, man får nog aldrig med varenda kotte, men vad är dina tankar kring idén om en \"samvetesmarknad\" för att skapa det sociala skyddsnätet? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table>  <br/>  Det är en mycket intressant tanke och jag har kommenterat något liknande tidigare i tråden. Jag anser precis som du, att det här kommer ske förr eller senare, och att till slut så kommer alla vara tvungna att vara med, eftersom de 80-90% som går med av fri vilja vägrar interagera med de som inte vill. Dvs, de köper inte deras varor, läser inte deras tidningar, säljer inte saker åt dem, vägrar dem komma in på deras mark o vägar osv. Detta har majoriteten en rättighet att göra, och libertarianerna kan antingen gå med eller leva i isolering. De väljer förstås att gå med i längden. På så sätt så har samhället gått i en circel, man har liberaliserat men genom liberalismens möjligheter så har välfärdsystemet återskapats. Kanske ett bättre sådant än vi har idag. <br/> <br/>  Men varför gå igenom denna svåra process? Det finns en anledning till att libertarianska länder inte existerar, och det är därför att den absoluta majoriteten vill inte ha ett libertarianskt samhälle. Den absoluta majoriteten av mänskligheten ser det som en större synd att fattiga och svaga dör ut än att de rika och starka får sin rätt till att äga kränkt.<br/> <br/>  Så istället för att liberalisera och vänta på att välfärdssystemet slår sig tillbaka kan vi lika gärna arbeta för att göra om staten till vad den borde vara - en mer folknära (inspirerat av Schweiz), frihetlig (inspirerat av USA/nederländerna) och samtidigt nationalistisk sådan (inspirerat av Danmark) då vi trots allt är gemensamma ägare över Sverige som land och rike. <br/> <br/>  Skulle man ge folket rätten att avsäga sig staten, så skulle praktiskt taget våldsmonopolet vara avskaffat. Det är en bra början. Plötsligt så har staten en konkurrent, men de som avsäger sig staten måste också passa sig - blir statens gemensamma ägare sura så kan de rösta aggressivt. Vad tror du om detta?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, det är inte \"mitt sätt\" att beskriva det utan det är just \"tvångskonfiskering\". Betalar jag inte så slår Kronofogden in min dörr med polisen och utsätter mig för övegrepp med väpnat våld som sista svar. <br/> <br/>  I ett fritt samhälle kan du skapa eller gå med i samfund som tilltalar dina behov, exempelvis ett socialistiskt/solidariskt. Men du får <b>aldrig tvinga någon</b>, utan det måste ske på <b>fri vilja</b>. Därför lämnar det endast det liberala styrelseskicket som moraliskt rätt då de andra ideologierna mer eller mindre bygger på tvång.<br/> <br/>  Olika samfund formas alltid, oavsett styrelseskick och de får olika mycket innebörd beroende på hur fritt samhället är. Tex i USA så erbjuder kyrkorna trygghet, utbildning, sjukvård och god äldreomsorg till sina medlemmar. Även så har kommunerna olika erbjudande för sina invånare, och även de mindre samfunden. Tex samarbeta med just dagis, skola, sjukvård etc.<br/> <br/>  Jag haft fria val, och kunna frivilligt forma organisationer med andra så hade jag valt att inte ingå i den offentliga sjukvården då organisationen missbrukas och hade istället genom konkurrens och  försäkringar kunnat ge kunderna/mig en anpassad vård. Jag hade inte ingåt i \"gemensamt\" finansierad skola då jag hade tagit det som personlig skuld och istället skräddarsytt min utbildning (samt att jag vet att min utbildning har högre avkastning än studiekostnaden). Jag hade inte ingått och sparat min pension hos staten, utan tillsammans med andra istället skapat pensionsportföljer av reella tillgångar. Jag hade inte eller handlat i svensk valuta då inflationen skapar imaginära vinster som måste beskattas samt att alla besparingar minskar i värde (genom inflation), samt tvångsskuldsättas genom Riksbanken. Etc.<br/> <br/>  I ett liberalt system så kan vi båda leva som vi vill. Det finns ingen anledning till andra ideologier, om nu man inte är ute efter ett tvångssystem på grund av rädsla, naivitet eller någon annan egoistisk handling.",
				"Vet inte om jag direkt hatar liberalismen, tycker mest att den är otroligt skrattretande. Det framförallt p.g.a. dess synnerligen uppblåsta och falska påstående om att människan skulle ha vissa objektiva rättigheter, d.v.s. liv, egendom och frihet. Det är rent nonsens att dessa rättigheter skulle vara objektiva och moraliskt okränkbara som liberaler gärna brukar hävda.<br/> <br/>  Om de skulle vara objektiva förutsätter det ju att det finns någon form av högre makt som legitimerar just dessa som objektiva rättigheter. Locke löste det genom att använda Gud som sådan och hävda att människans rättigheter således var givna av Gud. Problemet är bara att Guds existens inte går att verifiera så att använda honom som argument faller ju ganska platt. Då är frågan vad annan högre makt man skulle kunna tänka sig? Naturen och evolutionen är bägge viljelösa ting utan tankeförmåga och tillerkänner knappast någon art några rättigheter, hur kognitivt utvecklad den än må vara.<br/> <br/>  De rättigheter som liberaler med Ayn Rand i spetsen kallar för objektiva är alltså precis lika artificiella och subjektiva som vilken annan valfri rättighetsteori. Dock är inte det skäl nog att hata liberalismen, om man skall hata allt och alla bara för att de har fel får man väldigt mycket att hata.<br/> <br/>  Det som däremot gör mig förbannad på allvar är när de sedan tar nästa steg och skall omsätta sina idéer i praktiken och skapa sin nattväktarstat. Vid det här laget har jag debatterat med mänder av liberaler som anser att en sådan tydligen måste upprättas oavsett vad folket tycker om det, nattväktarstaten är tydligen den enda moraliska samhällsformen i enlighet med människans rättigheter. Det står en givetvis fritt att tycka vad man vill om den saken, men det där med att vilja tvinga in folk under ett samhällssystem de inte nödvändigtvis vill ha har ju onekligen vissa likheter med Nazityskland. Skillnaden består väl kort och gott i att man använder/använde olika subjektiva moralsystem som legitimeringsgrund."
		]
	},
	{
		"postIndex": [
			[746],
			[767],
			[768],
			[850],
			[747]
		],
		"postTime": [
				"2012-04-10",
				"2012-09-02",
				"2012-09-03",
				"2013-12-29",
				"2012-04-10"
		],
		"postNum": [
			[756],
			[777],
			[778],
			[860],
			[757]
		],
		"postLink": [
				"/sp36732242",
				"/sp39152465",
				"/sp39156194",
				"/sp46796512",
				"/sp36741197"
		],
		"postUser": [
				"Grifter DCLXVI",
				"Icecrypt08",
				"sm910dif",
				"Thinkingagain",
				"RonJeremyClarks"
		],
		"postUserID": [
				"/u226345",
				"/u640416",
				"/u315077",
				"/u349244",
				"/u281589"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p63",
				"https://www.flashback.org/t1532220p65",
				"https://www.flashback.org/t1532220p65",
				"https://www.flashback.org/t1532220p72",
				"https://www.flashback.org/t1532220p64"
		],
		"userUrl": [
				"https://www.flashback.org/u226345",
				"https://www.flashback.org/u640416",
				"https://www.flashback.org/u315077",
				"https://www.flashback.org/u349244",
				"https://www.flashback.org/u281589"
		],
		"sentence": [
				"Nu har jag inte läst igenom hela tråden, men delar iallafall...Jag hatar liberalismen och libertarianer av så många anledningar,...<br/>  Först och främst för att de påstår att liberalism är samma sak som frihet, när det i själva verket inte är annat än ren facism (starkas rätt att överleva).<br/>  Liberaler tar upp frågan om positiva och negativa rättigheter gång på gång, men aldrig något om de skyldigheter vi har i samhället.... dessa existerar tydligen inte...<br/>  Liberaler påstår att allt blir bättre med fri konkurrens.... hmmm, kapitalismens klassiska svar på kapitalistiska problem, priset går ju inte ner, vilket vi har sett....eller?  allt från att pizzor som kostar lika mycket till att elen och bensinen har samma pris trots mördande konkurrens...och kom inte med att \"telefonin blivit billigare\", till och med skolbarn förstår att telefonin blivit billigare tack vare ny teknik, och nej ny teknik är inte på grund av konkurrens,  utveckling kommer från att vi ser problem som behöver lösning snarrare än att det är många som slåss om kunderna... men ge mig gärna några exempell på sånt som blivit bättre tack vara fri konkurrens.....<br/>  Liberaler vill förstöra allt vi som nation gemensamt byggt upp och äger genom att privatisera....härligt när våra vägar, järnvägar, gator, torg, sjukhus, vårdcentral mm kommer att tillhöra en grupp av rika eliter snarrare än folket som har det verkliga behovet och de behövande (tex. långtidssjuka som inte skulle ha råd på grund av just det faktum att de varit långtidssjuka och inte kunnat arbete och därmed inte haft lön) som inte kan betala för sig, vill vi ha ett samhälle som inte tar hand om sina svaga? inte jag iallafall.<br/>  I början av disskussionen så poängterade någon liberal att om man inte trivs med sitt arbete kan man starta eget, t.ex. genom att \"odla något och sälja\"... jepp 2012 så startar vi små odlingar och hoppas på det bästa, och vart ska denna odling vara när man inte äger mark? Och vem ska kontrollera kvalitén på produkterna när all reglering ska försvinna?<br/>  Ännu mer befängt är idéen om att vi i Sverige skulle vara så mycket hetare på arbetsmarknaden än folk från andra länder, och därför kommer företagen att anställa fler och betala mer.... jag skulle snarrare säga att det blir betydligt lättare och billigare att ta hit arbetskraft istället för att flytta ett företag utomlands.... vi såg ju hur det var i början av industrialismen, och ur det växte starka fackföreningar och regleringar som tillsattes , ska vi ta bort det för att återgå till det gamla? snacka om total motsats till utveckling.....Dessutom, med tanke på att skola,vård och omsorg är sånt man får betala själv lär det inte dröja långt innan vi blir ett u-land med outbildade massarbetslöshet, det lär även påverka forksning och framsteg då skolor och universitet satsar mer på att göra vinst (nedskärningar och besparningar )än vad de skulle göra på att ge forskarteam nödvänligheter, i Sverige iallafall, då vi har ganska höga krav när det gäller löner mm.<br/>  Anhängare av liberalismen påstår gång på gång att de vill utöka min frihet, men hur kan man kalla det för frihet när man inte ens har rörelsefrihet, för kom ihåg att alla vägar, all mark till och med alla gator ska privatiseras, vilket innebär att så fort jag rör mig utanför dörren så vida inte jag själv äger marken, så befinner jag mig i någon annans mark och därmed skyldig till intrång <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>, eller ska jag betala för att jag vistas utomhus? vad har jag isåfall för nytta av mycket pengar när dessa ändå ska gå åt sånt som jag tar för givet idag?<br/>  Vi har också ett skyddsnät i Sverige som jag finner suverän, som t.ex att alla ska ha tillgång till vatten, inga barnfamiljer ska vara utan el, alla ska ha rätt till skola, alla ska kunna få hjälp av polis etc, liberaler vill privatisera istället.... finns det någon som helst garanti för att ett barn inte ska dö på grund av törst eller kyla?<br/>  Sedan har vi det ständiga snacket om våldsmonopol och att skatter är stöld..... hmmm, när det gäller våld så är jag helt för att om det ska existera så bör endast en  grupp ha monopol än att alla ska vara våldsamma, men oavsett, det är liberaler, så kallade ickevåldsälskarna som är för att alla ska ha vapen, och det är väl bevisat att ju mer vapen desstu mer våld? eller har jag fel? Vad det gäller skatter mm, återigen liberaler pratar gott om rättigheter, skatter ser jag som nödvänliga skyldigheter, om inget annat för att jag verkligen tycker att alla ska ha en skolgång, det ska finnas poliser och brandmän samt att den som är sjuk eller skadad ska få hjälp.<br/>  En annan anledning till att jag hatar liberalismen, liberaler är så sjukt jävla hjärntvättade näst intill maniska, de tror att genom att ta bort stat, regleringar och skatter så blir allt bra....åter igen, kapitaliska lösningar på kapitalismens problem, De tar upp exempell på så kallade snälla kapitalister så som Bill Gates och Steve Jobs (för övrigt två monopolister av högsta rang som förstört en hel del utveckling för att behålla sin starka position) som lägger/lagt pengar på välgörenhet.... När fan blev välgörenhet bättre än gemensamt byggande och ägande? Ju jag vet, det bygger på frivillighet, men det är frivilligt att betala skatt också, för det är frivilligt att jobba ingen som tvingar dig till arbete, Dessutom, man kan inte bara ha rättigheter det finns skyldigheter också.<br/> <br/>  Sedan har jag fan 100tals andra anledningar till att hata liberalism, men orkar inte skriva upp allt.....hela filosofin är helt sinnessjukt....",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/> <br/>  I samtliga fall är det en stor, kontrollerande och korrupt stat som låter miljöförstöring pågå då politiker köps och säljs som rostade kastanjer på den lokala marknaden. Man bör även ställa sig frågan <i>hur bra arbetar en förgiftad arbetare</i>? Och då förhoppningsvis komma fram till att om vinst nu är det viktigaste för ett företag så är inte detta förenligt med halvdöda arbetare. <br/> <br/> <br/> <br/>  Löner sätts inte av staten. En arbetares effektivitet, hur mycket värde han kan skapa för företaget som beror till stor del på det kapitalvaror som finns tillgängliga. Det är värdeskapandet som ligger till grund för lönenivån. Självklart i kombination med den klassiska sanningen om utbud och efterfrågan på arbetsmarknaden.<br/> <br/>  Sen är det självklart att ägaren av produktionsmedlet själv får bestämma vem som ska jobba för honom och till vilken ersättning. Du har väl inte glömt bort att konkurrensen om arbetskraft gör så att arbetsgivaren inte kan erbjuda usla arbetsförhållanden och fortfarande behålla sina arbetare?<br/> <br/> <br/> <br/>  Som sagt, du ignorerar totalt allt som har med marknadskrafter att göra. Konkurrens finns inte i din värld utan företagen gör som de vill och arbetarna får snällt rätta sig efter detta. Löner och arbetsförhållanden sätts av staten och är inte baserade på någon sorts värdeskapande prestation. I och för sig är det där en ganska bra beskrivning av dagens Sverige men jag tror inte det var det du försökte dig på.<br/> <br/>  Eftersom alla individer är olika kommer de även tjäna olika då lönen baseras på individens produktivitet. Då alla stora hinder och barriärer för att komma in på arbetsmarknaden i ett friare samhälle skulle försvinna och då skattetrycket är mycket lägre så kommer den allmänna lönenivån mycket högre än dagens nivåer och fattigdomen nästintill utraderad. Om individer känner olycka för att andra tjänar mer än vad de gör kan vi inte bygga samhället kring detta. Hur skulle det se ut? Jag är väldigt olyckligt att jag inte kan springa lika fort som Haile Gebrselassie så nu ska vi införa straff för alla snabba löpare, förslagsvis bryta benen på dem, för att samhället ska bli lyckligare. <br/> <br/>   </td> </tr> </table>  <br/>  Vad för konkurrens är det du tror existerar. OM du inte har märkt det finns det någonting som kallas arbetslösa och i ett samhälle som är liberalistiskt kan man absolut absolut inte gå utan någon form utav inkomst eftersom det självklart inte finns något skyddsnät. Detta innebär att antingen tar du jobben som finns, eller så tar du risken att söka efter något annat arbete. Du kan enkelt titta idag på lönerna, tittar du på mcdonalds och jämför med burger king. Om burger king höjer lönerna frivilligt med 10 kr/h betyder detta att mcdonalds kommer att göra samma sak för konkurrensen skull över unga människor? Nej de kommer skratta och skaka huvudet för de har ingen brist alls på människor som vill arbeta hos dem och vill egentligen sänka lönerna om de kunde det. <br/> <br/>  Sen ska vi inte jämföra u-länder som rör sig mot i-länder som någon sorts standard av vad som händer om ett i-land ökar friheten där höga standard redan existerar. Det är lättare att gå från skit till okej jämfört att gå från bra till utmärkt, samtidigt som det är lättare att gå från bra till okej till skit.<br/> <br/>  Länderna jag tänker på är t. ex. 1800 talets Storbritannien där företagen hade väldigt mycket egen kontroll och det fanns inga fack eller särskilt mycket styrande händer. Någonstans måste man faktiskt titta på och jämföra för att få en ide om hur det skulle bli. Om man tittar på dessa samhällen ser man tydligt att förgiftning av arbetare eller förgiftning av kringboende människor inte är av något bekymmer. <br/> <br/>  Finns massor av företag idag som förgiftat anställda och folk omkring och vetat om detta men gjort ingenting åt det. Erin Brockovich fallet är ett klassiskt exempel på detta i USA. Eller så tittar man på valfritt asiatiskt land som t. ex. Kina där man ökat friheten markant på marknaden där fabriker som man ska vara stängda SPYR UT gifter i mark och floder för vinnings skull. Varför skulle företagen bry sig om de förgiftar ner floden när det är billigt att dumpa där och om ingen stoppar de? Du lever i en naiv naiv värld om du tror att företag inte kommer hoppa på båten fort som fan om de får möjlighet att dumpa sina miljögifter utan någon irriterande myndighet som observerar. Eller bedriva jakt på djur som är utrotningshotade utan någon som hindrar, vilket är ännu ett klassiskt exempel.<br/> <br/>  Konkurrens i all ära men den existerar bara i de högre utbildade yrkena inte i knegar yrkena som majoriteten av människorna arbetar inom. Se bara på sjuksköterska lönerna idag för guds skull. De nyexade mer eller mindre vägrar arbeta för mindre än en viss peng men vad händer? Sjukhusen säger blankt nej och sätter hellre patienterna för en säkerhetsrisk och det finns noll konkurrens då sjukhusen gått ihop. Varför skulle inte de privata sjukhusen göra exakt samma sak? Rika män som gör affärer med rika män på golfklubbar du vet.. TROR DU verkligen att det skulle bli någon skillnad om det var liberaler som styrde? Sjuksköterskorna skulle inte få högre lön då heller och de skulle inte ha något bidrag etc att falla tillbaka på heller utan de måste helt enkelt ha ett jobb annars går de utan sjukförsäkring, mat etc. Tror du rika människor är dumma? De vet hur man manipulerar för sin egen vinning på andras bekostnad, jag säger inte att de är ONDA jag säger att det är affärer och ingenting kommer hindra dem från att tjäna mest mängd pengar.<br/> <br/>  Du säger att fattigdomen kommer att utraderas för att man tar bort skatter och man får mer pengar över för företagen och individerna som arbetar. Men varför skulle ett företag anställa fler människor istället för att behålla pengarna eller investera i andra saker än mer anställda? Vad händer med arbetarna när nya arbetare kommer som kan arbeta för mindre pengar och som kan göra samma arbete. Du har ingen säkerhet i företaget genom anställningsskydd utan du kan avskedas när som helst UTAN ORSAK. <br/> <br/>  Visst företaget kanske vill expandera om det bedöms som att det finns en marknad. Men som vi ser på sänkningen av restaurangs momsen gav det väldigt väldigt få jobb och en obemärkt sänkning av priset på maten. Restaurangerna tog helt enkelt pengarna till sig själva istället. Samma sak med den sänkta skatten för att anställa ungdommar. Redan bevisat att det bara varit en enorm slöseri med pengar för att företagen som behöver fler, anställer fler. Det är väldigt få som anställer fler bara för att de KAN anställa fler för att de nu har mer pengar. <br/> <br/>  Att företagen KAN anställa fler innebär inte att de KOMMER anställa fler. Detta ser vi hela tiden bevis på. Det enda som hänt då är att redan rika människor får mer pengar att stoppa i banken och ingenting annat.<br/> <br/>  Känns som att många liberaler här lever i lala teorivärlden utan att se hur det blir i praktiken utan någon central makt som skyddar majoritetens intressen.<br/> <br/>  Jäklar vad långa texter vi skriver ryggradsdjur <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Klipper ut dom delar jag tycker motsvarar kärnan i dina resonemang så det kortas ner lite, tycker du jag missat något är det bara att säga till. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  I alla fall, varför skulle det vara så att \"det självklart inte finns något skyddsnät\"? Om medborgarna vill ha t.ex arbetslöshetsförsäkringar kommer marknaden finna det värt att erbjuda det. Dem lilla andel som önskar men inte har råd med försäkring har i de flesta fall nära och kära som kan hjälpa till. <br/> <br/>  (även om det kan vara en främmande tanke i dagens individualistiska Sverige, där man kallt litar på att pappa staten hjälper folk i nöd istället för att hugga i själv.)<br/> <br/>  Dom som är helt ensamma, eller vars sociala krets inte vill/kan hjälpa dom, kommer med all säkerhet kunna nyttja olika välgörenhetsinstutioner. Jag menar, om 99.9% av Sveriges befolkning idag ändå redan röstar för en välfärdsstat, skulle vi ju behöva anse dom som antingen hycklande eller idioter om dom inte kan fortsätta tänka sig vara solidariska när solidariteten inte ställs mot alternativet fängelse.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Om det finns någon som är redo att arbeta billigare, bortsett från den praktiska konsekvensen att det gynnar, känns det verkligen moraliskt rätt att neka arbetsgivaren och arbetstagaren att anställa honom? Vill du tvinga livsmedelsbranschen att hålla minimipriser på t.ex mjölk, för att inte någon sneaky ICA-handlare av egoistiska skäl ska försöka skaffa sig konkurrensfördelar genom att prispressa och därmed på köpet samtidigt minska branschens lukrativitet i allmänhet? Arbetskraft är en vara man säljer, arbetsgivare har lika lite en skyldighet att anställa som du har att köpa mjölk på ICA. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Om man tittar på dessa samhällen ser man tydligt att förgiftning av arbetare eller förgiftning av kringboende människor inte är av något bekymmer. <br/>  [...]<br/>   </td> </tr> </table>  <br/>  Ett liberalt samhälle tillåter givetvis inte förgiftning av arbetare eller andras närliggande mark. Det vore en grov kränkning av deras negativa rättigheter, det enda samhälle som kan tillåta sådana hemskheter är ett där man kan tänka sig offra individen på kollektivets altare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det finns noll konkurrens idag, för sjukhusmarknaden är reglerad och staten är den som bedriver offentlig sjukvård. Ett statligt sjukhus har inga incitament att ta emot fler kunder; Den får en begränsad summa från statens begränsade kassa, och får sen försöka bota så många och så mycket som möjligt tills pengarna tar slut. Då blir det naturligt att man hellre tummar på patientsäkerheten än att höjer lönekostnaderna. Pengarna är begränsade och viktiga, patienter är bara en börda man önskar så få som möjligt av.<br/> <br/>  I ett privat sjukhus på en fri marknad är situationen den omvända. Patienter är enda inkomstkällan, alltså finns det incitament till att vilja ha så många patienter som möjligt. Det i kombination med sjukvård är något väldigt viktigt och fundamentalt för människor, gör att människor är väldigt känsliga för sjukhus med dåligt innehåll (dålig patientsäkerhet, inkompetent personal, osv. osv.). Att tumma på patientsäkerheten är i längden inget vinnande koncept, ett bra sjukhus är ett sjukhus som får kunder/patienter. Därför blir det skillnad, offentliga sjukhus har inga incitament att gå sjuksköterskorna till mötes på samma sätt som privata är tvingade till.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Fackförbund är givetvis tillåtna i enlighet med föreningsfriheten. Vad skiljer en anställning från t.ex ett mobilabonnemang, där alla numer kommer med bindningstider man inte kan säga upp hur som helst?<br/> <br/>  Gör den anställde ett gott jobb och är en tillgång för företaget får han givetvis inte sparken. Är han en belastning så... Varför ska företaget vara skyldigt att gå back på att tvingas ha han anställd? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Givetvis, företagarens bästa investering vid goda tider behöver naturligtvis inte vara i fler anställda, det kan lika väl vara en investering i förbättrade produktionsmedel, fortbildning för redan anställda, forskning och utveckling, nya produkter, you name it. Saker som alla i längden är bra för företaget, och därmed i förlängningen ökar utrymmet för nyanställningar, <i>när det faktiskt är en klok sak för företaget att göra.</i> Att anställa bara för sakens skulle leder till ineffektivitet, och hans företag kommer konkurreras ut av mer effektiva företag, givet allt annat lika. Vips så har den nyanställningen lett till att alla anställda såväl nya som gamla får varslas.<br/> <br/>  Det enda som torde vara mer ineffektivt än så är att stoppa allt överskott i fickan. Det kanske funkar i en haltande blandmarknad som Sveriges när restaurangmomsen sänktes, men det funkar inte på en fri marknad. Många giriga snorungar som ärvt pappas företag och växt upp med silversked i mun åker dit på det här, att klåfingrigt leta utdelning istället för att investera i företaget förstör företaget på sikt. De ägare som i högst möjliga mån kan hålla fingrarna borta från utdelning är dom som vinner i det långa loppet. På så sätt kommer en fri marknad tvinga ägarna att sänka sina utdelningar tills dom (i enlighet med alla andra arbetares löner) sjunker till den nivå det faktiskt är värt. <br/> <br/>  Det är det här som är det fina med en fri marknad och konkurrens. Den tenderar att vara det absolut mest effektiva sättet att finna rätt värde på varor, tjänster, löner och kompetens. Alla människor bidrar ju i ett enormt komplext nät av preferenser till det genom varje handling, varje dag. Tillskillnad från centralplanerande ekonomier, där man tror att någon form av kommitté eller ens en superdator skulle kunna beräkna det.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det må vara en teorivärld, men det är ju för att ingen majoritetsbefolkning eller parti i modern tid velat införa det. Det närmsta vi kommer är väl ställen som Hong Kong. Jag tror inte jag behöver fixa fram grafer för att du ska se hur bra det gick där...",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Intressant diskussion för det första. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Men men! Bristen på arbetstillfällen skapas ju av konkurrensen. Visst skapas det en viss ekonomisk tillväxt, men den får inte alla ta del av. De stora företagen vill ju göra allt för att bli så konkurrenskraftiga som möjligt och sänka deras anställdas löner till ett minimum, och så länge det finns arbetslösa eller fattigare länder med fattigare människor som är redo att jobba hårdare för mindre pengar kommer det ske en konkurrens med arbetarnas löner. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Arbetstagaren vill ha så hög lön som möjligt och arbetsgivaren vill sätta så låg lön som möjligt. Dessa två viljor möts där utbudet matchar efterfrågan. Bara för att arbetsgivaren eller arbetstagaren \"vill\" något så kan man inte bara kasta ut alla marknadens regler genom fönstret.      </td> </tr> </table>   Ja, men arbetsgivaren har fortfarande ett betydligt större spektra av valmöjligheter och därför mer makt. Därför funkar det inte riktigt att säga att de har lika mycket att säga; annars skulle fackföreningar inte existera.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Utbildning kostar pengar, det är ett ofrånkomligt faktum, men det betyder givetvis inte att endast rika har råd med utbildning. Precis som att det inte är endast rika som har råd med en bil. Vissa får nöja sig med en gammal volvo när andra kör en sprillans ny porsche men båda kan bara köra i 50 km/h fram och tillbaka till ICA i alla fall. Fattiga kommer givetvis inte vara förbjudna från att utbilda sig och inte heller från att arbeta, ta lån, spara eller på annat vis finansiera utbildningen.<br/> <br/>  Varför antar du att klyftorna kommer vara större i ett fritt samhälle?<br/> </td> </tr> </table>  Men välfärd måste väl alla få en viss standard av? Alla ska väl få samma chanser att utbilda sig och lyckas här i livet? Det får man ju inte i ett fritt samhälle där utbud och efterfrågan styr, eftersom de med kapital hamnar i ett sådant otroligt överläge. Det är det här jag menar. I och med det fria samhället så sjunker det allmänna välståndet. Om vi tar din metafor så utvecklar det sig så att färre och färre får allt flottare bilar, medan allt fler och fler får allt äldre, sämre volvos i och med den långsiktliga ekonomiska utvecklingen som innebär att pengarna ackumuleras till toppen, och ett allt mer aristokratiskt samhälle bildas.<br/> <br/>  Kort sammanfattat anser jag att klyftorna ökar i och med en mer nyliberal politik, som den som förs i USA. Inte minst för att statistik och fakta bevisar detta, utan för att det också visat sig tidigare i historien (ta 1800-talets Storbritannien). Pengarna ansamlar sig i toppen, eftersom det enda maktmedlet i samhället när staten försvinner blir pengar. De allra mäktigaste ser då till att samla åt sig så mycket makt som möjligt, då i form av pengar och det blir den långsiktiga utvecklingen, eftersom det är människans natur att vilja befinna sig i en maktposition över andra. Det måste finnas något som reglerar detta till viss mån och jämnar ut skillnaderna mellan klasserna. I Sverige har vi skatter för att fixa detta och det funkar bra och skänker ett bra allmänt välstånd till oss. I Japan är löneskillnaderna inte speciellt höga från början och skatterna är inte speciellt höga. Varför det är så vet jag inte, kan vara kulturskillnader. Där jobbar alla superhårt oavsett position. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Du beskriver dagens samhälle, ett samhälle präglat av bristen på frihet, enorm statlig kontroll av både privatliv och personliga finanser, principiellt omyndigförklarande av människor och med enorma barriärer för entreprenörer som försöker skapa värde åt oss alla med stora klyftor och hög fattigdom som resultat.      </td> </tr> </table>  Nej. Våra regleringar tillåter alla att få en chans. Visst har vi inte fullständig ekonomisk frihet, men det anser jag vara rättfärdigat av samma moraliska skäl som inte tillåter mig att mörda och stjäla. Utan regleringar (ta en nattväktarstat som exempel) blir pengar ett gränslöst maktmedel för de rikaste (eftersom det i princip blir det enda), och de får friheten att ekonomiskt sett utföra lika omoraliska handlingar som diktaturer tar sig friheten att göra. Det är människans natur att ansamla sig makt och bruka den för att bibehålla den, och att göra det med pengar är lika omoraliskt som att göra det med ett fascistiskt eller kommunistiskt styre.<br/> <br/>  På vilket sätt får vi i Sverige hög fattigdom och stora klyftor som resultat av de beskattningar vi har? Faktan visar ju tvärtom (se videon jag länkat tidigare). Tycker du inte att de tio fattigaste procenten i USA har mindre ekonomisk frihet än de tio fattigaste procenten i Sverige? Då räknar jag inte oregistrerade och illegala immigranter. Hursomhelst har de inte råd med utbildning, de får de sämsta jobben och de ansamlas tillsammans med andra med samma låga välstånd. De är betydligt fattigare än de tio fattigaste procenten i Sverige, som ändå har en chans att röra sig uppåt. Det visar statistik, då Sveriges social mobility-rating är betydligt högre än USA:s (se videon jag visade). <br/> <br/>  Nyliberalismen innebär frihet, men inte för alla. Den innebär frihet för det med kapital att styra över andra människor, just eftersom det blir det främsta samhälleliga maktmedlet allteftersom det ackumuleras. På så sätt inskränks till slut majoriteten av ett nyliberalt lands befolknings frihet, medan en viss ekonomisk aristokrati växer fram som styr landet. Precis det ser vi i USA nu, men om du har någon annan förklaring på varför det sker är jag nyfiken på att höra den. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>",
				"Här följer några tankar från en bensopåverkad idiot. Ha överseende om det bara resulterar i massa rappakalja.<br/> <br/>  Orkar tyvärr inte läsa hela ditt inlägg även om du verkar ha en del poänger som jag kanske delvis skullle kunna hålla med om, samtidigt som jag även ser många anledningar till varför renodlad liberalism ändå är den bästa lösningen och framförallt den mest moralisk riktiga lösningen. Kanske att jag tar mig tid läsa genom hela en annan gång. Det hänger nog lite på vilket bemötande jag får efter det här.<br/> <br/>  Det var det här stycket jag fastnade för eftersom att det är mycket vanligt att folk har denna totalt felaktiga bilden av kapitalismen och dess principer. Visst, det finns \"liberaler\" som förespråkar det du beksriver, men dessa är inte på långa vägar någanstans i närheten av vad jag skulle kalla för liberaler. Individualistiska Fascister vore nog ett bättre ord i brist på annat.<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Enlikt kapitalismens alla regler kan du bara äga det du skapar, du kan även sälja det du har skapat samt köpa det andra har skapat. Du kan blanda ditt arbete med naturområden och på så sätt få äganderätt till hela eller delar av dessa naturområden, beroende på hur stor andel av marken i fråga som har blandats med arbete. Om någon t.ex planterar träd i en skog så äger han träden, dessa får ingen på något sätt förstöra, men marken runt omkring är fritt fram så länge du inte påverkar träden negativt. Stora delar av den svenska naturen har ingen människa skapat, således kommer stora delar av all mark och sjöar etc. bli oägda i Sverige när Sverige blir liberalt. All mark som staten äger idag (förutom den militära samt regingsbyggnader, domstolsbyggnader och sånt som staten faktiskt behöver för att fungera) kommer att bli oägd. Den statliga mark som är blandad med arbete, gäller nog främst byggnader, industrier och infrastruktur som staten inte längre har någon användning för, auktioneras dock ut. All privatägd mark som ej är blandad med arbete kommer likaså bli konfiskerad för att lämnas oägd i det liberala Sverige. Ingen har heller rätt att förbjuda dig från att passera dennes mark så länge du inte förstör det som markägaren har producerat. Undantag kan givetvis göras för vissa områden såsom bostäder, industriområden, samt andra byggnader och delvis även vägar och liknande. Vägägare har rätt att ta ut en avgift om du använder vägen, dock bör du åtminståne ha rätt att passera tvärs över vägen kostnadsfritt om du så önskar. Vad gäller gator så lär du nog få röra dig fritt på de flesta av dem, de som äger dem skulle tjäna på att inte ta betalt av trafikanterna eftersom att affärerna, bostäderna och allt annat som finns längs gatorna inte vill förlora kunder. Någon form av sammanslutning av näringsidkare skulle med största sannolikhet gå samman och betala för underhållet av gatorna.<br/> <br/>  Vad gäller territoriet Sverige så är det bara något som staten/svenska folket har kommit överrens om med andra länder att det är det terriotorium som vi har rätt att försvara från våldsamma angripare."
		]
	},
	{
		"postIndex": [
			[915],
			[891],
			[889],
			[911],
			[862]
		],
		"postTime": [
				"2014-01-17",
				"2014-01-01",
				"2013-12-31",
				"2014-01-06",
				"2013-12-30"
		],
		"postNum": [
			[926],
			[902],
			[900],
			[922],
			[872]
		],
		"postLink": [
				"/sp47081357",
				"/sp46828301",
				"/sp46822491",
				"/sp46907422",
				"/sp46801868"
		],
		"postUser": [
				"daemon3.14",
				"theRulerOfBethos",
				"Thinkingagain",
				"daemon3.14",
				"theRulerOfBethos"
		],
		"postUserID": [
				"/u275524",
				"/u809331",
				"/u349244",
				"/u275524",
				"/u809331"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p78",
				"https://www.flashback.org/t1532220p76",
				"https://www.flashback.org/t1532220p75",
				"https://www.flashback.org/t1532220p77",
				"https://www.flashback.org/t1532220p73"
		],
		"userUrl": [
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u809331",
				"https://www.flashback.org/u349244",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u809331"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Är det ett objektivt faktum att européer ersätts? Att en person ersätts av en annan borde väl innebära att den andra personen tar den förstes plats. Ex., jag ersätter någon som arbetar med en sak, eller att jag ersätter någon i ett spel och tar över dennes roll. Tänker du dig att det handlar om biologisk ersättning, att de olika europeiska folken ersätts av andra folkgrupper? Hur uppmuntras detta aktivt menar du?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Ja, ras och etnicitet är ofrivilligt. Hur tänker du på \"främmande stam\", tänker du då på att andra inte tar hänsyn till en, att man inte ses vara en del av andras kultur, att man inte ses uppföra sig rätt enligt deras normer, att de är beredda att sätta sig över en och få en att leva efter annat än under lika lagar, eller att de inte skulle lägga ned särskilt mycket resurser på att hjälpa en? Eller en blandning? På den sista punkten är det säkert ganska många idag som inte skulle vilja ge bort så mycket för att hjälpa mig. Men samtidigt är inte det svenska samfundet särskilt bra på den politiska nivån, tack vare problemen som finns med att formulera och få fram politik i det här demokratiska systemet. <br/> <br/>  Hur vet du att individerna ifrån de folkgrupperna inte tänker på andra människor som individer, att en jude inte ser dig som en viss individ utan bara som någon av en viss grupptilhörighet? Hur håller de löften om de inte vet vem det är de ger bort det till?<br/> <br/>  Det vore bra med en situation där våra barn och deras barn får det så bra som möjigt, den framtiden som är verkligt värt att sträva efter. Och det <i>är</i> problematiskt med folk som bara ser till sina egna snäva intressen, och inte ser att de kan tjäna på att samarbeta med andra. (Men det är minst lika problematiskt med folk som tror sig agera i ett allmänintresse.) Och därför ssom du själv gick in på finns det en hel del defekter i dagens system. steer du det som ett problem med främmande klaner, eftersom de för fram sin egen gruppideologi på ett sätt som skadar dig. Det ger upphov till en genuin konflikt - det skulle vara en klar orättvisa ifall någon kränkte dina rättigheter på det sättet. Men den konflikten behöver inte lösas mer än genom att dessa inte har några särskilda rättigheter. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det skulle vara väldigt annorlunda med en fri invandring än med dagens system. Fler invandrare som kan sysselsätta sig här skulle flytta hit, och färre skulle komma hit för bidrag. Det skulle påverka vilken typ av människor det är som kommer hit.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vad innebär utanförskap? Det innebär att ens chanser att lyckas väl i det vanliga samhället är dåliga. Dessa chanser beror, på ett sätt, helt och hållet på kultur - en rationell individ med arbetssamma normer hade kunnat jobba sig ut ur skiten genom att vara en egenföretagare och tjäna ihop pengar svart för att få startkapital. Men det är inte alla som kan göra det - inte alla som har viljestyrkan eller tankekraften. Så, vad är då det enklare steget? Det skulle ju vara att ta ett enkelt jobb som man inte behöver tänka mycket för, men som ger en säker inkomst. Den vägen är dock stängd för de 20-30% av invandrarna som inte har jobb. Så, vad skall man göra för att överleva? Och vilken strategi kommer man att skaffa för att klara sig? Några kommer att skaffa sig en väntande strategi, medan andra följer ett primitivt tänkande och börjar stjäla och våldta. Visst, det är en fråga om kultur, men kulturer utvecklas olika för olika ekonomiska situationer.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det som jag strävar efter är ett protokoll som sätter upp generella regler för hur var och en kan förhålla sig till alla andra. Den viktigaste <a href=\"/leave.php?u=http%3A%2F%2Fwww.ofuss.se%2Fvar-vision%2F\" target=\"_blank\">grunden</a> för mig är att människor skall kunna få vara fria att välja vilket politiskt system de skall få leva under - för att slippa majoritetens förtryck och för att kunna <a href=\"/leave.php?u=http%3A%2F%2Fwww.ofuss.se%2F2012%2F05%2Fsecession-och-den-vetenskapliga-metoden%2F\" target=\"_blank\">testa</a> olika politiska system. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Intressanta länkar.<br/> <br/>   </td> </tr> </table>  <br/>  En sak som saknades även i den gamla skolan var att lära ut vetenskapligt tänkande så att var och en kan applicera det generellt på alla frågor. Det handlar om att lära sig att:<br/> <br/>  1) Man lätt kan ha, och troligtvis har, fel;<br/>  2) man kan tjäna på att få kunskap ifrån andra;<br/>  3) varje diskussionen borde vara helt öppen, varje bra tanke måste få möjlighet att få spridas medan de dåliga endast blir förstörda med logik,<br/>  4) man inte bör tro på saker bara för att en auktoritet säger det; om det är sant finns det en förklaring till varför det stämmer,<br/>  5) för att fortsätta testa sig fram till vad som fungerar måste man kunna få testa det.<br/> <br/>  De här är också nära förknippade med vad som saknas i det politiska systemet. Annars var nog mobbningen lika dålig förr som nu, och de väldigt intelligenta fick inte någon specialundervisning, och <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.se%2F2008%2F10%2Fvad-fick-man-lra-sig-i-skolan.html\" target=\"_blank\">indoktrineringen</a> lär nog ha varit ännu värre.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    En del kommer få lägre lön och en del kommer få högre lön. Lönerna kommer helt enkelt bli mer sammankopplade till vilken nytta man gör för samhället. Man kan varken säga att arbetare vinner eller förlorar på det, för det beror helt och hållet på vilket värde de skapar. De som dock är vinnare i ett fritt system är konsumenterna (dvs folket). Utbudet och valfriheten ökar och priserna går (i allmänhet) ner. Så även om det eventuellt blir fler utgiftsposter så blir inte nödvändigtvis de totala utgifterna fler, snarare tvärtom. Sedan är inte heller arbetarnas löner i sig det intressanta, utan lönerna i förhållande till prisläget. Om priserna blir lägre så blir även värdet på lönerna högre.<br/> <br/>  Avgifter blir lägre för att barriärer fösvinner, skatter (exempelvis moms) sänks, företagen tvingas konkurrera med priser om kunderna, effektiviseringar görs etc. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       När det kommer till konkurrensen vill jag gärna att du utvecklar hur konkurrensen mellan företagen är till arbetarens fördel. Konsumenten står alltid i fokus, och i alla branscher där det finns ett överskott av arbetskraft (framförallt de sämre jobben) kommer det framförallt råda en konkurrens mellan arbetarna. Bland arbeten där det finns ett underskott av potentiella arbetare kommer det dock gälla en fördel för arbetarna, vilket framförallt kommer gälla för jobb som kräver en utbildning, d.v.s. högre ämbeten. Detta innebär då segregation av samhället eftersom de med vissa ämbeten (generellt sett högre) kan gynnas av ett liberalt samhälle medan de som står längst ned på samhällsstegen missgynnas starkt. Detta skapar då klassklyftor och missförhållanden, och landets social mobility rating sjunker faststadgar klasserna. <br/> </td> </tr> </table>    I en fri marknad sätts lönen utifrån vilket ekonomiskt värde du skapar för konsumenterna. Skapar du ett högt värde så kommer folk vara beredda att betala mer för dina tjänster. Om inte din nuvarande arbetsgivare vill betala dig tillräckligt mycket, så kan du gå till dennes konkurrent och börja jobba där istället, alternativt starta eget. Det sätter mer makt i händerna på arbetaren. På en reglerad marknad däremot finns det bara en arbetsgivare att gå till, vilket sätter arbetaren i en mycket sämre förhandlingsposition. Det är inte nödvändigtvis de högst utbildade som tjänar mest på en fri marknad då en stor del av utbildningsbehovet är skapat av politiker och skulle inte existera om konsumenterna själva satte priserna<br/> <br/>  Överskottet av arbetskraft i vårt samhälle är till stor del en konsekvens av klåfingriga politiker som har skapat lagar som har satt oss i den situationen. Behov av arbetskraft kommer alltid att finnas så länge det finns behov som kan lösas av människor. <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Det har du helt rätt i, och det ursäktar jag mig för att jag trodde. Dock tror jag att lobbyismen på ett sätt är ett resultat av kapitalismen och nyliberalismen som råder i USA. När kapital blir ett tillräckligt potentiellt maktmedel kan detta införas för att gynna sig själva för att kunna få makt utöver sin kapitala makt. Det finns makt genom kapital och politisk makt, och detta blir ju då ett sätt att få båda. <br/> <br/>  Hur definierar du ekonomisk frihet?      </td> </tr> </table>  <br/>  Det du pratar om när du skriver nyliberalism låter som crony capitalism eller korporativism. Det handlar om att enskilda företag köper sig förmåner hos politiker. Liberaler är minst lika mycket emot sådant som du är. Lösningen är inte mer regleringar utan färre regleringar. Man kan säga att vi vill ha den tuffaste regleringen av alla, dvs marknadens regleringar, där kunderna själva bestämmer vilka företag som ska överleva. <br/> <br/>  För att ta ett exempel för att reda ut missförståndet som jag tror det handlar om. Tänk dig en finansmarknad där politikerna har bestämt att bara företag X för bedriva näringsverksamhet. Sedan säger samma politiker att företag X får bete sig hur som helst. På så sätt tvingar man genom våld alla konsumenter att handla från ett företag som beter sig illa och säljer dåliga tjänster.När du vill se fler regleringar så vill du det för att du är emot att företag X ska få bete sig hur som helst. Du har förvisso rätt i detta men att slänga på en till reglering kommer inte lösa problemet (korruption kommer alltid finnas i politikens värd oavsett hur mycket pengar folk har). Dessutom kommer det förmodligen att även skapa en del andra oförutsedda problem. Lösningen är istället att ta bort den grundläggande regleringen (den som ger företag X monopol att driva verksamhet), och ge konsumenterna möjigheten att sätta företaget i konkurs om de missköter sig för att istället rösta med fötterna på andra företag som sköter sig bättre.  <br/> <br/>  Med ekonomisk frihet menar jag framförallt att ta bort lagar som bestämmer vilka som får driva företag i vissa branscher och hur de ska få göra det. Sedan finns det även fler ekonomiska friheter som jag vill se, såsom exempelvis lägre skatter, borttagande av tullar och så lite klåfingrighet från riksbanken som möjligt.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Du gissade helt rätt, de avskyr jag som pesten. Svenska friskolesystemet är ett skämt. Privatisering behöver inte nödvändigtvis vara något negativt, men just vårt friskolesystem är helt åt helvete.       </td> </tr> </table>  <br/>  Hela vårt skolsystem är väldigt dåligt utfört på många olika sätt. Fördelen med friskolor i sig är att det ger de verkliga konsumenterna (eleverna) möjlighet att åtminstone få någon chans att påverka sin utbildning, välja bort dåliga skolor etc. Problemet är att våra politiker har genomfört det på ett extremt dåligt sätt här i Sverige av alla möjliga skäl (kan dock inte gå in i alla detaljer här), men det är inte friskolorna i sig som är problemet utan hur det har tillämpats av våra politiker(och framförallt då folkpartisterna)(precis samma problem gäller för övrigt inom vården och omsorgen etc). Det vi har i Sverige är som sagt inte ett exempel på nyliberalism utan ett exempel på kooperativism. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       De som du anser utgör det verkliga problemet är just de jag syftar på är de som omöjliggör liberalismen. De får ofta alltför mycket makt när deras företag växer sig alltför stora. På många marknader är de största de som har störst möjlighet att sänka sina priser, i synnerhet när det handlar om massproduktion som t.ex. restaurangkedjor, fabriker, retail-kedjor etc. De konkurrerar ut de mindre småföretagen då de kan konkurrera med priserna i högst grad och till slut står vi där med de största företagen som nästan får monopol på marknaden. Ta inte minst Walmart och K-mart i USA som exempel.       </td> </tr> </table>  <br/>  Jag menar att det i första hand är regleringarna som skapar den här sortens osund konkurrens. Genom regleringar bygger man upp barriärer som bara de rikaste företagen har råd att ta sig över. Konsekvensen blir att man bara förhindrar mindre företag från att växa fram och konkurrera med de allra största. Jag håller med om att ovanstånde är ett problem, men problemet du nämner beror inte på den fria marknaden utan bristen på den fria marknaden.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Du har rätt i att det är svårt att hitta samhällsjournalistisk som inte är vinklad, men FOX får ju ofta kritik över just HUR vinklade de är, inte minst i fristående program som de sänder.       </td> </tr> </table>  <br/>  Fox uppfattas som extremt vinklad här i Sverige eftersom vi i Sverige har väldigt vänstervinklade medier men jag tror inte att den ur ett objektivt perspektiv är mer vinklad än vad de genomsnittliga svenska medierna är. Möjligtvis att de kanske är lite mer öppna och tydliga med sina vinklingar. Men precis som att exempelvis SVT som mest sprider vänstervriden propaganda emellanåt kan få fram bra samhällsjournalistik (uppdrag granskning) så kan även Fox göra det ibland. Gäller bara att bedöma varje program för sig istället för att döma ut allting automatiskt bara för att det är gjort av en viss kanal.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det har kanske skett en del regleringar, men dessa är ofta i samband med lobbyismen. Många avregleringar har också skett, detta också i samband med lobbyismen. Som jag skrev lite tidigare i inlägg #885:      </td> </tr> </table>  <br/>  Se mitt resonemang om regleringar ovan, och som sagt lobbyism är verkligen inte speciellt förenligt med liberalism. Visst kan avregleringar göras ibland, men att exempelvis göra en avreglering för en viss grupp inom ett redan reglerat område är egentligen ingen avreglering, och som sagt, för varje regel som avskaffas så brukar det vara minst ett par stycken som tillkommer. Gällande regleringar i den amerikanska finanssektorn så kan du se johan norbergs svar på samma fråga här: <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQs1ApAIepgA\" target=\"_blank\">http://www.youtube.com/watch?v=Qs1ApAIepgA</a><br/>  Tittar du på antalet regleringar tidigare jämfört med nu så är trenden att de ökar hela tiden (du kan ju exempelvis se länkarna som någon slängde upp här längre upp)",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>   Precis. Här är vi överens. Jag är dock skeptisk över hur detta fungerar i ett helt fritt samhälle, just eftersom de med kapital blir de med mest makt. Dessa får då inte sällan makten att motverka fackföreningar och arbetares samverkan. Man ska inte underskatta aristokraternas förmåga att undanröja sina hinder för att sänka arbetstagarnas löner i ett fritt samhälle. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Förutsatt att alla lever under samma lagar (eller samma möjlighet att välja sina lagar om man pratar marknadslag) så har alla samma chanser. Givetvis kan någon som har en högre lön eller en stor förmögenhet köpa mer av inte bara utbildning utan även produkter och tjänster än andra men det säger inget om pris, kvalitet eller kvantitet på det som vi andra konsumerar. Bilar för medelklassen blir inte sämre och dyrare för att det tillverkas andra bilar i miljonklassen, på samma vis som utbildning inte blir sämre för att några har råd att anställa privatlärare.<b>Felet här är att du antar att fattigdom kommer från att vissa andra är rika och i en fri marknad finns inte det sambandet alls, det är snarare så att inversen är sann i och med att hela tårtan växer när ekonomin växer.</b> </td> </tr> </table>  Du har rätt, men bara till en viss grad. Ditt tänk är att klassklyftor och segregation i samhället inte spelar någon roll så länge hela samhället dras med i ekonomiskt välstånd. Detta är dock också fel. Det finns mycket forskning som tyder på att stora ekonomiska skillnader mellan de rikaste och de fattigaste i ett I-land är bakåtsträvande för ett samhälle. Titta gärna på denna film, det är bara en i mängden av all forskning som pekar på detta. <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcZ7LzE3u7Bw\" target=\"_blank\">http://www.youtube.com/watch?v=cZ7LzE3u7Bw</a> <br/> <br/>  Liberalismen är ett mycket bra sätt att sätta fart på ett fattigt lands ekonomi, men det kommer till en punkt där det faktiskt blir mer bakåt- än framåtsträvande för ett land då det bland annat skapar alltför stora klyftor. Då gynnas landet snarare av att skapa ett allmänt välstånd genom skatter. Det jag känner att många liberalister glömmer är att alla faktiskt får ut något. Jag talar framförallt om att bygga en infrastruktur och en välfärdssektor genom skattepengar, och förhindra att vissa får alltför mycket makt genom kapital.<br/> <br/>  I övrigt håller jag inte med dig om att alla lever på samma villkor i ett samhälle utan skatter. Det enda riktiga maktmedlet i ett liberalt land blir just kapital, och alla har inte råd med samma välstånd. I ett samhälle där skatter finns kan alla få ett minimum välstånd och känna sig trygga. Det är svårt i en kapitalistisk djungel, rent ut sagt, där de med störst kapital sitter på majoriteten av makten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Samma sak med förmögenheter, den enorma mängd regleringar som trycker ner alla tillåter endast de mest bemedlade och resursstarka att bryta sig loss, d.v.s de rikaste. Främst genom att köpa sig fördelar i form av tjänster från politiker och en armé av advokater och skatteplanerare för att navigera och optimera sig ur djungeln av byråkrati, kryphål och räntesnurror. Vad har vi då kvar? Jo, en cementrad arbetarklass under stort skatte- och regleringstryck som om de har tur får behålla sitt jobb och tjänar precis tillräckligt för att få allt att gå runt samtidig som majoriteten av ekonomiskt tillväxt går till de rikaste av de rika. Framförallt politiker och deras närmaste kompanjoner i finanssektorn (den mest reglerade).<br/> </td> </tr> </table>  Finanssektorn är i USA, ett mycket liberalt land, inte den mest reglerade. Sverige är jag inte helt säker. <br/> <br/>  Jag förstår vad du menar här. Jag håller inte med dig; i ett land där alla får samma mängd välstånd som garanti oberoende av ekonomisk ställning (utbildning, sjukvård etc.) finns faktiskt större möjlighet för en individ att röra sig mellan olika samhällsklasser. Social mobility ökar alltså. Ett helt liberalt land reproducerar bara systemet där de mäktigaste som sagt blir de med mest kapital och ännu en överklass som styr landet återskapas. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Pengar är inte ett maktmedel, politik är ett maktmedel. På grund av den enkla anledningen att politik är sanktionerat våld. IKEA som är ett av världens rikaste företag kan inte få mig att betala en enda krona eller gå en en enda meter utan mitt direkt godkännande, mitt frivilliga samarbete. IKEA har för övrigt inte en enda tank, inte ett enda vapen, inte ens en batong vad jag vet. När radio &amp; tv-tjänst kommer och knackar på däremot eller när statliga eller kommunala skatter höjs under löftet att våra skolor kommer bli bättre. Vad har jag att säga till om? Råkar jag inte hålla med blir jag antingen skjuten eller satt i fängelse. Vem är det som har makten egentligen? Var är moralen?<br/> <br/>  I mina ögon har man förlorat så fort någon förespråkar våld mot fredliga människor endast med oförstånd om fredliga alternativ som anledning.       </td> </tr> </table>  Pengar är i högsta grad ett maktmedel, likaså är politik. Inte minst ser vi att pengar är ett maktmedel i rättssystem, då de som lyckas hålla igång en rättsprocess tillräckligt länge med höga advokatkostnader ofta är de som kommer vinnande ut ur processen. <br/> <br/>  I ett liberalt land blir pengar då det enda maktmedlet, och vi kan inte styra vilka som får största delen av makten i ett liberalt land. Inte kan vi det ens om det är ett demokratiskt liberalt land eftersom fördelningen av den faktiska makten mellan politisk makt och makt genom kapital blir otroligt obalanserad åt kapitalhållet. <br/> <br/>  IKEA har inte ett intresse av makt. Likaså har <u>inte alla</u> med enorma kapital det, men system som man kan utnyttja för att få makt har en tendens att locka till sig just sådana personer. Det har en tendens att också framkalla den sidan av människor. Nu är kanske Lord Of The Flies är ett långsökt exempel, men du förstår vad jag menar. Wall Street är ett mindre långsökt exempel. <br/> <br/>  Våldet känns som ett huvudargument för många liberaler. Det som är viktigt att förstå är att man inte bara kan få friheter i samhället man lever i. Man har också skyldigheter, inte minst till sina medmänniskor. Det känns som om det är något liberaler har en tendens att glömma bort. Tar man inte sitt ansvar får man inte heller sina friheter i landet man lever i. Precis som du har friheten att döda någon tar du inte den friheten, eftersom det skadar en annan person. Betalar du inte skatt skadar du samhället eftersom du inte bidrar till att bygga upp det. Skulle ingen betala skatt skulle samhället skadas just på det sätt jag beskriver, och indirekt skadas andra människor.<br/> <br/>  Det är dock otroligt viktigt att denna politiska makt hamnar i rätt händer, precis som kapitalmakten. Om det fanns något sätt att se till att den kapitalistiska makten hamnade i rätt händer skulle jag nog absolut kunna vara liberal, men jag har svårt att se det vara möjligt. Världen och människosläktet är av naturen för giriga, vilket man med kapitalism kan vända till något gott men bara till en viss grad.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Om du med förminskar menar att man inte ser individen som unik eller att denne inte har något sammanhang, så vet jag inte någon liberal (social eller klassisk) som står för det. <br/> <br/>  När det gäller nationalitet så finns det en hel del klassiska liberaler som inte ser något jättestort värde i detta (håller med dem om det), men de flesta <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.com%2F2009%2F01%2Fsocialliberalernas-nationalism.html\" target=\"_blank\">socialliberaler är nationalister</a>. Dock är det inget de vill erkänna, så du har rätt i att de iaf inte säger sig stå för det. Själv känner jag inte att nationalitet är den viktigaste tillhörigheten för mig; jag känner större tillhörighet till libertarianer eller till vettiga individer. Samma med ras, jag känner såklart en något större säkerhet med vita än med syrier, men jag kan se att för många spelar det en mycket större roll. Den vanliga liberala åsikten här är att ens ras inte bestämmer hur andra skall behandlas av det politiska systemet. Folk kan få ha vilka idéer de vill, men en svart och vit skall inte behandlas olika på grund av deras hudfärg; individer har rättigheter på grund av sina mentala färdigheter. Det kan vara värt att ha olika försäkringsskydd för grupper som är olika benägna att drabbas för sjukdomar, men det är något folk gör privat. <br/> <br/>  Enligt wikipedia finns det inte något parti i riksdagen som står för fri invandring, däremot säger sig alla stå, förutom SD, för en \"generös\" invandringspolitik - <a href=\"/leave.php?u=https%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FSveriges_invandringspolitik%23Riksdagspartiers_st.C3.A5ndpunkter\" target=\"_blank\">https://sv.wikipedia.org/wiki/Sverig...C3.A5ndpunkter</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Har involverat mig i en debatt om invandring på DN, annars har jag inte sett eller läst något, vilket jag inte brukar göra heller.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Instämmer i att de faktorerna påverkar utvecklingen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Inte ensamt, men ja, i samband med andra faktorer så lär dessa saker ske mer ofta bland arbetslösa än bland de med jobb. Fast de två näst sista har nog mer med kultur att göra och den sista har jag ingen aning om. Ivf, om man inte kan försörja sig på vanligt sätt i ett samhälle lär man utveckla anti-sociala tendenser. Tänk dig själv att du växer upp och är runt 14 år och märker att dina framtidsutsikter inte är alltför bra. Jag skulle gissa att hjärnan då försöker hitta utvägar åt en, och den mest uppenbara är ju att gå emot systemet. Om man har en chans att klara sig kommer man att utveckla en strategi som är passande för att klara sig i ett civiliserat samhälle. Annars utvecklar man en strategi som är anpassad för att leva på andra. Varför utvecklar inte svenskar i lika stor mån dessa strategier? De känner gissningsvis större trygghet i att deras stat skall ta hand om dem. Det är också enklare att se andra som fiender om de tillhör en annan folkgrupp.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är inte hur vi ser på vad det innebär att agera. Det du säger skulle vi kalla att agera förnuftigt, vilket långt ifrån alla gör.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Mm, jag är inte för demokrati delvis för att det inte ger folk incitament till att tänka rationellt på politiska frågor. Det är annars standardåsikten bland libertarianer att folk beter sig galet inom politik; folk som röstar för högre skatter och mer regleringar röstar på en ordning som objektivt gör det sämre för dem. Såvida det inte är särintressen, men då är deras val bara rationellt om de inte kan förändra all annan politik samtidigt. Sedan tidigt 1800-tal har libertarianer/flashbackliberaler/klassiska liberaler ansett att folk agerar irrationellt genom att rösta på socialism eller konservatism, att dessa saker inte tjänar deras bästa intressen. Här är en känd essä från 1850 som beskriver tänket rätt väl:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.econlib.org%2Flibrary%2FBastiat%2FbasEss5.html\" target=\"_blank\">http://www.econlib.org/library/Bastiat/basEss5.html</a><br/> <br/>  Sedan är det sant att några av oss tenderar att utgå ifrån att folk agerar rationellt i sitt privata liv (vet inte hur många som utgår ifrån det, kanske bara vi som läst ekonomi). Men för egen del, och gissningsvis för de flesta här, så är det bara en tendens, det finns en hel del galenskap som folk tror på i sina privata liv.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Jag är ganska aktiv inom <a href=\"/leave.php?u=http%3A%2F%2Fofuss.se%2F\" target=\"_blank\">Ofuss</a> och lite i Liberala partiet. Sedan diskuterar jag här, på facebook i Ung Liberal, och så bloggar jag. <br/>  Hehe, alltid något! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Jag är inte emot välfärdssystem som sådana, men jag är emot det statliga välfärdssystemet då det, likt alla andra statliga tjänster, är sämre än vad ett fritt samhälle kan producera. När det gäller utbildning finns det <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.com%2F2012%2F05%2Fvar-skola.html\" target=\"_blank\">stora problem</a> med den statliga skolan, samt med hela utbildningssystemet genom att den <a href=\"/leave.php?u=http%3A%2F%2Feconlog.econlib.org%2Farchives%2F2012%2F02%2Fa_brief_letter.html\" target=\"_blank\">överutbildar</a>. I privata skolsystem brukar skolor ge rum för fattiga barn och idag kan man utbilda sig på högre nivå med böcker som man får gratis på nätet och i vissa ämnen går det att tenta av det via internetutbildningar. I England innan 1870, när det infördes skoltvång och 85% av alla barn utbildades helt privat och resten fick subventioner på 1/3 av kostnaden, så kunde 93% läsa. I England idag är 20% av alla som går ut skolan funktionellt illiterata, som att de inte kan läsa en busstidstabell. Detta enligt statliga undersökningar (vilka refereras till i kapitlet <a href=\"/leave.php?u=http%3A%2F%2Fbooks.google.de%2Fbooks%3Fid%3DUNL8CypId5IC%26amp%3Bprintsec%3Dfrontcover%26amp%3Bhl%3Dsv%26amp%3Bsource%3Dgbs_ge_summary_r%26amp%3Bcad%3D0%23v%3Donepage%26amp%3Bq%26amp%3Bf%3Dfalse\" target=\"_blank\">E<i>ducation in the Voluntary City</i></a>).",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Ha i åtanke att det som sätter priserna är konkurrensen från olika håll. Dels konkurrensen mellan arbetare (som du talar om här och som är till arbetarens nackdel), men även konkurrensen mellan företag (som är till arbetarens fördel), man ska även ha i åtanke att konsumenterna får mer makt och att de allmänna priserna i samhället sänks. Vad som händer i en fri marknad är att lönerna justeras till var de egentligen borde ligga. Vissa skulle tjäna mer än vad de gör idag och andra mindre, baserat på tillgång och efterfrågan. Om marknaden skulle släppas fri så skulle den sätta en mängd olika parametrar i rörelse, vissa skulle vara till arbetarnas fördel och andra till arbetarnas nackdel. Dock tror jag inte att rena arbetare skulle förlora på en friare marknad, då dessa ofta sitter på värdefull kompetens inom områden som konsumenterna faktiskt behöver. Däremot skulle många byråkrater, tjänstemän och människor som jobbar i branscher som är subventionerade av staten ligga rätt illa till. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        Till viss del. Detta beror på hur korrupt systemet är och det är något som måste motverkas. Dock är detta något som sker lagligt i bland annat USA (till viss del också EU) i.o.m. lobbyismen, som är ett nyliberalt koncept.<br/> <br/>   Fast i en demokrati utan lobbyism kan vi inte förutsätta att det går till på detta viset, eftersom sådana mutor är illegala och vi satt dit politikerna eftersom vi har förtroende för dem.       </td> </tr> </table>  <br/>  Att lobbyism är en del av liberalismen är så långt ifrån sanningen som man kan komma (och kom ihåg att nästan alla riktiga liberaler du kan hitta idag tar starkt avstånd från den nuvarande borgerliga regeringen). Lobbyism (och korruption) är ett problem som uppstår när rika och inflytelserika grupper och människor kan påverka lagstiftarna. Ju mer makt lagstiftarna har, desto allvarligare blir problemet. Det går inte att lagstifta bort det här förhållandet. Det enda sättet att lösa det här problemet är genom att minska politikernas makt och istället sätta makten i händerna på konsumenterna (folket) själva.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det känns dessutom som om du anser att jag tycker marknaden ska vara hur reglerad som helst. Det tycker jag inte. Man skulle t.ex. kunna ha en ekonomisk politik som gynnar små företag snarare än stora multinational corporations. Vår diskussion är aningen för förenklad för att säga att det ena är perfekt och det andra inte. Dock tycker jag i vilket fall att vissa regleringar ska finnas, <b>eftersom ett samhälle helt fritt från ekonomiska regleringar till slut sätter i princip all den potenta makten i de rikaste människornas händer.</b> Detta kan till viss del förhindras, med <b>rätt</b> regleringar.<br/> </td> </tr> </table>    Nu vet jag inte vad du tycker rakt igenom så därför är det svårt att förhålla sig till. Jag kan därför bara svara på de påståenden som jag tycker att det finns anledning att anmärka på. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Intressant. Vad är timbro förresten? Någon liberalt vinklad sida eller? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Den kan vara intressant att läsa igenom! Är dock rätt trött nu, men kan kolla igenom senare. Det jag redan ser nu dock är att många länders ekonomiska frihet inte riktigt korrelerar med varken deras regleringar eller välstånd. Norge och Danmark har betydligt högre skatter på det mesta än Sverige, ändå är Norge betydligt rikare. Likaså är USA:s allmänna välstånd lägre än Sverige, trots de många avregleringar de har. Har jag kanske feltolkat ekonomisk frihet?       </td> </tr> </table>  <br/>  När det gäller ekonomisk frihet så finns det massor av saker man måste ta hänsyn till. Vissa former av ekonomisk frihet är viktigare än andra. Man måste även ta hänsyn till sådant som förändring (ett land behöver inte vara rikt/fattigt samtidigt som en reglering/avreglering införs utan saker kan förändras över tid), dessutom finns det mängder av parametrar att ta hänsyn till (den norska oljan till exempel). Men som sagt den generella trenden att ju friare ett land är, desto rikare är nästan hela folket är rätt tydlig. Notera även stapeldiagrammen som bland annat mäter sambanden mellan livslängd och utbildningnivå i hela folket och ekonomisk frihet, och den som jag nämnde tidigare om inkomsten hos de fattigaste 10 procenten i förhållande till den ekonomiska friheten.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        Ditt första stycke här har jag svårt att se någon poäng i förutom att stärka din tes om två grupper. Den stärker dock i sig inget speciellt utan påvisar bara min poäng. Det kommer alltid finnas bra och dåliga människor, absolut. Det är dock väldigt viktigt att se till att de onda aldrig får makten, inte heller genom ekonomisk frihet. De goda människorna kan man hitta sätt att hjälpa på andra sätt, bland annat genom att ge alla en likvärdig chans så de bästa sållas ut ur mängden.<br/> <br/>  Ditt andra stycke är dock underbart att läsa. Håller helt med dig.      </td> </tr> </table>    Det där med de två grupperna var egentligen inte så viktigt. Vad jag ville ha sagt är att \"de allra rikaste\" inte är en homogen grupp där alla tjänar på samma sak. Inom den gruppen finns det både människor som har tjänat ihop sitt välstånd själva till gagn för nästan hela samhällen och människor som mer eller mindre bara har stulit sin rikedom från folket. Dessa grupper gynnas av helt olika politiska system och åtminstone den senare gruppen (som utgör det verkliga problemet), skyr vanligtvis verklig liberalism som pesten då de vanligtvis skulle vara chanslösa i system där de var tvungna att konkurrera om konsumenterna på samma villkor som alla andra. Exemplen jag nämnde var bara ett svar på din fråga/påstående om människor blir stenrika på att utnyttja den svencka välfärden (som jag misstänker är en av de grupper som du stör dig på). <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Intressant. Kan kolla upp killen lite mer senare kanske, men mycket av argumenten i dokumentären jag såg var ganska primitiva. Den var ganska hetsigt gjord i äkta amerikansk hetsar-anda för att hetsa upp lyssnaren över enstaka problem som var vinklade på ett bra sätt, utan att se till bakgrunden i många fall. <br/> <br/>  Hur deras rättssystem utvecklades som det gjorde är en mycket komplex fråga. Det icke-liberala samhället har väl till stor del sitt ursprung ur den Kristna högern, som på samma gång för det mesta förespråkar ekonomisk frihet då de i de flesta fall är republikaner. Det komplicerar USA:s politiska situation till stor del, men ekonomiska avregleringar har skett de senaste 30 åren, mycket för att gynna vissa specifika företag och branscher, inte minst Wall Street. Se gärna Inside Job. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table>  <br/>  Ja jag vet att det är vinklat, men hitta någon samhällsjournalistik som inte är det. Nu slängde jag iofs bara upp länken för att ta fram några pedagogiska exempel på hur den amerikanska lagstiftningen ibland kan se ut gällande ekonomisk (o)frihet. Men min poäng där är i alla fall att USA verkligen inte är något liberalt föredöme (även om de i många sammanhang fortfarande är mer liberala än många andra länder). Därför biter sällan \"Titta på USA\"- argumentet på klassiska liberaler för även vi brukar kritisera USA mycket hårt för deras lagstiftning. För övrigt har det även gjorts många regleringar de senaste 30 åren, och regleringarna tenderar i allmänhet att öka över tid (precis som skattetrycket)."
		]
	},
	{
		"postIndex": [
			[1000],
			[974],
			[1011],
			[975],
			[1059]
		],
		"postTime": [
				"2014-02-23",
				"2014-02-09",
				"2014-03-16",
				"2014-02-09",
				"2014-06-06"
		],
		"postNum": [
			[1011],
			[985],
			[1022],
			[986],
			[1071]
		],
		"postLink": [
				"/sp47652014",
				"/sp47435051",
				"/sp47965868",
				"/sp47435082",
				"/sp49092020"
		],
		"postUser": [
				"daemon3.14",
				"daemon3.14",
				"daemon3.14",
				"daemon3.14",
				"daemon3.14"
		],
		"postUserID": [
				"/u275524",
				"/u275524",
				"/u275524",
				"/u275524",
				"/u275524"
		],
		"postUrl": [
				"https://www.flashback.org/t1532220p85",
				"https://www.flashback.org/t1532220p83",
				"https://www.flashback.org/t1532220p86",
				"https://www.flashback.org/t1532220p83",
				"https://www.flashback.org/t1532220p90"
		],
		"userUrl": [
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524",
				"https://www.flashback.org/u275524"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag skrev aldrig att tekniken alltid skulle förbättras - jag skrev att den började öka i en mycket snabbare takt för 80 000 år sedan. Jag skrev inte heller att naturresurserna skulle vara oändliga, eller något i närheten av det. Poängen med stycket var inte att säga att det inte fanns någon negativ \"konkurrens\" mellan folk - det gör det, så klart (fackanslutna arbetare mot icke-anslutna arbetare; politiker mot skattebetalare; företag som vill ha subventioner mot skattebetalare och konsumenter) - utan det var att visa att den konkurrens som finns på marknaden är helt skiljd från den som finns i naturen. Marknads-konkurrens är jättebra, medan politisk och \"naturlig\" konkurrens är usel, som jag ser det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  De behöver inte alla bo på samma ställen. För egen del så skulle det fungera med att bara några få områden i sverige öppnar för fri invandring, för att de flesta målen med det skall uppfyllas (nämligen att folk i fattigare länder skall kunna få det bättre, samt att vi kan få det bättre genom utökad specialisering och handel). Det här är också en konsekvens av att låta folk leva i fred. Om jag och en del andra libertarianer fått leva i fred skulle några av oss skapat samhällen dit invandrare var fria att flytta till och där vi skulle ta emot dem med öppna armar (dock inte anti-sociala våldsverkare och brottslingar, ja). Andra skulle inte ha öppna gränser, och det skulle vara okej ifall de äger det området som en privat sfär och inte vill att folk skall bo där - det hade varit som en sorts klubb för dem.<br/> <br/>  Ja, det finns många konflikter i afrika. Men det beror på deras dåliga politiska styre (som i sin tur har ekonomiska, geografiska, demografiska/genetiska, kulturella, rättsliga förklaringar, vilka politiken också påverkat) på samma sätt som att sverige var ute i krig i runt 80% av tiden från 1550-1815, och att Europa var ett jäkla slagfält för härskare och tyranner. Det är inget genetiskt som gjort att vi i väst slutat kriga, utan det beror på att folket anammade en annan ideologi, för att det blev alltmer uppenbart lönsamt med handel med andra samt förbättringar av mekanismer för att hålla kontroll över härskarna med makt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Visst, det är helt naturligt att man vill bo med de man känner är en del av ens ingrupp. Det är en preferens som folk bör kunna få leva efter om de så vill. Men bara för att någon vill leva enligt ett visst mönster (som, med bara människor som är av ens genetiska närhet) så kan man inte tvinga på andra att leva efter det mönstret. <br/> <br/>  Vi behöver inte följa den samhällslogik som gällde i naturen - vi kan samarbeta med andra och därför behöver vi inte vara fiender.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det gör det, men det är inte fullständigt uppenbart, då det är svårt att se effekten av ett samhälle på 100 000 invånare och 110 000 invånare. Den 10%-iga ökningen gör att marknaden där blir större för producenter, vilket gör att ett marginellt antal butiker, restauranger, biografer och uteställen kommer till, men som inte skulle funnits utan den utökade befolkningsmängden. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vilka svarta då menar du, det låter som om du säger alla svarta? Din andra tes - att svarta alltid förstör samhällena de åker till - är bevisligen falskt. Det finns ett antal länder i afrika, söder om sahara, som har tagit stora kliv framåt, samtidigt som de haft en hel del invandring av svarta personer - botswana, gabon och equatoriala guinea har alla nu högre BNP/Capita än vad sverige hade <a href=\"/leave.php?u=http%3A%2F%2Fwww.gapminder.org%2Fworld%2F%23%24majorMode%3Dchart%24is%3Bshi%3Dt%3Bly%3D2003%3Blb%3Df%3Bil%3Dt%3Bfs%3D11%3Bal%3D30%3Bstl%3Dt%3Bst%3Dt%3Bnsl%3Dt%3Bse%3Dt%24wst%3Btts%3DC%24ts%3Bsp%3D5.59290322580644%3Bti%3D2012%24zpv%3Bv%3D0%24inc_x%3Bmmid%3DXCOORDS%3Biid%3DphAwcNAVuyj1jiMAkmq1iMg%3Bby%3Dind%24inc_y%3Bmmid%3DYCOORDS%3Biid%3DphAwcNAVuyj2tPLxKvvnNPA%3Bby%3Dind%24inc_s%3BuniValue%3D8.21%3Biid%3DphAwcNAVuyj0XOoBL_n5tAQ%3Bby%3Dind%24inc_c%3BuniValue%3D255%3Bgid%3DCATID0%3Bby%3Dgrp%24map_x%3Bscale%3Dlog%3BdataMin%3D283%3BdataMax%3D110808%24map_y%3Bscale%3Dlin%3BdataMin%3D18%3BdataMax%3D87%24map_s%3Bsma%3D49%3Bsmi%3D2.65%24cd%3Bbd%3D0%24inds%3Di28_l001919afar%3Bi217_t001919%2C%2C%2C%2C%3Bi67_d001920b7aj%3Bi79_t001920%2C%2C%2C%2C%3Bmodified%3D75\" target=\"_blank\">1950</a>. Siffran är säkerligen ganska dålig, men den borde ge en ungefärlig gissning över hur de kan ha det, som pekar på att även överlägset svarta samhällen kan klara sig rätt bra.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Du frågade om <i>hur</i> en välståndsförbättring med mer invandring skulle fungera och jag gav ett svar på det. Den frågan går inte in på problemen som kan finnas med invandring, så därför tog jag inte upp dem. Min egen fullständiga teori av hur samhället fungerar har även med biologiska och psykologiska faktorer - samt politiska. Dock ser jag att de biologiska skillnaderna främst är intressanta mellan män och kvinnor - det är större skillnad mellan en svensk man och kvinna än vad det är mellan en svensk och en zambiansk man.<br/> <br/>  Så, jag menar inte att invandring inte har några negativa sidor - den högre arbetslösheten bland invandrare, att vissa går med i kriminella gäng och att många tar ut bidrag från staten är alla sanna. Det innebär dock inte att invandrarna skulle kunna ha fått en bättre start, som genom att det hade funnits jobb tillgängliga för alla som kommer hit, eller genom att det inte skulle finnas något lika statusfyllt än att arbeta på den \"vita\" marknaden eller att vissa barn inte tvingas gå i skolor där de förbereds för kriminellt liv istället för ett produktivt.<br/> <br/>  Det beror på hur utvecklingsstörda de är, som om de kan ta hand om sig själva eller inte. Ricardos lag är alltid sann, fast för producenter som är någorlunda bra på att sköta sig själva. Vissa förståndshandikappade kan göra det, andra inte. Med tanke på hur många som inte kan det skulle det vara negativt med så många invandrade förståndshandikappade, men det tar inte ut någon av effekten för de som kan sköta sig själva.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Visst!<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag ser det som ett problem, men inte som ett problem som är större än problemet med att vissa är otroligt mycket fattigare än vad svenskarna är. Dessutom tror jag inte att särskilt många skulle få någon lönedumpning.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  De hade inte behövt så många ingenjörer ifrån väst för att få igång deras teknologiska kunnande, så att de hade flyttat in skulle kunna räknas under dessa ytterst få invandrare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Mm, och att en större del av deras eget samhälle gick ut på att få tag på slavar. En annan förklaring är att de post-kololinala staterna förstört samhällena genom att låta grupperna i samhället slåss med varandra för att få politisk makt, och att den klan som vunnit sugt ut de andra klanerna.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja, ord borde vara precisa så att det man säger har exakt korrespondens med hur andra tolkar ordets mening. Om man inte gör det och säger, exempelvis, att den industriella revolutionen <i>sänkte</i> arbetares löner så skapar man en felaktig uppfattning om vad som verkligen skett hos andra som hör detta. Någon som säger det skulle säga, om man pressar denne, att de inte sjönk egentligen, utan att de sjönk <i>relativt</i> kapitalisternas inkomster, vilka steg mycket mer under perioden. Problemet är att folk går runt med felaktig uppfattning om hur världen är och kommer fram till en annan politik än vad de skulle gjort om de hade korrekt information.<br/> <br/>  Problemet med att använda ordet \"ersätta\" i din mening är att det ger bilden att folk just försvinner. Och ingen gillar att andra i ens ingrupp försvinner - det sätter igång evolutionära djupa känslor av att något är fel och att alla i gruppen måste gadda sig samman mot en yttre fiende. Det blir alltså ett politiskt slagträd som folk kan använda för att <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.se%2F2011%2F10%2Fen-introduktion-till-signalering.html\" target=\"_blank\">signalera</a> sin trohet till en ideologi, en viss grupp, istället för att hjälpa att få folk att förstå varandras argument.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det första stämmer, men det faktat är inte nödvändigtvis en förklaring till att svenskar minskar i antal. Det är möjligt att ha massinvandring utan att folk skaffar färre barn, alltså behöver inte det medföra att svenskar minskar i antal.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  (Abort är en av de frågor som delar många libertarianer, så att säga att abortgränsen är <i>extremt</i> liberal är något problematisk. Ron Paul är emot abort, Ayn Rand var för det fram till födseln, Walter Block är för det så länge det inte är möjligt att rädda barnet (eller, det skulle nog vara konsekvensen av det).)<br/> <br/>  Du tänker dig att det var judar som propagerade i kampen för fritt tillgänglig abort för alla mödrar i Sverige, alltså? Det verkar snarare som att de ledande för den kampen i Sverige var just olika svenskar - det är en fråga som förenar många kvinnor, helt enkelt. En av de främsta organisationerna för fri abort <a href=\"/leave.php?u=http%3A%2F%2Fwww.rfsu.se%2Fsv%2FOm-RFSU%2FRFSUs-historia%2FRFSU--politisk-och-personlig-under-80-ars-tid%2F\" target=\"_blank\">verkar ha varit RFSU</a> och de leddes av en svensk-norsk kvinna (<a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FElise_Ottesen-Jensen\" target=\"_blank\">Elise Ottesen-Jensen</a>) från starten till slutet av 50-talet. Och förklaringen till varför hon började kämpa för de frågorna är helt naturlig:<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Alltså, inga judiska influenser behövs för att förklara varför många vill ha samlats kring rätten att få göra abort.<br/> <br/>  Det finns många liberaler som står för att kvinnor skall kunna göra abort innan 28:e veckan och som samtidigt står för att familjen är en viktig del i folks liv. Det är säkerligen den normala tanken bland medlemmar i liberala partiet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Visst, det är ett problem ifall mer invandring skulle stärka dagens socialister eller nationalister. Jag tänker mig dock att den politiska utveckling som jag står för (och som är mest politiskt möjlig) kommer att gå mot frihet på ett håll att risken för att etatisterna får mer makt av det är ganska låg. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Därför att du inte skrev om folkslag utan om företag och det var det som jag bemötte.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det stämmer inte att folk i regel försvinner i konkurrensen på en fri marknad. Varje individ som kan göra den mest enkla sysslan kommer kunna få ett jobb, om lönen tillåts sjunka till den nivån som folk är villiga att betala för den tjänsten. Enligt Walter Block skall folk med kognitiv nedsättning ha varit undantagna minimilönen i USA under 70-talet, vilket gjorde att de kunde få jobb då, trots att de bara kunde utföra några enkla sysslor. Men de enkla sysslorna är ändå eftertraktade i ett samhälle där det alltid finns en brist på folk som kan göra de småsakerna (fixa trädgårdar, göra enkelt industriellt arbete osv). Så, om det kom hit en massa superjudar och tog över vd-posterna i landet skulle inte det leda till att svenskarna blir arbetslösa; de skulle få ta andra jobb bara. Och det skulle inte heller leda till att den genomsnittliga individen får det sämre, utan denne får tillgång till bättre och billigare varor.<br/> <br/>  Men visst, ifall konkurrens fungerade på ett annat sätt, om det fungerade som krig, skulle jag inte vilja ha sådan konkurrens med andra individer.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  På vissa ställen åtminstone - i det samhälle jag själv flyttar till kommer de svarta, asiatiska, indianer och vita som uppskattar ett fritt samhälle kunna få bo där. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Visst!<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det skulle vara fullt möjligt i mitt samhälle, men det skulle vara något begränsat så att de människor som inte vill bo i samma områden som invandrare inte behöver göra det. Om några skulle vilja leva helt separat från andra raser (eller religioner, ideologier) skulle de kunna göra det.<br/> <br/>  För egen del handlar det inte om att jag vill leva med araber, asiater eller svarta. För min del handlar det om frihet och att alla har rätt till frihet, svenskar som svarta. Som jag ser det är det möjligt att folk både kan flytta hit och att de lever på andra ställen, för att de som inte vill bo i områden med andra raser skall slippa det. Och frihet har inget bestämt mål, men det möjliggör att folk kan, och kommer att, flytta till sverige. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det jag menade var att hur regler blir bestäms till stor del av vår egen vilja. Vi kan välja att bo i ett samhälle där politiken bestäms av en liten klick människor (som i Sovjet eller Nord-Korea), vi kan välja att bo i ett där människor belönas utefter hur mycket de tjänar andra (laissez-faire), vi kan välja att bo i ett där folk belönas efter hur bra de är på att stjäla ifrån andra (som i krigen mellan primitiva stammar, eller mellan kungar). Det finns olika \"logiker\", olika belöningssystem för olika samhällen, och vi behöver inte leva i samhällen som belönar folk för att kriga med varandra. Utan istället samhällen som uppmuntrar varandra till att samarbeta bättre med varandra - genom utbyten av olika slag.<br/> <br/>  Alltså, vissa samhällsmönster uppstår bara vid olika tillfällen. Om vi inte hade haft någon gemensam produktion med andra människor så hade vi varit varandras fiender och \"samhället\" hade varit en evig kamp mellan var och varannan individ. Nu kan vi ha samarbete med varandra och lever i ett samhälle där vi inte behöver och där det dessutom är väldigt ovanligt med en sådan evig kamp. Trots att våra hjärnor delvis varit formade för att vara beredda på en sådan evig kamp - våra dumma hjärnor tror <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.se%2F2013%2F02%2Fthe-rational-optimist-manufacture-of.html\" target=\"_blank\">delvis</a> att vi måste slåss mot varandra, men de kan också instinktivt inse att vi tjänar på handel.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag har inte heller några exakta siffror men tror ändå det finns goda anledningar att misstro att det skulle vara en väldigt stor del av alla svarta (d.v.s. mer än 1%) som naturligt är asociala. Jag skiljer mellan naturligt och samhällskapad asocialitet;  i ett samhälle där droger är förbjudna, exempelvis, kommer fler vara kriminella för det finns en verksamhet som är lönsam och som folk kommer att gå in i bara för att tjäna pengar. Med naturligt asociala tänker jag mig att folk biologiskt är sådana att de är så våldsbenägna och folkrädda att de inte kan leva i ett samhälle, ens under de förutsättningarna där de kan ta ett passande jobb (eller att de är oförmögna att arbeta över huvud taget pga oförmåga att samarbeta med andra). Rent evolutionärt vore det <i>extremt</i> konstigt om det vore så att vart hundrade bebis i afrika skulle vara oförmögen att jobba tillsammans med andra i en liten grupp, den miljö som evolutionen format oss till (dåligt, givetvis, som med all annan evolution; den är dum).<br/> <br/>  För att applicera konceptet så verkar det vara ganska klart att män är mer naturligt asociala än vad kvinnor är - att om man tar en massa barn som får uppleva ungefär samma uppväxt, så kommer fler pojkar än tjejer att begå brott, oavsett ras. Kvinnor tenderar att producera färre hormoner som får dem att ge upp sitt förnuft och begå brott.<br/> <br/>  Hur många tror du är \"naturligt asociala\" av alla svarta (om du håller med om att konceptet är giltigt)? Och som jämförelse, hur många vita tror du är det?<br/> <br/>  Jag tänker mig att mycket av dagens situation kommit till tack vare olika regleringar, främst arbetsmarknadsregleringar, men också kriget mot narkotika och de dåliga statliga skolorna. Alltså, jag tänker mig att dagens samhälle är <i>sämre</i> än hur det var, säg, 1905 (för de flesta västerländska länderna) då knappt något land hade speciellt många regleringar. Alltså, teoretiskt ser jag det som att om svarta inte klarade sig bra förr, utan var våldsamma även då, då lär du ha rätt. <br/> <br/>  Den här datan hittade jag samtidigt som jag skrev paragrafen ovanför, men det första i den hade jag redan skrivit för länge sedan i vår diskussion och det andra följer utifrån det. Iaf, det här är vad jag hittat:<br/> <br/> <b>1. </b>Mellan 1925 och 1971 var ca 0,1% av den amerikanska befolkningen inlåst i fängelse. (<a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FIncarceration_in_the_United_States\" target=\"_blank\">länk</a>) (Jag tänker mig att det är ett ungefärligt mått på hur asocial man är, om än att den har många bekymmer, som när folk sätts i fängelse för beteende som kan vara socialt, som att ta droger eller sälja sex.) <br/> <br/> <b>2. </b> Idag så finns det mer än 6 gånger fler svarta än vita amerikaner i fängelser. (<a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FRace_and_crime_in_the_United_States%23Prison_data\" target=\"_blank\">länk</a>)<br/> <br/>  Utifrån det här, om vi kan anta att den oproportionerliga fördelningen mellan hur många och svarta och vita som är i fängelse, så borde det ha funnits sex gånger fler svarta i fängelset än vita även 1925-1971. Om det stämmer och (orkar inte räkna helt ordentligt nu) vi räknar bort indianer, asiater och latinamerikanare, <b>så var endast 0,73% av den svarta befolkningen då i fängelse.</b> (Om man räknar med dem blir siffran lägre.)<br/> <br/>  Jag kan tänka mig din invändning; om vissa kriminella är inlåsta så är ju många på fri fot. Det är sant, men måttet är i sig inte helt perfekt, då många som begår brott gör det bara en gång. Och andra som begår brott skulle inte behövt göra det om de växt upp under bättre förhållanden. Och en del brott är brott utan offer. <br/> <br/>  Men, för att ändå gå framåt i jämförelsen skulle vi behöva veta hur mycket brott som begås utanför fängelsena, och hur många som är i fängelsena är där för att de är naturligt antisociala. Jag tror dock att hur man än räknar på det så kommer det inte komma upp i en procent och definitivt inte genomsnittet!<br/> <br/>  Två bra youtube-klipp om varför det finns så mycket våld i USA: <a href=\"/leave.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dg9bRDNgd6E4\" target=\"_blank\">American Violence</a> och <a href=\"/leave.php?u=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DjwGWDis2dJw\" target=\"_blank\">State Against Blacks</a>.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vad exakt i det du citerade nu menar du är fel, jag ser inte något fel i det?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Korta svar: Äganderätt. Risk finns alltid, men vi har bara skrapat på ytan av jordens resurser. Tänkte skriva en artikel om det, men är inte färdig än, <a href=\"/leave.php?u=https%3A%2F%2Fdocs.google.com%2Fdocument%2Fd%2F1JFh6LgwZRcsGafx0A_dauXvvKp6mOU0jQJlPjdS9K1w%2Fedit\" target=\"_blank\">här</a> är utkastet:<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Många har länge varit oroliga för att världens samhälle skulle producera mindre mat för att täcka allas behov, men jordbruket blir bara mer produktivt  speciellt i fattigare länder. Och det finns gott om landområden kvar för att kunna producera till 9 miljarder människor (som vi förväntas bli runt 2050).[4]<br/> <br/>  Mat och material är dock oanvändbara utan energi, så hur ser det ut på den fronten? Här är hur lång tid det beräknas ta innan de idag bevisade reserverna för vissa icke-förnyelsebara resurser beräknas ta slut, givet dagens konsumtionsnivå[5]:<br/> <br/>      Naturgas  52 år<br/>      Olja  54 år<br/>      Kol  147<br/>      Uran (normala reaktorer)  200+ år<br/>   </td> </tr> </table>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Alltså, konkurrens på marknader fungerar helt annorlunda än konkurrens i naturen, för att på marknaden så kan man ägna sig åt en sorts gemensam produktion. Denna gemensamma produktion fungerar genom att jag specialiserar mig på att göra en sak, du på en annan och sedan byter vi med varandra så att vi får de saker vi båda vill ha. Det leder till att vi kan skapa fler produkter gemensamt än om vi producerar isolerat, och därför har vi ett naturligt intresse av att den andre existerar. I naturen fungerar det ganska annorlunda, där möjligheten till gemensam produktion är liten. Där slåss geparder med varandra i en konkurrens om resursen antiloper, en resurs de inte kan få mer utav genom sitt eget arbete. Varje gepard är i tydlig \"naturlig konkurrens\" (till skillnad från \"marknadskonkurrens\") med varannan gepard (förutom om de kan jaga i grupp). Varje människa var också i en sådan här usel konkurrens med alla andra grupper, men för <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.nl%2F2013%2F02%2Fthe-rational-optimist-collective-brain.html\" target=\"_blank\">100 000</a> år sedan började vi att handla med andra människor, och det var också då som vi tog de första stegen mot att teknologin började utvecklas i en mycket snabbare takt -  för mellan 80 000 och 20 000 år sedan kom folk på fler uppfinningar än vad homo erectus- folket gjorde under en miljon år innan dess.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Återigen: det är <i>ökad</i> arbetsfördelning som är det fina med att fler personer handlar med varandra. Ja, det är möjligt att ha arbetsfördelning med bara två miljarder människor, men det är ännu bättre med två och en halv miljarder människor.<br/> <br/>  Om de svarta inte begick brott och om de kunde få plats på arbetsmarknaden, ja, helt klart. Tar upp det nedan.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Vi skulle berikas genom vanlig specialisering och handel. För att det skall ske så behöver inte invandrarna vara lika duktiga som svenskarna på allting. Faktum är att även om varenda invandrare bara var kvalificerade för rent kugghjulsarbete på en fabrik så skulle det vara en fördel för alla svenskar. Detta genom Ricardos lag om <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FKomparativa_f%25C3%25B6rdelar\" target=\"_blank\">komparativa fördelar</a> (har gjort en egen <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.se%2F2012%2F03%2Fharmoniteorins-grundvalar.html\" target=\"_blank\">halvtaskig formulering av lagen</a>). Den fungerar såhär: säg att du är bättre än en annan individ på allt möjligt. Men du måste fortfarande diska, vilket tar tid från att du kan göra ännu nyttigare saker, som att producera möbler. Alltså, du måste göra 50 timmars arbete i veckan, men 10 timmar av dem utnyttjar du mindre produktivt (för varje timme) än de första 40 timmarna. Säg att den andre kan diska hälften så snabbt som du, men att du kan få ut tre gånger så stort värde av att använda de timmarna till att producera möbler istället, då tjänar du på att anställa den andre till att diska åt dig. Det här gäller oavsett om den andre är svart eller om denne är svensk.<br/> <br/>  Sedan skulle inte massinvandring nödvändigtvis leda till att det bara kommer hit lågproduktivt arbete; folk med hög utbildning skulle tjäna mycket mer på att komma hit om de bor i ett fattigt land. Men även om det bara kommer hit lågproduktivt folk hit skulle de ändå kunna arbeta här och vara till fördel för alla svenskar. Alltså, det är inte bara högkvalicerad kunskap som är viktigt; lågkvalitativt är också bra, för att de mer utbildade i Sverige kan ägna sig åt viktigare saker.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Gissningsvis ganska många ingenjörer, men återigen: fördelen av specialisering växer ju fler människor som producerar och handlar med varandra.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag har läst en hel del om vad som troligtvis gjorde att Europa blev startpunkten för det industriella genombrottet (det var <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.nl%2F2008%2F09%2Feuropean-miracle-i.html\" target=\"_blank\">det första jag bloggade om</a>), men bara litegrann om varför afrika laggade efter de andra civilisationsställena. Det säger dock inte så mycket ifall afrikanerna bara hade temporära civilisationer, eftersom det tog sydamerikanerna några tusen år från det att de utforskat amerika till att de skapade några civilisationer där - samma för de första civilisationerna i mellanöstern. Jag håller verkligen med om att <a href=\"/leave.php?u=http%3A%2F%2Fwww.ted.com%2Ftalks%2Fdavid_deutsch_a_new_way_to_explain_explanation.html\" target=\"_blank\">en bra förståelse</a> av omvärlden är otroligt viktig för att folk skall kunna ta steg mot att skapa en civilisation, men överlag verkar folk inte kunnat skapa bra förklaringar alls förrän de byggt en någorlunda vettig civilisation, och även då kommer inte alltid människor på de logiska principerna för hur verkligheten och resonerande fungerar, det är faktiskt ganska ovanligt. Så, det som är viktigast för att få igång den positiva spiralen för människor har varit geografiska förutsättningar - som att de första civilisationerna alla kom till vid vattendrag, och bra vattendrag var en sak som <a href=\"/leave.php?u=http%3A%2F%2Ftownhall.com%2Fcolumnists%2Fthomassowell%2F2005%2F07%2F13%2Fthe_tragedy_of_africa_part_ii%2Fpage%2Ffull\" target=\"_blank\">saknades i Afrika</a>. Dåliga vattendrag gjorde också att kommunikationer blev svårare. Och att de inte haft någon utveckling under 1900-talet har mycket varit för att de haft riktigt usla stater där, delvis tack vare att deras ledare utbildats i väst (som Khem Rouge-ledarna) där de fick lära sig en marxistisk syn på varför väst blev rikt (och försökte undvika hemskheterna som kapitalism innebar och istället få till en bra utveckling med socialistiska femårsplaner (en het grej bland utvecklingsekonomer faktiskt, fram till 80 och 90-talen)).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nope. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/>  Men, det som skiljer oss åt är att jag tror att vi kan få mer välstånd genom en gemensam produktion (även med lågproduktiva).",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  6. Det fanns köpmän i handelsstäder, ja. Att det tidigare har funnits mindre ett antal platser där det varit mer heterogent än i övriga samhället betyder inte att det är bra med heterogenitet generellt sätt. Handel gagnar många gånger ett land och det kan vara bra att tala med andra folk om teknik, utveckling och forskning. Däremot ska vi svenskar och européer aldrig göra avkall på vår egna kultur och vi ska aldrig ge bort makt och inflytande över oss själva till andra folk.<br/> <br/>  7. Det är inte alls onödigt med självförsörjning. Det är bra att inte vara beroende av andra nationer (Ryssland och gas till exempel). Det kan vara bra med arbetsspecialisering och komparativa fördelar gör så att mer blir producerat, men ett folk kan får inte vara allt för beroende av andra folk ifall det blir konflikt.<br/> <br/>  Den korta versionen är att judar ville göra Tyskland kommunistiskt och \"multikulturellt\" (begreppet kom senare och användes inte då). Judarna ägde en stor del av median, bankerna och var ledande inom kulturen. Judarna använde sin makt för att gagna sin egna grupp på bekostnad av tyskarna. Judarna spred sjuka ideal och självhat bland tyskar. <br/> <br/>  Det hade varit bättre ifall judarna flyttat till ett eget land.<br/> <br/>  Vad tycker du om dagens multikulturella samhälle? Det har drabbat mitt folk på ett oerhört negativt sätt. Svenskar har blivit drabbade av alla möjliga sorters ohyggliga brott. Jag tycker inte att det är värt att förstöra alla europeiska länder och folk för att liberaler vill äta ny mat.<br/> <br/>  8. Därför att liberalismen är en individualistiskt ideologi. Istället för att folket samarbetar som en enhet blir folket uppdelat i flera delar och splittras därför. Liberalismen är inte ett alternativ därför att ideologin skapar dåliga ideal. Det är pengarna som styr i samhället. Oftast betonas individens egna behov på bekostnad av kollektivet. Detta sker ofta i kombination med en hedonistisk syn på tillvaron där människorna i samhället söker efter temporär tillfredsställelse genom olika aktiviteter. <br/> <br/>   </td> </tr> </table>  <br/>  6. Jag säger inte att heterogenitet alltid är positivt - jag säger emot påståendet att det alltid är negativt. En ökad heterogenitet där det kommer fler lagbrytare, allsköns dogmatiker och frihetsinskränkare och dessa får möjlighet att förstöra för andra, är ett sämre samhälle än ett där de inte är så många. Annars, det är ett inte ett mindre antal platser som haft människor med olika etniska kulturer - skulle gissa att de flesta städer i Europa alltid haft en utländsk befolkning som bott där: Hansan hade enklaver i varje stad som var del i hansaförbundet, har inte hört så mycket om städer under antiken, men det lilla jag hört tyder på att de haft utlänningar som bott där. Jag ser det som att de flesta av oss är med och utvecklar den svenska kulturen, så att den blir bättre. Jag gör ett definitivt avkall på den svenska och europeiska 500-åriga politiska kulturen att stötta våldsmonopol. När det gäller makt så ser jag inte att det finns något \"vi\" - jag är under makten av andra svenskar; jag säger inte \"vi\" om dem lika mycket som jag säger \"vi\" om jag och politikerna i Bryssel. Jag är inte med och styr där, även om jag och mina politiska allierade skulle kunna göra det i framtiden. De som styr nu gör det inte utifrån mina intressen eller min världsbild, så jag ser det som ett felaktigt påstående att säga att jag och de styr över mig. <br/> <br/>  7. Visst, att köpa energi ifrån en stat som kan utpressa en vore inget vidare. Men i fallet vi diskuterade handlade frågan om export över huvud taget var en möjlighet för en nation att klara att få in mat till dem. <br/> <br/>  Finns det några bevis för att judarna (alla? en majoritet?) ville göra Tyskland kommunistiskt? <br/> <br/>  Fördelarna med invandring är inte enbart ny mat. Ja, det är något som många liberaler pekar på, då det är ett snabbt och enkelt sätt att visa att det finns positiva fördelar med heterogena befolkningar och multikulturalism. När det finns människor som vägrar se några positiva fördelar med att människor med olika nationalitet bor på samma område är det värt att ta upp. Jag ser det lite som en diskussion för att komma ifrån ytterligheter, säg att du har två personer som säger \"Multikulturalism är bara skit\" och en annan som säger \"Multikulturalism är bara bra\". För att diskussionen skall kunna gå någonstans måste dessa första påståenden krossas, och det gör man enklast med enkla exempel.<br/> <br/>  Nu är det kanske inte någon som säger just att det aldrig kan vara positivt, men det finns folk som skriver liknande saker som innebär att det övervägande, nästan helt och hållet, är skit.<br/> <br/>  I vilket fall. Jag ser det som att vi svenskar har fått många fördelar av att folk från andra kulturer kommit hit och arbetat, då de har ökat vårt gemensamma välstånd. Det är inte bara mer variation på mat utan genom att alla varor som blir bättre av en ökad befolkning har blivit bättre (som fler läkarspecialister, men också byggspecialister). Samtidigt har det kommit många nackdelar, genom att många invandrare idag (dock inte förr, som på 80-talet) är en börda för skattebetalarna och genom att vissa som invandrarat förstört för andra genom brott.<br/> <br/>  8. Varför tror du att liberaler inte skulle kunna samarbeta för ett gemensamt mål? Det är inte direkt något som stämmer överens med liberal ideologi, som uppmuntrar ömsesidigt gynnsamma samarbeten, eller som ser ut att stämma med samhällen som varit väldigt fria, som det amerikanska samhället - som Alexis de Tocqueville skrev i <i>Democracy in America</i>:<br/> <blockquote><i>Americans of all ages, all conditions, all minds constantly unite. Not only do they have commercial and industrial associations in which all take part, but they also have a thousand other kinds: religious, moral, grave, futile, very general and very particular, immense and very small; Americans use associations to give fêtes, to found seminaries, to build inns, to raise churches, to distribute books, to send missionaries to the antipodes; in this manner they create hospitals, prisons, schools. Finally, if it is a question of bringing to light a truth or developing a sentiment with the support of a great example, they associate. Everywhere that, at the head of a new undertaking, you see the government in France and a great lord in England, count on it that you will perceive an association in the United States.</i></blockquote>  Kolla även in min recension av <i>From Mutual Aid to the Welfare State</i> om hur <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.se%2F2012%2F04%2Ffrom-mutual-aid-to-welfare-state-sprida.html\" target=\"_blank\">privata välfärdsinstitutioner uppmuntrade moraliskt beteende</a>. <br/> <br/>  Poängen med en individualistisk ideologi är att individens önskemål är viktiga, men också att vi alla kan tjäna på att samarbeta med varandra utan att behöva offra någons intressen. Utan istället är det så att varje individ tjänar på att ha bl.a. fred, förståelse och trygghet och därför har folk uppmuntrat varandra att jobba ideellt (och kommersiellt) för att uppnå dessa gemenskapa saker. Individens högsta mål är att leva i ett så bra samhälle som möjligt, så <a href=\"/leave.php?u=http%3A%2F%2Fordningochanarki.blogspot.se%2F2014%2F04%2Fett-egoistiskt-skal-att-agera.html\" target=\"_blank\">därför har individerna i ett fritt samhälle ett intresse i att få alla att vara så samhällsorienterade som möjligt</a>. Det är också vad man sett fria samhällen: folk går samman i olika grupper för att uppnå gemensamma mål."
		]
	}
]
