[
	{
		"postIndex": [
			[58],
			[177],
			[64],
			[12],
			[180]
		],
		"postTime": [
				"2012-04-11",
				"2012-04-24",
				"2012-04-11",
				"2012-04-10",
				"2012-04-24"
		],
		"postNum": [
			[58],
			[181],
			[64],
			[12],
			[184]
		],
		"postLink": [
				"/sp36761614",
				"/sp37009380",
				"/sp36762485",
				"/sp36739892",
				"/sp37011229"
		],
		"postUser": [
				"Pilla",
				"Muhamed",
				"pajas357",
				"stengubben",
				"Muhamed"
		],
		"postUserID": [
				"/u210143",
				"/u486266",
				"/u95294",
				"/u557589",
				"/u486266"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p5",
				"https://www.flashback.org/t1842501p16",
				"https://www.flashback.org/t1842501p6",
				"https://www.flashback.org/t1842501p1",
				"https://www.flashback.org/t1842501p16"
		],
		"userUrl": [
				"https://www.flashback.org/u210143",
				"https://www.flashback.org/u486266",
				"https://www.flashback.org/u95294",
				"https://www.flashback.org/u557589",
				"https://www.flashback.org/u486266"
		],
		"sentence": [
				"Jag tror på ubåtar, ubåtar och ubåtar.<br/>  USA kommer ha väldigt svårt att skjuta på en ubåt som inte befinner sig extremt nära dom då det kommer se förjävligt ut från omvärldens vinkel. Detta ger ett taktiskt övertag att ta sig närmare än man någonsin skulle kunna gjort i ett krigsscenario.<br/>  Utan att ha läst på något om Irans ubåtar men jag förutsätter att dom har ett liknande system som våra svenska där man inte är begränsad till att skicka en torped i taget. Det är väldigt svårt att fly från en torped och låt oss säga att en Iransk ubåt kan skicka 4 på en och samma gång så kommer det vara 4 väldigt svåra saker att försvara sig mot.<br/>  Lägg till att du har några stycken ubåtar i området vars ända mål är att sänka ett hangarfartyg så ser jag det som mer än bara \"kanske med tur\" möjligt.<br/>  Om man sedan börjar med lite taktik där man gör ett skenanfall och när man är upptagen med att bekämpa ett luft/yt hot så kommer ubåtar ha större chans att komma ännu närmare och detta ökar chanserna ännu mer.<br/> <br/>  I dagsläget har USA inte råd att förlora ett hangarfartyg. Ja dom har 11 stycken men investeringen för 1 är så stor att det skulle skita hela systemet. <br/>  Resultatet är två totalt förstörda länder där USA bombar skiten ur Iran i vedergällningar medan man mer eller mindre ger sin redan skadeskjutna ekonomi ett nackskott.<br/> <br/>  Summa summarum: \"Kan Iran sänka amerikanskt hangarfartyg?\" Jag tror dom skulle kunna göra det men att det inte kommer ske något försök.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Scenario 1: Har Iran kapaciteten att skicka ett så stort antal avancerade och kraftfulla robotar så att någon troligtvis kan ta sig igenom skyddet och träffa hangarfartyget?<br/> <br/>  Scenario 2:  Har Iran kapaciteten att med sitt flygvapen anfalla och troligtvis få in åtminstone en träff på hangarfartyget?<br/> <br/>  Scenario 3: Har Iran kapaciteten att med sjöstridskrafter anfalla och troligtvis få in åtminstone en träff? Med sjöstridskrafter menar jag allt på samt under vatten dvs allt från krigskepp och \"speedboats\" med torpeder till ubåtar.<br/>  </td> </tr> </table>    Jag inte igenom hela tråden och hoppas att jag inte blir ett eko av någon annan när jag ger min version;<br/> <br/>  Scenario 1: Ja Iran har MER än kapaciteten att utföra något sånt eftersom det vi tänker oss här är ett skepp som blir beskjutet av ungefär 50 missiler under loppet av några minuter. Missilerna som Iran antagligen skulle använda skulle inte bli en Shabab som några här tror även om de hade möjligheten att göra det. Det de egentligen skulle använda är antagligen en så kallad <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FSilkworm_%28missile%29\" target=\"_blank\">\"Silkworm\"</a> , dessa är väldigt effektiva då de är små och flyger på låg höjd. Detta skulle ge Iranierna en fördel eftersom hangarfartyget skulle behöva använda Vulcan kanonerna de har på sidorna(vet inte vilken typ hangarfartyg det skulle kunna bli som sänks). Iran har beställt ett stort antal Silkworms från Kina som de sedan modifierat och förbättrat.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DAXnrsNyci_8\" target=\"_blank\">http://www.youtube.com/watch?v=AXnrsNyci_8</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DeZ7Y-lKd4co\" target=\"_blank\">http://www.youtube.com/watch?v=eZ7Y-lKd4co</a><br/> <br/> <br/>  Scenario 2: Ja de har möjligheten men det beror också på vad du klassar som flygplan. Irans nya obemannade farkoster skulle med största möjlighet kunna slå tillsammans med de modernare SU-34 kunna sänka farkosten också.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DLaKBMpVftrU%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=LaKBM...eature=related</a><br/> <br/> <br/>  Scenario 3: Iran skulle kunna slå till och ta ut flera amerikanska skepp de skulle också kunna försvara sig mot en första våg och ta ut flera skepp på det viset med. Däremot skulle inte kunna slåss en längre tid på vatten då amerikanska allierade såsom Kuwait, Saudiarabien, FAE mm skulle hjälpa till i anfallen. Anledningen till detta är att Iran fokuserar främst på mobilitet och inte slagkraft, detta syntes mest under de senaste övningarna då de använde i princip \"speedboats\". Dessa har från början rustats med DShk och PK med har nu omvandlats till krigsmaskiner till sjös. De har rustats med tunga anti skepps missiler samt sjöminor. Om det skulle bli krig så skulle Iran kunna minera hela Hormuz sundet på loppet av timmar, skapa kaos i världen när oljefartygen börjar sjunka och skapa en \"boxningsring\" mellan dem själva och amerikanerna. Detta då amerikanerna inte kan fly någonstans samt inte kunna få försätrkning. <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DrtmFm8bCThk\" target=\"_blank\">http://www.youtube.com/watch?v=rtmFm8bCThk</a>  04:13-16 Torpeder<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D_zX8FUzDhQE\" target=\"_blank\">http://www.youtube.com/watch?v=_zX8FUzDhQE</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DreAto54_VOU%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=reAto...eature=related</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DYDkkB9uhaDs\" target=\"_blank\">http://www.youtube.com/watch?v=YDkkB9uhaDs</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DarshNjVxd5M\" target=\"_blank\">http://www.youtube.com/watch?v=arshNjVxd5M</a><br/> <br/>  Ja dessa är några av mina tankar på hur detta skulle kunna utspela sig.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jänkare som må ha större och bättre eldkraft men som alltid så spelar det inte ingen roll hur stor kanonen är (!) om man inte kan använda den och det finns inget bevis för att jänkarna har några einsteins i sin flotta, snarare tvärt om.<br/> <br/>  Med rätt rad av misstag och klantighet och lite sneaky skicklighet från iranierna så kan dom såklart sänka också ett hangarfartyg.<br/> <br/>   </td> </tr> </table>  <br/>  Som att Iranierna har bevisat att de leds av Einsteins efteföljare...<br/> <br/>  Ja, självklart kan ett hangarfartyg sänkas om man totalt klantar bort sig samt motståndaren spelar alla kort rätt, men att det skulle ske ser jag inte som troligt.<br/> <br/> <br/>  Scud med CEP på ett par tusen meter går bort, delvis så har de för dålig träffbild samt så kräver de realtid information om vart hangarfartyget befinner sig vilket de inte kommer att få.<br/> <br/>  Kustartilleri går också bort då hangartyget inte kommer att befinna sig nog nära land.<br/> <br/>  Flyg går också bort då de inte kommer att tillåtas att komma nog nära hangarfartyget, först av jaktplan och sedan med hjälp av luftvärnsmissiler.<br/> <br/>  Småbåtar går också bort då de kommer att förintas av eskortens artilleri innan de kommer nog nära stridsgruppen för att göra skada.<br/> <br/>  Det som sedan finns kvar är Ubåtar samt Silkworm missiler från land och där är det som hotet finns enligt mig.<br/> <br/>  Ubåtar om de placerar sig i hangarfartygets väg och sedan ligger totalt tyst tills det är nog nära för att kunna skjuta och träffa med torpeder, även om de inte lär sänka ett hangarfartyg så lär de tvinga det till hamn och ut ur striden. Att det är ett självmordsuppdrag för ubåten är en annan sak och de lär inte hinna få iväg en andra salva innan den sänkts.<br/> <br/>  Kinesiska Silkworm ser jag som det andra hotet då de har egen målsökare så kan man avfyra dem med en kvalificerad gissning om var målet minns. Dock så krävs ett extremt stort antal och frågan är om Iran kan samla nog många inom ett nog litet område för att innebära ett hot utan att upptäckas av SIGINT eller med satellit.<br/> <br/>  Så risken finns men det kräver att USA gör bort sig totalt samt Iran spelar alla kort rätt men som sagt de har inte heller bevisat att de har någon Einstein i ledningen för landet eller dess militär.",
				"Det är högst otroligt att Iran skulle kunna sänka ett amerikanskt hangarfartyg i krigstid eftersom dessa skulle befinna sig i hög beredskap till havs och med stark eskort.<br/> <br/>  Det är kanske inte helt otänkbart att man i fredstid skulle kunna skada eller sänka ett av dem om man hittar på något oväntat och oortodoxt. Det finns säkert någon som vet mer om när ett hangarfartyg är som mest sårbart men här är några lekmannaförslag:<br/> <br/>  Taget ur tjänst för reparationer eller liknande kanske det finns en liten möjlighet för en självmordsbåt att komma tillräckligt nära antingen i hamn eller om hangarfartyget transporteras med minimal bemanning och eskort. <br/> <br/>  Ett \"civilt\" trafikflygplan skulle kanske kunna komma tillräckligt nära för att lyckas släppa någon form av bomb eller avfyra något som är tillräckligt stort för att skada ett hangarfartyg. I fredstid kanske överraskningen skulle räcka för att få in en träff. En något osäker metod då USA faktiskt sköt ner ett Iransk trafikflygplan på åttiotalet.<br/> <br/>  En infiltrerande iransk agent antingen i den amerikanska eller i en allierad flotta kanske kan utföra någon form av fantasifullt självmordsdåd. En pilot som oväntat anfaller fartyget, eller en kapten på en ubåt som lyckas få sin besättning att avfyra en torped, någon ombord på hangarfartyget som saboterar bränsletankar eller reaktorer.<br/> <br/>  Iranska dykare som opererar från ett civilt fartyg skulle kanske kunna saboterar roder eller propellrar med hjälp av sprängmedel.<br/> <br/>  En Iransk oljetanker \"råkar\" springa läck i närheten och antänder oljebältet när det drivit in och omslutit hangarfartyget.<br/> <br/>  Säkert hollywoodklass på alla förslagen men jag tror man måste tänka utanför lådan för att ha en chans sänka ett hangarfartyg. Det finns nog inte några konventionella metoder för ett land som Iran att lyckas med.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Iran ligger i ett enormt underläge. En enskild CSG har mer eldkraft ombord än hela Irans flygvapen. Iranska flygvapnet har inga system som ens med god vilja kan anses matcha flygsystemen hos en carrier.<br/> <br/>  Iran verkar bygga sin strategi på maximal klantighet/otur/inkompetens från usn och maximal tur/effektivitet/kompentes från den egna sidan. Ett \"best case\" scenarion.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Iran har ett stort övertag just här eftersom gränsen mellan Iran och Irak är dragen med en linje av bunkrar, fort och andra försvar ställningar. USA skulle inte kunna invadera genom Irak utan att Iran märker det samt efter att USA dragit sig ur Irak så vet man inte riktigt hur länge den Irakiska regeringen kommer vara vänligt inställd till USA. <br/> <br/>  Afghanistan är ett annat scenario men en invasion därifrån hade bara vart klantigt då norra gränsen är bergig som ett helvete vilket gör det enkelt att försvara mot både flygplan och mark trupper. Den södra gränsen är Öken och annan öppen landskap som gör det enkelt att se långt vilket gör en invasion löjlig och en taktiskt mardröm för amerikanerna. <br/> <br/>  Deras enda chans är att invadera genom det Kaspiska havet då Iran inte har försvar ställningar där på samma sätt som i söder. De skulle dock tvingas göra det genom Azerbijan och tvingas gå igenom Georgien. Men eftersom Ryssland passerar genom Georgien som de än vill sedan det senaste kriget så kommer få reda på den stora trupp bildningen av amerikanska soldater och skepp. De skulle däremot inte kunna flytta större skepp såsom hangarfartyg vilket gör att invasionen skulle göras med hjälp av lätta skepp, infanterister och luftskepp. Detta skulle däremot också vara en taktisk mardröm om de skulle tvingas fly och skulle antagligen leda till ett blodbad för den amerikanska sidan. <br/> <br/>  Däremot om de skulle anfalla genom den persiska viken så skulle de kanske kunna lyckas besegra Iran, framför allt om de skulle anfalla från 3 håll samtidigt. Men de skulle inte äga mer än ett brohuvud av stranden innan Iranska trupper mobiliserade sig och slog tillbaka.<br/> <br/>  Det som antagligen kommer utspela sig är det som någon annan har nämnt, USA kommer slå till med robotar och flygplan. Förstöra infrastrukturen och allt annat som folket kräver för att ha ett bra liv. Sedan skulle de lämna landet och hoppas på att befolkningen blir sura på Irans nuvarande regering och skiljer på dem för amerikanarnas dåd och på så vis få ett regimbyte. <br/> <br/>  De flesta på detta forum underskattar Irans militära kapacitet vid mark strider. Samt så måste man tänka på att Iran är väldigt bergigt norrut och väldigt platt söderut och det gör det väldigt enkelt att försvara."
		]
	},
	{
		"postIndex": [
			[376],
			[385],
			[307],
			[445],
			[308]
		],
		"postTime": [
				"2013-05-11",
				"2013-05-13",
				"2012-05-11",
				"2013-05-19",
				"2012-05-11"
		],
		"postNum": [
			[382],
			[399],
			[311],
			[459],
			[312]
		],
		"postLink": [
				"/sp43380419",
				"/sp43407961",
				"/sp37294891",
				"/sp43507811",
				"/sp37295083"
		],
		"postUser": [
				"Jecke",
				"Jecke",
				"Meir",
				"02-02-2012",
				"Praetori"
		],
		"postUserID": [
				"/u114224",
				"/u114224",
				"/u650982",
				"/u667452",
				"/u345427"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p32",
				"https://www.flashback.org/t1842501p34",
				"https://www.flashback.org/t1842501p26",
				"https://www.flashback.org/t1842501p39",
				"https://www.flashback.org/t1842501p26"
		],
		"userUrl": [
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u650982",
				"https://www.flashback.org/u667452",
				"https://www.flashback.org/u345427"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Iran kan bara använda nåt som kallas i krig för  ''SAG Metoden'' som är att använda olika enhet för att slå ut målet och stressa fienden. Iran bästa val blir då att använda denna metoden som är då att de används Flygplan och attackplan för att slå delar av hangarfartyget eller bara flyga över hangarfartyget och i samma tid används torpeder från Jagare och andra Slagskepp osv... <br/>   </td> </tr> </table>    Vilket baserar sig på väldigt utdaterad information, då hangarfartyg inte har sänkts i strid sedan andra världskrigets slut.<br/> <br/>  Och dessutom verkar din taktik basera sig på att hangarfartygen är ensamma och man därför kan förvirra dem genom att skicka in flera enheter av olika typer.<br/> <br/>  Dessvärre så förekommer amerikanska hangarfartyg i stridsgrupper med ett hangarfartyg som center och sedan ett antal support- och eskortfartyg som backar upp denna.<br/>  Och man har i moderna system satt väldigt hög prio på förmågan att kunna hantera multipla mål samtidigt.<br/> <br/> <br/>  Och att tillverka hangarfartyg är svårt, då det är stora och avancerade fartyg, som man inte bara kan bygga hursomhelst.<br/> <br/>  Dessutom krävs det att man har flyg som kan operera från hangarfartyg för att man ska kunna använda fartyget för dess syfte.<br/> <br/> <br/>  Och nej, Iran kan inte skicka missiler med hjälp av satelliter, och amerikanska fartyg har förmågan att skjuta ner inkommande missiler.<br/>  Vid en eventuell konflikt så kommer troligen Irans satelliter att försvinna redan första dagen, då USA har tillgång till satellite-killers och Iran saknar förmågan att skydda sina satelliter från dessa.<br/> <br/> <br/>  Men däremot kan du nog ha rätt i att man redan dag 1 kan sänka alla amerikanska hangarfartyg som befinner sig i Hormuz-sundet, då det är så litet och ligger så nära Iran att man inte behöver några fartyg för att kunna nå det med robotar och flyg.<br/> <br/> <br/>  Vilket i sin tur är ett skäl till att det inte kommer finnas några amerikanska hangarfartyg där om situationen börjar dra ihop sig till krig, utan kommer att finnas utanför räckvidden för iranskt flyg och iranska missiler.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Synd bara då att det inte kommer finnas några hangarfartyg i Hormuz-sundet, utan de kommer att ligga långt ut till havs och bortanför horisonten (så att de alltså döljs av jordytans krökning).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Iran kan ta ner Hangarfaryg, Jagare osv.....<br/>  De har tillräckligt med vapen som kan utföra de. <br/>   </td> </tr> </table>    Ja, de kanske kan ta ned ett hangarfartyg, förutsatt att USA är dumma nog att parkera ett hangarfartyg så nära Iran att man kan se det i en kikare.<br/> <br/>  Vilket de knappast kommer att göra i en krigssituation.<br/> <br/>  Kvar har vi då att Irans enda chans är genom ett överaskningsanfall när ett amerikanskt hangarfartyg är på flottbesök.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jo. Antingen det eller flyg med lång räckvidd. Detta eftersom amerikanska hangarfartyg kommer ligga så långt ut att robotar inte kan nå dem från land och att inte ens flygplan kan nå dem, då de själva kommer att se till att sina egna flygplan får utökad räckvidd genom lufttankning.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, Iran kommer knappast att kunna sänka ens ett enda hangarfartyg (kom ihåg, det har inte sänkts något hangarfartyg sedan andra världskrigets slut, detta trots ett rätt stort antal krig som amerikanska hangarfartyg har varit inblandade i sedan dess).<br/> <br/>  Deras enda chans skulle vara genom ett överraskningsanfall, exempelvis i Hormuzsundet om ett amerikanskt hangarfartyg passerar där när det är på flottbesök.<br/> <br/>  De kommer <b><u>DEFINITIVT</u></b> inte att kunna sänka flera hangarfartyg.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Det är helt OK.<br/> <br/>  Den iranska militärledningen kan heller inte ge några bra förklaringar till hur de skulle kunna lyckas med den saken.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   så att det inte kan flytta sig och nej, Iran är vare sig framgångsrika vad gäller sjömålsrobotar<br/>  eller i besittning av \"många avancerade modeller\".<br/>  Ska man få stopp på ett hangarfartyg så krävs det att samtliga propellrar,<br/>  eller samtliga ångturbiner slås ut, eller att samtliga kärnreaktorer stängs ner.<br/>  De dessa befinner sig under vattenlinjen, så innebär det i praktiken<br/>   </td> </tr> </table>    Man ska inte underskatta ett land som i 20 år specialiserat sig på att ta nytta av de fördelar de har vad gäller geografin, jag tror inte ledningen i Iran är dumma nog att satsa på att sänka hangarfartyg på öppet hav utan satsar på torpeder och sjömålsrobotar som kan användas i de trånga sunden där fartygen inte kan manövrera lika fritt.Det är så gott som omöjligt att skydda sig helt och hållet mot sjömålsrobotar med antimedel eller inte, och med tanke på propagandasegern Iran hade vunnit genom att sänka ett sånt fartyg så får man utgå ifrån att de har en och annan plan på det, att Iran inte har avancerade sjömålsrobotar eller överhuvudtaget är avancerade vad gäller robotar håller jag inte med om, Nordkorea har exvis hållt på med robotar mycket längre än vad Iran har gjort och man kan inte få upp en enda satelitt utan att det misslyckas medan Iran aldrig har misslyckats och har bemästrat raketmotorer med fast bränsle. Det är lite konstigt hur nästan alla här nonchalerar alla andra militärer bara genom att jämföra USA's militära styrka med ett annat lands, utan att räkna med de geograifka eller andra fördelar ett land har, ett land behöver inte ha lika stor militär budget för att skada ett annat lands militär sålänge man använder de resurser man har på rätt sätt. Lycka till att slå ut några hundratal snabba missilbåtar bestyckade med sjömålsrobotar eller torpeder som rusar mot dig.Då räknar vi inte med de landbaserade sjömålsrobotarna.Hangarfartyg är skapade för öppna hav inte trånga utrymmen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   som hade sitt luftförsvarssystem nedstängt är allt annat än imponerande.<br/> <br/>  Det är inte heller direkt imponerande med en sjömålsrobot som<br/>  i grunden är kopierad av fransmännen och som har prestanda<br/>   </td> </tr> </table>    Du missar poängen, den roboten kunde mycket väl ha sänkt Hanit, att den inte gjorde det är irrelevant, skeppet togs ur bruk ändå. Kom också ihåg att det inte var någon armé som låg bakom detta utan en styrka på 3000 soldater som slogs emot först 15.000 soldater och i slutskedet 30.000.<br/>  2 C802 avfyrades, varav en träffade en tanker av misstag och den andra Hanit, hade båda träffat Hanit hade det nog inte gått lika bra. Sen jämför du igen med amerikanska vapen. Duger inte roboten menar du då eller? En pistol från 50 talet är lika dödlig som en från 90 talet, jag förstår inte hur du resonerar.Jag var i Ramat Haviv under 2006 kriget och raketer från 40 talet tvingade ner mig, och alla andra, uppemot 1 miljon Israeler, i bunkrar.",
				"Jag tror nog att det kan bli svårt för Iran att sänka ett hangarfartyg, inte omöjligt men väldigt väldigt svårt. Ser det som fullt möjligt att en missil som träffar ett hangarfartyg rätt sänker det men frågan är om en missil träffar. Även om den träffar lär knappast fartyget sänkas utan det kommer att skadas, frågan blir då om skadan är nog stor för att slå ut skeppet och det är nog inte omöjligt.<br/> <br/>  Ser f ö inte att Ryssarna idag skulle låta USA anfalla Iran utan att bry sig så frågan är vad de kan tänkas ha. Min gissning är att Ryssarna kan sänka ett hangarfartyg och då kan man se det som att Iran kan det. Uppladdningen inför ett krig mot Iran är betydligt större än många tror och kräver nog över ett års förberedelser så de lär veta vad som är pågång. Att bara köra dit ett skepp och sedan ge order är inte verkligt. Iran lär knappast attackera ett hangarskepp ute i stilla havet så frågan blir om USA kan skydda Israel, Saudiarabien och Turkiet samtidigt som de bedriver ett krig med Iran. Min gisnsing är att de inte kan det.<br/> <br/>  Sedan är frågan om USA klarar av ett krig med en så stark fiende som Iran. De har kört <i>\"hela världen mot en\"</i> i sina senaste krig och det kommer inte att ske när det gäller Iran. Väldigt annorlunda mot Irak kriget och jag är inte lika övertygad som alla här om USAs förträfflighet.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det kinkiga är att alla robotar inte behöver vara avancerade och kraftfulla, bara ett par stycken av dem.<br/>  Om vi koncentrerar oss på robotar så måste de först lyckas hitta ett hangarfartyg inom räckvidd och sedan ha tid att utgångsgruppera sina styrkor innan Jänkarna gör köttfärs av dem. Det torde inte vara omöjligt om det rör sig om ett oprovocerat överraskningsanfall.<br/> <br/>  Nyckeln är att angripa med en mycket stor mängd vapensystem inom en begränsad tidsrymd och helst i samverkan med flyg och annan telekrigsutrustning för att försämra målets förmåga att detektera och bekämpa vapenplattformar och vapen. Kapaciteten till detta i kombination är det dock tveksamt om Iran har. Nog skulle de kunna få in en robot med lite tur men förmågan att \"mätta luftförsvaret\" hos en amerikansk ytstridsgrupp känns mindre troligt speciellt om jänkarna har flyg i luften.<br/> <br/>  I teorin så skulle en C-802 (kinesisktillverkad sjömålsrobot exporterad till Iran i stora mängder) kunna orsaka allvarliga skador på ett hangarfartyg. En robotträff är dock knappast tillräckligt för att sänka ett om de inte börjar lobba in stora Shahab robotar (vilket är en långsökt men vrickad möjlighet om de lyckas integrera någon form av bra sensor).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Inte omöjligt men det förutsätter att de kör med någon krigslist från ett fredstida läge. Konventionellt under krigsförhållanden så finns det nog ingen styrka på planeten som har den förmågan förutom ryssarna och möjligtvis Kineserna.<br/>  Scenariot är annars detsamma som för robotar i allmänhet. C-802 kan användas från en mängd plattformar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Ja det är fullt möjligt men återigen så måste det ske överraskande under fredstid, alternativt på helt annan ort (tänk USS Cole).<br/>  Så länge inte Sverige eller dylikt land säljer toppmoderna u-båtar till dem så är allt utom en överraskningsattack i fred ytterst svårgenomförbar.<br/>  Annars är det samma princip som gäller för första frågan.<br/> <br/>  En variant som dock kan fungera är minor. Det är dock ohyggligt svårt att placera dem rätt utan att jänkarna upptäcker dem eller att något av eskortfartygen som går först inte utlöser eller upptäcker minorna. En kraftig sjömina har definitivt förmågan att sänka ett hangarfartyg."
		]
	},
	{
		"postIndex": [
			[631],
			[648],
			[655],
			[592],
			[643]
		],
		"postTime": [
				"2013-06-20",
				"2013-06-27",
				"2013-06-27",
				"2013-06-10",
				"2013-06-26"
		],
		"postNum": [
			[652],
			[670],
			[677],
			[612],
			[665]
		],
		"postLink": [
				"/sp43984424",
				"/sp44077906",
				"/sp44082688",
				"/sp43846570",
				"/sp44063806"
		],
		"postUser": [
				"Jecke",
				"IR5",
				"T-80U",
				"IR5",
				"Jecke"
		],
		"postUserID": [
				"/u114224",
				"/u392693",
				"/u465331",
				"/u392693",
				"/u114224"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p55",
				"https://www.flashback.org/t1842501p56",
				"https://www.flashback.org/t1842501p57",
				"https://www.flashback.org/t1842501p51",
				"https://www.flashback.org/t1842501p56"
		],
		"userUrl": [
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u392693",
				"https://www.flashback.org/u465331",
				"https://www.flashback.org/u392693",
				"https://www.flashback.org/u114224"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Om du inte har intresse av att diskutera militära saker så är du verkligen i fel underforum.<br/>  Du kanske missade titeln \"Vapen och militär\"?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag vet faktiskt inte vad det är du just nu pratar om? Bönder?<br/>   </td> </tr> </table>    För att det är bönder, kameler, skägg och fattiga människor som det handlar om när det är assymetrisk krigföring som är målet.<br/> <br/>  Assymetrisk krigföring fungerar genom att fienden inte har några mål att fokusera på, att det inte finns några installationer, infrastruktur, avancerade organisationer etc som man kan slå ut.<br/>  Och moderna, utbildade människor tycker inte om att bo i hyddor utan tillgång till fungerande vattenledningar och el, så därför fungerar assymetrisk krigföring bäst hos de som inte har något som man kan ta ifrån dem annat än deras liv.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Vad har detta med mina religiösa \"resonemang\" att göra? Du har hjärntvättats med föreställningar om människor som är religiösa eller som tror på Gud. Då jag säger att USA inte klarar att öppna sundet så säger jag det utifrån omständigheterna som gör att USA inte kommer att klara detta under en kortare period.<br/> <br/>  Låt oss titta på ett exempel..<br/> <br/> <br/> <br/>  Speedboats? Det finns olika typer av speedboats.. Alla \"speedboats\" kommer att hålla sig utanför effektiva räckvidden för dina system och på något sätt överväldiga systemen med raketer och annat. Ditt amerikanska system kommer absolut inte kunna göra något effektivt, du har ingenting om dessa håller sig på säker avstånd.<br/> <br/>  Ingen är rädd för \"Burke\" i ett område med massa öar och ett sund och den är dödens om den befinner sig där i fel tillfälle..Amerikaner själva är medvetna om detta..Iran har många möjligheter..<br/> <br/>  Hoppas att du också vet hur farlederna ser ut vid sundet..<br/>  Doktrinen för amerikanska system säger att USA ska hålla sig på ett bra avstånd och glömma sundet på ett bra tag!<br/> <br/>   </td> </tr> </table>    Så speedboats kommer hålla sig utanför amerikanska fartygs effektiva räckvidd, trots att de amerikanska fartygens räckvidd är totalt överlägsen deras egen och det därför endast handlar om hur nära den iranska kusten som de amerikanska fartygen vill gå.<br/> <br/>  Och sedan ska de \"på något sätt överväldiga systemen med raketer och annat\". Jag förmodar att \"något sätt\" inkluderar hjälp från ovan pga de iranska soldaterna kommer att be väldigt hårt innan strid eftesrom de antingen kommer vara extremt religiöst övertygade eller kommer vara extremt oroade över deras chanser att komma levande tillbaka.<br/> <br/>  Och doktrinen för amerikanska system är att de ska hålla sig på ett avstånd där Iran inte kan hota dem, och där de kan bekämpa alla de iranska system som utgör ett hot.<br/>  För att därefter kunna gå närmare, då det innebär att de fortfarande håller sig på ett avstånd där Iran inte kan hota dem.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Nej, det kan variera.. Du kan agera assymetriskt i taktik men inte i strategin och tvärtom.. IRGC är mer sofistikerade än du anar.<br/>  Du kan inte slå ut något eftersom du måste hålla dig på ett bra avstånd. Fiendens geostrategiska läge gör att du inte kan neutralisera hotet i denna omfattande och varierande geografi. Av goda skäl kommer överraskningar att kosta dig skjortan och har du inga underrättelser som du kan lita på borde du låta bli.<br/> <br/>   </td> </tr> </table>    Precisionsstyrda vapen, kryssningsrobotar, satellitspaning, stealthflyg etc etc.<br/>  Jo, USA kan slå ut saker även från väldigt långt avstånd.<br/> <br/>  Som ett exempel så har USAs främsta bombplan B52 har väldigt lång räckvidd och kan starta från USA och lufttankas och nå Iran, och är beväpnad med AGM-86 kryssningsrobotar laddade med ca 1 ton sprängämne och har en räckvidd i sig på 1000-2500 km, och varje bombplan bär 20 av dessa (som var och en kan nå varsitt mål).<br/> <br/> <br/>  Och USA har troligen betydligt bättre koll på Irans \"rutter\" än det motsatta, och jo, i jämförelsen mellan USAs och Irans militär så är USA en superman medans Iran är en analfabet bonde.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Nej.. även under en markinvasion kan du inte jämföra Irans geografiska förutsättningar/omfattning,befolkning,organisation,teknologi,arme,  paramilitär och lokala miliser med vare sig Afghanistan eller Irak. <br/> <br/>  </td> </tr> </table>    Woo? En propagandasnutt om hur Iran gräver massgravar för amerikanska soldater.<br/>  Det hade kanske haft nåt värde om de hade några döda amerikanska soldater att lägga i gravarna, men tills dess så handlar det om samma sorts bravado som innan.<br/>  Alltså att man hoppas att någon ska bli imponerad (vilket uppenbarligen fungerar på dig), dessvärre har det noll militärt värde.<br/>  Annat än för den egna befolkningens moral möjligen.<br/> <br/>  Och om det är något USA har bevisat i sina senaste krig så är det att de är förkrossande överlägsna när det gäller konventionell krigföring.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Du kan gömma undan vad som helst med tanke på den geografiska omfattningen.. De där kusterna över 2000km har du ingen möjlighet att kontrollera på det sättet du beskriver..USA kan inte ens kontrollera sina egna kuster .. Tunnlar,silos,decoys .. det finns många möjligheter..<br/> <br/>   </td> </tr> </table>    Nej, man kan inte gömma undan vad som helst.<br/> <br/>  Saker som är så stora att de kräver specialbyggda lastbilar för att förflytta är annorlunda från vapen man kan gömma i bakluckan på en bil.<br/> <br/> <br/>  Och USA kan kontrollera sina kuster, det är landgränsen de har problem med.<br/>  Och det största problemet där är politiskt, nämligen att det finns betydande krafter i USAs ledarsskikt som inte vill att man ska kunna kontrollera invandringen, precis som samma sak finns i Sverige, där vi skulle kunna ta itu med \"papperslösa\" om det inte vore för alla de politiker som förhindrar alla åtgärder emot dem och hellre lägger fram förslag om gratis vård åt dem och tillgång till skola och bidrag.<br/> <br/> <br/> <br/>  Och det är mer eller mindre samma politiska skikt som man hoppas på för att vinna \"krigen\" i Irak och Afghanistan, att amerikanska politiker ska dra tillbaka trupperna, för själva har man ingen chans att militärt slå dem.<br/> <br/> <br/>  Och samma kommer även gälla för Iran. Deras konventionella militär kommer att krossas på förbluffande kort tid, precis som Iraks, och eventuella eftereffekter kommer att avgöras i amerikanska senaten och representanthuset genom lobbyorganisationer, medans iranska folket och ledningen kommer vara maktlösa annat än genom att försöka influera dessa lobbyorganisationer.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Det är nog lite svårt att få någon statistik över befolkningens verksamheter i Iran. Vidare är det väldigt svårt att avgöra något om IRGCs speciella högskolor/universietet och forskningscentraler som dessvärre inte räknas med i din fattiga statistik. <br/> <br/>  Någon som tillhör IRGC,Sepahe Qods eller andra organ kan se ut som vilken jordbrukare som helst.Någon som forskar vid deras centraler kan också se ut som vem som helst. Lite seriösare inlägg tack..<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Nej, jag tror nog att du har fått för dig saker och ting! Det är inte alls så som du beskriver.. Inte förrän du ser riktiga strider så kommer du inte att förstå dig på indoktrineringen du har varit utsatt för! Det du hört om teknik är oftast reklam och underhållning. <br/> <br/>  Krig handlar om doktriner,strategier,propaganda och underrättelser. Det spelar ingen roll vilken teknik du använder, så länge din fiende har taktiska fördelar gentemot din avancerade teknik så blöder du. Så är det! I detta fall har du en Navy vars farkosters doktriner inte är passande för miljöer som persiska viken eller sundet. Vad som rekommenderas i detta fall är att man helt enkelt håller sig på avstånd! Detta är vad som händer.. Sen kan även Rambo finnas ombord, det hjälper inte.. Vad är det som är så svårt att acceptera? Har jag sagt att Iran har en bättre teknologi?<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Jag har redan förklarat att strategierna och taktikerna kommer att variera beroende på vart denna konflikt ska äga rum. Sundet kommer att hållas stängd, sundet kan du bara glömma om Iran bestämmer sig för att stänga det. Småbåtar och FAC som du nämner är intressanta vid sundet och kustnära zonerna vid farlederna. <br/> <br/>  Utanför sundet eller i X och Y havet kommer utmaningen att vara svårare men detta gäller även USN.  <br/> <br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag tror inte en \"boghammar\" tänker \"möta\" fartyget men däremot andra \"FAC\" med torpeder som <b>världens slagkraftigaste ytstridsfartyg</b> kommer att ha bekymmer med..<br/> <br/> <br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Bra då blir amerikanerna begränsade. Dessutom så är deras baser uppe i luften första timmarna efter en eventuell aktion. Du har ingen chans att rädda något där..<a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D2Xh_kFgXEfY\" target=\"_blank\">http://www.youtube.com/watch?v=2Xh_kFgXEfY</a><br/> <br/>  Nej du kan inte ens komma i närheten av Irans kuster och berg och detta bevisligen. Så länge du inte har rätt underrättelse kan du inte lyfta något oavsett om du har flygande tefat eller en flygande cykel. De har system som kan utmana dig och dina rutter är så uträknade och bevakade.Sist man försökte gick inte alls bra <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DE8R5FnlCNhg\" target=\"_blank\">http://www.youtube.com/watch?v=E8R5FnlCNhg</a>. <br/> <br/> <br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jo vi slog Irak rätt bra, detta med tanke på stödet som Irak fick. Den militära organisationen från den tiden kan du lägga åt sidan för ingenting säger något om det aktuella militären. USA räknade inte ens med att Iran kunde hålla ut så länge strax efter en revolution. Din jämförelse är ingenting som skulle ge oss något att gå på. <br/> <br/>  Du kan upprepa den saken hur många gånger du vill men säger oss inte ett dugg om situationen idag.<br/> <br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/> <br/> <br/>  Samma bild som sägs vara photoshopat av Iran. Irans statliga TV<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.ladda-upp.se%2Fbilder%2Foyfplfzpxxplau%2F\" target=\"_blank\">http://www.ladda-upp.se/bilder/oyfplfzpxxplau/</a><br/> <br/>  Så det du presenterar är propaganda mot Iran, alltså har någon photoshopat bilden och som senare Iran ska anklagas för. Hoppas du nu har fått svar för den invändningen.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag har redan besvarat anklagelserna gällande den bilden eller hur?..<br/>  Jag länkande till den nyhetsbyrå som för första gången kom ut med den bilden. Men det står ju tydligt att det är sketch..<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.khouznews.ir%2Ffa%2Fnews%2F28522%2F%26%231591%3B%26%231585%3B%26%231581%3B-%26%231662%3B%26%231585%3B%26%231608%3B%26%231575%3B%26%231586%3B-%26%231580%3B%26%231606%3B%26%231711%3B%26%231606%3B%26%231583%3B%26%231607%3B-%26%231602%3B%26%231575%3B%26%231607%3B%26%231585%3B-%26%231576%3B%26%231585%3B%26%231601%3B%26%231585%3B%26%231575%3B%26%231586%3B-%26%231583%3B%26%231605%3B%26%231575%3B%26%231608%3B%26%231606%3B%26%231583%3B\" target=\"_blank\">http://www.khouznews.ir/fa/news/2852...ند</a><br/> <br/>  Det står längst upp TARH/طرح /sketch <br/> <br/>   </td> </tr> </table>  <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja verkligen.. speciellt det senaste var en höjdare..<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Det klart att USA har en högre teknologi. Men du förstår väl att det inte blir trevliga reaktioner då man hotar ett lands infrastruktur. <br/>  Lyssna nu på lite mer smartare europeer..<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D_IQDMqs0xA0\" target=\"_blank\">http://www.youtube.com/watch?v=_IQDMqs0xA0</a>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Ah, så du tror att man åker in från t.ex. FNs sida och räknar på hur många människor som ser ut som bönder, industriarbetare, högskolelektorer o.s.v.<br/> <br/>  Var det seriösa inlägg du ville ha, med den mentaliteten?<br/> <br/>  Självklart går det bra att räkna ut ungefär hur många som jobbar i vilka sektorer i Iran, precis som i Sverige, Tyskland, Kanada, USA, Ryssland, eller vilket annat land som helst.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Jo, det spelar stor roll vilken teknik du använder. Det övriga svamlandet om att hangarfartyg måste in i sund och vikar och ånga, det får stå för dig.<br/> <br/>  Och självklart kommer man att hålla sig på avstånd. Något annat har jag inte heller påstått. Problemet för iranierna blir förstås att man är lika operativ i strid mot dem på avstånd som man är nära inpå.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jamen vad bra, då är vi överens om att den iranska flottan inte har någon kapacitet att verka i högsjöförhållanden. Bra där IR5, äntligen kommer du med något vettigt.<br/> <br/>  Vad gäller taktiska uppträdanden med Boghammar och liknande i kustnära områden så är det irrelevant, då så gott som samtliga sådana fartyg slås ut av amerikanskt flyg tämligen omgående. Detta tillsammans med de få större fartyg den iranska flottan förfogar över. Möjligen kan lite ubåtar klara sig under en begränsad tid, men snart tar bränsle, vapen och förnödenheter slut, och då äår det adjöss med dem också.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Haha, nej. Högsjöoperationer är något US-Navy pysslat med i långt över 200 år. Det är, mer eller mindre, det ENDA MAN GÖR. Och till skillnad från Iran har man både erfarenhet, materiel och kunskaperna som krävs för det.  <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Men nu säger du emot dig själv. Du påstod tidigare att \"FAC\" skulle hålla sig i kustnära vatten, som de är ämnade att göra. Nu menar du helt plötsligt att de ska komma farandes långt långt ute på öppet hav och gå i ärofull strid mot fregatter, jagare och kryssare (Allahu akbar!!!)?<br/> <br/>  Nej, det ska de inte göra.<br/> <br/>  IR5 IR5...<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ah, så du jämför en drönare med avancerade robotangrepp från både hög och låg höjd och från mängder av olika geografiska positioner, samt attacker från stridsflyg och bombangrepp från bombflyg?<br/> <br/>  Brukar du göra andra relevanta jämförelser? Äpplen med päron? AK-47or med kärnvapenstridsspetsar? <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Ofan, det gjorde ni... Och ändå fanns både den irakiska staten, den irakiska armén, det irakiska flygvapnet och den irakiska marinen kvar när ni hade slutat skicka ut barn i minfält och stångat er blodiga mot varandra, efter 8 år...<br/> <br/>  Såvitt jag vet räknar man att fienden är slagen om fienden ger sig, alternativt om man, som USA gjorde i Irak, störtar regimen och upplöser dess funktioner, inklusive försvarsmakt.<br/> <br/>  Och jo, jämförelsen är högintressant, när Iran har invånare som du, som sitter och förklarar hur Iran ska slå världens genom tiderna starkaste militära makt. Ergo: Vi ser ju hur det gick sist, när de slogs mot en militär klåpare och hans kusiner till generaler.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men kör i vind då - Hur ser försvarsstrategin ut i Iran vid ett låt oss säga ett stealthflyg- och kryssningsmissilsangrepp där man initialt slår ut större radarinstallationer samt LV-system och efter det följer upp med massiva flygangrepp på Irans infrastruktur?<br/>   </td> </tr> </table>  <br/>  Ja det är ju ett problem här. Du pratar om cybernetiskt krig och det dokumenterar ju om att du \"missuppfattat\" en hel del. <br/> <br/>  Iran kommer inte att kriga på ett klassiskt sätt. Det finns ingen \"central\" som går att slå ut och dina försök kommer att vara massa slösserier som leder till stora förluster. Du kan aldrig klippa Irans radar system, för du vet inte vart du kan hitta dessa. Du kommer aldrig lyckas med ett liknande scenario i just den geografiska situationen.<br/> <br/>  Du hävdar att man \"planerar\" massa angrepp.. Och? Vad vill du säga med det? Du kan aldrig genomföra dessa \"angrepp\" förrän du inte har dina \"underrättelser\". Du hävdar t ex att man genom kryssningsmissilsangrepp slår ut X och Y, hur då? Du vet inte var dessa är, och många av dina strategiska/taktiska mål kräver att du tar dig förbi massa berg och kryssningsmissiler.. Kör hårt<br/>  Mycket som syns på amerikanska bilderna just nu är endast massa \"lockbete\". Målet är att hålla sundet stängd under en längre period, du får bomba hur mycket du vill, du kommer inte att öppna sundet igen under en kortare tid.<br/> <br/>  Vad är det som är svårt att förstå. Iran kommer att delas in i 30-31 delar liksom oberoende \"öar\", och alla dessa \"öar\" kommer att ha<b> mycket varierande geografiska situationer. </b><br/>  Det är inte <b>Irak</b> med en kuststräcka på några km och bara fritt fram. Det är över 2000km kuststräcka, öar och kommersiell sjöfart. Du har med ett land att göra vars militära rådgivare avgör matcherna på bortaplan genom några telefonsamtal.<br/> <br/>  Det är ett skämt eller Star Trek variant som ni utgår ifrån. Ingen seriös strateg skulle hålla med om ett liknande trams som många presenterar här. Ja Irak efter 15år av underrättelser och spionage, kan du inte jämföra med Iran. Sedan 2001 har USA utfärdat över 10dokriner för att kunna hantera Iran men som har varit misslyckade. Kan du nämna något land som har kunnat bekämpa så många amerikanska doktriner? <br/> <br/>  Sen påstår du att \"svaret ofta inget alls substansiellt\". Kanske för att du lurar dig själv? Du har inte med en militär att göra, du har med flera typer av militärer att göra. Basij,IRGC,Sepahe Qods och militären. Du måste bekämpa fler än en.. Dessa agerar oberoende med var sina egna taktiska och strategiska modeller. Men du och många andra hävdar att kryssningsmissiler kommer att hjälpa.. ok hitta en karta och säg mig vart dessa installationer finns? Iran har redan räknat ut att du kan \"bomba\" och \"vad\" du kan bomba. Men vad händer sen? Kommer du att kunna öppna sundet? <br/> <br/> <br/>  USA väljer \"soft war\" istället .. smartare val..",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  B)Motivera, varför?<br/> <br/>  C)Du kan Delvis rätt, Men tex. Luftvärnsystemet som finns i USA baser brukar kunna avfyra 9 missiler samtidigt[Tror jag], Men om Iran avfyrar 50 missiler då? Jo 9 kommer skjutas ner och 41 kommer träffa målet, [Iran har omöjligt antal missiler för avfyrning - <a href=\"/leave.php?u=http%3A%2F%2Fwww.presstv.com%2Fdetail%2F230923.html%5D\" target=\"_blank\">http://www.presstv.com/detail/230923.html]</a><br/> <br/>  D) Läst,<br/> <br/>  E)De beror mycket på chans och tur, Men de finns chans att Iran kan testa något S-300 utan att USA har säkra info om de test plats och avfyrningsplats osv...<br/> <br/>   </td> </tr> </table>    A) Det krävs avancerade robotar för att skjuta ned kryssningsrobotar. Och Irans \"störst luftvärn i världen\" lär inte ha så många av de som är tillräckligt avancerade för uppgiften.<br/>  Och om de skjuter de robotar de har, så kommer de sedan inte att ha några kvar för amerikanska flygplan.<br/> <br/>  B) För att de kommer att flyga för högt för en stor del av luftvärnet.<br/>  Eldrörsartilleri och axelavskjutna robotar har en begränsad räckvidd i höjd.<br/> <br/>  C) USA har naturligtvis fler än bara ett av dessa system.<br/>  Varje system kan skjuta ett visst antal robotar, men flera system kan därför skjuta flera robotar.<br/>  Hur ska Iran kunna skjuta 50 robotar när varje robotramp bara kan skjuta en missil?<br/>  Däremot har du helt rätt i att Iran har ett omöjligt antal robotar.<br/> <br/>  D) Men inte förstått.<br/> <br/>  E) Fast då saknar de förmågan att använda systemen, eftersom deras operatörer inte kunnat utbildas på dem.<br/> <br/>  F) Och USA har tillräckligt många kryssningsrobotar för att slå ut dessa. Speciellt vid kusten där Irans förmåga att bekämpa inkommande robotar är lägre, jämfört med längre in i landet.<br/> <br/> <br/> <br/>  Iran slår sig för bröstet och skriker sig hesa om hur farliga de är, allt i ett försök att få USA att inte angripa dem, då de vet att de i ett sådant fall inte har en snöbolls chans i helvetet.<br/>  För den taktiken som annars gällt hade varit Theodore Roosevelts kommentar \"speak softly and carry a big stick\"."
		]
	},
	{
		"postIndex": [
			[802],
			[844],
			[820],
			[780],
			[777]
		],
		"postTime": [
				"2013-08-12",
				"2013-08-12",
				"2013-08-12",
				"2013-08-11",
				"2013-08-11"
		],
		"postNum": [
			[825],
			[867],
			[843],
			[803],
			[800]
		],
		"postLink": [
				"/sp44738227",
				"/sp44749774",
				"/sp44742555",
				"/sp44728828",
				"/sp44725835"
		],
		"postUser": [
				"IRI",
				"Jecke",
				"Jecke",
				"IRI",
				"IR5"
		],
		"postUserID": [
				"/u824274",
				"/u114224",
				"/u114224",
				"/u824274",
				"/u392693"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p69",
				"https://www.flashback.org/t1842501p73",
				"https://www.flashback.org/t1842501p71",
				"https://www.flashback.org/t1842501p67",
				"https://www.flashback.org/t1842501p67"
		],
		"userUrl": [
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u392693"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Och dr utgångarna är då mindre än 10X10 cm?<br/>  Lika så robotarnas silos. De är också då mindre än 10X10. <br/> <br/> <br/>  det Landbaserade attackflyget genomförde över 2000 uppdrag det första dygnet -91. <br/>  Till det kommer då hangarfartygen plus långdistansangreppen. <br/>  Sen 91 har Saudi med flera byggt upp sina flygvapen rejält. Iran flyger fortfarande F-4 och F-5.....<br/>  Så nä det är inga som helst problem att sopa bort vareviga robotramp och flygplan i området. <br/>  Dina speedboats är farliga för obeväpnade handelsfartyg utan eskort. Kliver de i närheten av en jagare så är de sänkta. en enda 127 mm granat och det är klart. Jag vet itne exakt hur många granater en jagare har med sig men det kan röra sig om 1000 plus. <br/>  Så om vi tar tre jagare och en kryssare så har vi alltså eldkraft nog för att sänka vareviga långdistansrobot getherdarna hade plus sopa bort flygvapnet samt skicka in tillräckligt många kryssningsrobotar för att se till att det enbart är fotogenlampor kvar att läsa koranen vid. <br/> <br/>  Hizbolla är inget större problem för israelerna om de bara vill ta bort dem.<br/>  Har hizbolla 12000 granater så kan du utgå från att israelerna har en 50-100 gånger fler. ja plus då att israelerna har kärnvapen och klusterbomber att ta till. <br/> <br/>  Sen verkar du totalt glöma aegisfartygen som operar i persiska viken. De har 96 LV robotar var plus vad flyget tar ned. <br/> <br/> <br/>  Och svaret på det lär bli kärnvapen varpå problemet är löst.<br/> <br/> <br/>  Var det molgan som berättade om den basen eller?<br/>  Jo att du hellre ljuger och fantiserar än att säga att du har fel det har framgått rätt klart. <br/>  Hade du varit svensk skulle jag ha sagt att du var knallpackad för återigen så har du glömt Aegis.<br/>  Shia revolution i Saudi. Dream on......<br/> <br/> <br/>  Nä tron är ju det sista som överger en heter det. <br/>  I synnerhet lär det gälla religösa dårar.<br/>  B-2 flyger idag vart de vill utan att upptäckas. Tex rätt över teheran. Vorde iofs trevligt ifall de råkade \"tappa\" en B-61:a eller så. <br/> <br/> <br/>  Ett fåtal stridsspetsar och sen har inte iran någon regim mer. Svårare än så är det inte. <br/>  11 miljoner kanonmat är bara en fråga om rätt sorts ammo. Klusterbomber tar så fint så .... <br/>  200 stridsvagnar per år, tja. A-10 planen brukade klippa 10 plus över irak per uppdrag. Har för mig att rekordet för en pilot är 22 tanks på en dag.<br/>  AH-64<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>rna brukade få 14-15 st per uppdrag. <br/> <br/>  Dina 200 är alltså inte ens mat så det räcker för en AH-64 bataljon en dag........<br/> <br/> <br/> <br/> <br/>  Du menar på samma sätt som Irak skulle skjuta ned dem. Tankplanen gick in över Irak första natten. Efter en Vecka så lufttankade de attackplan tom över Bagdad. Sen dess har man bättre förmåga att mosa luftvärn. Vi såg ju hur många timmar det Libiska luftvärnet levde.<br/> <br/>  Såväl Kina som Ryssland kommer att ställa sig mot Iran. Efter Tjetjenien så är den ryska uppfattningen rätt klar. <br/> <br/> <br/> <br/>  Nä mitt hår blev inte vitt av beskjutning med varken T-55, T-72, vad som troligen var en BM21 eller för den delen några missriktade projektiler från en Merkeva heller så dina fantasier skrämmer inte över huvudtaget. Jag ser dem mer som en rolig kommedi och gratis underhållning är ju kul. <br/> <br/>  Problemet är ju bara att de vapen du nämner är större än 10X10 cm och därmed bombmål....<br/> <br/>  Du menar att du tänker börja med fakta nästa gång och inte bara Iranska desperata fantasier?<br/>   </td> </tr> </table>  <br/> <br/>  Nu kommer vi till militära delen,<br/>  Vapen finns under bergen, Hur ska din satellit filma där under? Är den supersattelit eller jag förstår inte... De är inte James Bond filmer vi pratar om nu, De är inte som Wikipedia och andra källor förklarar, du kan ta bild men du kan inte se inne i bergen, Du vet inte vad finns där inne och hur vapen är sparade, De finns inte en stor lagring plats för vapen i Iran, Du måste bomba mer än 12000 Militära mål för att kunna öppna hormuz eller göra stopp på avfyrning av missiler. De kommer ta tid och de kommmer finnas chans att du upptäcks efter någon en timme ochså om du använder stealth, B-52 och B-1 blir bra mat för våra luftvärn ochså och där behövs inga källor, <br/>  Titta på  Operation Linebacker II, Nordvietnam hade 12 SA-2 batterier , 50 flygplan och AA gun enheter [Mycket mindre än vad Iran har idag], och USA hade 207 B-52 och 2000 taktiska flygplan.<br/> <br/>  Vitenam förluser var: 6 Flygplan sköts ned , 1624 Civila dödade, Okänd antal militärer dödade.<br/>  USA förluser var: 81 flygplan sköts ned (inklusive 34 B-52s och 4 F-111S), <br/>  Reslutat: Indecisive<br/> <br/>  Idag har Iran mycket mer än 50 stridsflygplan , 12 SA-2 Batterier och AA-vapen, Kanske 20 gånger dubbelt de, Jag ger bara exempel och de finns annat jag orkar/vill inte skriva av orsaker.<br/> <br/>  F-4 och F-5 används inte ofta, Vi kan utveckla våra flygplan med de är inte målet, Flygplan är större förluster än missiler, Om en flygplan skjuts ned räknas de som förlust och ökar din fiendes chans att vinna kriget/attacken, Men när din missil skjuts ned förlorar du inte nåt från pilot till flygplan och inte minst pengar,<br/> <br/>  Vet du varför de ''Speedboats'' kallas för 'Speedbostas? De kör på ca 55-57 Knop och de är däför speedboatas är viktiga vapen för iran och utgör stor hot, Fartygen kommer inte kunna hantera 500+ Speedbotas samtidigt och under kortare tid, Om du sitter inne i Jagaren/Fregatter och 500 speedbotas kommer mot dig och börjar avfyra 20 Km räckvidd missiler mot dig i samma tid som de kör snabbt mot dig, Hur kommer du försvara dig, Ska du skjuta Missilar eller båtar, Vi säger att du kan skjuta båda, Men samtidigt kan du tex. Inte försvara dig mot 500+ båtar med 1000+ 20-km räckvidd missiler i samma sekund, De är omöjligt och du behöver kanske 5-6 Fartyg för att inte nån av dina fartyg ska sänkas eller skadas, De har inte USA i persiska viken och kan inte samla likanande kraft inom kortare tid [Mindre än 1 vecka], När du skjuter de 1000+ Speedbotas vi har i lager kommer du få ny svärm av speedbotas, Vi kan tillverka ca 50 varje vecka i krigstid, jag pratar om siffror jag fick 2012 och inte hur stor antal vi kan tillverka varje vecka om 1 år eller mer.<br/> <br/>  De finns andra lösningar för dina fartyg ochså, Ubåtar, De finns redan 45 Mini-Ghadir båtar och de såg jag med mina egna ögon i bandar-abbas där alla var ''parkerade'', Sen finns de Fateh 500-Tons och 1200-Tons Qaem som kommer tillverkas med 3 varje år, De blir inget bra för dina fartyg,<br/> <br/>  Skojar du med mig nu? Hizbollah är omöjligt att rensa, Israel har med teknikisk utrustning med de är felet, De vet inte vart en hizbollah soldat sitter och avfyrar missiler, i skogen , i bergen , i öken och annat. Alla platser är möjliga. Sen och när vi pratar om Hhizbollah så är de en rörelse, De är folkets vilja och när den hizbollah förlorar kriget kommer folkets vilja med samma rörelse för att leva försvara sig mot Israel. kärnvapen och klusterbomber är inget man kan använda över en mål man inte vet vart den ligger till, de finns chans blir dina flygplan nedskjutna innan du kastar bomberna på mål du inte känner till, Dina västliga källor säger att Tor missiler finns hos hizbollah nu och i bra antal, Du får tänka mer innan du skriker.<br/> <br/>  Dina AEGIS-Fartyg kommer bli sänkta av mina speedbotas innan du skjuter ner missilerna jag avfyrar, De är en cenario sen tror jag inte du kan fylla de fartyg med missiler i större mängd för att kunna skjuta ner missiler effektivt innan hudra/Tusen-tals har avfyrat mot olika mål för att de kommer sitta i hamn för att fyllas som tidigare förklarats för dig av annan kille här på FB, <br/> <br/>  Dina AH-64 och A-10 kan inte förstöra 10+ Tanks varje uppdrag, dröm vidare... De går ej och är omöjligt, Max är då 3-4 för att du vet inte vart stridsvagnarna finns, De attackerar sen går till underjordiska anläggningar, Jag vill påminna att de finns underjordiska anläggningar vid varje stad i Iran i tiotals mängder, Sen är en helikopter lättare att skjuta ner än flygplan och de finns fungerande missiler mot AH-64,<br/> <br/>  Irak är mindre land än Iran med mindre än 70% av Iranska luftvärnet 2009, Iran är land med mycket berg men Irak var till större del platt med mycket öken, Skillnade är att Irak importerade sina vapen men om iranska vapen-antal blir otillräckliga blir antalet mindre, Men Lybien nu?! Skojar du med mig... Vet du vilka och hur många luftvärn Lybien hade, Nej Lybien är efterbliven land med en av de minska budget mellan arabläder och mellanöstern, De tog år för att köpa något luftvärn,<br/> <br/>  när du säger ''Problemet är ju bara att de vapen du nämner är större än 10X10 cm och därmed bombmål'' Så får jag lära dig en sak, En Zolfiqhar TELsom bär Zelzal-3 och Fateh-110 4:e Generation är i storlek som kan komma in i en hus med yta på 120 M², Och jag tror att de finns 11 Miljoner Basji/Militärer som har liknande hus för att ha de missiler i, Inte glöma militär-baser som är hudratals, <br/>  Du kan aldrig bomba varje hus eller bas av de 11-12 Miljoner.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Varför skulle jag ändra mitt språk och rätta mina ord?<br/>  Det har varit rätt tydligt under krig de senaste sisådär 200 åren att islamistiska fundamentalister inte har varit särskilt framgångsrika i krig, särskilt inte mot en västerländsk. disciplinerad fiende.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Ubåtsanläggningar och liknande baser kommer snabbt slås ut, de är prioriterade mål som man inte kan flytta på.<br/> <br/>  Angående anläggningar i berg som angränsar till vatten så hänvisades det i en annan tråd till ett iranskt militärforum där man tog upp den saken, inklusive bilder på denna imponerande underjordiska flottbas, komplett med varv och krigsfartyg.<br/>  Dessvärre så var bilderna från Berga örlogsbas.....<br/> <br/> <br/>  Vad gäller att dina krigsfartyg inte behöver direkt stöd under kortare tid så verkar du inte förstå vad det handlar om.<br/> <br/>  Ligger de ute på havet så är de lätta att upptäcka och därmed bekämpa. Vilket gör att man måste hålla dessa enheter med kort räckvidd dolda tills det att amerikanska fartyg kommer inom räckvidden, samt att behålla kapaciteten för att kunna hota civila fartyg som går genom sundet.<br/>  Man måste alltså ha faciliteter som kan skydda eller gömma fartygen, faciliteter som sedan inte kan slås ut eller upptäckas.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Stridsvagnar är i det här fallet rätt irrelevanta, de kommer endast att bli en faktor om USA skulle ge sig på en markinvasion, något som vore rätt idiotiskt, för då hamnar de i samma sorts assymetriska krig som de har problem med i Irak och Afghanistan, ett \"krig man inte kan vinna\".<br/>  Om en sådan invasion skulle inträffa, skulle däremot stridsvagnarna snabbt slås ut, men då är vi inne i en helt annan krigsfas.<br/> <br/>  Och man kan inte gömma båtar hur som helst, de måste ha tillgång till vattnet, annars är de svåra att använda. Och att köra ner en stor trailer med båt på flaket är något som syns rätt tydligt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Så 20 S-200 är tillräckligt för att skydda mot amerikanska kryssningsrobotar och bombflyg, men 54 amerikanska luftvärnsrobotar är otillräckliga för att skydda en amerikansk bas mot iranska diton?<br/> <a href=\"https://www.flashback.org/sp44728828\" target=\"_blank\">https://www.flashback.org/sp44728828</a><br/> <br/>  Konstigt hur mycket bättre iransk materiel är jämfört med amerikansk, trots att allting pekar på motsatsen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nejdå, det är fullt möjligt.<br/>  Men sedan kan man också oskadliggöra berganläggningar utan att förstöra dem, genom att helt enkelt bomba portar och liknande.<br/>  En hamnanläggning i berget som fått sina portar sönderbombade så att de tar flera dagar att reparera är en hamnanläggning som inte fungerar under dessa dagar.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, man kan använda motsvarande jaktlänk eller liknande.<br/> <br/>  Men problemet med radar är att de fungerar genom att de skickar ut en puls och sedan lyssnar efter ekon.<br/>  Vilket i sin tur gör att man kan upptäcka en radar genom att lyssna efter dessa pulser (som upptäcks på längre håll än radarns effektiva räckvidd, eftersom pulsen måste nå målet och sedan studsa och gå hela vägen tillbaks).<br/> <br/>  Under Vietnam så utvecklade man SEAD väldigt kraftigt, just pga att luftvärnet ställde till med problem för dem.<br/> <br/> <br/>  Läs på om SEAD (suprression of enemy air defense) och HARM (high speed anti-radiation missile), och hur USA därför kommer att jaga luftvärnsbatterier och radar.<br/> <a href=\"/leave.php?u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FSEAD\" target=\"_blank\">https://en.wikipedia.org/wiki/SEAD</a><br/> <a href=\"/leave.php?u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FAGM-88_HARM\" target=\"_blank\">https://en.wikipedia.org/wiki/AGM-88_HARM</a><br/>  Det är så USAs anfall kommer att se ut, först börjar man med att slå ut det iranska flyget och större anläggningar med kryssningsrobotar, sedan in med SEAD för att jaga luftvärnet, tillsammans med jaktflyg för att ta hand om de eventuellt kvarvarande fientliga jaktflyget.<br/>  Därefter in med attack- och bombplan som är mer känsliga för luftvärn och jaktflyg, när det mesta sådant har bekämpats.<br/> <br/>  Det är ett recept som USA har uppvisat ett flertal gånger, däribland i Irak och Libyen, med väldigt stor effektivitet.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>    Att USAs ekonomi är som den är, det vet vi.<br/>  Det har dock knappast någon inverkan på den här konflikten, då USAs militär fortfarande har vad de har och USAs ekonomi snarast har en förmåga att få ett uppsving under krig istället för tvärtom.<br/> <br/>  Lyckas de stänga sundet en längre tid så blir det oljekris, men saken är just den att de kommer inte att lyckas hålla det stängt en längre tid.<br/> <br/>  Däremot kommer naturligtvis oljepriserna öka, de ansvariga bolagen och länderna är nämligen väldigt förtjusta i att höja priset (och därmed sina vinster) så fort de har något att skylla på.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det förvånar mig att inga ansvariga tar era funderingar på allvar.Du tror möjligen att vi Iranier med skägg är massa idioter, för det är väl så vi framställs i din media.<br/>  Skäggiga typer som är dum i huvudet,inkompetenta och brutala vildar.Men det är dags att du börjar inse att så inte är fallet och att du och dina gelikar är hjärntvättade västerlänningar som försöker <br/>   </td> </tr> </table>    Ja, religiöst indoktrinerade skägg är korkade, inkompetenta idioter.<br/>  Krig efter krig har bevisat den saken.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Att kunna kontrollera kuststräckor som är över 2000 km långa med varierande geografi är något du dessvärre måste klassificera som en myt lilla vän.<br/>   </td> </tr> </table>    Fast du kan inte använda vanliga kustremsor utan några faciliteter som baser.<br/>  Du kan köra iland dem på sandstränder och liknande mjukare kuster, men då kommer de att stå ut klart och tydligt på all form av satellitövervakning eller flygspaning.<br/> <br/>  Ditt problem verkar vara att du inte förstår hur assymetrisk och konventionell krigföring relaterar till varandra.<br/> <br/>  Du verkar tro att eftersom man kan gömma getherdar med AK47 och RPG-7 från amerikanska trupper i Irak och Afghanistan, så kan man gömma hela båtar, stridsvagnar och kryssningsrobotar från dem.<br/> <br/> <br/>  Ska iranierna bedriva konventionell krigföring, vilket alltså är vad de gör med fartyg, ubåtar, kryssningsrobotar, luftvärn mer avancerat än axelavskjutna vapen, stridsflyg m. m. så måste de ha baser, landningsbanor och hamnar.<br/>  Och de måste kunna skydda dessa från fientliga anfall, för annars kommer deras konventionella förmåga till krig att försvinna väldigt fort.<br/> <br/> <br/>  Kvar blir då assymetrisk krigföring, vilket man varit bra på i mellanöstern.<br/>  Men det innebär också att man inte är ett hot mot något annat än marktrupper och möjligtvis helikoptrar, som finns på så kort avstånd att man kan se dem med kikare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Vet du vad som är den stora poängen med UAVs?<br/>  Att det inte gör så mycket att man förlorar dem, då de är billigare än ett flygplan och man inte riskerar att förlora någon pilot.<br/> <br/>  Endast iranier hurrar sig blåa i ansiktet över att de lyckats skjuta ned något vars största fördel över vanligt flyg är att det inte är lika dyrt att få en nedskjuten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det har jag gjort, dessvärre fortsätter du att tro att Iran kan använda avancerade konventionella vapen när deras förmåga till konventionell krigföring har förstörts.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Attackera alla vapens<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Ska jag ta dig på allvar?<br/> <br/>  Farlederna vet du hur dessa ser ut? Vet du det? <br/>   </td> </tr> </table>    \"vapen<b>s</b> om Iran har\" = \"vapen <b>s</b>om Iran har\".<br/>  Man får hålla hårt i de små sakerna, när man inte har något annat att komma med.<br/>  Ska jag lägga till ett par andra stavfel så att du iaf har någonting att peka på?<br/> <br/>  Vet du hur man stänger ett sund?<br/>  Vet du vad som krävs?<br/>  Vet du hur man slår ut vapensystem?<br/>  Vet du det?<br/> <br/>  Jag tvivlar.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Fast man måste gömma dem tillräckligt nära kusten för att de ska kunna användas, och man måste ha radar och liknande för att kunna låsa robotarna på fartyg som passerar<br/> <br/>  Om Iran väljer att gömma vapenssystem för att slå ut fartyg långt ifrån där de behövs, så kan kanske inte USA slå ut dem.<br/>  Men då behöver de å andra sidan heller inte slå ut dem.<br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Jo du behöver eskort i allafall. Dessa plan måste eskorteras, men du tar bla hjälp av dina allierade när du eskorterar dessa flygande skräp. Sen måste även kryssningsmissiler planera sina rutter, visste du det?<br/> <br/>  Förstår du innebörden av det från det avståndet. Vet du ens risken med en sån idioti? Hur många strategiska mål har du? Vilken typ av kryssningsmissil behöver du för att penetrera, och du tror inte du har några hinder/begränsningar alls?<br/> <br/>   </td> </tr> </table>    Tja, tydligen så har ju inte dina fantastiska Iranska supervapen några sådana problem.<br/> <br/>  Och jag tar inte med bergen och bergspass eftersom man är intresserad av det som finns vid kusten, och kommer att anfalla från kusten.<br/> <br/>  Men visst, de iranska skäggen kan sitta djupt inne i en bunker under något berg, långt bort ifrån allt som är viktigt och sedan slå sig för bröstet att ingen kan nå dem.<br/>  Att de inte kan nå någon heller är tydligen ingenting man funderar över.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Oj, vilken invändning!! Men kryssningsmissilen då? Skuttar den? <br/>  Ja du tillsammans med amerikanen lär nog pissa på er då du ser vilka skador en ballistisk missil verkligen kan orsaka. En annan sak du ska veta Jecke är att Iran kommer att ge sig på USAs allierade, samtliga allierade. <br/> <br/>  Iran har den rätten att försvara sina intressen, sina religiösa doktriner och infrastrukturen. Om USA/Israel anfaller Iran kommer även deras allierade att attackeras. De kommer att få ner din ekonomi och det är inga västbetalda talibaner ni har med att göra.<br/> <br/>   </td> </tr> </table>    Vet du ens vad en ballistisk missil egentligen betyder?<br/>  Vad som är skillnaden på en ballistisk missil och en kryssningsrobot?<br/> <br/>  Och om Iran ger sig på USAs allierade, så innebär det att dessa kommer ge sig på Iran. Och att USAs största fiende i samtliga deras krig sedan andra världskriget, omvärldens opinion, då kommer att ställa sig på USAs sida istället.<br/> <br/> <br/>  Och du fallerar en del på punkten, eftersom du gnäller om att Irans rätt att försvara sina intressen, religiösa doktriner och infrastruktur, samtidigt som du hävdar att Iran ska anfalla amerikanska fartyg och allierade och stänga sundet.<br/> <br/>  Hur ska du ha det?<br/>  Ska Iran vara offensiva och stänga sundet, eller ska de vara passiva och endast försvara sig mot amerikansk aggression?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Alla eventuella tvivel om det har du och IRI undanröjt med era inlägg här. <br/>  Men det är ju rätt kul att du talar om frihet som hyllar en regim där man defintivt inte får se det tvprogram man vill. Inte läsa det man vill eller klä sig som man vill. <br/>  Ja just ja, man får inte rösta på vem man vill heller då diktaturen bara godkänner de kandidater som passar dem. <br/> <br/> <br/> <br/>  Räcker med en foto och en radarsatelit för det jobbet. Civila sateliter får idag inte sälja bilder där detaljer mindre än 0.4X0.4 meter syns. Lagen finns alltså där för att förhindra att bilder med bättre kvalitet säljs. Då man brukar hävda att de militära sateliterna är 5-10 gånger bättre så är det definitivt ingen överdrift att säga att de ser allt som är över 10X10 cm. <br/> <br/>  Du hävdar alltså på fullt allvar att du ska kunna gömma undan en landningsbana som är någonstans runt 2000X50 meter .... Lycka till. Hittills har ingen lyckats sen 60 talet dock. <br/> <br/> <br/>  Iran utgör ett hot i 48-72 timmar efter första skott har avlossats. Sen utgör man inget annat än världens största övningsfält för attackflyg och kryssningsrobotar. <br/> <br/> <br/> <br/> <br/>  B-2 flyger rakt över Iran idag helt oeskorterade. Skulle tippa att även F-22 gör det. <br/> <br/> <br/>  Tja Usa har ett antal hundra stycken med en utmärkt träffsäkerhet och de kan hjälpa till att bygga om stora delar av Iran till glasöken vid behov. <br/> <br/> <br/>  Varpå Iran alltså får i stort sett hela världen över sig. Dvs ett tämligen idiotiskt sätt att snabba på sin egen undergång.  Det var väl ungefär Cirkelbeviset som återigen visar att de långskägga getknullarna är idioter<br/> <br/> <br/> <br/> <br/>   </td> </tr> </table>  <br/>  Vad menar du med din ''Iranier med skägg'' ?! De ''Iranier med skägg'' Ligger på nummer 1 i listan för snabbaste utveckling i år [2012-2013], Andra frågor? <br/>  En sak till, Jag vill bara säga att de är V&amp;M och inte Utrikes,<br/> <br/>  När du säger ''Räcker med en foto och en radarsatelit för det jobbet'' får du lära dig en sak, Iran är inte vanlig land som sverige eller norge vid militära delen, Tex. Så Kanske [Kanske bara] finns flygplatser och vapensystem under bergen med utgång vid öppning av en annan ''Mindre berg'' De finns många saker man kan ha de robortar i, En annan sak är underjordiska missiler som US baser kommer få problem av,<br/> <br/>  48-72 Timmar, Skojar du med mig...? De finns nära 1000 Sjömålsrobortar i storlek av C-802[Noor] och större, De finns något mer än 1000 ''Speedboats'' som avfyrar Kowsar missiler med räckvidd på 15-20 Km, De finns andra saker USA baser kommer bli arga för <a href=\"/leave.php?u=http%3A%2F%2Fwww.presstv.com%2Fdetail%2F230923.html\" target=\"_blank\">http://www.presstv.com/detail/230923.html</a><br/>  de 11000 Missiler/Granter är inget mot Riktiga mängden som är kanske 20000 Missiler kch granter som kommer avfyras från Hizbollah/Syrien/Iran mot Israel och olika USA baser i mellanöstern, Om du vill inte tro så tar vi exempel på Hizbollah bara med 12000 Granter enligt GlobalSecurity.Tom blir U.S Soldater Mellanöstern grillade kycklingar för missilerna, Om vi tar exempel på skyddet för Al-Udaid militär bas i Qatar som tillhör USA så finns de 3-6 Luftvärnsrobortar som kan träffa missiler med hastighet på 3+ Mach, En luftvärn kan träffa 9 missiler under kortare tid, och om vi säger att de finns 6 luftvärnrobotare så är de 9X6 = 54 Missiler som kommer skjutas ner som 100% [Maxnivå]. Då och om vi avfyrar 200 missiler då blir de 22-54= 146 missiler som kommer träffa målet osv... de är bara första svar på USA,  Om USA avfyrar Kryssningsrobortar och attackerar med flyg igen blir de svarade med på andra sätt, Vi kommer stänga hormuz, Jag lovar dig på <b>minst</b>  21 dagar stängade av hormuz, <br/>  Om USA blir dum och forsätter har vi inga val då, våra ''Terrorister'' kommer att göra flera 11 september händelser i Newyork, Sydney , Washington , Stockholm , Berlin , London och andra städer i väst kommer terrorattackeras, Om USA forsätter på hårdare sätt kommer vi använda de hårda sättet, De är möjligt att vi använder missil-Basen i venzuela och avfyrar tio/hudra-tals Sejjil-3 {3000-3500 Km räckvidd] mot USA, De sissta saken som vi gör är då att avfyra missiler mot oljefäll. Jag kan lova dig att vi kommer avfyra minst 22+ missiler och fråga inte mig hur och annan meningslösa frågor för att jag har mina orsaker. Om USA väljer att attacker på hårda sättet blir de Shia-revolution i Saudi-arabien , Bahrain och andra mellanöstern stater som  Jemen och Kuwait de är osannolikt men möjligt att sissta saken vi gör är att använda kärnvapen mot USA och de ska jag aldrig förklara om du frågar.<br/> <br/>  Jag tror inte att dina B-2 och F-22 ska kunna flyga minst 500 Km för att flyga mot kärnanläggningarna och centrala militärbaser utan att upptäckas.<br/> <br/>  Jag tror ochså att ''sa har ett antal hundra stycken med en utmärkt träffsäkerhet och de kan hjälpa till att bygga om stora delar av Iran till glasöken vid behov'' Men de är meninglös sak, USA kommer inte kunna byta regimen i Iran för att de kan lösas med endast 1 sätt och de är att invadrera iran fram till Qom och teheran, USA kommer inte kunna ta sin in Iran, De USA kan göra med all arme-Makt mot Iran är att nå Busaher , Annars är de röd lampa, USA kan inte stå mot 11 Miljoner Basji militärer med 1 Miljon välltränade och har deltat i krig och sedan ca 400000 som är välltränade , Vällutrustade och har krig som att äta mat, <b>Islamiska republiken har kapacitet och förmåga att tillverka 150-200 Zulfiqar Tank per år vid behöv,</b><br/> <br/>  Den som bor i huset kan mer om den än sina grannar.<br/> <br/>  Ska ni tanka era flygplan över våra luftrum? Du får jag säga att ni blir nedskjuta och våra commanders dricker kaffe under tiden <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Sen ska jag inte säga igen vilka fina krig ryssland/Kina kommer påbörja mot USA, Lite länkar för att komma ihåg bara:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DNbc9RLcecRk\" target=\"_blank\">http://www.youtube.com/watch?v=Nbc9RLcecRk</a> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DEC_vzQMRs9w\" target=\"_blank\">http://www.youtube.com/watch?v=EC_vzQMRs9w</a> [Titta på 2:10 till 2:20]<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DIxnRQFZRHpA\" target=\"_blank\">http://www.youtube.com/watch?v=IxnRQFZRHpA</a><br/> <br/>  Du och andra här på Flashback vet inte hur krig är, De är inte som Youtube-video och wikipedia-artiklar visar. Den M1 abrams och  leopard 2 är inte ''super Tanks''. En Fateh-110 eller Zelzal med 650 kg stridspets kan förstöra flera av de tanks och jag tror inte USA kan transportera tanks på mindre tid än vad de tar för Iran att placera sina MLRS och Zelzal , Fateh och Fajr. <br/> <br/>  De finns mycket mer med fakta och länkar du får nästa gång, Hoppas din hår inte blir vit nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Verklig krigföring skiljer sig från det en del människor försöker simulera som verklig krigföring Jecke.<br/>  Det förvånar mig att inga ansvariga tar era funderingar på allvar.Du tror möjligen att vi Iranier med skägg är massa idioter, för det är väl så vi framställs i din media.<br/>  Skäggiga typer som är dum i huvudet,inkompetenta och brutala vildar.Men det är dags att du börjar inse att så inte är fallet och att du och dina gelikar är hjärntvättade västerlänningar som försöker <br/>  framstå som frihetsdyrkare som vet mänsklighetens bästa.<br/> <br/>  Jag har redan besvarat dina funderingar i mina inlägg här på V&amp;M. Men jag kan ta det igen.<br/>  Att kunna kontrollera kuststräckor som är över 2000 km långa med varierande geografi är något du dessvärre måste klassificera som en myt lilla vän.<br/>  Du kan inte bomba hamnar och flygplatser då fienden inte bedriver en klassisk krigföring. Många av dessa småbåtar behöver inga hamnar för att sjösättas. Du vet heller inte något om deras landningsbanor och vart Iran har sina flygplan parkerade. <br/> <br/>  Brister på underrättelser kan kosta dig skjortan. Iran kommer antagligen att ställa ut skräp och massa lockbeten för att locka fram dina paket.Du har ingenting på Iran och just nu säger logiken att du ska låta bli IRGC efter att RQ170 hamnat i fällan.<br/>  Dina satelliter är så uppstoppade så att programmet \"blåsningen\" skulle kunna få en konkurrent om allmänheten fick ta del av informationen.<br/> <br/>  Istället för att rada upp dina rambofasoner kan du berätta HUR du tänker slå ut allt du tar upp i ditt inlägg.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Attackera alla vapens<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Ska jag ta dig på allvar?<br/> <br/>  Farlederna vet du hur dessa ser ut? Vet du det? <br/>  Iran utgör ett stort hot mot passerande trafik och kan stänga sundet hur lätt som helst. <br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, det går att gömma nästan vad som helst med Irans geostrategiska situation. Dessutom behöver man knappast diskutera tramset du kommer upp med. Håll dig till verkligheten, nej dessa behöver inte komma fram med några RPG-7.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Med lufttankning så är amerikanska flygplan lika effektiva på långt håll som om de hade haft en bas bara ett par mil bort.<br/> <br/>  Flygplan blir inte trötta av att flaxa med vingarna utan räckvidden handlar om mängden bränsle.<br/>  Och med lufttankning så kan man fylla på bränsle utan att behöva landa.<br/> <br/>   </td> </tr> </table>  <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Du kanske missade det, trots att jag skrev ut det tydligt, men moderna bombplan använder inte järnbomber som man hade under andra världskriget utan B52 är lastade med kryssningsrobotar med lång räckvidd och hög precision.<br/> <br/>  De behöver ingen eskort eftersom de kommer att avlossa sina vapen långt utanför Iranska luftvärnets räckvidd.<br/>   </td> </tr> </table>  <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Jo du behöver eskort i allafall. Dessa plan måste eskorteras, men du tar bla hjälp av dina allierade när du eskorterar dessa flygande skräp. Sen måste även kryssningsmissiler planera sina rutter, visste du det?<br/> <br/>  Förstår du innebörden av det från det avståndet. Vet du ens risken med en sån idioti? Hur många strategiska mål har du? Vilken typ av kryssningsmissil behöver du för att penetrera, och du tror inte du har några hinder/begränsningar alls?<br/> <br/>  Du får berätta dina roliga historier för Sven som gärna lyssnar och överväger dina trams.<br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/> <br/> <br/>   </td> </tr> </table>  <br/>  Oj, vilken invändning!! Men kryssningsmissilen då? Skuttar den? <br/>  Ja du tillsammans med amerikanen lär nog pissa på er då du ser vilka skador en ballistisk missil verkligen kan orsaka. En annan sak du ska veta Jecke är att Iran kommer att ge sig på USAs allierade, samtliga allierade. <br/> <br/>  Iran har den rätten att försvara sina intressen, sina religiösa doktriner och infrastrukturen. Om USA/Israel anfaller Iran kommer även deras allierade att attackeras. De kommer att få ner din ekonomi och det är inga västbetalda talibaner ni har med att göra.<br/> <br/>  Så är det Jecke, man kommer inte alltid undan genom att döda oskyldiga och sitta på soffan som om ingenting har hänt. <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Var det ett svar på min invändning?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Ja, och jag har aldrig påstått att hangarfartyget \"måste\" befinna sig i persiska viken.. Tvärtom har jag sagt att det är en idioti att hålla det där. Då du håller skräpet på avstånd då minskar också dina chanser att lyckas med dina operationer.<br/> <br/>  Jag har sagt att det är en annan diskussion en komplicerad diskussion. Men tror du inte att det räcker med att tiden rinner ut medan USAs intressen brinner i eld?<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Bra kära T-80U.. <br/> <br/>  Men jag har inte gått in så mycket på taktikerna på längre avstånd, men jag konstaterar att du hittills i och med avståndet är begränsad!!<br/> <br/>  Men bra du tänker släppa flyget på massa Boghammar<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>  Vilken bra taktik.. Vad händer då? Du splittrar dina enheter medan Iran härskar. Nej, inga flyg kommer USA att släppa på dessa billiga mål...sen ska inte jag komma in på att diskutera vilken idiotisk beslut detta skulle kunna vara i detalj!"
		]
	},
	{
		"postIndex": [
			[973],
			[1035],
			[1121],
			[1075],
			[1041]
		],
		"postTime": [
				"2013-08-17",
				"2013-08-20",
				"2013-08-31",
				"2013-08-22",
				"2013-08-20"
		],
		"postNum": [
			[997],
			[1059],
			[1145],
			[1099],
			[1065]
		],
		"postLink": [
				"/sp44819203",
				"/sp44863243",
				"/sp45030635",
				"/sp44900163",
				"/sp44868504"
		],
		"postUser": [
				"mace2442",
				"Jecke",
				"IRI",
				"Jecke",
				"Ormen Långe"
		],
		"postUserID": [
				"/u574540",
				"/u114224",
				"/u824274",
				"/u114224",
				"/u76197"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p84",
				"https://www.flashback.org/t1842501p89",
				"https://www.flashback.org/t1842501p96",
				"https://www.flashback.org/t1842501p92",
				"https://www.flashback.org/t1842501p89"
		],
		"userUrl": [
				"https://www.flashback.org/u574540",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u824274",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u76197"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>   </td> </tr> </table>  <br/>  Du vet att upprepa ett sen tidigare överbevisat påstående inte gör det mer sant?<br/> <br/>  De antiship missiler iran har är varianter på kinesiska Silkworms. <br/>  60 av dessa är fastbyggda i batterier på en ö så de är rent ut sagt enbart måltavlor för bombflyget. Fastbyggda saker dödar man eller rundar, svårare än så är det inte. Det finns ju skäl varför västvärlden avvecklade fastbyggda saker på 80 och 90 talen. <br/> <br/>  Med dem borträknade så finns det då ca 40 kvar totalt utsprida över hela Irans kust. <br/> <br/>  Dessa måste då först och främst ha måldata från en eldledningsradar. Problemet är bara att en sändade eldledningsradar ger bort sin position och därmed är den bortbombad snabbare än kvickt. Utan den kan man inte skjuta några robotar på längre avstånd utan man blir tvungen att skjuta på sånt man kan se. <br/> <br/>  Problemet med att skjuta på optisk räckvidd är att man då är inom skotträckvidd från flottans kanoner. Det plus att Amerikanerna har måldata från både sateliter och flygande radarspaning vilket gör att den sidan kan skjuta på maxräckvidd. <br/> <br/>  Rörliga robottar spåras först och främst med radar och satelit så att man vet vilka mål attackflyget ska plocka bort. Sen kan man inte bara stanna och skjuta även om IRI förefaller tro det. <br/>  I verkligheten måste man stanna, fälla ned stödben, montera ihop robotramperna, ta bort övertäckningen på lastbilen osv, starta upp elverk för att få kraft till robottarna och sen ska dessa startas upp, förses med måldata osv.<br/>  Det här tar lite tid (10-15 min) och under den tiden står man alltså fullt synligt och dessutom helt still. <br/> <br/> <br/>  Därmed blir man omedelbart mål för både attackflyg och flottans kanoner. De senare behöver max en minut från eldorder till landning i målet.<br/> <br/>  Det kommer att bli väldigt få robottar som lyckas lyfta men om vi är generösa och säger att 10 av dem faktiskt kommer iväg och är riktade mot hangarfartyget så har hon tillräckligt luftvärn för att ta ned dem själv. Naturligtvis kommer hon inte ens att få en chans att skjuta då Aegisfartygen plus flyget kommer att ta de robottarna redan innan hangarfartygets robottar har en chans att nå fram. <br/> <br/>  De ASBM robottar som inte bombas bort på marken tar AEGIS fartygen hand om. De är liksom byggda för just det jobbet. <br/> <br/>  Dina speedboats har vi ju rätt tydligt ovan visat att det räcker med två jagare eller en kryssare för att skicka alltihopa till botten enbart med kanoneld. Dvs vi har helikoptrar och robottar i reserven plus då att både ubåtar och flottflyget kommer att lägga sig i och sänka ett par högar de med. <br/> <br/>  Som en liten extra reserv finns X antal hundra kompetenta attackplan från land att tillgå. Det stora frågetecknet är som jag nämde ovan om man ens ska slösa flygburna robottar på dem eller helt enkelt bara slå ut bessättningarna med hjälp av tryckvågor. <br/> <br/>  Väljer man att angripa med flygburna vapen så är Jsow det föredragna vapnet för flottans F-18 med över 200 substridsdelar per vapen. Det är realistiskt att utgå från att varje Jsow kommer att sänka eller oskadliggöra ett större antal speedboats men om vi säger 5 per vapen och att en F18 kan ta fyra så blir det rätt ordentlig slakt från en attackdvision. <br/> <br/>  En landbaserad F15E kan ställa till med betydligt mer skada.  12 CBU är en standardlast för en F15E och varje CBU lär ta åtminstånne 2-3 speedboats<br/> <br/> <br/> <br/>  Så nä, vill man gå in i persiska viken med en CVNG så kan man göra det precis lika lätt som man gjorde det -91 och som man har fortsatt att göra sen dess",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   En enda torped har förmågan att sätta fartyget ur stridbart skick även om det i de flesta scenarion förmodligen skulle krävas flera för att lyckas med en sänkning.<br/> <br/>  Hangarfartygen har förutom sensorer mot torpeder även passiva skydd i form av trippelskrov med vätskefyllda lager emellan för att absorbera träffar och tryckvågor. Amerikanerna identifierade sjömålsrobotar som det största hotet mot ett hangarfartyg och valde därför att placera reaktorerna nästan så långt ner och mot mitten av fartyget som möjligt. Reaktorerna är även till viss del skyddade av andra strukturer som flygbränsletankar, färskvatten mm som är tänkta att absorbera tryckvågor och vapendelar.<br/> <br/>  En modern torped som exploderar under fartyget kommer minst att leda till driftstopp på samtliga reaktorer och därefter förlorar fartyget sin förmåga att skjuta upp stridsflyg. Då inget modernt hangarfartyg har torpederats och prestandan hos de modernaste torpederna är en väl vaktad hemlighet så är det svårt att sia om huruvida en torped räcker för att fartyget skall haverera (sjunker gör det förmodligen inte av en enda).<br/> <br/>   </td> </tr> </table>    Att försätta ett hangarfartyg ur stridbart skick är tämligen enkelt, då det måste gå i hög hastighet för att skicka upp plan då det använder fartvinden för extra lyftkraft.<br/> <br/>  Ett par torpedträffar kommer tvinga fartyget att gå långsamt, vilket gör att det inte kan skicka upp flygplan.<br/>  IAF inte tungt lastade, möjligen att man kan skicka upp dem med jaktlast och begränsad bränslemängd för defensiva operationer.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Moderna torpeder är trådstyrda, vilket är skälet till att man inte längre har någa torpedtuber riktade bakåt (eller åt sidorna) som under andra världskriget.<br/>  Det innebär att man kan låta dem gå tre varv runt ubåten och sedan skicka iväg dem åt valfritt håll, om man nu vill.<br/>  Eller att lägga en fälla genom att låta torpederna gå ut tyst istället för att \"skjuta\" iväg dem med tryckluft/väteperoxid, genom att göra så, så kan man också skicka ut ett par torpeder tyst, låta dem gå iväg en bit ifrån ubåten i en vinkel och sedan låta dem gå iväg i hög fart därifrån, vilket gör att ljuden från torpederna inte leder direkt till ubåten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   De franska och ryska hangarfartygsstridsgrupperna<br/>  har närmast regelmässigt fler ubåtsjakthelikoptrar<br/>  och fler ubåtsjaktsfartyg än amerikanska CVBG,<br/>   </td> </tr> </table>    Vilket förklaras rätt enkelt när man ser till vilka förhållanden franska och ryska hangarfartygsstridsgrupper är tänkta att operera under jämfört med de amerikanska.<br/> <br/>  Amerikanska hangarfartyg är främst till för öppet hav i Atlantens och Stilla Havets väldiga vidder, medans ryska och franska är mer tänkta för medelhavet, svarta havet och längs Europas atlantkust där man är betydligt närmare land och grundare vatten och därför mycket större risk att möta på ubåtar.<br/> <br/>  För övrigt så är det lite samma med snacket här om iranska ubåtar. Jag tvivlar på att iranska ubåtar har någon större förmåga att operera särskilt långt utanför persiska viken, och i ett krigsläge så lär amerikanska hangarfartyg inte ligga så nära land som de måste i den för deras del väldigt trånga persiska viken.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det är lite det som är tanken.<br/>  Tänk på att ett enda hangarfartyg har ett slagkraftigare \"flygvapen\" än de flesta av världens länder.<br/> <br/>  Den amerikanska flottan är lika stor som de efterföljande 17 nationers flottor tillsammans, räknat i tonnage, och troligen mäktigare än samtliga andra nationers flottor tillsammans.<br/> <br/>  Den amerikanska militära överlägsenheten är idag större än någonsin med Sovjet borta och Kina fortfarande på utvecklingsstadiet (de presenterar många nya fina vapen men har ännu inte producerat dem i större antal och förbandssatt dem).<br/> <br/>  Att landstiga i USA har mer eller mindre varit en omöjlighet ända sedan någon gång innan andra världskriget, och definitivt en omöjlighet efter andra världskriget, när USA tog över som härskare över haven från britterna.<br/> <br/>  Kvar har vi Kanada, som det kan diskuteras om de är bästa vän med USA eller med Storbritannien, samt Mexiko, som medans de har en mängd gnabb ändå är rätt väl allierade på det militära planet.",
				"Hela kriget mot Iran kommer vara en mardröm för USA...<br/> <br/>  Tidigare skrevs de:<br/>  ''USA kommer förstöra era luftvärn med kryssningsmissiler'', men ni tänker inte på vad jag skrev tidigare.<br/> <br/>  Lite videos om hur våra mobila luftvärn fungerar:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DxIi1yvqk5xA\" target=\"_blank\">http://www.youtube.com/watch?v=xIi1yvqk5xA</a> (Titta på 1:00 - 1:35)<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D-dhFlw4wFOs\" target=\"_blank\">http://www.youtube.com/watch?v=-dhFlw4wFOs</a> (Titta på hela)<br/> <br/>  Våra luftvärn transporteras till underjordiska anläggningar för att sedan transporteras ut igen och vara aktiv under 15 Minuter.<br/> <br/>  Många av våra luftvärn som Hawk , S-200 , Raad (buk) och andra är helt mobila och kan transporteras inom kortare tid... Sen så har vi gjort att Hawk ligger på lastbilar...<br/> <br/>  Lite bilder:<br/>  http://www.iranmilitaryforum.net/air-defences/'increased-range'-and-'advanced-guidance-'-two-features-of-mersad/?action=dlattach;attach=42240;image<br/> <br/>  Snart kommer Bavar-373 med...<br/>  ____________________________________________<br/> <br/>  Sen ska jag förklara varför USA kommer aldrig kunna ta in sig i persiska viken under krigstid...<br/> <br/> <a href=\"/leave.php?u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FRaad_%28Anti_Ship%29\" target=\"_blank\">Raad sjömålsrobort</a><br/>  Räckvidd: 360 km<br/>  Stridspets: 320+ Kg<br/> <br/>  Bild: <a href=\"/leave.php?u=http%3A%2F%2Fwww.cedarsrevolution.net%2Fjtphp%2Fimages%2Fstories%2FLebanon%2FIntelligence%2Fraad-anti-ship-missile-iran-sm.jpg\" target=\"_blank\">http://www.cedarsrevolution.net/jtph...le-iran-sm.jpg</a><br/> <br/>  De betyder att Raad Mobila anti-ship missil kan utplaceras i Sirjan och fortfarande kunna stoppa alla fartyg från att ta sig in i persiska viken genom Hormuz-sundet...<br/> <br/>  Karta: <a href=\"/leave.php?u=http%3A%2F%2Fwww.bilddump.se%2Fbilder%2F20130831153844-2.68.227.53.bmp\" target=\"_blank\">http://www.bilddump.se/bilder/201308....68.227.53.bmp</a><br/> <br/>  ____________________________________________<br/> <br/> <a href=\"/leave.php?u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FNoor_%28Iranian_anti-ship_missile%29\" target=\"_blank\">Noor sjömålsrobort</a><br/>  Räckvidd: 130 km (versioner för speedboats med 30 km räckvidd och ghader med 220 km räckvidd)<br/>  Stridspets: 135 kg (Qhader har stridspets på 200 kg stridspets)<br/> <br/>  Bild: <a href=\"/leave.php?u=https%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2Fthumb%2Fc%2Fcb%2FVelayatLauncherOfQaderMissiles.jpg%2F800px-VelayatLauncherOfQaderMissiles.jpg\" target=\"_blank\">https://upload.wikimedia.org/wikiped...erMissiles.jpg</a> <br/> <br/>  Noor anti-ship missil kan utplaceras i norra-bandar abbas och fortfarande täcka hela hormuz-sundet, Ghadir Anti-ship missil kan utplaceras mer än 100 km inne i iran och fortfarande täcka hela hormuz sundet...<br/> <br/>  Sen så är Khalije fars som är ostoppbar kvar med räckvidd på 300 km...<br/>  Om 2 år (2015) kommer utveckling av den 1200 Km räckvidda khalije fars missil massproduseras och med andra ord så kommer man kunna placera Khalije fars i teheran och samtidigt kunna täcka hela hormuz-sundet.<br/> <br/>  De finns massor med andra ryska tillräckligt farliga missiler i ''våra lager''.<br/> <br/>  ____________________________________________<br/>  Nu ska jag förklara varför de är omöjligt för USA att erövra Iran och förstöra hela landet/regim i version med vad man gjorde i Irak... Vi tar först soldat-antaler:<br/> <br/>  350.000 - Iran army<br/>  700.000 - Iran  army reserv<br/>  135.000 - IRGC (Alla är välltränade och kan använda majoriteten av vapen)<br/>  12.000.000 - Basji <br/>  18.000 - Iran Navy<br/>  55.000 - Iran air force<br/> <br/>  Total: Cirka 13.000.000<br/> <br/>  De är omöjligt att stoppa en liknande stor ''Militär'' utrustande med RPG , gäver, pistolar mm...<br/>  Sen så kommer de underjordiska baser och vägar med hudratals utgångar vara effektiva eftersom du vet inte vart din fiende är... Du sitter och siktar framför dig sen kommer din fiende springande från baksidan.<br/>  (Inte nåt som händer, men bara en exempel på hur en liknande antal med utrustning och tillgång till likande underjordiska vägar kan vara effektiva)<br/> <br/>  om vi säger att USA kommer kunna transportera 3000 M1 Abrams till Iran så räcker de med 15000 RPG sen är tankar mat för Basji? eller vad tycker ni... har du/ni en ide om hur man kan döda alla de 13.000.000 utrustade och utbildade? Ska dina flyg/bomb-plan kunna bomba personer som transporterar sig genom underjordiska vägar spridna över hela landet?... Man vet inte vart de går nu eller finns, vart de befinner sig och vart de tänker gå, hur de tänker attackera och när?<br/> <br/>  Många flygplan kommer skjutas ner... De kommer bli en längre och farligare än vad vietnam-kriget var... Till slut kommer USA transportera sina trupper tillbaka och lämna Iran för att forsätta växa igen.<br/> <br/> <i>''USA kan inte och därför ska de inte försöka''</i><br/> <br/>  Vi är en mycket utvecklad land som slår mer än 75% av världsländer... <br/>  De är fakta idag.<br/> <br/>  Vi tar lite citat och påminner om den Iranska vetenskapsnivån jämfört med världen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       A 2010 rapport från kanadensiska analysföretaget Science-Metrix har lagt Iran i TOPPRANKING globalt i termer av tillväxt i vetenskaplig produktivitet med en 14,4 tillväxt index följt av Sydkorea med en 9,8 tillväxt index.  Irans tillväxt inom vetenskap och teknik är 11 gånger mer än den genomsnittliga tillväxten i världens produktion under 2009 och i termer av total produktion per år, har Iran överträffat redan den totala vetenskapliga produktionen i länder som Sverige , Schweiz, Israel , Belgien, Danmark , Finland, Österrike, Turkiet eller som Norge . Iran med ett vetenskapligt och tekniskt årlig tillväxt på 25% är fördubbla sin totala produktion vart tredje år och i denna takt kommer att nå den nivå av kanadensiska årlig produktion under 2017.  Den rapportera noterar vidare att Irans vetenskapliga kapacitet uppbyggnad har varit snabbast under de senaste två decennierna och att denna uppbyggnad är delvis på grund av Iraks invasion av Iran, den efterföljande blodiga Iran Irak kriget och Irans höga förluster på grund av den internationella sanktioner i kraft mot Iran, jämfört med den internationella stödet Irak åtnjöt. Den dåvarande tekniskt överlägsna Irak och dess användning av kemiska vapen på iranier, gjorde Iran att inleda ett mycket ambitiöst vetenskap utveckla programmet genom att mobilisera forskare i syfte att kompensera för sin internationella isolering , och detta är tydligast i landets kärntekniska vetenskaper avancemang, vilket har under de senaste två decennierna vuxit med 8400% jämfört med 34% för resten av världen. Denna rapport förutspår vidare att om Irans vetenskapliga framsteg som ett svar på den internationella isolering kan vara en källa till oro för hela världen, allt medan det kan leda till en högre livskvalitet för den iranska befolkningen men samtidigt och paradoxalt nog kommer även isolera Iran ännu mer på grund av världens oro över Irans tekniska framsteg. Andra slutsatser i rapporten framhåller att de snabbast växande sektorerna i Iran är fysik, folkhälsovetenskap, teknik, kemi och matematik. Sammantaget har tillväxten främst skett efter 1980 och speciellt har blivit snabbare sedan 1991 med en betydande acceleration i 2002 och en explosiv ökning sedan 2005.  Det har varit menade att vetenskapliga och tekniska framsteg förutom det kärntekniska programmet är den främsta orsaken till USA oroa Iran, vilket kan bli en supermakt i framtiden. Vissa i iranska forskarvärlden ser sanktioner som en västerländsk konspiration att stoppa Irans ökande inom modern vetenskap och hävdar att vissa (västerländska) länder vill monopolisera modern teknik.      </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Enligt franska regeringens rapport \"L'Observatoire des Sciences et des tekniker (OST) 2010\", hade Iran världens snabbaste tillväxttakten i vetenskapliga artikeln produktion mellan 2003 och 2008 perioden på 219%, vilket ger 0,8% av världens totala materialvetenskap kunskap tas ut under 2008, samma som Israel. Den snabbast växande vetenskapliga området i Iran var medicinska vetenskaper vid 344% och den långsammaste tillväxten i kemi vid 128% med tillväxten för andra områden är biologi 342%, ekologi 298%, fysik 182%, grundläggande vetenskaper 285%, teknik 235% och matematik på 255%. Enligt samma rapport bland de länder som producerade mindre än 2% av världens vetenskap och teknik, hade bara Iran, Turkiet och Brasilien den mest dynamiska tillväxten i sin vetenskapliga produktion, med Turkiet och Brasilien har en tillväxt över 40% och Iran över 200% jämfört med Sydkorea och Taiwan tillväxttakt på 31% respektive 37%. Iran var också bland de länder vars vetenskapliga synlighet växte snabbast i världen som Kina, Turkiet, Indien och Singapore trots allt växer från en låg synlighet bas. enligt samma rapport kommer Iran vara i samma vetenskapliga nivå med storbritannien senaste 2035.      </td> </tr> </table>  <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Enligt den sjätte rapporten om \"internationell jämförande prestanda brittiska forskningsbas\" framställd i september 2009 av Storbritannien baserade analysföretaget Bevis och Department for Business, Innovation and Skills , har Iran ökat sin totala produktion från 0,13% av världens produktion under 1999 till nästan 1% av världens produktion under 2008. Enligt samma rapport Iran hade fördubblat sina biologiska vetenskaper och hälsoforskning ut sätta på bara två år (2006-2008). Rapporten konstaterar vidare att Iran fram till 2008 hade ökat sin produktion i fysik med så mycket som tio gånger på tio år och dess andel i världens totala produktion hade nått 1,3%, att jämföra med USA: s andel på 20% och kinesiska andel på 18%. Likaså Irans teknik produktion hade vuxit till 1,6% av världens produktion är större än Belgien eller Sverige och bara mindre än Rysslands produktion på 1,8%. Under perioden 1999-2008, förbättrade Iran sin vetenskap påverkan 0,66-1,07 över världens genomsnitt 0,7 liknar Singapores. Inom teknik Iran förbättrat sin effekt och är redan före Indien, Sydkorea och Taiwan i teknisk forskning prestanda.       </td> </tr> </table>  <br/> <br/> <a href=\"/leave.php?u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FScience_and_technology_in_Iran%23International_rankings\" target=\"_blank\">https://en.wikipedia.org/wiki/Scienc...ional_rankings</a><br/> <br/>  Snälla, ni förstöra tråden genom att skriva om ''Plats-vapen , Plats nycklar i Iran-irak kriget och annat meninglös svammel.<br/> <br/>  Underskatta inte den persiska staten, den har och kan mer än vad ni tror eller kommer tro.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Naturligtvis så slutar tester av att sänka fartyg med att de sänks....det är liksom ett naturligt resultat av testet.<br/> <br/>  Men USS Guam hade ett tonnage som är bara en femtedel så stort som dagens hangarfartyg.<br/>  Och ändå tog det 12 timmar för det att sjunka.<br/> <br/>  Och då utan någon besättning ombord, som i normalfallet skulle ha en Damage Control besättning som skulle jobbat övertid med att åtgärda uppkomna skador, pumpa ut vatten etc, och utan hjälp från andra fartyg i närheten.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag har upprepat detta mer än 10 gånger.  Småbåtar och FAC är en taktik för att hålla sundet stängd. <br/>  En annan sak du bör veta är att farleder för större fartyg är kustnära delar och därmed större risk.<br/> <br/>  Utanför Irans räckvidd innebär att du måste flytta ut allt du har i viken. Iran kommer att anfalla alla baser och eventuella fartyg du har i viken. Iran inväntar ett tecken på liknande förändringar.<br/>  Lämnar du viken kommer du inte tillbaka och det betyder att du än så länge förlorat kriget medan oljan inte kommer ut.<br/>   </td> </tr> </table>    Fast USA har inget behov av att vara i viken, man har tillräckligt med räckvidd för att kunna operera även utan att ligga i persiska viken.<br/> <br/>  USA har inte förlorat kriget bara för att de lämnar viken tillfälligt för att inte göra sig till enkla mål.<br/> <br/>  Och Iran vinner inte bara för att de blockerat sundet, utan de måste hålla det blockerat.<br/>  Vilket i sig leder till ett antal problem utöver de rent militära, nämligen med diplomatiska relationer med exempelvis Kina (ryssarna lär däremot bli glada, då de är en stor oljeexportör och därför kommer göra stora vinster på det).<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Jag tror du kraftigt överskattar betydelsen av sundet.<br/>  Ekonomin lär inte kollapsa av en veckas blockad.<br/>  ALL olja går nämligen inte genom sundet.<br/>  Världens största oljeexportörer är nämligen Saudiarabien och Ryssland, följt av Iran, som i sin tur kommer få stora ekonomiska problem när deras enda verkliga exportinkomster plötsligt försvinner, fast du kanske har missat att ca 40% (kanske något gamla sifffor) av Irans ekonomi kommer från oljan.<br/>  Och efter dem så kommer förenade arabemiraten och Norge(!).<br/> <br/>  Så man stänger av en del av oljan, nämligen deras egen, samt Iraks och en del av Saudiarabiens.<br/>  Under tidigare kriser så har man kunnat kompensera genom att andra oljeproducerande länder har ökat sin produktion, bl a Saudiarabien, som är en nära allierad till USA.<br/>  Och man har magasin av olja, USA har bl a något de kallar Strategic Petroleum Reserve, vilket innehåller 727 miljoner BBL (barrels).<br/>  Saudiarabien, Iran och Irak producerar tillsammans ca 12,4 miljoner BBL om dagen, vilket innebär att den amerikanska reserven ensamt kan täcka upp för ett totalt exportstopp från dessa stater i nästan två månader. Detta förutsätter också ett totalstopp, vilket knappast kommer att ske, då en del av utskeppningen inte sker via Hormuz.<br/> <br/>  Däremot kommer oljepriset att gå upp, vilket oljeföretaget snabbt kommer att se till, då ökande priser innebär ökade vinster för dem (då det tar tid för oljan att komma från exporthamn till konsument, så innebär en prisökning däremellan en ren vinst för oljeföretagen), men effekten kommer att bli betydligt mindre än vad du tror.<br/>  Effekten på Iran däremot, som plötsligt kommer tappa en extremt stor andel av sina exportinkomster, lär bli desto mer kännbar.<br/> <br/> <br/>  Så Iran måste alltså hålla sundet stängt i minst en månad, och troligen två, för att det ska bli någon \"oljekris\", och det förutsatt att andra producenter inte ökar sin produktion för att dra nytta av de högre priserna.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Nej, USA förlorar ingenting på att lämna viken, då de kan komma tillbaka efter att de bekämpat det iranska hotet.<br/> <br/>  Och USAs förmåga att försvara fartygen må reduceras efter flera attacker, men Irans förmåga att attackera fartygen lär reduceras i ännu högre grad.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Självfallet så beror det på vilken typ av ubåt som man har.<br/>  Kilo skulle i teorin kunna löpa ut tillräckligt långt under vattnet,<br/>  för att anfalla ett hangarfartyg och sedan krypa hem igen.<br/> <br/>  Men då måste allt klaffa.<br/> <br/>  De inhemska ubåtarna är hopplöst undermåliga för den uppgiften<br/>  (men skulle kunna ställa till med en hel del problem under några dygn,<br/>  nära den iranska kusten)<br/> <br/>  Skulle Iran däremot få tillgång till Lada eller Typ 041 med AIP,<br/>  så skulle det vara ett avsevärt tillskott till Irans avkräckningskapacitet,<br/>  då det skulle placera både hangarfartyg <br/>  och Diego Garcia (med kryssningsrobotar) inom farozonen.<br/> <br/>  Så länge Iran inte släpper in några inspektörer i sina kärnanläggningar,<br/>  så kommer de dock vare sig få eller ha råd att köpa dylika vapensystem.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  CVBG har ytterst sällan med ig ubåtsjaktsfregatter,<br/>  du USA lider av en extrem brist av sådana<br/>  (vilket inte har blivit bättre av att LCS är så försenad, löjligt dyr och undermålig).<br/> <br/>  Man har 13st fregtter för att förstärka eskorten till &gt;10 CVBG, <br/>  en massa landstigningsfartyg, underhållsfartyg m.m. m.m.<br/> <br/>  De senaste 5 åren så verkar vara mycket vanligare att CVBG <br/>  förstärks med brittiska, kanadensiska, franska och spanska fartyg <br/>  än med amerikanska fregatter.<br/> <br/>  Eller för den delen vanligare att man byter ut <br/>  en kryssare eller jagare mot en egen fregatt<br/>  än att man faktiskt förstärker CVBG med en egen fregatt.<br/> <br/>  Det har även under senare år hänt att amerikanska hangarfartyg <br/>  går med så lite som 2st eskortfartyg.<br/>  Det är lite skillnad mot tidigt 1990-tal, då man kunde gå med &gt;10st eskortfartyg.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  USA uppträder precis som alla andra med sina hangarfartyg inom räckvidd från land.<br/>  För mitt ute på Stilla havet fyller de ingen funktion.<br/> <br/>  Den notabla skillnaden är jämfört med ryssarna.<br/>  Ryssarna tenderar att uppträda med sitt hangarfartyg nära egen kust<br/>  (närmast som ett framskjutet kustförsvar), <br/>  där de kan skyddas effektivt av markbaserade flygplan och zonarkedjor.<br/> <br/>  USA:s ubåtsskydd är helt enkelt sorgligt underdimensionerat.<br/>  Sedan det kalla kriget så har tonvikten på nya eskortfartyg legat på luftvärn<br/>  (närmast för att kontra ett lufthot som aldrig har existerat i form av intakta Backfireregementen).<br/> <br/>  Dessa nya eskortfartyg har haft ringa ubåtsjaktsförmåga <br/>  (Arleigh Burke hade från början ingen egen hkp),<br/>  vilket i tjänst har blivit total frånvaro av ubåtsjaktsförmåga,<br/>  då TAS har lämnats i hamn.<br/> <br/>  Samtidigt så har äldre ubåtsjaktskapabla eskortfartyg helt skrotats ut, eller decimerats<br/>  och samtliga hangarfartygsbaserade ubåtsjaktsflygplan har pensionerats,<br/>  efter att först ha bytt roll till bl.a. lufttankning.<br/> <br/>  USA:s satning på eskortfartyg har extremt ensidigt handlat om luftskydd.<br/>  Dels luftskydd mot inbillade Backfireregementen och dels luftskydd mot ballistiska vapen.<br/> <br/>  Vad gäller sammansättningen av flygstridsgruppen så har man gått <br/>  från en balans mellan offensiv och defensiv kapacitet till extremt offensiv.<br/>  Jaktspecialiserade F-14 blev först multirole, för att sedan ersättas <br/>  med attackinriktade Super Hornet, och ubåtsjaktsflygplanen har som sagts pensionerats.<br/> <br/>  Det har även hänt att hangarfartyg har gått till sjöss <br/>  helt utan ubåtsjakthelikoptrar ombord. Det normala är dock 6-8st."
		]
	},
	{
		"postIndex": [
			[1293],
			[1281],
			[1357],
			[1292],
			[1251]
		],
		"postTime": [
				"2013-09-23",
				"2013-09-22",
				"2013-12-27",
				"2013-09-23",
				"2013-09-14"
		],
		"postNum": [
			[1317],
			[1305],
			[1383],
			[1316],
			[1275]
		],
		"postLink": [
				"/sp45375723",
				"/sp45356648",
				"/sp46763820",
				"/sp45375175",
				"/sp45237657"
		],
		"postUser": [
				"Jecke",
				"Jecke",
				"CockneyReject",
				"Jecke",
				"Jecke"
		],
		"postUserID": [
				"/u114224",
				"/u114224",
				"/u528345",
				"/u114224",
				"/u114224"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p110",
				"https://www.flashback.org/t1842501p109",
				"https://www.flashback.org/t1842501p116",
				"https://www.flashback.org/t1842501p110",
				"https://www.flashback.org/t1842501p107"
		],
		"userUrl": [
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u528345",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u114224"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Du behöver alltså ha koll på en ganska problematisk kust och få över dina andra åtgärder i rätt tid.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/>   </td> </tr> </table>    Fast du förutsätter att trafiken kommer pågå i en krigssituation, som om det inte var en krigssituation.<br/>  Och att sundet kommer vara trafikerat som i fredstid, medans ditt scenario handlar om att Iran ska kunna stoppa att trafik genom sundet.<br/> <br/>  Du ser inte självmotsägelserna i det du påstår?<br/> <br/>  Och sedan behvöer man inte hålla koll på varenda litet fartyg längs med kusten, ditt eget uttalande är ju att småbåtar är effektiva genom \"swarm-taktik\", så att man missar en eller två ensamma småbåtar som inte är något hot ensamma är alltså inget problem.<br/> <br/>  Och det du lockar fram med lockbeten kommer vara amerikanska kryssningsrobotar.<br/>  Titta på kriget i ex-jugoslavien, där serberna var extremt effektiva med skenmål. Resultatet var att USA slösade många attacker och robotar på att bekämpa lockbeten.<br/>  Men samtidigt så var de trots detta effektiva, då det förlamade serberna, medans de inte förlorade så mycket viktig materiel så kunde de heller inte nyttja den eller förflytta den, av rädsla för att den då skulle bli bekämpad.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Du menar våra beskrivningar där USA ligger utanför räckvidden på iranska system och sedan bekämpar dessa för att sedan gå närmare och bekämpa nästa hot osv?<br/> <br/>  Detta medans den iranska fällan, enligt dina beskrivningar, utgår ifrån att amerikanska fartyg kommer ankra strax utanför den iranska kusten.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Med amerikanskt stridsflyg, med amerikanskt långdistans-LV från eskortfartyg etc.<br/> <br/>  HUR ska dina iranska småbåtar klara av att komma förbi amerikanska eskortfartyg med överlägsen räckvidd och eldkraft?<br/>  Den saken har du upprepade gånger missat att berätta för oss.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Fast Iran kommer inte att syssla med assymetrisk krigföring, inte enligt din beskrivning.<br/>  Du kanske ska kolla upp vad assymetrisk krigföring egentligen betyder?<br/>  En kort beskrivning av assymetrisk krigföring är \"getherdar med kalasjnikov och RPG\".<br/> <br/>  Och USA behöver inte hålla sitt flyg nära, eftersom de själva kommer ligga långt ifrån.<br/>  Man kommer INTE att ligga inom synhåll från den iranska kusten, något som upprepats gång på gång men som du verkar ha svårt med att förstå.<br/> <br/> <br/>  Så fienden är utspridd tack vare sina småbåtar?<br/>  Vad hände med Swarm-taktiken? Som naturligtvis är beroende av att man koncentrerar ett stort antal småbåtar på samma plats för att det överhuvudtaget ska fungera.<br/>  Annars kan man lika gärna hävda att USA kör med Swarm-taktik på sina jagare och kryssare, då de har ett hundratal av dem.<br/> <br/>  Och de har naturligtvis förmågan att neutralisera Irans flygvapen innan, det är nämligen något man kommer se till att göra innan man går närmre. Och USAs förmåga att neutralisera andra länders flygvapen är något som bevisats gång på gång på gång på senare tid.<br/>  Hur lång tid överlevde det irakiska flyget? Hur länge existerade det libyska flygvapnet? Hur många dagar innan det serbiska flygvapnet slutade finnas att än som en siffra på ett papper?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Vad händer om de amerikanska fartyget zig zag manövrerar? Innebär det att de iranska robotarna inte kommer att träffa?<br/> <br/>  Eller är det kanske så att robotar är styrda och därför kan följa ett mål som försöker sig på undanmanövrer.<br/>  Och om du gör undanmanövrer med en båt så kan du dels inte gå i maxfart och dels så blir sträckan längre genom att du inte kör i en rak linje och du tappar hastighet när du svänger.<br/>  Resultatet blir att du blir lite svårare att träffa med kanoneld men å andra sidan så får kanonelden betydligt längre tid på sig, och därmed fler chanser att träffa, än om du gått i en rak linje med högsta fart.<br/> <br/>  Och du diskuterar \"kustnära\" situationer medans vi andra inser att det inte kommer att bli några sådana situationer då USA kommer att undvika dem. Och det är USA som kommer att bestämma hur långt ifrån den iranska kusten de kommer att ligga, inte tvärtom.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det är ju inte upptäckten som är problemet Jecke. Det största problemet är <b>avståndet dessa båtar håller till varandra</b>. Vidare så kan du upptäcka vad du vill i en radar, vilket du också kommer att göra i trafikerade delar. Men det är inte samma sak som att eliminera ett hot. <br/> <br/>  </td> </tr> </table>    Så kommer dina småbåtar att vara koncentrerade för Swarm-taktik eller kommer de att vara utspridda?<br/>  Det verkar som om den iranska taktiken skiftar i takt med hotet, och att de på något konstigt sätt kan agera på flera olika sätt samtidigt, trots att dessa är varandras motsägelser.<br/> <br/>  Men hey, vill du köra på det spåret så visst.<br/>  När du försöker angripa amerikanska fartyg så kommer du inte att nå dem, eftersom de kommer att ligga i hamnar på amerikanska fastlandet. Men när amerikanska fartyg vill nå dig så kommer de att vara ankrade i iranska hamnar istället.<br/> <br/>  Och återigen så snackar du om trafikerade delar, samtidigt som du hävdar att Iran kan hålla sundet stängt. Hur ska du ha det?<br/> <br/>  Så att handelsbåtar kan ha Kowsar 2 är irrelevant, eftersom det enligt din egen utsago inte kommer att finnas några handelsfartyg som i regionen eftersom Iran håller sundet stängt.<br/>  Förutom när trafik behövs för att dölja iranska fartyg, då plötsligt fortgår trafiken som om det inte var en krig överhuvudtaget i regionen.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Ja, <b>\"byggda särskilt för att kunna..\"</b>, men menar du under alla omständigheter?<br/>   </td> </tr> </table>    Detta medans du tänker på \"iranskt drömscenario ins'allah\".<br/>  Vår tanke på \"best practice\" är istället det scenario som troligast kommer att uppstå eftersom det är amerikanska fartyg som kan flyttas, medans Iran är fastlåst i sin plats. Därför är det amerikanska fartyg som kommer att bestämma hur långt ifrån Iran de kommer att ligga.<br/> <br/>  Och ja, under alla omständigheter. Eller i alla fall alla praktiska omständigheter.<br/>  Visst, i en orkan så lär det vara svårare för dem, men å andra sidan så lär en orkan också göra det omöjligt för iranska småbåtar att ligga ute till sjöss, eller för flyg att försöka sig på något.<br/> <br/>  Du verkar missa att den sortens omständigheter inte bara påverkar USA, utan också Iran.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jo det kan man i princip göra. Iran kan hålla sig utanför amerikaners effektiva räckvidd och istället fylla luftrummet med massa mål för att överväldiga systemen. Samtidigt kan man eskortera fram sina torpeder som dessvärre utgör en stor fara för amerikanska enheter.<br/> <br/>  USA har bra system, inget snack om den saken. Men dessvärre så har du taktiska bekymmer här.. Det är ingen bra idé.<br/> <br/>  Vidare så har du hot som Karrar och som kan bära 2-4 Kowsar, Nasr..<br/>  Skicka upp flyget eller håll kvar dessa..<br/> <br/>   </td> </tr> </table>    Hur håller sig Iran utanför amerikanska fartygs effektiva räckvidd? Förflyttar man hela Iran så att det hamnar på andra sidan Afghanistan?<br/> <br/>  Och med vilka mål fyller man luftrummet med? Drakar som man släpar efter dina småbåtar?<br/>  Hur eskorterar man fram sina torpeder? Genom att skicka upp skenmål och sedan hoppas att USA tycker att de är så fina så att de inte bekymrar sig om att titta på vad det är som är på väg mot dem och på väg att komma tillräckligt nära för att bli ett hot?<br/>  Eller är din tanke att det iranska flygvapnet i själva verket bara är skenmål? Visserligen lär dina flygplan knappt vara användbara till mycket annat, men tyvärr har du inte tillräckligt många av dem.<br/> <br/>  Dina UAVs kan bekämpas lika lätt, om inte lättare, än ett vanligt flygplan.<br/>  Och om du nu är av åsikten att UAV är så effektiva, så kommer det naturligtvis bara leda till att Iran kommer få stora problem med vapenbärande amerikanska UAV.<br/> <br/>  Såvida du nu inte återigen hävdar att iranska system av någon anledning är oerhört mycket effektivare än amerikanska.<br/> <br/> <br/>  Och även om UAV är billigare än vanliga flygplan så är de inte gratis och existerar inte i oändligt antal.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  I trafikerade led kan du upptäcka många saker och den kom-trafiken stör du inte hur som helst. Vidare så har du bara satelliter att tillgå som inte visar ett skit. <br/> <br/>   </td> </tr> </table>    Men när det är dags för rätt tid så flyttas dessa småbåtar från sina underjordiska bunkrar och ner i vattnet genom levitation som går på ett par sekunder.<br/>  Ingen risk att de upptäcks av den intensifierade amerikanska flygspaning som lär bli ett resultat av en nära förestående krigssituation.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Möjligen är det den nivån på diskussioner du uppskattar..<br/> <br/>  Nej det kan du inte göra.. Amerikaner är nog smartare än så.. Du går ju rakt in i fiendens fälla.<br/>  1) Du har inte så många plan för att underhålla med så många små båtar<br/>  2) Du behöver dina plan för att hålla fiendens flygvapen borta från ditt flytande skräp<br/>  3) Dina helikoptrar kommer aldrig ens närma sig en trafikerad led speciellt vid sundet.<br/>   </td> </tr> </table>    Fast vem är det som går i vems fälla egentligen....USA är nog mer medvetna om vilken \"fälla\" de går in i än vad du är medveten om vad USAs kapacitet att vända på den fällan är.<br/> <br/>  1. Eh, jo. En Carrier Air Wing, alltså flygplanen på en hangarfartygsstridsgrupp består typiskt av fyra skvadroner F-18 E/F. Vilket lite typiskt är 48 jakt/attack-plan. Till det har man två helikopterskvadroner, en \"helicopter sea combat\" och en \"helicopter maritime strike\", vardera på ca 10-11 helikoptrar (varav en del är utplacerade på andra fartyg än hangarfartyget självt.<br/>  Det innebär att vi endast här har ca 60 flygplan och helikoptrar, och varje flygplan/helikopter bär naturligtvis mer än en robot per styck.<br/> <br/>  2. En del behövs till det, men jag tror du kraftigt överskattar det iranska flygets förmåga gentemot det amerikanska. Det iranska flyget lär vara bekämpat långt innan amerikanska hangarfartyg kommer så nära Iran att dina småbåtar ens kan nå ut till dem, utan att behöva stanna för att tanka.<br/> <br/>  3. När det iranska flyget är bekämpat så kan helikoptrar flyga fritt.<br/> <br/>  4. Fast med moderna vapen så är tidsskillnaden mellan detect och target väldigt kort.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Bra.. Kanoneld<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/>  Jag tror mina småbåtar håller sig till en <b>hastighet och ett avstånd</b> och manövrerar på ett sätt så att din radar dansar marengo efter en liten stund. Tänk också på hur du ska få allt att gå ihop. <br/> <br/>   </td> </tr> </table>    Troligen förstår du inte hur radar fungerar, om du tror att du kan lura den genom att bara köra fort.<br/>  Radar som klarar av att hålla koll på flyg och robotar som kommer in i överljudshastighet har naturligtvis inget som helst problem med att hålla koll på förhållandevis långsamma småbåtar, även om de skulle vara de snabbaste beväpnade båtarna i världen.<br/> <br/>  Och amerikanarna har tänkt på hur man ska få allt att gå ihop, om det är något som den amerikanska militären är bra på, så är det just att få olika vapensystem och vapenslag att verka effektivt tillsammans. Och vapensystemen på AEGIS-fartyg är byggda särskilt för att kunna hantera flera mål samtidigt. Och då mål som är mindre och betydligt snabbare än dina småbåtar.<br/> <br/>  Sedan är det svårt att utmanövrera kanoneld med en båt, även om det är en väldigt snabb båt. Det är nämligen svårt att se granaterna och skillnaden i hastighet är alltför stor.<br/>  Visst kan du försöka göra manövrer på måfå för att försvåra, men problemet med den taktiken är att om du inte går i en rak linje mot fartygen så kommer det att ta längre tid att komma dit.<br/>  Så man får väga risken mellan att gå en rak kurs som är lättare att träffa mot att manövrera, vilket skapar en längre väg och lägre hastighet och därför ger fienden mindre chans att träffa men mer tid, vilket gör att de får iväg fler granater.<br/>  Och om de väljer alternativet med undanmanövrer så kommer de snabbt inse att det inte fungerar mot robotar, och längre tid i målområdet innan man kommer fram innebär fler robotar. Så undanmanövrer leder till något färre förluster från kanoneld men istället fler förluster till robotar liknande RIM-66.<br/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Deras småbåtar håller sig nog utanför dess effektiva räckvidd. Vidare så tror jag att du överraskas av massa Kowsar,Noor och torpeder medan du bara inte förstår det som händer..<br/> <br/>  </td> </tr> </table>    Fast de kan inte hålla sig utanför de amerikanska fartygens effektiva räckvidd, inte om de själva vill kunna verka med sina egna vapen.<br/> <br/>  Kowsar, noor och torpeder har kortare räckvidd än amerikanska vapen ombord på eskortfartygen.<br/> <br/>  Och kom ihåg, du måste passera eskortfartygen först innan du når hangarfartyget.<br/>  Så vill du \"slösa\" dina robotar i ett anfall på en jagare eller vill du försöka gå mot det stora målet? <br/> <br/>  Men du har helt rätt i att speedboats är jättefarliga i den rätta miljön.<br/>  Vilket USA känner till och därför kommer undvika den situationen.<br/> <br/>  Den rätta miljön där speedboats är förkrossande överlägsna är för övrigt när amerikanska fartyg ligger ankrade i hamn, med vapensystemen avslagna och besättningen på landpermission.<br/>  Sedär, ett scenario där de iranska fartygen kan vinna så överlägset som du hoppas på.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vilka samtliga är dieselelektriska utan Sterling-maskineri. Vilket betyder att de är bullriga. Effektiviteten i allt annat än Kilo-klassen kan nog också diskuteras.<br/> <br/> <br/>  Ja, det har de. Och dessa gör varken till eller från såtillvida att amerikanska fregatter, jagare, kryssare och hangarfartyg har förkrossande överlägsen räckvidd och radarförmåga.<br/> <br/> <br/>  Mot vad?<br/> <br/>  Nej.<br/> <br/> <br/>  Nej.<br/> <br/>  Då ska jag be att du räknar upp vilka system det gäller, hur många de är, vilka förmågor de har, och hur tätt de står. Det är nämligen inte alls så som du skriver enligt mina källor (Jane's och wikipedia främst).<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Irans ubåtar är kanske inte i samma högteknologiska grad som västvärldens atomubåtar men de är inte gjorda för samma ändamål heller, Irans ubåtar är gjorda för att infestera den persiska vikens grunda och svårmanöverbara vatten(speciellt vid Hormuz-sundet) därför är dom så små, de kommer främst användas till att lägga minor och blockera sundet, vilket de kommer att klara av effektivt. De har däremot ingen chans mot fregatter osv som har anti-ubåt vapen men deras storlek gör dom till dom effektivaste minläggarna i irans flotta, kanske inte så farligt mot fregatter somsagt men kommer vara en mardröm för kommersiella båtar.<br/> <br/>  Och nu till Irans armada av speedboats, du förstår väl att Irans flotta försöker anpassa sig till det hotet som de möter, dvs högteknologiska stora system i grunt och svårmanöverbart vatten. låt oss säga att en amerikansk fregatt skulle bli attackerad av drygt 100 speedboats, vad skulle hända? joo fregatten kanske sänker 30-40 stycken till en kostnad av några miljoner dollar men vad händer sen? joo resterande 40 avfyrar sina torpeder och ner sjunker fregatten och man kan inte vända om eller åka mot någon annan riktning för att överallt är det för grynt eller för smalt eller så finns det minor, det här är Irans taktik.<br/> <br/>  jag använder samma källor som du när jag läser så du borde ha läst det här <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FIslamic_Republic_of_Iran_Air_Defense_Force%23Air-defence_artillery_systems\" target=\"_blank\">http://en.wikipedia.org/wiki/Islamic...illery_systems</a>, det första du tänker är antagligen tex aa HAWK systemet är för gammalt, aa men då får du tänka på att Iran egenproducerar dessa och utvecklat dess navigationssystem och radar till modern nivå, det finns många system listade där som kan skjuta ner moderna jetplan.<br/> <br/>  Och nu till varför det inte går att invadera Iran,<br/> <br/>  1.Iran är militärt ett av starkaste länderna världen, förutom sitt eget försvar så har man skapat en halvmåne av stater i mellanöstern som man har punggrepp på(Iraq,syrien,Libanon och lite i yemen) dessa stater skulle få sina order och det skulle starta ett regionellt shitstorm, speciellt för saudi arabien och Israel. Så att amerikanarna och deras allierade kommer inte bara behöva bekämpa Iran utan Hezbollah i Libanon, det som skulle hända här är att det skulle starta ett nytt inbördeskrig i Libanon och man skulle få \"deal with that mess \" också läs på lite om vad som hände under dett förra inbördeskriget i Libanon så ska du se. I Syrien så skulle det också starta ett inbördeskrig och hezbollah och syriens arme skulle attackera Israel(dom har ett stort arsenal av robotar som dom har fått av Iran) i Iraq skulle det också bli Inbördeskrig. gulfstaterna skulle få sin shiitiska minoritet mycket radikaliserad till den grad att dom börjar utföra terrorattacker. <br/> <br/>  Och detta är inte ens med Irans egna styrkor inräknade.<br/> <br/>  Fö skulle Shahab-3 missiler totalt förstöra Saudis och dom amerikanska baserna där(då säger du aaa men dom har ju patriot-robotar, aa men fortfarande inte tillräckligt någonstans för att förstöra alla missiles som kommer komma flygandes, Israel har ju iron dome men ändå så träffar hamas och hizbollah ibland.)<br/> <br/>  2. okej låt oss leka med tanken att USA nu har gått igenom den första fasen, tänk dig hur utarmade dom måste va vid det här laget, nu måste dom täcka en extremt bergig terräng med en population på ungefär 75 miljoner invånare, du kanske aldrig har varit i Iran men människorna där må hata sin regering men dom är extremt nationallistiska och utländska trupper på iransk mark är ett stort nono, ingenstans skulle amerikanska soldater vara välkomna, tänk dig nu att Iran är större än både Afghanistan och Irak kombinerade. <br/> <br/>  slutsatsen är att det är omöjligt att invadera Iran. Kom gärna med motargument om det är så att du vet något som inte jag vet.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Återigen, hangarfartyg lär inte ligga i persiska viken och sundet i en krigssituation.<br/>  Du snackar om att en kniv är jätteeffektiv i krig, förutsatt att alla strider sker på armlängds avstånd och en motståndare med en karbin inte får för sig att hålla sig på avstånd och använda sin överlägsna räckvidd när han vet att du bara har en kniv.<br/> <br/>  Och eskortfartygen är väldigt försvarslösa mot fartyg utanför deras effektiva räckvidd, där har du helt rätt.<br/>  Dessvärre är dessa eskortfartygs effektiva räckvidd så lång att på det avstånd så är dina mindre snabba båtar heller inget hot mot eskortfartygen eller något annat, och de måste in i eskortfartygens effektiva räckvidd innan de kan hoppas utföra något mot eskortfartygen eller det som eskortfartygen skyddar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Doktrinen för eskortfartyg är förenklat att skydda det de eskorterar, i det här fallet hangarfartyget.<br/>  Och man gör det genom att ligga mellan eventuella hot och hangarfartyget så att eventuella hot antingen måste först bekämpa dem, eller passera förbi dem, innan de kan nå hangarfartyget.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Återigen så utgår du ifrån att amerikanska fartyg alltså ska starta kriget inom några sjömils avstånd från den iranska kusten, istället för utifrån indiska oceanen och sedan gradvis arbeta sig inåt i samma takt som de bekämpar hot med kapacitet att nå dem.<br/> <br/>  \"Hamnar den i viken under krigstid\"? Har Iran någon magisk teleportationsförmåga, eller har iranska soldater telepatiska förmågor som gör att de kan köra mind-control på amerikanska befälhavare?<br/>  Varför skulle annars amerikanska befälhavare försätta sig i en så korkad situation?<br/> <br/>  Såvida du inte förutsätter att det handlar om ett iranskt överraskningsanfall utan krigsförklaring medans ett amerikanskt hangarfartyg är på flottbesök då förstås.<br/>  Och då skulle jag föreslå att du utgår ifrån det perfekta scenariot där hangarfartyget ligger för ankar medans besättningen är på permission.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Fast UAV är inte särskilt effektiva i den rollen egentligen. Den stora fördelen med UAV är inte att de är svåra att bekämpa utan att de är billiga och inte riskerar piloter så det gör inte så mycket om de bekämpas.<br/>  Fast de kostar fortfarande pengar och måste fortfarande produceras och föras ut till förband och ersättas.<br/>  Iranska UAV lär alltså skjutas ner, på samma sätt som amerikanska UAV.<br/> <br/>  Såvida du nu inte vill hävda att UAV är väldigt effektiva, för i ett sådant scenario så kommer det att betyda att USA är ännu mer överlägset med tanke på att de har fler och effektivare UAV är vad Iran har.<br/> <br/> <br/>  Och att skjuta ner UAV är enkelt, mycket enklare än ett stridsflygplan, då UAV tenderar att vara långsammare, mindre manövrerbara, sämre reaktionsförmåga för piloten (pga fördröjningen i kommunikationen då han inte sitter i planet), sämre observationsförmåga och saknar motmedel.<br/> <br/>  De amerikanska systemen kan väldigt enkelt skjuta ner dessa, inte minst som att dessa system är gjorda för att klara av inkommande robotar, vilka är betydligt svårare mål.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Ja, systemen har sina begränsningar, men dessa har med tiden blivit ganska höga.<br/> <br/>  AEGIS-systemet klarar rätt mycket.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FAegis_Combat_System\" target=\"_blank\">http://en.wikipedia.org/wiki/Aegis_Combat_System</a><br/> <i><blockquote>AWS, the heart of Aegis, comprises the AN/SPY-1 Radar, MK 99 Fire Control System, WCS, the Command and Decision Suite, and SM-2 Standard Missile family of weapons; these include the basic RIM-66 Standard, the RIM-67 extended range missile, and the newer RIM-161 designed to counter ballistic missile threats. A further SM-2 based weapon, the RIM-174 Standard ERAM is currently in testing, and may be integrated into the system in the near future. Individual ships may not carry all variants; weapons load-outs are adjusted to suit assigned mission profile. The Aegis Combat System is controlled by an advanced, automatic detect-and-track, multi-function three-dimensional passive electronically scanned array radar, the AN/SPY-1. Known as \"the Shield of the Fleet\", the SPY high-powered (6 megawatt) radar<b> is able to perform search, tracking, and missile guidance functions simultaneously with a track capacity of well over 100 targets at more than 100 nautical miles</b> (190 km).</blockquote></i><br/>  Och det är för ett enda AEGIS-system. Och en hangarfartygsgrupp har flera fartyg med AEGIS-system, som allihopa lär ligga emellan iranska hot och hangarfartyget och som måste bekämpas eller passeras innan man ens kan nå hangarfartyget självt.<br/>  Och det inkluderar då alltså inte hangarfartygets egna kapacitet, eller snarare kapaciteten från dess flyg, med AEW och annat.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Jodå, vi har inga problem med att förutsätta att Iran lyckas träffa sina mål.<br/>  Dessvärre förutsätter vi också samma sak för USA. Som har system med större räckvidd.<br/>  Du däremot förutsätter att amerikanska system antingen är oförmögna att träffa iranska mål, eller att amerikanska system helt enkelt inte existerar och de amerikanska fartygen är obeväpnade.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vi kan sänka USA hangarfartyg om de befinner sig i persiska viken men under krigstid kommer hangarfartyget inte vara där och det beror på att USA vill inte kasta sig i helvetet under krigstid.<br/> <br/>  Men frågan är hur USA kan hålla kontroll och köra deras operationer under tiden deras hangarfartyg befinner sig utanför persiska viken?<br/>  Hur mycket bomber finns det för att ta från hangarfartyget?<br/>   </td> </tr> </table>    Hur kan de hålla kontroll och köra sina operationer under tiden de inte ligger i persiska viken?<br/>  Oerhört enkelt, flygbaser, såväl på land som flytande, behöver inte vara inom synhåll från sina mål för att kunna operera.<br/> <br/>  Hur mycket bomber finns det? En hel del, och man kan dessutom skicka fler med förrådsfartyg från USA utan att Hangarfartyget behöver flytta på sig.<br/>  Och de kan inte åka till baser i mellanöstern utan att tanka över Iran? Vilka baser då? Att flyga från ett hangarfartyg i indiska oceanen till en flygbas i Saudiarabien kräver en rätt rejäl och onödig omväg för att man ska behöva flyga över eller i närheten av Iran.<br/>  Såvida du nu inte har en annan definition på \"närhet\" än de flesta av oss.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Förklaring:<br/>   </td> </tr> </table>    Fast återigen så snackar du om fantasiscenarion skapade för Irans bästa.<br/>  Varför skulle USA attackera mål i norra Iran från baser i indiska oceanen?<br/> <br/>  Varför inte ifrån baser i Turkiet som Incirlik?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2F5%2F5e%2FIncirlik_Recon.jpg\" target=\"_blank\">http://upload.wikimedia.org/wikipedi...rlik_Recon.jpg</a><br/> <br/>  Och varför skulle de anfalla mål i norra Iran som en inledande del av kriget överhuvudtaget när målet är att öppna Hormuz-sundet?<br/>  Varför skulle de flyga över intakta och existerande iranska försvarsinstallationer för att anfalla liknande mål längre bort?<br/> <br/>  Naturligtvis kommer man att gå metodiskt tillväga och först anfalla de mål som är närmast den bas man använder istället för att flyga onödigt långt bara för att ge iranskt luftvärn en chans att bekämpa dem.<br/> <br/>  Om luftvärn som S-200 placeras vid gränsen, så är det dessa som man först kommer att attackera. Och först när inga mål längre finns vid gränsen så kommer man gå vidare.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Tror ni själva USA kan hålla kontroll över Iran efter en svåra invasion?<br/>  Sen och när USA börjar kommer vi börja med ''Invasion av USA'' utan att använda militärer och trupper...<br/>  Qods force gör klart jobbet sen...<br/> <br/>  1. Vi kommer försvar oss mot USA bombningar.<br/>  2. Om det inte räcker attackerar vi deras baser i området/Israel.<br/>  3. Om USA tar nästan steget kommer Texas , California , Florida och annat smaka på Shahab-3 och 4...<br/>  4. Om USA tar invasionen som möjlig val kommer Saudiarabien hotas med marktrupper , möjligen Qatar , Bahrain , UAE och andra med. (På direkt och indirekt sätt)<br/> <br/>  5. De får ni vänta med och se tills USA börjar med kriget mot oss.<br/> <br/>  Ja, Vi kommer förlora slag men vinna de fleråriga hårda och långa kriget.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FVietnam_War\" target=\"_blank\">http://en.wikipedia.org/wiki/Vietnam_War</a><br/> <br/>  Och jo, en sak till.<br/>  har pratat med denna personen och tycker att ni måste läsa hans texter och skrivande om Iran.<br/>  </td> </tr> </table>    Beror på hur man definierar kontroll, samt att det förutsätter att USA överhuvudtaget försöker sig på en ockupation istället för att bara slå ut militära mål och relevant infrastruktur och endast invadera med marktrupper mot mål som är svåra att slå ut helt från luften (som underjordiska kärnforskningsanläggningar) och helt ignorera städer och regioner utan militärt värde.<br/>  Sedan, anser du att USA hade kontroll över Irak och har det i Afghanistan?<br/>  Räknas överfall som dödar lite manskap här och där verkligen som att USA inte har kontroll, när de kan skicka trupper hur de vill och deras patruller kan nå överallt och fiendens starkaste vapen är att hävda att de inte är fiender medans amerikanska soldater klampar runt i deras hem och letar efter vapen?<br/> <br/>  Beroende på din definition av kontroll, så misstänker jag att USA enligt dig inte ens kontrollerar sina egna städer.<br/> <br/> <br/>  1) Ja, ni kommer att försvara er. Fast ni vet inte hur, utan ni bara hoppas på gudomligt ingripande samt system som inte finns i tjänst. Utan att ta hänsyn till att under den tid det tar er att ta dessa nya system i tjänst så har inte USA stått stilla utan utvecklar också nya system som de tar i tjänst.<br/> <br/>  2) För att Irans försvar mot amerikanska robotar är oövervinnerligt, medans amerikanska/israeliska försvar mot iranska robotar är obefintligt. Ironin är slående.<br/> <br/>  3) Förutom då att Shahab-3 har 2000 km räckvidd, medans det är sisådär 10000 km till USA. Senare varianter av Shahab-serien misstänks ha en räckvidd som kan vara upp till 5000 km. Vilket fortfarande inte är tillräckligt.<br/>  Såvida du inte vill försöka ta upp som tidigare att Venezuela skulle agera som allierad och tillåta Iran att man sköt robotar därifrån. <br/>  För Venezuela är troligen jättesugna på att bli bombade av USA, vilket de kommer att bli rätt jävla rejält om de skjuter robotar mot USA.<br/> <br/>  4) För de iranska supertrupperna kommer inte bara att spöa upp de amerikanska invasionsstyrkorna utan de kommer också att bevisa att Jesus var en tönt genom att gå på vattnet över persiska viken i miljontals?<br/> <br/>  5) Min gissning är att resultatet kommer bli rätt mycket som det blev mot Saddam, som också av diverse arabvurmare ansågs ha en modern, stor och slagkraftig militär.<br/> <br/> <br/> <br/>  Angående Vietnamkriget så vann USA varenda större slag, och man bombade Nordvietnam till förhandlingsbordet och skrev på ett fredsavtal 1973, därefter drog sig USA ut alla sina trupper från Sydvietnam.<br/>  När de amerikanska trupperna var borta så inledde Nordvietnam en ny offensiv mot Sydvietnam som nu inte längre hade någa amerikanska trupper som stöd vilket resulterade i en nordvietnamesisk seger 1975.<br/> <br/>  Så visst, receptet på att vinna mot USA finns genom att studera Vietnamkriget.<br/>  Nämligen att vänta tills det att de amerikanska styrkorna har lämnat landet, först då kan man slå USA."
		]
	},
	{
		"postIndex": [
			[1522],
			[1514],
			[1539],
			[1535],
			[1446]
		],
		"postTime": [
				"2014-01-09",
				"2014-01-09",
				"2014-01-20",
				"2014-01-20",
				"2013-12-29"
		],
		"postNum": [
			[1548],
			[1540],
			[1565],
			[1561],
			[1472]
		],
		"postLink": [
				"/sp46963965",
				"/sp46954062",
				"/sp47137578",
				"/sp47133633",
				"/sp46791166"
		],
		"postUser": [
				"Massaraduvet",
				"Accubond",
				"paecmaker",
				"Jecke",
				"mace2442"
		],
		"postUserID": [
				"/u844125",
				"/u865622",
				"/u526775",
				"/u114224",
				"/u574540"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p129",
				"https://www.flashback.org/t1842501p129",
				"https://www.flashback.org/t1842501p131",
				"https://www.flashback.org/t1842501p131",
				"https://www.flashback.org/t1842501p123"
		],
		"userUrl": [
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u865622",
				"https://www.flashback.org/u526775",
				"https://www.flashback.org/u114224",
				"https://www.flashback.org/u574540"
		],
		"sentence": [
				"Det viktigaste saken för folk här innan det skriver är att det måste först att det inte handlar om 100 eller 200 sjömålsrobortar vi pratar om nu. Hela idén med säknade av hangarfartyget är baserad på kvantitet..<br/> <br/> <b><u>Sjömålsrobortar</u></b><br/>  Tror ni seriöst att det finns bara 60 C-802 missiler Iran har fått från Kina?, Självklart inte.. Det finns en massa sorter Hangarfartyget måste bemöta, Bland annat hundratals Noor (C-802) missiler, även inhemskt tillverkade. Det andra och viktiga saken är att Iran har inte bara C-802 i tjänst utan även Khalije fars ASBM (45+), Nasr-1 , Qader och mängder annat som fortfarande inte är avslöjat.<br/> <br/>  Khalije fars ASBM har hastighet som överstiger 3 Mach, och det ger mindre tid för AIGES att agera, speciallt om missilen inte avfyras långt borta från kusten.<br/> <br/> <b><u>Speedboats</u></b><br/>  En annan och den största delen av saken handlar om ''speedboats'', Det finns cirka <b>3000 tusen</b> Speedboats, med Hastighet på över 45 knop (alla) och vissa andra med större hastigheter. <br/>  När speedboats kan avfyra sina missiler från 20 km räckvidd (55-65% av speedboatsen bär Kowsar missiler med räckvidd på 20 km) som är i tusentals mängder och som på tur avfyrar 2 missiler var och en blir det katastrof för både luftvärnen , Hangarfartyget , CIWS och annat. <br/> <br/>  Vissa säger att det inte kommer vara nära Hangarfartyget, men då måste jag förklara något igen. Hur mycket tid tar det att avfyra en missil på Speedboats? Det är snabbare än vad ''anti-ship'' utrustning på Hangarfartygsgruppen klarar av (Nu menar jag inte själva ''skottets'' hastighet utan att man ska tänka sig att det är tusentals Speedboats som är i närheten av varandra, under samma sekund som speedboats blev inom räckvidd och står täta emot varandra så ''skjuter'' Jagarna och kryssarna, men då ska man tänka på att det finns andra speedboats där bakom den som ''sköts'' som under samma sekund avfyrade sina missiler och det gjorde alla fartyg bakom. Jagaren kommer sänkas där efter kryssaren och 1 efter 1). Tänk att detta inte sker självständigt utan under samma tid som mark-stationerade missiler och ubåtar attackerar på alla sorter.<br/> <br/>  Sen finns det själva fallet Speedboats som kan avfyra C-802 och det ligger på cirka 75 Speedboats. Det är viktiga saken i hela spelet, mängden..<br/> <br/>  Reslutat: Hangarfartyget kommer sänkas om det behövs, och liknande strategi kommer användas för att stänga Hormuz sundet.<br/> <br/>  Om vi säger att endast 10% av missilerna avfyrade från speedboats träffar (Flera gånger mer kommer det vara) så är det fortfarande rätt mycket då det utgör 195 Kowsar missiler, och vi såg effekten av det mot INS Hanit. Det betyder minst 3000 Ton sprängämne, Vilken Jagare eller Kryssare skulle inte sänkas efter det? Speciallt i samband med Ubåtsattacker och attacker med Landbaserade Anti-ship missiler?<br/> <br/>  Det finns en sak när det handlar om Iran som USA alltid tänker på 100 gånger innan det anfaller. Det är vad reslutaten av anfallet? <br/> <br/>  Vi överdriver lite och säger att regimen i  Iran faller, vad därefter? Iran kommer skapa Kaos med hjälp av olika milliser i Irak , Afghanistan , Syrien , Lebanon , Turkiet , EU och självaste USA. Det finns trupper lika bra som Hizbollah om inte bättre som fortfarande jobbar i Irak (Hemligt). Terrorattacker likt 11 September kommer slå i alla viktiga städer i världen. Om Iran faller får Quds force ansvaret för mer än 20 år av krigsförening mot USA &amp; Dess allianserade. En grupp på en av världen 15000 mest vältränade män kommer skapa kaos vart som helst i världen. Hizbollah och Syrien kommer påbörja lång krig mot USA allianserade i mellanöstern, både diplomatiskt och militärt. Kriget kommer gå åt helvetet. <br/> <br/>  Samtidigt och under kriget kommer USA förlora en mängd fartyg, och det finns <b>chans</b> att även hangarfartyget kan gå förlorat.. Tänk hur många flyguppdrag USA kommer köra över Iran? Kriget kommer vara lika långt som Vietnam, om USA vågar forsätta.. Amerikanerna kommer i slutet välja att avsluta kriget eller invandrera då det kommer vara enda problem, och i båda fallen är det förlorare, för om det invandrerar Iran så kommer det bemöta Basji, och då måste det föra krig i prencip VARJE stad, och emot mer än 15 miljoner människor tränade för urban krigsförening under mer än 5 år.<br/>  RPG's och Ak's kommer finnas i varje hem, och Amerikanska trupperna kommer inte kunna undvika denna hemmet utan att få kriga där, tills man dödat alla där eller tagit slut på deras ammo och på tur fått förluster.<br/> <br/>  Eller så väljer man att avsluta attackerna/kriget och på tur kommer Iran återhämta sig, i stil med vietnam.",
				"Ja, Iran har potentiellt förmågan att genom en lyckosam överraskningsattack i fredstid lyckas sänka eller allvarligt skada ett amerikanskt hangarfartyg.<br/> <br/>  1 Om de genom slumpen råkar ha lyckats placera en miniubåt i dess väg och drar iväg sex torpeder eller vad de nu kan ha ombord och fyra träffar. <br/> <br/>  2 Det finns också en möjlighet att de kan <i>skada</i> (Ej sänka) hangarfartyget genom en överraskningssjälvmordsattack med speedboats och boghammars. <br/> <br/>  3 Det mest intressanta är dock en massiv attack med sjömålsrobotar. Man skulle kanske kunna avfyra 150 sjömålsrobotar som anländer samtidigt, från land och flygstridskrafter, när hangarfartygsgruppen passerar Hormuz-sundet och mätta robotkryssarnas och robotjagarnas och hangarfartygets försvar. Varje kryssare eller jagare lär bära gissningsvis 30-60 Standard Missile och kanske omkring 32-100 Evolved Sea Sparrow Missile (Deras Vertical Launch Systems med totalt omkring drygt 400 celler (Där det ryms fyra ESSM per cell) är ju också fulla av Tomahawks, VL-ASROCs och några SM-3) men alla är beroende av belysningsradar i terminalfasen och varje jagare eller kryssare har bara tre belysningsradars. Säg att kryssaren bär 60 SM-2 och 64 ESSM. Det råkar bara finnas två jagare med pga neddragningar och dessa bär 40 SM-2 och 64 ESSM vardera. Därutöver finns en fregatt med i sammanhanget oväsentlig luftförsvarsförmåga eftersom man tagit bort förmågan att avfyra SM-1 på denna. Det blir totalt 140 SM-2 och 192 ESSM, totalt 330 robotar. Tyvärr kanske fartygen ligger så att en jagares belysningsradars inte kan användas men de kan fortfarande avfyra robotar som kan guidas av de andra fartygen genom CEC. Vi förutsätter att SM-6 inte finns i något betydelsefullt antal, isåfall kan man börja bekämpningen bortom radarhorisonten. <br/> <br/>  Om 100 robotar anländer inom loppet av trettio sekunder finns det kanske bara ett utrymme på 120 sekunder (25 km till radarhorisonten tar robotarna en dryg minut att flyga och eftersom de inte är perfekt synkroniserade kan vi lägga till femton sekunder för detta) att bekämpa alla robotar så finns det väl en chans att försvaret mättas. Hangarfartyget har ju dock förmågan att genom sina Rolling Airframe Missile och egna ESSM slå ut de robotar som läcker igenom så det minskar naturligtvis risken ytterligare. Hangarftyget har 24 ESSM och 42-63 RAM. De andra 50 robotarna anländer inom en minut från de andra.<br/> <br/>  Robotarna skulle naturligtvis upptäckas långt innan av E-3 AEW från hangarfartyget och fartygen skulle vara i klart skepp när robotarna anländer (Det antar jag att man är oavsett vad när man seglar genom Hormuz-sundet, för övrigt). Kort därefter kommer flyg börja lyfta från hangarfartyget för att bekämpa allehanda mål i Iran, antagligen luftvärn, kustrobotsystem och C3-installationer samtidigt som en stor mängd kryssningsrobotar avfyras mot C3-installationer innan Irans sjömålsrobotar kommer innanför radarhorisonten. Säg dock att alla robotar bekämpas framgångsrikt genom en heroisk insats från de amerikanska fartygen.<br/> <br/>  Dock, det finns fler sjömålsrobotar än vad det finns luftvärnsrobotar. Efter de första 150 sjömålsrobotarna slagits ut lär det inte finnas ett överflöd av varken SM-2s eller ESSM över eftersom man lär ha avfyrat kanske 1.75 lv-robotar per sjömålsrobot. Jag antar här att efter att en robot i vissa fall framgångsrikt bekämpat ett mål kan dess reservrobot styras över till ett annat mål. Tyvärr finns nu bara omkring 50 ESSM och SM-2 kvar och hangarfartyget har kvar 24 ESSM och 50 RAM. Även om det bara kommer en salva på 100 robotar kommer det nu vara kört för hangarfartygen och stödfartygen eftersom det helt enkelt inte finns några robotar kvar (Dessutom kommer en del av hangarfartygets robotar en kunna avfyras eftersom de inte är vertikalavfyrade och är riktade åt fel håll. Phalanx CIWS kommer gissningsvis inte skjuta ner mer än max 50 % av kvarvarande robotar som slipper igenom och de har hursomhelst ersatts av RAM på hangarfartyget (Eldrörsartilleri mot kryssningsrobotar är så 1980-tal). Avhakning genom EW (Störning och skenmål) lär inte fungera så väl för hangarfartyget eftersom det har så stor radaryta men NULKA skenmål kan fungera bra för jagare. Min gissning blir att hangarfartyget kommer träffas av minst fem robotar och jagarna kommer träffas av 1-3 robotar vardera. Inget av skeppen kommer sjunka men det kommer vara en total mission kill för flera av fartygen, främst för hangarfartyget. Det är troligt att hangarfartyget inte kan sända upp flyg. Nu skickar irak ut sina speedboats och eftersom bara något av eskortfartygen fungerar något vidare lyckas de ta sig så nära att de kan sända iväg sina korträckviddiga sjömålsrobotar. Många tiotals, kanske hundratals mindre sjömålsrobotar träffar de amerikanska fartygen och sedan har jag ingen aning om vad som händer med fartygen. <br/> <br/>  Oavsett vilket av ovanstående tre scenarios som inträffat vet jag dock vad som händer med Iran.<br/> <br/>  När hangarfartyget sjunker eller skadas allvarligt kommer säkert åtminstone några hundra amerikaner, kanske tudentals, avlida. Den amerikanska opinionen gillar inte överraskningsattacker (Pearl Harbor och 9/11 etc) och skulle skrika efter vedergällning. Samtliga i kongressen (Inte ens dess 10 dess mest vänsterextrema medlemmar skulle rösta nej) skulle ge presidenten oinskränkt makt att straffa Iran. Presidenten, även en tredjeklassens naiv socialdemokratisk amatörspelare som Obama, är tvungen att agera kraftfullt och resolut (Kom ihåg Richard Armitages ord till Pakistan efter 9/11: Om ni inte sluter upp bakom oss bombar vi er till stenåldern, ungefär, och detta var en av männen som var mest kritisk till Irakkriget i Bushadministrationen. Förvisso hade Bush åtminstone lite stake när det kom till sånt här, men Obama är tvungen att agera ändå, oavsett om han vill eller inte).<br/> <br/>  Dag 2 skulle amerikanska B-2s fortsätta slå ut stora delar av Irans C3-installationer och civila och militära infrastruktur samt luftvärn. Redan dag ett avfyrades säg 20 kryssningsrobotar från den drabbade hangarfartygsgruppen som ställde till viss skada. Dessutom avfyrar den andra hangarfartygsgruppens fartyg omkring 50 kryssningsrobotar mot Iran varav bara ett fåtal skjuts ner. Hundratals sortier genomförs från hangarfartygsgruppen mot samma typ av mål och man släpper stora mängder glidbomber och kryssningsrobotar. Dag ett slår också F-22s stationerade i Bahrain eller Saudiarabien ut Irans flygvapen på marken med Small Diameter Bombs. Sedan blir det SEAD-uppdrag till höger och vänster. Det anländer ett stort antal ballistiska robotar från Iran men de gör ingen större skada på flygfält eller baser, för detta är de för oprecisa. Dag 2 anländer också B-1B-bombare och fortsätter bomba Iran. Dag 3 är hela Irans långräckviddiga luftvärn utslaget och stora delar av det korträckviddiga mer moderna. Oljeterminaler och raffinaderier står också högt på mållistan. Samtidigt har USA flyttat stora mängder flygstridskrafter till Saudiarabien. Dag fyra fortsätter bombningen av Iran och militärens C3-installationer är förstörda. Oljeterminaler är förstörda. Raffinaderier och oljedepåer är förstörda. Kraftverk och dammar har bombats sönder. Det finns ingen ström, ingen olja. Dag fyra börjar B-2s bomba installationer som hör till Irans kärnvapenprogram. Efter några dagar avseglar ytterligare hangarfartyg mot persiska viken. En kryssningsrobotsubåt avseglar mot persiska viken från Diega Garcia dag ett och efter fem dagar regnar knappt 200 kryssningsrobotar ned över Iran inom loppet av fem minuter. Osv osv tills Iran är ett U-land.<br/> <br/>  Slutsats: Ja, de kan, med lite flyt, sänka eller åtminstone skada ett hangarfartyg och dess stödfartyg allvarligt, men de kommer få betala mycket dyrt. Mycket dyrt. Det mest avgörande är att en hangarfartygsgrupp bär bara på så många lv-robotar, medan det kan finnas flera hundra fler sjömåslrobotar i Iran på land än vad det finns lv-robotar på fartygen. Det handlar om matematik helt enkelt. Huvudbudskapet är att Iran får betala. Dyrt. Med ränta. Ränta är dessutom haram och det gillar inte Iran <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  2. Det handlar inte om att bli upptäckta, vill du skydda dina vänner (guldstaterna) så måste du vara i närheten av det, dvs. i persiska viken eller arabiska havet.. Det finns skillnad mellan att vara offisiv och att vara defensiv, om du tänker skydda dina baser i Saudiarabien , Kuwait och Bahrain kommer du bemöta 20 miljoner. Ska du skydda baserna? Mot vem? Missiler? Marktrupper? Har du ens tillräckligt många trupper i området för att bemöta dessa folkströmmar? Har du det? Nej? Hur ska du transportera   trupperna ditt? Saudiarabien kan inte ens ta upp 1 flygplan i luften utan utländiska teknikernas hjälp och en massa reservdelar. Ska du skydda dina allianser med egen flyg eller attackera Iran? Att döda mer än 20 Miljoner som vill döda/dö är inget lätt, förutom om du tänker använda kärnvapen? Nej detta kommer inte funka med kärnvapen i liknande område, Iran är inte utan allianser.. Hur tror du världen kommer reagera om du tänker använda kärnvapen?<br/> <br/>  Angående ubåtar, Du kommer bemöta olika versioner , med olika kapalicitet..<br/>  Ghadir för kustoperation , Fateh för persiska viken , Qaem &amp; Abbas för arabiska havet och indiska oceanen (kommer lanseras i år). 2 sorter som kommer lanseras snart har även markattack kapalicitet. Inte i jämförelse med amerikanska men har påverkan, Saken handlar om taktik och strategi inte om utrustning och teknik bara.<br/> <br/>  3. Det är inte religiös problem för att sunni-muslimer ska ut och kriga.. wahhabier kanske gör det, men alla dessa är baserade i Saudi-arabien och syrien. Hur ska du och på effektivt sätt:<br/>  1. Säkra oljan<br/>  2. Göra så att Saudi-arabien inte besegras<br/>  3. Skydda Bahrain <br/>  4. Skydda dina baser i området<br/>  5. Påbörja en diplomatisk kris med Kina och Ryssland<br/>  6. Döda 20 miljoner+ på kort tid<br/>  7. Skydda amerikansk mark från terrorismen<br/>  8. Skydda dina hangarfartyg. <br/>  9. Skydda Israel<br/>  10. Stoppa Hizbollah som är mycket starkare än 2006 idag.<br/> <br/>  4. Israel har krigsmakt, men som inte är tillräckligt effektivt för att slå in mitt i Iran. <br/> <br/>  5. ... vad sa amerikanerna om saken innan 2001? <br/> <br/>  6. Inga beväpnade upprop har vi sätt tills nu. Bahrain är så litet att det inte är svårt att ta kontroll över.<br/> <br/>   </td> </tr> </table>  <br/>  1 Ja men nu håller sig hangarfartygen utanför Persiska viken, F/a 18c/d Hornet har en längsta räckvidd på 2000km, och då kommer man såklart ligga utanför viken och tanka planen i luften på sin väg.<br/>  Och om det du säger stämmer så är det ju nästan bättre, då vet man ju var robot-ramperna och var alla mål ligger. Vid första tecknet på fara så skjuter man iväg allt man har. Sen så kommer knappt robotbåtarna ens i närheten av hangarfartygen då först bränslet kommer ta slut(jag antar att de små skorvarna inte har särskilt stora tankar).<br/> <br/>  2 Varför måste man skydda någon som inte behöver skydd. Saudiarabiens arme är välbeväpnad(med för det mesta amerikansk utrustning) och det som man inte kan använda finns det amerikanska specialister(som redan finns i landet). Det samma för flygvapnet samt de andra grenarna. Som tidigare sagt så har amerikanska flygplan räckvidden att både anfalla Iran samt skydda Saudiarabien(som då inte behöver skydd). Sen var fan har du fått 20 miljoner från, OM vi mot all förmodan säger att det är 20 miljoner shia muslimer som kommer slåss mot USA mm så har vi ett stort antal problem. Först så kan dessa 20 miljoner \"soldater\" omöjligt finnas på samma ställe och har troligtvis ingen form av gemensam kommunikation(och den som kanske finns är troligtvis avlyssnad av både USA, Israel samt satan och hans moster). Med det sagt så kommer det inte komma en våg av 20 miljoner människor som rör sig som ett enda stort kollektiv, det kommer vara ett fåtal individer här och där som springer runt som yra höns och ropar \"allah ahkbar\" för att sen skjuta sig i foten eller blåsa av kompisens skalle med ett granatgevär.<br/> <br/>  Tro mig de skulle vara ett större hot mot sig själva än för USA och allierade. <br/> <br/>  \"Ska du skydda baserna? Mot vem?\", ja faktiskt det är frågan då dessa 20 miljoner är totalt inbillade som bäst och extremet överdrivet samt väldigt långt borta som sämst. Som andra har sagt så är militära baser inte det lättaste målet, varken med markstyrkor eller robotar(som kanske inte ens når fram då Saudiarabien har ett robotskydd).<br/> <br/> <br/> <br/>  3<br/> <br/>  1 Att säkra oljan är inte så svårt då Iran varken kommer kunna ha flygplan/robotar eller markstyrkor i närheten<br/>  2 Saudiarabien kommer inte besegras, som värst får Turkiet gå in och hjälpa dom-<br/>  3Bahrain kommer inte ha några större problem, visst några robotar kanske träffar och en del dör men inget som hotar hela landet.<br/>  4 Baserna behöver inte skyddas mer än med det som redan används(skyddsrum, sandsäckar mm) Senare kommer Iran ha för stora problem på hemmaplan för att fortsätta bombningarna.<br/>  5 Varför skulle det bli en diplomatisk kris, Ryssland vill inte gå in i krig med nato. Relationerna kanske blir lite frostiga men det är inget nytt.<br/>  6 Döda 20 miljoner inbillningar då dom troligtvis inte finns. Om dom finns så finns dom inte på samma plats, med andra ord så kommer dom inte bli ett problem förrän efter(Om dom nu finns)<br/>  7 Ja, man skyddar inte hemlandet med hangarfartygen i persiska viken iaf. Vad dom gör på hemmaplan är deras problem och ingenting trupperna vid Iran behöver tänka på.<br/>  8 Skydda dom från vad?. De håller sig utanför räckvidden på nästan allting Iran kan kasta på dom och det lilla som kanske har så lång räckvidd blir nerskjutet av tex AEGIS-systemet.<br/>  9 Israel kan skydda sig själva men varför dra in Israel, de ligger för långt bort för att spela en större roll i detta.<br/>  10 Doesn't matter, de kommer ändå bli krossade av vilken modernare arme som helst.<br/> <br/>  4 Precis som Iran då.<br/> <br/>  5 Ingen aning, vad sa dom efter 11/9, eller vänta, låt mig hjälpa dig. \"and have ordered that the full resources of the federal government go to help the victims and their families, and -- and to conduct a full-scale investigation to<b> hunt down and to find those folks who committed this act</b>.<br/> <br/>  Terrorism against our nation will not stand.\"<br/> <br/>  6 Fast, nu finns inte dessa beväpnade milisar där, eller hur(sen så ligger Bahrain ett stenkast från Saudiarabien som lätt skulle kunna förstärkning om något skulel hända).<br/> <br/>  Priset för bomberna/robotarna är ovidkommande då man vid tidigare strider har använt enorma mängder så priset bryr man sig inte om. Bränslekostnader kommer inte ändra så mycket heller.<br/> <br/>  Du har rätt, jag var inte i Irak 1990 men däremot så har jag sett hur stora skador Assads flygvapen gör mot rebellerna, samt hur stor skada amerikanska helikoptrar och flygplan har gjort i Afghanistan(för att inte tala om flygvapnets roll i operation desert storm).",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   ASBM är inget magiskt, det handlar om höga hastigheten bara.. <br/>  </td> </tr> </table>    Så Iran ska anfalla överraskande medans USA samlar trupper inför attack? Alltså medans USA är i slutfaserna av sina förberedelser?<br/>  Och du tror att det blir överraskande för dem?<br/> <br/>  Jag tror USA skulle välkomna en sådan attack, då de kan använda det som invändning mot internationella protester att det faktiskt var Iran som anföll först.<br/> <br/>  ASBM är inte magiska, nej, och hög hastighet är inte så imponerande då det inte handlar om att man ska hinna ikapp dem, utan bara att man ska möta dem.<br/>  Och ASBM i en hög parabolisk bana innebär att de är lätta att upptäcka och det i ett tidigt stadium vilket ger amerikanska styrkor gott om tid för motåtgärder.<br/> <br/>  Och 3000 tusen blir tre miljoner.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <b>Tänk att du är ansvarlig för attacken emot Iran, innan operationen börjar på 12 timmar får du veta att flera tusen missiler är avfyrade mot Israel och Amerikanska baser i området, att Hizbollah har attackerat Israel, att 3000 Speedboats och hela den Iranska flottan är påväg mot dina hangarfartyg , att hundratals Anti-ship missiler är avfyrade mot dig. Flera militärer &amp; politiker i USA är mördade och en mass annat.. Hur skulle du reagera? Dina baser är uteslagna, Hangarfartyget är inte operativ i minst 48 H om inte sänkt och du har krig på annan front (Lebanon-Israel).<br/>  </td> </tr> </table>    Om jag är ansvarig så kommer jag att skratta av glädje i ett sådant läge.<br/>  12 timmar innan operationen börjar så innebär det att alla enheter inom avstånd är antingen förberedda eller har dragits tillbaka.<br/>  Det finns inga lätta mål för Iran kvar.<br/>  Och skickar de ut sina speedboats mot hangarfartyg som ligger så långt från kusten så kommer de få soppatorsk innan de kommit inom avfyrningsavstånd.<br/>  Och så små båtar så långt ute på havet innebär att man inte ens behöver bekämpa dem, bara undvika dem tills vädret blir lite värre och sedan låta havet självt ta hand om dem.<br/> <br/>  Hundratals anti-ship missiler kräver att det finns mål inom avstånd för dem, vilket det inte finns 12 timmar innan ett planerat anfall.<br/> <br/>  Och kriget på annan front är något som Israel själva kan fixa.<br/>  Senast Israel krigade i Libanon så anföllk Israel en fiende som haft 20 år på sig att förbereda positioner och trupper och trots det så tillfogade Israel större förluster på sin fiende än vad de fick.<br/> <br/>  Skulle samma trupper nu anfalla israeliska positioner så skulle Israel bara skratta av glädje och glatt ta emot dem med varma vapen.<br/> <br/>  Israel lär heller inte vara oförberedda utan har blivit informerade både av USA om ett kommande krig och från sina egna källor på att fienden förbereder sig för något stort.<br/>  Kvar blir massiva raketanfall mot Israel, vilket de troligen är bäst i världen på att hantera efter många decenniers erfarenhet, och sådant tillsammans med ett iranskt anfall på både amerikanska trupper och \"neutrala\" länder i dess närhet innebär att Israels största fiende, FN och internationella påtryckningar, nu kommer att bli ett mindre problem än någonsin sedan 1973.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Läs: <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FSpecial_Groups_%28Iraq\" target=\"_blank\">http://en.wikipedia.org/wiki/Special_Groups_(Iraq</a>) och http://en.wikipedia.org/wiki/Arba'een<br/>  Dessa grupper kommer skapa kaos i Irak , Saudiarabien och en mass annat. Vet du vad nycklen till kriget är? En religös Armé, Den är inte tränad för att vara Armé, men finns för att vara det.<br/>   </td> </tr> </table>    Jag tror du överskattar folks villighet att offra sina liv.<br/>  Visst, det finns en del sådana, men inte ens palestinierna lyckas skaka fram självmordsbombare i tusentals, än mindre miljontals.<br/>  Och styrkor som inte är tränade som armé men som försöker agera som en kommer att innebära masslakt, utan stöd av pansar, flyg, LV och PV så kommer saudiskt flyg och pansar att köra över dem.<br/>  I det senare fallet troligen även bokstavligen.<br/> <br/>  Och du överskattar risken för oljekris, det värsta kommer vara över på någon vecka, och det finns tillräckliga ojereserver för att det inte ska bli någon kris.<br/>  Däremot lär oljepriset öka, fast det lär det göra även innan det börjar, oljebolagen är förtjusta i stora vinster....<br/> <br/>  Sedan tror jag du överskattar effektiviteten av dessa motståndsgrupper. De är irriterande och kostsamma i en fredssituation, men i ett krig så är de inte i närheten av samma hot som reguljära styrkor.<br/>  USA hade inga problem med dem inledande medans de tog hand om reguljära irakiska styrkor, utan det handlade sedan om ett upprensningsarbete snarare än ett krig.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/> <i><blockquote><ul><li>Flera tusen missiler avfyras från både Hizbollah och Iran samt Syrien emot Israel och Amerikanska basker i området.</li></ul></blockquote></i><br/>  Israel lär vara förberedda, så också amerikanska baser. Skyddsrum lär finnas som minskar förlusterna och materiel kommer ha sandsäckar som barriärer.<br/>  Förlusterna blir inte så stora.<br/> <br/>  Det finns ett skäl till att Hizbollah föredrar att skjuta raketer mot civila områden istället för militära. De senare är nämligen svåra mål att orsaka större skador på.<br/> <br/> <i><blockquote><ul><li>Hangarfartyget attackeras timmar innan kriget, med hjälp av både missiler , Speedboats , ubåtar osv..</li></ul></blockquote></i><br/>  Missiler som saknar räckvidd, speedboats som saknar räckvidd, ubåtar som saknar räckvidd.<br/>  Du utgår återigen från att USA skulle lägga sina hangarfartyg inom räckvidden för iranska vapen, vilket de naturligtvis inte kommer att göra.<br/> <br/> <br/> <i><blockquote><ul><li>Hizbollah &amp; Syrien påbörjar ny krig emot Israel.</li></ul></blockquote></i><br/>  Som Israel lär vara förberedda på, något som de varit med om flera gånger tidigare under historien.<br/>  Och Syrien är upptaget med egna problem.<br/> <br/> <br/> <i><blockquote><ul><li>Flera amerikanska städer attackeras (ala 11 September) och flera amerikanska politiker mördas.</li></ul></blockquote></i><br/>  Kontraproduktivt då sådant kommer resultera i samma sak som 11 september, nämligen att den amerikanska befolkningen blir blodtörstig och ger tillåtelse till stora operationer och kommer bättre härda ut militära förluster när de anser att de själva är hotade istället för som nu när deras största protester är att det inte är värt några amerikanska liv.<br/>  Det kommer också innebära att internationellt stöd för Iran och protester mot amerikanska operationer mot Iran kommer att minska kraftigt.<br/> <br/> <br/> <i><blockquote><ul><li>Mer än 20 miljoner Shia från Irak och med en mass olika utrustning påbörjar gerilla-krig emot Saudiarabien och Kuwait.</li></ul></blockquote></i><br/>  Du överskattar kraftigt antalet människor som är villiga att dö för Iran.<br/>  Och hur villiga tror du de blir att fortsätta efter det att Irans förmåga att stödja dem med pengar och vapen kraftigt minskas och troligen helt försvinner?<br/>  Och när sedan den iranska regimen faller?<br/> <br/> <i><blockquote><ul><li>Upprop i Bahrain (med stöd av tungt beväpnade milliser)</li></ul></blockquote></i><br/>  Uppror är irriterande och kostsamma i fredstid, men är inte någon ersättning för ett hot från en konventionell fiende.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Det är ett imponerande påstående.<br/>  Israel-Palestina har mer än ett halvt århundrade i försprång och det ser fortfarande inte så ljust ut för palestinierna.<br/> <br/>  Tror du iranierna verkligen vill bli reducerade till samma tillstånd som palestinierna?<br/> <br/>  Sedan behöver inte USA ockupera Iran för att vinna, det räcker med att de slår sönder Irans konventionella styrkor och dess industriella kapacitet för att producera vapen mer avancerade än vad palestinierna klarar av.<br/>  Resultatet kanske blir ännu ett Irak eller Afghanistan, oroliga områden men som inte är något hot mot USA eller något grannland utan är fullt upptaget av interna stridigheter.",
				"Tänkte ta lite av CockneyReject:s påståenden och de bevis som redan har sänkt hans påståenden. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Han anser ju själv att <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FList_of_current_ships_of_the_Iranian_Navy\" target=\"_blank\">http://en.wikipedia.org/wiki/List_of...e_Iranian_Navy</a> är en korrekt samanställning av den Iranska flottan. <br/> <br/>  Går man igenom den listan så består \" en av de främsta konventionella flottorna i världen\" då av totalt sett 5 fartyg med eldledning som gör att man kan skjuta torped på mer än ca 1 km:s avstånd. De fartygen har då bara 324 mm torpedtuber och torpeder från sådanna tuber har bara några KM:s räckvidd så man är även då väl inom räckvidden för amerikanska kanoner. (inom parantes så har våra gamla stockholms och göteborgsklass korvetter bättre kapacitet än den iranska flottan). <br/> <br/> <br/>  Man har totalt sett 106 speedboats som kan bära torpeder av olika typer. Inget av dessa fartyg har någon form av eldledning utan det rör sig om manuellt riktade torpdeder.<br/> <br/>  Tilläggas ska att jag då har räknat alla fartyg. Inklusive de som ligger i kaspiska havet<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Hoot som anses vara en kopia på rysk torped ligger då på runt 2.5 ton styck plus att vi får räkna med något ton för avfyringsutrustning osv. Dvs 2 torpedtuber med torpeder ligger på min 7 ton. <br/> <br/>  Redan det gör att man kan räkna bort alla speedboats under 15-20 ton som möjiga bärare. <br/>  I själva verket så är det bara 10 speedboats i hela flottan som bär hoot. <br/> <br/>  Och utan eldledning så måste man fortfarande in på några hundra meters avstånd för att kunna få in en träff. Dvs inom räckvidd för allt från M-16 och uppåt<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Dvs man använder ett vapensystem (motortorpedbåt) som resten av världen började gå ifrån på 40 och 50 talet  därför att de hade dålig träffsäkerhet redan mot obeväpnade handelsfartyg under VK2. En modern jagare som gör 35 knop + är betydligt svårare att träffa plus att den kan skjuta tillbaka med rent ut sagt förödande effekt. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2Fa%2Fab%2FBild-Prayingmantis5sahand.jpg\" target=\"_blank\">https://www.flashback.org/leave.php?...tis5sahand.jpg</a> säger rätt mycket om vad som händer när det flyg som inte kan göra ett piss mot speedboats sänker ett betydligt större fartyg. Det \"råkar\" tom vara en av de fregatter som CockneyReject hävdar kan skjuta ned flygmål<br/> <br/>  en annan video <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fimg62.imageshack.us%2Fimg62%2F2713%2F93799267yx4.jpg\" target=\"_blank\">https://www.flashback.org/leave.php?...3799267yx4.jpg</a><br/>  eller <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DaPXh0SpQU6w\" target=\"_blank\">https://www.flashback.org/leave.php?...%3DaPXh0SpQU6w</a><br/> <br/>  (samtliga länkar från Ormen Långe). <br/> <br/>  Det dödligaste hotet som finns mot ubåtar är ubåtsjaktflyg och så har det varit sen VK2 där det var flyget som knäckte ubåtarna till slut både genom spaning åt andra enheter och i takt med att vapnen förbättrades också genom att själv sänka ubåtarna. (en liten lista på ubåtar sänkta av flyg under vk2. <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FCategory%3AU-boats_sunk_by_aircraft\" target=\"_blank\">http://en.wikipedia.org/wiki/Categor...nk_by_aircraft</a>. Sen dess har man uppfunnit den målsökande ubåtsjakttorpeden också vilket gör flyget massivt mycket farligare). Så fort en ubåt sticker upp snorkeln eller mer så kan den upptäckas och därmed dödas. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Två stora problem i verkligheten. <br/>  Det första är en maxräckvidd på ungefär hälften av vad jagarna kan sänka det robotbärande fartyget på. MK45 mod4 når 37 km med standardammunition<br/> <br/>  Det andra är att skytten måste sikta på målet från avfyring till träff. Därmed kan avfyrande fartyg inte göra några kraftigare manövers efter avfyring och blir man sänkt innan roboten träffar mål så tappar roboten sin styrning och blir alltså helt ofarlig. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Här motsäger han sig själv tom med <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  En helikopter som anfaller sjömål gör det med robotar på 5-8 km avstånd. <br/>  Teroretisk maxräckvidd för ZSU-23 ligger på runt 3 km och då pratar vi från en kanon som står still på marken utan att gunga runt på havet mot ett stillastående mål och i praktiken vindstilla. På ett fartyg som rör sig i sjön mot ett rörligt mål så får man gå ned till några hundra meter för att ha något som helst hopp om träff. <br/> <br/>  Därmed kan vi använda honom själv som källa på att helikoptrarna kan sänka precis så många speedboats de vill med hjälp av sina sjämålsrobotar<br/> <br/> <br/>  4.sånna här kommer iran att använda vid ett eventuellt angrepp <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FMatla-ul-fajr\" target=\"_blank\">http://en.wikipedia.org/wiki/Matla-ul-fajr</a> och de räcker gott och väl. <br/>  [/quote]<br/> <br/>  Räcker till vad. Få veta att man kommer att dö inom en minut? ja det kanske de duger till. <br/>  Att stoppa ett anfall. Nä. En spaningsradar kan fortfarande inte styra in några vapen mot en angripare och det är enbart det som stoppar ett anfall. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Packar man ihop radarn och flyr ja då har man ju lämnat fältet fritt till angriparen att göra vad den vill. Packar man ihop robotramper och drar så kan de inte skjuta och blir därmed helt ofarliga. Dessutom synns man bättre när man flyttar på sig vilket ger attackflyget mer lätträffade mål<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  På vilket sätt skyddar en radar som inte kan styra in några vapen mot inkommande kryssningsrobotar, bombflyg eller attackflyg?<br/>  Det gör den inte. <br/>  Det första man gör är att skicka en antiradarrobot som tex harm eller alarm mot den vilket ger dess bemmaning två alternativ. <br/>  Stanna kvar och dö eller försöka hinna packa ihop och fly. Det är långt ifrån säkert att man hinner göra det tar ett antal minuter att plocka ihop och flytta även ett mobilt system. <br/> <br/>  Anledningen till att du inte hittar så mycket om iransk eldkontrolradar är att man har lite ont om den. <br/> <br/>  Det mest kompetenta du hittar är gamla ryska system som andra länder har gjort sig av med, dvs  SA-2 och SA-5 systemen. Både Irak och Libyen hade dessa system och de vart milt sagt mosade.<br/>  De hade ungefär noll effekt mot det man hade -91. Det man hade över libyen hade det exxakt noll effekt mot."
		]
	},
	{
		"postIndex": [
			[1803],
			[1709],
			[1812],
			[1655],
			[1799]
		],
		"postTime": [
				"2014-04-08",
				"2014-04-02",
				"2014-04-14",
				"2014-03-28",
				"2014-04-08"
		],
		"postNum": [
			[1831],
			[1736],
			[1840],
			[1682],
			[1827]
		],
		"postLink": [
				"/sp48295543",
				"/sp48206255",
				"/sp48383277",
				"/sp48131521",
				"/sp48291334"
		],
		"postUser": [
				"Massaraduvet",
				"IR5",
				"IR5",
				"IR5",
				"BuprenOrvar"
		],
		"postUserID": [
				"/u844125",
				"/u392693",
				"/u392693",
				"/u392693",
				"/u485037"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p153",
				"https://www.flashback.org/t1842501p145",
				"https://www.flashback.org/t1842501p154",
				"https://www.flashback.org/t1842501p141",
				"https://www.flashback.org/t1842501p153"
		],
		"userUrl": [
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u392693",
				"https://www.flashback.org/u392693",
				"https://www.flashback.org/u392693",
				"https://www.flashback.org/u485037"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej BuprenOrvar, han förstår vad modern krigsförening är.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Iran kan, i bästa fall, hålla sundet stängt i några dagar.      </td> </tr> </table>    Nej, eftersom vi är överens om att Iran kan sänka hangarfartyget i Persiska viken, så undrar jag USA ni ska öppna sundet på räckvidd? att flyg når betyder inte att man har större möjligheter, utan att man måste kunna ha tid.<br/> <br/>  Ska du flyga från hangarfartyget till Iran så behövs det ett par minuter, och då måste du gå till målet om du redan vet vart det är, men eftersom sjömålsrobortarna är mobila, så har målet ändrat plats, och avfyrar sina missiler, annanstans.<br/> <br/>  Det tar MAX 2-3 minuter att stänga ''luckan'' och köra iväg lastbilen.<br/>  Flygplan är kanske ett par hundra gånger snabbare än lastbilar, men du kommer inte kunna jaga ett par hundra lastbilar med hjälp av fåtal flygplan, du måste helt enkelt flyga med hela sitt dessa 90 F-18 Super Hornet för att kunna ha effekt från hangarfartyget.<br/> <br/>  Då har US of A sina baser i allierade länder.<br/>  Men, om vi ska tänka praktiskt så kommer hangarfartyget INTE låta alla sina flygplan vara uppe i luften, och opererar ett par hundra kilometer, vilket betyder att hangarfartyget <b><u>INTE</u></b> kommer spela roll i bekämpning av det mobila AshM.<br/> <br/> <b>Eller håller du inte med?</b><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       I första posten dvs trådstarten, så ställde jag en egentligen ganska enkel fråga      </td> </tr> </table>  .<br/>  och nu fick du svaret, eller? <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Det enda som rapas ur käften på IRx är \"assymetriska taktiker\", \"strategiska förluster\" och annat skitsnack.       </td> </tr> </table>    Nej, det är inte skitsnack. Assymetriska taktiker har visat effekten under kriget i Lebanon 2006.<br/>  Det med strategiska förluster är att US of A kommer inte kunna invadrera Iran, vilket på tur betyder att ett par tusen bombar kommer inte påverka Iran, då Iran kan bygga om landet, så länge man inte tänker på Invasion (som inte kommer fungera, av orsaker) eller att använda kärnvapen, så kan amerikanerna bomba i ett par år, men detta är en förlorad spel då det kommer kosta mer än vad det smakar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Inte ett enda konkret exempel på exakt vad Iran kan använda för att sänka ett hangarfartyg, eller hur det skulle gå till!      </td> </tr> </table>    Jag gav ett par exempel på hur det skulle gå till i Persiska viken.<br/>  Men hangarfartyget kommer inte befinna sig i Persiska viken under krig.<br/> <br/> <b>Men en viktig fråga har jag kommit ihåg nu.<br/>  Varför skulle USA attackera Iran?</b>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Iran har olika alternativ beroende på hur/vilken sida som påbörjar konflikten.<br/>  I det initiala skedet kommer Iran anfalla alla potentiella baser i MÖ som kan tänkas nyttjas av USA i en attack.Kom ihåg att Iran klipper alliansen då sundet blockeras och då amerikaner sitter långt utanför. <br/>  USA \"överger\" sina allierade och dessa länder kommer inte att göra annat än respektera Irans ultimatum. Vad det gäller Saudiarabien, har IRGC en speciell strategi som jag kommer till senare. Kom också ihåg att invånarna i dessa små stater inte alltid är araber. Vidare så har IRGCs högt uppsatta, befogenheten att ge order för en attack.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Fördelen med liknande båtar i ett krig är att dessa inte behöver hamnar. Dessa står säkert vilande och väntar i lastbilar, eller kommer att sjösättas bortom fiendens ögon när det väl gäller.<br/>  Varje AEGIS skepp kommer att få problem att ens kunna skilja mellan lockbeten och saker som helt plötsligt sprider sig i allt snabbare takt. Observera att du också infinner dig i ett område som är traffikerad med transporter av olika slag.<br/> <br/>  Det Iran utgår ifrån är samma doktrin som CBG, fast effektivare och anpassad till just den miljön. Istället för att ha några stora fartyg så har du flera hundra mindre plattformar. Tänk vilken flexibilitet,då dessa är utrustade AAA,IR detector, missiler och så utspridda.<br/> <br/>  Det här är inte så enkelt som många tror att det är. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Bortom Irans räckvidd innebär också att USA både förlorar baserna och sina allierade i MÖ. USA har som mål att eliminera Irans kärnkraft detta i en eventuell kommande upptrappning. Detta innebär att det inte blir så enkelt att flyga så djupt in i Iran. Vidare så kommer GZ faktorn att vara intressant. Vet du hur många flygningar dessa operationer kräver. Hur långt tid detta kommer att ta i ett område som Iran? Vet du oddsen? Jag skrev 9 månader men det är inte vad jag verkligen tror.<br/> <br/>  Du menar att hangarfartyget befinner dig där ute med så mycket oväsen och Iran sitter där och tittar på? Majoriteten av kustrobotar som Iran visat upp ja! Men det är inte hela sanningen, eftersom vissa saker inte öppet \"får\" erkännas pga politiska konsekvenser.<br/> <br/>  Potentiella plattformar som kan bära, Noor,Qader <a href=\"/leave.php?u=http%3A%2F%2F1.bp.blogspot.com%2F-q3xShPX77ZI%2FUkO4kF3uDWI%2FAAAAAAAAIiI%2F2UqIOVGjYSU%2Fs1600%2Fghader7_1.jpg\" target=\"_blank\">http://1.bp.blogspot.com/-q3xShPX77Z.../ghader7_1.jpg</a><br/> <br/>  Su24 kan också genomföra detta.. (skulle jag tro) Eller hur? <br/> <br/>  Men Iran har även utvecklat ballistiska missiler och testat dessa varianter. Qadr F och H. Under samma dag lät Iran amerikanska UAVs kontrollera allt.  <br/>  Precision targeting ballistic, som avfyrades från Semnan ök <a href=\"/leave.php?u=https%3A%2F%2Fmaps.google.se%2Fmaps%3Fq%3DKavir%2BE%2Bsemnan%26amp%3Bie%3DUTF-8%26amp%3Bhq%3D%26amp%3Bhnear%3D0x3f9f840f3b4b53d1%3A0x8e8c39fb34a23b4f%2CKavir%2BDesert%26amp%3Bgl%3Dse%26amp%3Bei%3D89g7U_n3FNHV4AT49YCYBg%26amp%3Bved%3D0CHoQtgMwCg\" target=\"_blank\">https://maps.google.se/maps?q=Kavir+...ed=0CHoQtgMwCg</a> och målet var strax in i indiska oceanen. <br/> <br/>  Dessutom har Iran tillgång till UAVs som skulle tänkas användas i varierande grad som plattformar.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   varför har du då och dina gelikar tjatat om <br/>   </td> </tr> </table>    För det första är det inte jag som har diskuterat detta från början. Diskussionen om mindre båtar utvecklades i samband med en annan diskussion om eskorter ut ur viken. <br/>  Du och dina gelikar här hävdar att ni vill använda flyget för att jaga småbåtar vid sundet<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/>  Om vi diskuterar en verklig \"kommande\" konflikt/krig där Iran i en eventuell upptrappning försöker sänka ett \"hangarfartyg\", så diskuterar vi en \"kedja\" av händelser eller aktioner som föregår varandra. Liknande attacker sker inte i ett vakuum, självklart  bör vi först skaffa oss en bild av det som kommer att ske. <br/>  Vad är syftet med en amerikansk attack? Varför \"bör\" USA anfalla Iran? Vad är det man vill uppnå? Sånt spelar roll i det långa loppet, just för att vi ska kunna veta vilka utmaningar USA kommer att möta. Så hur långt tänker USA gå med det här?<br/>  Du tog upp Praying Mantis, som var en \"limited\" variant i en klassisk konflikt. Om du vill vara seriös och diskutera militära angelägenheter, utnyttja aldrig allmänna  föreställningar kring en konflikt. Nej, 1988s beslut kan inte jämföras med en kommande upptrappning år 2014. 1988 hade USA inga som helst planer på att gå i krig, och sånt spelar roll när man relaterar två olika militär-strategiska situationer.<br/>  Man läser sällan om Irans möjligheter att uträtta något, och det tycker jag är beviset på \"arrogansen\" som presenteras i tråden. Vad har Iran för möjlighteter inför ett krig? Vad kan man i förväg veta? Vad kan man inte veta? Du förstår väl att ni i denna tråd är rätt fantasifulla människor som tror att krig bara bryter ut obemärkt i ett vakuum, speciellt vid sundet och områden som Iran ständigt håller koll på?<br/>  Iran får underrättelser om amerikanska baserna i området genom VEVAK,IRGC och olika speciella underrättelseorgan som tillhör IRI. Irans förmåga och möjligheter i att skaffa sig underrättelser är en viktig utgångspunkt. Iran \"kontrollerar\" Hormuzsundet och IRGCs UAVs patrullerar i hela det området. Iran \"kontrollerar\" sundet i fredstid som i sig är en nackdel för amerikanerna. Nackdelen för USA är att om man nu försöker förbereda sig inför en konflikt, så kommer IRGC att misstänka saker då en del nödvändiga åtgärder kommer att behöva vidtas. <br/>  Liknande asymmetriska taktiker och strategier har komplikationer som dina \"teknikaliteter\" inte kan synliggöra. Här menar jag att ni skriver skit för att förvirra ovana läsare detta i samma veva som ni anklagar motståndaren för era egna brister i diskussionen. Nej USA kan inte öppna sundet,jaga småbåtar, bomba Irans infrastrukturer och ha oändliga taktiska överväganden här och där.. allt detta under en kortare period och sittande obemärkt i indiska oceanen.<br/>  Självklart så menar inte jag att mindre FAC ska bege sig ut i öppna hav, nej. Men då dina baser brinner i eld och hangarfartyget sitter fast där med sina begränsade \"landning\" och \"take off\" möjligheter, och då FB gänget med T-80U i spetsen får för sig att USA då nyttjar flyget för att jaga mindre båtarna vid sundet, för att öppna sundet<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/>, ja då börjar man ju misstänka om ni verkligen vet hur \"moderna\" krig dirigeras.<br/>  Förstår du nu varför jag har diskuterat detta i \"150\" sidor? Det är för att ni sprider trams, ni hävdar att ni har massa \"flygplan\" för ändamålet, något ni inte har, underrättelser som ni saknar och scenarier som stinker starköl.<br/>  Ska du återkomma med dina teknikaliteter igen?<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   5\"-pjäser har historiskt visat sig fungera ypperligt <br/>  på långt stryktåligare fartyg än FAC<br/>  Och nu är inte allmålsakan det enda vapnet som USA har mot irans relativt fåtaliga FAC.<br/>  Bomber fällda av strategiskt bombflyg, torpeder från ubåtar, <br/>  sjömålsrobotar från stridsflyg och ytstridsfartyg, luftvärnsrobotar attckrobotar från stridsflyg<br/>   </td> </tr> </table>    Jag kan besvara alla dina invändningar, men att diskutera allt på samma gång är ingenting som berikar en diskussion och man kommer inte långt!<br/>  Nej, allmålsakan är inte enda vapnet, det har heller ingen hävdat, men håller du med om att man inte kan bekämpa FAC på ett effektivt sätt? Vi kommer till USA:s alternativ..",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, jag tror faktiskt att dessa motdebattörer saknar grundläggande kunskaper om det som diskuteras. Det är nog där problem uppstår.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Du verkar inte vara ute efter seriösa diskussioner T-80U. <br/>  Seger i ett krig betyder inte att du skjuter ner flygplan eller sänker några U-båtar. Det är just det som bevisar brister i en akademisk förståelse av vad ett krig är. Här förstår man att ni inte är utbildade militärer. Har jag fel?<br/> <br/>  Du vinner inte ett krig genom att bara \"bomba\" ett land\" eller \"sänka\" enstaka fartyg. Att vinna ett krig går ut på att dina doktriner och strategier vinner. Några desperata eller taktiska aktioner som Ormen Långe åberopar är ingenting som underminerar argumenten för ett asymmetriskt problem.<br/> <br/>  Operation Praying Mantis tolkas som en vedergällning, eller en uppvisning av USA:s klassiska förmåga i ett krig. Vad är det som verkar otydligt? Men vad Irans asymmetriska taktiker lyckades åstadkomma under alla åren kostade USA och allierade mycket mer på alla sätt.<br/> <br/>  Även så upptrappningen till operationen Praying Mantis är ett bevis för hur bra dessa taktiker fungerar i dess rätta miljö. Då  USS Samuel B. Roberts skadades blev amerikaner lite upprörda. Men jag diskuterar inte utifrån ett komersiellt perspektiv, förstår du det? Ormen Långe och många andra användare tar upp irrelevanta saker, inte utifrån allmänhetens synvinkel, men däremot utifrån någon som verkligen är eller har varit en militär. Allmänheten är endast påverkade av scenen media framställer.<br/> <br/>  T.ex. USA sänkte Sahand.. klapp klapp - därför vinner USA kriget.<br/> <br/>  Det är ju inte en korrekt förståelse av ett krig. Men du verkar inte vara intresserad av sådant bara för att du ogillar den Iranska regeringen. Visst är det så? Men detta har inte ett dugg med saken att göra, du får ha dina personliga åsikter om den regeringen, men diskussionen här handlar varken om Ahmadinejad eller Irans ledning. <br/> <br/>  Vi diskuterar asymmetriska taktiker i allmänhet , vilket har implikationer för ett hangarfartyg. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Är du klar? För jag ser ingen invändning vad det gäller sakfrågan. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  O då har du självklart kommit på en egen version av mitt tidigare inlägg..<br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/> <br/>  Du får jätte gärna länka till något inlägg där jag har påstått att \"andra världskriget vanns av Tyskland och Japan eller att jorden är platt och att alligatorer är fåglar\", om du i ditt svar inte lyckas med det så att du föreslår jag att du ber om ursäkt.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag förstår inte vad du försöker säga här.. Vilka filmer? Vad pratar du om? <br/> <br/>  Jätte fula inlägg.. du hittar på saker med hjälp av associationer för att på så vis vilseleda läsarna.. Jag vet inte, du kanske har goda avsikter men detta sätt att bete sig berikar inte diskussionen.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Problematiken handlar om USA:s farväl till viken och att alla baser inom Irans räckvidd. Du verkar inte förstå konsekvenserna av en separation mellan USA och deras allierade. Inte heller förstår du vikten av ekonomiska bekymmer som påverkar ekonomin.<br/> <br/>   </td> </tr> </table>  <br/>  Suck du är verkligen helt jävla oförmögen att förstå innebörden av modern krigsföring!<br/> <br/>  USA behöver inte befinna sig i viken, dom kan ligga 400km ute till havs! Och härifrån kan dom ändå likt förbannat hålla viken ren från Iranskt skit!<br/> <br/>  2 eller 3 hangarfartygsstridsgrupper har mer än tillräckligt av stridsflyg, kryssningsmissiler, elektronisk krigsföringsplan, övervakningsplan, luftvärn m.m.<br/>  Dom kan från långt ute till havs bekämpa precis allt dom vill i sundet och Iran, och så fort detta är gjort dvs när Irans förmåga till offensiv krigsföring är raderad så kan man åka dit och röja minor.<br/> <br/>  Det finns inga Iranska vapensystem som kan upptäcka, låsa och bekämpa amerikanska skepp ute till havs! Och en grodman som från 2km skall simma ifatt ett hangarfartyg som ångar på i 30 knop? Nej, hahaha!<br/> <br/>  Irans ubåtar då? Skall dom komma nära måste dom gå med snorkel och diesel = dom upptäcks och bekämpas snabbt. Och dom kan inte gå på djupet med batteridrift och då hinna ikapp ett hangarfartyg som gör 30 knop!<br/> <br/>  Iran kan, i bästa fall, hålla sundet stängt i några dagar. Efter några dagar så är Irans förmåga till offensiv krigsföring raderad, och minorna i viken röjda. Iran kan då ha så många stridsvagnar och självmordsskägg dom vill på fastlandet, det spelar ändå ingen roll.<br/> <br/>  I första posten dvs trådstarten, så ställde jag en egentligen ganska enkel fråga. Och nu efter hundratals inlägg så har det fortfarande inte framkommit någon som helst konkret information om hur Iran skulle kunna sänka ett hangarfartyg utanför persiska viken, för det är där dom kommer att vara i en konflikt.<br/>  Det enda som rapas ur käften på IRx är \"assymetriska taktiker\", \"strategiska förluster\" och annat skitsnack. Inte ett enda konkret exempel på exakt vad Iran kan använda för att sänka ett hangarfartyg, eller hur det skulle gå till!<br/> <br/>  Men det finns fortfarande en viss underhållning i att diskutera saken. Om inte annat så får man intressant info om vilka vapensystem Iran har och hur verklighetsfrånvända vissa proiranier är."
		]
	},
	{
		"postIndex": [
			[1983],
			[1976],
			[2088],
			[2064],
			[1973]
		],
		"postTime": [
				"2014-04-26",
				"2014-04-25",
				"2014-04-30",
				"2014-04-29",
				"2014-04-25"
		],
		"postNum": [
			[2011],
			[2004],
			[2116],
			[2092],
			[2001]
		],
		"postLink": [
				"/sp48535026",
				"/sp48527183",
				"/sp48586564",
				"/sp48573621",
				"/sp48524247"
		],
		"postUser": [
				"Massaraduvet",
				"Massaraduvet",
				"IR10",
				"vhdent",
				"BuprenOrvar"
		],
		"postUserID": [
				"/u844125",
				"/u844125",
				"/u905834",
				"/u848996",
				"/u485037"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p168",
				"https://www.flashback.org/t1842501p167",
				"https://www.flashback.org/t1842501p177",
				"https://www.flashback.org/t1842501p175",
				"https://www.flashback.org/t1842501p167"
		],
		"userUrl": [
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u844125",
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u848996",
				"https://www.flashback.org/u485037"
		],
		"sentence": [
				"//Fortsättningen<br/> <br/> <b>Del 2 av inlägget</b><br/>  Kvalitet kan bemötas med kvantitet.<br/>  Angående att jag har framtida utrustning är att eventuell krig mellan Iran och US är nästan omöjlig idag av flera orsaker och jag försöker hålla mig till en så verklighets lik scenario som möjligt.<br/>  Krig blir det inte så länge Rouhani är president.. han är så ''reformist'' att han försöker undvika krig till vilken pris som helst.<br/> <br/>  Men vi säger att det är krig efter 2017 då Rouhanis tid som president tar slut.<br/>  Då räknar jag med både utrustningen Iran och USA har utvecklat till detta.<br/> <br/>  En annan möjlighet för Iran är att använda ubåtar av Beast klassen och Abbas klassen för tillsammans med skydd av Sahand fregatter och Khalije Fars jagarna skapa en viss ''luftvärn'' för att skydda sig* emot enskilda flygplan av amerikanska flottan. <br/>  För att om man väljer att använda en större del av dessa 90 flygplan på hangarfartyget så kommer man sakna möjlighet till attack mot mål i Iran. <br/> <br/>  Det betyder att man har inte längre möjlighet till attack emot Iranska mål genom hangarfartyget men däremot med hjälp av baser i olika pro-amerikanska länder i området och detta är en annan sak vi kan diskutera i fortsättningen. <br/> <br/>  Denna Diskussionen har inom det taktiska begränsningar. Men för att gå vidare till det strategiska möjligheterna för både Iran och amerikanerna så kommer denna kriget vara förmodligen en av dem farligaste för US status i världen.<br/> <br/>  Kriget mot Iran är krig mot Irak och Syrien samt diverse allianser runt om i mellanöstern. <br/>  Irak är ingen svag fiende och om ni läser min tråd tidigare så kommer ni förstå att en stark allians till Iran som Irak spelar stor roll i alla möjliga krig.<br/>  Samma sak gäller Syrien som kommer stödja Iran så länge Assad-familjen är kvar vid makten.<br/>  Men detta är en annan sak vi diskuterar i passande trådar (om ni citerar denna delen, lägg inom spoiler).<br/>  Att stödja olika grupper i Yemen och Saudiarabien som når Hizbollahs nivå är som att vara i krig mot Iran under 20 år utan stopp, detta är en strategisk seger för Iran att kunna ta dessa grupper vidare till länder och ha kontakt med i alla möjligheter. Kriget kommer skapa kaos i ME då krig handlar inte bara om teknologi eller möjlighet att flytta trupper till krigsområdet men även att kunna påverka grannländerna positivt eller negativt. <br/> <br/>  Ju längre kriget utbreder sig i ME kommer USA vara försiktigare och försöka stoppa oljeflöden. <br/>  Iran håller på att bygga sjöbaserade Bavar-373 i speciella plattformar för att kunna skydda eventuella FAC/FAIC samt mindre fartyg om amerikanerna försöker öppna Hormuz sundet.<br/> <br/>  Detta är en avgörande sak med Hizbollah och diverse grupper samt att ha möjlighet till att stoppa oljeflöden för att på tur låta ekonomier som är på gränsen till fall i EU till det.<br/>  Med andra ord är detta en av påtryckningsvapen emot EU för att hålla sig emot kriget/Inte stödja.<br/> <br/>  Det finns andra saker.. bland annat att Iran har tillgång till en mängd spioner både i USA och i EU, detta är en avgörande sak vad gäller underrättelsemöjligheterna.<br/> <br/>  *Även FAC/FAIC som kan bära Noor missiler.<br/> <br/> <b>Del 3 av inlägget</b><br/>  Att man har amerikanska baser inom räckvidd är också en viktig sak.<br/>  Du kan räkna med attacker av den irakiska flygvapnet emot vissa mål i KSA och Kuwait, Syrien börjar sin krig emot Israel. <br/> <br/>  Även om dessa länder inte har möjlighet till vinst emot eventuella fiender så kommer man inte kunna hantera många fiender från Israelienska sidan, och då tvingas Israel att använda alla sina krafter emot Hamas samt Hizbollah och Syrien.<br/> <br/>  SA och Kuwait kommer tvingas till krig emot Irak.<br/>  Jag har varit i Irak och vet hur olika Ullamahs fatwa har påverkat folk i landet.<br/>  Exempelvis så säger folk på gatorna när någon frågar att dem hade röstat på vem som helst, bara man fick Fatwa från Marjijah där.<br/>  Får dem Fatwa till krig emot SA så finns det många i regimen och Armén som hade följt dessa Fatwa på grund av flera orsaker.<br/> <br/>  Man behöver inte vinna kriget emot Saudiarabien, men att tvinga dem till att inte attackera Iran.<br/>  Hur? Jo, Irak hade möjlighet att vinna 1990-kriget om amerikanerna inte inblandande sig.<br/>  Men amerikanerna har mindre möjlighet till att inblanda sig då man blir då intagen i 3 frontskrig.<br/> <br/>  1 direkt krig emot den Iranska staten.<br/>  1 krig där man stödjer Israel - lämnar man Israel utan större stöd (á 1973) så kommer kriget bli mycket svårare och stödjer man dem effektivt så kommer Israel fortfarande sakna möjligheter till annat än defensiv krig.<br/>  1 krig där man stödjer KSA - lämnar man KSA utan stöd kommer eventuella krig med Irak ta jättelång tid och tvingar KSA till non-krig emot Iran, denna gör att USA inte har möjligheter att få lika stor stöd av KSA vid krig då dem håller på med Irak.<br/> <br/>  Kriget KANSKE vinns av USA och dess allianser om man använder större medel som deras toppmoderna utrustning och kärnvapen (taktiska eller strategiska det än är), men när IR5 säger att Iran kan vinna kriget beror detta på att han räknar med dem strategiska förlusterna om kriget blir jättebred i ME, och detta blir som Vietnam, av orsakar fick inte amerikanerna gå in i Nordvietnam och om dem gjorde det så hade man fått smaka på stor motstånd.<br/>  Liknande sak kommer det vara vid eventuell krig mot Iran där man och på grund av Irans alliansutrbredelse i ME kommer bli trött och inte se effekt av sina krig.<br/> <br/>  och om man väljer att lämna denna stora ME-kriget så kommer man lämna KSA som man gjorde det med Sydvietnam.<br/>  Och då kommer Iraks/Irans arbete.<br/> <br/>  Karta: <a href=\"/leave.php?u=http%3A%2F%2F2.bp.blogspot.com%2F-w26Pl18fmRY%2FTzFc-rnckII%2FAAAAAAAAAMg%2Fz8K_-AuXefQ%2Fs1600%2FSaudi_shia.jpg\" target=\"_blank\">http://2.bp.blogspot.com/-w26Pl18fmR...Saudi_shia.jpg</a><br/>  Snälla, jag vill inte ha svar på dessa 3 inlägg som ni brukar svara på när ni ''Inte orkar''.<br/>  Jag vill att ni bemöter scenarion med svar på varje punkt om ni har vilja att svara på inlägget (eller den tidigare).",
				"Vilka system har Iran och vilka taktiker har dem använt sig av under tidigare krig för att vi ska kunna jämföra?<br/> <br/>  UAV är en bra lösning på kort räckvidd.<br/>  Shahed-129 är den bästa tills vidare med förmåga att bära 4 missiler av Kowsar klassen tills vidare.<br/>  Karrar har lite sämre förmåga med möjlighet att bära 2 missiler av Kowsar klassen skriver wikipedia.<br/>  Dessa drönare skulle kunna spela en effektiv roll vad gäller kriget i Persiska viken på grund av räckvidd som överstiger 1'700 km samt förmåga att bära Sadid-1/2 och Kowsar 1/2/3 missiler med räckvidd på 20-25 km.<br/>  Men dessa drönare är inte ''stealth'' och osynliga för Radarn, därför kommer dem inte smyga i tillräcklig närhet för att träffa hangarfartyget.<br/> <br/>  Radaren har både räckvidd och möjlighet att täcka större delen av Indiska oceanen, och det gör att man hade kunnat ha koll på fienden i kombenation med drönareffekten på räckvidd som inte överstiger 650 km från kusten, då det första klass Raderna man har tillgång till ser endast på denna räckvidd.<br/>  En tredje möjlighet är ballitiska missiler, eller Meshkat kryssningsmissiler (2'000 km - under utveckling).<br/>  ASBM har hög hastighet och är svårare att träffa, men det finns ingen effektiv koll på fienden förutom med hjälp av drönare vid mer än 650 km från kusten.<br/> <br/>  Det bästa är däremot Meshkat men det är fortfarande under utveckling även om lansering sker förmodligen i år då mer än 85% av utvecklingen är klar.<br/> <br/>  Sjömålsrobortar är däremot en bra val men har rätt begränsad räckvidd.<br/>  220 km har Qader sjömålsrobot och detta kommer inte vara tillräckligt för att slå ut hangarfartyg eller andra farkoser längre bort. Däremot har man chans att med IRIN Krafter och FAC/FAIC komma tillräckligt nära hangarfartyget för att få träff på det.<br/> <br/>  Men sedan måste man kolla antalet fartyg och FAC/FAIC som kan bära eventuella Qader AshM med räckvidd på cirka 220 km. Detta överstiger inte 200 styck, detta skulle kanske räcka för att sänka eventuella Jagare eller Fregatter om inte kryssare men inte utan stöd av ubåtar med räckvidd som man har brist på vad gäller kvantitet då endast 1 Fateh ubåt är under sjötest men det behövs minst 9 ubåtar som inte kommer bli färdiga innan 2015 samt att det behövs ett par år av träning för att kunna hantera ubåten rätt och kunna utföra svårare uppdrag.<br/> <br/>  Med andra ord så finns det chans att sänka hangarfartyget även utanför Persiska viken, men inte mer än 650 km från kusten.<br/> <br/>  Forsättning tillkommer.. //Citera inte",
				"Moderatorer och resten av gänget.<br/> Ni skulle ha gjort det bättre om ni delade diskussionen.<br/> <br/> Denna tråden är för att vi ska komma fram till om Iran kan sänka hangarfartyget eller inte.<br/> Jag hade koll på tråden sedan början av 2013. <br/> Fakta båda sidorna har kommit med har jag återkontrollerat både från militära ''Insiders'' och ryska/europiska källor.<br/> <br/> Noterat att amerikaner kan man inte ha som källa då dem är kända för att överdriva när det kommer till deras överlägsenhet och segrar och detta kan jag komma med många exempel på. <br/> Men i passande trådar.<br/> <br/> Det skulle ha varit bättre om vi kommer fram till om Iran kan sänka hangarfartyget i Persiska viken och Indiska oceanen eller Arabiska havet.<br/> När vi har en slutsats kan vi gå vidare till vad Iran eller USA skulle göra och hur det skulle påverka området både på kort tid och långsiktigt.<br/> <br/> Men först ska vi veta om Iran kan sänka hangarfartyget i Persiska viken respektive Indiska oceanen.<br/> Själv och efter att jag har talat med militära ''Insiders'' som inte riktigt är pro-IRI eller ''hjärntvättad'' som ni kallar det för*.<br/> <br/> Själv skulle jag sammanfatta saken med att Iran skulle kunna sänka hangarfartyget med hjälp av midget ubåtar som är svårare att upptäcka och ubåtar av medelstora klassen á Kilo eller Fateh och möjligt även Besat och Abbas klasserna*.<br/> <br/> Detta med hjälp av AshM i större mängder och av varierande räckvidd.<br/> En tredje möjlighet vore FAIC och FAC men när man har tillgång till sjömålsrobotar och ubåtar i viken så minskar risken att man använder Kowsar beväpnade FAIC i första linjen.<br/> Fajr-27 och Sayyad-3 täcker Hormuzsundet vilken skulle ge en viss möjlighet för FAIC för att vara icke-försiktiga i sina rörelser /Vad gäller Hormuz då.<br/> <br/> I Indiska oceanen kan man rikta mål med hjälp av Qaim 2 AshM men det skulle vara svårare att slå ut mål långt borta för att man saknar jättenoga övervakningar.*<br/> <br/> *Även om hjärntvättad är fel ord.<br/> *Även om jag tvivlar på att vi kommer se något som heter Abbas.<br/> *Man håller på med AWACS drönare typ, men det är inte lika effektivt.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Ja? Det är väl ingen som påstått annorlunda. Men man får inte missta kostnadseffektivitet för absolut effektivitet: en U-2 funkar bra i nuläget men kommer inte att funka bra i en skarp situation mot IADS. Likaså kommer knappast F-14 eller vad som nu åsyftas att funka bra i en skarp situation mot Aegis.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Jag tror att det egentliga problemet ligger här. \"Vi i väst\" anser att om man påstår något så måste man kunna bevisa det. Oftast genom att hänvisa till trovärdiga källor. Vi tror inte blint på någon som påstår något utan att kunna bevisa det.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Jag påstår att satelliter faktiskt kan kontrollera så långa kuster. Vem har rätt?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Det finns fler än en typ av satelliter... <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Har du hört talas om geostationära satelliter? De befinner sig, relativt sett, över samma punkt på Jorden hela tiden. Det går för övrigt att använda flera satelliter för att täcka ett område dygnet runt. Och till råga på allt finns det annat än satelliter som sköter övervakning, vi har ju uppfunnit flygplan av en anledning...<br/> <br/>  För att detaljgranska underrättelserna behöver man mänskliga analytiker, helt korrekt. Men för det första har USA den största underrättelseapparaten i världen. För det andra behöver man inte detaljgranska alla underrättelser. Säg att man skapar en regel som larmar om ett objekt som överstiger 1m x 1m rör sig inom en viss kvadrant (t.ex. en FAC som släpps ned i vattnet) - då kan en dator automatiskt sköta detta och larma vid behov.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  I allra värsta fall har man 1) övervakat Iran och 2) tvingat Iran att anpassa sina aktiviteter utefter satellitens tidsschema. Och det förutsätter att bara en satellit har använts. Lägger man till ytterligare en satellit blir Iran tvungna att anpassa sig ännu mer osv. Det tycker jag är långt i från värdelöst.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det går även att mata satelliten med missvisande lockbeten. En annan sak som du och dina gelikar bör lägga märke till är att \"emission tell-tell sign\" under missiluppskjutningar kan också vara missledande.<br/>  Satelliter upptäcker alltså värmestrålningen under själva uppskjutningsfasen. Iran har nog vetat om detta ganska länge och har nog haft sina observatörer både i Irak och Libanon.<br/> <br/>   </td> </tr> </table>  Ja, det går förmodligen att fejka uppskjutningar. Men 'early warning'-satelliter används knappast för att upptäcka en flotta av F(I)AC som sjösätts, eller marktrupper som förbereder artilleri, utan endast för att upptäcka missiler som avfyras. Då finns fortfarande \"vanliga\" övervakningssatelliter och flygplan och radar kvar att undvika. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  Kul att du tog upp det. För allas trevnad vore det bra om vi klargjorde EXAKT vilket scenario vi talar om i tråden.<br/> <br/>  Har läget byggts upp över längre tid?<br/>  Handlar det om ett överraskningsanfall eller inte?<br/>  Var befinner sig CSG vid tidpunkten för anfallet?<br/>  Vad är det som föranleder anfallet? (ingen anledning, blockad, annan krigshandling)<br/>  Vad kommer Iran att anfalla med? (AShM, F(I)AC, minor, ubåtar, dykare, flygplan)<br/> <br/>  Märk väl att vi endast talar om själva <b>sänkningen av hangarfartyget</b>, och inte om de handlingar som följer. Det är alltså inte tal om att IRGC ska tillämpa 'assymetriska taktiker' och mörda högt uppsatta amerikanska ledare och skapa kaos, ej heller att USAs vedergällning förmodligen kommer att vara att bomba Iran tillbaka till stenåldern.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Men snälla människa, hur skulle det vara att faktiskt <b>läsa</b> i denna tråden!?<br/> <br/>  Vi har i hundratals inlägg specificerat exakt vilka förmågor, system och taktiker som amerikanarna kan använda för att möta allt som Iran kan sätta in.<br/> <br/>  Och på samma sätt så har den tragiskt religiösa IR5 försökt att hävda motsatsen, dvs att Iran kan både sänka hangarfartyg och vinna ett krig mer USA. <br/>  Men har har inte i ett enda inlägg kunnat visa ett vapensystem eller taktik som kan åstakomma detta, och när han har pratat om specifika vapensystem så har vi kunnat motbevisa honom tex genom att amerikanska system har längre räckvidd eller att Iran saknar möjlighet till målangivelser.<br/> <br/>  Så läs själv lite innan du kräver dom svar som hela tråden är fylld av!"
		]
	},
	{
		"postIndex": [
			[2255],
			[2263],
			[2306],
			[2256],
			[2249]
		],
		"postTime": [
				"2014-06-25",
				"2014-06-26",
				"2014-07-10",
				"2014-06-25",
				"2014-06-25"
		],
		"postNum": [
			[2286],
			[2294],
			[2338],
			[2287],
			[2280]
		],
		"postLink": [
				"/sp49342789",
				"/sp49355875",
				"/sp49525857",
				"/sp49342875",
				"/sp49342596"
		],
		"postUser": [
				"IR10",
				"BuprenOrvar",
				"IR10",
				"IR10",
				"IR10"
		],
		"postUserID": [
				"/u905834",
				"/u485037",
				"/u905834",
				"/u905834",
				"/u905834"
		],
		"postUrl": [
				"https://www.flashback.org/t1842501p191",
				"https://www.flashback.org/t1842501p192",
				"https://www.flashback.org/t1842501p195",
				"https://www.flashback.org/t1842501p191",
				"https://www.flashback.org/t1842501p190"
		],
		"userUrl": [
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u485037",
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u905834",
				"https://www.flashback.org/u905834"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   (när de inte går ännu längre ut för att fylla upp förråden av vapen och flygbränsle).<br/> <br/>  Korthållssystem såsom Tor* och Pantsir (som Iran inte ens har) biter inte i det läget.<br/> <br/>  Ska de iranska tvålkopparna verka mot hangarfartyg så måste de alltså ut långt till havs,<br/>  mot en fiende som har:<br/> <br/>  1 - Överlägsna sensorer och sambandssystem<br/>  och därmed överlägsen förmåga att fatta och verkställa korrekta beslut.<br/> <br/>  2 - Överlägsen rörlighet (stora ytstridsfartyg är mycket snabbare än små motorbåtar i höga vågor)<br/>  och därmed i kombination med punkt 1 möjligheten att välja att helt enkelt undvika närstrid<br/>  oavsett om Iran har fler båtar än USA har granater och bomber.<br/> <br/>  3 - Överlägsen vapenräckvidd, vilket i kombination med punkt 1 innebär att USA<br/>  kan verka i minst ett halvt dygn mot iranierna utan att dessa ens ha se de amerikanska fartygen<br/>  och utan att de iranska tvålkopparna har någon som helst möjlighet att bita tillbaka.<br/>  Detta dock under förutsättning att USA inte gör som i punkt 2 <br/>  och ökar avståndet till fienden vid behov.<br/> <br/> <br/>  (*) Som inte ens kan verka mot flygplan <br/>   </td> </tr> </table>  <br/>  400 km från Iranska kusten? Iran har ASBM som kan slå mål på 1800 km från kusten, även om det inte är effektivit på räckvidden funkar det utmärkt i att slå mål inom halva räckvidden (900 km) och om vi tar ännu närmare räckvidd på 500 km är träffsäkerheten ännu högre, tänk på att missilerna inte behöver placeras vid kusten utan endast radaren och tänk även på att ingen luftvärnsystem i världen kan stå emot mängder missiler.   <br/> <br/>  Sedan har Iran tillgång till satelliter och att skjuta ner liknande är en annan historia, speciallt när det handlar om dessa högt upp i rymden.<br/> <br/>  Du vet föresten inte vad Iran har och inte har.                                                                                                               Sedan bör du förklara exakt vad långt ute till havs är, hur många kilometer?                                                                 Men i allmänheten kommer FAC/FAIC verka långt ute till havs utan vara hot för allt tillräckligt nära (Persiska viken eller Havet av Oman).                                                                                      Det är för att hålla amerikanerna borta från kusten, inte för att motverka hangarfartyg 500 km från kusten.                                                                              <br/> <br/>  1. Brist på underrättelse i form av annat än satellitbilder är en misstag som amerikanerna inte kommer att begå, när du inte vet vad fienden planerar är du svag medan Iran har studerat amerikanska taktiker nogrant, men det roliga är vad målet med liknande krig kommer vara? att öppna Hormuz sundet? Hormuzsundet kommer inte stängas tills amerikanerna försöker med en attack.                                                                                                                   Eller är det att slå ut Iranska kärnkraftverken?                                                                                                               Eller för denna delen att krossa Iran utan orsak?                                                                                                     Förklara gärna..<br/> <br/>  2. Rörlighet är inget man kommer ha nytta av då speedboats inte kommer befinna sig i närheten av hangarfartyget (om amerikanerna skulle följa scnearion du förespråker och slå ut mål i Iran mer än 500 km från kusten).                       <br/> <br/>  3. Vad ska du använda dessa vapen för eller emot?                                                                                                                      Mot speedboats eller vanliga fiskebåtar och handelsfartyg? kowsar kan läggas på allt som har uttryme, tänk hur mycket har utrymme.                                                                                              Eller tänker du sänka varje fartyg i Persiska viken? det borde ta tillräckligt mycket tid <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>  Sedan ska du självklart tillbaka och rensa persiska viken från minor samtidigt som du attackerar mål i Iran och ska slå ut hela försvarsmakten, speciallt luftvärnskomplexet.                                               Sist glömde jag ubåtarna som du ska hålla koll på medan Iran inte behöver göra annat än att stoppa en amerikansk invasion då det är enda som kan göra en verklig effekt på Iran.                                      Slår du allt så ska det byggas om igen, forsätter du kriget för länge så kommer du förlora det och vi har exempel som Vietnamkriget.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   USA kan inte gå in med total kraft någon gång, då man har andra platser i världen man ska hålla sina styrkor i och det är också en del av kriget.                                                                                Eller tror du verkligen att USN ska komma med sina 11 hangarfartyg och 70 Jagare för att bemöta Iran? Sedan har vi speedboatsen, var har du kommit på med att det Iranska speedboatsen är ineffektiva mot amerikanska sjöstridskrafterna i alla fall?                                                              <br/> <br/>   </td> </tr> </table>  <br/>  Här kan du se vad man hade till sjöss utanför Irak när det begav sig, det är en imponerande lista när man räknar samman alla EW-flyg, alla awacs-flyg, alla stridsflyg, alla transporthelikoptrar, alla stridshelikoptrar, alla ubåtsjaktshelikoptrar, alla Arleigh-Burke Jagare, alla Ticonderogajagare, alla kryssningsmissiler på dessa jagare, alla ubåtar i CSG m.m: <a href=\"/leave.php?u=http%3A%2F%2Fnavysite.de%2Fnavy%2Firaqi-freedom.htm\" target=\"_blank\">http://navysite.de/navy/iraqi-freedom.htm</a><br/> <br/>  I den listan listas dessutom bara 5st Hangarfartyg fast man hade ett sjätte på plats, samt att man har ännu fler att sätta in vid behov.<br/> <br/>  Ang speedboatsen så har vi diskuterat och fastslagit att USA har varit medvetna om denna taktiken under lång tid och anpassat sig till den. Dom har alla vapensystem som behövs för att slå ut dessa då detta är extremt ömtåliga (obepansrade) mål som till och med kan sänkas eller stoppas av gevärseld från helikopterburna soldater om det behövs.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det handlar inte om rasism. Dom vettigaste invandrare jag träffat har varit iranier, så det handlar inte om rasism eller ens nationalitet.<br/>  Det som det däremot handlar om är religionen. Ett samhälle som genomsyras så av fabler och sagor som det iranska samhället kan aldrig blomstra och landets befolkning kan aldrig bli fri. Religiös diktatur är nog det vidrigaste styrelsesättet som finns undantaget den rena galenskapen som NordKorea  utövar.<br/>  Religiös diktatur skall med rätta ifrågasättas och med fördel hånas som det vidriga trams det är!<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  USA skulle aldrig starta ett \"krig\", inte ens ett luftkrig, mot Iran och samtidigt förbinda sig själva att ENDAST använda 3 CSG.<br/>  Du måste räkna in alla förmågor dvs B-52, B1 och B2 som alla kan fälla styrda vapen på tryggt avstånd. Antingen genom höjd och stealth eller genom avstånd och kryssningsmissiler. Sedan måste USA inte heller bekämpa hela den Iranska krigsmakten. Om man vill hålla sundet öppet så lär man först bekämpa allt hotande luftvärn för att sedan ta hand om allt som kan hota USA´s dominans i sundet.<br/>  Det finns mängder av inlägg på mängder av sidor i denna tråden ang exakt vilka vapenbärare, vapensystem och vapensystemens förmågor som finns och kan användas. Eftersom man hade 6 hangarfartyg inför \" Operation Iraqi Freedom\" så lär man ha minst lika många inför \"Operation Iranian buttslap\". Som tidigare sagts så finns det totalt 11st CSG operativta samt fler hangarfartyg som kan aktiveras vid behov. Och USA kan låta andra skepp visa närvaro om man vill samla huvuddelen av sina operativa CSG inför \"Operation Iranian buttslap\".",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/> <br/> <br/>  Det spelar ingen roll. Du tar hela tiden upp bristen på hangarfartygets räckvidd, alltså att de inte når de norra delarna av Iran från öppet hav, som något slags total företeelse. Du säger alltså att USA inte kan nå de norra delarna av Iran med vapenverkan, eftersom man inte kan nå dit från hangarfartyg.<br/> <br/>  Det stämmer inte.<br/> <br/>  Och jo, då är stridsvagnsjämförelsen väldigt aktuell. Du gör nämligen en likadan jämförelse när du påstår att USA är beroende av hangarfartygen, och att dessa inte når de norra delarna av Iran från sina placeringar på öppet hav. Det är irrelevant, då USA har andra sätt att nå de delarna av Iran.<br/> <br/>  Haha, \"folks egna vilja\" torde inte vara något som står högt i kurs i Iran. Snarare Ali och hans polares vilja. Det är en sak att kriga mot Saddam, en militär klåpare och allmän fåntratt, och att kriga mot USA.<br/> <br/> <br/> <br/> <br/>  Generellt sett så är Iran ett 50-tal år efter USA vapentekniskt, minst.<br/> <br/>  Det du helt tycks bortse ifrån här är antalet moderniseringar ovan nämnda vapensystem genomgått. Detta har skett stegvis, och ofta efter att systemets förmågor vid en given tidpunkt testats skarpt.<br/> <br/>  Något liknande har inte hänt i Iran, och även om man moderniserat en del av sin materiel, så är den stora massan materiel antingen helt omodifierad, eller endast delvis modifierad, vilket kan göra detsamma vid skarpt läge.<br/> <br/>   </td> </tr> </table>    Jag har ännu inte talat om tiden för mineringen, men kortare än veckan i alla fall.<br/>  Nej. det är relativt då hangarfartyget har verkligen brist på räckvidd för att slå ut mål i norra Iran, kommer vi överens om att hangarfartyget utan markbaserna är mindre farlig för områden i norra Iran så kan vi fortsätta till nästa punkt. Jag är kvar vid att jämförelsen mellan Leopard II och Jetdrivna flygplan är mycket dumt, Leopard flyger inte, Jetdrivna flygplan flyger, både hangarfartygsbaserade flygplan och markbaserade flyger, F18 på hangarfartyg och på mark har samma egenskaper, bara att det är större räckvidd man kan slå mål inom för att man är närmare till målet på mark, saken är att hangarfartyget som vill hålla sig säker gör det svårare för stridsflygplanen och inte självaste F18en.<br/> <br/>  Ja, folkets vilja förövrigt.<br/>  Du såg vad hände i Irak och hur 2 miljoner anmälde sig till armén under 10 dagar när Ali Sistani gav fatwa? Precis! det är samma sak i Iran, det är religösa ledaren mer än statschefen Ali Khameni är, tror man på religion så är man troende och håller sig fast vid sina mål även om man dör, historian om att folk sprang på minor skedde i vissa områden, men inte för att militära befälen sade Nej, utan motsatsen att militära befälen försökte stoppa en, men det gjorde det av egen vilja, det är inte att vara galen, utan att tro på vad man gör till slutet, det är precis hur iranier är och för att kontroller Iran måste varje människa i Iran dödas, bokstavligen varje shiamuslim iranier ska dö innan USA kontrollera denna meter han eller hon står ovanpå.<br/> <br/>  Att Iran är efter USA när det kommer till teknik är en verklighet som inte kan förnekas.<br/>  Men! när det kommer till uppdateringar, F15CD byggdes från 1979, hur många är gammal?<br/>  F16EF byggdes från 1990 och F18EF från sent 1990-talet, det betyder att majoriten av utrustningen är inte 2000-talsteknik, men jag har tidigare förklarat att det Iranska utrustningen varierar kraftigt, men det jag verkligen vill jämföra är luftvärnstekniken då det är aktuellt.<br/>  IADF opererar idag:<br/>  MIM-23 Hawk (uppdaterat) från 1960.<br/>  Shahab Thaqeb (HQ7) från 1988.<br/>  S75 (uppdaterad) från 1957.<br/>  2K12 Kub från 1970.<br/>  S200VE/D från 1976.<br/>  Raad serie (á Buk M1/M2), Raad 1 från 1979.<br/>  Raad 2 från 1990.<br/>  Talash från 1990.<br/>  Sayyad 3 från 1990.<br/>  Om vi gör klassiskt och räknar medelvärdet på Iranska luftvärnsystemens ålder, <br/>  Då får vi medelvärdet 1977, mycket enkelt matte, vilken land tycker du har kvaliserad luftvärn?<br/>  Vi jämför åldern med amerikanska stridsflygplan, med F22 i räkningen.<br/>  F16EF från 1990.<br/>  F18EF från 2000.<br/>  F15CD från 1985.<br/>  F22 från 2005.<br/>  Medelvärdet på amerikanska flygplan blir enkelräknat 1995, Iran är cirka 20 år efter USA i medelvärde.<br/>  Vi jämför med USA's fiende Irak under 1990.<br/>  Irakiska luftförsvaret opererade 1990:<br/>  S75 från 1957.<br/>  S125 från 1961.<br/>  9K33 Osa från 1971.<br/>  2K12 Kub från 1970.<br/>  Roland från 1977.<br/>  Crotale från 1978.<br/>  Aspide från 1985.<br/>  Medelvärdet på irakiska luftvärnsystem var 1971, medan amerikanska stridsflygplan var toppmoderna (allt 1985-1990), Irak 1990 har samma teknologisk mellanrum som Iran har idag med USA, skillnaden är att Iran har underhållt utrustningen i 20 år eller mer och känner till det mer än irakier, samt opererar det med bättre besättningar som är erfarnare, i jämförelse mot irakier. Men, Irak och med allt det kunde ta ner 75 Stridsflygplan, det är inte fåtal flygplan som du kallar för, utan 4% av Stridsflygplanen, taktiskt seger, idag är fallet helt annat, det är en stor sak för USA att få ihop 1500 stridsflygplan för en militär operation och skulle betyda mycket om man inte fixar en allians, men det är inte möjligt då Iran inte är den som börjar, och kommer inte välja få fram krig, om USA inte påbörjar.<br/> <br/>  Som svar på det sista, jag tror verkligen att Iran kan stoppa USA från att kontrollera landet vid total krig.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  USA behöver inte befinna sig i viken, dom kan ligga 400km ute till havs! Och härifrån kan dom ändå likt förbannat hålla viken ren från Iranskt skit!<br/> <br/>  2 eller 3 hangarfartygsstridsgrupper har mer än tillräckligt av stridsflyg, kryssningsmissiler, elektronisk krigsföringsplan, övervakningsplan, luftvärn m.m.<br/>  Dom kan från långt ute till havs bekämpa precis allt dom vill i sundet och Iran, och så fort detta är gjort dvs när Irans förmåga till offensiv krigsföring är raderad så kan man åka dit och röja minor.<br/> <br/>  Det finns inga Iranska vapensystem som kan upptäcka, låsa och bekämpa amerikanska skepp ute till havs! Och en grodman som från 2km skall simma ifatt ett hangarfartyg som ångar på i 30 knop? Nej, hahaha!<br/> <br/>  Irans ubåtar då? Skall dom komma nära måste dom gå med snorkel och diesel = dom upptäcks och bekämpas snabbt. Och dom kan inte gå på djupet med batteridrift och då hinna ikapp ett hangarfartyg som gör 30 knop!<br/> <br/>  Iran kan, i bästa fall, hålla sundet stängt i några dagar. Efter några dagar så är Irans förmåga till offensiv krigsföring raderad, och minorna i viken röjda. Iran kan då ha så många stridsvagnar och självmordsskägg dom vill på fastlandet, det spelar ändå ingen roll.<br/> <br/>  I första posten dvs trådstarten, så ställde jag en egentligen ganska enkel fråga. Och nu efter hundratals inlägg så har det fortfarande inte framkommit någon som helst konkret information om hur Iran skulle kunna sänka ett hangarfartyg utanför persiska viken, för det är där dom kommer att vara i en konflikt.<br/>  Det enda som rapas ur käften på IRx är \"assymetriska taktiker\", \"strategiska förluster\" och annat skitsnack. Inte ett enda konkret exempel på exakt vad Iran kan använda för att sänka ett hangarfartyg, eller hur det skulle gå till!<br/> <br/>   </td> </tr> </table>    En del av moderna krigsföreningen är att kunna vinna fienden genom att använda sig av rätt taktik i kombenation med rätt vapensystem även som överlägsen.<br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Hezbollah fighters were highly trained, and were equipped with flak jackets, night-vision goggles, communications equipment, and sometimes with Israeli uniforms and equipment. An Israeli soldier who participated in the war said that Hezbollah fighters were \"nothing like Hamas or the Palestinians. They are trained and highly qualified. All of us were kind of surprised\".      </td> </tr> </table>    Källa: <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2F2006_Lebanon_War%23The_ground_war\" target=\"_blank\">http://en.wikipedia.org/wiki/2006_Le...The_ground_war</a><br/>  Sedan kan du alltid läsa:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FBattle_of_Ayta_ash-Shab\" target=\"_blank\">http://en.wikipedia.org/wiki/Battle_of_Ayta_ash-Shab</a> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FBattle_of_Bint_Jbeil\" target=\"_blank\">http://en.wikipedia.org/wiki/Battle_of_Bint_Jbeil</a> <br/> <br/>  3 hangarfartygsgrupper har cirka 270 stridsflygplan säger vi,                                                                          Hur ska dessa 270 stridsflygplan kunna slå ut Iranska sjömålsanläggningar , luftvärn , militära anläggningar , rörliga lastbilar , missilanläggningar samtidigt som öppna sundet och sänka alla FAC/FAIC och jaga ubåtarna under kort period samtidigt som missiler slår dina anläggningar i området.<br/> <br/>  Fateh-110 fungerade jättebra senaste gången emot AQ i Pakistan.                                                                                     Sedan bör du tänka på att Iran har specialstyrkor i form av sovande celler i GGC staterna och Israel, det vore intressant att se hur många stridsvagnar USA tänker placera i Al-Udaid <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Sedan är det inget annat du kan göra än invasion om du vill krossa regimen i Iran.<br/>  Flyganfall funkar inte! tänk på det.<br/>  Du har fått många exempel på hur Iran kan sänka hangarfartyget i Persiska viken, IR5 eller IRI har aldrigt sagt att Iran kan eller vill sänka hangarfartyget utanför Persiska viken eller mer än 600 km från kusten, men befinner man sig mer än 600 km från kusten blir det svårare att slå ut en hel del mål.<br/>  Sedan vore det intressant att veta hur lång det det skulle ta att röja 10000 minor.<br/> <br/>  Strategiska förluster är något verkligt, USA kan inte anfalla Iran utan orsak, gör man det är det strategisk förlust och det civiliserade delen av världen kommer ta sina åtgärd.<br/>  Tror du verkligen att Iran är allianslös och att USA kan övertyga hela världen att anfalla Iran så är du verkligen efterbliven.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/> <br/> <br/>  Ditt världsfrånvända svammel.<br/> <br/> <br/> <br/> <br/> <br/>  Oavsett vilka taktiska operationsmönster den iranska försvarsmakten skulle få för sig att tillgripa, så är de rökta om de ger sig i kast med USA. Och det alldeles oavsett vilken skala de gör det i.<br/> <br/>  Alla dina rundgångsargument och underliga omskrivningar av verkligheten kan helt enkelt inte komma förbi detta faktum.<br/> <br/> <br/> <br/> <br/>  Du tjatar ju själv om hur det var just en assymetrisk konflikt, där Iran vann genom att de tillfogade US-Navy större skada än de själva ådrog sig, och att det då är ett bevis på att dina underliga assymetriska taktiker är världsbäst. Så nu är det inte så längre alltså?<br/> <br/>  Bra.<br/> <br/> <br/> <br/> <br/>  Nej, sundet är inte öppet hav, vilket är irrelevant. Sundet kan gärna för min del vara en annan galax, då ett amerikanskt hangarfartyg i krigstid inte kommer att befinna sig där.<br/> <br/> <br/> <br/> <br/>  Upplysa dig? En omöjlighet. Genom hundratals inlägg, tjogtals sidor och enorma mängder information, har jag och ett helt gäng andra skribenter försökt att få dig att förstå hur ineffektiva iranska speed boats är mot US-Navy.<br/> <br/>   </td> </tr> </table>    Assymetriska taktiker kan inte diskuteras utifrån exempel där det inte användas i. <br/> <br/>  Operationen var ett begränsad klassisk krig som inte kan jämföras med eventuella konflikter mellan Iran och USA.  <br/>  Iran har byggt upp sina taktiker för att bemöta amerikanska stridskrafter medan USA och på grund av brist på underrättelser inom Iran har ingen ide om hur deras fiende kommer ta beslut eller orgistera styrkorna, du såg vad hände i Irak senast?                               <br/>                                                                                                                                                               Helt oväntat körde ISIS in i Irak, tänk dig en Iranska ISIS köra in i Saudiarabien eller Bahrain, inte det roligaste för USA i alla fall med tanke på att deras 5:e flotta och strategiska baser ligger där.<br/>  Likande små saker kan göra skillnad i krig.<br/> <br/>  USA kan inte gå in med total kraft någon gång, då man har andra platser i världen man ska hålla sina styrkor i och det är också en del av kriget.                                                                                Eller tror du verkligen att USN ska komma med sina 11 hangarfartyg och 70 Jagare för att bemöta Iran? Sedan har vi speedboatsen, var har du kommit på med att det Iranska speedboatsen är ineffektiva mot amerikanska sjöstridskrafterna i alla fall?                                                              <br/> <br/>  Speedboats är mer än tillräckliga för att bemöta amerikanska sjöstridskrafter i Persiska viken eller Havet av Oman som exempel!<br/>  Vilken verklighet?                                                                                                                                                                      Den baserade på wikipedia eller diverse internethemsidor eller fakta tagen med hjälp av noga studering av övningar eller deltagande i det som exempel?                                                                Amerikanska underrättelsen vet nu hur effektivt den Iranska krigsmakten är till skillnad från er som baserar allt på internet och inte har tillgång till verkliga information.                                                <br/>  och med er menar jag inte dig utan allmänheten."
		]
	}
]
