[
	[
		{
			"postIndex": 21,
			"postNumber": 21,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 87,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2006-05-12, 13:42",
			"postUrlInThread": "https://www.flashback.org/t326889p2",
			"postUrlUniq": "https://www.flashback.org/sp4170363",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>neutrade</strong></div>
<div>Muchencalling: vet du hur gangbart det ar att vara CFA  (Chartered Financial Analyst) i Sverige/Europa?</div>
</td>
</tr>
</table>
</div>
<br/>
Beror på vad du vill göra. Om du vill in till investment banking så är CFA av väldigt lite värde. Kan inte svara för andra yrken. <br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>MalcolmtripleX</strong></div>
<div>
Jag har hört att lönerna är bättre i London än NY, sant eller bullshit?</div>
</td>
</tr>
</table>
</div>
<br/>
Inte så enkelt. Beror på en hel del på växelkursen...men även på hyror, levnadsstandard, och levnadskostnader. London är svindyrt när det gäller bostäder. Sedan spelar andra faktorer också en viktig roll, som skatt osv.<br/>
Men för att göra det enkelt så kan man säga att lönerna i NY och London är jämlika, det är ganska lite som skiljer. <br/>
De flesta lever på sin grundlön (som oftast är en bråkdel i förhållande till hela lönen), sedan när bonusen kommer då köper man lyxprylar eller så investerar man.<br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>zizacon</strong></div>
<div>Har läst merparten av Monkey Business nu. Går bra ihop med vad munchen calling berättar. Fritid finns inte, inte ens helger kommer du få. Kan rekomendera den boken om du vill försöka förstå vad du ger dig in i, handlar om två killar som börjar jobba på JDL i NewYork.<br/>
<br/>
Muchen: Nu är jag lite nyfiken på om det verkligen är så ineffektivt, eller byråkratiskt eller hur man nu ska uttrycka det. Om du t,ex gör en Pitch så ska den tydligen skickas i skytteltrafik mellan Vice president, Senior Vice President och Managing Director, som gör ändringar, och sedan ändringar av den andres ändringar och så gör den första ändringar igen... Till råga på allt verkar det hela vara ganska mer eller mindre irrelevanta saker som att byta ut ord, som den andra byter till en annan synomnym vilket byts tillbaka igen.<br/>
Arbetet verkar inte vara enormt stimulerande direkt..<br/>
<br/>
Jag var lite inne på Ibanker tidigare men nu vet jag inte, är mer inne på trading istället. De ånjuter väl ungefär samma förmåner ändå <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> och stänger inte börsen fem eller sex så jobbet måste ta slut då?<br/>
<br/>
Vad finns det mer för arbeten med schysta ingångsvillkor och snabb löneutveckling i branchen? Vad gör t,ex en konsult jämfört med Ibanker, vad är skillnaden? Det jag letar efter är väl egentligen lite mer stimulerande arbete.<br/>
<br/>
En sak till: Vad krävs egentligen för att börja med Ibanking? Jag menar Troobe hade när han var 26 hunnit jobba tre år som Analyst och gått 2 år i Businesschool, MBA gissningsvis. Vad kan han ha hunnit gjort innan han började som Analyst egentligen?<br/>
Den andre började direkt som associate efter en MBA, man behöver alltså inte ta vägen som Analyst eller??</div>
</td>
</tr>
</table>
</div>
<br/>
DLJ, inte JLD   :P<br/>
DLJ hade en väldigt hård kultur och de flesta high fliers där var gamla Drexel Burnham lirare. Jag personligen tror att Troobe och Rolfe saltade boken lite men det mesta är med all säkerlighet sant.  De blev uppköpta av CSFB sedan. Förresten, CSFB:s stjärna Frank Quattrone tjänade cirka 1 miljard kronor år 2000. Och han gick den vanliga vägen analyst-associate-vp-md<br/>
<br/>
<br/>
Så för att besvarar frågorna<br/>
Nej, det är inte så byråkratiskt när man gör en pitch. Det beror också hur mkt fötroende de har i dig. Oftast gör en analyst en pitch och associaten övervakar honom. När analysten är klar ger han den till associaten som kollar den och gör några ändringar. Analysten fixar till det och ger den till associaten igen som sedan ger den vidare till MD. Sedan gör MD sina ändringar och analysten fixar till det innan den är helt klar. <br/>
Det beror också på hur stor gruppen är. Vissa grupper är typ 3 pers bara, medans andra är 60!<br/>
<br/>
Trading är helt annat. Jag har inte sysslat med det själv, men enligt de traders jag lärde känna så är det helt annorlunda kultur. De går ofta ut och tar en beer när jobbet är slut. Det är heller inte samma schmoozing och rövslickande som investment banking. Inte heller har de samma behov av att flasha med Porsche, Ferrari, båtar och andra dyra prylar. Men de kommer ganska tidigt. Typ 06.30 eller så. Sedan stämplar de ut kl 18-19 något. Jobbar till 95% aldrig helger. Men det är väldigt stressigt och det finns få \"exit ops\" till skillnad från investment banking. Lönen kan vara både bättre och sämre. VÄLDIGT prestationsbaserat. <br/>
Goldman Sachs top prop trader i London drog in £ 50mil 2004, det värsta är, han hade inte ens fyllt 30! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/>
<br/>
Alltså det finns ej andra yrken som kan jämföras med investment banking rent lönemässigt. Det skulle vara private equity och hedge funds, men som sagt, det är jättesvårt att få jobb där.<br/>
Jag hade faktiskt erbjudande av McKinsey att få jobba där, men jag tackade nej till förmån för en investment bank. Det var egentligen löneutvecklingen och framförallt <b><u>resandet</u></b> som jag tyckte var jobbigt. Tidigare hade jag gjort ett internship på en annan konsultfirma känt av hur jobbigt det är att resa. Men jobbet i sådant var rätt så kul och givande, men jag gillar att sova i min egen säng  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>
<br/>
Finns flera vägar in till investment banking. Men de två i särklass vanligast vägarna är:<br/>
<br/>
1. Du tar en kandidatexamen på ett bra universitet och du får väldigt bra betyg, helst ska du vara ung. Max 25 år gammal. Sedan hoppar på ett analystprogramm. Där kommer du vara i 2 eller 3 år. Ditt kontrakt kommer vara 2 år. Sedan får du sondera terrängen och se om du har bra exit ops. Stannard du ett tredje år så höjs din lön rätt så mkt. Därför skiljer Europa och USA sig. I Europa går du vidare till 1st year associate, i USA ställer de ofta krav att du ska gå till någon business school och ta din MBA som tar två år. Därefter kan du komma tillbaka som 1st year associate. <br/>
<br/>
2. Du jobbar med någon ekonomirelaterat, alternativt försvaret eller något annat \"speciellt\" yrke. Sedan tar du en MBA och därefter hoppar du in direkt på associate level.<br/>
<br/>
Troob gick 4 år college. 2 år investment banking för Kidder Peabody, sedan 2 år MBA på Harvard. Dvs, 26 år. Sedan 1 year associate hos DLJ. Standardvägen kan man säga<br/>
Rolfe gick 4 år college. 2 års marknadsföring, sedan två år MBA Wharton, också 26 år. Han också 1 year associate hos DLJ. Mer eller mindre standartvägen också."
		},
		{
			"postIndex": 17,
			"postNumber": 17,
			"rankGlobal": 11,
			"rankLocal": 2,
			"scoreGlobal": 85,
			"scoreLocal": 98,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2006-05-12, 10:46",
			"postUrlInThread": "https://www.flashback.org/t326889p2",
			"postUrlUniq": "https://www.flashback.org/sp4169481",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Ngobe</strong></div>
<div>Hallå där!<br/>
<br/>
Jag börjar på Handelshögskolan i Stockholm till hösten och jag har tänkt mig något yrke inom investmentgrenen, gärna utomlands (no shit) och undrar om ni sitter på någon information. London och New York, Wall Street vore nåt och det är ju självklart dit man siktar, aim high!<br/>
<br/>
Hur skall jag gå till väga för att arbeta inom investment?<br/>
Har HHS bra kontakter för att dra utomlands?<br/>
Börja i Sverige, klättra till London och avsluta på Wall Street?<br/>
Hur är det att vara investment banker i Sverige, London och New York?<br/>
Vad ligger lönerna på? Löneutveckling? Karriärsmöjligheter?<br/>
Hur blir man en riktig höjdare inom investment?<br/>
<br/>
Man har ett litet humm men man kan aldrig få för mycket kött på benen så ge mig all information ni sitter på gott folk!</div>
</td>
</tr>
</table>
</div>
<br/>
1.	Arbete inom investment? Ska du jobba som analyst inom investment banking så är det inga investments du gör utan ren rådgivning åt private equity firmor och andra stora företag om uppköp och sammanslagningar. M&amp;A. Förbered dig bra och läs på så mycket du kan. En väldigt bra startsida jag använda mig av är <a href=\"/leave.php?u=http%3A%2F%2Fwww.vault.com\" target=\"_blank\">www.vault.com</a> Köp deras guider och ranking och ställ några frågor i forumen (kvalitén har sjunkit men det finns fortfarande hjälpsamma och kunniga killar där som anonymous och LondonC). Några nyckelord som du måste lära dig är bulge bracket, M&amp;A, due diligence, face time, power naps, DCF och IRR.<br/>
<br/>
2.	HHS har utmärkta kontakter. HHS är faktiskt det bäst positionerade universitetet i norden om du vill komma in på investment banking.<br/>
<br/>
3.	Börja inte i sverige, börja i London om du kan. Börjar du i sverige är risken överhängande att du kommer alltid att vara deras Swede eller Scandi banker. Jobbar du i London så kommer du att jobba med mkt cross-boarder och få en betydligt bättre erfarenhet. När har kommit förbi det första junior stadiet...låt säga 2 år eller så, så kan du gå vidare och jobba som senior analyst eller associate i New York...OM din bank har en filial där dvs. Men det har de flesta stora banker. <br/>
<br/>
4.	Att vara investment banker är extremt jobbigt. Desto mer regionalt du jobbar, desto bättre arbetstider, bättre arbetsmiljö, sämre betalning får du. Dvs, jobbar du för Goldman Sachs, Morgan Stanley eller Lazard i NYC så kan du räkna med extrema arbetstider, även om du tror du är beredd på det så kommer det att vara en chock för dig. En arbetsvecka på 80-90 timmar är normen dina 5-6 första år. Ibland kan arbetstiden gå upp mot 125 timmar under intensiva deal faser, men du kommer ALDRIG jobba mindre än 75 timmar per vecka. Du kommer lära dig att ta 15 minuter power naps på skithuset då och då. Semester är näst intill non-existent. 2 veckor maximalt får du. Obs, detta är inget skämt och jag överdriver inte, utan hård verklighet. Jag hade ett par extrema dagar där jag jobbade 19-21 timmars dagar när vi håll på att bygga en excel model. Därför är det många investment bankers som pratar om work-life balance och många orkar helt enkelt inte med att jobba så länge. Många går till consulting som är mer humant och intellektuellt stimulerande men sämre betalt. Några går in till industrin och får ett normalt jobb med 40-50 timmar arbetsvecka och 4-5 veckors semester men får gå ner betydligt i lön. Några försöker gå till hedge fonder eller private equity fonder där jobbet är väldigt intressant och stimulerande, väldigt bra betalt (ibland bättre än investment banking), och bra work-life balance, men det är att betrakta som väldigt svårt. London är inte så extremt som New York men inte långt ifrån. Går du till Paris, Frankfurt, Barcelona, Stockholm eller Milan så respekteras din fritid rätt så mycket och din arbetstid minskar...likaså lönen. <br/>
<br/>
5.	I bra perioder så kan du räkna med att din lön dubblas vart tredje år och i dåliga perioder (om du inte blir av med jobbet, för jobbsäkerheten är lika med noll) så kan du räkna med att din lön dubblas vart femte år. Tänk då på att din ingångslön kommer ligga mellan 0.6 – 1.0 MKR per år. För att få en detaljerad uppställning så håll koll på denna tråden: <a href=\"http://www.flashback.org/showthread.php?t=286204&amp;page=9&amp;highlight=investment+banking\" target=\"_blank\">http://www.flashback.org/showthread...stment+banking</a> Jag uppdaterar den då och då. <br/>
<br/>
6.	När de säger till dig hoppa, så frågar du ”hur högt?”. Du gör vad de säger till dig, förstår du inte så frågar du...EN GÅNG. De förklarar gärna men upprepar ogärna. Som analyst (lägsta nivån) ska du ha ett leende på läpparna, vara bra på siffror, jobba som ett svin och aldrig gnälla. Du ska gärna kunna hålla koll på key numbers i  huvudet när din MD frågar dig något. När du kommit till Managing Director (högsta nivån) så är ditt nätverk det viktigaste du har. Utan kan du inte göra ett skit. <br/>
<br/>
<br/>
Så för att sammanfatta. Det är inte lätt att vare sig komma in i branchen eller att jobba där. Du kommer få enastående lön, men du måste jobba för den. Om du ska resa så kommer du alltid flyga första klass, bo på bästa hotellen och ha det jäkligt bra. Ibland får du t.o.m. flyga privata jet. <br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>pafa</strong></div>
<div>finns bara en väg....vassa armbågar hårt pluggande...sen söker du till BC om dom inte head huntar dig. BC världens bäst konsultbyrå<br/>
<br/>
ps. bank jobb är inget att ha</div>
</td>
</tr>
</table>
</div>
<br/>
Consulting kompenserar inte i närheten av investment banker. För övrigt är BCG inte världens bästa konsultbyrå utan McKinsey är 1:a, Bain 2:a och BCG 3:e."
		},
		{
			"postIndex": 33,
			"postNumber": 33,
			"rankGlobal": 15,
			"rankLocal": 3,
			"scoreGlobal": 83,
			"scoreLocal": 96,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2006-05-16, 14:39",
			"postUrlInThread": "https://www.flashback.org/t326889p3",
			"postUrlUniq": "https://www.flashback.org/sp4193770",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Ngobe</strong></div>
<div>Tack för all information!<br/>
<br/>
Säg att jag är 26-27 år när jag är klar på HHS är det kört då?<br/>
<br/>
Om jag efter HHS är beredd på att göra ett par hundår, jobba 24/7 i 8-9 år för att sedan bilda familj (gå ned till 10 h arbetsdagar, 6 dagar i veckan, mer semester osv.) hur skall jag göra då? Det behöver inte vara inom IB men fortfarande välbetalt, stimulerande och ruskigt slitigt (de 8-9 åren). Tjänsteresor är någonting jag också vill åka på.<br/>
<br/>
Du nämde Milan MunchenCalling, att bo och arbeta i Italien lockar, vet du något mer? Vet någon annan nåt om att bo och arbeta i Italien (helst inom finans)?<br/>
<br/>
Tips? Idéer?</div>
</td>
</tr>
</table>
</div>
<br/>
1. 26-27 är ok. HHS är så pass bra skola så du ska klara dig ändå. <br/>
<br/>
2. jobbar du så länge som 8-9 år bör du stanna inom investment banking för då har du kommit till senior VP, kanske MD nivå. Då sätter du dina egna tider och det enda någon bryr sig om är hur mkt fees du drar till banken. Många tror (inkl. jag själv) att det är bara att \"jobba hårt\" några år, sedan glassa. Så är det inte. Det är väldigt tufft. Tänk dig själv att jobba i stenhård arbetsmiljö och inte ha något liv utanför jobbet. Du kommer ändra livsstil helt. Många arbetskamrater tar droger för att orka med tempot. De flesta drar efter 2 år, jag tänkte stann i 2 år, men stack tidigare när en bra möjlighet dök upp. Andra jobb du kan satsa på är jurist eller revisor. De flesta yrken med ekonomi är ganska bra betalda när man stigit i graderna (och inte jobbar i sverige).<br/>
<br/>
3. Pratar du flytande italienska? Annars kan du glömma det. Språk värdesätts väldigt högt, men du måste kunna det bra. <br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Svarte Petter</strong></div>
<div>Vad kommer det sig att man helst skall vara under 25 år när man börjar? <br/>
Låter som ett jobb jag verkligen skulle vilja ha, men jag är inte säker på att jag skulle kunna klara att utbilda mig innan jag fyller 25. <br/>
<br/>
Hur lång är utbildningen fram till det att man får börja som analyst?</div>
</td>
</tr>
</table>
</div>
<br/>
De vill ha unga killar/tjejer som är villiga att jobba hårt och inte ifrågasätter. Om de anställer någon som är äldre än dom själva så är risken stor för att det kan bli konflikter (han är mer senior än den andra) osv osv. Yngre har inte så mkt erfarenhet heller och kan därför bli formade och tränade som de äldre önskar. Som ordspråket lyder, man kan inte lära en gammal hund att sitta. Som svensk ska det också gå om du är äldre än 25. Jag stötte på en massa evighetsstudenter med dubbla och trippla examen med 6 års studier bakom sig, som lyckades landa intervjuer. <br/>
<br/>
Utbildningen fram tills dess du blir analyst är din universitetsutbildning. Jag själv läste 4 år. En del läser längre/kortare. <br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>MalcolmtripleX</strong></div>
<div>Om du ska in i I-banking från Sverige är HHS att föredra (bra inkörsport till BB firmorna i London) men även KTH ska vara bra, främst de matematiska/kvantitativt tunga inriktningarna som teknisk fysik, indek.<br/>
<br/>
Ålder spelar egentligen roll främst för karriärister då man får 2-års kontrakt om man landar en analyst position (erfarenhet krävs ej) och de flesta orkar/vill inte jobba kvar som analysts efter dessa två år då man vill antingen avancera uppåt till associate eller byta bransch. För de flesta banker är det orelevant om du är 22 eller 26 men då ska du ha fina betyg från en bra skola (i Sverige HHS/KTH). Nyckeln är här att landa internship platser i London under somrarna under din utbildning. Man behöver inte nödvändigtvis ha gått ut en top notch skola för att lyckas inom banking utan det handlar snarare om din förmåga att hantera den stora press/stress som faller på dig (spec. om du jobbar inom corporate finance) och att lära dig nya saker. MunchenCalling har återgett vibbarna i branschen på ett klockrent sätt.</div>
</td>
</tr>
</table>
</div>
<br/>
Det stämmer. Man behöver inte ha gått på en top notch skola. Jag själv läste i Lund. Har en bekant på Morgan Stanley och enligt honom så tittar de på CVs från Handels Sthlm, Handels Gbg, Lund och Uppsala. CV från övriga skolor går rätt ner i papperskorgen. Men detta varierar från bank till bank. <br/>
Svenskar och en del andra européer tar examen ganska sent så där är det acceptabelt med högre ålder. Men de har sina gränser. Du måste också kunna motivera dig varför du dröjde med högre utbildning. I USA är det annorlunda. Finns inte en chans att du får jobb som analyst när du är 25 år gammal. <br/>
Så för att överhuvudtaget få tag i en intervju så behöver du bra skola med bra betyg. Jag glömde nämna de tidigare, men ett internship är DEN gyllende vägen till ett 2 årigt analyst jobb. Det var så jag själv kom in."
		},
		{
			"postIndex": 168,
			"postNumber": 170,
			"rankGlobal": 39,
			"rankLocal": 4,
			"scoreGlobal": 74,
			"scoreLocal": 86,
			"userRank": 58,
			"userScore": 16,
			"postUserName": "darlink",
			"postUserID": "u126291",
			"postUserUrl": "https://www.flashback.orgu126291",
			"postDateTime": "2006-06-30, 10:00",
			"postUrlInThread": "https://www.flashback.org/t326889p15",
			"postUrlUniq": "https://www.flashback.org/sp4460403",
			"sentence": "Jag vet att investment banking är ganska mansdominerat, men det finns ju tjejer som också är intresserade av branchen. Var är ni i denna tråd? <br/>
<br/>
Fråga 2: Är det möjligt att få ett internship i t.ex London efter sitt andra år om man pluggar i Sverige? m man pluggar i t.ex England så är ju internship efter andra året, men där läser man ju oftast bara tre år.."
		},
		{
			"postIndex": 69,
			"postNumber": 70,
			"rankGlobal": 41,
			"rankLocal": 5,
			"scoreGlobal": 74,
			"scoreLocal": 85,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2006-05-19, 10:53",
			"postUrlInThread": "https://www.flashback.org/t326889p6",
			"postUrlUniq": "https://www.flashback.org/sp4212493",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>N.Y.C Financial</strong></div>
<div>Gamla Tmi vid spakarna.<br/>
<br/>
Ställer min fråga igen, och skulle uppskatta om någon svarade:<br/>
<br/>
Jo, det var ju som så att jag hade tänkt läsa min Bachelor på antingen HYP eller Oxbridge, dock är ju chansen för intag försvinnande liten. Därför har jag som backup tänkt mig exempelvis Berkeley College of New York City (ej att förväxlas med UC:Berkeley). Fördelen med den skolan är att man mycket lättare kommer in där, och att det kostar jämförelsevis lite. Dock har den väl, åtminstone vad jag vet, inget rykte. Min fråga är därför: är det värt det? <br/>
<br/>
Betyder u-grad så mycket, verkligen? Min tanke var att läsa vidare till en MBA, men då behöver man först få arbetslivserfarenhet också. Och det är väl där det kniper. \"Får\" man praktisera som analyst fastän man inte har examen från en statusskola? <br/>
<br/>
Karriären öht, hur ser den ut efter en u-grad på ett mindre \"tungt\" universitet? Tanken var en MBA från ex. HBS. Påverkas utvecklingen väldigt negativt? <br/>
<br/>
Nu inser jag att det inte finns några \"universalsvar\" till mina frågor, men jag skulle uppskatta om ni svarade efter bästa förmåga, åtminstone. Inser också att frågorna kan vara luddigt formulerade, men jag tror att budskapet borde gå fram. I annat fall är det bara att fråga.</div>
</td>
</tr>
</table>
</div>
<br/>
Jag känner till Berkeley NYC. Faktum är att jag övervägde precis som du att gå på den skolan eller på EBS i London. <br/>
Den uppenbara fördelen är att du redan finns i NYC och det kommer vara lättare för dig att söka internship. Du kan t.ex. söka på alla mindra lokala investment banker som bara rekryterar i new york och använda det som springbräda till någon annan bank sedan. <br/>
U-grad betyder egentligen bara något innan du har kommit in på banken, när du väl har fått jobbet så spelar din utbildning en väldigt liten roll. Men en bra skola hjälper dig att få jobb. <br/>
Hade jag varit dig hade jag övervägt new york university (stern) också. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Jeff.Beck</strong></div>
<div>F.I.A.S.C.O är en trevlig bok om du vill läsa om strukturerade derivataprodukter, skriven av en tidigare anställd på Morgan Stanley. Nästan så man blir lite mörkrädd <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> <br/>
<br/>
En annan rolig bok är Barbarians at the Gates, om du vill lära dig lite om buyouts och vad MunchenCalling arbetar med. Förhoppningsvis är det dock lite mer organiserat idag <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/></div>
</td>
</tr>
</table>
</div>
<br/>
Instämmer. Barbarians at the gates är väldigt bra. Ni som inte vill läsa den kan hyra filmen, den är också väldigt bra. Har sett den 10 gånger säkert  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>
Det skildrar väldigt bra hur transaktioner görs, men samtidigt vilka extrema personligheter man har att göra med. Kan berätta mer men jag vill inte avslöja för mycket. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>MalcolmtripleX</strong></div>
<div>Fast grejen är att skolorna i England (Oxbridge mf.) är på 3 år och för att man ska komma på tal för de amerikanska business skolorna måste man ha läst minst 4 år på undergraduate/läsa upp till en Msc.</div>
</td>
</tr>
</table>
</div>
<br/>
Oxbridge studenter står väldigt högt i kurs i staterna, trots de är treåriga bara. Så hade jag kommit in på någon av dom så hade jag helt klart tagit det. Finns inga svagheter egentligen. Man blir klar snabbare, får ett väldigt bra namn på sin CV och utbildningen är inte dyr. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Cheexo</strong></div>
<div>Just oxbridge behöver man väl inte ens ha läst ekonomi på undergraduate level, arbetsgivarna skriker efter dig om du råkar ha MBA från SBS eller Judge.</div>
</td>
</tr>
</table>
</div>
<br/>
Stämmer. Många har läst historia t.ex. eller något annat flumämne. Men arbetsgivarna kräver mer och mer finansiella kunskaper innan du kommer till banken. Synnerhet i USA."
		}
	],
	[
		{
			"postIndex": 509,
			"postNumber": 521,
			"rankGlobal": 34,
			"rankLocal": 1,
			"scoreGlobal": 76,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 47,
			"postUserName": "Cheexo",
			"postUserID": "u107734",
			"postUserUrl": "https://www.flashback.orgu107734",
			"postDateTime": "2007-04-17, 12:00",
			"postUrlInThread": "https://www.flashback.org/t326889p44",
			"postUrlUniq": "https://www.flashback.org/sp6865697",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>jjtom</strong></div>
<div>Frågan är hur fan du kom in på hhs</div>
</td>
</tr>
</table>
</div>
<br/>
Genom att vara i den högsta procentilen (sverige resp världen) på både högskoleprov och avgångsbetyg.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>jjtom</strong></div>
<div>
 när du missuppfattar ett inlägg till 100%?  Han skriver är ju inte att de inte rekryterar elever från hhs, utan att de inte _enbart_ rekryterar från hhs. .</div>
</td>
</tr>
</table>
</div>
<br/>
Va? Det är väl vedertaget att ingen firma \"_enbart_\" rekryterar från HHS. Med tanke på att vi har diskuterat bla just detta i över 500 poster är det nog du och nyliberalism som borde ta och läsa igenom topicen först. Det har bl.a framhållits upprepade gånger att t.ex Münchencalling (som verkar vara den enda förutom jag i denna tråden som har någon faktisk erfarenhet av i-banking) inte gick på HHS. <br/>
<br/>
Dessutom finns det ingen som har hävdat att i-banker överhuvudtaget bara rekryterar från HHS. Det Spokyboy skrev var:<br/>
<br/>
<i>\"Vad gäller HHS, kan jag säga att det är enda skolan i Norden som är <b>&gt;&gt;&gt;&gt;Target Campus&lt;&lt;&lt;&lt;</b> för de stora \"<b><u>&gt;&gt;&gt;&gt;Bulge-bracket&lt;&lt;&lt;&lt;</u></b>\" bankerna.\"</i><br/>
<br/>
Vilket är sant. Notera att target school och rekryteringsbas <b>inte</b> är samma sak. Du kan i princip vara utan formell utbildning över huvudtaget och ändå bli anställd, men skillnaden är att firman inte kommer att söka upp sig aktivt. För övrigt är JPMorgan knappast en Bulge bracketfirma. <br/>
<br/>
Sedan skryter Nyliberalism med saker som<br/>
<br/>
\"<i>har själv blivit bjuden på middag av de för att de ville att vi skulle söka till dem och jag går inte HHS, är inte ens äcklig ekonom. och JA, det var till corp bland annat de ville ha oss. LÄR DIG NÅGOT!</i>\"<br/>
<br/>
Vilket är totalt intetsägande. Att de vill att någon skall söka jobb hos deras firma betyder inte mer än just det, och knappast att \"de vill ha oss till corpen\". Vilken idiot som helst kan söka, de har öppna system på sina hemsidor där man laddar upp CV och cover letter. Faktum är att HHS otvetydligt är hästlängder före alla andra svenska skolor i fråga om jobbmöjligheter rent strukturellt. En informationsmiddag är värt 0 jämfört med HHS-studenternas viktigaste perk: garanterad 1on1-intervju med en representant från bankerna om man läser rätt inriktning och skriver upp sig i tid. Sådana möjligheter fick vi inte ens på LSE."
		},
		{
			"postIndex": 436,
			"postNumber": 444,
			"rankGlobal": 36,
			"rankLocal": 2,
			"scoreGlobal": 75,
			"scoreLocal": 99,
			"userRank": 93,
			"userScore": 11,
			"postUserName": "torskarpåkåken",
			"postUserID": "u144249",
			"postUserUrl": "https://www.flashback.orgu144249",
			"postDateTime": "2007-03-11, 15:36",
			"postUrlInThread": "https://www.flashback.org/t326889p37",
			"postUrlUniq": "https://www.flashback.org/sp6547321",
			"sentence": "Jag går tredje året på gymnasiet nu och kommer troligen att gå ut med ett snitt mellan 19-20. Jag har bestämt mig för att välja finansvärlden till arbetsplats men vet inte riktigt vad jag ska söka för skola. Handels är väll alltid ett säkert kort men helst vill jag gärna studera utomlands på en så internationell nivå som möjligt. Jag behöver väll inte skriva att jag vill jobba utanför Sverige också. Jag har läst en del i tråden och kommit kommit fram till att jag nog helst skulle vilja bli trader men det är svårt att säga. Jag kan inte dem olika yrkerna så bra. Investment banking låter väldigt spännande men jag tror att jag skulle ledsna på att jobba morgon till natt : jag vill ha lite fritid trots allt. Men det är inga bekymmer att slita lite i perioder. Skulle ni kunna tipsa om något intressant och utvecklande jobb så gör det! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>
<br/>
Jag har kollat på lite bankers olika siter. Alla beskriver deras arbetsplatser som rena drömarbetsplatsen med unik laganda osv osv. Stämmer detta eller är det bara för att dra till sig folk? Hur tycker ni som jobbar att det är med arbetskamrater, finns det schysst folk som man kommer bra överens med eller är det \"ensam är stark\" som gäller? Finns det någon statistik över vilken som är den mest attraktiva banken?<br/>
<br/>
edit : Kom på en till fråga: Hur mansdominerad är branschen ungefär? Någon kanske har statistik? Det skulle ju inte vara helt fel om man fick några snygga kollegor <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
		},
		{
			"postIndex": 342,
			"postNumber": 346,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 74,
			"scoreLocal": 98,
			"userRank": 115,
			"userScore": 10,
			"postUserName": "Friar Tuck",
			"postUserID": "u124857",
			"postUserUrl": "https://www.flashback.orgu124857",
			"postDateTime": "2007-01-22, 00:13",
			"postUrlInThread": "https://www.flashback.org/t326889p29",
			"postUrlUniq": "https://www.flashback.org/sp6118283",
			"sentence": "Först och främst, riktigt kul att den här tråden har hållt så pass länge. Det är fruktansvärt nyttigt och intressant för en dåligt insatt att få ta del av synpunkter och åsikter om branschen.  Hell, det är ju t.o.m. denna tråd som gjorde att jag jag fick upp ögonen för att det var finans jag skulle jobba med och hann byta inriktning i tid (Tack Ngobe).<br/>
<br/>
OK....Så här är läget...Examen närmar sig och jag är mer än lovligt ambivalent... Konsultbolag vs. bank, trading vs. M&amp;A. Fan, jag har I-landsproblem långt upp i halsen...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> De flesta dagar är det trading som jag känner mest för, men så poppar Christer Gardell upp i ekonominyheterna och plötsligt känner man att det kanske kan vara värt ett par års slit inom M&amp;A för att få chansen att komma in på något VC eller PE bolag. Sen läser man lite i Liars Poker, skrattar, drömmer och är tillbaka på ruta ett <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> <br/>
<br/>
I vilket fall som helst tänkte jag höra vad ni har för tankar när det gäller att ta sig in i industrin. Under våren kommer många av de nordiska bankerna att anställa traineer och min fråga är om denna vägen in är något att eftersträva eller om det är bättre att försöka ta sig direkt till Trading eller CF avdelningen på respektive bank. OK...Även om det inte låter så, är jag medveten om att det inte kastas varken trainee- eller andra tjänster efter nyexade, men arbetsmarknaden är ju bättre än på länge... Fortfarande iallafall. Dessutom kanske någon av er har några ideer om det finns några av dessa nordiska banker som är att föredra framför andra."
		},
		{
			"postIndex": 400,
			"postNumber": 407,
			"rankGlobal": 44,
			"rankLocal": 4,
			"scoreGlobal": 73,
			"scoreLocal": 97,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2007-01-28, 15:36",
			"postUrlInThread": "https://www.flashback.org/t326889p34",
			"postUrlUniq": "https://www.flashback.org/sp6175277",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Mike Wadd</strong></div>
<div>Jag ställer frågan igen: Varför har \"scandibanker\" fått så dåligt rykte?<br/>
Skiljer sig lönen mycket från en banker som arbetar mer internationellt? Arbetstbördan, skiljer sig den nämnvärt?<br/>
<br/>
Jag tycker nämligen att det skulle vara mycket intressant att arbeta mot den nordiska marknaden men tydligen så verkar det inte vara nåt att satsa enligt de med insikt i branchen.</div>
</td>
</tr>
</table>
</div>
<br/>
Scandibanker har inte dåligt rykte men vill du alltid vara deras scandibanker? Sverige/Skandinavien är inte den största marknaden precis även om marknaden är transparent och utvecklad med bra deal flow. Du kommer jobba väldigt mycket med svenskar också men jag anser det vara negativt, bättre att få distans till sitt hemland. <br/>
<br/>
Arbetsbördan är ofta samma oavsett geografisk eller sektor fokus, så länge du jobbar i london då så att säga. <br/>
Lönen är samma på ingångsnivå, när man kommer upp i stegen så är jag inte säker men den brukar vara prestationsbaserad då, vilket egentligen talar emot svenskarna. Då och då kommer dessa superdeals som sammanslagning mellan telenor/telia men det är långt mellan sådana deals. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Cabron</strong></div>
<div>Ar inte i branschen...  Av vad jag har last att doma ar det inte manga utover mig som arbetar som portfoljforvaltare, ratta mig om jag har fel. Du sjalv sitter och staller priser eller... spannande! Men inte mitt dromjobb direkt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>
<br/>
Uppenbarligen lider tva tedjedelar av aktiva finansanalytiker som ger sig pa en CFA av en allman intellektuell resursbegransning enligt din slutledning. Vackert.<br/>
<br/>
Om du enbart ar utbildad civilingenjor ar en mba naturligtvis ett viktigt komplement, eftersom den ar en generell ekonomutbildning. Har man daremot redan en ekonomexamen i bagaget ar vardet av en mba i stort sett enbart de kontakter du knyter under utbildningstiden. Och de ska inte foraktas, men innehallsmassigt ar den kunskap du forvarvar vid en CFA mer givande for en finansanalytiker, naturligtvis.<br/>
<br/></div>
</td>
</tr>
</table>
</div>
<br/>
Står fast vid det jag skrivit tidigare, dvs för en investment banker (M&amp;A och eventuellt ECM, DCM, Leverage Finance) så är det enbart MBA som postgrad programm som räknas. <br/>
En CFA level 1-2-3 ger väldigt lite value added för ett sådant certifikat, för att inte säga noll om du jobbar inom investment banking. Är man däremot portföljförvaltare eller fondförvaltare så kan jag mycket väl tänka sig det är bättre än MBA, men eftersom denna tråden handlar om investment banking så håller jag mig till vad som är mest lämpat för investment banking. <br/>
<br/>
En MBA tar man av följande skäl och i denna ordningen<br/>
<br/>
1. Kontaktnätet<br/>
2. Bra rykte/Ser bra ut på CV:n <br/>
3. Öppnar många dörrar och olika positioner som man kan söka<br/>
4. Bra vidareutbilding (entreprenörskap, finans, ledarskap, etc)<br/>
<br/>
därför är det rätt meningslöst att ta en MBA från alabama state university och andra C-skolor, dom har helt enkelt inget tajt och värdetfull alumni, inget bra rykte.<br/>
<br/>
jag håller inte alls med dig när du säger att <i>\"Har man daremot redan en ekonomexamen i bagaget ar vardet av en mba i stort sett enbart de kontakter du knyter under utbildningstiden\"</i>. Det skulle i stort sett innebära att eftersom jag har en fil kand eller fil mag i ekonomi från lunds unviersitet eller handelshögskolan så kommer jag lära mig väldigt lite rent innehållsmässigt från harvard, london business school, insead, stanford eller whatever. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/>"
		},
		{
			"postIndex": 626,
			"postNumber": 642,
			"rankGlobal": 50,
			"rankLocal": 5,
			"scoreGlobal": 72,
			"scoreLocal": 96,
			"userRank": 124,
			"userScore": 10,
			"postUserName": "stafq",
			"postUserID": "u134745",
			"postUserUrl": "https://www.flashback.orgu134745",
			"postDateTime": "2007-05-23, 01:45",
			"postUrlInThread": "https://www.flashback.org/t326889p54",
			"postUrlUniq": "https://www.flashback.org/sp7212930",
			"sentence": "Har läst stora delar av tråden och därigenom försökt bilda mig en uppfattning om hur rektrytering till dessa lukrativa och eftertraktade poster som t.ex. investment banker internationellt går till.<br/>
<br/>
Jag har två frågor som det vore kul om någon kunde svara.<br/>
<br/>
<b>1. HHS Internationellt?</b><br/>
Handelshögskolan (i Stockholm) må vara välkänd i Sverige och kanske inte helt oväntat första rekryteringsbas för svenska företag inom finanssektorn. Jag har dock aldrig hört talas om att det ska finnas någon vidare kvalité på utbildningarna. De uppseendeväckande höga ingångslönerna och respekten för svenska HHS-studenter (jämfört med examinerade från andra ekonomiutbildningar) i Sverige kan väl främst förklaras med någon form av nepotism, men denna förklaring håller inte internationellt.<br/>
<br/>
Jag har en god vän som läser HHS i Stockholm och han spenderar ett par timmar i veckan för att hänga med i den utbildningen med ok betyg. Jag har en annan vän som till en början inte kom in på HHS och fick läsa första året på Industriell Ekonomi på KTH istället, skillnaden i tempo när hon andra året bytte till HHS var \"som att gå på semester\". Visserligen är detta enskilda personers upplevelser men det växer onekligen fram en bild av en skola som knappast kan hålla i konkurrensen internationellt (eller nationellt?), och det är därför obegripligt hur just HHS kan vara rekryteringsbas för internationella finansaktörer.<br/>
<br/>
<b>2. Betyg spelar roll för anställning?</b><br/>
Betyg spelar en högst marginell roll i rekryteringsprocessen i samtliga branscher jag har någon insyn i, jag förstår inte varför detta skulle vara viktigt just inom finanssektorn? Betyg ger lite, för att inte säga inget, underlag för lämplighetsbedömning."
		}
	],
	[
		{
			"postIndex": 879,
			"postNumber": 898,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 49,
			"userScore": 18,
			"postUserName": "Flikka",
			"postUserID": "u88635",
			"postUserUrl": "https://www.flashback.orgu88635",
			"postDateTime": "2008-01-12, 00:49",
			"postUrlInThread": "https://www.flashback.org/t326889p75",
			"postUrlUniq": "https://www.flashback.org/sp9579331",
			"sentence": "Efter att ha skummat igenom tråden kan jag konstatera att det, med några undantag, verkar vara unga killar i 3:an på gymnasiet som svarar på frågor angående vägar in i investment-banking-yrket. Killar som tyvärr vet mycket lite om hur det går till i verkligheten. <br/>
Detta i sig är inget problem men det är lite synd när de som frågar inte läst lika många NY-times artiklar, sett lika många filmer eller för den delen läst universiteten runt om i världens sälj-information, får sina frågor besvarade av folk med svar baserade på mycket tveksam fakta och kvasikunskap.<br/>
I mina ögon är tråden intressant men de flesta inlägg är föga trovärdiga. <br/>
<br/>
Jag säger inte att skolors rykte, ens betyg, osv inte spelar roll men det är knappast avgörande. Vissa här slänger sig med uttryck som \"det är kört\", \"lägg ner\" och \"Går du i Göteborg?! Ja, då kan du glömma att jobba som IB i London.\" - Är någon av er rekryteringsavsvarig på någon bank eller instution överhuvudtaget? Tror inte det.<br/>
<br/>
Bara för att den \"vanliga\" vägen är en viss sträcka betyder inte det att det är den ända. <br/>
På 100 investmentbankers så kanske 50 gått den \"vanliga\" (= gymnasiet med 20,0 -&gt; HP 2,0 -&gt; BA/MSc från HHS eller LSE -&gt; bank-jobbs-stegen -&gt; MBA osv) medans de andra 50 har gått 50 helt andra vägar. Det gör den vanliga till vanlig men inte den ända.<br/>
(Jag har förövrigt ingen statistik eller dylikt. Detta är bara mina kritik till visa självutnämnda experters resonemang.)<br/>
<br/>
Så till alla 18-åriga gymnasiekids: Klart det går! I princip så går allt. Ni skulle bli förvånade hur många olika vägar folk tagit till samma jobb.<br/>
<br/>
En idag 50ish år gammal man gick ut gymnasiet med halvbra betyg (typ 14 i snitt) och värdelösa mattebetyg. Han hade läst till MaB och hade G i båda.<br/>
Sommaren efter examen tänkte han om. Han skulle bli bra på matte och lärde sig räkna. Året efter började han på Chalmers och läste matte, kemi och fysik.  Han doktorerade i kemi. Något inom det nobelprisaktuella ämnet ytreaktioner. <br/>
Han utvecklar idag katalysatorer åt en stor biltillverkare i Sverige. 50.000-nåt i lön.<br/>
<br/>
En annan man, 40 år, gick ungefär samma väg. Han gick väg- och vattenprogramet på Chalmers, startade ett företag som är väldigt framgångsrikt och köpte i år en segelbåt för över miljonen som ligger och guppar utanför huset på strandvillan i Göteborg.<br/>
<br/>
Har inget med finansvärlden att göra men det visar att två matematiskt obegåvade gymnasieungar som mestpelade musik istället för att plugga lyckades med det \"omöjliga\".<br/>
<br/>
Även mitt fall påminner om dessa. <br/>
Jag gick ut gymnasiet 2005 med väldigt \"dåliga\" betyg. Tror jag har runt 11. Läste bara till MaB.<br/>
Jag var allt annat än intresserad av ett akademiskt liv. Jag ville syssla med musik.<br/>
Två år senare är jag inte samma människa. Idag älskar jag studentlivet och har en nykärlek för litteratur och matematik. Jag gjorde högskoleprovet efter en del pluggande och fick 1,7, pluggade in MaC och fick MVG.<br/>
Kommer även att läsa in MaD på distans.<br/>
<br/>
När jag är klar med universitetet kommer jag ha en kandidatexamen i nationalekonomi med inrikting på finans (nat ek. 1-3, statistik 1, juridisk grundkurs (tror jag)) från Handels i Göteborg (med utlandstermin och MFS) och en MSc i economics eller finance från något utländskt universitet. Helst i Paris då jag vill lära mig franska bra, annars England. Kommer då vara 26<br/>
<br/>
Ni som tror er veta: Enligt erat sätt att se på saken: Är jag \"körd\"? Kommer jag in på IB-banan i London om jag skulle vilja? (Seriös fråga, skulle vilja veta.) <br/>
<br/>
Det bestäms inte av gymnasiebetyget om du kan bli I-banker eller inte. Det har antagligen mycket mer att göra med dig som person och vilka intressen du har."
		},
		{
			"postIndex": 743,
			"postNumber": 760,
			"rankGlobal": 4,
			"rankLocal": 2,
			"scoreGlobal": 91,
			"scoreLocal": 91,
			"userRank": 42,
			"userScore": 19,
			"postUserName": "Outside",
			"postUserID": "u93369",
			"postUserUrl": "https://www.flashback.orgu93369",
			"postDateTime": "2007-09-13, 00:30",
			"postUrlInThread": "https://www.flashback.org/t326889p64",
			"postUrlUniq": "https://www.flashback.org/sp8329004",
			"sentence": "Har äntligen läst klart hela tråden, och har några frågor som jag naturligtvis skulle uppskatta om jag kunde få relevanta svar på. Min situation ser ut som följer:<br/>
<br/>
Jag gick ut Teknikprogrammet med mediokra betyg (drygt 17) och kommer med stor sannolikhet att skriva 2.0 på något av de två nästkommande HP. Jag sökte till Ind. Ek till höstterminen som precis har börjat, men valde att avstå platsen för att studera finans hösten 2008. Det jag helst skulle vilja göra är att studera på någon av Ivy League-skolorna. Eftersom betygen inte räcker undrar jag om ett maxresultat på HP är något att komma med? Ett alternativ är att skriva SAT, finns det i Sverige, kanske finns möjlighet att skriva på amerikanska ambassaden annars? Betygen går att tentera upp, dock inte till max, dock runt ~19.90, är det värt det eller är det bara 20.0 som är intressant i dessa sammanhang? <br/>
<br/>
Jag har spelat fotboll i princip hela mitt liv, är det något som är värt att ta med? Medlemsskap i Mensa? Dessa extra \"meriter\", är det bara för att sålla <br/>
maxbetygen från varandra eller kan de väga upp framför högre betyg? Är såna här aktiviteter ens värdefulla när man söker till undergraduate, eller är det bara när man sedan ska söka jobbintervju?<br/>
<br/>
Har man större chans att bli antagen om man söker utan finaid? Är skillnaden i så fall marginell eller kan det ha stor betydelse? <br/>
<br/>
En kille i tråden (N.Y.C. om jag inte minns fel) hade planer på att söka till Berkeley NYC, vilket fick ett visst medhåll av Munchen. Läste några poster efter att Berkeleystudenterna endast fick slavande och underbetalda (relativt branchen) gruntjobb, något jag inte är särskilt intresserad av. Är detta en nidbild, dvs kan det vara lönt att söka till denna skola ändå?<br/>
<br/>
Civilekonomprogrammet i Lund ser jag som en sista utväg. Då jag är fast besluten att emigrera permanent (eller ett tiotal år framåt i varje fall) misstänker jag att det är bättre att försöka hitta en motsvarande skola i USA istället (UK är inte intressant). Berkeley exempelvis måste väl vara bättre än Lunds universitet om man vill in på den amerikanska finansmarknaden' även om jag inte vill ringakta Lund.<br/>
<br/>
Kortfattade frågeställningar:<br/>
*Ivy League - Bara att glömma pga taskiga gymnasiebetyg? Vad ska jag satsa på om det finns en chans?<br/>
*Lunds Univ./Amerikanskt dito i andra hand?<br/>
*Övrig info som kan vara relevant i mitt fall?<br/>
<br/>
Jag vill inte ge intrycket att jag tar er hjälp för givet i och med sista frågan. Jag har stor respekt för många personers erfarenhet och kunnande i den här tråden, och uppskattar varmt alla kontruktiva tips jag kan få.<br/>
<br/>
Många av er blir säkert trötta på att behöva se massa inlägg liknande det här och blir irriterade över den naivitet som anas när man vill till en toppskola efter skitbetyg. Jag ber er att bortse från detta, om betygen i sig omöjliggör det jag vill så förstår jag det, att jag kommer att klara utbildningen om jag kommer in är en annan fråga, och den frågan kan bara jag svara på.<br/>
<br/>
Tack på förhand!"
		},
		{
			"postIndex": 750,
			"postNumber": 767,
			"rankGlobal": 27,
			"rankLocal": 3,
			"scoreGlobal": 77,
			"scoreLocal": 77,
			"userRank": 42,
			"userScore": 19,
			"postUserName": "Outside",
			"postUserID": "u93369",
			"postUserUrl": "https://www.flashback.orgu93369",
			"postDateTime": "2007-09-14, 05:30",
			"postUrlInThread": "https://www.flashback.org/t326889p64",
			"postUrlUniq": "https://www.flashback.org/sp8341181",
			"sentence": "Tackar för välskrivna och informativa svar.<br/>
<br/>
Att hinna med SAT I plus tre SAT II går inte då jag bara hinner med 3 totala tillfällen innan ansökningen till Harvard stänger. Jag har dock kollat på fler skolor och Harvard verkar vara den enda hittills som kräver så många testresultat (Jag har bara kollat några andra för att få en uppfattning om systemet med 4 SATs är standard, vilket det inte verkar vara). Hursomhelst ska jag göra alla kommande SAT samt TOEFL för att ha så många alternativ som möjligt.<br/>
<br/>
Blackstone, jag uppskattar att du erbjuder mig kontakt med deras fotbollstränare, men skulle tyvärr inte kunna kalla mig <i>riktigt</i> duktig på fotboll. Jag spelade i landskapslaget när jag var runt 14-16 år, men inte satsat vidare hårt efter det. Att jag skulle komma in för att jag är exceptionellt bra är därför inte realistiskt, jag tänkte mer att standarden i USA är lite sisådär vad gäller fotboll, och att en okej fotbollsspelande europé skulle kunna ta plats i collegelaget vilket jag antar att skolan uppskattar. Hur hög är egentligen standarden på amerikansk collegefotboll (soccer)? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>
<br/>
Jag undrar om de amerikanska skolorna är medvetna om hur Sveriges skolsystem fungerar jämfört med deras, i exempelvis School Governments och liknande. Även om jag varit med i elevråd och liknande har vi ju inte alls samma skolpolitiska kultur i Sverige med exempelvis Class President (Som verkar vara en betydligt mer viktig och formell titel än klassrepresentanter som vi har i Sverige). Det känns som att ansökningen skulle kunna ses med lite blidare ögon om de var medvetna om situationen, fast samtidigt så saknar man ju trots allt den erfarenheten som de amerikanska sökande har, så de bryr sig väl kanske inte om huruvida man fått \"chansen\" eller inte.<br/>
<br/>
scar: Anledningen är att från hösten 2008 kräver HHS Moderna Språk steg 3, vilket känns lite väl svårt att hinna plugga innan sista ansökningsdatum.<br/>
<br/>
boola: Intressant läsning, dock har man ju som konstaterat inte särskilt mycket(många?) EC att komma med i jämförelse, men vad förlorar man på att göra testerna och söka? (Mer än några hundra surt  förvärvade dollares i test- och ansökningsavgifter :P)<br/>
<br/>
<br/>
Nu glider vi kanske lite ifrån topic lite, men jag tror säkert att fler som är inne på samma bana som jag kan ha glädje av den information som diskuteras. <br/>
<br/>
Förresten, angående att söka till ett mindre prestigefullt college som jag, i och med nämnandet av Berkeley, och boola var inne på; Det skulle vara intressant att få lite mer synpunkter på det, exempelvis hur viktigt det är att vara nära New York för att kompensera prestigen med närhet till de större bankerna. USNews listar några businesskolor, men för mer detaljerad information kräver de medlemsskap. Jag läste någonstans i tråden att det fanns en bra lista med de 50 bästa undergraduateskolorna (business) i USA, men det är ett hästjobb att leta genom alla 60 sidor, någon som vet vilken jag menar?<br/>
<br/>
Tack ännu en gång för bra och intressant respons!"
		},
		{
			"postIndex": 881,
			"postNumber": 900,
			"rankGlobal": 33,
			"rankLocal": 4,
			"scoreGlobal": 76,
			"scoreLocal": 76,
			"userRank": 49,
			"userScore": 18,
			"postUserName": "Flikka",
			"postUserID": "u88635",
			"postUserUrl": "https://www.flashback.orgu88635",
			"postDateTime": "2008-01-12, 01:57",
			"postUrlInThread": "https://www.flashback.org/t326889p75",
			"postUrlUniq": "https://www.flashback.org/sp9580228",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Bud Flud</strong></div>
<div> Text </div>
</td>
</tr>
</table>
</div>
<br/>
Det är möjligt att det oftast är så. Jag menar bara att om det är ens högsta dröm tycker jag att man kan köra på. Självklart måste du vara flitig och från den dagen du kommer på att du vill bli i-banker skapa en situation där du kan bli det. Jobba mycket i kåren, idrotta, få bra betyg osv.<br/>
<br/>
Du kan säkert hitta exempel på folk som har \"råkat\" börja spela squash med nån chef och sedan fått en intervju. <br/>
<br/>
Jag kan heller inte låta bli att tycka att det är jävligt korkat av bankerna att vara så enkelspåriga. De har säkert ett effektivt system för att få fram, vad de tror är, de bästa medarbetarna men genom att koncentrera sig för mycket på betyg och skolrykte missar de säkert en hel del duktiga tjejer och killar. Och budgeten för rekrytering lär ju inte vara liten så de borde vidga sina vyer lite. Å andra sidan verkar det ju gå bra för många banker så de kanske är nöjda.<br/>
<br/>
Jag förösker inte förenkla verkligheten eller hävda att det är lättare än vad det är så att jag själv inte tappar hoppet. Vilket man lätt skulle göra om man läser igenom tråden och inte har 20,0 och är 19 år.<br/>
<br/>
Frågan om mitt fall är högst hypotetisk. Jag strävar inte för att bli i-banker."
		},
		{
			"postIndex": 792,
			"postNumber": 810,
			"rankGlobal": 37,
			"rankLocal": 5,
			"scoreGlobal": 75,
			"scoreLocal": 75,
			"userRank": 53,
			"userScore": 17,
			"postUserName": "Test12375",
			"postUserID": "u128329",
			"postUserUrl": "https://www.flashback.orgu128329",
			"postDateTime": "2007-10-21, 23:37",
			"postUrlInThread": "https://www.flashback.org/t326889p68",
			"postUrlUniq": "https://www.flashback.org/sp8726776",
			"sentence": "Hur pass mycket bättre är det att gå handels för att komma in på dessa skolor ni pratar om? Verkar ju endast bero på ens betyg och tidigare meriter? Vart kommer HHS in i bilden? Varför räcker det inte med att redovisa sina meriter från livet samt sina universitets betyg? Vad är det för skillnad på en elev med topp-betyg från karlstad, eller en elev med mediokra betyg från HHS? <br/>
<br/>
Är militärtjänstgöring något som ses som en possitiv merit inom IB? Vid ansökan till skolor, samt till jobb i övrigt. SKulle vara trevligt om jag fick svar från folk som vet vad dom pratar om här. För det finns en tendens att dom som inte gjort lumpen säger att det är skit, och tvärtom.<br/>
<br/>
Ifall jag söker till dessa skolor med bästa möjliga betyg från typ stockholms eller karlstad. Vad är skillnaden om jag söker med betyg från HHS?<br/>
<br/>
Har ni tips på andra skolor i världen utanför england?<br/>
<br/>
Mycket frågor, ja. Men en del saker har jag inte fått svar på.<br/>
<br/>
Skulle vara trevligt om ni kunde ta er tid och svara på allt.<br/>
<br/>
Tacl på förhand."
		}
	],
	[
		{
			"postIndex": 1006,
			"postNumber": 1026,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 96,
			"scoreLocal": 100,
			"userRank": 18,
			"userScore": 32,
			"postUserName": "OtZman",
			"postUserID": "u239360",
			"postUserUrl": "https://www.flashback.orgu239360",
			"postDateTime": "2008-02-28, 19:31",
			"postUrlInThread": "https://www.flashback.org/t326889p86",
			"postUrlUniq": "https://www.flashback.org/sp10175565",
			"sentence": "Har läst igenom hela tråden (puh!), tog sin lilla tid men varit mycket intressant. Tack alla som bidragit till denna intressanta läsning!<br/>
<br/>
Har som många andra nu många frågor och funderingar, och ska försöka sammanfatta dessa i några frågor. (Om ni inte orkar läsa alla frågorna, får ni gärna svara på en/några)<br/>
<br/>
1) Jag vill som många andra plugga på någon toppskola. Enda problemet är att jag inte har de bästa betygen. Mitt snitt från naturvetenskapliga linjen är 17.6. Övriga meriter som jag kan komma på  <br/>
är:<br/>
<br/>
- högskoleprovet med 1.4 (endast gjort ett försök).<br/>
- slutfört totalt 7 grundkurser (alla på 7,5 hp st) i ekonomi vid Internationella Handelshögskolan i Jönköping (ja, löjligt namn, jag vet :P) varav jag fick VG (högsta betyg) i 6 och G i 1 av kurserna. Gjorde även ett praktikfall inom affärsredovisning på 1,5 hp. Började alltså läsa civilekonom där, men hoppade av för jag tyckte helt enkelt kvaliteten på utbildningen, lärarna osv. var totalt värdelös. VARNING FÖR DENNA SKOLA OCH DERAS CIVILEKONOM UTBILDNING!<br/>
- tekniskt basår på Chalmers, som jag läser nu, där jag kommer få 5or (max betyg) i alla kurser.<br/>
<br/>
Utöver detta har jag inga direkta idrottsmeriter, ledarskapsmeriter eller liknande. Så jag kan tänka mig att mina chanser inte är direkt goda när jag tävlar mot människor med meterlånga meritlistor, och bättre high school/gymnasiebetyg.<br/>
<br/>
Så nu till min första fråga, vad tror ni att jag har för chanser att komma in på en skola som är betydligt bättre än Chalmers med mina nuvarande meriter? &lt;50%, &lt;10%, &lt;1%? Bara så jag får en aning om det.<br/>
<br/>
2) Som ni säkert förstår läser jag basåret på Chalmers nu, funderar på att börja läsa Industriell Ekonomi till hösten -08. Om jag börjar läsa Ind. Ek. så kommer jag gå in helhjärtat för att sätta 5or i alla kurser, vilket jag tror mig ha kapaciteten att göra, samt att skaffa mig så mycket meriter vid sidan av studierna som bara möjligt, för att sedan eventuellt läsa hela min master utomlands på något topp universitet. <br/>
<br/>
Det är en plan, i grova drag. Vad tror ni om denna?<br/>
<br/>
Jag bör också nämna att jag är teknik/naturvetenskap/matematik intresserad, kan även tänka mig jobb som t.ex. management konsult eller högre position inom teknikrelaterade företag. Därför tror jag att Ind. Ek. med eventuellt lite extra kurser från Göteborgs Universitet är bättre passande för mig än tvärt om.  <br/>
<br/>
3) Säg att jag går Ind. Ek. tre år, sätter 5or i alla kurser, samt skaffar mig meriter som<br/>
<br/>
- SI-ledare (Hjälper andra elever och håller mindre \"lektioner\". Anställd av Chalmers).<br/>
- Startar upp och driver företag (funderar på företag där jag ger ut privatlektioner).<br/>
- Volontärarbetar under t.ex. en sommar.<br/>
- Eventuellt tar en dubbelexamen som Civilekonom från Göteborgs Universitet.<br/>
- Studerar ett tredje språk, funderar på kinesiska.<br/>
- Eventuellt utföra någon utbildningsrelaterad praktik utomlands (inte nödvändigtvis bank/finansrelaterat).<br/>
- Ska göra Mensas IQ-test i slutet på mars, tror mig ha möjlighet att kunna få &gt;131 poäng och därmed kunna bli medlem. <br/>
<br/>
Vad tror ni att jag då har för chanser att komma in på topp universitet som nämnts i tråden, för att läsa min master?<br/>
<br/>
En annan sak jag tycker är väldigt trevlig är att Ind. Ek. på Chalmers tydligen skickar ca 40 elever varannan sommar för 8 veckors studier på UC Berkeley samt Stanford. Tydligen är det någon tidigare Chalmerist som nu finns vid något av dessa universitet som ordnar med detta. Att ha studerat vid dessa skolor, även om bara under 8 veckor, är kanske något som ökar chanserna att läsa master vid dessa eller andra topp skolor? Dessutom kan man ju göra sitt bästa för att skaffa kontakter där under denna tid.<br/>
<br/>
4) Hur ser möjligheterna för jobb inom finansbranchen ut efter att ha läst Industriell Ekonomi, eventuellt med master inom matematik, finansiell matematik eller ekonomi?<br/>
<br/>
5) Sen en sista fråga angående några möjliga övriga meriter. Jag tränade tidigare Taekwon-Do och var då tre grader ifrån svart bälte. Kan det kanske hjälpa att ta upp till svart bälte och sedan nämna det som en idrottslig merit? <br/>
<br/>
Jag har även precis fått ett kanske något nördigt intresse, nämligen Rubiks kub. Säg att man löser 3x3x3 på 30 sekunder snitt, eller liknande, skulle detta kunna skrivas som en merit, eller blir man utskrattad? Kanske iallafall gör att man sticker ut ur mängden lite.<br/>
<br/>
Det är allt jag kan komma på för tillfället, ser att inlägget blev ganska långt. Hursomhelst, tack igen till alla som bidragit till denna tråd. Jag uppskattar verkligen all hjälp och alla åsikter jag kan få på mina frågor och funderingar, hoppas inte det blev allt för kladdigt och oklart. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		},
		{
			"postIndex": 1011,
			"postNumber": 1031,
			"rankGlobal": 5,
			"rankLocal": 2,
			"scoreGlobal": 91,
			"scoreLocal": 94,
			"userRank": 18,
			"userScore": 32,
			"postUserName": "OtZman",
			"postUserID": "u239360",
			"postUserUrl": "https://www.flashback.orgu239360",
			"postDateTime": "2008-02-28, 23:30",
			"postUrlInThread": "https://www.flashback.org/t326889p86",
			"postUrlUniq": "https://www.flashback.org/sp10179606",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Astral-Warrior</strong></div>
<div>Tycker det låter bra förutom viss overkill vad gäller övriga meriter såson Mensa och Rubiks kub. Satsa på höga betyg, eventuellt dubbelstudier, och lite föreningsengagemang följt av ambitionen att komma in på ett toppuniversitet i något annat land så räcker det nog långt.</div>
</td>
</tr>
</table>
</div>

Jo det kanske är lite overkill. Funderar på om man kanske kan få goda kontakter genom Mensa då det är en internationell organisation, tydligen med många medlemmar i USA och Storbritannien enligt mensa.se.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Aekei</strong></div>
<div>Det är bra att du är motiverad, tror att du kommer få prioritera lite grand längre fram men det är mycket bra mål. Se till att hitta ett vettigt masterprogram bara så du inte hoppas på t ex ekonomi efter att ha läst tre år civilingenjör för det är de sista åren som ger dig kompetens.<br/>
<br/>
Jag är tveksam till dubbelexamen i indek och civilek, blir lite kaka på kaka och det är svårt att prestera i båda. Ta isåfall teknisk fysik eller teknisk matematik.</div>
</td>
</tr>
</table>
</div>

Just indek (på Chalmers) har 50% industriell ekonomi (inkl hållbar utveckling &amp; examensarbete). Vet inte exakt vilka områden inom ekonomi dessa kurser berör, men tror att det är en del åt ledarskaps/management hållet, marknadsförning, samt styrning av företag etc. Jag tror också att om jag skulle vilja ha civilek examen så behöver jag inte läsa ett komplett civilek program, utan endast komplettera med ett antal kurser (vet dock inte hur många). Detta är något jag ska kolla upp mer exakt. Ekonomikurserna på indek, samt lite extra civilek kurser vid sidan av borde väll ändå kunna ge en tillräckligt god grund inom ekonomi för att möjliggöra en master inom ekonomi, ifall jag skulle ha lust med det? Eller kanske det är dumt att tro det?<br/>
<br/>
Om man inte behöver läsa <i>hela</i> civilek programmet vid sidan av, gör ju också det att det hela blir lite enklare då man inte behöver lägga ned riktigt lika mycket tid totalt. Kanske också undviker för mycket \"kaka på kaka\" som annars kanske är lite onödigt precis som du säger.<br/>
<br/>
Har funderat lite på Teknisk Fysik och den nya utbildningen Teknisk Matematik. Vet dock t.ex. att McKinsey har ögonen på indek, så undrar ändå om inte indek ger lite mer möjligheter på just den fronten. Det tål absolut att tänkas på!<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Outside</strong></div>
<div>Känner igen mig väldigt mycket i OtZmans text och hoppas få ytterligare några intressanta svar. Själv har jag sökt till en halvbra skola i USA och väntar antagningsbesked inom en vecka, annars får jag gör det bästa av situationen i Sverige. Tänker mig att läsa Civilekonomprogrammet i Lund på förkortad tid, antingen analytisk eller Engelsksspråkig inriktning, vilket är att föredra? Läser man engelsk språkinriktning har man relativt stor chans att få läsa på ett bra universitet i USA vilket förstås lockar, men djupare analyskunskaper kanske väger tyngre? <br/>
<br/>
Förvisso får man väl inte samma analysförmåga som en ingenjör så en dubbelexamen kanske är att föredra, eller \"räcker\" det att läsa Industriell ekonomi, företrädelsevis med finansiell matematik?<br/>
<br/>
Har även gjort Mensatestet och fick 135+, undrar också om det kan hjälpa något, exempelvis vad gäller transfer från universitet jag sökt in på till ett prestigeuni?</div>
</td>
</tr>
</table>
</div>

Blev lite nyfiken, vilken skola i USA är det du har sökt?<br/>
<br/>
Är du medlem i Mensa, eller gjorde du bara testet? Hur ser möjligheterna att skaffa sig relevanta kontakter genom Mensa ut? Verkar Mensa Sverige ha god kontakt med Mensa i andra länder?<br/>
<br/>
<br/>
Jag bör tillägga att jag på indek kommer att ha möjlighet att läsa teknisk bas inom finansiell matematik på 17%, utöver de 21% matematik som är obligatorisk. Alltså totalt 38% matematik, 50% indek kurser, resten inom fysik och IT. Jag antar att jag då kommer ha en relativt god grund, som förhoppningsvis kan ge möjlighet att läsa en master inom t.ex. finansiell matematik.<br/>
<br/>
Jag ska också ta och kolla upp TOEFL och GMAT testen. Finns det några fler relevanta tester man kan göra?<br/>
<br/>
Funderar också på, då det verkar som indek är en utbildning som McKinsey har ögonen på, hur möjligheterna att \"gå vidare\" efter att ha jobbat där några år ser ut. Att jobba på McKinsey är ju i sig mycket intressant. Pratade med en konsult från företaget under en arbetsmarknadsdag, och han sa att ungefär 3-4 år var snitt tiden som man jobbade där. Det verkar alltså som att det finns goda möjligheter till andra jobb efter detta. Tror ni det skulle vara möjligt att gå vägen indek-&gt;McKinsey och sedan, om man vill, börja jobba inom finansbranchen eller kanske läsa en MBA på ett topp universitet och sedan ta sig in på en associate position på någon bank eller liknande? Antar att anställning på McKinsey är en ganska fin merit, som borde kunna hjälpa för att komma in på bra MBA och/eller bra jobb?"
		},
		{
			"postIndex": 1118,
			"postNumber": 1139,
			"rankGlobal": 10,
			"rankLocal": 3,
			"scoreGlobal": 86,
			"scoreLocal": 89,
			"userRank": 91,
			"userScore": 11,
			"postUserName": "mrhagglund",
			"postUserID": "u190333",
			"postUserUrl": "https://www.flashback.orgu190333",
			"postDateTime": "2008-04-10, 23:48",
			"postUrlInThread": "https://www.flashback.org/t326889p95",
			"postUrlUniq": "https://www.flashback.org/sp10761567",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>American_Psycho</strong></div>
<div>Ett stort tack till alla som delar med sig av sina kunskaper och erfarenheter på denna tråd! Verkligen intressant läsning!<br/>
<br/>
Jag har precis sökt HHS i Stockholm till HT -08 och skulle kapa min högra hand för att komma in. Har ett upptenterat snitt på 20.0 (ursprungligen 19.2) och borde med lite flyt komma in kan jag tycka...<br/>
<br/>
Hur som helst har jag några frågor efter att ha läst igenom denna tråd. <br/>
<br/>
1. Mitt CV är ganska intetsägande och måste förbättras. Hur ska jag bäst gå till väga för att göra detta under handelstiden? Ett enkelt sätt är väl att engagera sig i kåren men hur mycket cred ger det? Vad är bäst att göra under de första somrarna, alltså när det kanske är lite tidigt för internships(som jag har förstått det)? <br/>
<br/>
2. Numera är ju handels uppdelat i ett 3årigt kandidatprogram och sedan 2 år för att få en master. Är det värt att ta mastern eller kan man söka till analyst redan efter kandidaten? Eller ska man försöka ta mastern på något bättre universitet utomlands?<br/>
<br/>
3. När är det vanligast att man söker internships? Som jag har förstått det så brukar man göra det året innan man tar examen, alltså sommarn emellan de 2 sista masteråren...<br/>
<br/>
Jag satsar stenhårt på att få 100% VG på handels och är verkligen sjukt motiverad och genuint intresserad av ekonomi. <br/>
<br/>
Viktigast är egentligen fråga 1. Skulle verkligen uppskatta ett par trevliga svar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div>
</td>
</tr>
</table>
</div>
<br/>
Ok, med 20,0 lär du utan några konstigheter komma in nästa år. Ibland blir det lottning mellan alla kommer in till slut ändå. Själv blev jag bortlottad i somras men kom in precis innan skolan satte igång.<br/>
<br/>
1) När du väl kommit in på handels kommer du att inse att det finns många vägar att utmärka sig själv. Du behöver inte bry dig om vad som hänt med ditt cv innan handels, på handels börjar ditt nya liv, bokstavligt talat...  =)Vad jag menar kommer du att förstå om ca 12 månader. <br/>
Det finns inga entydiga svar om vad som skulle vara den rätta vägen utan på handels får du möjlighet att skapa din egen profil. Det finns många saker som är \"bra\" att göra på handels men det viktigaste är att du gör just det du är mest intresserad av. Är du intresserad av investmentbanking i london så ska du kanske gå på många företagspresentationer och engagera dig i tex näringslivsutskottet som bla anordnar london investment banking week eller dubai finance week (som vi håller på att starta nu). Där ges det enormt stora möjligheter till att inneha ledande positioner och knyta an kontakter du bara kunde drömma om innan du började på handels.<br/>
<br/>
2) Har precis samma funderingar som du. Inom finanssektorn beror ju mycket på konjunkturen. Pga den recession usa är och även den bidragande kreditkrisen så finns det risk att det är lågkonjunktur när vi examineras och toppjobben i london uteblir. Då är det ju bra att ha möjlighet att ta en master för att komma ut i högkonjunktur. Personligen tror jag inte att du ska oroa dig över såna här detaljfrågor än. Visst det är lätt att säga, been there done that! Men såna där saker kommer du komma underfund med ganska omgående.<br/>
<br/>
3) Interships sker vanligtvis mellan årskurs 3 och 4.<br/>
<br/>
För övrigt när det gäller betygen så är du ute på lite djupt vatten måste jag säga.<br/>
Det har aldrig funnits vg betyg, utan man hade 3 olika godkänt nivåer där pass with distinction var den högsta. Nu är betygssystemet uppdelat i A-F och betygen är dessutom relativa och normalfördelade vilket gör det mycket svårt att ligga i topp i dem flesta ämnena.<br/>
<br/>
Lycka till med ansökan och väl mött nästa år!<br/>
<br/>
Som slutligt tillägg till er som tjafsar om hhs och lse så kan jag berätta för er att förra året gjorde 74 personer intership i london och om ni tittar i placement reports på hhs.se så ser ni att 33 % av studenterna får sitt första jobb utomlands, dvs london (någon enstaka i usa och asien). Där flertalet, runt 20-25 % på skolan kör investment banking."
		},
		{
			"postIndex": 1182,
			"postNumber": 1203,
			"rankGlobal": 12,
			"rankLocal": 4,
			"scoreGlobal": 84,
			"scoreLocal": 87,
			"userRank": 18,
			"userScore": 32,
			"postUserName": "OtZman",
			"postUserID": "u239360",
			"postUserUrl": "https://www.flashback.orgu239360",
			"postDateTime": "2008-05-13, 20:02",
			"postUrlInThread": "https://www.flashback.org/t326889p101",
			"postUrlUniq": "https://www.flashback.org/sp11203235",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>ajs1</strong></div>
<div>Det som är intressant och motiverande är den helt sjuka löneutvecklingen, lönen dubblas efter kanske 2-3 år, och så fortsätter det.<br/>
<br/>
Annars så skulle jag inte satsa på I om du vill börja på en Bank i london, jag har en polare här på I som har alla 5<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/>r utan en, har läst klart en examen till vid sidan om och är inne på sin andra examen vid sidan om. Han har helt otroliga EC:s och är en sjukt social, trevlig och utåtriktad människa.<br/>
Trots detta fick han inga internships... Fick EN telefonintervju.<br/>
Bankerna är ganska strikta med sina target schools. Vill du bli banker så är det HHS som gäller.<br/>
Självklart går det annars också, men I är nog inte den bästa vägen.</div>
</td>
</tr>
</table>
</div>

Låter ju lite halvjobbigt om det är så svårt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/>. Hur många år har din kompis gått på I, och vilka examen har han vid sidan av?<br/>
<br/>
Vad finns det för (bra/vanliga) vägar om man vill ha en mer matematiktung position? Vad jag har förstått läser man inte alls mycket matematik på HHS.<br/>
<br/>
Pratade här om dagen med en person som läst ren matematik och master inom finansiell matematik på Göteborgs Universitet. Tydligen hade han vänner, som också läst samma master, som nu jobbade på IB i London.<br/>
<br/>
Antar att det är som många sagt, att det är lättare att gå vägen till IB via HHS eftersom det är en target school, men att det även går på andra sätt. <br/>
<br/>
Något jag börjat tänka lite svagt på är att tenta upp på komvux till 20.0, och sedan söka till HHS och eventuellt ta dubbelexamen i matematik/teknisk fysik. Känns dock lite långsökt med tanke på att jag har 17.6 nu. Är totalt 12 kurser jag inte har MVG i, eller 1000 poäng. Skulle kanske gå att läsa upp på ett år...<br/>
<br/>
...eller så kan jag satsa på I samt plocka extra ekonomi och/eller matematik på Göteborgs Universitet och sedan söka masters på topp universitet runt om i världen, och då antingen mer renodlad ekonomi eller något matematikinriktat typ finansiell matematik.<br/>
<br/>
Kan man räkna med en plats på HHS om man har 20.0, eller får man lita på turen genom lottning nu när betygsinflationen skjutit i höjden?"
		},
		{
			"postIndex": 1117,
			"postNumber": 1138,
			"rankGlobal": 16,
			"rankLocal": 5,
			"scoreGlobal": 82,
			"scoreLocal": 85,
			"userRank": 19,
			"userScore": 31,
			"postUserName": "American_Psycho",
			"postUserID": "u245028",
			"postUserUrl": "https://www.flashback.orgu245028",
			"postDateTime": "2008-04-10, 19:24",
			"postUrlInThread": "https://www.flashback.org/t326889p95",
			"postUrlUniq": "https://www.flashback.org/sp10756262",
			"sentence": "Ett stort tack till alla som delar med sig av sina kunskaper och erfarenheter på denna tråd! Verkligen intressant läsning!<br/>
<br/>
Jag har precis sökt HHS i Stockholm till HT -08 och skulle kapa min högra hand för att komma in. Har ett upptenterat snitt på 20.0 (ursprungligen 19.2) och borde med lite flyt komma in kan jag tycka...<br/>
<br/>
Hur som helst har jag några frågor efter att ha läst igenom denna tråd. <br/>
<br/>
1. Mitt CV är ganska intetsägande och måste förbättras. Hur ska jag bäst gå till väga för att göra detta under handelstiden? Ett enkelt sätt är väl att engagera sig i kåren men hur mycket cred ger det? Vad är bäst att göra under de första somrarna, alltså när det kanske är lite tidigt för internships(som jag har förstått det)? <br/>
<br/>
2. Numera är ju handels uppdelat i ett 3årigt kandidatprogram och sedan 2 år för att få en master. Är det värt att ta mastern eller kan man söka till analyst redan efter kandidaten? Eller ska man försöka ta mastern på något bättre universitet utomlands?<br/>
<br/>
3. När är det vanligast att man söker internships? Som jag har förstått det så brukar man göra det året innan man tar examen, alltså sommarn emellan de 2 sista masteråren...<br/>
<br/>
Jag satsar stenhårt på att få 100% VG på handels och är verkligen sjukt motiverad och genuint intresserad av ekonomi. <br/>
<br/>
Viktigast är egentligen fråga 1. Skulle verkligen uppskatta ett par trevliga svar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		}
	],
	[
		{
			"postIndex": 1369,
			"postNumber": 1395,
			"rankGlobal": 20,
			"rankLocal": 1,
			"scoreGlobal": 80,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2008-11-10, 22:02",
			"postUrlInThread": "https://www.flashback.org/t326889p117",
			"postUrlUniq": "https://www.flashback.org/sp13658076",
			"sentence": "Jag fick en flod av frågor när jag var borta från forumet så här är den ideala vägen in till investment banking: <br/>
<br/>
Sök och bli antagen på en elitskola så som oxford, cambridge, LSE eller handels stockholm i första hand. I andra hand något redbrick universitet i storbritannien. I tredje hand lund, uppsala eller handels gbg....i fjärde hand whatever. <br/>
<br/>
Ta en kandidatexamen med finansiell inriktning. Det spelar inte så stor roll om det är företagsekonomi med finansiell, redovisning, controlling, marknadsföring eller någon annan inriktining. Lär dig redovisning men du behöver inte ta examen i det. <br/>
<br/>
Få jättebra betyg. Under 2:1 så kan du glömma in IB karriär...<br/>
<br/>
Under sommarlovet så gör praktik på först en redovisningsfirma eller ett annat finansiell instutition och om du har möjlighet, på en investmentbank. Lyckas du få ett internship på en investment bank så har du halva inne. <br/>
<br/>
Tänk på att du kommer konkurrera mot några av de smartaste och ambitiösaste studenter som finns, därför måste du stå ut från mängden. Lär dig ett tredje språk flytande (det räcker inte att du kan prata lite, utan antingen flytande eller inte alls). Var jätteduktig på en sport eller hobby. Ledarkunskaper och internationell profil är något som imponerar också. <br/>
<br/>
Ni som har läst i Örebro, Halmstad, Brösarp eller liknande skola, tyvärr, ni har väldigt liten/noll chans. <br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>PhatCaT</strong></div>
<div>München, jag tänkte ta tillfället i akt och ställe en fråga till dig jag länge fungerat över:<br/>
<br/>
Varför verkar alla vilja ta den svåra vägen till London? Här i tråden har det ju gång på gång beskrivits hur svårt det är att ta raka spåret till London och göra standardkarriären som tidigare beskrivts.<br/>
<br/>
Är det inte mycket enklare att inom en välkänd bank jobba sig upp inom IB i Sverige, och därefter få förflyttning till London (om man vill det) efter man visat framfötterna under en tid? Med det i bagaget känns det som att man dessutom har större skyddsnät och andra tjänster att falla tillbaka till vid lågkonjunktur (t ex i Sverige).<br/>
<br/>
Förstår faktiskt inte poängen med att stressa till London som om det vores världens Mecka. Personligen tror jag att man vinner större mognad och kompetens på att ta det lite lugnt och bli hemmastadd i en bank innan man drar iväg på sin I-Want-To-Become-What-I-Once-Saw-In-That-Brooker-Movie-Resa.</div>
</td>
</tr>
</table>
</div>
<br/>
Först och främst, det du lär dig i London på ett 2-3 årigt analystprogram kan du inte lära dig i sverige. Erfarenheten där slår allt och det väger tungt i din CV - och det är absolut det viktigaste. Du kommer också att jobba på de största dealsen i London. <br/>
<br/>
För det andra, det erbjuds väldigt få analytikertjänster på investmentbanker i sverige.<br/>
<br/>
Och för det tredje, du kommer tjäna mer i London och vad du lär dig där kommer öppna fler dörrar för dig. <br/>
<br/>
Pengarna är inte det viktigaste när man är färsk, även om många tror det. Tro mig, det man tjänar som analytiker är piss när du tänker på hur mycket du kommer jobba och omkostnader som du kommer ha.<br/>
<br/>
Du har också en stor möjlighet att komma in på ett MBA program om du gjort 2-3 år som analytiker på en investment bank, vilket du inte kommer ha om du jobbat på någon regional bank i sverige. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Itman</strong></div>
<div>Nu bryter jag en smula mot 0.04 men:<br/>
Hur står sig inriktningen finansmatte på I-programmet + kandidat från HHS? Är det kaka på kaka? Och hur är möjligheterna att landa ett front office-jobb? Och om man nu väljer att läsa finansmatten + kandidaten, vad vore passande att rikta in sig på det tredje året av kandidaten? <br/>
<br/>
Många frågor där, tänkte passa på nu när Munchen är i tråden <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div>
</td>
</tr>
</table>
</div>
<br/>
Förstår inte frågan riktigt. Jag vet inte vad i-programmet är. Generellt spelar det inte så stor roll om du läst nationalekonomi, företagsekonomi, matte eller vad det nu är. Huvudsaken är att du har en någorlunda inriktning på redovisning och är duktig med siffror. <br/>
<br/>
Du har ingen nytta av hardcore-matte i vanlig m&amp;a, utan det är mest om du satsar på kvant.<br/>
<br/>
Samtliga investmentbanking job är front-office. Du behöver ingen utbildning för backoffice &amp; support."
		},
		{
			"postIndex": 1431,
			"postNumber": 1457,
			"rankGlobal": 26,
			"rankLocal": 2,
			"scoreGlobal": 78,
			"scoreLocal": 98,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2008-11-27, 10:48",
			"postUrlInThread": "https://www.flashback.org/t326889p122",
			"postUrlUniq": "https://www.flashback.org/sp13887000",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>-Steady-</strong></div>
<div>Jag trivs bra med min situation som den är nu. Förutsättningarna kan dock förändras och då är jag utsatt. Det är därför jag är intresserad av vilka möjligheter som finns för mig framöver.<br/>
<br/>
<br/>
Anledningen till att jag intresserar mig för ett jobb på en investment bank är följande:<br/>
<br/>
Jag tror, med betoning på tror, att ett jobb på investment bank är ganska likt mitt nuvarande jobb till stor del. Jag jobbar väldigt mycket och reser en del. Jag får inget gratis och alla resultat är upp till mig själv. Jag lever för mitt jobb och trivs med att arbeta hårt. Jag är en individualist som brinner för att göra affärer och är väldigt tävlingsinriktad. Jag ska inte sticka under stolen med att möjligheten att tjäna bra med pengar lockar mycket. Jag lever för att tjäna pengar! Kanske låter tragiskt men så fungerar jag.<br/>
<br/>
Det kan hända att jag är ute och cyklar men jag ser vissa likheter här. Det är inte direkt så att jag lever ett normalt liv nu heller. <br/>
<br/>
Jag har alltså inga planer på att överge mina företag för ett bankjobb. Mest nyfiken på om det skulle vara möjligt att komma in i branschen om allt skulle vända.<br/>
<br/>
Munchen, du skriver mycket negativt om branschen vilket jag kan förstå. Men tänk om jag skulle vara en av dom som skulle trivas i branschen? Du skrev \"Inte en chans\". Var det menat som att det skulle vara omöjligt för mig att komma in i branschen eller var det menat som att du inte tycker att jag ska försöka? <br/>
<br/>
Visst skulle en utbildning inte vara fel men jag tror motivationen skulle svika. Jag har levt för länge med \"verkligheten\" att driva företag. Det största problemet skulle vara att få tid till att gå i skolan.<br/>
<br/>
Jag skulle uppskatta lite tydligare svar på frågorna, om jag kan få jobb på en investment bank och i så fall hur? <br/>
<br/>
Tack återigen!</div>
</td>
</tr>
</table>
</div>
<br/>
Du har inte en chans att komma in av anledningen du har inte någon universitetsutbildning. Detta är inte Skanska eller NCC där man kan bli VD från att ha börjat med att blanda cement. Gör du en utbildning så kommer du vara klar vid 27 års ålder om allt går väl, vilket är väldigt sent. Eventuellt kan du göra en MBA utbildning på en bra skola i anslutning till din fil.kand och försöka komma in på en högre nivå, men även det ser jag som svårt då många investment banker bara anställer MBA-grads med tidigare erfarenhet inom branschen. <br/>
<br/>
Det du skrev att jobben är lika är stämmer bara till en del. Inom investment banking har du mycket kontorspolitik, nepotism, ingen jobbsäkerhet, löjlig facetime och en hel del meningslöst jobb. Vidare så kommer du att jobba med riktigt stora egon med skarpa armbågar och folk med dryga personligheter som är väldigt skärpta och har ett behov av att visa det - med andra ord, första klassens rövhål. All den skiten slipper du idag. <br/>
<br/>
Även om du skulle komma in så har du större möjligheter att tjäna mycket pengar med dina egna företag om du utvecklar dem väl och du har näsa för affärer.  Du kan försöka dig på investment banking, men det är inget jag rekommenderar dig i den situationen du befinner dig i nu och jag tror det blir svårt för dig att få in foten."
		},
		{
			"postIndex": 1426,
			"postNumber": 1452,
			"rankGlobal": 30,
			"rankLocal": 3,
			"scoreGlobal": 76,
			"scoreLocal": 96,
			"userRank": 84,
			"userScore": 12,
			"postUserName": "-Steady-",
			"postUserID": "u303891",
			"postUserUrl": "https://www.flashback.orgu303891",
			"postDateTime": "2008-11-25, 23:14",
			"postUrlInThread": "https://www.flashback.org/t326889p121",
			"postUrlUniq": "https://www.flashback.org/sp13868542",
			"sentence": "Hej.<br/>
<br/>
Jag har en fråga till er som är insatta i Investment banking. Frågan är främst ställd till MunchenCalling men alla som känner sig manade och kunniga får gärna försöka hjälpa mig. Först ska jag förklara min situation.<br/>
<br/>
Jag är 24 år och äger/driver tre stycken företag (alla är aktiebolag). Företagen sysslar med spel (poker, betting och casino), marknadsföring och försäljning. Jag lever gott på detta och har gjort det i drygt tre år. Jag har inga planer på att lägga ner företagen. Jag vet dock inte om jag vill/kan syssla med det hela livet. <br/>
<br/>
Business/entreprenörskap är min grej men jag saknar utbildning. Jag hoppade av en ingenjörsutbildning då jag kände att jag ville satsa på mina företag. Det är inget jag ångrar men visst hade det varit skönt att ha en utbildning. Jag har lärt mig mycket genom åren som företagare och jag lär mig nya saker hela tiden. Hur dessa kunskaper värderas om jag söker jobb är dock svårt att svara på.<br/>
<br/>
Nu har jag fått upp intresset för investment banking. Jag ska dock nämna att jag inte är speciellt insatt i branschen men har läst på en del. Min fråga är om det finns någon möjlighet för en sån som mig att komma in i branschen framöver? Jag saknar som sagt utbildning men har sinne för affärer och jag tror att jag uppfattas som skärpt av de flesta nya människor jag möter. Jag är inte ute efter någon genväg utan är beredd på att slita hårt och visa vad jag går för. Problemet är att få in en fot i branschen.<br/>
<br/>
Vad tror ni? Med den lilla informationen ni har om mig, tror ni att det finns någon chans för mig? Är det något jobb som skulle passa mig bättre inom branschen? Kan ni ge mig några tips?<br/>
<br/>
Jag ser fram emot seriösa svar. Tack på förhand och tack för en intressant tråd!<br/>
<br/>
/-Steady-"
		},
		{
			"postIndex": 1444,
			"postNumber": 1471,
			"rankGlobal": 40,
			"rankLocal": 4,
			"scoreGlobal": 74,
			"scoreLocal": 93,
			"userRank": 59,
			"userScore": 16,
			"postUserName": "McCarrick",
			"postUserID": "u280544",
			"postUserUrl": "https://www.flashback.orgu280544",
			"postDateTime": "2008-12-05, 19:41",
			"postUrlInThread": "https://www.flashback.org/t326889p123",
			"postUrlUniq": "https://www.flashback.org/sp14007350",
			"sentence": "Jag kan nu, efter att ha spenderat en stor del av dagen vid datorn, nöjt för mig själv konstatera att jag läst igenom hela tråden. Det är lite lustigt att konstatera hur det vid ungefär var tjugonde sida dyker upp ett inlägg av någon aspirerande HHS-student (jag är inget undantag) med frågor främst riktade till Munchencalling. <br/>
<br/>
Först skulle jag vilja fråga vad som hände med den där FAQen det talades om i början av tråden? Visserligen går naturligtvis i princip all tänkbar information att hitta i just tråden, men många går nog miste om den då det krävs ett jävla intresse för att läsa igenom allt. Så om FAQen finns kvar/någonsin funnits vore det ju kanske lämpligt att den dyker upp här igen. <br/>
<br/>
Av tråden framgår följande:<br/>
<br/>
Matten som behövs för IB är inte svårare än Ma C.<br/>
Vilken skola man tagit sin BSc på och betygen därifrån är väldigt viktiga<br/>
Dubbelexamen (civ. ing. + civ. ek. nämndes) är förmodligen overkill för IB men tycks om av konsultfirmorna<br/>
Ev. utbildning i finansmatte används främst inom kvantitativ analys<br/>
<br/>
Exempel på frågor som jag i tråden inte hittat, alternativt ställts med otillräckliga svar, är följande:<br/>
<br/>
Betygen är viktiga. Universitetsmatte är i princip överflödig för IB. En dubbelexamen, HHS + matematisk statistik, kontra enbart HHS, bör rimligtvis betyda att betyg och/eller kåraktivitet samt ECs, jobb, blir lidande. Samtidigt känns det lockande med den bredd det innebär om man inte har stenkoll på vad man vill jobba som i framtiden. Säg att man alltså tar dubbelexamen och vill börja med IB, kan man spekulera i hur pass tungt den väger jämfört med enbart BScn från HHS med bättre betyg?<br/>
<br/>
Nästa fråga; civ. ing. + civ. ek. nämns ordagrant som tänkbart eftertraktad av konsultfirmor (skrivet innan HHS införde Bolognaprocessen, så jag tar mig friheten att ersätta civ. ek. med BSc). Min slutsats är då att även en BSc + kandidat i matematisk statistik med en del finansmatte bör vara eftertraktad där. Är det ett korrekt antagande?<br/>
<br/>
Nu börjar jag gå lite OT men det har förbisetts tidigare i tråden så jag hoppas att det okej.  BSc från HHS + kandidat i matematisk statistik bör enligt den info som går att hitta i tråden vara väldigt lämpligt för kvantitativ analys. Vad en sådan gör har jag ingen större koll på men än mer vilsen är jag vad gäller hur mycket en sådan kan tänkas tjäna i Sverige och utomlands på en någorlunda stor firma. Någon som har erfarenhet alternativt bra info om det?"
		},
		{
			"postIndex": 1585,
			"postNumber": 1612,
			"rankGlobal": 45,
			"rankLocal": 5,
			"scoreGlobal": 73,
			"scoreLocal": 92,
			"userRank": 89,
			"userScore": 12,
			"postUserName": "Brunhilde",
			"postUserID": "u327719",
			"postUserUrl": "https://www.flashback.orgu327719",
			"postDateTime": "2009-04-01, 01:29",
			"postUrlInThread": "https://www.flashback.org/t326889p135",
			"postUrlUniq": "https://www.flashback.org/sp15907699",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Aimbert</strong></div>
<div>Jag snubblade över den här artikeln: <a href=\"/leave.php?u=http%3A%2F%2Fwww.aktiespararna.se%2Fungaaktiesparare%2FNyheter-och-artiklar%2FEn-riktig-investment-banker%2F\" target=\"_blank\">http://www.aktiespararna.se/ungaakti...stment-banker/</a><br/>
<br/>
Jag reagerade ganska kraftigt på följande stycke: \" Den stora skillnaden med England är att man inte bryr sig om vilket ämne man har läst på universitetet, det viktigaste är vilket universitet man gått på. De jag arbetar med har pluggat både politik, historia, kemi och till och med musik.\"<br/>
<br/>
Att universitetet spelar stor roll är jag helt med på, men musik och kemi?!^^</div>
</td>
</tr>
</table>
</div>
<br/>
Jag har många utbildningar i mitt team, men jag kan garantera att jag aldrig sett en ansökan från någon som läst musik eller historia på universitetet. Visst, det stämmer att här i London är det lätt att få ett s k <i>professional </i>yrke så länge man har läst på universitetet- eller college för den delen. Dock gäller detta inte investment banking. <br/>
<br/>
Hos oss går en rekrytering till som så att agenter ständigt skickar in ansökningar till oss. Det har alltså redan skett en gallring innan ansökningana ens når oss och vi är dessutom måttligt interesserade av dessa iglar till agenter som stjäl tid <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Detta är agenterna fullt medvetna om och därmed vet de också att de skulle bli för evigt bojkottade av oss om de skickade icke-relevanta ansökningar till oss. Agenten får viss procent på den ev anställdes lön i x antal månader och därför är det agentens självbevarelsedrift som gör att vi aldrig ser människor med t ex musikexamen.<br/>
<br/>
När ansökan nått oss tar den AD som behöver personen i sitt team ut ett antal sökanden (oftast ca 3-5 beroende på sökt position) och intervjuar dessa. Gemensamt för de sökanden är att samtliga har examen från relativt högt rankade universitet. Då kandidaten sedan är utvald informeras jag och får då säga mitt. Är allt i sin ordning ber jag bara HR utforma kontrakt, men om osäkerhet råder  (alt viktigare position) träffar även jag personen i fråga och ibland är också min chef närvarande. <br/>
<br/>
Detta förfarande skiftar dock avdelningar emellan, men också självklart mellan banker. Jag har valt att låta de som arbetar för mig sköta det mesta själva, alltså även val av nyanställd personal/personal som får gå, men jag får så klart alltid löpande information. <br/>
<br/>
Ang NY vs London får jag nog säga det beror på bank. Min bank är amerikansk och har head office i NY medan min mans bank är engelsk och därav har huvudkontoret här i London. Nackdelen för mig är att det blir rätt många resor till just NY, men än så länge känns det rätt ok då jag trivs bättre i London. Dock skall jag inte sticka under stol med att det mesta ifaktiskt händer runt head office, men å andra sidan är oftast andra platser något lugnare. Jag har arbetat i NY, Chicago, Hong Kong, Singapore och nu senast i London, men den gemensamma faktorn är ändå att det blir en del resor- head office eller ej. <br/>
<br/>
Nej, nu skall jag bege mig hem och jag ber om ursäkt för om inlägget är aningens oklart, men timmen är sen och jag har även gjort annat under tiden jag skrivit. Vill bara påpeka detta då jag blev kallad \"dyslektisk turk\" av en amöba i en annan tråd <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sneaky.gif\" title=\"Sneaky\"/>"
		}
	],
	[
		{
			"postIndex": 1845,
			"postNumber": 1878,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 96,
			"scoreLocal": 100,
			"userRank": 23,
			"userScore": 29,
			"postUserName": "sacramento",
			"postUserID": "u395755",
			"postUserUrl": "https://www.flashback.orgu395755",
			"postDateTime": "2009-11-15, 17:40",
			"postUrlInThread": "https://www.flashback.org/t326889p157",
			"postUrlUniq": "https://www.flashback.org/sp19812784",
			"sentence": "Jag såg i någon tråd att någon rekommenderade I som alternativ till handels om man ville in i finans så jag tänkte ge lite info.<br/>
<br/>
På handels krävs det högsta betyg från gymnasiet medan på I nästan full pott. När jag gick gymnasiet så kunde de som gick samhälls och ekonomi söka handels, men inte I eftersom man hade vissa matematikkrav. Fler sökande förklarade en del av skillnaderna i intaget. <br/>
<br/>
Skillnaderna på individerna som anlände vid skolstart på I var enorm beroende på gymnasieskola så det fanns en hel del \"retards\" med högsta betyg och en del som visade sig vara \"stjärnor\" men som misslyckats i en kurs i gymnasiet och därmed sänkt sitt gymnasiebetyg. De som kom via högskoleprovet var om möjligt ännu ojämnare som grupp. Med andra ord så är urvalet som startar ungefär likvärdigt på de två utbildningarna möjligtvis lätt fördel handels.<br/>
<br/>
Efter 4:an på I så var det inte en enda från min klass som lyckades landa ett internship i London. Jag är väl medveten att det skett en bra förändring åren efter det att jag gick ut där och att en del har fått jobb i London och på de bästa svenska investmentbankerna, men vägen dit är ganska svår. Bara ett fåtal från I lyckas landa praktik i London alltmedan ca 35-40 från handels hamnade där ifjol. I princip alla med någorlunda vettig bakgrund från handels får åka i högkonjuktur. Handels är enda target school och det gör enorm skillnad.<br/>
<br/>
I är en fantastiskt bra utbildning antagligen den bästa om man vill vara bred, men väljer man I som utbildning får man räkna med en lång och hård studieresa där de allra flesta inte når speciellt bra betygssnitt beroende på att ingenjörsutbildningarna är mycket hårdare. I ettan läser man i huvudsak matematik och lite grundläggande ekonomi, ingenjörskurser kommer främst i 2:an då man byggt upp mattekunskaperna. Under första året mellan 3:e och 4:e kursen i Analys så brukar det ömma för de allra flesta och några som har problem brukar försvinna till handels med förklaringen att det nog inte var riktigt rätt intresseval på utbildningen. På handels läser man ju som bekant ekonomi och lite matematik i början, egentligen samma sak men tvärtom!<br/>
<br/>
Om det inte börjar ömma i ettan på I så lovar jag att det kommer att kännas som någon stoppat in en påse Chiquita-bananer <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> åtminstone någonstans på resan mellan Linjär algebra och Stokastisk kalkyl och det oavsett hur \"bright\" man är.<br/>
<br/>
Själv ville jag inte jobba som investmenbanker utan med derivat då jag tyckte att det var rätt häftigt med avancerade instrument. Jag läste under årskurs 3-5 en extra kurs varje läsperiod (4:a perioder per år) framförallt inom ekonomi och matematik och hade dessutom ett rätt så hyfsat. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> betygssnitt. Ett år spenderades utomlands vid välrenommerat universitet från vilken investmentbankerna rekryterade (där jag boostade mitt CV med ytterligare kurser inom finans, redovisning och matematik). Eftersom jag även pluggat med personer som läst på ekonomlinjer och där haft toppbetyg vet jag exakt hur mycket bättre jag var inom derivatområdet.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>
<br/>
Det var dock helt omöjligt att landa ett vettigt jobb trots en i mitt tycke närmast perfekt bakgrund. Intervjuerna var ibland som rena farserna. Visst landade jag jobb så småningom, men inte direkt de som jag önskade. Jag funderade ett tag på om det var mig det var fel på eller kanske min ansökan och jag prövade därför att skicka ut några ansökningar till firmorna inom management consulting (toppfirmor strategi). De kunde för övrigt höra av sig ibland näst intill dagen efter det att ansökan skickats och kalla till intervju samma vecka eller senast veckan efter. Helt bisarrt, vilken skillnad.<br/>
Handels må läsa mycket lite matematik, men de regerar inom det mest matematiska ekonomiområdet finans. Det är dock kul att det äntligen verkar öppna upp sig för I:are och duktiga ekonomer från andra universitet."
		},
		{
			"postIndex": 1702,
			"postNumber": 1731,
			"rankGlobal": 7,
			"rankLocal": 2,
			"scoreGlobal": 88,
			"scoreLocal": 92,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "MunchenCalling",
			"postUserID": "u88360",
			"postUserUrl": "https://www.flashback.orgu88360",
			"postDateTime": "2009-05-18, 11:24",
			"postUrlInThread": "https://www.flashback.org/t326889p145",
			"postUrlUniq": "https://www.flashback.org/sp16721848",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Forumperson</strong></div>
<div>Hur pass viktigt är det med arbetserfarenhet under sin studietid? Att få ett intership lär ju knappast vara det lättaste under sina typ 2 första år på HHS eller dylikt. Hur pass \"bra\" är det att jobba allmänt under sin ledighet eller dylikt?<br/>
<br/>
Även om man inte sitter och jobbar på en bank under sommaren så borde det väl vara bättre att ta ett vanligt \"jag är student som jobbar på helger och under sommaren\" jobb.. ? Alltså typ väktare, vårdbiträden och liknande. Jämfört med folk som pluggar, fast inte gör ett skit under ledighet och dylikt. Så känns det ju ändå bättre att kunna visa upp att man faktiskt gjort saker utöver plugget i form utav jobb, om än inte \"bank relaterat\" utöver sina ECs?<br/>
<br/>
Hur pass viktigt är detta inom \"bank-sektorn\" ? Alltså inte just IB.</div>
</td>
</tr>
</table>
</div>
<br/>
Det är mycket viktigt att du har arbetslivserfarenhet. Det är inte lätt, men så svårt är det inte heller. På mitt första internship tjänade jag i svenska pengar 7.500:- brutto per månad, men jag hade jobbat gratis ändå. På den låga nivån är pengarna inte viktiga utan det är erfarenheten som räknas. <br/>
<br/>
Om du har jobbat som truckförare på jeppes åkeri skiter rekryteraren i. Det är bättre att skaffa sig bättre ECs och synnerhet bättre betyg.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>odavidsson</strong></div>
<div>Jag kan outa min bakgrund lite här. Skulle va kul att se vad ni tror om chanserna att kunna landa ett internship i framtiden trots att jag inte kommer läsa på HHS.<br/>
<br/>
Jag har ett HP-resultat som med lite tur kan få in mig på HHS, dock har jag ej läst moderna språk steg 3 och matte d. Detta innebär att jag saknar behörighet. Alternativen som då finns är att läsa på komvux ett år och därefter söka till HHS, eller att läsa till civilekonom i Lund nu direkt till hösten. Jag har valt alternativ 2, är det helt idiotiskt?<br/>
<br/>
Jag kommer direkt från gymnasiet, tar studenten om en månad. Sommarjobbade utomlands förra sommaren, har därefter praktiserat på en av de svenska storbankerna under 8 månader. Parallelt med detta har jag jobbat extra på en kapitalförvaltning i min hemstad och kommer nu till sommaren att jobba på en annan av de svenska storbankerna.<br/>
<br/>
Har väl mer bank- och finansrelaterade erfarenheter än de flesta vilket förhoppningsvis ger ett försprång. Om vi förutsätter att jag i framtiden får goda betyg, hur värderas dessa erfarenheter och en utbildning från LU mot en HHS-elev som helt saknar relaterade erfarenheter men som har en utbildning som rankas högre?</div>
</td>
</tr>
</table>
</div>
<br/>
Jag skulle vilja påstå att du har en mycket solid bakgrund och har goda förutsättningar för att landa ett internship. Tänk dock på att inte sikta för högt i början. De flesta investment banker erbjuder bara internship till sistaårs-studenter. Dvs, har du precis börjat på universitetet så sök andra finansiella internship som ger dig den erfarnheten och creditbility som du behöver, inte bäst betalt. <br/>
Jag själv tackade nej till ett McKinsey internship som betalade mer än dubbel så mycket som det jobbet jag accepterade och i efterhand var det helt rätt beslut.   <br/>
<br/>
Ang. din utbildning så hade jag hoppat på Lund även om HHS är i en liga för sig själv. Du kan parallelt med din Lund-utbildning läsa in de nödvändiga kurserna på komvux för behörighet till HHS. Det är inte säkert du kommer in på HHS heller och läser du ett år på komvux slösar du bara bort tid. <br/>
När jag pluggade så fanns det möjlighet för de bästa studenterna att efter en viss tid söka in till HHS och tillgodoräkna sig poängen man redan läst. <br/>
<br/>
Lund är okay, men har legat mig till last vid ett par antställningsintervjuer. HHS är i en liga för sig själv i sverige även om både Oxbridge/LSE är bäst. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Xtfr</strong></div>
<div>Om det blir Lund, vad hade du då tänkt läsa?<br/>
Jag antar att det är kandidaten, då civ.ek. programmet verkar helt dödfött efter bolognaprocessen. <br/>
<br/>
<b>MunchenCalling:</b> Jag har snappat upp att du läste i Lund. Dock undrar jag om du kan vara mer specifik. Läste du kandidat (med eller utan master), eller läste du det 4-åriga civ.ek. programmet?<br/>
Jag är även nyfiken på vad för EC du hade.<br/>
<br/>
Vad jag har snappat upp angående IB i USA/England, så verkar de som rekryteras bara ha en kandidat i bagaget.<br/>
Räcker det nu för tiden, eller behöver man en master för att ha en chans? (För att ta sig till London som ex.) <br/>
<br/>
<b>OrkarN:</b> Var läser du förresten? Sämre än HHS, men bätte än Lund?<br/>
<br/>
- Xtfr</div>
</td>
</tr>
</table>
</div>
<br/>
Jag vill inte lägga ut för mkt detaljer om mig på FB, men jag kan säga jag har en examen från Lund och en examen från en utländsk topp 3 skola. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Forumperson</strong></div>
<div>Jag skulle även vilja veta hur stort antal utav studenter ifrån Sverige i helhet som tar sig till London, till bank och IB sektorn. Då tydligen söker sig en stor del utav studenter ifrån alla brittiska topp-skolor sig till denna branch. HHS i all ära, men hur står sig HHS i jämförelse med de \"elit\" skolor i England?</div>
</td>
</tr>
</table>
</div>
<br/>
Oxbridge/LSE är enligt min åsikt de bästa skolorna, men HHS är ett mycket bra andraval. Statistik är nog svårt att få tag i. <br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Matfascisten</strong></div>
<div>Någon som läst 'The Economists' rapport om framtidsutsikterna för dagens banker? <br/>
<br/>
Hårdare krav från regeringars sida om kapitalkrav ska göra det betydligt svårare för bankerna att profitera (höga belåningsgrader har tidigare spelat en avgörande roll i bankernas tillväxt). Någon nämnde bl.a. på CNBC att banker på grund av detta inte längre bör betraktas som tillväxtbolag. Hur påverkas M&amp;A-delen av investmentbankerna av att bankerna framöver kommer bli mer strikt reglerade?</div>
</td>
</tr>
</table>
</div>
<br/>
Vissa delar inom investmentbankerna kommer att ta massivt med stryk och i vissa fall dö ut helt och hållet. Securitization är helt dött nu och jag betvivlar det kommer tillbaka. <br/>
Ren M&amp;A rådgivning där banken har ingen/liten risk kommer med all säkerlighet att finnas kvar, om inte inom investment banker, så inom rena M&amp;A butiker. Det blir andra delar av banken som blir hårdare reglerade. Dessutom finns det en stor efterfråga på sådana tjänster."
		},
		{
			"postIndex": 1703,
			"postNumber": 1732,
			"rankGlobal": 17,
			"rankLocal": 3,
			"scoreGlobal": 82,
			"scoreLocal": 86,
			"userRank": 131,
			"userScore": 10,
			"postUserName": "xaedon",
			"postUserID": "u230830",
			"postUserUrl": "https://www.flashback.orgu230830",
			"postDateTime": "2009-05-18, 12:40",
			"postUrlInThread": "https://www.flashback.org/t326889p145",
			"postUrlUniq": "https://www.flashback.org/sp16722640",
			"sentence": "Hej!<br/>
<br/>
Jag startade en egen tråd tidigare om att studera i USA, men jag fick dock inte den respons jag förväntade mig så jag gör ett försök här då ni verkar behandla det jag är ute efter.<br/>
<br/>
Jag har blivit antagen till ett Universitet i USA där jag vill studera Business Administration/Management för att sedan börja jobba inom bank eller liknande. Skolan heter Northeastern University och är rankad som 25e bästa business skolan i USA eller något sådant. Det som däremot är det som gör skolan såpass lockande är att de har ett sk. co-op program vilket betyder att jag får möjlighet till 3 internships på 6 månader vardera på något företag eller vad jag nu kan hitta. Detta ger mig alltså 18 månaders jobberfarenhet på möjligtvis någon bank eller annat företag i Boston där universitet ligger samt en utbildning från en top- 25 business skola i USA.<br/>
<br/>
Jag väntar samtidigt på antagningsresultaten för HHS och ifall jag kommer in där har jag verkligen ett svårt beslut att fatta huruvida jag ska åka över till USA eller studera på HHS. <br/>
<br/>
Min fråga är helt enkelt, ifall jag vill få så bra möjlighet som möjligt till ett bra och välbetalt jobb efter mina studier, vart ska jag studera isåfall? Är en utbildning i USA + 18 månaders jobberfarenhet från amerikanska företag värt någonting här i Sverige i jämförelse med en utbildning från HHS? Om jag blir antagen till HHS och väljer att studera där, är det lätt att få jobb samtidigt som man studerar och som kommer styrka sina chanser att bli anställd på någon bank?<br/>
<br/>
För tillfället är jag helt kluven och vet faktiskt inte vad jag ska göra. Jag vill helt klart åka över till USA om man talar om upplevelser osv. och jag skulle gärna kunna tänka mig att stanna och jobba där efter universitetet men jag har hört att det är väldigt svårt att få stanna kvar i USA så då är jag lite orolig att jag ska komma tillbaka till Sverige och inte vara en attraktiv kandidat till de bra jobben.<br/>
<br/>
Hoppas någon kan hjälpa mig i detta beslut och ge lite insikt om hur de svenska bankerna ser på folk som utbildat sig i USA i jämförelse med i Sverige."
		},
		{
			"postIndex": 1891,
			"postNumber": 1925,
			"rankGlobal": 63,
			"rankLocal": 4,
			"scoreGlobal": 71,
			"scoreLocal": 74,
			"userRank": 23,
			"userScore": 29,
			"postUserName": "sacramento",
			"postUserID": "u395755",
			"postUserUrl": "https://www.flashback.orgu395755",
			"postDateTime": "2009-11-21, 14:06",
			"postUrlInThread": "https://www.flashback.org/t326889p161",
			"postUrlUniq": "https://www.flashback.org/sp19922087",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>KoettFaers</strong></div>
<div>Det beror på, deutsche bank, jpm, gs, credit suisse m.fl. efterfrågar civ. ing. med inriktningen finansiell matematik. Vi har haft flertal seminarier och besök från dessa. Dock beror det även på inriktningen i sig, de efterfrågas mer på den tyngre analytiska sidan, prissättning av optioner/derivat osv. Det finns en del kth:are på bankerna i London och på Wall Street, som däribland arbetar som investment bankers och dessa större banker söker ofta potentiella medarbetare via KTH.<br/>
<br/>
Som finansiell matematiker har man en väldigt solid grund för förståelsen för hur matematiken bakom finansbranschen fungerar. <br/>
<br/>
OT: Sedan vet vi alla att KTH:are sopar golvet med HHS:are <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/></div>
</td>
</tr>
</table>
</div>
<br/>
För att kunna föra denna debatt på ett bra sätt bör man nog definiera vad man menar så att man inte jämför äpplen och päron.<br/>
<br/>
För det första bör man definiera vad en investment banker är. Vissa (även en del banker) definierar och omfattar alla aktiva personer inom en investment bank som just i-bankers. För mig är en \"äkta\"  investment banker en som arbetar med deals, dvs M&amp;A. <br/>
<br/>
För det andra bör man nog även särskilja rekrytering inom och utom Sverige, samt även till vissa discipliner, och där är nog även jag skyldig till ett visst missförstånd <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/>.<br/>
<br/>
Rekryteringar till M&amp;A i London och allmänna rekryteringar i finans i Sverige domineras av handels. Man rekryterar gärna en person med liknande bakgrund som sig själv. Även I:are, F:are och andra uppvisar för övrigt tyvärr ett liknande beteende har jag märkt<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>.<br/>
<br/>
Går man utomlands bortom de intrampade stigarna där ingen av de svenska utbildningarna är speciellt kända så slår en ingenjörsexamen ofta högre än en ekonomexamen. <br/>
Det finns även vissa discipliner där en person från handels med bara grundutbildning aldrig får jobb, ett exempel är Operations Research, men där krävs det å andra sidan oftast PhD så civilingenjörerna får det också tungt.  <br/>
<br/>
Det finns en del ingenjörer inom de områden du nämner och jag vet en del som är verksamma inom t ex Fixed Income både i Sverige och London, men det är inte lätt att landa de riktigt bra jobben, så de flesta ingenjörer inom finans i Sverige som jag känner har hamnat med programmering på \"software\"-bolag, programmering på banker (t ex riskhantering), udda branscher eller vissa säljpositioner och det är nog inte riktigt vad de tänkt sig.<br/>
<br/>
Matematiker, fysiker och ingenjörer tar med tiden över en allt större del av kakan men konservatismen är stor framförallt i Sverige."
		},
		{
			"postIndex": 1847,
			"postNumber": 1880,
			"rankGlobal": 90,
			"rankLocal": 5,
			"scoreGlobal": 67,
			"scoreLocal": 70,
			"userRank": 23,
			"userScore": 29,
			"postUserName": "sacramento",
			"postUserID": "u395755",
			"postUserUrl": "https://www.flashback.orgu395755",
			"postDateTime": "2009-11-15, 22:53",
			"postUrlInThread": "https://www.flashback.org/t326889p157",
			"postUrlUniq": "https://www.flashback.org/sp19819417",
			"sentence": "Jag vill inte säga allt för mycket om vad jag pysslar med då det finns en del som gillar att \"outa\" flashbackare på andra forum.<br/>
<br/>
Internship kan innebära i princip allt möjligt beroende på arbetsgivare och din erfarenhet, men de ser alla bra ut i CV:et <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> speciellt om det är en känd arbetsgivare. <br/>
<br/>
Jag ville inte dissa alla chanser att från I landa ett bra jobb inom finans då det nu verkar ha öppnat upp sig en aning och en del landar riktigt bra jobb, bara förmedla att den lättaste vägen går via handels då de har ett otroligt nätverk och är enda riktiga target school hos många arbetsgivare. <br/>
<br/>
I sin  originalförpackning är I inte heller någon 100% matchning för traditionell Investment Banking (M&amp;A) då man normalt inte läser redovisning som fördjupning  som på handels. Dock så kan man komplettera med någon extra universitetskurs utan att belastningen blir speciellt stor. Inom andra delar är man dock mycket mer lämpade än renodlade ekonomer tack vare sin gedigna matematiska bakgrund.  <br/>
<br/>
Man skall också komma ihåg att det är en enorm skillnad mellan jobb inom finans och bra jobb inom finans, men så är det inom alla branscher. Nyckeln att komma in går via internships. <br/>
<br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Xtfr</strong></div>
<div>Intressant lasning, sacramento!<br/>
<br/>
Vad pysslar du med? Sitter du på en strat-firma eller gør du något annat?<br/>
<br/>
OnT: Vid internships, vad har man før arbetsuppgifter? Springer man arenden och kokar kaffe, eller får man faktiskt gøra något relevant?</div>
</td>
</tr>
</table>
</div>"
		}
	],
	[
		{
			"postIndex": 2113,
			"postNumber": 2156,
			"rankGlobal": 22,
			"rankLocal": 1,
			"scoreGlobal": 79,
			"scoreLocal": 100,
			"userRank": 61,
			"userScore": 15,
			"postUserName": "derox",
			"postUserID": "u365196",
			"postUserUrl": "https://www.flashback.orgu365196",
			"postDateTime": "2010-10-19, 07:57",
			"postUrlInThread": "https://www.flashback.org/t326889p180",
			"postUrlUniq": "https://www.flashback.org/sp26236566",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Aekei</strong></div>
<div>Ett internship oavsett avdelning är bra för CVt men bestämmer du dig för att ta ett heltidsjobb inom S&amp;T eller ER är du i princip fast i finansbranschen. Inte för att det behöver vara något dåligt men det är många som bryr sig om exit options och där har IBD i princip obegränsade möjligheter, lite som MC. Det är då det blir viktigt vilket ställe man arbetat på och i vilken grupp.</div>
</td>
</tr>
</table>
</div>
<br/>
Ahh, jo det är ju alltid ett problem, dock verkar det vara mer åt S&amp;T och ER hållet jag är intresserad så det är väll ingen direkt nackdel. Och som jag förstått det så är det väldigt meriterande om man kommer till Sverige igen efter några år i London på en av de stora bankerna, oavsett avdelning där?<br/>
<br/>
En annan fråga som kanske inte passar i just denna tråd utan kanske borde vara i utbildnings/meriter tråden, men jag kör ändå. Om man vill in på S&amp;T och ER eller liknande positioner just i Sverige, är det bättre att ha gjort olika internships eller bättre att varit mer på ett ställe. Just nu sitter jag på ett extrajobb som är heltid under lov och extra under terminer, dock är det på MO. Är det en nackdel att ha haft detta under en längre period istället för att testat massa olika saker? Självklart väger ju ett internship på front i London högre, men mer generellt. Uppskattas långa anställningar eller gillas att man testat på mycket olika saker? Tänker ju nu både på Sverige och utomlands, och då främst inom S&amp;T och ER eller ev. andra positioner inom analys eller trading."
		},
		{
			"postIndex": 2230,
			"postNumber": 2275,
			"rankGlobal": 48,
			"rankLocal": 2,
			"scoreGlobal": 73,
			"scoreLocal": 92,
			"userRank": 65,
			"userScore": 14,
			"postUserName": "VWAP",
			"postUserID": "u378505",
			"postUserUrl": "https://www.flashback.orgu378505",
			"postDateTime": "2011-01-10, 23:05",
			"postUrlInThread": "https://www.flashback.org/t326889p190",
			"postUrlUniq": "https://www.flashback.org/sp28139914",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Aekei</strong></div>
<div>No shit, dock besitter jag inte den informationen for varken Sverige eller UK. Du far garna dela med dig, Captain Obvious <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/></div>
</td>
</tr>
</table>
</div>
<br/>
Captain Obvious to the rescue!<br/>
<br/>
Först lite om riskkontroll. Så som det normalt ser ut i Sverige, finns det 3 huvudspår inom risk. Operationella risker, Kreditrisker och Marknadsrisker. Det är det sistnämnda jag tycker det är vettigast att jobba inom. Men kreditrisk är också på väg att få det uppsving marknadsrisk redan fått. Problemet med operationella risker och kreditrisker är att man oftast jobbar fruktansvärt långt ifrån affärssidan, så man blir sittande i något mörkt rum och för statistik eller utvecklar modeller.<br/>
<br/>
Nu över till lön (detta är min uppfattning om hur det ser ut). Om vi pratar risk-jobb nu varierar det inte bara mellan bankerna i ingångslön utan även vilken avdelning inom risk man jobbar på. Generellt är lönen högre ju närmare affärssidan (front-office) man sitter. Högst lön har den eventuella kvantgrupp som ofta finns på riskkontroll, därefter de på marknadsrisk som jobbar nära trading, därefter kommer andra marknadsriskfunktioner, sen kreditrisk och sist op-risk.<br/>
<br/>
Ingångslöner kan nog se ut enligt något liknande på en välbetalande svensk storbank:<br/>
<br/>
Kvantgrupp (svårt att få helt fresh ifrån skolan, men ponera att man får det): 30-35<br/>
Marknadsrisk: 28-30<br/>
Kreditrisk: 25-28<br/>
Op-risk: 24-27<br/>
<br/>
Lön efter 2 löneförhöjningar (redan här sprider det sig rätt bra):<br/>
<br/>
Kvantgrupp: 38-45<br/>
Marknadsrisk: 36-42<br/>
Kreditrisk: 30-34<br/>
Op-risk: 28-34<br/>
<br/>
Lön efter 1-jobb byte inom risk och 6 år i branschen (stor spridning nu beroende på performance):<br/>
Kvantgrupp: 55-70<br/>
Marknadsrisk: 45-65<br/>
Kreditrisk: 40-50<br/>
Op-risk: 35-45<br/>
<br/>
Går du till snål-handelsbanken t.ex. kan ni dra av ~15% på alla löner <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/>
<br/>
Kvant &amp; Marknadsrisk har tidigare haft en lika eller till och med högre grundlön än motsvarande front-office tjänst. I och med reglerna kring bonus-utbetalningar och den enorma hysch-hysch, där vissa fått högre grundlön, andra under stor sekretess fortfarande får bonus utbetalt osv, så är det inte helt enkelt att bena ut hur det ser ut på front-office.<br/>
<br/>
Nu svarade jag ju dock inte på hur det ser ut på olika banker. Jag vet inte heller hur hela lönestegen ser ut firma för firma. Men har tagit del av ganska mycket stickprover ifrån både mindre aktörer och större. Det ser ut ungefär sådär, med viss variation. Jag tror SHB betalar sämst, sen Swedbank och SEB &amp; Nordea i topp. Små-spelare som Penser, Carnegie osv betalar i trakterna kring Swedbank - SEB/Nordea, någonstans där."
		},
		{
			"postIndex": 2155,
			"postNumber": 2198,
			"rankGlobal": 69,
			"rankLocal": 3,
			"scoreGlobal": 70,
			"scoreLocal": 88,
			"userRank": 51,
			"userScore": 17,
			"postUserName": "Razwedtjik",
			"postUserID": "u154822",
			"postUserUrl": "https://www.flashback.orgu154822",
			"postDateTime": "2010-11-01, 00:50",
			"postUrlInThread": "https://www.flashback.org/t326889p184",
			"postUrlUniq": "https://www.flashback.org/sp26536946",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Lramschtrampo</strong></div>
<div>Ok, skippa skutsnacket om utbildningar, skola och annat shit. <br/>
<br/>
Hur gammal ska man vara minst/max för att börja arbeta med detta? För ung? För gammal?<br/>
<br/>
Hur ser arbetstiderna ut?<br/>
<br/>
Hur kommer man in i branschen?</div>
</td>
</tr>
</table>
</div>
<br/>
Går inte att svara på de frågorna utan att nämna utbildning.<br/>
<br/>
Ålder: Du kan inte vara för ung om du har (rätt) utbildning, hur gammal <i>för</i> gammal är vet jag inte. Jag känner till folk som offers som analysts som är 26-28, men frågan är hur kul det är att vara så gammal när man börjar med tanke på att medelåldern snarare ligger runt 23. Själv skulle jag varit 25 eller 26 när jag börjat om jag tagit mitt offer och det känns på gränsen till för gammalt för mig, men sånt är individuellt såklart. <br/>
<br/>
Arbetstiderna: Varierar mellan 50 och 120+ timmar per vecka<br/>
<br/>
Hur man kommer in: Har diskuterats tidigare i tråden. Finns så klart många vägar, men den klassiska är denna: Toppbetyg från gymnasiet -&gt; bra skola i Sverige (HHS eller undantagsvis någon annan skola) eller utomlands -&gt; bra betyg, gärna andra saker som utmärker dig som internships, idrottsmeriter, språk etc -&gt; internship -&gt; full-time offer från banken som du gjorde internship på eller en annan bank<br/>
<br/>
Utbildningen <i>är</i>, oavsett vad man tycker om det, i särklass den enskilt viktigaste faktorn för att landa ett jobb inom IB."
		},
		{
			"postIndex": 2009,
			"postNumber": 2049,
			"rankGlobal": 77,
			"rankLocal": 4,
			"scoreGlobal": 69,
			"scoreLocal": 87,
			"userRank": 95,
			"userScore": 11,
			"postUserName": "Khaddi",
			"postUserID": "u307355",
			"postUserUrl": "https://www.flashback.orgu307355",
			"postDateTime": "2010-03-14, 11:30",
			"postUrlInThread": "https://www.flashback.org/t326889p171",
			"postUrlUniq": "https://www.flashback.org/sp21973127",
			"sentence": "Hej Boys <br/>
<br/>
Behöver lite hjälp och tips. Det är så att jag sagt upp mig från mitt på Ericsson för att söka jobb inom finans branschen, då jag vill jobba inom corporate finance och helst IB. Men nu är det så att jag tänkt läsa min master till hösten förhoppningsvis på CBS om jag kommer in. Dock möter jag inte deras entrance requriement till 100% utan måste läsa en marketing kurs där i sommar som börjar den 26 Juni, förutsatt att jag blir antagen. <br/>
<br/>
Min fråga är då vilket eller vilka företag inom finansbranschen tror ni ärligt talat skulle anställa mig för 3 månader I Sverige? Redan provat alla banker i mitt område och alla säger att de har anställningsstop. Jag kan också tänka mig jobba för en väldigt låg ersättning alternativt gratis dessa 3 månader bara för att få erfarenhet. Någon som lyckats landa ett jobb på detta vis hemma i Sverige? Eller har ni möjligtvis andra tips på vad jag annars kan göra dessa tre månader för att pimpa upp mitt CV? Alla tips är välkomna."
		},
		{
			"postIndex": 2092,
			"postNumber": 2134,
			"rankGlobal": 83,
			"rankLocal": 5,
			"scoreGlobal": 68,
			"scoreLocal": 86,
			"userRank": 192,
			"userScore": 8,
			"postUserName": "Manstanks",
			"postUserID": "u335760",
			"postUserUrl": "https://www.flashback.orgu335760",
			"postDateTime": "2010-09-29, 13:32",
			"postUrlInThread": "https://www.flashback.org/t326889p178",
			"postUrlUniq": "https://www.flashback.org/sp25801407",
			"sentence": "Hej! <br/>
<br/>
Har suttit och läst igenom ett tjugotal sidor i tråden om Investment Banking och jag kan verkligen säga att det låter intressant. Jag ska söka till högskola nästa år och om jag får bra på högskoleprovet (1.9-2.0) i vår kommer jag att kunna komma in på Handelshögskolan i Stockholm. Har några frågor som säkert har ställts innan, får ursäkta i sådana fall:<br/>
<br/>
- Hur gör man, rent praktiskt, för att få jobb inom IB?<br/>
<br/>
- Hur hög utbildningsnivå krävs? Hur bör jag inrikta mig på HHS för att få en så bra grund som möjligt?<br/>
<br/>
- Hur fungerar arbetet? Vad är det egentligen man arbetar med?<br/>
<br/>
- Hur fungerar hierarkin? Vilka steg måste man följa och vad behöver man göra på varje steg?<br/>
<br/>
- Var bör man söka sig? London, NYC? Vad är det för skillnad mellan att jobba i Europa och i USA?<br/>
<br/>
- Har jobbet ändrats någonting efter finanskrisen?<br/>
<br/>
- Det verkar vara ett hårt liv. Hur ändrades ditt liv under tiden du jobbade med IB?<br/>
<br/>
Mvh Manstanks"
		}
	],
	[
		{
			"postIndex": 2631,
			"postNumber": 2688,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 89,
			"scoreLocal": 100,
			"userRank": 28,
			"userScore": 24,
			"postUserName": "gustaf123",
			"postUserID": "u679800",
			"postUserUrl": "https://www.flashback.orgu679800",
			"postDateTime": "2012-07-11, 21:04",
			"postUrlInThread": "https://www.flashback.org/t326889p224",
			"postUrlUniq": "https://www.flashback.org/sp38278018",
			"sentence": "Tack för svar.<br/>
<br/>
Då jag inte är speciellt intresserad av matematik/fysik och väldigt intresserad av ekonomi/finans så känns det rätt att välja HHS, då har jag ju trots allt många möjligheter inom finansbranschen (inklusive trading). <br/>
<br/>
Jag undrar om det räcker att läsa en kanditat i ekonomi på HHS (3 år) för att kunna få ett internship/börja jobba på en investment bank i London/New York? Har de flesta från HHS som får ett internship på en IB i London/New York läst kandidat+master (5 år)? Att bara läsa 3 år innebär ju att man tar examen vid lägre ålder och således är mer formbar (vilket verkar vara viktigt för arbetsgivaren) och dessutom blir ju studietiden billigare om man kan börja jobba heltid tidigare.<br/>
<br/>
Är det ett problem att som svensk ta sin examen (kandidat+master) ifrån HHS vid 26 års ålder om man vill jobba på en IB (om jag fyller mina två gap years med trading på egen hand hemifrån och resultatet är rätt bra)? Jag menar man kan ju tidigast komma ut som 24 åring om man ska ha läst grundskola, gymnasium och sedan kandidat+master i vanligt tempo här i Sverige. Förekommer det att folk läser på HHS och tar sin master vid typ 27-28 års ålder och sedan i samband med examen lyckas få internship på IB i London eller anses man för gammal då? Hur stor roll spelar detta? <br/>
<br/>
Om vi säger så här: person nr 1 läser på HHS och tar sin master vid 26 års ålder, han har fyllt sina två gap years med trading på egen hand hemifrån och resultatet är rätt bra, betygen från HHS ligger mellan gemonsnittet på skolan och de bästa på skolan. Person nr 2 läser Civilekonom i Lund med den inriktningen som passar bäst för jobb på IB (antar att det finns en finansinriktning) och tar sin examen vid 23 års ålder (civilekonomutbildningen är bara 4 år), betygen motsvarar person nr 1:s betyg, person nr 2 har hållit på med trading på egen hand under sina 4 år på universitet och resultatet är lika bra som person nr 1:s resultat. Vilken av dessa 2 personer bör ha störst chans att få ett internship på en IB i London/New York? Jag frågar på det här viset eftersom att jag vill veta hur stor roll låg ålder och lärosäte spelar och vad som är attraktivt/inte attraktivt, det vore inte så kul att efter 5 år på handels upptäcka att man är för gammal för finansbranschen."
		},
		{
			"postIndex": 2624,
			"postNumber": 2681,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 88,
			"scoreLocal": 98,
			"userRank": 28,
			"userScore": 24,
			"postUserName": "gustaf123",
			"postUserID": "u679800",
			"postUserUrl": "https://www.flashback.orgu679800",
			"postDateTime": "2012-07-08, 04:40",
			"postUrlInThread": "https://www.flashback.org/t326889p224",
			"postUrlUniq": "https://www.flashback.org/sp38220509",
			"sentence": "Hej<br/>
<br/>
Jag är väldigt intresserad av handel med finansiella instrument och jag är övertygad om att jag vill jobba inom finansbranschen senare efter min universitetsutbildning. Jag ska snart välja universitetsutbildning och jag kan komma in på både HHS och såklart även övriga så som Lund, Uppsala och Göteborg. Jag har förstått att HHS ger överlägset bäst möjligheter för jobb inom finansbranschen av alla svenska ekonomiskolor, jag förstår också att det inte är omöjligt att komma in i branschen om man har studerat vid något av övriga lärosäten som jag här har räknat upp. Om jag läser 5 år vid universitet så kommer jag att ta examen det året jag fyller 26 år.<br/>
<br/>
Jag har läst flera mycket intressanta inlägg om finansbranschen och jag kan redan nu säga att det som kallas \"Investment Banking\" (agera rådgivare åt stora företag/institutioner vid uppköp/sammanslagningar) är något jag inte vill hålla på med då det inte låter speciellt stimulerande och heller inte så prestationsbaserat/äventyrligt. Finns det en risk för att den manuella trading framför datorskärm utförd av en närvarande person är på väg ut för att ersättas av HFT (High Frequency Trading) utförd av datorer? <br/>
<br/>
Vad är \"Sales\" för område inom branschen? Vad är \"Research\" för något?<br/>
<br/>
Trading är ett område som jag är extremt intresserad av att jobba inom. Jag har självt handlat akter i swingtradingperspektivet men även handlat en del under dagen med goda resultat, detta är något jag verkligen brinner för, jag älskar att hålla på med detta mer än något annat (ser det inte som ett jobb utan som ett nöje). <br/>
<br/>
Jag har förstått det som att HHS ger väldigt bra möjligheter för att börja jobba inom Investment Banking, men Trading räknas väl inte till Investment Banking? Spelar det någon roll vilken ekonomiskola man läst vid när det gäller möjligheterna att få jobb inom Trading-delen av finansbranschen? <b>Jag menar trading handlar ju trots allt om ett slags hantverk och personer utan akademisk bakgrund kan vara lika bra som de som kommer från den bästa ekonomiskolan. </b><br/>
<br/>
<b>Så vad är era råd till mig för att jag ska få så goda möjligheter som möjligt att jobba inom Trading?</b> Är det viktigt att jag väljer HHS istället för Lund? (jag läser nämligen hellre i Lund då jag gärna vill ha stundentlivet där) Är det en fördel om man som privatperson paralellt med sina studier/tiden innan man började studera på universitet har hållit på med swingtrading/daytrading av finansiella instrument med ett bra/mycket bra resultat som följd? Vad mer kan jag göra för att maximera mina möjligheter att få jobba inom Trading?<br/>
<br/>
Jag är väldigt tacksam för svar!"
		},
		{
			"postIndex": 2628,
			"postNumber": 2685,
			"rankGlobal": 13,
			"rankLocal": 3,
			"scoreGlobal": 84,
			"scoreLocal": 94,
			"userRank": 90,
			"userScore": 12,
			"postUserName": "Moosoulini",
			"postUserID": "u581219",
			"postUserUrl": "https://www.flashback.orgu581219",
			"postDateTime": "2012-07-09, 02:17",
			"postUrlInThread": "https://www.flashback.org/t326889p224",
			"postUrlUniq": "https://www.flashback.org/sp38234539",
			"sentence": "Jag har några frågor.<br/>
<br/>
Hur socialt är jobbet? Jag har lite sociala svårigheter i dagsläget som jag behöver lite tid att jobba bort. Det jag är mest nyfiken på om det är mest självständigt jobb eller grupparbete? Jag antar att man får träffa kunder (företag) mycket? Jag tänker i alla fall inte ge upp för att jag har lite problem med det sociala, men är nyfiken.<br/>
<br/>
Jag har ingen aning mer än att det är ett av de få jobben som jag finner intressanta eftersom jag tror att det skulle kunna passa mig väldigt väl (jag har relativt bra sifferminne och har inget emot att viga mitt liv till jobbet, har hört att det kommer krävas en hel del slit minst sagt).<br/>
<br/>
Är HHS det enda valet och bästa valet i Sverige? Jag är nyfiken hur någon annan ekonomie utbildning står sig på marknaden som Lund exempelvis? Eller Industriell Ekonomi vid Linköping/Lund?<br/>
<br/>
Jag har förstått att så höga betyg på utbildningen som möjligt ju högre chanser har man rent generellt såklart, men är det verkligen omöjligt om man snittar medelmåttiga betyg rätt igenom?<br/>
<br/>
Jag prioriterar utlandsjobb väldigt högt kan vara värt att tillägga.<br/>
<br/>
Är inte i närheten av att vara där just nu eftersom jag fortfarande har en hel del gymnasieämnen kvar att plocka och tyvärr så jag säker på att mina betyg inte kommer räcka för en en välkänt universitet utomlands.<br/>
<br/>
Tar väldigt gärna emot tips om hur jag ska gå vidare efter jag har slutfört gymnasiet på komvux. Högskoleprovet in -&gt; försöka sätta så höga betyg som möjligt? Eller finns det någon annan väg som rekommenderas? Funderar på GMAT och dylikt.."
		},
		{
			"postIndex": 2627,
			"postNumber": 2684,
			"rankGlobal": 14,
			"rankLocal": 4,
			"scoreGlobal": 84,
			"scoreLocal": 94,
			"userRank": 28,
			"userScore": 24,
			"postUserName": "gustaf123",
			"postUserID": "u679800",
			"postUserUrl": "https://www.flashback.orgu679800",
			"postDateTime": "2012-07-09, 00:10",
			"postUrlInThread": "https://www.flashback.org/t326889p224",
			"postUrlUniq": "https://www.flashback.org/sp38233129",
			"sentence": "Tack Ugglan och Orkarn för era svar.<br/>
<br/>
Jag väljer nog HHS så att jag maximerar mina chanser att komma på intervju (jag kommer inte in på någon Ivy League skola eller liknande), jag vill ju kunna få jobb utanför Sverige (London eller Wall Street) direkt efter examen så att jag inte fastnar här i Stockholm eller i Köpenhamn. Jag läste någonstans här på forumet att en person som jobbar inom Investment Banking i London hade träffat 25 andra svenskar där varav 23 hade läst på HHS, är det ungefär så det ser ut - 90 % av alla svenskar som jobbar inom Investment Banking i London har läst på HHS? I så fall har man ju automatiskt ett kontaktnät och samma utbildning som de flesta svenskar som jobbar inom IB i London om man läser på HHS. <br/>
<br/>
Är det ett problem att som svensk ta sin examen (kandidat+master) ifrån HHS vid 26 års ålder om man vill jobba med Trading? Jag menar man kan ju tidigast komma ut som 24 åring om man ska ha läst grundskola, gymnasium och sedan kandidat+master i vanligt tempo här i Sverige.<br/>
<br/>
Är det bra att ta ett utbytesår på någon ekonomiskola i Storbritannien som HHS har utbyte med? Vilken i så fall? Är det bara att fixa höga betyga som gäller för att man ska få ett sånt utbyte (jag antar att man konkurrerar om platserna)?"
		},
		{
			"postIndex": 2536,
			"postNumber": 2591,
			"rankGlobal": 23,
			"rankLocal": 5,
			"scoreGlobal": 79,
			"scoreLocal": 88,
			"userRank": 45,
			"userScore": 18,
			"postUserName": "C0ldWaT3R",
			"postUserID": "u368461",
			"postUserUrl": "https://www.flashback.orgu368461",
			"postDateTime": "2012-03-22, 20:58",
			"postUrlInThread": "https://www.flashback.org/t326889p216",
			"postUrlUniq": "https://www.flashback.org/sp36410599",
			"sentence": "Jag går sista året på gymnasiet och har under en lång tid funderat mycket bl.a. på investment banking. Dock av det jag läst verkar det som ett nästintill omänskligt jobb. Jag tränar väldigt mycket och det är mer eller mindre ett måste för min existens dessutom värdesätter en viss fritid. Därför frågar jag nu om det finns någon typ av jobb inom finans/investment-banking som har arbetstider man kan klara av, inget 100 % men samtidigt inte mycket mer än 150%, alltså inte långt över 60 timmar per vecka. Vilka olika möjligheter har man då, hade varit mycket tacksam om någon kunnat besvara mina spörsmål. Tack på förhand! <br/>
<br/>
Ungefär det här jag talar om. Detta passar inte MIG.<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Dest88</strong></div>
<div><a href=\"/leave.php?u=http%3A%2F%2Fonline.wsj.com%2Farticle%2FSB10001424052970204062704577223623824944472.html%3Fmod%3DWSJ_hp_us_mostpop_read\" target=\"_blank\">http://online.wsj.com/article/SB1000...s_mostpop_read</a></div>
</td>
</tr>
</table>
</div>
<br/>
<br/>
Jag måste sova i alla fall minst 6-7 timmar, träna o.s.v. för att må bra. Samtidigt är jag otroligt stark i karaktär och i min tro, således skulle jag nog aldrig utveckla psykiska problem. Om det helt enkelt inte skulle gå att kombinera ett liv inom IB med min livssyn skulle jag verkligen inte slita ut mig och vika mig för någon annan! Jag är mycket principfast och kommer hålla stenhårt på det jag tror på. Då är det mer troligt att de efter några månader helt enkelt skulle avskeda mig eftersom jag bara jobbar 70 &amp; av timmarna jämfört med andra IBare som tydligen arbetar 100 h/vecka i 5 år (och utvecklar garava problem, ohälsa och beroenden på kuppen). Men för att inte glida ifrån finns det jobb inom IB (el. annan typ av finansjobb) där man kan jobba ca 60 timmar i veckan, tjäna bra och ha en prestigefull karriär så att jag samtidigt kan ha tid att träna, sova ordentligt, besöka kyrkan och samtidigt leva lite?"
		}
	],
	[
		{
			"postIndex": 2806,
			"postNumber": 2865,
			"rankGlobal": 18,
			"rankLocal": 1,
			"scoreGlobal": 82,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 75,
			"postUserName": "whey",
			"postUserID": "u116487",
			"postUserUrl": "https://www.flashback.orgu116487",
			"postDateTime": "2013-03-28, 03:15",
			"postUrlInThread": "https://www.flashback.org/t326889p239",
			"postUrlUniq": "https://www.flashback.org/sp42683021",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>pkl511</strong></div>
<div>Tackar för det utförliga svaret! Nej rena IB grejer vill jag nog inte jobba med, helst vill jag göra något en ekonom kan göra minst lika bra. <br/>
<br/>
Har du lust att specificera lite vad du menar med ditt extrema intresse för börs/marknad? Vad gjorde du rent praktiskt menar du? Day-trading, egna företags analyser?<br/>
<br/>
Jag sökte två internship på SEB till den här sommaren (FX trading och structuring). Gick nog helt okej- blev skickad till sista rundan för båda rollerna efter min första intervju för rollen på structuring avdelningen. Personerna jag träffade på intervjun verkade helt klart trevliga kan tilläggas. Tyvärr tog dem \"av yttre omständigheter\" bort båda rollerna så blir inget där till i sommar.<br/>
<br/>
Har du någon aning om hur arbetsbelastningen ser ut på trading front-office/buy side i Sverige? Det är inte så att jag pluggar/jobbar minimalt för tillfället. Så länge jag tycker det är intressant kan jag jobba en del, däremot uppskattar jag flexibilitet. Att göra ett par 80h veckor lite då och då när det krävs har jag inget emot men att i 20år framåt jobba minst 60h iveckan med en vecka semester per år kan jag inte tänkta mig. <br/>
<br/>
Hur hittar jag sommar jobb till de jobb du rekommenderar? När jag tittar på exempelvis internship så verkar det mest vara front-office som jag förstår det. <br/>
<br/>
Hur är lönen och hur ser karriärutvecklingen ut på ett ungefär för dessa olika typer av tjänster?<br/>
<br/>
Kan väl även tillägga att få skulle beskriva mig som nördig. Jag faller inte in i teknisk fysik/data stereotypen så att säga. Det jag ogillar är väl mer folk som endast umgås med folk ifall dessa kan gynna deras karriär.</div>
</td>
</tr>
</table>
</div>
<br/>
Jag hade följt börsen sen jag gick i gymnasiet, först igenom mina egna fondinnehav och de aktieaffärer pappa gjorde innan, under och efter IT-boomen, det var väldigt lärorikt. Sen började jag handla med aktier själv under studietiden, intresset växte i och med finansstudierna. Jag började göra bolagsanalyser och trade:a mer frekvent. Sista året på utbildningen spenderade jag nog 4-5h per dag att följa börsen/trade:a, det blev lite maniskt faktiskt får jag erkänna.<br/>
<br/>
Hehe, jag förstår att det är svårt att definiera hur hårt man vill jobba, men nu ger du ett lite annat intryck. Hur som helst, det är faktiskt väldigt få jobb på de svenska bankerna där man måste jobba 70-80h veckor. Det är i princip på Corpen, annars är det mer självvalt. Jag har väldigt bra insyn i hur länge alla jobbar, eftersom jag jobbat på ett trading-golv hela min karriär. Jobbar man på front-office och man vill göra ett bra jobb och avancera i karriären, då får man nog räkna med att lägga in i snitt kanske ~55h i veckan, så är det inte på de kringfunktioner jag beskrev där du säkert kommer undan med ett snitt på ~45h i veckan. Löneskillnaden ett år med bra bonus är dock stor mellan dessa jobb också (grundlönen ungefär den samma). Sen ska man ju dock påpeka att som marknaden är nu, så får i princip ingen stora bonusar och med de regleringar och samhällstryck så är bonusar mer och mer på väg bort. Semester har man givetvis som normalt på båda jobben, det är inte ens tillåtet att bara ta ut en vecka. Som du säger i slutändan så är det inte så jobbigt att jobba lite extra om det man gör är kul.<br/>
<br/>
De som jobbar med strukturerade derivat på front-office är oftast ungefär lika nördiga som de tjänster jag beskrev, de är oftast kvantare ifrån teknisk fysik, eventuellt I som du osv <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>. Så länge du kan tänkas jobba lite längre dagar är det också en ypperlig tjänst och en väldigt bra ingång. Men som du märker är det tufft på bankerna och det är många duktiga studenter på de få stolar som finns. Jag tycker det är synd att du inte var mer aggressiv i ditt jobbsökande, för nu låter det ju som att du inte fick något vettigt sommarjobb? Allt utannonseras inte, självklart har inte bara front-office sommarjobb. Eftersom jag tipsat dig om olika avdelningar som existerar, så får du sniffa fram personer som jobbar där och försöka få ett sommarjobb - ring runt, det är inte farligt (men för i år är det kanske lite sent).<br/>
<br/>
Det börjar bli ett tag sen jag var färsk nu, men lön, gissningsvis något i stil med detta (ingen bonus på dessa stödfunktioner):<br/>
<br/>
Ingångs: 30-32<br/>
1 år: 34-36<br/>
2 år: 39-41<br/>
3 år:  42-45<br/>
4 år: 45-47<br/>
5 år: 47-50<br/>
Därefter: Helt upp till dig, utan chefsroll planar det ut runt 55, som lägsta nivå chef runt 65-70."
		},
		{
			"postIndex": 2790,
			"postNumber": 2849,
			"rankGlobal": 21,
			"rankLocal": 2,
			"scoreGlobal": 79,
			"scoreLocal": 97,
			"userRank": 3,
			"userScore": 75,
			"postUserName": "whey",
			"postUserID": "u116487",
			"postUserUrl": "https://www.flashback.orgu116487",
			"postDateTime": "2013-03-11, 14:06",
			"postUrlInThread": "https://www.flashback.org/t326889p238",
			"postUrlUniq": "https://www.flashback.org/sp42408660",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Beli3f</strong></div>
<div>Berätta ytterligare om din situation (arbetsuppgift, arbetsgivare, lön och ålder) samt din bakgrund (skola och yrkesverksamma liv) samt hur man tar sig dit (skola och arbete) samt vad man kan förvänta sig i arbetstimmar, lön och framtidsutsikter, snälla^^ <br/>
<br/>
Tacksamma hälsningar <br/>
<br/>
beli3f</div>
</td>
</tr>
</table>
</div>
<br/>
Är inte det lite motsatsen till vad folk brukar göra på flashback? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>
<br/>
Jag har inte jättekoll på marknaden här i Hongkong, bara bott här 1.5 år, men kan försöka svara generellt på dina sista funderingar efter bästa förmåga. HK är en väldigt effektiv marknad, på många sätt råder total marknadsekonomi med supply/demand som bestämmer priset, så även på dig som resurs för företaget.<br/>
<br/>
Det blir lite lång-randigt om jag ska förklara hur hela samhällsstrukturen ser ut här, men om man generaliserar och drar folk över en kam kan man säga att vi europeér är lata jävlar jämfört med asiaterna. När vi svenskar är ute och leker land hockey som 9 åringar går kineserna på kvällskurser och när vi sitter hemma svettiga efter hockeyn och äter skogaholmslimpa och dricker oboy, då är kinesen på pianolektion eller sitter och gör läxor med en betald privatlärare. De drillas igenom hela livet till att prestera och detta färgar dom väldigt mycket som människor - på gott och ont. Var kommer denna hets ifrån? Så klart att det finns så mycket människor här och det blir precis som i Indien en enorm tävlan om de få bra skolplatser som finns. Familjer som har råd skickar istället barnen i skola utomlands (läste nyligen någon artikel om hur vissa skolor i USA har majoritet bestående av kineser idag)<br/>
<br/>
Som junior i finansbranschen innebär detta utbud på arbetskraft att ingångslönerna är ett skämt, Hongkong är dyrare än Stockholm, men man får kanske 10, om man har tur 15 000kr i ingångslön efter skatt. Sen får man truga på några år, men när man väl visat framfötterna och byggt lite CV och erfarenhet, då stiger lönen fort. Arbetstakten är som i London hög, långa dagar och hårt jobb. Att byta jobb och gå upp till 30 000kr i månaden efter 3 år är inga konstigheter. Har man sen 10 år erfarenhet och är chef så plockar man utan problem ut 100 000kr efter skatt. Någonstans i dessa trakter börjar det bli intressant för oss svenskar att ta oss över. Jag skulle säga att alla som klarar att hålla jämna steg med kineserna kunskapsmässigt, har 5 år+ erfarenhet i bagaget och kan bidra med ett mer europeiskt tänkande kan få ett riktigt riktigt behagligt liv i HK som vida överstiger livskvalitén i Sverige.<br/>
<br/>
Utvidgar gärna resonemanget om det är något specifikt ni vill veta mer om.."
		},
		{
			"postIndex": 2943,
			"postNumber": 3002,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 78,
			"scoreLocal": 95,
			"userRank": 2,
			"userScore": 83,
			"postUserName": "orkarN",
			"postUserID": "u122113",
			"postUserUrl": "https://www.flashback.orgu122113",
			"postDateTime": "2013-06-09, 01:35",
			"postUrlInThread": "https://www.flashback.org/t326889p251",
			"postUrlUniq": "https://www.flashback.org/sp43826046",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Caparzo</strong> <a href=\"/p43821088#p43821088\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Hur viktiga är de stora pengarna? Om man ser pengarna som det viktiga kommer man att slösa bort sitt liv fullständigt. Då gör man saker som man inte verkligen älskar alldeles för mycket och bortprioriterar sådant som för de flesta är viktigt: vänner, släkt, fritid etc. Det är uppenbart att man i någon grad måste gilla det man sysslar med för att inte bli ett nervvrak. Samtidigt har jag svårt att tänka mig att så många genuint älskar att formatera kommatecken på powerpointslides eller dylikt. <br/>
<br/>
Finns det någon insider som skulle kunna erbjuda något annat än spekulationer i frågan?</div>
</td>
</tr>
</table>
</div>

Känns som att jag dragit den här tiraden ett par gånger (kanske oftare IRL än på internet) men kan lika gärna göra det en gång till. Allt jag skriver rör som bekant bara IBD, inte markets eller nåt annat. I korthet: Det finns en anledning att praktiskt taget ingen stannar mer än två år.<br/>
<br/>
Alla sköningar som dyker upp like \"hej jag har just börjat gymnasiet och ska bli BÄNKER hur gör man???\" har förstås den där sköna bilden av banking som något glamoröst, där pengarna flödar och man skapar värde och allt vad det är. Det sitter i länge, för vissa släpper det inte ens när de tagit jobbet och sitter där, för det är fullt möjligt att leva i en kollektiv illusion med andra bankers som har samma syn på saker och ting. Jag antar att det är de som stannar kvar till VP och sitter i intervjuer och är helt seriösa när de säger att deras bank är speciell och den enda där folk är sköna, att jobbet är så meningsfullt och att de inte skulle drömma om att staffa dig 9pm en fredag.<br/>
<br/>
De flesta andra, förstås, inser rätt snart att man måste vara smått psykotisk för att kunna lura sig själv så framgångsrikt. Middagar med analysts från andra banker slutar (och oftast börjar också) med snack om hur jävla poänglöst allt är, snack om ångesten som kommer när man inser att alla drömmar man hade om ett meningsfullt jobb och ett meningsfullt liv aldrig kommer besannas, snack om hur jävla sorglig ens VP är som har nån modellfru och en snabb bil men ändå då och då uppenbarligen överväger självmord osv. Dessutom inser man snart att signalvärdet av ens jobb är rätt måttligt - säger du till någon att du jobbar som banker får du \"okej typ i kassan lr\" och när du förklarat att du jobbar 100h/vecka för asmycket pengar får du \"happ.. låter ovärt\". De enda som förstår hur jävla <b>awesome</b> du är för dina uppoffringar är andra bankers, så att spela martyr leder ingenvart.<br/>
<br/>
Pengarna, förresten, är inte alls särskilt feta. Det kostar på att bo någorlunda centralt och att gå på Maddox och steka loss en gång i veckan - ska du spara ihop till miljonen krävs det ytterligare uppoffringar (och när du jobbar de där omtalade hundra timmarna är du inte så jävla sugen på att snåla på maten eller taxin eller någonting som kan göra ditt miserabla liv lite, lite mer tolerabelt). Och vad händer sen, när du sparat ihop miljonen? Köp en jävla sportbil, se hur ofta du kan glida runt i den, och fråga dig själv om den där udda eftermiddagen två gånger om året kommer att vara såpass soft att du sitter där och tänker \"jofan, nog valde jag rätt alltid\".<br/>
<br/>
Det sociala lider främst för att det tar en jävla tid att bygga ett nytt kontaktnät. Majoriteten av dina kursare och övriga polare kommer inte att hänga med till London och att ersätta dem när du har varannan söndag ledig är praktiskt taget omöjligt - dessutom kommer du vilja köra sovmorgon till 5pm på söndagarna ändå.<br/>
<br/>
...men standardsvaret är förstås att du bara ska göra det i två år, sen är det PE-exit eller nåt annat skönt jobb som väntar hemma i Stockholm. Det kanske det är värt. Två år skit nu för att få det jävligt fett sen. Så har du ju ändå levt ditt liv hittills - må piss idag, belöningen kommer sen. Den kommer snart, men när du gjort din PE-exit inser du nog att det även där är rätt så jävla jobbigt och att du får jobba hårt för pay checken. Dit har jag inte kommit, men jag misstänker att man även då måste leva i någon sorts illusion om att belöningen kommer snart, bara att den har flyttat ett par år in i framtiden, precis som den gjorde i grundskolan, gymnasiet, högskolan och på bankjobbet."
		},
		{
			"postIndex": 2742,
			"postNumber": 2800,
			"rankGlobal": 31,
			"rankLocal": 4,
			"scoreGlobal": 76,
			"scoreLocal": 93,
			"userRank": 113,
			"userScore": 10,
			"postUserName": "Canaille",
			"postUserID": "u134941",
			"postUserUrl": "https://www.flashback.orgu134941",
			"postDateTime": "2013-02-06, 23:32",
			"postUrlInThread": "https://www.flashback.org/t326889p234",
			"postUrlUniq": "https://www.flashback.org/sp41891538",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Beli3f</strong></div>
<div>Tack så mycket för din respons, jag uppskattar den något oerhört. <br/>
<br/>
Hur stor är en \"average\" analyst class i antal anställda? Hur många (procentuellt räknat) landar i de olika kategorierna lower tier, mid tier och top tier? Skiljer det sig avsevärt mellan banker? <br/>
<br/>
Slutligen hur långa är analytiker-kontrakten (förutsatt att man blir anställd)? I NYC har jag hört att det är två år som gäller, vad gäller i London? <br/>
<br/>
Tack.</div>
</td>
</tr>
</table>
</div>
<br/>
<br/>
Vissa svar som givits i detta forum hittils har vart lite på hal is i min mening, jag vet inte var de fått informationen men det är uppenbart att det inte är förstahandsinformation. Jag gjorde nyligen ett off-cycle internship i London och svaren är utifrån mina egna erfarenheter samt vad jag fått reda på genom kamrater och mer senior kollegor. <br/>
<br/>
Sett till din tidigare fråga om timmar så beror det mycket på vilket område du sitter och vilket team. DCM inte lika blodigt som M&amp;A, generellt är ECM inte heller riktigt lika men ligger närmare M&amp;A-tider än DCM. Sen är det så att ex. de som sitter med High Yield inom DCM kan ha det tyngre än de som sitter på \"vanliga\" Corporates. Arbetar du inom M&amp;A ex. Consumer staples team där många mindre transaktioner sker så blir det mer timmar än om du sitter på ett annat team som har lägre deal flow, så även inom M&amp;A varierar tiderna beroende på vilken sektor det sker mycket transaktioner inom samt hur stark den bank du är på är inom denna sektor.  <br/>
<br/>
En analyst-klass, du kliver in som graduate första året, vissa har längre graduate-program på ex. 18mån också. Att tala average är lite utan betydelse eftersom det återigen har med bank och område att göra. Men generellt är organisationen som så att den liknar en pyramid, om än med viss modifikation och lite mindre pyramidform i vissa boutiquer. Vissa banker har garanterad bonus till de som är på graduate-programmet medans andra har andra system. Liksom lön varierar det också beroende på om du är graduate, 2nd analyst eller 3rd analyst (generellt är du analyst i 3 år, i vilket graduate tiden är inräknad, är du sämre kan det bli ett fjärde år, sen är det förmodligen ut eller upp). Längden på ditt kontrakt säger egentligen inte så mycket, det finns klausuler som säger att kontrakten kan brytas med en viss framförhållning så även om du skriver på för 2 år kan du åka ut efter 1 år. <br/>
<br/>
Det du bör fokusera på är inte bonusar eller om du får £40,000 eller £45,000 pund som ingångslön, tänk mer på att du hamnar på rätt bank och inom rätt område. Lönerna jämnas generellt sett ut senare och att trivas med det du gör är betydligt viktigare än att det skiljer några tusenlappar. Tänk efter vad inom finans du tycker är roligt och varför och tänk efter även varför det och inte nå annat område. Det är VÄLDIGT vanligt under intervjuer att du ska motivera varför du valt det område du gjort så att kunna berätta genuint och veta skillnaderna mellan jobbet som analytiker inom M&amp;A, S&amp;T och Asset Management. Sen kan det vara värt att också ha i åtanke hur arbetstimmarna är, S&amp;T är mer humana tider där veckorna oftast inte är längre än 60h och är du duktiga där tjänar du minst lika bra som om du är duktig inom M&amp;A, men du jobbar mindre. Dock tenderar generellt vara lite mer \"happenings\" och i viss mån intensivare under din arbetsdag. <br/>
<br/>
Jag är medveten om att texten är lite hoppig men jag hoppas du ser kontentan av det hela."
		},
		{
			"postIndex": 2803,
			"postNumber": 2862,
			"rankGlobal": 38,
			"rankLocal": 5,
			"scoreGlobal": 75,
			"scoreLocal": 91,
			"userRank": 3,
			"userScore": 75,
			"postUserName": "whey",
			"postUserID": "u116487",
			"postUserUrl": "https://www.flashback.orgu116487",
			"postDateTime": "2013-03-27, 03:46",
			"postUrlInThread": "https://www.flashback.org/t326889p239",
			"postUrlUniq": "https://www.flashback.org/sp42668137",
			"sentence": "Då tror jag förstår lite bättre vad du är för typ av person för tillfället (det kommer nog dock förändras medan du arbetar). Jag hade väldigt liknande tankar som dig innan jag sökte mig in (med skillnaden att jag var extremt intresserad av börsen/marknaden).<br/>
<br/>
Corporate Finance och liknande riktiga IB jobb går helt bort för dig med den beskrivning du givit.<br/>
<br/>
Front-office trading/sales samt buy-side (fondförvaltare och dyl) är det som är bäst betald. Men två starka kriterier för att man både ska platsa och trivas där är att man inte är blyg för att jobba långa dagar, samt att man har ett brinnande intresse för ekonomi/finans/marknaden/börsen du fattar nog vad jag menar. Du verkar faktiskt inte ha något av dessa (för tillfället).<br/>
<br/>
Jag skulle säga att du passar bättre i närbesläktat område till vad jag jobbat inom. En kvantgrupp till någon stödfunktion i banken, det finns ett antal olika och de oftast kopplade till olika typer av riskmodellering. En är att modellera marknadsrisker i banken, du har säkert hört talas om Value at Risk, stress-tester osv. Ett andra är modellering av kreditrisker i banken (detta är den största risken för 95% av världens banker), här är det mer PD-modeller (Probability of Default), LGD (Loss Given Default) och andra saker, mer tung statistik och mindre förståelse av marknaden. De nyare riskmåtten som ligger i gränslandet mellan dessa som CVA (Credit Value Adjustment) osv har funnits i ett antal år på London-bankerna, men är fortfarande ganska nytt på de svenska bankerna som ligger efter. Detta är områden bankerna behöver sådana som dig inom. Det finns även andra kvantitativa team inom Treasury och andra stödfunktioner till banken.<br/>
<br/>
Fördelen med dessa jobb är att det är betydligt nördigare (och vissa människors ögon trevligare/ödmjukare) människor än du hittar på t.ex. aktiemäklardesken, eftersom detta verkar vara något du oroar dig över också.<br/>
<br/>
Ett annat alternativ för dig om du söker ett stabilt jobb är faktiskt att bli aktuarie istället, räkna statistiskt på försäkringar av olika slag.<br/>
<br/>
Nästa steg för dig är att försöka söka in som sommarjobbare på något av det jag föreslår ovan för att få en insikt i hur du känner."
		}
	],
	[
		{
			"postIndex": 3226,
			"postNumber": 3295,
			"rankGlobal": 58,
			"rankLocal": 1,
			"scoreGlobal": 71,
			"scoreLocal": 100,
			"userRank": 7,
			"userScore": 57,
			"postUserName": "ugglan",
			"postUserID": "u59302",
			"postUserUrl": "https://www.flashback.orgu59302",
			"postDateTime": "2014-04-09, 21:03",
			"postUrlInThread": "https://www.flashback.org/t326889p275",
			"postUrlUniq": "https://www.flashback.org/sp48314223",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>anonym.hedonist</strong> <a href=\"/p48309650#p48309650\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Vad tjänar du då om du jobbar så många timmar? Precis börjat arbeta i firman?</div>
</td>
</tr>
</table>
</div>
<br/>
Så många timmar? Så mycket blir det ju faktiskt inte.. ca 45-50h i veckan. Det är ju nästan som att jobba på myndighet. (bortsett från de eviga kaffepauserna man har i offentlig sektor)<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>mastejag</strong> <a href=\"/p48309785#p48309785\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Min största fundering kring det här är egentligen, vad gör ni alla timmar? <br/>
<br/>
Vad är det som kräver så extremt många timmars arbete?</div>
</td>
</tr>
</table>
</div>
<br/>
Trading är som en processindustri som går 24h om dygnet. Man måste övervaka flöden signaler och nivåer och skruva på lite rattar, ungefär som att sitta i ett kontrollrum på ett oljeraffinaderi / kärnkraftverk eller stå på bryggan och styra ett jättestort, trögsvängt containerfartyg eller oljetanker. Jargongen på kontoret är också därefter, vilket är kul.<br/>
Det hela blir väldigt ad hoc, ibland rasslar det till och då får man ta snabba avgörande beslut, vissa dagar sitter man bara och snurrar på stolen redo att ingripa om något skulle ske.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>ashura</strong> <a href=\"/p48310654#p48310654\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Du har ju det ganska \"skönt\". Jag har hört värre historier. Analysts som jobbar 70-100h i veckan, alla dagar i veckan. </div>
</td>
</tr>
</table>
</div>
<br/>
Troligen inte inom trading eller sales, jag vet ingen som jobbar så mycket förutom killarna och tjejerna på corpen.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>ashura</strong> <a href=\"/p48310654#p48310654\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Hur mycket får du ut varje månad med dina timmar? Är du junior eller senior - hur länge har du varit i branschen? Du får ursäkta om du har svarat på det här innan, jag är ny och orkar som alla andra inte bläddra igenom tre tusen inlägg.</div>
</td>
</tr>
</table>
</div>
<br/>
Det beror alldeles på hur mycket bonusen blir. Hos oss får man som ny ca 700-750k per år i grundlön och kan oftast inte räkna med något annat än en symbolisk bonus. Andra året behåller man grundlönen och får ca 0.5-1.0x det i bonus. Tredje året är det rimligt att bli befordrad till associate/associate director eller vad man nu kallar det på olika banker. Det innebär ca 30-50% ökning av grundlön, och bonusen kan väl vara allt från 1.00x-3.00x, vid det här stadiet börjar det bli väldigt individuellt samt mycket beroende på hur det har gått för gruppen. Inte omöjligt att lyfta $1mio per år efter tio år.<br/>
Detta är i europa, I Asien är ersättningarna högre. Bör dock tilläggas att jag inte känner tillräckligt många vid andra avdelningar/produkter och arbetsgivare för att kunna säga att detta gäller generellt för trading. Det kan alltså både vara i underkant och överkant.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Bucketshop</strong> <a href=\"/p48312558#p48312558\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Kanske värt att du påpekar att du har ett par år på nacken och handlar i egen bok (antar jag?). Har inte träffat på någon 1st year på markets som knatar hem vid fem varje dag då det alltid finns någon glad senior som hellre går hem till sin fru än hjälper dig att bli klar med excelsnurran du bygger åt honom.</div>
</td>
</tr>
</table>
</div>
<br/>
Är fortfarande rätt junior, men har ansvar för några tradingböcker i europatidszonen, inte så att jag chefar över dom och lägger upp strategin, men ser till att dom följer planen och överlever dagen. <br/>
Första månaderna jobbade jag nog 07-19, men man får rutin på sakerna som tar tid och man kan börja komma in senare och gå tidigare. Så fort någon mer junior person anställs så lämpar man över skitgörat på denne och man kan köra humana arbetstider själv, det är lite pecking order sådär. Vi har dock ganska bra kultur i att vi säger till dom mest juniora att sticka hem i tid."
		},
		{
			"postIndex": 3200,
			"postNumber": 3267,
			"rankGlobal": 73,
			"rankLocal": 2,
			"scoreGlobal": 69,
			"scoreLocal": 97,
			"userRank": 138,
			"userScore": 10,
			"postUserName": "Mortifier",
			"postUserID": "u170006",
			"postUserUrl": "https://www.flashback.orgu170006",
			"postDateTime": "2014-02-04, 23:22",
			"postUrlInThread": "https://www.flashback.org/t326889p273",
			"postUrlUniq": "https://www.flashback.org/sp47369438",
			"sentence": "Tjena kära medlemmar, behöver lite råd och insyn i bankbranschen.<br/>
<br/>
Vill arbeta inom IB en vacker dag, och jag har ingen preferens egentligen med vilken avdelning jag vill sitta på så länge man hanterar investeringar och inget HR-trams.<br/>
<br/>
Har fått ett erbjudande från ABN AMRO att göra ett 6 månaders internship där efter att jag frågat dom och ansökt om att få skriva min uppsats för dem. Först var det sagt att jag skulle göra detta på arbetstid, nu har det dock uppdagats att jag ska jobba fullt för dom i första hand och sedan skriva min masters-avhandling (läs: du får göra det på din egna tid).<br/>
<br/>
Kickern - lönen: 363 euro i månaden. Inte nog med det, de godtog minst ett 6 månaderskontrakt.<br/>
<br/>
Just nu studerar jag mitt sista år på CBS, har haft internship tidigare i Amsterdam för ett stort internationellt företag men som inte var inom bankbranschen. <br/>
<br/>
Frågan - kommer jag behöva ta detta internshippet för att på något sätt slå mig in på branschen eller kommer företag som Nordea, Danske Bank mfl att behandla min ansökan om man ansöker till deras Graduate programmes? Dvs, är det ett pre-requisite att man har någon bakgrund inom banking för att komma in på den banan?<br/>
<br/>
Tror det kan bli svårt att söka jobb, skriva uppsats samt göra internshipet i vilket fall som helst om man är placerad i Amsterdam.<br/>
<br/>
Ge råd, ge all typ av info ni har om sakerna! Jag har fan inte en aning om vad jag ska göra (tror heller inte jag klarar mig finansiellt i 6 månader utan att låna pengar av päronen). Drömmen är att en dag knäcka siffror i USA, det är dit jag vill ta mig! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
		},
		{
			"postIndex": 3291,
			"postNumber": 3362,
			"rankGlobal": 88,
			"rankLocal": 3,
			"scoreGlobal": 67,
			"scoreLocal": 94,
			"userRank": 6,
			"userScore": 58,
			"postUserName": "Bucketshop",
			"postUserID": "u376069",
			"postUserUrl": "https://www.flashback.orgu376069",
			"postDateTime": "2014-07-02, 21:27",
			"postUrlInThread": "https://www.flashback.org/t326889p281",
			"postUrlUniq": "https://www.flashback.org/sp49437672",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Pellebelle</strong> <a href=\"/p49437238#p49437238\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Oj, jag missuppfattade helt vad du skrev, tolkade som att du skrev det omvända. Glöm vad jag skrev. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>
<br/>
Om man vill jobba i London, är det bäst då att \"värma upp\" ett par år i Stockholm för att sedan ge sig iväg, eller är det lika bra att söka sig till London direkt. Jag tänker främst ur ett erfarenhetsperspektiv, samt lite åldersmässigt. Hur gamla är folk i regel som de tar in?</div>
</td>
</tr>
</table>
</div>
<br/>
Spontant skulle jag säga att du har större chanser att köra london direkt. Jag är ju lite biased eftersom det är mitt spår men i och med att alla banker har identiska processer och tar in stora mängder studenter varje sommar så är det en ganska smidig väg in. Släng iväg 15 ansökningar första veckan i september så får du förhoppningsvis ett par intervjuer. Eftersom du är student så förväntas du inte kunna så mycket utöver att vara klipsk och verka lite skön. Dessutom går du in på analyst level så du kostar inte speciellt mycket heller. <br/>
<br/>
Har du jobbat ett par år i sverige måste du ju rimligtvis ha något vettigare att komma med om du vill in på &gt;VP nivå. Så tar du den vägen måste du vara bättre än alla andra som jobbat inom branschen ett par år, siktar du på london direkt räcker med att du är bättre än alla 20-åringar som tycker det verkar fräckt att bli bänker."
		},
		{
			"postIndex": 3060,
			"postNumber": 3124,
			"rankGlobal": 98,
			"rankLocal": 4,
			"scoreGlobal": 66,
			"scoreLocal": 93,
			"userRank": 148,
			"userScore": 9,
			"postUserName": "kakan7",
			"postUserID": "u586705",
			"postUserUrl": "https://www.flashback.orgu586705",
			"postDateTime": "2013-09-19, 18:43",
			"postUrlInThread": "https://www.flashback.org/t326889p261",
			"postUrlUniq": "https://www.flashback.org/sp45319184",
			"sentence": "Hejsan!<br/>
<br/>
Jag pluggar fysik nu, kandidat + master, startade denna utbildning för ca 3 veckor sedan. Under sommaren har jag läst runt en del om vad man kan få jobba med som \"färdig\" fysiker och \"snubblade\" då över att fysiker är ganska populära mot finansmarknaden med kvantanalyser (nåt sånt).<br/>
<br/>
Där tändes en liten \"låga\" i bakhuvudet, för jag tycker att det verkar väldigt spännande av det jag kunnat läsa hittils. Läste en artikel om någon fysiker som berättar om övergången från akademin till finans. Inte bara att det är mycket pengar (självklart en ganska stor del i intresset) utan också att det verkar finns massor att forska kring i just statistiken, upp och nergångar osv.<br/>
<br/>
Tänkte höra med er vad jag skulle kunna förvänta mig för typ av arbete på en bra bank/finansbolag, om ni kanske har erfarenhet av att själva vara fysiker och komma in i finansvärlden, eller sett fysiker komma in eller bara har koll på det.<br/>
<br/>
Tacksam på förhand för ev svar!"
		},
		{
			"postIndex": 3272,
			"postNumber": 3342,
			"rankGlobal": 145,
			"rankLocal": 5,
			"scoreGlobal": 62,
			"scoreLocal": 87,
			"userRank": 66,
			"userScore": 14,
			"postUserName": "WACC",
			"postUserID": "u862579",
			"postUserUrl": "https://www.flashback.orgu862579",
			"postDateTime": "2014-06-29, 00:32",
			"postUrlInThread": "https://www.flashback.org/t326889p279",
			"postUrlUniq": "https://www.flashback.org/sp49387478",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Kallenallepalle</strong> <a href=\"/p49329224#p49329224\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Jag antar att det är en hel del som byter bransch med tanke på - främst - arbetsbelastningen. De som gör detta, vad är det de oftast byter till? Och hur brukar dessa typer av arbeten skilja sig sett till lön, arbetstid, arbetsbelastning etcetc</div>
</td>
</tr>
</table>
</div>
<br/>
De som jobbar inom ER går ofta över till köpsidan, någon mer retail-inriktad verksamhet eller till branschen man täckt. Jag själv har tröttnat på säljsidan och tagit detta steg. Nog ett av de bättre besluten jag tagit. Hamsterhjulet är inte värt det i längden.<br/>
<br/>
Visst, lönen är inte på samma nivå men du arbetar kanske 60-70% av tiden du gjorde innan.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Galvestonen</strong> <a href=\"/p49371596#p49371596\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Inte för att vara elak men, GLHF <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>. Det kommer inte hända, som FO-anställd skulle jag aldrig någonsin anställa en person som tagit det tråkiga i BO. Skillnaden är verkligen total, visst om du kört ett internship på typ Goldman Sachs operations men annars, nix. Om du vill in i FO ska du dit med en gång, då ska du inte nöja dig med något annat - DET är en FO-mentalitet.</div>
</td>
</tr>
</table>
</div>
<br/>
Du verkar inte ha någon vidare koll, åtminstone inte hur det fungerar i Sverige. Vet väldigt många nyexade som gått ifrån någon form av BO-tjänst till FO något eller några år efter deras examen. Även en del som extrajobbat inom BO under studierna har fått ett FO-jobb ganska omgående."
		}
	]
]
