[
	[
		{
			"postIndex": 51,
			"postNumber": 53,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 97,
			"scoreLocal": 100,
			"userRank": 47,
			"userScore": 10,
			"postUserName": "jmo_h",
			"postUserID": "u115810",
			"postUserUrl": "https://www.flashback.orgu115810",
			"postDateTime": "2006-10-25, 11:14",
			"postUrlInThread": "https://www.flashback.org/t392054p5",
			"postUrlUniq": "https://www.flashback.org/sp5381559",
			"sentence": "Jag vet att provet skickas med posten, då provledaren sade det. Däremot var samtliga provdelar inplastade i hundbajspåsar, vilket kan försvåra det hela om man skulle få tag på en försändelse prov. Givetvis måste proven tillbaka i ofärändrat skick, annars finns det risk att de sätter in reservprov eller någon annan åtgärd. Det där med provet på svensk ambassad låter lite intressant. Låt oss säga att man skriver provet i Thailand. Sannolikt är \"säkerhetsrutinerna\" inte lika bra som på en högskola i Sverige, vilket skulle underlätta för en rad olika fusk.<br/>
<br/>
Sedan har jag funderat på en lite ful grej:<br/>
Om man fixar ett par spionglasögen med kamera och en diskret hörsnäcka i örat, borde en smart kompis kunna ge en \"second opinion\" på alla svar man sätter. Om man övar några gånger på gamla prov, borde man få in rutin och klara av spektaklet. Kompisen sitter på någon toalett i närheten och har en laptop med ord- samt synonymlexikon installerat."
		},
		{
			"postIndex": 55,
			"postNumber": 57,
			"rankGlobal": 30,
			"rankLocal": 2,
			"scoreGlobal": 83,
			"scoreLocal": 86,
			"userRank": 6,
			"userScore": 23,
			"postUserName": "Kuggarn",
			"postUserID": "u83803",
			"postUserUrl": "https://www.flashback.orgu83803",
			"postDateTime": "2006-10-25, 13:05",
			"postUrlInThread": "https://www.flashback.org/t392054p5",
			"postUrlUniq": "https://www.flashback.org/sp5382357",
			"sentence": "Jaha... provledaren lyssnar intresserat...<br/>
<br/>
Lite kommentarer: Proven levereras med lastbil av posten. Allt är numrerat och det är järnkoll på vad som skickas ut. Allt material är förseglat redan på tryckeriet och låses in när de inte transporteras. Visst kan man tänka sig att kapa en postbil, men den eventuella vinsten är lite liten i förhållande till ett eventuellt straff.<br/>
<br/>
Att komma över provet efter skrivningen är över men innan rättning är i princip omöjligt. Som provledare har man järnkoll på svarssidorna eftersom man annars ställs till svars. Vi lägger dem sorterade i plastfickor som vi signerar och lämnar ifrån oss så fort provet är avklarat. Därefter låses alla svaren in innan de skickas iväg för rättning. Även om man kom in rummet där svaren fanns så skulle det vara ett helvete att hitta ett specifikt prov eftersom plastfickorna inte ligger i nummerordning eller nåt. <br/>
<br/>
Signaler, smartpens, olika former av tekniska lösningar för hemlig kommunikation är mer eller mindre komplicerade att komma undan med. Delvis för att detta skulle märkas väldigt enkelt men även pga att det är ganska opraktiskt även för fuskaren.<br/>
<br/>
Efter 10 år som provledare skulle jag vilja påstå att det enda (förhållandevis effektiva) sättet att fuska på HP är att låta någon smartare skriva provet i stället med hjälp av ett bra falskleg."
		},
		{
			"postIndex": 5,
			"postNumber": 5,
			"rankGlobal": 57,
			"rankLocal": 3,
			"scoreGlobal": 73,
			"scoreLocal": 75,
			"userRank": 56,
			"userScore": 10,
			"postUserName": "Hideki",
			"postUserID": "u72620",
			"postUserUrl": "https://www.flashback.orgu72620",
			"postDateTime": "2004-10-31, 02:09",
			"postUrlInThread": "https://www.flashback.org/t392054p1",
			"postUrlUniq": "https://www.flashback.org/sp1475833",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>RigorMortis</strong></div>
<div> Vakterna kollar inte särskilt noga på ditt leg och rent teoretiskt går det säkert att blåsa högskoleverket. Jag är tacksam att du väljer just ekonomi, som knappast påverkar någon vare sig negativt eller positivt eftersom det är fullständigt menlöst.</div>
</td>
</tr>
</table>
</div>
<br/>
Vakterna kollar inte särskilt noga? Den uppfattningen fick Verkligen inte jag när jag gjorde provet förra helgen. För det första så måste man anmäla sig minst några veckor i förtid, det namnet man anmälde sig med måste man sedan göra provet i (det går alltså inte att överlåta ens betalade prov åt någon annan).<br/>
Så fort du kommer i i provlokalen så kontrollerar provledaren din legitimation och kollar så att bilden stämmer och att namnet överensstämmer med namnet man anmälde sig i.<br/>
Provet består som bekant i 5 olika delar, med rast efter varje del, innan varje ny provdel påbörjas så kontrollerar provledaren en legitimation, och skriver sin namnteckning på ens provblankett för att styrka att rätt person har gjort provet.<br/>
<br/>
Med andra ord, jag tror att det är ganska svårt att fuska på HP."
		},
		{
			"postIndex": 92,
			"postNumber": 95,
			"rankGlobal": 60,
			"rankLocal": 4,
			"scoreGlobal": 73,
			"scoreLocal": 75,
			"userRank": 74,
			"userScore": 9,
			"postUserName": "Fasaner",
			"postUserID": "u272249",
			"postUserUrl": "https://www.flashback.orgu272249",
			"postDateTime": "2008-08-21, 17:07",
			"postUrlInThread": "https://www.flashback.org/t392054p8",
			"postUrlUniq": "https://www.flashback.org/sp12525335",
			"sentence": "Jag tror inte det är så svårt att fuska på HP genom att låta någon annan skriva det. Även om man kollar noga så kan kontrollanten inte se om en person på en bild tagen 3 år tidigare är samma person som står framför honom nu. Även om man misstänker något så gör man sällan något åt saken. Problemet blir nog att hitta någon med kapacitet till 1,9-2,0 som vill skriva åt en okänd människa. Det är ju bara cirka 150-200 personer per prov som skriver 2,0."
		},
		{
			"postIndex": 84,
			"postNumber": 87,
			"rankGlobal": 71,
			"rankLocal": 5,
			"scoreGlobal": 71,
			"scoreLocal": 73,
			"userRank": 6,
			"userScore": 23,
			"postUserName": "Kuggarn",
			"postUserID": "u83803",
			"postUserUrl": "https://www.flashback.orgu83803",
			"postDateTime": "2007-02-09, 11:15",
			"postUrlInThread": "https://www.flashback.org/t392054p8",
			"postUrlUniq": "https://www.flashback.org/sp6281874",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Different</strong></div>
<div>Då uppstår ju frågan om huruvida beställaren har egna \"vakter\" på plats under tiden som provet trycks, eller om det kan finnas möjlighet att ett exemplar försvinner ner i overallfickan på någon av maskinoperatörerna.<br/>
<br/>
Även om proven är numrerade så blir det ju alltid lite spill i början av körningen medan man håller på och ställer in maskinen, t.ex. klippningen av arken osv. När sedan allt är perfekt inställt, så nollar man räkneverket och påbörjar körningen. <br/>
<br/>
Min gissning är att det finns någon slags säkerhet under tryckningen, av den enkla anledningan att provet annars borde läcka ut betydligt oftare än vad det gör. (Typ aldrig?)<br/>
<br/>
Så jag får nog sälla mig till dom som anser att det enda realistiska sättet att fuska, är nog att skaffa ett bra falskleg och be någon smartare person skriva provet i ens eget namn.<br/>
<br/>
Det finns givetvis ett sätt som är ännu enklare, men det kräver att man är i maskopi med provledaren så det blir ju rätt långsökt.</div>
</td>
</tr>
</table>
</div>
<br/>
Falskleg är nog det enda förhållandevis säkra sättet. <br/>
<br/>
Att liera sig med en provledare funkar nog inte. Är själv provledare sen 10 år och kan vittna om att de individuella provledarna får en förseglad kartong kl 7 på morgonen samma dag som provet ges. Eventuellt samarbete med en provledare skulle därmed inte ge någonting, eventuellt möjligheten att få titta på eftermiddagens provdelar under lunchen och skaffa sig extra tid men frågan är vad det kan vara värt...<br/>
<br/>
Huvudprovledarna tror jag inte heller skulle gå med på att låta sig mutas. De skulle ju förlora jobbet och är helt enkelt inte villiga att tat den risken. Dessutom jobbar de ju normalt med studievägledning eller antagning och är vana att sköta saker och ting rättsäkert och med klara riktlinjer. Huvudprovledare blir man ju inte hursomhelst så deras integritet är nog svårt att få dem att gör avsteg från.<br/>
<br/>
Eftersom proven levereras några dagar i förväg och låses in i en källare så skulle det eventuellt gå att muta en vaktmästare. Kan inte föreställa mig att provet skulle ställas in om man märkt att en låda saknas. Det hela bygger dock på att du måste hita en vaktis som är dum nog att riskera sitt jobb och som dessutom har koll på var proven förvaras."
		}
	],
	[
		{
			"postIndex": 160,
			"postNumber": 166,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 93,
			"scoreLocal": 100,
			"userRank": 33,
			"userScore": 11,
			"postUserName": "Wango",
			"postUserID": "u468383",
			"postUserUrl": "https://www.flashback.orgu468383",
			"postDateTime": "2010-08-10, 00:13",
			"postUrlInThread": "https://www.flashback.org/t392054p14",
			"postUrlUniq": "https://www.flashback.org/sp24739939",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>jarjar22</strong></div>
<div>kom lite sent in på denna tråd  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> men blev väldigt nyfiken på hur sjutton man får tag på någon som vill skriva Hp åt en. Tog du betalt? hur skedde kontakten?</div>
</td>
</tr>
</table>
</div>
<br/>
<br/>
Nån släkting/kompis vad annars. Funkar ej det lägg ut en annons.<br/>
<br/>
ont: Hade en kurskamrat som hade fuskat in sig (A), han var Thailändare tydligen hade en kines fixat alla asiater är sjukt lika. <br/>
<br/>
Kinesen skrev 1.7 för 7k klarade han 2.0 gällde 15k.  år 2008 (priset är dyrare nu)<br/>
Eventuella kostnader förekom halv/hel års betalning beroende på hur lyckad personen ifråga var.<br/>
Alltså om han kom in på den så kalllade drömutbildningen etc då gällde 1k per år.<br/>
<br/>
<br/>
Blev det fail, slapp man den utgiften vägrade man betala tjalla han.<br/>
Minns jag rätt så faila han en gång, provledaren var en sträng ryss normala fall kollar man bara på likheten i bilden, åldern,namn etc.<br/>
<br/>
<br/>
Men han torska på längden 175 och 160, hur ofta går en kines med såna där wiga skor (betóng tjocka neger skor)<br/>
Straffet blev föga dagsböter minns ej belopp + anmärkning som gör att han/hon aldrig mer får skriva HP.<br/>
<br/>
Dock vet jag ej riktigt hur hårt straffet är nu för tiden, som så alla skriver på nåt märkligt sätt brukar somliga fuskare klara kursen hyffsat.<br/>
<br/>
Som sagt alla förtjännar en andra chans, om nån skulle fråga dig vill du bli bärplockare eller advokat med lite hjälp samt en liten kostnad.<br/>
<br/>
Uppmanar ingen att fuska, om ni mot förmodan gör det.<br/>
<br/>
Läs alla dem här böckerna på svenska/engelska.<br/>
Skriv ner alla ord du inte förstår, förutsätter att du har genomsnitts nivå i matte så har du 1.3 med en extra begåvning 1.7-2.0<br/>
<br/>
<br/>
Sigrid Undset: Kristin Lavransdotter <br/>
Vilhelm Moberg: Utvandrarna, osv. <br/>
Väinö Linna: Här under polstjärnan <br/>
John Steinbeck: Öster om Eden <br/>
Fjodor Dostojevskij: jag borde väl säga Idioten, men jag är av någon anledning förtjust i Anteckningar från ett källarhål <br/>
Gao Xingjiang: Andarnas berg <br/>
Josef Roth: Job <br/>
Thomas Mann: Huset Buddenbrook <br/>
Alexandr Solzjenitsyn: En dag i Ivan Devisovitjs liv, tex. <br/>
Jane Austen: Stolhet och fördom<br/>
<br/>
<br/>
<br/>
/W"
		},
		{
			"postIndex": 120,
			"postNumber": 125,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 88,
			"scoreLocal": 94,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2010-01-21, 16:24",
			"postUrlInThread": "https://www.flashback.org/t392054p11",
			"postUrlUniq": "https://www.flashback.org/sp21032794",
			"sentence": "15 februari är sista anmälningsdan, nån som ska göra det?<br/>
<br/>
När jag gjorde det var det en närsynt gammal tant som kollade att leget hade rätt personnummer och var likt den som skrev. Om man låter nån som är lik <i>ens leg</i> skriva provet kommer det absolut gå. Det krävs inte mycket för att vara lik nåns leg, folk ändrar frisyr, vikt, ansiktsform osv. Odla skägg så ser man helt annorlunda ut.<br/>
<br/>
Om nån mot förmodan skulle upptäcka det lär det ju inte hända särskilt mycket. Den som skriver springer iväg och den som är anmäld har ju egentligen inte gjort något. Han har bara låtit bli att komma. Sen verkar det ju lite suspicious, men lär inte leda till polisanmälan och det finns ju ingen som helst bevisning på att den kände personen gjort något olagligt.<br/>
<br/>
2,0 eller till och med 1,9 öppnar i princip alla dörrar. En utbildning som är svår att komma in på men inte kräver särskilt mycket brains efteråt är ju handels. Olikt läkarlinjen spelar inkompetens ingen större roll inom detta fält. 3 månader efter examen på handels har 98% jobb, med en medianingångslön på runt 30 000. (Tolkning - även en komplett medelmåtta från handels får 30 000 kr i månaden som ingångslön och jobbar sig snabbt upp därifrån.<br/>
<br/>
Med det sagt undrar jag, rent hypotetiskt, vad folk skulle vara villiga att betala för 2,0 på hp? Det ger ju en massa pengar i framtiden, så att säga."
		},
		{
			"postIndex": 144,
			"postNumber": 149,
			"rankGlobal": 36,
			"rankLocal": 3,
			"scoreGlobal": 81,
			"scoreLocal": 87,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2010-04-16, 15:33",
			"postUrlInThread": "https://www.flashback.org/t392054p13",
			"postUrlUniq": "https://www.flashback.org/sp22564340",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Eldur</strong></div>
<div>Alltså jag skulle lätt betala säg en två månadslöner efter handels på att komma in på handels. Utan kanske jag tjänar 15 i månaden, med minst 30, så det är fan snabbt intjänat...<br/>
<br/>
Ska fan fösöka hitta ngn som vill skriva åt mig för typ 50k...</div>
</td>
</tr>
</table>
</div>
<br/>
Det här ska jag nog kunna ordna. Ungefär hur ser du ut?<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>demito</strong></div>
<div>50 lax? Spendera dem på privata lektioner istället så kan du bli lite klokare på köpet.</div>
</td>
</tr>
</table>
</div>
<br/>
Var inte så säker på det. Har man betyg som inte är perfekta och 1,8 på hp är det rätt kört att komma in på en del utbildningar. <br/>
<br/>
Om du syftar på att plugga till hp kan man ju knappt komma nånstans på det. Det folk gör är att de trycker i sig några hundra ord och tror att de är jävligt smarta för att de kan säga palimpsest. Gör det en klok? Nej. Och orden är inte allt, vilket inte särskilt många av dessa människor förstår.<br/>
<br/>
<b>97,3 %</b> av alla som skrev provet i våras fick <b>sämre än 1,8</b>. Tror man att man är bättre än så många, så kan man väl försöka, men annars är det så jävla mycket smidigare och smartare att anlita ett proffs. <br/>
<br/>
Det finns ett fåtal utbildningar som garanterat ger hög lön och jobb. Det är bara korkat att inte satsa på dem. <br/>
<br/>
Slutligen: Vad är smartast av följande alternativ:<br/>
<br/>
A) Skriva 1,5 själv och läsa ekonomi på SU varpå man på grund av bristen på arbete blir en obehörig högstadielärare.<br/>
<br/>
B) Betala 50K, gå 3 år på handels, få en ingångslön på 30 K och under livet tjäna cirka 12 miljoner kronor mer än man annars hade gjort.<br/>
<br/>
(Hint: Det börjar på B)"
		},
		{
			"postIndex": 137,
			"postNumber": 142,
			"rankGlobal": 66,
			"rankLocal": 4,
			"scoreGlobal": 72,
			"scoreLocal": 78,
			"userRank": 76,
			"userScore": 9,
			"postUserName": "DasReich",
			"postUserID": "u134487",
			"postUserUrl": "https://www.flashback.orgu134487",
			"postDateTime": "2010-03-15, 01:19",
			"postUrlInThread": "https://www.flashback.org/t392054p12",
			"postUrlUniq": "https://www.flashback.org/sp21987265",
			"sentence": "Eftersom dethär med att använda fake id / falsk legg verkar vara det enda reella sättet att fuska på högskoleprovet önskar jag bara meddela er här som funderar här: Det fungerar. Jag vet personligen folk som har gjort detta. Inte nära vänner, men folk som man springer in nån gång i månaden.<br/>
Tror det är två stycken som gjort detta och kommit in på sin utbildning, det är en hobbygangster (som jag tyvärr också är bekant med) som har en ID-kortsskrivare och som prånlgar ut. <br/>
Personligen vet jag inte riktigt om det skulle vara värt att åka dit för urkundsförfalskning för att vilja komma in på sin utbildning? Är det inte då lite mindre riskfyllt att köra näsan i böckerna ett par veckor?"
		},
		{
			"postIndex": 181,
			"postNumber": 190,
			"rankGlobal": 69,
			"rankLocal": 5,
			"scoreGlobal": 72,
			"scoreLocal": 77,
			"userRank": 77,
			"userScore": 9,
			"postUserName": "GulaFisken",
			"postUserID": "u408707",
			"postUserUrl": "https://www.flashback.orgu408707",
			"postDateTime": "2010-10-24, 18:49",
			"postUrlInThread": "https://www.flashback.org/t392054p16",
			"postUrlUniq": "https://www.flashback.org/sp26370622",
			"sentence": "Jag skrev mitt första högskoleprov igår, och säkerheten var ju rigorös. Efter varje rast vid inledningen av ett nytt block fick vi legitimera oss. Våra platser var förutbestämda. Den enda möjligheten jag ser till fusk är ett tillverkande av ett bra falskleg, vilket inte är billigt. Skriver man dessutom provet på sin hemort finns det stor chans att folket som övervakar/tar hand om provskrivningen vet vem man är, då det oftast rör sig om gamla lärare som tar lite extrakneg en lördag. <br/>
<br/>
Mitt rpov övervakades av min gamla svenskalärare från gymnasiet, så fusk med falskleg hade i mitt fall fått ödesdigra konsekvenser. Det är ju inte bara ett brott mot studielagen, utan även ett ganska allvarligt brott sett ur ett polisiärt perspektiv. <br/>
<br/>
Plugga hårt eller var smart är mitt tips. Fixar man inte ett bra betyg på ett högskoleprov utan fusk har man inte på högskolan att göra. Man kan inte fuska sig igenom 4-5 år av avancerade studier."
		}
	],
	[
		{
			"postIndex": 257,
			"postNumber": 268,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 98,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 21,
			"postUserName": "Blompen",
			"postUserID": "u482452",
			"postUserUrl": "https://www.flashback.orgu482452",
			"postDateTime": "2011-10-12, 17:42",
			"postUrlInThread": "https://www.flashback.org/t392054p23",
			"postUrlUniq": "https://www.flashback.org/sp33411459",
			"sentence": "Hur tror ni att ni får tag på någon som skriver 1,8 - 2,0 för 50 000? Tror ni att någon som har möjlighet att bli läkare eller jurist riskerar en dom för urkundsförfalskning och allt mer surt som kommer till (risk för avstängning på universitet mm) som kan ödelägga karriären, för 50 000?<br/>
<br/>
Antingen har de redan skrivit och tar ingen risk eftersom de kommit in på sin drömutbildning, eller så planerar de att skriva och komma in och med råge tjäna igen de 50 000 de missar. <br/>
<br/>
Varför skulle de skriva åt någon annan när de ändå har all framtid för sig?<br/>
<br/>
Det finns säkert massor som gärna skulle skriva provet åt någon annan för pengar, men då är 95% av dessa stolpskott som tror själva att de är smarta och inte har något att förlora på att testa. Och så står man där med ett officiellt provresultat på 0,8 eller så, som är offentlig handling.<br/>
<br/>
Det är lätt att tänka att eftersom jag skulle kunna vara spökskrivare för 50 000 så måste det finnas massor som ställer upp. Problemet är att nästan alla som ställer upp kan inte leverera önskat resultat. Och hur ska ni kunna sålla ut de få som kan klara det?"
		},
		{
			"postIndex": 259,
			"postNumber": 270,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 89,
			"scoreLocal": 92,
			"userRank": 9,
			"userScore": 21,
			"postUserName": "Blompen",
			"postUserID": "u482452",
			"postUserUrl": "https://www.flashback.orgu482452",
			"postDateTime": "2011-10-12, 21:52",
			"postUrlInThread": "https://www.flashback.org/t392054p23",
			"postUrlUniq": "https://www.flashback.org/sp33417592",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>G-ice</strong></div>
<div>Risken att åka dit för urkundsförfalskning verkar vara i det närmaste 0 om man sköter sina kort rätt. Varför skulle en sådan ev dom leda till att man blir avstängd från högskolestudier? Hur tänker du???<br/>
Inte så att högskolan har rätt att sitta och gå igenom polisregister...är väl någon enstaka apa som blivit avstängd från typ läkarlinjen när det uppdagats via media att denne våldfört sig sexuellt på barn.<br/>
60k för 6 timmars \"jobb\" känns däremot ruskigt fint.<br/>
<br/>
Jag har en kompis som skrev det åt en annan polare och det gick fint, men dom är väldigt lika på legget. I övrigt vet jag ingen som via kontakt genom flashback fått det skrivet med utlovat 2.0. Har dock blivit erbjuden att få det skrivet för 60k, men eftersom osäkerheten är för stor och det rör sig om mkt cash så har jag inte gått vidare så kan inte bekräfta att det faktiskt går att få det skrivet via flashbackkontakt.<br/>
<br/>
Hade jag själv haft 2.0-skills och falskleggkontakter så hade jag utan tvekan skrivet det för 60k.</div>
</td>
</tr>
</table>
</div>

Om du hade haft skills för 2,0 hade du varit för smart för att riskera din framtid på en utbildning du kan tjäna mycket klöver på. Försök förstå att den kategorin människor inte tänker som du. Att det finns massor på den här tråden som påstår att de skulle göra det beror på att de inte är några 2,0-kandidater.<br/>
<br/>
Vad säger det att du fått erbjudande att skriva? Det handlar om <b>vilka</b> som ställer upp.<br/>
<br/>
Så du tror inte att ett avslöjat fusk på HP skulle komma upp till högskoleverket? Om man blir avstängd för att ha fuskat på tentor tror du alltså att man inte blir det av HP-fusk? Hur stor risken är att åka dit är egalt. De med 2,0-potential som tar den risken är lätt räknade. Och dessutom ska det vara en nästan dubbelgångare. Hur lätt är det att hitta en sådan?<br/>
<br/>
Att det sedan finns de som påstår att det lyckats ska man ta med en säck salt. Detta är ett anonymt forum där vem som helst kan skriva vad som helst och ingen behöver bevisa något. Jag tror lika mycket på det som alla som påstår att de botat cancer med hokuspokus och varit i kontakt med andar. Även om fusket lyckats någon gång går det 20 påhittade fall på det lyckade.<br/>
<br/>
Oavsett risken att åka dit så tänk er in i sannolikheten att hitta en säker 2,0-kandidat som liknar dig <b>och</b> ställer upp. Men försök gärna om ni vill, men tro inte på alla historier om att det lyckats.<br/>
<br/>
De flesta är bara anekdoter. Och de allra, allra flesta som ställer upp är stolpskott med överdimensionerade självförtroenden."
		},
		{
			"postIndex": 231,
			"postNumber": 241,
			"rankGlobal": 34,
			"rankLocal": 3,
			"scoreGlobal": 81,
			"scoreLocal": 83,
			"userRank": 4,
			"userScore": 28,
			"postUserName": "Zeitlos",
			"postUserID": "u253991",
			"postUserUrl": "https://www.flashback.orgu253991",
			"postDateTime": "2010-12-05, 05:44",
			"postUrlInThread": "https://www.flashback.org/t392054p21",
			"postUrlUniq": "https://www.flashback.org/sp27346800",
			"sentence": "Fan är det för människor som både är villiga att betala 30k+ för ett schyst resultat på högskoleprovet och kan fixa fram bra fakeleg? Följdfrågan är varför jag inte känner dem.<br/>
<br/>
Skulle lätt skriva ett 2.0-prov åt min värsta fiende för den summan pengar... Inte som att det är så jävla hög konkurrens bland sökande med 2.0 att jag skulle behöva oroa mig för att inte komma in där jag vill, och moraliskt skulle jag stjäla pengarna om det vore lika riskfritt som att skriva högskoleprov åt någon. Menar, vad är oddsen att man åker dit för urkundsförfalskning på ett snyggt fakeid, och vad är oddsen för att man i så fall inte kan springa därifrån ifall de ser tveksamma ut?"
		},
		{
			"postIndex": 223,
			"postNumber": 232,
			"rankGlobal": 44,
			"rankLocal": 4,
			"scoreGlobal": 76,
			"scoreLocal": 78,
			"userRank": 65,
			"userScore": 9,
			"postUserName": "W..Demps",
			"postUserID": "u385507",
			"postUserUrl": "https://www.flashback.orgu385507",
			"postDateTime": "2010-11-03, 07:45",
			"postUrlInThread": "https://www.flashback.org/t392054p20",
			"postUrlUniq": "https://www.flashback.org/sp26585702",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Banankvalster</strong></div>
<div>Problemet med att hitta en jävligt smart person som är villig att göra provet åt en är att dessa brighta personer oftast är \"hederliga\" människor, att fuska på detta vis skulle gå \"mot deras moral\" å allt det. Så vi snackar om ett handfull folk i Sverige <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div>
</td>
</tr>
</table>
</div>
<br/>
Skulle säga att det handlar mer om intelligens än moral att inte hjälpa någon annan att fuska på provet. Även om jag fick 100kkr för att skriva 2.0 för någon skulle jag inte göra det. Känns dumt att riskera alla möjligheter till bra jobb och utbildning mina 2.0 gett mig för att hjälpa någon som är för slö för att plugga till HP att komma in på sin \"drömutbildning\". Tror knappast en dom för urkundsförfalskning ser speciellt bra ut på framtida CV nämligen."
		},
		{
			"postIndex": 256,
			"postNumber": 267,
			"rankGlobal": 45,
			"rankLocal": 5,
			"scoreGlobal": 75,
			"scoreLocal": 77,
			"userRank": 48,
			"userScore": 10,
			"postUserName": "G-ice",
			"postUserID": "u266380",
			"postUserUrl": "https://www.flashback.orgu266380",
			"postDateTime": "2011-10-12, 13:50",
			"postUrlInThread": "https://www.flashback.org/t392054p23",
			"postUrlUniq": "https://www.flashback.org/sp33407371",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Zlanek</strong></div>
<div>Jag skulle utan tvekan betala 20 tusen kronor för 2.0 på högskoleprovet. Om någon känner sig manad att fixa ett fejk leg och skriva det åt mig så betalar jag gärna.</div>
</td>
</tr>
</table>
</div>
<br/>
Är snarare så att du får lägga ut det tredubbla. Men det verkar finnas enstaka som skriver mot saftig betalning. Sen undrar jag hur en ev betalning går till. Jag hade ju som alla andra aldrig betalt 60k i förskott, inte ens en mindre del. Beviset på att man erhållit 2.0 kommer ju ett ganska bra tag senare...<br/>
<br/>
Bästa alternativet är att hitta en polare med bra hsp-skills som är hyfsat lik dig och be honom. De kollar inte legitimationen spec noga och chansen att någon kontrollant skulle börja ifrågasätta din identitet anses vara mkt liten om ni nu är hyfsat lika på kortet. Har man samma hår och ganska likt ansikte så är det bara att köra. En sån polare lär du kunna övertala för runt 10-15k."
		}
	],
	[
		{
			"postIndex": 397,
			"postNumber": 411,
			"rankGlobal": 22,
			"rankLocal": 1,
			"scoreGlobal": 86,
			"scoreLocal": 100,
			"userRank": 43,
			"userScore": 10,
			"postUserName": "EB",
			"postUserID": "u375242",
			"postUserUrl": "https://www.flashback.orgu375242",
			"postDateTime": "2012-10-14, 10:13",
			"postUrlInThread": "https://www.flashback.org/t392054p35",
			"postUrlUniq": "https://www.flashback.org/sp39826828",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Maerati</strong></div>
<div>Jag har ett tips till er!!<br/>
<br/>
Vet inte om det berodde på att jag var så pass ung vid skrivningen eller om de helt enkelt ville vara snälla menmen:<br/>
<br/>
Jag skrev HP 2011HT, efter 3-4 timmars sömn så fick alarm klockan upp mig så jag drog på kläderna och la passet i fickan. Åkte ut till SU, efter första delprovet när man skulle legitimera sig så öppnar jag passet för att underlätta för vakten som gick runt. Jag inser direkt att det inte är min bild på passet jag fick panik! Tittade igenom den igen så märkte jag att det var broshans pass jag hade kommit över när jag halvsovande plockat upp det <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> ! Jag sa till vakten hur det låg till, hon tog upp det med provledaren som sedan hänvisade mig till informationsområdet de hade på SU, där sa de att nån får komma ner med mitt pass(innan provets slut) och ifall ingen hinner så hade jag en vecka på mig att ta mig dit och identifiera mig själv! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>  Olyckligtvist så var det inget fusk inblandat hehe <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/></div>
</td>
</tr>
</table>
</div>

Dom fotade dig inte eller nåt? Under de omständigheterna så kanske man hade kunnat tänka sig att spökskriva ändå. Både spänningen, pengarna och vetskapen om att man hjälper någon annan att komma in på sin drömutbildning är ganska tilltalande. Jag hade inte haft några problem med den moraliska aspekten, däremot fmed risken för att åka fast, och, givetvis, de tillitsproblem som av nödvändighet tillkommer om man skriver för någon man inte känner."
		},
		{
			"postIndex": 316,
			"postNumber": 327,
			"rankGlobal": 54,
			"rankLocal": 2,
			"scoreGlobal": 74,
			"scoreLocal": 85,
			"userRank": 41,
			"userScore": 11,
			"postUserName": "Eldur",
			"postUserID": "u221464",
			"postUserUrl": "https://www.flashback.orgu221464",
			"postDateTime": "2012-03-05, 22:47",
			"postUrlInThread": "https://www.flashback.org/t392054p28",
			"postUrlUniq": "https://www.flashback.org/sp36069374",
			"sentence": "Jag köpte mig ett resultat på hp (2.0 smidigt som jag vet inte vad). Fick kontakt via mail, riktigt seriös snubbe, betalade halva summan då vi tillsammans rättade provet direkt efter och halva när jag fått resultatet hemskickat. Det var de enda två gångerna vi träffades utöver mailkontakt. Det finns definitivt seriösa provskrivare därute.<br/>
<br/>
Förstår att folk känner sig arga för att jag \"fuskat till mig\" en plats på högskolan, men det är trots allt så det funkar i världen, tough luck. Vill man ha något så är den enklaste lösningen att ta det. Det ingen vet om kommer ingen att ge dig skit för. Och helt ärligt, en fullgjord läkarutbildning är en fullgjord läkarutbildning, oavsett hur man kom in där.<br/>
<br/>
Jag tycker inte att jag klarar mig sämre än mina kurskamrater, det handlar bara om hur seriöst man tar utbildningen. Och när jag ser vilka typer det finns på läkarutbildningen kan jag inte låta bli att undra om det inte borde anses som fusk att gå på vissa gymnasieskolor (vissa får tydligen gratis mvg i allt). Varför är jag då värre för att jag fuskat på hp?"
		},
		{
			"postIndex": 304,
			"postNumber": 315,
			"rankGlobal": 76,
			"rankLocal": 3,
			"scoreGlobal": 71,
			"scoreLocal": 82,
			"userRank": 80,
			"userScore": 9,
			"postUserName": "Edlunder",
			"postUserID": "u454206",
			"postUserUrl": "https://www.flashback.orgu454206",
			"postDateTime": "2011-11-24, 19:31",
			"postUrlInThread": "https://www.flashback.org/t392054p27",
			"postUrlUniq": "https://www.flashback.org/sp34185522",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Begemot</strong></div>
<div> Det skrämmer bort potentiella kunder och förstör därmed marknaden långt mer än min betalningsmodell.</div>
</td>
</tr>
</table>
</div>
 Kanske det. Men hur många av spökskrivarna skulle gå med på betalning i efterhand? Spökskrivaren kommer att riskera att åka dit för fusk för samtidigt som denne öht inte vet om det blir någon ersättning om denne skulle fullfölja sin del av överenskommelsen. Givetvis kan risken att åka fast för spökskrivaren vara relativt liten beroende på i synnerhet förberedelse och tveklöst blir konsekvenserna värre för personen på id-kortet, men som sagt, det är likväl en onödig risk för en spökskrivare att ta, inte minst då det finns de som är beredda att betala i förväg. <br/>
<br/>
Statistik på antalet spökskrivare som fått betalt i före respektive efter hade varit mumma <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>"
		},
		{
			"postIndex": 366,
			"postNumber": 378,
			"rankGlobal": 81,
			"rankLocal": 4,
			"scoreGlobal": 70,
			"scoreLocal": 81,
			"userRank": 64,
			"userScore": 9,
			"postUserName": "mark.knopfler",
			"postUserID": "u563105",
			"postUserUrl": "https://www.flashback.orgu563105",
			"postDateTime": "2012-08-11, 19:12",
			"postUrlInThread": "https://www.flashback.org/t392054p32",
			"postUrlUniq": "https://www.flashback.org/sp38778505",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Tjyvhund</strong></div>
<div>Fast enligt antagningsstatistik för urval 2 HT2012 så leder 1,5 på HP garanterat till antagning på 94,6% av programmen som antar studenter via HP. Så helt tokigt är inte det uttalandet.  Men visst är det så att de mest attraktiva utbildningarna kräver något högre HP.</div>
</td>
</tr>
</table>
</div>

Dock så är utbildningar med högre intagning väldigt väldigt populära. Det blir ju lite missvisande att säga att folk med 1,5 kommer in nästan överallt om 70% med 1,5 inte kommer in på sitt favoritval."
		},
		{
			"postIndex": 342,
			"postNumber": 354,
			"rankGlobal": 86,
			"rankLocal": 5,
			"scoreGlobal": 69,
			"scoreLocal": 80,
			"userRank": 37,
			"userScore": 11,
			"postUserName": "ted.awa",
			"postUserID": "u477809",
			"postUserUrl": "https://www.flashback.orgu477809",
			"postDateTime": "2012-05-14, 16:18",
			"postUrlInThread": "https://www.flashback.org/t392054p30",
			"postUrlUniq": "https://www.flashback.org/sp37355895",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Apostrophe</strong></div>
<div>Säg att man fixar falskt ID och skickar en spökskrivare som skriver provet. Vad väntar då oss om vi åker dit? Blir man portad från alla högskolor? Får man böter?<br/>
<br/>
Kan vara bra att veta vilka risker man tar!</div>
</td>
</tr>
</table>
</div>
<br/>
Du som kund tar inga risker, utom de som du tar mot din spökskrivare (dvs betalningar). Det finns inget sätt att bevisa att du hade med det falska ID-kortet att göra, han kan ha detta utan att du känner till det. Du är heller inte på plats. Det enda är att du är anmäld till provet, men det är ju en del som anmäler sig utan att gå dit.<br/>
Så länge spökskrivaren inte nämner dig om han åker fast så är det inga risker för din det. Och vad jag kan komma på har han ju ingen anledning att göra det heller."
		}
	],
	[
		{
			"postIndex": 472,
			"postNumber": 488,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 97,
			"scoreLocal": 100,
			"userRank": 16,
			"userScore": 15,
			"postUserName": "snuffoman",
			"postUserID": "u124535",
			"postUserUrl": "https://www.flashback.orgu124535",
			"postDateTime": "2013-03-08, 23:38",
			"postUrlInThread": "https://www.flashback.org/t392054p41",
			"postUrlUniq": "https://www.flashback.org/sp42371322",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>killraid</strong></div>
<div>Saken är att jag funderar på att göra det, har ungefär 19.5 i merit från gymnasiebetyget, men räcker inte till dit jag vill komma. Känner en kille som är villig att skriva, första gången fick han 1.7 och de två andra gångerna fick han 1.8. Jag har kontakt med f l e t ch men vet inte om jag vågar, kan man riskera att bli avstängd från universitet?, det är mitt enda bekymmer</div>
</td>
</tr>
</table>
</div>
<br/>
Det förstår jag är ett bekymmer, jag vet inte riktigt vad som gäller när man är i din \"ände\". Jag har som sagt bara skrivit åt andra, och då har personen jag skrivit åt inte känt till mitt riktiga namn så jag har kunnat resa mig och gå ifall det skulle bli problem. Men risken är minimal att du skulle åka fast, jag ser verkligen inte hur det skulle kunna gå fel så länge killen som skriver det åt dig inte får kalla fötter. Det enda är väl ifall du skrivit t.ex. 0.7 på ett tidigare prov, och sen helt plötsligt skriver 2.0, då tror jag att de kollar upp dig lite noggrannare, kanske ber dig att skicka in en underskrift så de kan jämföra. Men det är bara att du låter killen som skrev det skriva under det pappret också i så fall."
		},
		{
			"postIndex": 455,
			"postNumber": 471,
			"rankGlobal": 7,
			"rankLocal": 2,
			"scoreGlobal": 90,
			"scoreLocal": 93,
			"userRank": 29,
			"userScore": 12,
			"postUserName": "storyteller",
			"postUserID": "u64444",
			"postUserUrl": "https://www.flashback.orgu64444",
			"postDateTime": "2013-03-03, 18:24",
			"postUrlInThread": "https://www.flashback.org/t392054p40",
			"postUrlUniq": "https://www.flashback.org/sp42285864",
			"sentence": "Ja, legkontrollerna är knappast något stort orosmoment. Det finns ju alltid risken att man har otur och träffar en nitisk vakt, men med tanke på vilka vakter det generellt brukar vara så är det nog inget större problem. <br/>
Jag hade inte orkat spökskriva åt någon men mest för att det skulle bli en jobbig scen om man åkte fast. Dessutom kan jag inte konsekvent skriva så högt att det skulle rendera höga summor att skriva åt någon annan. Fast det beror ju på så klart, jag skulle nog aldrig landa under 1.6 med lite förberedelser och det kan ju räcka en bit, speciellt utanför de allra mest prestigefulla universiteten<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Benny.Monsterkuk</strong></div>
<div>Känns väl som att SAT är lite svårare än HP? Eller? Är ju skrivtest och massa sånt där... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> Dessutom är väl inte resultatet normerat? Är inte så insatt men om nu SAT är lika enkelt som HP kanske det vore kul att söka sig utomlands. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/></div>
</td>
</tr>
</table>
</div>

Nu var det rätt länge sedan jag läste på om SAT, men det intrycket jag fick var att uppsatsen/skrivtestet var enkel att plugga till. Att det går att lära sig att rikta uppsatsen på ett sätt som renderar högt betyg. Jag minns inte i detalj.<br/>
Har förstått det som att matematiken på SAT är betydligt mer räkneinriktad och således mer lättpluggad än sådant som NOG-delen på högskoleprovet.<br/>
Även om det inte är normerat så gör väl det en rätt marginell skillnad ändå. Det brukar ju bara skilja sig någon poäng mellan år ändå. Man kan väl också tänka sig att SAT-konstruktörerna är lite mer noggranna med att göra ett jämnt prov varje år än de som konstruerar HP, de ger inte direkt intrycket av att vara jätteprofessionella om du frågar mig.<br/>
Sedan är det ju knappast lika lätt att få höga poäng för en svensk som en amerikan eftersom engelska är ditt andraspråk. Provet är ju gjort för de som har engelska som modersmål. Många svenskar överskattar sin engelska, dessutom.<br/>
<br/>
Att söka sig utomlands är alltid ett alternativ som alltför få högpresterande svenskar gör. Är man begåvad, driven och kan bevisa det finns det många vägar utomlands där man ofta har ett betydligt mer flexibelt sätt att mäta det än med uteslutande bra gymnasiebetyg och HP-resultat.<br/>
<br/>
Inget mer OT nu från min sida."
		},
		{
			"postIndex": 450,
			"postNumber": 466,
			"rankGlobal": 28,
			"rankLocal": 3,
			"scoreGlobal": 85,
			"scoreLocal": 87,
			"userRank": 46,
			"userScore": 10,
			"postUserName": "RikuvonDrake",
			"postUserID": "u374828",
			"postUserUrl": "https://www.flashback.orgu374828",
			"postDateTime": "2013-02-21, 17:33",
			"postUrlInThread": "https://www.flashback.org/t392054p39",
			"postUrlUniq": "https://www.flashback.org/sp42128059",
			"sentence": "Av rent intresse, vad är det som avgör huruvida personen som skriver åt en (om man nu förutsätter att det händer), blir framgångsrik och lyckas med detta? Såvitt jag förstått det är relativt ingående kontroller utav ID och då blir det ju problematiskt om man \"frågat en smart polare\" att skriva. Personen på bilden är ju inte ens i närheten utav att vara samma person, har man då skaffat ett falskt ID eller hittar man bara en person på stan som är lik en själv och frågar om denne är smart och ber dem sedan skriva provet? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/><br/>
<br/>
Känns som om det är väldigt mycket jobb med att framför allt hitta en person, och sedan fixa allt runt omkring även om kanske det mest effektiva hade varit att hitta en riktigt smart person. Sedan fixa ett falskt leg åt denna och sedan löst så att denne är på bild fast det är \"min\" uppgifter på kortet, det borde ju förenkla en hel del, eller?"
		},
		{
			"postIndex": 434,
			"postNumber": 450,
			"rankGlobal": 35,
			"rankLocal": 4,
			"scoreGlobal": 81,
			"scoreLocal": 84,
			"userRank": 29,
			"userScore": 12,
			"postUserName": "storyteller",
			"postUserID": "u64444",
			"postUserUrl": "https://www.flashback.orgu64444",
			"postDateTime": "2013-01-08, 22:50",
			"postUrlInThread": "https://www.flashback.org/t392054p38",
			"postUrlUniq": "https://www.flashback.org/sp41362738",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>axwello</strong></div>
<div>Tja.<br/>
<br/>
Efter 2 år av arbete efter gymnasiet har mitt motivation starkt riktat in sig på att söka högre studier där intresset finns i ekonomi. Problemet är att mina betyg från gymnasiet är riktigt kassa och därför gjorde jag ett starkt försök att göra bra ifrån mig på högskoleprovet vilket blev en förnedring med ett resultat på 0,3..........<br/>
<br/>
Därför har jag bestämt mig för att anlita en polare att skriva det åt mig (som tidigare skrivit 2,0).<br/>
<br/>
Därefter hade jag tänkt att söka till HHS i höst, vilket min polare starkt rekomenderar mig till. Men hur hög min motivation är så har jag någonstans respekterat mina dåliga betyg/hp resultat därav tvivlat att jag skulle ta mig igenom HHS.<br/></div>
</td>
</tr>
</table>
</div>

Hur mycket förberedde du dig egentligen när du skrev 0.3? Det är ett resultat strax över att stryktipsa hela provet och jag har svårt att tro att du verkligen förberedde dig på ett korrekt sätt. Innan du gör ett försök med fusk skulle jag råda dig att använda HP-guiden och göra ett ärligt försök att höja dig.<br/>
Att Handels är \"enkelt\" är extremt relativt. Samtliga som kan berätta om hur svårt eller lätt det är där har antingen MVG i alla ämnen från gymnasiet eller hör till den procent som fått bäst på högskoleprovet. Det sistnämnda resultatet hade om det varit amerikanska SAT (rätt jämförbart) gett en bra chans att komma in på Harvard/Yale. Du kan inte fråga den typen av student om en utbildning är lätt eller svår, åsikten är inte representativt på något sätt för minst ca 90% av landets presumtiva studenter.<br/>
Men det är OT, jag lämnar den diskussionen här.<br/>
<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>axwello</strong></div>
<div>
Det ända som återstår i processen av förberedelsen inför spökskrivningen är ett falsk leg.<br/>
<br/>
Edit: Hur svårt är det att köpa ett riktigt bra falsk leg? Vart fan vänder jag mig?</div>
</td>
</tr>
</table>
</div>

Kika på Deepwebs, t.ex. Silk Road. Ett svenskt falskleg kan vara svårt att hitta (leta!) men t.ex. ett polskt eller italienskt EU-körkort (ser ut som det svenska) brukar inte kosta mycket. Ökar givetvis risken för upptäckt, och innehavaren gör sig skyldig till ett brott (urkundsförfalskning) som kan vara rätt kostsamt bötesmässigt."
		},
		{
			"postIndex": 436,
			"postNumber": 452,
			"rankGlobal": 37,
			"rankLocal": 5,
			"scoreGlobal": 81,
			"scoreLocal": 83,
			"userRank": 53,
			"userScore": 10,
			"postUserName": "hailol",
			"postUserID": "u285338",
			"postUserUrl": "https://www.flashback.orgu285338",
			"postDateTime": "2013-01-24, 14:41",
			"postUrlInThread": "https://www.flashback.org/t392054p38",
			"postUrlUniq": "https://www.flashback.org/sp41658191",
			"sentence": "De kollar ju knappt på leggen. I höstas när jag gjorde provet så skulle \"vakten\" kolla på mitt ID. Gav honom mitt körkort och nu i efterhand kommer jag ihåg att vakten inte ens kollade på mig. <br/>
Han stod snett bakom mig när jag gav honom kortet och direkt så vände jag mig framåt, 2 sekunder senare så la han kortet på bordet. <br/>
<br/>
Det enda svåra ang. spökskrivning som jag kommer på är att fixa fram falskt ID. <br/>
Spökskrivare finns det gott om, kan nog gissa på att de som skriver att de inte hade gjort det för 10 000kr+ hade gjort det när verkligen kommer till kritan.<br/>
<br/>
Har f.ö bara 1.3 i HP och det tar mig ingenstans (inte till något \"vettigt\" iaf), vilket svider. Kanske dags för mig att leta efter en spökskrivare som skriver 1.5-1.6? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>"
		}
	],
	[
		{
			"postIndex": 540,
			"postNumber": 558,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 97,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 45,
			"postUserName": "bsmannen",
			"postUserID": "u815600",
			"postUserUrl": "https://www.flashback.orgu815600",
			"postDateTime": "2013-08-16, 21:42",
			"postUrlInThread": "https://www.flashback.org/t392054p47",
			"postUrlUniq": "https://www.flashback.org/sp44812045",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Begemot</strong> <a href=\"/p44810987#p44810987\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Allmänt: <br/>
Om man är för lat för att söka in till fem antagningsmöjligheter på handels eller 10 på läkarlinjerna under 5 år vet jag inte varför man skulle betala en spökskrivare. Klart det är en risk, men som du kommer se är det en risk man har råd att ta flera gånger, om det mot förmodan skulle behövas, och ändå tjäna på.<br/>
<br/>
Risken är den dubbla? Beräkning, tack. Eller förklara åtminstone vad du menar.<br/>
<br/>
Specifikt:<br/>
Det är bara att räkna. Gjorde ett excelark för att göra det riktigt enkelt:<br/>
<a href=\"/leave.php?u=https%3A%2F%2Fdocs.google.com%2Fspreadsheet%2Fccc%3Fkey%3D0ApBA_tvXc5zrdERQc2x2d29kT1NVOHQ2T0EzU3cxSVE%23gid%3D0\" target=\"_blank\">https://docs.google.com/spreadsheet/...zU3cxSVE#gid=0</a><br/>
Det här blir väldigt grovt, för att få det mer exakt får man föra in vilken lön man räknar med vid vilken ålder<br/>
<br/>
Adam har skitbetyg och kommer jobba som vårdbiträde för 20k i månaden hela livet.<br/>
Om han betalar en spökskrivare och kommer in på handels snittar han 50k i månaden under livet, men kommer in på arbetsmarknaden tre år senare och en provkostnad fattigare.<br/>
Avkastningen är 5%. (Ju högre avkastning, desto mer tjänar man på att investera pengarna man hade tänkt lägga på HP.)<br/>
Säg 10k i månaden i utgifter.<br/>
Under de förutsättningarna blir provet värt nästan 3,2 miljoner om man räknar med att jobba till 70, vilket nog inte är helt orimligt som pensionsålder.<br/>
<br/>
Lek runt själva, vad kommer du få för lön utan 2,0 och vad kommer du få med ett 2,0. Det är i regel värt bra mycket mer än 60k.<br/>
<br/>
Tyvärr har jag inget bra sätt att räkna om bruttolön till nettolön i arket, så den får man beräkna själv, till exempel på <a href=\"/leave.php?u=http%3A%2F%2Fhurmycketskatt.se%2F\" target=\"_blank\">http://hurmycketskatt.se/</a> Avkastningen och provkostnad går också att ändra.<br/>
<br/>
Kör man i excel kan man med goalseek få fram exakt hur mycket man kan betala för hp och bli lika rik till pension, men vet inte hur bra det går att importera tillbaka. Gillar inte google docs när man ska göra något aningen mer avancerat än bara text.<br/>
<br/>
Det där är för övrigt inte en mailadress jag bevakar.<br/>
<br/>
Vad har vi lärt oss? Hög lön är bra, för då får man råd att spara efter att man betalat räkningarna. En investering som ger hög lön kan vara väldigt lönsam.</div>
</td>
</tr>
</table>
</div>
<br/>
Här var någon minsann med mycket utförliga argument, bravo<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/>
<br/>
Förstår inte riktigt vad lathet har att göra med saken. På arbetsmarknaden gäller det att vara attraktiv för arbetsgivare, därför är det mer vanligt att människor börjar ta ut dubbla examina. Jurister och ingenjörer läser ek kand. Ekonomer gillar att läsa juridik. Vissa vill läsa strökurser med språk eller andra matnyttiga kurser osv. Det finns alla möjliga kombinationer som folk kör med. Senast för 3 veckor sedan talade jag med en student som precis avslutat studier inom industriell ekonomi och skulle påbörja juristprogrammet. Är det nödvändigt? Det får man själv avgöra.<br/>
<br/>
Slutsats: Alla har kanske inte behovet av dubbla examina eller att läsa enskild kurser. Men det är viktigt att minnas att det finns en tidsgräns med det HP man köper.<br/>
<br/>
När jag menade att risken är dubbelt så stor för den som köper kontra den som spöskriver. Så menar jag att vi skapar ett scenario. Kalle har betalat David 145k att spökskriva åt honom. Kalle har fixat ett leg med åt david och dom är överens om att resultatet ska vara 2.0. Nu låt säga att något skulle gå fel i spökskrivandet. Kanske håller inte ID kortet som kalle fixade, vakterna ifrågasätter det. Vad händer då? Jo, förhoppningsvis så sätter David sina fötter på ryggen och sticker därifrån med ID kortet. Vakterna är bara simpla 40+ lärare, dom har ingen chans att hinna ifatt David, han kommer undan.<br/>
Men det blir ändå rättsliga efterspel för Kalle eftersom alla hans uppgifter finns hos högskoleverket. Grova böter tilldelas Kalle och någon prick i registret. Förutsatt att inte Kalle anger David så har han kommit undan nästan helt. Och med 145k i fickan.<br/>
Glöm inte bort att det finns inga garantier för att David fixar 2.0, alla har dåliga dagar.<br/>
David kan även skita i att dyka upp och ens göra provet. <br/>
Etc.<br/>
<br/>
Slutsats: Det finns alla möjliga scenarion som kan ske, och i dom flesta så har nog den som betalar mycket större risk att få rättsliga efterspel jämfört med spökskrivaren. <br/>
<br/>
Nu vet jag inte i hur det rent generellt ser ut för nyexaminerade ekonomer ifrån HHS. Jag vet att universitetets status är stort i Sverige och att det ger en del förmåner. Men jag tycker det är vågat att hävda att en nyexaminerad ekonom ifrån HHS, med minimal erfarenhet, kommer tjäna 50k netto direkt. Man skulle definitivt få jobb, men den ingångslönen är orimlig enligt mig. Jag tror därför du får ändra dina siffror efter det som är <u>rimligt</u> och inte det som är optimalt.<br/>
<br/>
Tycker även att du glömmer bort att man faktiskt ska gå universitetet med. Oavsett yrke så misstänker jag att gå HHS, läkarprogrammet eller juristprogrammet inte är något man glider igenom utan att man faktiskt ska fixa det och antagligen göra det på ett bra sätt. Har inte koll på varken HHS eller läkarprogrammet, men på juristprogrammet är betygshetsen enorm. För att kunna sitta ting krävs något närmare 80% högsta betyg + sidomeriter som en ek kand exempelvis. Det är ingenting man fixar med att sitta och rulla tummarna direkt.<br/>
<br/>
Slutsats: Av dom ovanstående anledningarna så anser jag att man bör betala spökskrivare efter det arbete dom faktiskt utför och inte det som man eventuellt kan vinna på det. Därför anser jag en summa närmare 60k vara mer rimlig än någon drömsumma som 145k. Att ha ett HP resultat på 2.0 i 5 år innebär inte att man blir rik, det är enbart en förutsättning för att man kan tjäna riktigt bra i framtiden."
		},
		{
			"postIndex": 534,
			"postNumber": 552,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 90,
			"scoreLocal": 93,
			"userRank": 15,
			"userScore": 15,
			"postUserName": "ViGillarHinkar",
			"postUserID": "u546177",
			"postUserUrl": "https://www.flashback.orgu546177",
			"postDateTime": "2013-08-15, 23:17",
			"postUrlInThread": "https://www.flashback.org/t392054p46",
			"postUrlUniq": "https://www.flashback.org/sp44798921",
			"sentence": "Ja, BSmannen du har väl en poäng - prestationshöjande är inte regelrätt fusk. Skulle dock kännas snopet att plugga röven av sig för att bli slagen av ngn som \"dopat sig\".<br/>
<br/>
För mig som nu har följt tråden samt diskuterat detta med folk i min omgivning känns det som att spökskrivning är det bästa sättet att fuska på högskoleprovet. kanske också det dyraste.<br/>
<br/>
Ett annat alternativ som jag ser är att lägga vantarna på ett exemplar av provet dagarna innan provet skrivs. Då kan man sitta hemma, ta reda på alla svar och troligen göra provet med lätthet på provdagen.<br/>
<br/>
Ett tredje alternativ jag ser framför mig är att komma åt de ifyllda svarsblanketterna efter att facit redovisas. Kuggarn skriver i någon tråd (hittade inte men läste den igår) att svarsblanketterna ligger någonstans över lördag kväll och söndag för att skickas måndag. Det ger en stor tidsrymd för att ändra i sin och eventuellt andras blanketter.. Känns väldigt mission impossible men med kontakter skulle det kunna gå smidigt."
		},
		{
			"postIndex": 538,
			"postNumber": 556,
			"rankGlobal": 11,
			"rankLocal": 3,
			"scoreGlobal": 90,
			"scoreLocal": 93,
			"userRank": 2,
			"userScore": 45,
			"postUserName": "bsmannen",
			"postUserID": "u815600",
			"postUserUrl": "https://www.flashback.orgu815600",
			"postDateTime": "2013-08-16, 17:06",
			"postUrlInThread": "https://www.flashback.org/t392054p47",
			"postUrlUniq": "https://www.flashback.org/sp44808250",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>ViGillarHinkar</strong> <a href=\"/p44801912#p44801912\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Jag tror det här med prestationshöjande är ganska individuellt, vissa har lätt att koncentrera sig vissa har svårt. Det har säkert bäst effekt under plugg inför provet och det är omöjligt att stoppa.<br/>
<br/>
Känns som vi inte är dom första i dessa tankar med vilka pengar stulna svar kan ge. provvakterna är ju människor de också. Allt som krävs är att hitta just var dessa stulna svar säljs, jag är övertygad av att de finns där ute <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> med tanke på att en spökskrivning går på 125 k enligt denna tråd så är det väl rimligt att svaren kostar minst lika mycket.</div>
</td>
</tr>
</table>
</div>
<br/>
<br/>
Vad exakt är det för prestationshöjande medel du talar om? Jag tänker mig lite koffeintabletter eller något liknande. Tar man något starkare så borde bieffekterna synas rätt kraftigt. Men ändå så kan man endast nå ökad koncentration och lite mer fokus, man får inga fördelar med själva provet.<br/>
Jag tror 125k är lite av en överdrift ändå. Dom som tar detta är nog erfarna skrivare som verkligen vill tjäna stålar på det. Skulle du däremot fråga en vän eller bekant är jag säker på att man kan komma undan mycket lättare än 125k. Handlar lite om hur bra man är på förhandla osv.<br/>
<br/>
Frågan är ju hur många myndigheter sitter och glor på denna tråd<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> undra hur lång tid det tar innan dom skärper rutinerna. Menar bara att googlar man fusk+högskoleprovet så finner man denna tråd högst uppe.."
		},
		{
			"postIndex": 541,
			"postNumber": 559,
			"rankGlobal": 14,
			"rankLocal": 4,
			"scoreGlobal": 89,
			"scoreLocal": 92,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2013-08-16, 23:32",
			"postUrlInThread": "https://www.flashback.org/t392054p47",
			"postUrlUniq": "https://www.flashback.org/sp44813794",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>bsmannen</strong> <a href=\"/p44812045#p44812045\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>
Förstår inte riktigt vad lathet har att göra med saken. På arbetsmarknaden gäller det att vara attraktiv för arbetsgivare, därför är det mer vanligt att människor börjar ta ut dubbla examina. Jurister och ingenjörer läser ek kand. Ekonomer gillar att läsa juridik. Vissa vill läsa strökurser med språk eller andra matnyttiga kurser osv. Det finns alla möjliga kombinationer som folk kör med. Senast för 3 veckor sedan talade jag med en student som precis avslutat studier inom industriell ekonomi och skulle påbörja juristprogrammet. Är det nödvändigt? Det får man själv avgöra.<br/>
<br/>
Slutsats: Alla har kanske inte behovet av dubbla examina eller att läsa enskild kurser. Men det är viktigt att minnas att det finns en tidsgräns med det HP man köper.<br/></div>
</td>
</tr>
</table>
</div>

Det är bara att söka, komma in, acceptera platsen och ta studieuppehåll efter ett tag (kanske efter X poäng, har lite dålig koll nu faktiskt), så det ska inte vara något större problem om man inte vill ha trippla examina eller fler. Ta handels en höst, KI en vår, KTH eller SU en annan höst. <br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			
När jag menade att risken är dubbelt så stor för den som köper kontra den som spöskriver. Så menar jag att vi skapar ett scenario. Kalle har betalat David 145k att spökskriva åt honom. Kalle har fixat ett leg med åt david och dom är överens om att resultatet ska vara 2.0. Nu låt säga att något skulle gå fel i spökskrivandet. Kanske håller inte ID kortet som kalle fixade, vakterna ifrågasätter det. Vad händer då? Jo, förhoppningsvis så sätter David sina fötter på ryggen och sticker därifrån med ID kortet. Vakterna är bara simpla 40+ lärare, dom har ingen chans att hinna ifatt David, han kommer undan.<br/>
Men det blir ändå rättsliga efterspel för Kalle eftersom alla hans uppgifter finns hos högskoleverket. Grova böter tilldelas Kalle och någon prick i registret. Förutsatt att inte Kalle anger David så har han kommit undan nästan helt. Och med 145k i fickan.<br/>
Glöm inte bort att det finns inga garantier för att David fixar 2.0, alla har dåliga dagar.<br/>
David kan även skita i att dyka upp och ens göra provet. <br/>
Etc.<br/>
<br/>
Slutsats: Det finns alla möjliga scenarion som kan ske, och i dom flesta så har nog den som betalar mycket större risk att få rättsliga efterspel jämfört med spökskrivaren. <br/>
</td>
</tr>
</table>
</div>

Visst, därför ska man vara försiktig med stora summor i förskott. Rättsliga efterspel vet vi inget om, men jag har svårt att tänka mig att det kan gå så illa. Vad blir brottsrubriceringen? Stämpling till urkundsförfalskning? Det är trots allt spökskrivaren som begår ett brott, kunden sitter hemma och glor på TV.<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			
Nu vet jag inte i hur det rent generellt ser ut för nyexaminerade ekonomer ifrån HHS. Jag vet att universitetets status är stort i Sverige och att det ger en del förmåner. Men jag tycker det är vågat att hävda att en nyexaminerad ekonom ifrån HHS, med minimal erfarenhet, kommer tjäna 50k netto direkt. Man skulle definitivt få jobb, men den ingångslönen är orimlig enligt mig. Jag tror därför du får ändra dina siffror efter det som är <u>rimligt</u> och inte det som är optimalt.<br/>
</td>
</tr>
</table>
</div>

För några år sedan var det 35k i medianingångslön som gällde, och det stiger snabbt. Det betyder alltså att en komplett jävla medelmåtta på handels (och där finns gott om idioter), kommer att tjäna 35k i månaden dag 1. Som värdepappersmäklare kan man tjäna i storleksordningen 100k i månaden, i unga år. 50 som snitt för hela arbetslivet är absolut inget orimligt antagande, och jag har räknat på 50 brutto respektive 20 brutto. Det här var ett exempel där 3 miljoner för hp var en bra deal, det går såklart att få mindre lönehöjningar och gå plus med lägre pris.<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			
Tycker även att du glömmer bort att man faktiskt ska gå universitetet med. Oavsett yrke så misstänker jag att gå HHS, läkarprogrammet eller juristprogrammet inte är något man glider igenom utan att man faktiskt ska fixa det och antagligen göra det på ett bra sätt. Har inte koll på varken HHS eller läkarprogrammet, men på juristprogrammet är betygshetsen enorm. För att kunna sitta ting krävs något närmare 80% högsta betyg + sidomeriter som en ek kand exempelvis. Det är ingenting man fixar med att sitta och rulla tummarna direkt.<br/>
<br/>
Slutsats: Av dom ovanstående anledningarna så anser jag att man bör betala spökskrivare efter det arbete dom faktiskt utför och inte det som man eventuellt kan vinna på det. Därför anser jag en summa närmare 60k vara mer rimlig än någon drömsumma som 145k. Att ha ett HP resultat på 2.0 i 5 år innebär inte att man blir rik, det är enbart en förutsättning för att man kan tjäna riktigt bra i framtiden.
		
		</td>
</tr>
</table>
</div>

Handels är absolut inget problem om man bara går på föreläsningarna och pluggar till tentan (och inte är helt korkad). <br/>
Läkarlinjen är en del att lära sig, men det är absolut inget svårt, det tar bara tid. Att gå på föreläsningarna och plugga dagen innan tentan räcker långt där också.<br/>
Jag har bara läst en JÖK, men kan tänka mig att juridik är rätt ordentligt mycket jobb. Och lite oklar arbetsmarknad, med mycket begränsad möjlighet att söka sig utomlands. Inget för mig.<br/>
<br/>
Tror att ganska få bryr sig om handelsstudenternas betyg och KI kör bara G/IG, så alla har samma betyg. Fördel spökanlitaren.<br/>
<br/>
Precis som allt annat på en fri marknad blir priset vad varan eller tjänsten är värd för kunden. Inte skälig svart timlön på 200kr x 8. 3,2 miljoner ligger nog en bit bort, men vi får se <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
		},
		{
			"postIndex": 520,
			"postNumber": 538,
			"rankGlobal": 15,
			"rankLocal": 5,
			"scoreGlobal": 89,
			"scoreLocal": 92,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2013-08-13, 22:45",
			"postUrlInThread": "https://www.flashback.org/t392054p45",
			"postUrlUniq": "https://www.flashback.org/sp44765933",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>ViGillarHinkar</strong> <a href=\"/p44761342#p44761342\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Hur vanligt är det egentligen med spökskrivningar?<br/>
Hur stor andel av alla 1.8+ tror ni är spökskrivare?<br/>
Spökskrivningar kanske är ett utbrett fenomen och vanligare än någon kan tro! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/></div>
</td>
</tr>
</table>
</div>

Ca 10 per år som jag är helt säker på, sen kanske det finns många fler.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>ViGillarHinkar</strong> <a href=\"/p44762181#p44762181\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Har DU någon erfarenhet av vad diverse droger ger för effekt på provresultatet? Och har sk. smart drugs som piracetam någon bekräftad effekt?</div>
</td>
</tr>
</table>
</div>

Gällande riktiga droger har jag ingen aning, skulle kunna tänka mig att vissa centralstimulerande skulle kunna hjälpa någon, men det känns inte riktigt som en bra idé.<br/>
<br/>
Jag har testat några olika smart drugs och tycker det är svårt att säga om de verkligen gör någon skillnad. Jag var väldigt smart innan och jag är väldigt smart efter. Visst \"känner\" jag lite effekt, men det kan mycket väl vara placebo. Har inte kollat studierna på några år heller."
		}
	],
	[
		{
			"postIndex": 611,
			"postNumber": 629,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 45,
			"postUserName": "bsmannen",
			"postUserID": "u815600",
			"postUserUrl": "https://www.flashback.orgu815600",
			"postDateTime": "2013-11-13, 08:57",
			"postUrlInThread": "https://www.flashback.org/t392054p53",
			"postUrlUniq": "https://www.flashback.org/sp46119249",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Mr.Kobayashi</strong> <a href=\"/p46113499#p46113499\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Kan vi en gång för alla reda ut eventuella påföljder för ett upptäckt spökskriveri?<br/>
<br/>
Låt säga att jag som redan sitter på ett högt HP-resultat och kommer söka in med detta till hösten spökskriver HP åt någon person nu i vår. Låt säga att vi fusket upptäckts, vad exakt får det för påföljder för mig och kunden?</div>
</td>
</tr>
</table>
</div>
<br/>
Som jag ser det kan det endast finnas ett scenario där spöket kan hamna i trubbel. Det är ifall provvakterna misstänker något. Dom har då rätten att hålla fast dig på platsen och kalla på polis.<br/>
Rent juridiskt så kan spöket åtalas för urkundsförfalskning ifall den tas. ID-kortet och provvakterna som vittne, räcker troligen för en fällande dom som högst ger böter.<br/>
Det säger sig självt att det prov som skrivs, ogiltigförklaras.<br/>
<br/>
Fast tänker vi lite realistiskt nu, så är nästan alltid provvakterna 40-50åriga överviktiga tanter. Du som spöke, <u>ska</u> kunna ta dig loss och löpa ifrån dom. Lyckas du inte med det, förtjänar du nog det straff du får.<br/>
Lyckas du ta dig loss ifrån provvakterna, har du i praktiken tagit dig undan allt. Inga av dina uppgifter finns hos dom, de vet bara hur du ser ut. Svårt att åtalas då, med andra ord.<br/>
<br/>
Köparen sitter så gott som säker genom hela processen. Ifall spöket upptäcks, oavsett om denne tar sig undan, så är bevisningen för att köparen skulle vara inblandad väldigt tunn. Visst låter det som lite mer än ett sammanträffande, att en person anmäler sig och en annan dyker upp fatt skriva. Men nu talar vi rent juridiskt och då ska det vara utan rimligt tvivel.<br/>
<br/>
Fast allt det jag tidigare skrivit faller ifall köparen eller spöket börjar snacka. Då förändras förutsättningarna fullständigt och båda kan hänga löst. Varför någon av parterna skulle börja snacka, är för mig ett mysterium. Ingen tjänar något på att börja hänga ut den andra. Det finns alltså ingen anledning att börja snacka.<br/>
<br/>
Ska vi tala statistik så finns det, mig veterligen, inget fall där någon blivit åtalad för ett sådant brott i samband med högskoleprovet. Det beror nog på den bristande ID kontrollen ifrån provvakterna och deras bristande utbildning i att vara vakt.<br/>
<br/>
Detta att Högskoleverket skulle kunna dela ut något alternativt straff förutom att ogiltighetsförklara ditt prov är fullständigt nonsens. Någon får gärna rätta mig, men jag har då aldrig sett några lagar eller regler som säger att dom kan hindra dig ifrån att gå högskolan, ta bort ditt egna HP resultat eller något liknande.<br/>
Dom som påstår sådant är människor som måste släppa knarket i ett tag. Vi lever i Sverige, inte USA.<br/>
<br/>
Sammanfattning: Det finns en minimal risk att du åker fast ifall fusket inte är planerat ordentligt. Det kan leda till åtal och ge som mest böter. Det finns inga fall där någon åkt fast tidigare. Det finns ingen anledning att tro att just du skulle åka fast heller. Planera brottet utförligt, agera professionellt och se till satt du kan lita på köparen. Ni sitter i samma båt i detta, båda vill få något ut av det här, se till satt det sker."
		},
		{
			"postIndex": 664,
			"postNumber": 684,
			"rankGlobal": 32,
			"rankLocal": 2,
			"scoreGlobal": 82,
			"scoreLocal": 82,
			"userRank": 61,
			"userScore": 9,
			"postUserName": "sumobr",
			"postUserID": "u466262",
			"postUserUrl": "https://www.flashback.orgu466262",
			"postDateTime": "2014-03-06, 16:07",
			"postUrlInThread": "https://www.flashback.org/t392054p57",
			"postUrlUniq": "https://www.flashback.org/sp47810976",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>lluBdeR</strong> <a href=\"/p47810431#p47810431\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>varför skulle spökskrivaren göra detta och skjuta sig själv i foten? Större risk att han bara tar pengarna och drar.</div>
</td>
</tr>
</table>
</div>

Ska skapa ett teoretiskt scenario..<br/>
<br/>
Spökskrivaren hänger på ett forum där han är anonym. Han tar kontakt med en köpare och de kommer överens om att de ska genomföra affären. De fixar ett falsklegg där spökskrivaren är sminkad/ bär på annan makeup så att man inte känner igen denne om man tar en snabb blick. Köparen ger spökskrivaren 10% i förskott och spökskrivaren går och skriver provet med samma make-up som på legitimationen.<br/>
<br/>
Under processen har spökskrivaren aldrig gett ut något namn och har endast träffat köparen med professionell make-up. Spökskrivaren sparar sedan legitimationen och brev eller dylikt mellan denne och köparen som bevismaterial. Obs han har varit anonym hela tiden och inget kan återkopplas till honom! Sedan träffas dem igen och köparen betalar ut resterande belopp. Kontant är nog smidigast men man kan nog använda guld eller någonting annan värdefullt. <br/>
<br/>
Betalar inte köparen hotar spökskrivaren med att tipsa polisen med bevismaterial. Planen är inte hundraprocentig eftersom att köparen alltid riskerar 10% av summan. Risken kanske kan minimeras om spökskrivaren har bra omdömen av andra som har använt sig av honom. <br/>
<br/>
Allting vilar i grund och botten på tillit och att hålla fast vid sitt ord. Detta är dock bara en snabb och lite komplicerad plan jag kom på i stunden och kan säkert förbättras."
		},
		{
			"postIndex": 621,
			"postNumber": 640,
			"rankGlobal": 33,
			"rankLocal": 3,
			"scoreGlobal": 81,
			"scoreLocal": 81,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2013-12-02, 19:04",
			"postUrlInThread": "https://www.flashback.org/t392054p54",
			"postUrlUniq": "https://www.flashback.org/sp46405520",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>GnusMaster</strong> <a href=\"/p46392626#p46392626\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>
Tror nog att lärarna inte skulle ifrågasätta legget under kontrollen utan snarare tillkalla polis under rasten. Lycka till att kuta ifrån dem då.<br/></div>
</td>
</tr>
</table>
</div>

Nu vet jag inte hur det faktiskt skulle gå till, men har svårt att se att provvakten <br/>
1. Inser att det är ett falskleg (har aldrig hänt mig och jag har använt mig av sådana vid kanske sex av de senaste åtta proven, en kollega något liknande)<br/>
2. Tänker \"nu ska han åka fast\", håller tyst och med sin namnteckning undertecknar att person och legitimation stämmer, i stället för att säga \"det här är inte riktigt/du, du får inte skriva provet\"<br/>
3. Ringer polisen i rasten (vakterna är redan ganska upptagna under rasterna)<br/>
4. Polisen, underbemannad och extrabetald då det är en lördag, rycker ut för att fånga en person som fuskar på ett prov. (Hur många vars begåvning bara räckte till att bli polis har inte gjort det i sitt liv?)<br/>
5. De skickar tillräckligt med resurser för att fånga spöket, som såklart har koll på nödutgångar och flyktvägar sedan tidigare och inte tagit med något som lämnar mer bevis än fingeravtryck och kanske lite DNA. Som om någon bryr sig.<br/>
<br/>
Ja, det är urkundsförfalskning, som i teorin kan ge 6 års fängelse om det ses som grovt. (Känns som att det krävs Abagnale-nivå för det, men vet som sagt ej)<br/>
Det är däremot väldigt osannolikt att spöket åker fast och identifieras.<br/>
Det är också väldigt osannolikt att någon får för sig att vittna och det blir en fällande dom.<br/>
<br/>
Det är inte alltid jag kan hålla med bsmannen, men han har på inget sätt fel den här gången."
		},
		{
			"postIndex": 600,
			"postNumber": 618,
			"rankGlobal": 41,
			"rankLocal": 4,
			"scoreGlobal": 77,
			"scoreLocal": 77,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2013-10-30, 20:38",
			"postUrlInThread": "https://www.flashback.org/t392054p52",
			"postUrlUniq": "https://www.flashback.org/sp45911993",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>bsmannen</strong> <a href=\"/p45878486#p45878486\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Dina uträkningar betyder tyvärr ingenting. Allting bygger på antaganden och är helt verklighetsfrånvarande.<br/>
Låt oss anta att  någon tar sig in till HHS via spökskrivet HP.<br/>
Köparen ska då:<br/>
<br/>
1. fixa den rätt tuffa områdesbehörigheten som HHS har till att börja med.<br/>
2. Klara av programmet med fördel bra betyg. Vad ska köparen uppvisa för resultat vid arbetsintervju? Halvdåliga betyg ifrån gymnasiet och högskolan, men ett bra HP resultat? Knappast konkurrenskraftigt på arbetsmarknaden. Det är flera år av studier som måste resultera i bra betyg.<br/>
3. Köparen skulle troligen behöva relevant arbetslivserfarenhet under sin studietid för att ha mer tyngd på sitt CV. Jobb på sidan av eller under sommaren.<br/>
4. Köparen har även ett CSN lån som inte tas in i beräkningarna. Har man redan spenderat 100k så är det inte troligt att köparen har mycket sparat kvar.<br/>
5. Någon högre utbildningsnivå än grunden tas inte heller med. Kanske inte något som behövs men det kan hjälpa CV med en master.<br/>
6. Att ha en ingångslön på 50k efter en examina med medelmåttiga betyg ifrån högskola och universitet, samt utan relevant arbetslivserfarenhet är helt overkligt. Kanske ifall köparen hade bra betyg, något schysst jobb på sidan och högre utbildning, men det ingår inte i dina beräkningar.<br/>
<br/>
Slutsats 1: Dina beräkningar visar en vinklad bild där köparen  lägger 100k och 3 år senare blir VD för ett stort företag.<br/>
Slutsats 2: Priset bör följa resultatet. Att köpa ett HP är en väg in i högskola/universitet, det är allt.</div>
</td>
</tr>
</table>
</div>

1. Åtskilliga tusen människor gör detta. <br/>
2. Betygssnittet på handels hålls runt C genom indirekt normering. Det finns väldigt dumma och oseriösa studenter som klarar sig utmärkt, så det ska nog inte vara något problem om man försöker. <br/>
3. Utesluts på inget sätt av att man betalar mig. Tvärtom gör det det enklare att betala mig.<br/>
4. Jag tar av förklarliga skäl inga CSN-lån. Vad ska man med dem till? <br/>
5. Det krävs mycket för att <b>inte</b> komma in på mastern efter kandidaten på handels. Huruvida det lönar sig är en intressant fråga.<br/>
6. Extremt förenklat räkneexempel, jag gjorde det enbart som mall så att man själv kan sätta in vad man beräknas tjäna vid olika tidpunkter för att göra en riktigt bra beräkning. Jag räknade om jag inte missminner mig på ganska konservativ avkastning för att vara ett aktie- och fondsparande med spridda risker på ett investeringssparkonto för att bli av med mycket kapitalvinstskatt. Inget orimligt i sig för den som har råd att spara med lite risk. <br/>
<br/>
Som vid många tillfällen nämnts i tråden har medianingångslönen direkt efter handels länge varit ca 35k. Alltså vad en komplett medelmåtta tjänar. Den som är motiverad nog att betala mig kan mycket väl prestera bättre än så.<br/>
<br/>
Tvärt om vad du senare säger är dessutom karriärvägen för läkare väldigt linjär, där man helt enkelt klättrar i rang med erfarenhet. Vissa väljer att doktorera så de kan bli överläkare på stora universitetssjukhus, andra inte. Det lönar sig enbart om man räknar på nästan obefintlig avkastning. (Enligt mina beräkningar, vedertagna beräkningar kommer helt enkelt fram till att det inte lönar sig.)<br/>
<br/>
Det har alltså ingenting med studieort att göra. På tal om studieort kan nämnas att det är bra mycket billigare och bättre att betala mig för att kunna plugga i Sverige än att betala ett universitet i exempelvis Polen, Rumänien eller Kroatien för att kunna plugga där och ha en lite svårare karriärväg i Sverige till en början."
		},
		{
			"postIndex": 694,
			"postNumber": 715,
			"rankGlobal": 42,
			"rankLocal": 5,
			"scoreGlobal": 76,
			"scoreLocal": 76,
			"userRank": 27,
			"userScore": 12,
			"postUserName": "NAHA-K",
			"postUserID": "u844246",
			"postUserUrl": "https://www.flashback.orgu844246",
			"postDateTime": "2014-03-19, 22:50",
			"postUrlInThread": "https://www.flashback.org/t392054p60",
			"postUrlUniq": "https://www.flashback.org/sp48012898",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Begemot</strong> <a href=\"/p48012482#p48012482\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Nej, självklart får bara betalande kunder svaren och det via telefon.<br/>
<br/>
Betänk först och främst att en stor del av de som fått 2,0 inte hade fått det utan den här tråden.<br/>
<br/>
Fundera sedan på hur många jobb det finns som matchar den timlön man får av att skapa 5 st 2,0 på en dag.</div>
</td>
</tr>
</table>
</div>
<br/>
Du blev tagen på bar gärning min vän. Det finns inget du kan göra åt för att förbättra situationen speciellt inte genom att bemöta de tillmälen som är riktade mot dig. Och du kan gärna berätta om hur du skickar svaren \"via telefon\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> med din s.k \"kollega\" . Och jag hoppas du inte förtycker men du låter verkligen inte som en som skriver 2,0 utan några problem. Samtidigt kan jag tillägga att ingen så smart som skriver 2,0 skulle känna behovet av att bemöta en anonym användares kritik.<br/>
<br/>
Så gör dig själv en tjänst och var tyst och skriv aldrig mer i det här forumet. Du har ingen fruktbart att kontribuera med(inte för att jag har det)."
		}
	],
	[
		{
			"postIndex": 702,
			"postNumber": 723,
			"rankGlobal": 16,
			"rankLocal": 1,
			"scoreGlobal": 88,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2014-03-23, 22:08",
			"postUrlInThread": "https://www.flashback.org/t392054p61",
			"postUrlUniq": "https://www.flashback.org/sp48071987",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>NAHA-K</strong> <a href=\"/p48064487#p48064487\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>lol så du väljer att fortsätta med skådespeleriet. Det var ovanligt med tanke på omständigheterna. Hursomhelst \"mästare av alla spökskrivare\" kan du förklara hur du ger ut svaren via mobilen till 5 andra personer som täcker för 15% av alla som får 2,0 <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> . Du tabbade dig rätt ordentligt där... sluta upp nu är du snäll. Du har som sagt inget att tillföra tråden.</div>
</td>
</tr>
</table>
</div>
<br/>
Tror du på fullaste allvar att jag har lurat folk här sedan <a href=\"https://www.flashback.org/t392054p11\" target=\"_blank\">januari 2010</a> utan att ett enda klagomål? <br/>
<br/>
Har du så svårt att tro att jag kan signalera svaren på 200 flervalsfrågor med 4-5 möjliga svar utan att åka fast? Efter att ha förfinat metoden under mer än ett år?<br/>
<br/>
Har du svårt att tro att folk kan betala för att komma in på sin drömutbildning?<br/>
<br/>
<u>Ingen</u> har så mycket att tillföra som jag och min kollega.<br/>
<br/>
Och bara för att ditt förra inlägg var så sött:<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>NAHA-K</strong> <a href=\"/p48012898#p48012898\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Du blev tagen på bar gärning min vän.</div>
</td>
</tr>
</table>
</div>

Nej, en avundsjuk person kallade mig ett troll. Det kan på inget sätt kallas \"tagen på bar gärning\".<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			 Det finns inget du kan göra åt för att förbättra situationen speciellt inte genom att bemöta de tillmälen som är riktade mot dig. Och du kan gärna berätta om hur du skickar svaren \"via telefon\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> med din s.k \"kollega\". 
		
		</td>
</tr>
</table>
</div>

Så... att jag kan använda en telefon och har en kollega är det minst sannolika av allt jag skriver? Eller ska vi ta det lite lugnt med citationstecknen?<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			Och jag hoppas du inte förtycker men du låter verkligen inte som en som skriver 2,0 utan några problem. Samtidigt kan jag tillägga att ingen så smart som skriver 2,0 skulle känna behovet av att bemöta en anonym användares kritik.
		
		</td>
</tr>
</table>
</div>

Du menar att jag inte låter som en person som var tvungen att läsa halva SAOB för att klara mig igenom hp? Att du använder mindre vanliga ord gör dig inte smart och gör verkligen inte att du låter smart, snarare motsatsen när du bygger upp resten av meningarna så taffligt.<br/>
<br/>
Och om du väl kommer in på handels någon gång lär dina fördomar om de sagolika varelser som skriver 2,0 snabbt utmanas. Vi är precis lika fåfänga som alla andra och i regel lite latare än de som bara kom in på betyg, vilket ger oss gott om tid att bemöta internetkritik. Detta gäller särskilt de som får majoriteten av sin inkomst från hp.<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<br/>
Så gör dig själv en tjänst och var tyst och skriv aldrig mer i det här forumet. Du har ingen fruktbart att kontribuera med(inte för att jag har det).
		
		</td>
</tr>
</table>
</div>

Du är bara för gullig."
		},
		{
			"postIndex": 724,
			"postNumber": 745,
			"rankGlobal": 17,
			"rankLocal": 2,
			"scoreGlobal": 88,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 40,
			"postUserName": "Mr.Kobayashi",
			"postUserID": "u584596",
			"postUserUrl": "https://www.flashback.orgu584596",
			"postDateTime": "2014-04-01, 17:12",
			"postUrlInThread": "https://www.flashback.org/t392054p63",
			"postUrlUniq": "https://www.flashback.org/sp48195297",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Begemot</strong> <a href=\"/p48194142#p48194142\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Tack för ditt bidrag till diskussionen. Har ramat in det och bett moderator låsa tråden, som utan tvekan nått sin topp med det här inlägget.<br/>
<br/>
<br/>
Är det inte bättre att en person betalar lite pengar, kommer in på läkarutbildningen något år tidigare, kommer igång med karriären ett år tidigare och summa summarum jobbar som överläkare ett år till än att han sitter och pluggar ord han knappt kommer få tillfälle att använda någon gång i livet?<br/>
<br/>
Visserligen missgynnar det exempelvis NAHA-K och liknande stackare som utan mig hade fått 2,0 med minsta möjliga marginal och då knuffas ut från sin drömutbildning av någon som hade vett att anlita ett proffs, men för den enskilda individen är det ofta ett bättre val. 60 poäng biokemi, fysiologi och anatomi är helt enkelt en vettigare syssla, varför byta det mot ett sabbatsår med ordplugg?</div>
</td>
</tr>
</table>
</div>
<br/>
Tvivlar inte nödvändigtvis på att du Begemot skulle vara legit men varför låter du inte bara någon av dina klienter gröna dig, borde ju inte vara speciellt svårt? Vore väl av största intresse att få sig själv grönad i en tråd som denna där säkert alla individer som söker spökskrivare hamnar förr eller senare. <br/>
<br/>
Skulle själv kunna tänka mig att skriva provet åt någon annan mot betalning, har inte gjort det förr dock. Har dock endast skrivit 1,75 men det tordes ju finnas en marknad för icke 2,0 resultat också, givetvis mot en mindre summa. Efter några poster i den här tråden och HP-tråden har jag fått flertalet fina förslag, svårt att avgöra vad som är scam. Fick ett erbjudande av en användare med 0 inlägg, han ville ha ett resultat på 1,3 - 1,4 nu på lördag och ville betala 25k varav hälften i förskott. Drog mig ur eftersom jag själv behöver skriva provet men skulle vara pigg på det annars. Dessutom kändes summan en gnutta orimlig för det resultatet, eller?<br/>
<br/>
Ni som är erfarna spökskrivare, hur gör ni med betalning? Cash eller varför inte nyttja typ Swish och delbetala i flera mindre summor?"
		},
		{
			"postIndex": 733,
			"postNumber": 754,
			"rankGlobal": 24,
			"rankLocal": 3,
			"scoreGlobal": 86,
			"scoreLocal": 97,
			"userRank": 44,
			"userScore": 10,
			"postUserName": "AnaheimDucks",
			"postUserID": "u525737",
			"postUserUrl": "https://www.flashback.orgu525737",
			"postDateTime": "2014-04-02, 16:09",
			"postUrlInThread": "https://www.flashback.org/t392054p63",
			"postUrlUniq": "https://www.flashback.org/sp48209540",
			"sentence": "Detta var en intressant tråd. Trodde det var en myt med folk som skrev prvet i andras namn, även om det mycket väl kan förekomma. Det kostar alltså 50.000 för att fixa någon som skriver det åt en, vilka garantier finns?<br/>
<br/>
Dessa spöken kan ju även bara ha en \"kund\" varje provtillfälle, blir det budgivning då? <br/>
<br/>
Visst hade jag tyckt att 50.000 hade vart värt för att komma intill på handelshögskolan, det är ju inte i närheten av den kostnad man får betala för en businesskola av samma rang i USA t.ex. Men däremot hade jag haft problem med samvetet om att ha fuskat mig till att komma in på en sådan prestigeutbildning. Något som jag tror hade följt med mig resten av karriären och det hade känts väldigt ovärdigt. Tur det finns folk till allt och tämligen intressant att folk verkligen satsar på detta sätt att ta sig in. Är ju bara att hålla tummarna att dessa individer ävent tar sig ut, annars blir det 50.000 i sjön."
		},
		{
			"postIndex": 737,
			"postNumber": 758,
			"rankGlobal": 25,
			"rankLocal": 4,
			"scoreGlobal": 86,
			"scoreLocal": 97,
			"userRank": 52,
			"userScore": 10,
			"postUserName": "Smallmf",
			"postUserID": "u569090",
			"postUserUrl": "https://www.flashback.orgu569090",
			"postDateTime": "2014-04-03, 11:34",
			"postUrlInThread": "https://www.flashback.org/t392054p64",
			"postUrlUniq": "https://www.flashback.org/sp48221171",
			"sentence": "Har själv aldrig skrivit provet och kommer inte göra det heller, jag tar mig in på betyg och då lever jag hellre i illusionen om att jag lätt fixar 2,0 istället för att gå dit och få 1,1. <br/>
<br/>
Jag är fascinerad över hela den här sidan av högskoleprovet och jag har säkert blivit skadad efter att ha sett Suits. Men det jag funderar över är hur konkret en \"beställning\" kan vara? <br/>
Rent hypotetiskt, om jag anlitade en spökskrivare, skulle jag då kunna säga till denne att det är 1,65 som gäller och så anpassar denne sitt skrivande efter det?<br/>
<br/>
Har även lite funderingar hur det varierar rent praktiskt sett till staden man bor i? <br/>
Mest frekvent med spökskrivare borde det vara i de största städerna men om man bor i Kiruna eller typ Ystad, är det inte snudd på omöjligt att skriva eftersom det är fruktansvärt stor risk att bli igenkänd?"
		},
		{
			"postIndex": 730,
			"postNumber": 751,
			"rankGlobal": 26,
			"rankLocal": 5,
			"scoreGlobal": 85,
			"scoreLocal": 97,
			"userRank": 19,
			"userScore": 14,
			"postUserName": "hemligt.konto",
			"postUserID": "u686377",
			"postUserUrl": "https://www.flashback.orgu686377",
			"postDateTime": "2014-04-02, 14:59",
			"postUrlInThread": "https://www.flashback.org/t392054p63",
			"postUrlUniq": "https://www.flashback.org/sp48208600",
			"sentence": "Jag tänkte att det var på plats att utfärda en liten varning till er som frekventerar tråden. Mina två senaste kunder har båda blivit blåsta genom folk som de har hittat här på Flashback. Båda två på summor om 50k+, dessa personer kan ta hur många kunder som helst eftersom de faktiskt inte skriver provet, så om ni får ett snabbt och enkelt \"ja\" så borde ni nog vara på er vakt. Ge ALDRIG några pengar i förskott, och se till så ni kommer överens om en betalningsmetod som ni båda känner er bekväma med.<br/>
<br/>
Jag rekommenderar att ni följer med på provdagen och kanske till och med skaffar ett extra falsklegg i någon annans namn och skriver det i samma sal, eller fixar en kompis som skriver det tillsammans med spökskrivaren. Spökskrivaren har visat upp en gul lapp med 1.8+ och sedan mottagit betalningen, troligen med svar han fått från en kompis eller text-TV."
		}
	],
	[
		{
			"postIndex": 816,
			"postNumber": 840,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 90,
			"scoreLocal": 100,
			"userRank": 3,
			"userScore": 40,
			"postUserName": "Mr.Kobayashi",
			"postUserID": "u584596",
			"postUserUrl": "https://www.flashback.orgu584596",
			"postDateTime": "2014-05-06, 20:16",
			"postUrlInThread": "https://www.flashback.org/t392054p70",
			"postUrlUniq": "https://www.flashback.org/sp48675888",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>KimPim</strong> <a href=\"/p48675486#p48675486\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>(Skriver detta på min iPhone så det blir antagligen lite fel).<br/>
Ja Sherlock, jag påstår att det är fel. Jag bara ifrågasätter hela idén med att fuska, av den enkla anledningen att någon som t.ex. fuskar sig in på läkare antagligen har svårt att ta sig ut - alla det programmet är helt enkelt smarthuvuden/mycket ambitiösa, vilket gör att de som kommer att ge \"fuskaren\" betyg inte kommer att se mellan fingrarna för t.ex. småfel på tentor <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> Dessutom kan man lägga de pengar man ger sin spökskrivare på att gå ner i arbetstid och sätta sig i närmaste stol och börja läsa det man uppenbarligen inte kan, alternativt ändra sin livsplan. Skulle gärna höra några bra argument för detta.</div>
</td>
</tr>
</table>
</div>
<br/>
Ja du Watson.Vad exakt vill du höra argument för? Jag utgår ifrån att den person som är beredd att lägga en ansenlig mängd pengar på ett högt HP-resultat har tänkt igenom det beslutet både en och två gånger. Personen har med 100% säkerhet reflekterat över ifall han faktiskt klarar av utbildningen.<br/>
<br/>
Låt mig ta ett exempel från en kille som hörde av sig till mig nyligen. Han gick ut gymnasiet med halvtaskiga betyg, tyckte att andra saker var mer intressanta under gymnasietiden. \"La inte ner så mycket möda\" som det heter. Nu jobbade han heltid och drog in en bra lön men hade under de senaste åren kommit på att han ville bli läkare. Han hade skrivit HP och fått 1,4 men behövde självklart höja det. Då har han ett par val. <br/>
<br/>
Alt 1. Skriv HP igen utan plugg och hoppas på det bästa.<br/>
Alt 2. Sluta jobba/gå ner i timmar för att plugga HP helhjärtat och kanske (men förmodligen) lyckas höja sig. <br/>
Alt 3. Fortsätta dra in deg och anlita ett spöke som fixar platsen på läkarlinjen. <br/>
<br/>
Två månadslöner hade lätt räckt för resultatet han önskade, frågan är om motsvarande två månaders HP-plugg hade räckt? Det är absolut inte säkert och att plugga inför HP är <i>jävligt</i> trist. Att anlita ett spöke är en tjänst, på samma sätt som att det är en tjänst att man hyr in professionella hantverkare som renoverar huset på ett par veckor. Visst, du skulle kunna göra det själv <b>men</b> det skulle ta tid samtidigt som det är slitigt och risken finns att hela köket blir halvtaskigt.<br/>
<br/>
<b>E:</b> Viktigt också att komma ihåg att många personer faktiskt har sparat kapital för att köpa ett spöke. Till skillnad från de arbetstimmar man kan avsäga sig, och således skapa pluggtid som <i>kanske</i> genererar ett högt HP-resultat är det svårt att förvandla pengar på banken till ett högt HP-resultat och en utbildningsplats. Nej vänta det är det inte alls, eftersom man kan anlita ett spöke."
		},
		{
			"postIndex": 885,
			"postNumber": 912,
			"rankGlobal": 20,
			"rankLocal": 2,
			"scoreGlobal": 86,
			"scoreLocal": 96,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Begemot",
			"postUserID": "u413693",
			"postUserUrl": "https://www.flashback.orgu413693",
			"postDateTime": "2014-06-26, 23:16",
			"postUrlInThread": "https://www.flashback.org/t392054p76",
			"postUrlUniq": "https://www.flashback.org/sp49361842",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Snygg-Hasse</strong> <a href=\"/p49352783#p49352783\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Det är intressant att du har monopol på det här området. Alla som inte gör som du gör fel? </div>
</td>
</tr>
</table>
</div>

Det vill jag inte påstå, då det är långt ifrån alla som bör göra som jag. Den som tycker det är tidspress när man skriver provet normalt ska se hur det är att skriva, pausa och signalera svar utan att bli upptäckt och hinna rätta till eventuella misstag. Första gången med telefon var faktiskt svårt och detta efter att ha skrivit toppresultat mot betalning 7-8 gånger i sträck innan.<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			
Sen är det lustigt att du vill synas så oerhört mycket, mest genom att skryta och klanka ner på andra. Samtidigt ger du en bild av spökskrivare som diskreta människor. Which one is it?
		
		</td>
</tr>
</table>
</div>

Alla får veta att Begemot är en spökskrivare. Ingen får veta mitt riktiga namn.<br/>
<br/>
Det enda meningsfulla alternativet är att ha ett konto man bara använder till att skicka PM, men aldrig skriva i tråden. Detta kräver mycket mer jobb från din egen sida, då du måste skicka PM till potentiella kunder och därmed bara hittar i tråden uttryckligen intresserande kunder. Dessutom lyckas man aldrig bygga upp ett bra rykte, vilket jag gjort sedan 2010.<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			Jag lämnar inte ut mina personuppgifter till vem som helst. Det här är bara ett flashback-konto; inte ett spökskrivarkonto. Jag är mest nyfiken på fenomenet.
		
		</td>
</tr>
</table>
</div>

Du, personen bakom kontot, har bett mig om tips om att spökskriva.*<br/>
Du, personen bakom kontot, har sagt att man ska vara väldigt försiktig innan man anlitar ett spöke som förblir anonymt.<br/>
Alltså är du antingen:<br/>
en idiot som propagerar mot dig själv, <br/>
en väldigt oförsiktig person som ger ut dina personuppgifter till personer som får veta vilket brott du begått,<br/>
mycket svårt och osannolikt dyslektisk,<br/>
eller en försiktig lurendrejare som ger dina kunder falska personuppgifter för att lura in dem i en falsk säkerhet.<br/>
<br/>
Oavsett vilket är det opålitligt. Oavsett hur många konton du använder.<br/>
<br/>
*För sista gången: jag gynnas inte av att hjälpa mina konkurrenter. Sluta fråga, jag har PM och mail så det räcker, tack."
		},
		{
			"postIndex": 891,
			"postNumber": 918,
			"rankGlobal": 21,
			"rankLocal": 3,
			"scoreGlobal": 86,
			"scoreLocal": 96,
			"userRank": 4,
			"userScore": 28,
			"postUserName": "Zeitlos",
			"postUserID": "u253991",
			"postUserUrl": "https://www.flashback.orgu253991",
			"postDateTime": "2014-07-08, 21:37",
			"postUrlInThread": "https://www.flashback.org/t392054p77",
			"postUrlUniq": "https://www.flashback.org/sp49508505",
			"sentence": "Vad jag (en av de få i tråden som faktiskt själv spökskriver) vet är Begemot seriös. Om jag inte redan sagt det.<br/>
<br/>
Kan naturligtvis inte gröna, men jag har oerhört svårt att föreställa mig att han skulle scammat någon med tanke på att inte ett enda \"offer\" har skrivit i tråden under fem års tid och klagat. Om ni själva blivit blåsta på omkring 100k, skulle ni då sitta med tårar i ögonen och titta på när förövaren scammar vidare? Alternativet vore väl att han hittar på hela grejen och inte ens tar på sig klienter som skulle kunna bli upprörda <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/>
<br/>
Största argumentet för att vi som spökskrivit länge är seriösa är faktumet att det skulle komma in flera användare i den här tråden efter varje prov och snacka om att vi blåst dem ifall vi inte kunnat leva upp till vad vi lovat. Jag förstår ärligt talat inte varför det är så mycket spekulationer - ingen scammer hade kunnat hålla på så länge som vi gjort under samma konton. Tycker det är väldigt många ologiska röster i tråden. Om jag vore en paranoid människa skulle jag tro att åtminstone några har en agenda <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Det skulle förklara mycket av bristen på logiska resonemang."
		},
		{
			"postIndex": 851,
			"postNumber": 877,
			"rankGlobal": 23,
			"rankLocal": 4,
			"scoreGlobal": 86,
			"scoreLocal": 96,
			"userRank": 19,
			"userScore": 14,
			"postUserName": "hemligt.konto",
			"postUserID": "u686377",
			"postUserUrl": "https://www.flashback.orgu686377",
			"postDateTime": "2014-06-03, 18:24",
			"postUrlInThread": "https://www.flashback.org/t392054p74",
			"postUrlUniq": "https://www.flashback.org/sp49054593",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>johnwalker112</strong> <a href=\"/p49028465#p49028465\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Hur seriös är telefonmetoden, den där metoden då man har en snäcka i örat och lyssnar på någon som läser upp svaren? Har kollat upp både snäcka och den sladd man har runt halsen, verkar finnas men det står ingenting om hur tillförlitlig utrustningen är. Står ingenting om hur ljudkvalitén är egentligen eller hur lång tid batterierna håller.</div>
</td>
</tr>
</table>
</div>

Jag fattar inte varför man ska krångla med sånt när det fungerar alldeles utmärkt med falskt ID-kort. Ur köparens synvinkel så finns det ju inget positivt med den metoden, då det är en dubbel risk att ni åker fast, om spökskrivaren skriver åt flera samtidigt så är det kanske en mångdubbel risk, det är endast spökskrivaren som tjänar på att kunna skriva åt flera samtidigt. Dessutom så blir det ju jobbigt om du skulle missa ett svar eller en knackning eller vad man nu kan tänkas använda för system. Finns långt många fler saker som kan gå fel jämfört med att ligga hemma framför TVn medan någon annan sköter jobbet.<br/>
<br/>
Jag har använt falskt ID varenda gång jag skrivit, och det har aldrig varit några som helst problem."
		},
		{
			"postIndex": 847,
			"postNumber": 873,
			"rankGlobal": 27,
			"rankLocal": 5,
			"scoreGlobal": 85,
			"scoreLocal": 95,
			"userRank": 3,
			"userScore": 40,
			"postUserName": "Mr.Kobayashi",
			"postUserID": "u584596",
			"postUserUrl": "https://www.flashback.orgu584596",
			"postDateTime": "2014-05-22, 12:24",
			"postUrlInThread": "https://www.flashback.org/t392054p73",
			"postUrlUniq": "https://www.flashback.org/sp48893932",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Snygg-Hasse</strong> <a href=\"/p48890884#p48890884\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Jag förstår inte grejen med \"känd\" spökskrivare. Är det inte resultatet som är det viktigaste? Om jag kan garantera minst 1,6 och kan visa det, borde det inte vara några konstigheter. Det är ju bara att presentera en prislista upp till 2,0.<br/>
<br/>
Nu har jag inte spökskrivit åt en främling, men jag skulle i så fall se till att skapa en personlig kontakt. Om personen i fråga är beredd att betala skulle jag inte oroa mig över att byta personuppgifter, eftersom diskretion behövs från båda. <br/>
<br/>
Någon spökskrivare som blivit blåst?</div>
</td>
</tr>
</table>
</div>
<br/>
Anledningen är helt enkelt för att du egentligen betalar för själva personen, spöket, inte för resultatet. För att spöke som har kapaciteten att skriva 2,0 på beställning är det nästan redundant ifall klienten efterfrågar ett resultat på 1,80. Visst det kanske är skönare att inte ha samma press, men är du ett erfaret spöke är detta inget problem, vilket adderar till faktumet att man faktiskt köper spöket inte resultatet. Ett erfaret spöke kan i större grad garantera att du får valuta för pengarna, att du inte blir blåst och så vidare, även om det är svårt att hänvisa till tidigare klienter på grund av affärens natur. Å andra sidan kommer du betydligt billigare undan ifall du anlitar ett oerfaret spöke, någon som kanske är sugen på att skriva första gången. Samma garantier kanske inte finns, men budet på detta spöke är troligtvis lägre. Sammanfattningsvis, ett erfaret spöke kommer kräva mer just eftersom hen kan det, sen om klienten efterfrågar 1,3 eller 2,0 är irrelevant, det är såklart pengarna som styr. Därför är det svårt att lämna ut en prislista då affären har fler aspekter än bara resultatet - vilka garantier finns, hur ser betalningsmodellen ut osv? På samma sätt kommer ett oerfaret spöke förmodligen ligga lägre i pris för samma resultat just på grund av sin ringa erfarenhet. <br/>
<br/>
Sen ska man inte tro att det finns någon jättemarknad, skulle tro att det är en handfull spöken som letar klienter på FB. Det är en tjänst precis som vilken annan där inga standardavtal finns, man kommer överens lite hur man vill. Bäst är så klart att hitta någon i sin bekantskapskrets som kan ordna detta, blir förmodligen billigare och en betydligt mindre risk att bli blåst. Annars, läs mellan raderna<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/>  och PMa någon som du misstänker spökar och hör dig för. Det är mot FBs regelverka att annonsera ut tjänster i trådar, men det bör inte vara några problem att differentiera spökena i den här tråden från resten<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>"
		}
	],
	[
		{
			"postIndex": 981,
			"postNumber": 1008,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 90,
			"scoreLocal": 100,
			"userRank": 49,
			"userScore": 10,
			"postUserName": "mmbaver",
			"postUserID": "u467141",
			"postUserUrl": "https://www.flashback.orgu467141",
			"postDateTime": "2014-07-26, 15:42",
			"postUrlInThread": "https://www.flashback.org/t392054p84",
			"postUrlUniq": "https://www.flashback.org/sp49712989",
			"sentence": "Förstår inte vissa personers moralgnäll här.<br/>
<br/>
Om man betalar sjuka summor (ja, det är sjukt att man betalar alls för ett prov såsom högskoleprovet) för att någon skall skriva provet åt en är man uppenbarligen motiverad att studera och göra bra ifrån sig. Vem vill bränna flera tusentals kronor?<br/>
<br/>
Visar det sig att fuskaren gör bra ifrån sig på utbildningen så ja vad är då problemet? Uppenbarligen har h*n tillräcklig kapacitet för att klara sig men lyckades helt enkelt inte skriva särskilt högt på HP (och vad säger det egentligen om personen? Ingenting).<br/>
<br/>
Är fuskaren däremot dum i huvudet så kommer h*n antingen inte få examen eller så hoppar h*n av utbildningen.<br/>
<br/>
Högskoleprovet är bara ett prov. Vissa skriver bra på det, vissa inte. Ärligt talat tycker jag inte det säger särskilt mycket om ens studieförmåga eller kapacitet. Vet personer som skrivit riktigt högt på provet som inte har alla hästar i stallet."
		},
		{
			"postIndex": 954,
			"postNumber": 981,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 90,
			"scoreLocal": 100,
			"userRank": 5,
			"userScore": 27,
			"postUserName": "Misha33",
			"postUserID": "u922954",
			"postUserUrl": "https://www.flashback.orgu922954",
			"postDateTime": "2014-07-25, 01:17",
			"postUrlInThread": "https://www.flashback.org/t392054p82",
			"postUrlUniq": "https://www.flashback.org/sp49697858",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>gissamusiken</strong> <a href=\"/p49697809#p49697809\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Nej man använder HP-urskiljning på många program. Men som någon annan skrev tidigare; du resonerar som om spökskrivare bara hjälper folk som ligger på gränsen till att lottas bort. I själva verket kan vilken idiot som helst skaffa spökskrivare.</div>
</td>
</tr>
</table>
</div>
<br/>
Nej, resonerar verkligen inte så. <br/>
<br/>
Personer som tar till med en spökskrivning har uppenbarligen tänkt mycket på det och tänker inte bara kasta bort sin utbildning, det är inte \"vilken idiot som helst\". Varför betala för en spökskrivning till en utbildning man inte klarar av?<br/>
<br/>
Du kan skriva 2.0 på högskoleprovet utan att kunna ett piss om väldigt många högskoleutbildningar. Ändå används det som måttstocken. Jag skrev 2.0 på matten när jag gick i 9an (bara 0.5 på en/sv).<br/>
Sedan dess har jag bara pluggat upp svenskan och engelskan då man i 9an låg långt efter i dessa områden. Med detta resultat kan jag söka in till en väldigt många utbildningar som jag inte kan någonting om överhuvudtaget samt helt saknar ambition till. Det om någonting känns inte helt rätt."
		},
		{
			"postIndex": 921,
			"postNumber": 948,
			"rankGlobal": 40,
			"rankLocal": 3,
			"scoreGlobal": 78,
			"scoreLocal": 87,
			"userRank": 18,
			"userScore": 14,
			"postUserName": "Slangskrivaren23",
			"postUserID": "u927133",
			"postUserUrl": "https://www.flashback.orgu927133",
			"postDateTime": "2014-07-22, 23:41",
			"postUrlInThread": "https://www.flashback.org/t392054p79",
			"postUrlUniq": "https://www.flashback.org/sp49673920",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Mr.Kobayashi</strong> <a href=\"/p49673498#p49673498\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Idioti att ge 30k för 1,3. Du kan åtminstone få upp emot 1,6-1,7 för den summan dessutom bör de flesta kunna fixa 1,3 med mindre effort än vad 30k motsvarar.</div>
</td>
</tr>
</table>
</div>
<br/>
Yes men det finns desperata människor som gör allt för sina drömmar. Jag skulle personligen inte ha något emot att erbjuda det om man hittade en person man verkligen kunde lita på. <br/>
<br/>
Känns lite svårt att tro på folk som har konton skapade för några dagar sedan och när man väl hittar personen man kan lita på så känns summan ganska värd."
		},
		{
			"postIndex": 939,
			"postNumber": 966,
			"rankGlobal": 50,
			"rankLocal": 4,
			"scoreGlobal": 74,
			"scoreLocal": 82,
			"userRank": 5,
			"userScore": 27,
			"postUserName": "Misha33",
			"postUserID": "u922954",
			"postUserUrl": "https://www.flashback.orgu922954",
			"postDateTime": "2014-07-25, 00:24",
			"postUrlInThread": "https://www.flashback.org/t392054p81",
			"postUrlUniq": "https://www.flashback.org/sp49697433",
			"sentence": "Bottenskrapet på alla högskoleprogram tar sig ändå in via lottning. Det är inte gjort så att den som förtjänar det mest får det. Vad säger att en med 1.8 på HP förtjänar det mer än en med 1.75 bara för att det kom några extra ord på svenskan eller tal på matten som den ena kunde.<br/>
Hela högskolesystemet är redan korrupt.<br/>
<br/>
Högskoleprovet är ett väldigt dålig tumstock på vem som är lämplig till högskola. Det mäter extremt simpel matte och facklitterär engelska och svenska med obskyr svensk ordförståelse. På en väldigt majoritet av högskoleprogrammen kräver en helt annorlunda kunskap än vad som mäts på högskoleprovet. Du verkar tycka att detta är en jätterättvis metod för att avgöra inträdet till samtliga utbildningar. Att dagens intagningssystem till högskola tar in de bästa och de som förtjänat det mest är bland den mest stinkande hög av bullshit som jag hört. <br/>
<br/>
Sen så än en gång, vem förtjänar en högskoleplats bättre än någon som är villig att gå så långt att de betalar för en spökskrivning? En sådan person är mest troligt väldigt seriös, motiverad och säker på vad han vill göra med sitt liv. Det låter snarare för mig som att spökskrivning låter personer som förtjänar platsen bättre att ta den."
		},
		{
			"postIndex": 936,
			"postNumber": 963,
			"rankGlobal": 67,
			"rankLocal": 5,
			"scoreGlobal": 72,
			"scoreLocal": 80,
			"userRank": 7,
			"userScore": 23,
			"postUserName": "gissamusiken",
			"postUserID": "u444829",
			"postUserUrl": "https://www.flashback.orgu444829",
			"postDateTime": "2014-07-24, 23:05",
			"postUrlInThread": "https://www.flashback.org/t392054p81",
			"postUrlUniq": "https://www.flashback.org/sp49696433",
			"sentence": "Jag förstår de som fuskar på högskoleprovet för egen skull. Man har bara ett liv och vill följa sina drömmar. Antagligen känner man även att man har vad som krävs för att klara utbildningen i fråga. Man tillåter sig själv lite slapp moral eftersom hela ens framtid och drömmar står på spel<br/>
<br/>
Men ni spökskrivare som regelbundet hjälper randoms bli antagna till topprogram för pengar. Hur rättfärdigar ni er verksamhet? De ni hjälper in tar ju upp någon annan plats som bättre förtjänar platsen. Är pengarna helt enkelt värda den omoraliska handlingen eller anser ni inte att ni gör något omoraliskt?"
		}
	]
]
