[
	[
		{
			"postIndex": 54,
			"postNumber": 54,
			"rankGlobal": 15,
			"rankLocal": 1,
			"scoreGlobal": 82.8,
			"scoreLocal": 100,
			"userRank": 27,
			"userScore": 9.9,
			"postUserName": "Friar Tuck",
			"postUserID": "u124857",
			"postUserUrl": "https://www.flashback.orgu124857",
			"postDateTime": "2007-09-03, 22:41",
			"postUrlInThread": "https://www.flashback.org/t539212p5",
			"postUrlUniq": "https://www.flashback.org/sp8230301",
			"sentence": "Först och främst är det trist att höra vilken sits du har hamnat i...Har ärligt talat  lite svårt att förstå hur det har kunat gå så illa, men så kan det väl bli ibland.<br/> <br/>  Utan att egentligen veta hur du beter dig på en anställningsintervju vill jag bara varna dig för att vara alltför ärlig när du går på intervju. Du har helt enkelt en hel del saker i ditt bagage som inte direkt gör att det går i brallan på en potentiell arbetsgivare.<br/> <br/>  1) Genomströmningshastigheten - No further comments<br/>  2) Bakgrund som mobbad - Är det något jag (om jag varit chef) inte skulle velat ha så är det jobbiga situationer som ej är arbetsrelaterade. Att försöka lösa en mobbingssituation är typiskt en sådan jobbig situation och en tidigare mobbad person löper större risk att hamna i ytterligare en sådan.<br/>  3) Bostadsort - Du har 5 h resväg/dag. Varför skulle man som chef anställa någon som inte har utrymme för t.ex. övertid om det krisar. <br/> <br/>  Det jag hade gjort i din sits är helt enkelt att töja lite på sanningen. Inte är det snyggt, men men... Du kan ju testa att köra en alternativ intervjustil på var tredje jobb du söker... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/> <br/> <br/>  När det gäller genomströmningshastigheten är det inte mycket att göra åt...Den är ju vad den är, men jag skulle nog försökt komma på några ursäkter och i mina öron skulle i princip allt låta bättre än vad du själv skrev. Tänk på att det normala är 6 år så du måste bara \"hitta\" fyra år till:<br/>  * Du var ung och omogen när du började och förlorade ett år<br/>  * Hade svårt för vissa ämnen i början<br/>  * Var ute och reste (någonstans måste du väl ha varit de sista 10 åren och kan dra ut den resan till att motsvara en termin)<br/>  * Spelade internetpoker/ daytradade/ försökte starta upp ett företag.<br/>  Mobbingen skulle jag helt utelämnat... Jag kan bara inte se vad för gott det skulle föra med sig <br/>  Sen skulle jag verkligen tryckt på att jag var flyttbar, även om sanningen är en annan.<br/> <br/>  Hur som helst får du lycka till!"
		},
		{
			"postIndex": 21,
			"postNumber": 21,
			"rankGlobal": 22,
			"rankLocal": 2,
			"scoreGlobal": 78.8,
			"scoreLocal": 95.2,
			"userRank": 25,
			"userScore": 10.1,
			"postUserName": "BWisser",
			"postUserID": "u192182",
			"postUserUrl": "https://www.flashback.orgu192182",
			"postDateTime": "2007-09-02, 14:55",
			"postUrlInThread": "https://www.flashback.org/t539212p2",
			"postUrlUniq": "https://www.flashback.org/sp8214774",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>//<br/>  Många politiker/journalister/skribenter idag verkar skriva/vinkla/försköna sådant som främjar deras karriär som<br/>  politiker/journalister/skribenter, som samhället vill ha och inte att beskriva verkligheten.<br/>  Har sökt hundratals arbeten globalt och började söka okvalificerade arbeten för att få ett arbete och slippa gå på socialbidrag. <br/>  // </div> </td> </tr> </table> </div> <br/> <br/>  Jag känner igen din situation, känner flera som är i samma sits, och det stämmer att det finns en systematisk överskattning om efterfrågan på civing/ing, hsv bedömer själva att tillgången på dom kommer öka närmaste åren, dvs det kommer bli än svårare att få jobb för en nybakad dito.<br/> <br/>  Jag har själv försökt att uppmärksamma frågan på olika IT-tidningars siter och jag får medhåll från många nykläckta civing/ing, men intresset från journalisterna att ta upp frågan verkar ljummen minst sagt, tvärtom ser man fortfarande panikartiklar i stil med \"flaskhals i svensk ekonomi -akut brist på ingenjörer\" eller liknande gravt osanna påståenden, visste ni ex att antalet förstagångsplatser inom dessa båda ingångar har ökat med 86% på universiteten och högskolorna sen 1990? bara en sån sak, nästan en fördubbling på 17 år, nu är frågan: har det skett en fördubbling av <i>efterfrågan</i> på dom från arbetsmarknaden under samma tid? svaret är ett entydigt NEJ! -inom datorteknik, elektro och just teknisk fysik skulle jag tvärtom vilja påstå att att efterfrågan har sjunkit sen sekelskiftet. <br/> <br/>  Jag tror i grunden att anledningen till massproduktionen av civing/ing utan en reel efterfrågan är ganska enkel: univ/hsk får mer pengar från staten per plats inom teknik (dyrare omkostnader), politikerna kan klappa sig själva på ryggen  och prata svulstigt om \"spetskompetens\", \"grundforskning\" och med tårar i ögonen blicka tillbaka till svunna tider då Sverige var en av dom främsta industrinationerna med jättelika företag inom området som var så statssponsrade att det ibland var svårt att skilja på stat och företag. <br/>  Det finns liknande problem inom andra akademiska områden, statsvetare är en sån, men ingenstans är det så uppenbart att vi producerar akademiker för tomma grytor som inom teknik."
		},
		{
			"postIndex": 45,
			"postNumber": 45,
			"rankGlobal": 29,
			"rankLocal": 3,
			"scoreGlobal": 76.1,
			"scoreLocal": 91.9,
			"userRank": 121,
			"userScore": 5.4,
			"postUserName": "Trancelation",
			"postUserID": "u184633",
			"postUserUrl": "https://www.flashback.orgu184633",
			"postDateTime": "2007-09-03, 00:27",
			"postUrlInThread": "https://www.flashback.org/t539212p4",
			"postUrlUniq": "https://www.flashback.org/sp8221589",
			"sentence": "Magi, lite industriarbete som civilingenjör kanske man tvingas till. När man har jobb och söker jobb blir man dessutom mer attraktiv på marknaden. Det leder förhoppningvis till andra mer önskvärda jobb. Din ålder i jämförelse med hur mycket erfarenhet du har är till din nackdel. Får jag fråga - vad gjorde du under åren du tog ledigt? Jobbade du inte?<br/> <br/>  Jag tror att det bästa är att när man söker jobb så ska man ge intrycket av att vara pålitlig, och givetvis kunnig.<br/> <br/>  Angående jobb - så finns det - generellt sett. Men problemet för nyutexaminerade ingenjörer är att dom saknar erfarenhet och att svenska arbetsgivare är väldigt kräsna. Man har inte råd att anställa fel person ..<br/> <br/>  Många civilingenjörer utbildas av flera skäl. Men ett av dom är att man ska kunna hänga med konkurrensen. Sverige är ett litet land men har ganska mycket industrier i förhållande till sin storlek, så vill man att det ska vara - även om man effektiviserar. Landet genomgår en förändring i det här området och antalet ingenjörer som utexamineras ökar med åren. Men det kan inte öka hur mycket som helst och stabiliseras med tiden, då blir det bättre på arbetsmarknaden när anpassningen har skett och jobben inte flaskhalsar.<br/> <br/> <br/>  För övrigt Magi, häftig hemsida <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> (fast den kan behöva finslipas lite ...)"
		}
	],
	[
		{
			"postIndex": 88,
			"postNumber": 88,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 88.2,
			"scoreLocal": 100,
			"userRank": 34,
			"userScore": 9.1,
			"postUserName": "Bengeten",
			"postUserID": "u134813",
			"postUserUrl": "https://www.flashback.orgu134813",
			"postDateTime": "2007-09-13, 18:47",
			"postUrlInThread": "https://www.flashback.org/t539212p8",
			"postUrlUniq": "https://www.flashback.org/sp8335288",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>----------<br/> <br/>  Jag har alltså en färsk examen i Teknisk Fysik på LTH och har <br/>  arbetslivs erfarenhet, <br/>  men istället för att dra slutsatsen att<br/>  arbetsmarknaden inte har ett större behov av Civ.Ing så<br/>  drar man slutsatsen att jag är för gammal eller har andra problem.<br/> <br/>  I vilket fall som helst så borde det ju klart visa att det inte finns ett större behov av högutbildade människor.<br/> <br/>  Vill bara att folk och ungdomar får veta vad som pågår.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.gamereality.se\" target=\"_blank\">www.gamereality.se</a><br/> <br/>  MSc Magi</div> </td> </tr> </table> </div> <br/>  Jag håller med helt. Diskussionen om att det är fel på dig har spårat ur. Precis som du säger då visar ditt fall att det inte finns ett tillräckligt stort behov av civilingenjörer (åtminstone med F-examen) just nu. Jag har precis samma erfarenhet som dig. Jag tog examen i teknisk fysik 2005, sökte ca 30 jobb i månaden i 1 år och var på 10-15 intervjuer (på dessa fick jag oftast veta att det var ett 30 tal sökande och att chansen var liten på förhand att man skulle få jobb). Sen började jag söka jobb i England, två veckor efter min första ansökan hade jag ett jobb väl motsvarande utbildningsnivån och inom ett område som jag var intresserad av. Go figure. Så Magi, du kan alltid bege dig till England det finns garanterat jobb åt dig här."
		},
		{
			"postIndex": 128,
			"postNumber": 128,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 87.1,
			"scoreLocal": 98.8,
			"userRank": 22,
			"userScore": 10.4,
			"postUserName": "matterik",
			"postUserID": "u145648",
			"postUserUrl": "https://www.flashback.orgu145648",
			"postDateTime": "2008-01-11, 13:14",
			"postUrlInThread": "https://www.flashback.org/t539212p11",
			"postUrlUniq": "https://www.flashback.org/sp9571196",
			"sentence": "Hej, <br/> <br/>  Jag läste själv teknisk fysik på kth. Jag gick ut på 5 år fast jag spelade MUD i ett halvår hela nätterna. Jobbade i fyra år på Ericsson efter och ett halvår med smartcards. <br/> <br/>  Numera är jag arbetslös och bor borta från civilisationen. Arbetar som vikarie i matte i skolor och lever på akassa. Ensamstående förälder. <br/> <br/>  Vad kan jag säga. Jo detta. Folk som är så blåsta att dom tror att man kan bli intelligent genom att läsa en utbildning förtjänar att bli blåsta. Världen styrs av psykopater och det är därför som vanliga människor med empati mobbas på elitiska utbildningar som teknisk fysik. <br/> <br/>  Psykopater finns överallt i samhället och hela världen styrs idag av människor som i grund och botten bara vill skada andra så varför är man förvånad över att man blir mobbad när man kommer i kontakt med eliten ?? Det tyder på en oförmåga att se verkligheten som den är. <br/> <br/>  Men så är det i denna ankdam som kallas sverige att människorna tror att de är fria och att de kan lita på det som sägs i TV. De tror att vi lever i en demokrati. De tror att civilisationen är till för att hjälpa människor. Civilisationen startades av den psykopat som hade förmågan att sätta sig i en maktställning över de andra genom att döda eller hota att döda andra. Läs riktig histora. Inte den indokrineringspropaganda som man kan lära sig på universitet och skolor. <br/> <br/>  För de som vill ha en förklaring på alla lögner rekommenderar jag :<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fcuttingthroughthematrix.com%2F\" target=\"_blank\">http://cuttingthroughthematrix.com/</a><br/> <br/>  Läs ett transcript på svenska här :<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.alanwattsentientsentinel.eu%2Fscandanavian%2FtranscriptsScandanavian.html\" target=\"_blank\">http://www.alanwattsentientsentinel....ndanavian.html</a><br/> <br/>  Matterik"
		},
		{
			"postIndex": 129,
			"postNumber": 129,
			"rankGlobal": 12,
			"rankLocal": 3,
			"scoreGlobal": 84.1,
			"scoreLocal": 95.4,
			"userRank": 20,
			"userScore": 11.1,
			"postUserName": "whey",
			"postUserID": "u116487",
			"postUserUrl": "https://www.flashback.orgu116487",
			"postDateTime": "2008-01-11, 14:48",
			"postUrlInThread": "https://www.flashback.org/t539212p11",
			"postUrlUniq": "https://www.flashback.org/sp9572194",
			"sentence": "Det är lätt att kalla alla andra psykopater, men att sitta och spela MUD hela nätterna under ½ år, eller andra väldigt avvikande betendeen verkar ju fullt socialt normalt i era ögon <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Jag har mina lite skumma sidor jag med, har också läst teknisk fysik, men snälla nån, bara för att ni själv är kufar, sett till hur genomsnittsmänniskan är, kan ni inte skylla alla era problem på att andra människor är psykopater.<br/> <br/>  Visst det finns riktiga svin och tyvärr tar dom sig ofta långt, men jag jobbar i en av de branscher med mest tuffa människor på många sätt (finansbranschen) och alla är verkligen inte jubelidioter, många är riktigt schysta människor.<br/> <br/>  Ta er samman, gå några kvällskurser i social träning eller något, det skulle ni gjort för längesen istället för att sattsa på en 5a i fouriertransformer.."
		}
	],
	[
		{
			"postIndex": 172,
			"postNumber": 175,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 18.2,
			"postUserName": "Radsoc",
			"postUserID": "u265128",
			"postUserUrl": "https://www.flashback.orgu265128",
			"postDateTime": "2008-06-18, 22:30",
			"postUrlInThread": "https://www.flashback.org/t539212p15",
			"postUrlUniq": "https://www.flashback.org/sp11685793",
			"sentence": "Magi verkar trevlig, men hans mentala sociala sida verkar vara något outvecklad, med tanke på signaturen och sättet att skriva. Kanske är det psykiska men från studietiden eller helt enkelt otillräcklig grundläggande utbildning från grundskola eller gymnasium.<br/> <br/>  Jag läser på teknisk fysik och kan bekräfta mycket av det som sagts. Har aldrig varit med om så dålig stämning, elitism, snobbism och demokratihat tidigare. Samtidigt har jag märkt att många av mina kurskamrater skriver sämre engelska och svenska än mellanstadiebarn. Visst kan de räkna, bättre än jag i många fall, men de kan överhuvudtaget inte skriva.<br/> <br/>  Kanske är det kursernas tyngd och lärarnas fascistioda hållning till dem, som tvingar fram ett klimat där majoriteten sitter dygnet runt och pluggar vilket leder till tråkig stämning. Vi läser kurser som vanligtvis läses en termin på några veckor och får färre poäng för att vi läst mer snabbare. Det är vanligt att över hälften kuggar o. s. v. , och det är inga flumkurser. CSN-problem är inte ovanliga. Kanske har magi kommit i kläm i den miljön. Lyckas man inte sålla sig till en fraktion som t. ex. nördar (ordet missbrukas) som fascineras av de konstigaste saker, snobbar som ser ner på folk med billiga kläder, sportgalningar eller punkare så kan man frysas ut. Samtidigt vet jag att äldre människor har svårt att komma in i gemenskapen med yngre människor (om de ens vill det). Grupperna lever helt olika liv.<br/> <br/>  Arbetsmarknaden för tekniska fysiker ser ut att vara katastrofal. Att arbetsgivare ens behandlar en teknisk fysiker på det sättet som magi råkat ut för gör att man tappar suget. Jag har hört andra historier om folk som tagit jobb som inte kräver utbildning för att de helt enkelt inte stått ut med varken lön eller jobb. Lönenivån är på alla sätt absurd. Doktorer i fysik som tjänar 25k kr är fullständigt galet. Går man på teknisk fysik för jobbens skull så är utbildningen inte värd det om man inte har tur och får ett jobb som man trivs med. Jag själv gör det för att jag rätt och slätt är intresserad av att kunna räkna som en gud och modellera saker i verkliga livet, men kommer förmodligen hoppa till läkarlinjen när jag tagit kand. av egenintresse.<br/> <br/>  Och visst, folk kallas på anställningsintervjuer för att det finns ett sug efter ingenjörer, men det finns inte plats för alla.<br/> <br/>  Så är det i en marknadsekonomi. Folk utbildar sig till det som inte behövs och får gå arbetslösa. Icke-optimal produktivitet."
		},
		{
			"postIndex": 149,
			"postNumber": 150,
			"rankGlobal": 3,
			"rankLocal": 2,
			"scoreGlobal": 98.9,
			"scoreLocal": 98.9,
			"userRank": 8,
			"userScore": 18.4,
			"postUserName": "Bluesmoke",
			"postUserID": "u234386",
			"postUserUrl": "https://www.flashback.orgu234386",
			"postDateTime": "2008-06-04, 10:01",
			"postUrlInThread": "https://www.flashback.org/t539212p13",
			"postUrlUniq": "https://www.flashback.org/sp11499842",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Dax att se till att ungdomar får veta hur stort behovet är av ingenjörer igen.</div> </td> </tr> </table> </div> <br/>  Jag kan förstå att du är bitter, och till viss del har du ju rätt. Behovet av ingenjörer är inte så fantastiskt stort som man kan få intryck av i media. Dock får ändå de allra flesta jobb efter examen i dessa tider (mig själv inräknad) och får därmed chans att med relevant arbetslivserfarenhet skaffa sig en mer stabil position på marknaden. <br/> <br/>  Just nu är det ju fortfarande förhållandevis bra tider för ingenjörer, men därmed inte sagt att alla får jobb så lätt. Jag tror i likhet med en del andra att din ålder i kombination med liten relevant arbetslivserfarenhet och lång utbildningstid tyvärr kan ligga dig lite i fatet (du var väl 45 eller nåt sånt väl?). Därmed inte sagt att det är kört eller att du aldrig kommer att få ett \"riktigt\" jobb. Som många också har sagt så kan gap years vara till viss nackdel också, såvida man inte har haft goda skäl till dessa. Min arbetsgivare frågade mig rakt ut om jag hade tagit sabbatsår, och när jag svarade nej på den frågan sa han bara \"bra, det har jag aldrig fattat vad det ska vara till för,  rent slöseri med tid!\". Vilket ju säger en del om den generella inställningen till sånt. <br/> <br/>  Sen tror jag att du hade en jäkla otur också eftersom du tog examen 2005 när det fortfarande var riktigt kärvt för ingenjörer på jobbmarknaden. Kunskap är färskvara i ingenjörssammanhang, och det brukar inte ses som riktigt bra att man har hållit på med något helt annat i flera år efter examen...man tappar stinget, spetsen så att säga. <br/> <br/>  Dessa saker behöver inte i sig vara betydelsefulla, men om det förekommer mycket sånt i CVt finns det risk att man blir bortvald när många andra också söker och man inte har några kontakter på företaget ifråga. <br/> <br/>  Du har varit hos skolans career service och finslipat CV:t, fixat bra referenser,  testat allt? Förstår verkligen att det känns surt när man lagt ner så mycket jobb på utbildningen och blir dissad lik förbaskat."
		},
		{
			"postIndex": 134,
			"postNumber": 134,
			"rankGlobal": 5,
			"rankLocal": 3,
			"scoreGlobal": 89,
			"scoreLocal": 89,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "magi",
			"postUserID": "u87471",
			"postUserUrl": "https://www.flashback.orgu87471",
			"postDateTime": "2008-05-31, 18:32",
			"postUrlInThread": "https://www.flashback.org/t539212p12",
			"postUrlUniq": "https://www.flashback.org/sp11454976",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trancelation</strong></div> <div>Hur blåste du dom? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div> </td> </tr> </table> </div> <br/>  Då jag blev mordhotad trodde jag inte det var på allvar då jag är världens snällaste person och är med i Röda Korset samt varit med i Amnesty och Svenska Freds.<br/>  Så jag skojade tillbaka med att säga att jag varit främlingslegionär i 5 år och sedan stirrade jag argt på honom.<br/>  När han nu helt plötsligt inte hotade mig längre utan visade ångest och rädsla och bad om förlåtelse förstod jag helt plötsligt att han hade menat allvar.<br/>  Men i flera månader var det inga problem på LTH och mobbingen började inte förrän en tjej i klassen kom fram till mig på våren och frågade mig om jag verkligen varit med i främlingslegionen.<br/>  Jag svarade att det var bara som jag skojade, då jag blev verbalt mordhotad på en studentfest då personen skrek mig rakt i ansiktet att han hatade mig och skulle döda mig.<br/>  Nu startade en veritabel hatjakt på mig på LTH för jag tror att killen som hotade mig blev så rädd att han avslutade sina studier eller något för att undvika mig typ.<br/>  Så nu gjorde han och hans kompisar allt de kunde för att få bort mig från LTH och när jag började andra året klarade jag bara 2 månader för det gick helt enkelt inte att studera teoretisk fysik på de öppna föreläsningarna då jag ofta hade personer bakom mig som trackaserade mig på föreläsningarna.<br/>  Så jag tog ett sabbatsår för jag fick ingen hjälp av univeristetet.<br/> <br/>  Jag klarade nätt och jämnt andra året sedan men det var så jobbigt att bli mobbad på föreläsningarna så jag tog ett sabbatsår till efter andra året.<br/> <br/>  Efter tredje året tog jag också ett sabbatsår pgs mobbingen.<br/> <br/>  Att folk här försöker förklara mig som det ena efter det andra är bara fruktansvärt för mig då jag är världens snällaste människa som bara har haft oturen att råka reta någon psykopat på universitetet som haft förmågan att få med sig sina vänner på att trackasera mig.<br/> <br/>  Men jag lyckades iaf ta min examen, men nu får jag inget jobb pga att jag tagit för många sabbats år, trots att jag kan visa att jag varje år lyckades få ihop tillräckligt med poäng för att läsa allt på 5 år.<br/> <br/>  Och jag är rädd att jag fortfarande är trackaserad av dessa galningar för jag köpte en årsny bil nyligen och efter några dagar hade någon repat motorhuven så jag fick lackera om den, samt att jag fick ta den till en verkstad då det började klonka i framvagnen och en av de 2 skruvarna som håller bromsblocken på vänster framhjul var borta så jag hade kunnat förlora bromsen på vänster fram eller fått en hjullåsning.<br/>  Jag har fått polisanmäla detta som mordförsök.<br/> <br/>  M.Sc. in Engineering Physics"
		}
	],
	[
		{
			"postIndex": 231,
			"postNumber": 237,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 99.1,
			"scoreLocal": 100,
			"userRank": 16,
			"userScore": 11.7,
			"postUserName": "Toolman",
			"postUserID": "u97216",
			"postUserUrl": "https://www.flashback.orgu97216",
			"postDateTime": "2008-07-20, 13:11",
			"postUrlInThread": "https://www.flashback.org/t539212p20",
			"postUrlUniq": "https://www.flashback.org/sp12066060",
			"sentence": "Någon egentlig brist på ingenjörer tror jag inte existerar i Sverige. Hade bristen varit så pass stor hade man översett med brist på erfarenhet, hög ålder och ev. sociala tillkortakommanden. Det sker konstant en överutbildning med ett visst undantag i högkonjunktur. En bra indikation på om det är brist på arbetskraft eller inte är löneläget. Jag har själv dubblat min lön genom att flytta till ett grannland. Där är det brist på arbetskraft, man behandlas med respekt vid intervjuer och inte något katten dragit in.<br/> <br/>  Ditt problem är att du inte har någon relevant erfarenhet. Jag har också examen i teknisk fysik och sökte 100-talet jobb utan att bli kallad en enda gång på intervju, jag hade turen att en bekant ordnade in mig på ett företag i byggbranschen. Jag är fortfarande iskall på den svenska arbetsmarknaden (förutom på mitt förra jobb) pga för hög ålder. Men det gör inget när jag mer än dubblar inkomsten utomlands. <br/> <br/>  Har du prövat att ta kontakt med din gamla skola, nu i högkonjunktur brukar företagen söka direkt på skolan. Har du kontakter där du kan nyttja? Doktorand? <br/> <br/>  Kontakta Svenska Ingenjörer, beskriv ditt problem, de kan kanske hjälpa dig. De driver ju stenhårt frågan om fler ingenjörer antingen genom fler utbildningsplatser eller genom import av arbetskraft. Hur det nu ska gynna sina medlemmar.<br/> <br/>  Du blir trots allt kallad på intervju, vad går fel, analysera situationen på samma sätt som ett fysikproblem. Vad går fel, kontakta intervjuaren, vad kan du göra bättre till nästa gång. <br/> <br/>  Kan du hitta någon som kan coacha dig? På högskolorna brukar de kunna erbjuda sådant stöd.<br/> <br/>  Ta en skrivkurs på Komvux, det skulle alla ingenjörer behöva. Skriva lär man sig inte på att ingenjörsutbildningar. <br/> <br/>  Bli positivare, oavsett hur jävligt livet har varit så blir det inte bättre av att man lever i det förgångna. Bitterhet lyser så lätt genom. Börja på nytt. <br/> <br/>  Oroa dig inte över att du ev. tycker att du är annorlunda. Jag personlig älskar ha starka personligheter på min arbetsplats. Det finns inget tråkigare s.k. \"normala\" människor. Det finns plats för alla.<br/> <br/>  Jag tror att jag förstår ditt syfte med att skriva om din situation, du vill ge igen på svenskt näringsliv som behandlat dig ofördelaktigt. Du visar kämparvilja, de flesta hade nog gett upp och accepterat situationen, och det är det många som har gjort. <br/> <br/>  Jag är lite förvånad att ingen här har tordas ge dig chansen, det är ju så många som påstår att det finns massvis med arbete på sina företag. Ingen stor risktagning, provanställning och på 2 veckor kan man vara ute om det inte stämmer. Jag tror att du skulle ge järnet om du fick chansen. Jag hoppas det löser sig. Strunta i alla som sparkar på dig, det är populärt att sparka på dem som ligger nuförtiden, de har sina egna problem."
		},
		{
			"postIndex": 245,
			"postNumber": 252,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 87.4,
			"scoreLocal": 88.2,
			"userRank": 6,
			"userScore": 20.3,
			"postUserName": "zorlaco",
			"postUserID": "u188158",
			"postUserUrl": "https://www.flashback.orgu188158",
			"postDateTime": "2008-08-01, 00:37",
			"postUrlInThread": "https://www.flashback.org/t539212p21",
			"postUrlUniq": "https://www.flashback.org/sp12218761",
			"sentence": "Har inte surrat igenom hela tråden nu, men något säger mig att du inte har alla hästarna i stallet.. Bland annat efter att ha läst ditt första inlägg i tråden där du särskriver titt som tätt. Visst att folk kan ha problem med det om man är yngre, men det torde man tyckas kunna efter en civilingenjörsutbildning inom teknisk fysik. Hur ser ditt CV ut egentligen?<br/> <br/>  Sedan det här med ditt lurendrejeri.. Det känns lite lätt rubbat.. <br/>  Inte meningen att låta nedvärderande, men det här med brist på social inkompetens är inte helt otroligt väl?<br/> <br/>  Till saken hör ju faktiskt att det ÄR extrem brist på civilingenjörer, i alla dess former. Har en hel drös med vänner och bekanta som gått ut diverse civ.utbildningar genom åren. Både för fem år sedan, och senast nu i våras, och de har haft jobb innan plugget varit slut. Alla. Bra jobb, inom deras område givetvis.<br/> <br/>  Vet inte vad du misslyckats med riktigt? Men något är det uppenbarligen."
		},
		{
			"postIndex": 214,
			"postNumber": 217,
			"rankGlobal": 10,
			"rankLocal": 3,
			"scoreGlobal": 85.8,
			"scoreLocal": 86.5,
			"userRank": 17,
			"userScore": 11.6,
			"postUserName": "Denethor",
			"postUserID": "u103781",
			"postUserUrl": "https://www.flashback.orgu103781",
			"postDateTime": "2008-06-23, 23:43",
			"postUrlInThread": "https://www.flashback.org/t539212p19",
			"postUrlUniq": "https://www.flashback.org/sp11746058",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>---<br/> <br/>  Här är jag och kungen i en tidningsartikel.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnyheter%2Finrikes%2Fartikel_1196931.svd\" target=\"_blank\">http://www.svd.se/nyheter/inrikes/artikel_1196931.svd</a><br/> <br/>  Då trodde man på en trygg framtid med intressanta arbeten<br/>  och arbetsplatser.<br/> <br/>  Att jag efter examen skulle arbeta som industriarbetare <br/>  fanns inte på kartan.<br/> <br/>  Här har man kämpat i hela sitt liv för att få ett bättre arbetsliv.<br/> <br/>  M.Sc.  Industriarbetare</div> </td> </tr> </table> </div> <br/>  Jag hade en lärare i gymnasiet vars barn sökte mer än 200 jobb innan han fick sitt första jobb efter en ingenjörsexamen. När han väl fick en praktikplats så tog det ungefär 8 månader, sedan sökte han 4 olika jobb, blev kallad till intervju på alla 4 och fick ett nytt jobb med betydligt högre lön.<br/> <br/>  Om du inte hade läst F hade du garanterat inte haft en chans till jobben.<br/>  Jag hade en person som berättade om chefsposter och arbetsmarknaden för oss i Organisation och Ledarskap, han berättade om en person som var så trött på att inte få jobb att han skickade med en wettextrasa (ny ofc) med en bild på sig och sitt CV och ansökningsbrev. Han blev kallad till intervju eftersom rekryterarna undrade vad det var för person som skickar med en trasa med sitt cv. Han fick jobb också... Detta var även det ett ingenjörsjobb.<br/> <br/>  Utbildningen är tänkt att kvalificera dig, att ta dig genom dörren. Men efter första dörren finns många till och du måste visa att det är just DIG de skall anställa om du inte har en unik utbildning/personlighet. Det kan vara vad som helst, ren tur eller bra meriter. Allt detta är redan sagt, men du bör ju aldrig ge upp hoppet, fortsätt sök och försök sticka ut på något vis. Tror att många rekryterare nobbar din ansökning pga åldern. Åldersdiskriminering är vanligt i Sverige och ålder ses inte som erfarenhet utan som ett problem."
		}
	],
	[
		{
			"postIndex": 272,
			"postNumber": 281,
			"rankGlobal": 24,
			"rankLocal": 1,
			"scoreGlobal": 78.4,
			"scoreLocal": 100,
			"userRank": 6,
			"userScore": 20.3,
			"postUserName": "zorlaco",
			"postUserID": "u188158",
			"postUserUrl": "https://www.flashback.orgu188158",
			"postDateTime": "2008-08-23, 00:34",
			"postUrlInThread": "https://www.flashback.org/t539212p24",
			"postUrlUniq": "https://www.flashback.org/sp12546564",
			"sentence": "Är fortfarande relativt säker på att du har någon form av social inkompentens, utan vara elak. <br/>  Som någon skrev är ju bara din stavning helt åt helvete, för att vara vuxen och utbildad civilingenjör. <br/>  Dyslexi har väl en del, men så många stavfel är något annat..<br/> <br/>  Och de personerna som det står om i artiklarna lider förmodligen av något liknande, eller annat.<br/>  För det är BRIST på civilingenjörer. <br/>  Kolla bara AMS som jag har skrivit tidigare.<br/>  Jag har huuuuur många vänner och bekanta som helst som har gått ut chalmers genom åren, olika utbildningar, och Alla har jobb.<br/>  Jobb som de har fått redan innan utbildningen varit färdig. <br/>  Något är fel. Helt klart.<br/>  Jobben hos AMS ljuger knappast.<br/>  Alla ingenjörsjobb där är inte exakt inom din utbildningskategori, men du som civilingenjör skall vara så bred och välutbildad att du i princip kan ta vilket civilingenjörsjobb som helst.<br/>  Alla analytiker, chefer och annat folk på exempelvis Svenskt näringsliv ljuger knappast när de skriver om bristen på civilingenjörer. Varför skall de göra det? Varför skulle de uppmana dagens ungdomar att läsa långa utbildningar där det ej finns gott om jobb?<br/>  Något är fel.<br/>  Vette fan vad dock.<br/>  Tråkigt.<br/> <br/>  EDIT: Ang. artiklarna och kommentarerna därefter som du länkar är det ju lika många som har jobb som inte har jobb. <br/>  Och som sagt, det handlar mycket om CV och yttre signaler för att någon överhuvudtaget skall verka intresserad. Att stava rätt på Svenska känns ju som grundläggande för att vara lite intressant. <br/>  Ser också att någon där har nämnt \"Sveriges framsida\" och gissar att det är Chalmers personen menar. Den personen hade jobb innan utbildningens slut och även många personen känner, tydligen. Från olika utbildningar."
		},
		{
			"postIndex": 281,
			"postNumber": 291,
			"rankGlobal": 25,
			"rankLocal": 2,
			"scoreGlobal": 77.8,
			"scoreLocal": 99.3,
			"userRank": 2,
			"userScore": 36.2,
			"postUserName": "shogun-r",
			"postUserID": "u254568",
			"postUserUrl": "https://www.flashback.orgu254568",
			"postDateTime": "2008-08-29, 14:43",
			"postUrlInThread": "https://www.flashback.org/t539212p25",
			"postUrlUniq": "https://www.flashback.org/sp12633662",
			"sentence": "Finns många som får kämpa för att få jobb, som söker hundratals jobb, trots att dom har bra utbildning. Kanske är det lite det som är prövningen att se hur mycket envishet man har och hur gärna man vill ha den sortens jobb.<br/> <br/>  Vet inte din situation, men du kanske tar lite för lätt på det, trodde att jobbet skulle komma av sig själv. När det inte gjorde det, så gav du upp och blev bitter.<br/> <br/>  Personligheten är säkerligen viktig för en ingenjör, eftersom en ingenjör fungerar till viss del också som ansiktet utåt.  I alla fall vad jag tror.<br/> <br/>  Tala väl och skriva väl borde ju vara självklart i dom preferenserna, eftersom en som skriver eller talar illa, oftast inte tas på allvar. Där har du visat väldigt stora brister."
		},
		{
			"postIndex": 315,
			"postNumber": 325,
			"rankGlobal": 34,
			"rankLocal": 3,
			"scoreGlobal": 75.2,
			"scoreLocal": 95.9,
			"userRank": 35,
			"userScore": 9,
			"postUserName": "Mr Mojo Risin'",
			"postUserID": "u200104",
			"postUserUrl": "https://www.flashback.orgu200104",
			"postDateTime": "2008-09-01, 01:00",
			"postUrlInThread": "https://www.flashback.org/t539212p28",
			"postUrlUniq": "https://www.flashback.org/sp12668062",
			"sentence": "Ingen som funderat på att det kan ha med åldern att göra?<br/> <br/>  Anyway. Är teknisk fysiker själv. Började aldrig söka jobb, utan gled vidare på exjobbet, fast som doktorand. Doktorerar inom medicin dock, så när mina kollegor tar sina examen, kommer de jobba vidare som läkare, medan allt jag fått ut är ett papper att hänga på väggen...<br/> <br/>  Så jag måste också söka ett \"riktigt\" jobb om ett par år. Jag har också fått uppfattningen att det är mycket snack om \"stor brist på högutbildade\", men ändå tvingas många mer eller mindre att fortsätta t ex doktorera, för att de inte kan få jobb (i mitt fall var det för att jag trivdes väldigt bra med min professor, för att det är kul med transdisciplinära områden och för att det är ballt att kalla sig doktor).<br/> <br/>  Ang. TS språk: JO. Det spelar roll. Allt annat lika, är en teknisk fysiker som även kan skriva, ett bättre val än en teknisk fysiker som inte kan det. H*n har troligtvis läst fler böcker, något som också påverkar en persons personlighet etc etc. Att ursäkta särskrivningar och pissig grammatik med att man är teknolog, inte \"humanist\" är ingen höjdare."
		}
	],
	[
		{
			"postIndex": 380,
			"postNumber": 390,
			"rankGlobal": 28,
			"rankLocal": 1,
			"scoreGlobal": 76.5,
			"scoreLocal": 100,
			"userRank": 33,
			"userScore": 9.1,
			"postUserName": "klump",
			"postUserID": "u84225",
			"postUserUrl": "https://www.flashback.orgu84225",
			"postDateTime": "2008-10-20, 23:52",
			"postUrlInThread": "https://www.flashback.org/t539212p33",
			"postUrlUniq": "https://www.flashback.org/sp13369126",
			"sentence": "Det här låter läskigt..<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> <br/>  Jag hade ju tänkt ge mig på den utbildningen när jag sett om jag klarar mig igenom det tekniska basåret..(matte är jag väll lite si och så med, har däremot ganska lätt för det och fysik är någonting jag finner oerhört spännande därav kanske matten blir lite mer intressant ifall man kan sätta den i sammanhang.)<br/>  När jag nu har suttit och spanat lite på vilka inriktningar det finns så tycker jag kärnenergiteknik låter extremt spännande..(nej jag tänker inte bygga en a-bomb i källaren..<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/> )<br/>  Hur ser det ut med arbeten inom den genren. Måste jag söka jobb i Iran för att få jobba med det?<br/>  Tycker även att det låter intressant att eventuellt forska i ämnet.<br/>  Skulle vara ännu mer spännande om man fick lära sig lite om teorier bakom fusionsreaktorer och liknande om det finns möjlighet till det..<br/>  Men allt detta beror ju på om jag lyckas ta mig in på den utbildningen och om jag verkligen finner den så intressant som jag gör nu. Annars får jag väll bli lärare som någon nämnde att någon hade slutat som.<br/> <br/>  Kanske lite höga drömmar för en som gått industriprogrammet. Men om jag inte försöker får jag ju aldrig veta så..<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/>"
		},
		{
			"postIndex": 316,
			"postNumber": 326,
			"rankGlobal": 45,
			"rankLocal": 2,
			"scoreGlobal": 72,
			"scoreLocal": 94.2,
			"userRank": 8,
			"userScore": 18.4,
			"postUserName": "Bluesmoke",
			"postUserID": "u234386",
			"postUserUrl": "https://www.flashback.orgu234386",
			"postDateTime": "2008-09-01, 16:28",
			"postUrlInThread": "https://www.flashback.org/t539212p28",
			"postUrlUniq": "https://www.flashback.org/sp12673641",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ernot</strong></div> <div>Jo, så kan det vara.<br/> <br/>  Det är klart att kontakter underlättar. Men killen sa att det är enormt kuksvårt att få jobb om man inte har en släkting/vän som inte är inne redan. Och det stämmer inte ifall man läser rätt saker. Om du läser en elektroingenjörsutbildning eller maskiningenjörsutbildning så har du jobb efter, så är det bara. Företaget skiter i om du är utbildad Civ.Ing i Teknologisk extremfysik med en intagning på 19,8 och en utbildningslängd på 5 år. Om tjänsten i fråga inte behövs på jobbet så anställs personen inte heller. Företaget skiter i vad du är, vad du har för titel, det enda du ska göra är att bidra med en tjänst som behövs på företaget.</div> </td> </tr> </table> </div> <br/>  Det är nog rätt svårt att hitta en civing-utbildning som ger så dåligt med jobb efter examen att det generellt är \"extremt kuksvårt\" att få jobb relativt andra civing-utbildningar, om man inte har kontakter. Framförallt är inte teknisk fysik en av de utbildningar som någonsin riskerar att höra till den kategorin. Lund är dessutom inte direkt klassat som Knäckebrohult i de sammanhangen heller. <br/> <br/>  Jag vet inte vad du har för erfarenheter, men mina erfarenheter är att arbetsgivaren inte är sådär jättenoga med vilken civing-inriktning man har läst. Det viktiga är att man har tagit sig igenom utbildningen (inom rimlig tid), vilket indikerar att man har utvecklat en effektiv inlärningsteknik och besitter en god analys- och problemlösningsförmåga. Naturligtvis vill företaget helst av allt ha en person som omedelbart kan lösa just deras specifika problem i första hand. Har man tur och hittar en sån person, blir den formella utbildningen relativt ointressant. Ofta (eller kanske till och med oftast) får man dock inte tag i någon med den relevanta kompetensen, och får istället lära upp någon från början. Då blir sådant som titel plötsligt inte alls så ovidkommande - vad är bäst, att plocka en random snubbe från gatan, eller en högskole/civing som åtminstone är garanterat logiskt begåvad och grundligt skolad i att sätta sig in i nya problem?"
		},
		{
			"postIndex": 360,
			"postNumber": 370,
			"rankGlobal": 61,
			"rankLocal": 3,
			"scoreGlobal": 69.8,
			"scoreLocal": 91.2,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "magi",
			"postUserID": "u87471",
			"postUserUrl": "https://www.flashback.orgu87471",
			"postDateTime": "2008-09-30, 13:31",
			"postUrlInThread": "https://www.flashback.org/t539212p31",
			"postUrlUniq": "https://www.flashback.org/sp13080101",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skit_i_det</strong></div> <div>Kunde inte sagt det bättre själv! Som jag skrivit förut (tror jag) så är det faktum att du (dvs. magi) överhuvudtaget blir kallad på intervjuer ett tecken på att din formella kompetens är adekvat (om det nu var någon som tvivlade). Att sedan konstant bli nekad jobb efter varje intervju (var det inte ett par per månad du var på?) tyder på att du inte ger så bra intryck vid dessa tillfällen. Något går alltså fel under intervjun. Har du ens försökt ta reda på vad?</div> </td> </tr> </table> </div> <br/>  Jo jag frågar ibland varför och jag försöker lära mig av misstagen men några gånger har det varit ganska märkliga orsaker som att jag skojat lite med intervjuaren på ett ganska harmlöst sätt och det räckte för att jag skulle bli nekad plats. Men i dom fallen kan jag nog förstå varför då det handlade om tex förhandlingsarbete och då ska det följa vissa normer, men nu var jag på en intervju och nog ska man väl kunna skoja lite. <br/> <br/>  Så jag försöker verkligen inte att skoja och vara allt för trevlig då det tydligen kan vara fel.<br/> <br/>  Men jag gillar verkligen att vara trevlig och skämta om saker, för det är hur jag är som person, men som alltid finns det människor som helt saknar humor eller tycker viss typ av humor inte passar.<br/>  Så då ska jag kanske inte jobba där heller, om man inte kan vara öppen och skämta om allt mellan himmel och jord.<br/>  Jag gick nämligen Teknisk Fysik för att få ett arbete där man ska kunna vara helt öppen och fri i tanken, för att kunna spåna om allt, så att man får tillgång till just den kreativa atmosfär jag vill ha, i ett arbete.<br/>  Utveckling och forskning ska inte och får inte begränsas på något sätt och det är den typ av arbete jag har studerat för.<br/> <br/> <br/>  M.Sc.  /  Industriarbetare"
		}
	],
	[
		{
			"postIndex": 422,
			"postNumber": 434,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 85.2,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 31.6,
			"postUserName": "Bigeard",
			"postUserID": "u142876",
			"postUserUrl": "https://www.flashback.orgu142876",
			"postDateTime": "2008-11-08, 08:49",
			"postUrlInThread": "https://www.flashback.org/t539212p37",
			"postUrlUniq": "https://www.flashback.org/sp13622127",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Man ska inte starta ett företag om man inte får ordentliga säkra signaler från ALMI, NUTEK och ik2 att de tror på projektet och de har aldrig gett mig de signaler som tex med finansiering eller bidrag i någon form.<br/>  Får man inte det har man inte en tillräckligt bra affärside och då får man försöka skriva om den eller justera den på något sätt, vilket jag försöker.</div> </td> </tr> </table> </div> <br/>  Det där var det dummaste jag läst på mycket länge, Mona Sahlin med vänner vill naturligtvis att du tänker och agerar enligt ovan eftersom det skulle garantera att vi får väldigt få nya företag i landet och de få som skapas med statlig såddfinansiering skulle implicit stå i skuld till Mona, förlåt, staten.<br/> <br/>  Om du är civ. ing. och påläst inom aktuellt område, varför i hela världen tror du att ALMI &amp; co kan mer om din sektor än du själv? Tror du på allvar att någon skulle ge Magi med noll track record en påse pengar enbart baserat på en fin affärsplan? Kanske 1999 men knappast idag.<br/> <br/>  Börja knega med en liten bit av ditt projekt, se vad det finns efterfrågan på och visa att du kan dra in pengar. Acceptera att du först får göra uppdrag någon är villig att betala för, tillräckligt många sådana och du har dragit ihop nog med pengar för att kunna börja göra exakt det projekt du själv vill.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>  Det bästa är naturligtvis att dra igång detta på sin fritid hemma utan att behöva ta dyra lån.<br/>  Mitt spelsystem behöver tex en rejäl datafiber då varje robot ska pumpa ut ca 1-2 Mbit/s och har jag tur så har jag en fiber 1.5 km från mitt hus inom en månad eller 3. Därefter kan jag sätta upp en riktad radiolänk och då kunna bygga upp den första arenan hemma i en lada jag har så att jag slipper hyra dyra lokaler med fiber.</div> </td> </tr> </table> </div> <br/>  1-2mbps? Kan du över huvud taget inte få ADSL? Skaffa eller låna några 3G kort med utomhusantenn och bonda kanalerna för att komma loss? Du bor ju off men inte i norrlands inland.<br/> <br/>  Du verkar ju ägna mer tid åt att sitta och tänka ut ursäkter till varför ditt projekt INTE skall gå att genomföra än vad du lägger på att försöka komma ett steg närmare målet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Att ta fram hushållsrobotar eller andra robotar som då ska fjärrstyras av billig arbetskraft från andra länder, kräver att man bygger upp en organisation och utbildning av styrpersonal vilket kräver investerare och sådana organisationer satsar man inte på i dagens börshaveritider om ens överhuvudtaget. Det är så ny teknik och så ny organisationsstruktur att man inte har några liknande att jämföra med.</div> </td> </tr> </table> </div> <br/>  Svammel. Kan du visa att det fungerar och går att tjäna bra med pengar på en sådan idé så kommer du att kunna hitta pengar till den men att låta Indier eller Pakis sitta och utföra hushållstjänster på distans är nog inte lönsamt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Jag är med i venture cup och där har jag bara fått ett diplom och det kommer man inte så långt med.</div> </td> </tr> </table> </div> <br/>  Häng inte upp dig på det, de företag som går bra i venture cup och liknande brukar vara snyggt presenterade medelmåttiga idéer eller finurliga uppfinningar med begränsad ekonomisk potential.<br/> <br/>  Skall du vinna något liknande idag måste du även ha \"rätt\" mix av personer i ditt team dvs. om fem vita män som uppfunnit världens mest effektiva solfångare som dessutom var billig att tillverka och kommersiellt tillgänglig i morgon så skulle de ändå inte vinna.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Detta trots att jag haft 2 grupper kinesiska universitets studenter som gjort examensarbete på mitt telerobotiksystem som nu är baserat på ETRAX chip, foxboard och eget API samt att jag blev inbjuden till dreamhack och fick en monter, där folk fick se hur min tanks styrdes från andra sidan jorden, samt att de fick prova från sina datorer på DH.</div> </td> </tr> </table> </div> <br/>  Vad fick du för feedback? Många visitkort? Inbjuden till fler mässor och liknande? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Att ta fram en internetstyrd gräsklippare är nästan onödigt då det blir mer praktiskt att bara köpa en helautomatisk gräsklippare som du kan köpa för ca 10 000 kr idag.<br/> <br/>  Att styra husets lampor odyl över internet eller med mobilen finns redan för några tusenlappar.</div> </td> </tr> </table> </div> <br/>  Att Conny Svensson kan klicka hem allt som behövs från ebay är inte samma sak som att han förstår vad som behövs eller kan få allt att fungera tillsammans dvs. han behöver en konsult och helst en som kan göra lite specialanpassningar som ingen annan har så att Conny kan bräcka grannarna.<br/> <br/>  Skaffa F-sedel och gör hundra degjobb på helgerna och du har dragit ihop pengar till din radiolänk! Ytterst få riktigt framgångsrika företag börjar med en examen och en påse pengar men ingen erfarenhet och noll är statligt finansierade."
		},
		{
			"postIndex": 403,
			"postNumber": 414,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 83.4,
			"scoreLocal": 97.9,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "magi",
			"postUserID": "u87471",
			"postUserUrl": "https://www.flashback.orgu87471",
			"postDateTime": "2008-10-30, 14:47",
			"postUrlInThread": "https://www.flashback.org/t539212p35",
			"postUrlUniq": "https://www.flashback.org/sp13497337",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bigeard</strong></div> <div>Magi har säkert det tekniska kunnandet men måste jobba på de personliga bitarna. Att sitta i en håla utanför Ängelholm (långt bort från alla kvalificerade jobb) och bli bitter är inte nyttigt i längden.<br/> <br/>  Jag hoppas magi lyckas ta sig ur den onda cirkel han hamnat i, både för hans egen skull och för att en bra utbildning annars gått till spillo.</div> </td> </tr> </table> </div> <br/> <br/>  Jag har en timme till Malmö, Falkenberg och 2 timmar till Köpenhamn, Göteborg, Växjö.<br/>  Jag har pendlat till Köpenhamn i snart 2 år och har planerat att skaffa tillfälligt boende, om jag får ett riktigt ingenjörsjobb där, då jag söker kontinuerligt överallt och inte tror mig vara kvar där jag är nu och därför inte vill krångla till det med rum som jag kanske måste lämna.<br/>  Jag har alltså pendlingsavstånd till hela södra Sverige utan problem och har inga problem att pendla långa avstånd samt är berädd att flytta om jobbet är intressant.<br/> <br/>  Jag anser mig inte vara bitter utan är en glad person som bara vill berätta hur min situation ser ut efter att ha tagit en examen som civ.ing i Teknisk Fysik och bara har ett industriarbete trots att tidningar skriver att det är ingenjörsbrist.<br/>  Jag har en kamrat som är rektor för en skola och han är inte alls förvånad över detta att tidningarna far med osanning om arbetsmarknaden.<br/>  Det skrivs ju i tidningar att det saknas kvalificerade lärare men han säger att tidningarna ljuger.<br/>  När han annonserar efter lärare får han hundratals kvalificerade sökande lärare.<br/>  Så tidningarna verkar sprida direkta lögner om den sk arbetsbristen av iaf lärarbrist och ingenjörsbrist.<br/> <br/> <br/>  M.Sc. /  Industriarbetare"
		},
		{
			"postIndex": 385,
			"postNumber": 395,
			"rankGlobal": 26,
			"rankLocal": 3,
			"scoreGlobal": 77.3,
			"scoreLocal": 90.8,
			"userRank": 18,
			"userScore": 11.4,
			"postUserName": "Anencefali",
			"postUserID": "u140946",
			"postUserUrl": "https://www.flashback.orgu140946",
			"postDateTime": "2008-10-23, 00:33",
			"postUrlInThread": "https://www.flashback.org/t539212p33",
			"postUrlUniq": "https://www.flashback.org/sp13399755",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Då jag läst bla kärnenergiteknik och bara får jobb som typ industriarbetare efter examen i <br/>  Teknisk Fysik så kan jag säga att det är svårt att få jobb inom kärnenergiteknik.<br/> <br/> <br/>  MSc /  Industriarbetare<br/> <br/>  ----</div> </td> </tr> </table> </div> <br/>  Nej, det enda du kan säga är att det är svårt för <i>dig</i> att få jobb inom kärnenergiteknik, så länge du inte kan visa att det finns ett otal andra tekniska fysiker som jobbar som industriarbetare (och inte lyckas få andra jobb om de vill). Att gång på gång, med jämna mellanrum, upprepa ditt problem ger inga lösningar. Hur är det med Norge? Du kanske har svarat förut, men har du försökt söka dig dit?"
		}
	],
	[
		{
			"postIndex": 493,
			"postNumber": 509,
			"rankGlobal": 21,
			"rankLocal": 1,
			"scoreGlobal": 78.9,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 12.7,
			"postUserName": "rularn",
			"postUserID": "u222760",
			"postUserUrl": "https://www.flashback.orgu222760",
			"postDateTime": "2009-03-20, 14:37",
			"postUrlInThread": "https://www.flashback.org/t539212p43",
			"postUrlUniq": "https://www.flashback.org/sp15711734",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>shogun-r</strong></div> <div>Så du menar att \"arbetskraftsbarometern\" och andra som gör prognoser har helt fel eller sitter och blåljuger?<br/> <br/>  Du har inte tänkt att det kan bero på sin egen vilja, sin egen marknadsföring och framförallt inriktningen man valt.</div> </td> </tr> </table> </div> <br/>  Det finns faktiskt flera som vittnar om precis samma sak om magi, att de inte märker av den \"enorma\" ingenjörsbrist som tydligen råder.<br/> <br/>  Hade det verkligen varit sån brist som det står på vissa ställen, ja då hade väl företag valt att anställa magi, om än för en kortare tid, trots hans eventuella brister. Men nu gör de inte så, varför? Jo för att det finns andra som kan ta hans plats, vart är då den \"enorma bristen\" på ingenjörer?<br/> <br/>  Sen när nån journalist ringer till vattenfall, volvo/saab (mm) med flera så har ju de all anledning att säga att det råden en otrolig brist eftersom de då i framtiden får fler att välja mellan. Även om överskott skulle gälla så har de ingen vinning på att berätta det. Precis samma sak är det med t.ex. Sveriges ingenjörer som förmodligen räknar magi som en arbetande ingenjör, de vill få ner statistiken för att få fler att söka teknik, precis som Sveriges högskolor och universitet.<br/> <br/>  Jag gick precis in på nytekniks hemsida över lediga jobb, sökte på Värsta Götalands län och fick, otroliga 16 träffar på samtliga befattningar. Hur mycket är det när hundratals kommer att ta examen till våren?"
		},
		{
			"postIndex": 502,
			"postNumber": 518,
			"rankGlobal": 30,
			"rankLocal": 2,
			"scoreGlobal": 76,
			"scoreLocal": 96.4,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "magi",
			"postUserID": "u87471",
			"postUserUrl": "https://www.flashback.orgu87471",
			"postDateTime": "2009-03-22, 16:04",
			"postUrlInThread": "https://www.flashback.org/t539212p44",
			"postUrlUniq": "https://www.flashback.org/sp15744034",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dilettanten</strong></div> <div> <br/>  Vad definierar du som relevanta jobb, magi? <br/></div> </td> </tr> </table> </div>   Att stå helt ensam framför en enormt bullrig maskin hela arbetsdagen, <br/>  är inte vad jag förväntat mig efter 4.5 års studier till Teknisk Fysiker.<br/> <br/>  Jag skulle föredra ett stimulerande, utvecklande arbete med människor <br/>  och lära känna nya trevliga människor varje dag och <br/>  där man fick lära sig nya spännande saker varje dag, <br/>  samt om möjligt, resa i arbetet och uppleva andra länder och kulturer <br/>  eller iaf ha råd och tid att resa lite på sin fritid.<br/> <br/>  Jag borde kunna komma till bättre nytta efter att ha bevisat <br/>  mina matematik och fysik kunskaper, på hög nivå, efter 4.5 års utbildning.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Vad skulle du själv uppskatta den verkliga arbetslösheten bland ingenjörer till, <br/>  om man räknar dem som inte har relevanta jobb som arbetslösa i praktiken?<br/> </td> </tr> </table> </div> <br/>  Det är faktiskt en intressant fråga du ställer.<br/>  Hur många ingenjörer arbetar egentligen som ingenjörer?<br/>  Undrar vad de 1,5% egentligen är, om man såg till antalet som <br/>  faktiskt arbetar som ingenjörer.<br/> <br/>  Själv vill jag inte gissa den verkliga arbetslösheten bland ingenjörer. <br/> <br/>  Master of Science in Engineering Physics / Industriarbetare<br/> <br/>  -"
		},
		{
			"postIndex": 499,
			"postNumber": 515,
			"rankGlobal": 72,
			"rankLocal": 3,
			"scoreGlobal": 67.9,
			"scoreLocal": 86.1,
			"userRank": 7,
			"userScore": 18.9,
			"postUserName": "Dilettanten",
			"postUserID": "u313835",
			"postUserUrl": "https://www.flashback.orgu313835",
			"postDateTime": "2009-03-21, 14:59",
			"postUrlInThread": "https://www.flashback.org/t539212p43",
			"postUrlUniq": "https://www.flashback.org/sp15727966",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>  Det är förmodligen så att väldigt få ingenjörer vågar berätta <br/>  hur det ser ut på arbetsmarknaden. <br/></div> </td> </tr> </table> </div> <br/>  Om arbetsmarknaden är dålig för ingenjörer, är det väl inget att hymla om. Så varför skulle ingenjörerna inte våga berätta? Resonemanget känns på det hela taget lite märkligt. <br/> <br/>  Men de flesta kanske har lite mer tur och trots allt får mer eller mindre relevanta jobb, åtminstone inom något års tid. Varför just du inte får det, är det nästan bara du själv som kan svara på. Har du testat att ringa dem du varit på intervju hos för att få reda på varför du inte blev anställd (konstruktiv kritik mm), samt de formella meriterna hos de personer som fick jobben istället för dig?"
		}
	],
	[
		{
			"postIndex": 528,
			"postNumber": 544,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 91.7,
			"scoreLocal": 100,
			"userRank": 7,
			"userScore": 18.9,
			"postUserName": "Dilettanten",
			"postUserID": "u313835",
			"postUserUrl": "https://www.flashback.orgu313835",
			"postDateTime": "2009-04-12, 22:09",
			"postUrlInThread": "https://www.flashback.org/t539212p46",
			"postUrlUniq": "https://www.flashback.org/sp16097735",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Men något som verkligen bekymrar mig är hur många jobb som <br/>  egentligen annonseras ut som visar på tillväxt i företag.<br/>  Väldigt ofta läser man och detta även nu, att folk inte ska vara <br/>  oroliga för att byta arbete. <br/> <br/>  För om folk byter arbete är ju vissa jobbannonser inte en <br/>  signal att det finns gott om arbete.<br/> <br/>  Något som arbetsmarknaden nog vill, är att folk byter arbete vilket <br/>  skapar jobbannonser och det ser ju bra ut i statistiken av arbetstillfällen.<br/> <br/>  Men att kanske 20-40% av jobbannonserna skapas för att folk <br/>  som har ett arbete, egentligen bara bytar jobb med varandra.<br/> <br/>  Det ser ju väldigt bra ut för folk som funderar på att läsa vidare.<br/> <br/>  Hur många av jobbannonserna är egentligen till för att företagen växer?<br/> <br/>  Magi<br/>  -</div> </td> </tr> </table> </div> <br/>  Du glömmer bort att många även går i pension. När det gäller civilingenjörer är det till viss del så att 40-talisterna är den första stora generation som utbildat sig och fått denna typ av examina. Visst har det funnits civilare innan, men dels är 40-talisterna relativt sett många och välutbildade, och dels var inte industribehovet av civilingenjörer så stort tidigare i industrins historia, som det har varit de senaste 40 åren.<br/> <br/>  Jag tror därför att detta kan komma att hjälpa upp marknaden för ingenjörer, eftersom pensionsavgångarna kommer att bli väldigt stora framöver. Ett företag behöver alltså inte växa för att ha ett behov av nyanställningar, utan många företag minskar på personalstryrkan i dåliga tider genom att helt enkelt inte anställa några nya under en period. <br/> <br/>  När det gäller jobbyten, kan det stämma till viss del. Men i goda tider ser man gott om annoner där nyexade, oskrivna papper eftersöks. I synnerhet från studentkonsultfirmor och andra sådana där tredjehandskonsulter/bemanningsföretag. Jag sökte många sådana jobb på traditionellt vis via platsbanken och fick ett, utan kontakter eller andra speciella fördelar. Jag hade inte ens speciellt bra betyg och framförallt hade jag inte examen när detta begav sig. Så visst går det att få jobb genom att söka, och som \"nyexad\". Jag upplevde att folk ändå var intresserade av vad jag kunde erbjuda dem, trots min bristande erfarenhet, mina medelmåttiga betyg och mina icke-existerande EC's. Vilket egentligen är precis som det skall, eftersom bara utbildningen bör vara mer än tillräcklig för de flesta vanliga ingenjörsjobb. Därför är jag lite förvånad över att du har sökt så många jobb i bra tider och ändå inte fått något, inte ens någon provanställning någonstans. Det stämmer inte med mina vänners/klasskamraters erfarenheter heller. Möjligen kan några ha upplevt det under IT-bubblan, men det var då det."
		},
		{
			"postIndex": 542,
			"postNumber": 559,
			"rankGlobal": 55,
			"rankLocal": 2,
			"scoreGlobal": 70.5,
			"scoreLocal": 76.8,
			"userRank": 99,
			"userScore": 6.3,
			"postUserName": "Voine",
			"postUserID": "u259677",
			"postUserUrl": "https://www.flashback.orgu259677",
			"postDateTime": "2009-05-02, 11:05",
			"postUrlInThread": "https://www.flashback.org/t539212p47",
			"postUrlUniq": "https://www.flashback.org/sp16434427",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>magi</strong></div> <div>Gratis?<br/> <br/>  De första 2 åren hade jag visserligen SVUXA som var 65% A-kassa och resten CSN-lån, <br/>  men de sista 2 åren tog jag 100% CSN lån som alla andra.<br/> <br/>  Jag har då inte märkt att utbildningen är erkänd i hela världen<br/>  och jag bara informerar att man inte är garanterad ett <br/>  spännande, intressant arbete även efter en civ.ing utbildning.<br/> <br/>  Master of Science in Engineering Physics / Industriarbetare<br/>  -</div> </td> </tr> </table> </div> <br/> <br/>  Du har inte möjlighet att ta mer studielån? Varför inte \"fräscha\" upp dig lite och studera något ytterligare? Speciellt nu under lågkonjukturen, söker du arbeta i hela Sverige eller en vissa region? Samt, uthyrningsfirmor och liknande kanske har något men det har du nog redan kollat.<br/> <br/>  Jag har inte läst hela tråden så jag vet inte om du kanske redan skrivit det.<br/> <br/>  Riktigt tråkig situation du hamnat i däremot. Men det är många som tyvärr hamnar i denna situation, det är inte en garanti att få jobb bara för man tagit examen i en universitetsutbildning. Vilket universitet gick du på för övrigt?<br/>  Klarade alla kurser med \"bra\" betyg osv osv? Ingen praktikplats eller liknande?"
		},
		{
			"postIndex": 505,
			"postNumber": 521,
			"rankGlobal": 81,
			"rankLocal": 3,
			"scoreGlobal": 66.2,
			"scoreLocal": 72.2,
			"userRank": 3,
			"userScore": 34.4,
			"postUserName": "Kalasjnikov",
			"postUserID": "u78134",
			"postUserUrl": "https://www.flashback.orgu78134",
			"postDateTime": "2009-03-22, 23:49",
			"postUrlInThread": "https://www.flashback.org/t539212p44",
			"postUrlUniq": "https://www.flashback.org/sp15752873",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>miklon</strong></div> <div>Det är klart att Sveriges Ingenjörer räknar alla som jobbar när de räknar ut arbetslösheten hos sina medlemmar, hur ska de annars räkna, var ska gränsen gå för vad som är ett relevant jobb?</div> </td> </tr> </table> </div> Jo, det där är ett gissel som har dryftats tidigare. Detta blir särskilt krångligt i fråga om just civing. Hur ska man räkna?<br/>  De som har jobb...<br/>  * ...övht?<br/>  * ...med ytlig relevans till utbildningen? (\"allmänt ingenjörsgöra\")<br/>  * ...direkt relevans till sin specifika disciplin?<br/>  * ...direkt relevans till sin specifika disciplin och profil?<br/> <br/>  Jämförelsen blir ännu krångligare av att andelen som får jobb inom sin specifika profil är högre på vissa program och lägre på andra. Dessutom är vissa program (F i synnerhet) mer beroende av profilval medan det är lugnare på andra (till exempel D).<br/> <br/>  Ännu mer bök och trassel blir det om man ser till bredden på programmen. Då blir ordet \"relevant jobb\" oerhört diffust. För en byggnadsingenjör är det ganska givet vad man kan eller inte kan jobba med, men för en som läst M är det inte på långa vägar lika självklart.<br/> <br/>  Man kan väga in ännu fler faktorer, men då jag ska iväg till jobbet tidigt imorgon väljer jag att överlämna den uppgiften till någon som känner sig manad. Istället går jag rakt på slutklämmen vilken lyder enligt nedan.<br/> <br/>  Sveriges Ingenjörer var tvungna att dra en gräns någonstans. Att sitta och nysta i vad som är \"relevant jobb\" är en oerhört komplex uppgift som dessutom är omöjlig att göra rättvis. Skulle man specificera sig skulle statistiken blir därefter, d v s oerhört svårtolkad och troligtvis närmast omöjlig att använda på ett konstruktivt sätt. Efter moget övervägande föll lotten på att gå den enkla vägen, vilket i mitt tycke är ett klokt val.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>miklon</strong></div> <div>Sen kan man ju konstatera att om 98,5% av alla Sveriges Ingenjörers medlemmar trots allt jobbar så är det ingen nackdel att vara ingenjör, även om inte alla har just det jobb de vill.</div> </td> </tr> </table> </div> Precis. Vi hugger till hej vilt med att 80% får ett någotsånär relevant jobb inom två efter examen. Då är det ju fortfarande en väldigt hög siffra och en nog så god anledning till att satsa på en karriär som ingenjör.<br/> <br/>  (tycker jag iaf)"
		}
	],
	[
		{
			"postIndex": 576,
			"postNumber": 594,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 89,
			"scoreLocal": 100,
			"userRank": 13,
			"userScore": 13.3,
			"postUserName": "kavalen2",
			"postUserID": "u131003",
			"postUserUrl": "https://www.flashback.orgu131003",
			"postDateTime": "2009-07-28, 13:35",
			"postUrlInThread": "https://www.flashback.org/t539212p50",
			"postUrlUniq": "https://www.flashback.org/sp17878062",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dilettanten</strong></div> <div>Nåväl, det är inte en dålig utbildning så, även om man lätt kan få en lite skev bild av det hela efter att ha tuggat sig igenom magis trådar. Men för att undvika riktiga kallduschar kan det vara bra att vara medveten om att arbetsmarknaden är ytterst dynamisk, vilket gäller för de allra flesta yrken. Det finns inga bombsäkra kort, även om det hade varit skönt efter en slitig utbildning och mycket studieskulder.</div> </td> </tr> </table> </div> <br/> <br/>  Jo men vad är meningen att man ska göra då? Media späker hela tiden på med massa exempel om att nu blir det brist på både det ena och andra, det här ska du utbilda dig till etc. Ska man verkligen göra det, dvs om det är dåliga tider så ska man alltså utbilda om sig under tiden? Jag har den här utbildningen nu men läser till sjuksköterska då det kommer vara brist där om 3 år <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> låter ju helt sanslöst. <br/> <br/>  Jag har examen i business and economics ( civilekonom) samt jobb men jag känner nästan att det inte var värt studielånet. Nu har jag heller inte fullt studielån utan ca 170 tkr men vet inte vad jag ska få för jobb för att kunna casha ut detta lån på ett par tre månader, för det är i princip det jag vill göra. Jobbar i dagsläget som Account Manager, ett jobb som ger hyfsat betalt men ligger ändå minus sett till helheten. <br/> <br/>  Jag har alltid varit bra på golf och har en talang att bli ännu bättre vilket både tränare och andra påtalat, dock har jag inte kunnat träna för att bli bättre då jag hela tiden jobbar till en enligt mig skitlön. Eller egentligen är det väl ingen skitlön men jag gillar inte jobbet faktiskt. Ärligt så kan jag gå ner 10 tusen i lön och stå i en Golfbutik för det ger mig mer, me ndå blir det mindre kvar att betala av studielånet med. Helst av allt vill jag bara satsa på golfen vilket inte är för sent, men det blir om jag inte bestämmer mig. <br/> <br/>  Den andra aspekten av det hela är att jag startar ett företag relaterat till nånting inom golfområdet. Grejen är den att jag känner att ett vanligt jobb där någon anställer mig ger riktigt dåliga pengar, om man nu inte är koncernchef. Jag vill tjäna miljonbelopp så jag dels kan lägga undan och dels göra allt annat jag vill göra just nu, detta är svårt med en lön på 30k i månaden. Jag inser ju att högskolan var ett dåligt val för hur gör man för att bli hög chef och tjäna de stora pengarna genom att vara välutbildad, ja då måste man typ känna nån hög snubbe på företag och detta i kombination med utbildning kan leda till något bättre. <br/> <br/>  Det känns kluvet från min egen sida just nu, att utbilda sig mer kommer inte på fråga, vad ska det leda till förutom ytterligare studielån? Speciellt när jag inte är intresserad. Högskolan har inga intressanta saker att erbjuda då jag är en person som egentligen är mest intresserad av fysisk aktivitet, träning, hälsa, golf osv. Högskolan erbjuder bara massa teoretiskt tjafs, jag hade inte ens en enda praktikvecka på min civilekonomutbildning. Vafan det är helt jävla sanslöst att skolan inte ens kan ordna så att man får praktisera på ett ställe och komma in i rutinerna, detta kna man ju sedan lägga till sin arbetslivserfarenhet."
		},
		{
			"postIndex": 571,
			"postNumber": 589,
			"rankGlobal": 16,
			"rankLocal": 2,
			"scoreGlobal": 82.4,
			"scoreLocal": 92.6,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "magi",
			"postUserID": "u87471",
			"postUserUrl": "https://www.flashback.orgu87471",
			"postDateTime": "2009-06-05, 14:53",
			"postUrlInThread": "https://www.flashback.org/t539212p50",
			"postUrlUniq": "https://www.flashback.org/sp17036311",
			"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>B´stard</strong></div> <div>  Ähh, hört talas om de stora barnkullarna under 40-talet? Jätteproppen Orvar? Köttberget?<br/>   LTH blev väl klart runt 1960, och även om det var färre studeranden där då än idag, så har alla 40-talister haft chans att studera där, så det är säkerligen en hel del ingenjörer som går i pension snart<br/>   Sedan så är det en väldans massa gymnasieingenjörer som går i pension snart, och många av de platserna kommer tas över av civilingenjörer i första hand.<br/></div> </td> </tr> </table> </div> <br/>  Jag har hört flera personer som pratat om detta under flera år och som säger att det inte kommer att bli så många fler utan är ett sätt att få folk att börja läsa tekniska yrken.<br/>  Många fortsätter att arbeta efter pension då de inte har förslitningsskador och har ofta väldigt stora kontaktnät vilket gör att de kan starta egna företag och arbeta när de har tid och ork utöver pensionen.<br/>  Och det har visat sig att de som gör detta ofta arbetar betydligt mer än de hade planerat då de ju sitter på en enorm erfarenhet, kan förhandla fram väldigt bra ersättningar och är eftertraktade som konsulter eller vad de nu startar för företag.<br/>  Detta tyder på att ingenjörsjobben inte kommer att öka som man förväntat sig enligt vissa utsagor.<br/> <br/>  M.Sc. in Engineering Physics / Industriarbetare<br/>  -"
		},
		{
			"postIndex": 586,
			"postNumber": 605,
			"rankGlobal": 18,
			"rankLocal": 3,
			"scoreGlobal": 81.9,
			"scoreLocal": 92.1,
			"userRank": 29,
			"userScore": 9.8,
			"postUserName": "Wazzardium",
			"postUserID": "u426296",
			"postUserUrl": "https://www.flashback.orgu426296",
			"postDateTime": "2010-03-15, 00:39",
			"postUrlInThread": "https://www.flashback.org/t539212p51",
			"postUrlUniq": "https://www.flashback.org/sp21986803",
			"sentence": "Men åtminstone gör du ju framsteg! Ett säljarjobb är ju ett väldigt bra sätt att förbättra sin sociala kompetens! Se det som ett steg i rätt riktning.<br/> <br/>  Tror problemet är din attityd och brist på självinsikt. Kan du inte bara jämföra dig med en nyexaminerad civ. ing. i teknisk fysik som får jobb efter sin utbildning och ställ följande fråga?\"<br/>  \"Vad kan jag utveckla/göra bättra så att jag också kan få ett ingenjörsjobb?\". Nu har det ju varit 4 år sen du tog examen så dina kunskaper bör kanske repeteras lite. <br/> <br/>  Kan känna igen mig i din \"humor\", brukar själv också driva lite med min omgivning. Laserdomsskämtet var Veckans Garv. Tyvärr är detta lite \"tv-sketch-humor\" över det som inte passar in i alla sammanhang, och verkligen inte om folket du skämtar inför inte är medveten om att du skämtar. Du skämtar mer för dig själv (och din tv-publik i skallen) än för andra. Förstår inte folk en, uppfattas man lätt som konstig och på den banan är det....<br/> <br/>  Sista saken, som är mest irriterande: du använder ordet \"där\" för mycket och i fel betydelse, och att ingen behöver vara världens snällaste/fredligaste person bara för att de har varit med i Röda korset m.m. Hur ska människorna du sprider rykten om på blåsningen veta detta? Som sagt, du verkar tro att du har en uppvärmd tv-publik i huvudet som asgarvar alla \"skämt\" du drar åt folk. Men säg, hur ska vi veta när du skämtar, hur skulle man kunna veta att du inte är en krigsskadad främlingssoldat, om vi aldrig har träffat dig förut och inte ens känner dig? <br/> <br/>  Ps. Du har väl inte kollat på för mycket av Dr House? Lätt och applicera för mycket av den sortens sarkastiska humor på verkligheten."
		}
	]
]
