[
	{
		"postIndex": [
			[447],
			[495],
			[573],
			[402],
			[503]
		],
		"postTime": [
				"2008-04-05",
				"2008-04-24",
				"2008-05-12",
				"2008-03-22",
				"2008-04-25"
		],
		"postNum": [
			[469],
			[521],
			[603],
			[422],
			[529]
		],
		"postLink": [
				"/sp10675621",
				"/sp10959017",
				"/sp11189154",
				"/sp10474690",
				"/sp10964056"
		],
		"postUser": [
				"JJDecay",
				"bosse666",
				"Purple",
				"Speedshift",
				"bosse666"
		],
		"postUserID": [
				"/u159372",
				"/u190580",
				"/u256774",
				"/u145179",
				"/u190580"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p40",
				"https://www.flashback.org/t683845p44",
				"https://www.flashback.org/t683845p51",
				"https://www.flashback.org/t683845p36",
				"https://www.flashback.org/t683845p45"
		],
		"userUrl": [
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u190580",
				"https://www.flashback.org/u256774",
				"https://www.flashback.org/u145179",
				"https://www.flashback.org/u190580"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Folk kanske inte är så tuffa trots allt, men sjukt kul att muppen lekte tarzan men sen fick käka karma med sugrör <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Ibland är livet bara för härligt<br/> <br/>   </td> </tr> </table>  <br/>  Det är där skon klämmer lite om du frågar mig. När folk bestämmer sig för att gå med i en \"organisation\" med dom \"regler\" som klubben har. Så allt du hör (exempelvis från dom som gapar support hit och dit mest), är att så funkar det inte alls i klubben, FTW, Name forever forever name, etc etc..Inte förens det osar katt runt huvudet på en, börjar dom förstå att fan det var nog inte så ballt!<br/> <br/>  Sen ska det sägas också (tror jag) att dom som säger att dom väljer att stå utanför samhället, säger det med en liten annan innebörd än vad många tolkar det som. Många jobbar och betalar skatt liksom vilken svensson som helst. Men jag förstår din poäng och delar den...iaf delvis <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  En reflektion som jag har är att jag tycker det verkar som dessa 1% klubbar (då kanske med undantag av HA) så verkar det vara mycket avhopp, mycket \"bad standing\" etc...Alltså inte så solida klubbar som man kan tro, gentemot exempelvis gamla hojklubbar som kan ha medlemmar som är kvar i 30år och mer...Visst det är avhopp där med, men inte alls i samma utsräckning. Nu är ju det bara en teori, då jag inte har några siffror.<br/> <br/>  Men vet av erfarenhet <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> , då jag känner folk som, visst det är ingen uttalad 1% klubb men flirtar hejvilt med röd/vit sida. Men som varit medlemmar, som när det blivit skriverier och snack kring denna flirt i press, kännt att OJ...men nu är ju mitt jobb i fara, eller familjen blir lidande eller liknande. Då har dom valt att hoppa av. Bör man inte som medleålders man tänka detta steg innan? Och just detta verkar inte vara så ovanligt? Att det är ballt när man befinner sig i perferin och man kämpar om att synas mer och mer. Få vara med på fester och hänga med dom \"tung\" killarna. Men när dom kommer dit upptäcker dom att det finns chans mycket skit dras med. Risk för att hamna i skottlinjen, risk för att bli av med jobb, familj etc etc.<br/> <br/>  Kontentan är tror jag: att av säg 100 st som är eller vill bli sk. 1% så är det egentligen bara 1% som är av rätta \"virket\", eller är av den mentaliteten eller som har de förutsättningarna (kanske inget jobb att ta hänsyn till, ingen familj att ta hänsyn till och liknande) Resten är av stor potential att hoppa av när dom upptäcker baksidan av det hela.<br/> <br/>  Nej jag är inte kritisk, jag bara funderar över hur det kan vara, påstår inte jag har rätt heller <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Det var ju ingen stor avdelning precis, 3-4 grabbar och en brorsa som var hangaround. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>  Huvudavdelningen låg i Ängelholm med en avdelning i Malmö.<br/>  Thailändska Diablos blev ju BMC.<br/> <br/>   </td> </tr> </table>  <br/>  Inte mycket rätt där inte <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Och du kan inte ge en ledtråd? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>",
				"#1 <br/>  Bludder <br/>  Medlem<br/> <br/>  Reg.datum: Aug 2007<br/>  Inlägg: 400 Vanligt bedrägeri på Dejtingsidor numera <br/> <br/>  --------------------------------------------------------------------------------<br/> <br/>  En kvinna/ eller man skickar ut massor av detta brev till konstaktsökande män hon hittar på allt från <a href=\"http://www.flashback.org/leave.php?u=http://www.vildawebben.se\" target=\"_blank\">www.vildawebben.se</a> spraydat.se och <a href=\"http://www.flashback.org/leave.php?u=http://www.djungel.se\" target=\"_blank\">www.djungel.se</a><br/> <br/>  Hon brukar kalla sig Solkvinna: Varning för denna person, Skicka INTE pengar till detta nätverk. Så här brukar det se ut:<br/> <br/> <br/>  **************************************************   ********<br/> <br/>  Kul att du svarade, hoppas du är lika seriös som jag, vet inte om vi har haft mailkontakt tidigare, men jag kanske känner igen din nick.. Det var svårt att välja ut några svar, men jag har valt ut dig, så får vi se vad som händer.<br/> <br/>  Jag som sitter här och skriver heter Monica och är en gift kvinna, jag bor i Göteborg men jobbar på veckorna i Stockholm o Malmö men även en del i övriga landet, jobbar som säljare inom flyget, så det blir mycket resor.<br/> <br/>  Om du är nyfiken på hur jag ser ut kan jag kanske beskriva mig lite. Jag är ca 170 lång och väger ca 63 kg, är blond..har väl mina former på rätt ställe, är väl ingen bystdrottning men är nöjd med mina bröst..<br/> <br/>  Jag klär mig ofta kvinnligt, gärna i en lite kortare kjol och då gärna snäv, och ett par högklackade skor till är ju en självklarhet. Jag är med i ett spännande nätverk, det har funnits sedan 1985, det startade i Göteborg. Hela nätverket går ut på att man träffas ute på offentliga ställen, tex..kafer, badplatser, pubar, hotell och dansställen.. Det finns en lista på alla kontaktytor och vilka tider och dagar som är mesta<br/> <br/>  frekventerat. Det finns i dom större städerna, och det är ca 6000-7000 medlemmar med just nu.<br/> <br/>  Det fina med kråksången är att man har kännetecken på varandra när man ses ute, tex kvinnorna har aldrig sin lillfingernagel målad..och när man sitter och fikar så lägger man två sockerbitar på varandra. På så sätt är ju isen bruten, och vi vet att man har samma intresse,och man slipper spilla en massa tid att ragga i onödan. Det finns även en mycket bra hemsida som du får adressen till och en kod som du kan logga in när du vill.<br/> <br/>  Nu undrar du vad det kostar...det kostar 350:- och det betalar du bara en gång..sedan hoppas jag att du i din tur värvar fler, för ju fler vi blir ju trevligare blir det. Det är nästan lika många kvinnor par och män som är med, det är många gifta som är ute och busar runt lite, så därför är vi mycket diskreta. Det är en stor blandning på åldrar, yngsta är väl kanske 18 år o äldst är ca 55 år.<br/> <br/>  Hoppas nu att du är nyfiken på mig o på nätverket, vem vet vi kanske kan gå ut o ta en öl du och jag, jag sänder med mitt nallenr i infot som du får när du gått med. Jag måste ju vara en försiktig general som du förstår(är ju gift) du kan ju lägga pengarna (350:-) i ett vanligt kuvert och sände dom till mig, men skriv din mailadress i brevet.<br/> <br/>  Adress är <br/> <br/>  - ( OBS SKICKA INTE PENGAR TILL NEDAN, Känner du någon på Posten i Gbg, avslöja bluffaren istället ) _<br/> <br/>  Andersson/Borg Post Restant/Nordstan 404 01 Göteborg<br/> <br/>  Du kan väl maila så fort du har bestämt dig hur du gör, jag håller lite koll på min mail<br/> <br/>  Jag sänder med mitt nallenr i infot sedan, så kan du slå en pling, men ring helst efter kl 17.00, lite lättare att prata då..<br/> <br/>  Pussar där du helst vill ha den från en seriös spännande kvinna i en höstkort kjol. <br/>  __________________________________________________  ____<br/> <br/> <b><i>Det är alltid roligt när det dyker upp en kille som du Bludder.<br/> <br/>  Vi roar varandra, det är väl bra?<br/> <br/>  OnT: Jag skulle gissa att BMC kommer med lite nyheter till våren.<br/>  Om någon undrar,nej, jag är inte knuten till den klubben på något vis.</i></b>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Små klubbar kommer alltid försöka söka sig till störe, knappast den enda klubben i sverige som förökt på båda hållen.<br/> <br/>  K** med ryggproblem blev senare prez.<br/> <br/>  Ja tragiskt med brodern, ja den andra brodern hängde lite med klubben på träffar mm men inte så han räknades som hangaround.<br/> <br/>  Kan inte utala mig för alla men vet att en stor del av klubben hela tiden ville söka sig mott bmc( Innan diablos tiden)<br/> <br/>  Dom var ju många i början men folk åkte snabbt ur eller hoppa av av personlig skäll."
		]
	},
	{
		"postIndex": [
			[1014],
			[1189],
			[1287],
			[1279],
			[1388]
		],
		"postTime": [
				"2008-09-10",
				"2008-09-24",
				"2008-10-01",
				"2008-10-01",
				"2008-10-09"
		],
		"postNum": [
			[1057],
			[1247],
			[1354],
			[1344],
			[1461]
		],
		"postLink": [
				"/sp12800684",
				"/sp12998209",
				"/sp13097590",
				"/sp13092686",
				"/sp13200462"
		],
		"postUser": [
				"pimel",
				"Torpedos",
				"bajenvrak",
				"Danneboras",
				"smarten34"
		],
		"postUserID": [
				"/u264341",
				"/u288310",
				"/u79973",
				"/u287340",
				"/u78355"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p89",
				"https://www.flashback.org/t683845p104",
				"https://www.flashback.org/t683845p113",
				"https://www.flashback.org/t683845p112",
				"https://www.flashback.org/t683845p122"
		],
		"userUrl": [
				"https://www.flashback.org/u264341",
				"https://www.flashback.org/u288310",
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u287340",
				"https://www.flashback.org/u78355"
		],
		"sentence": [
				"<a href=\"/leave.php?u=http%3A%2F%2Fwww.metro.se%2Fse%2Farticle%2F2008%2F09%2F10%2F13%2F1325-57%2Findex.xml\" target=\"_blank\">http://www.metro.se/se/article/2008/...5-57/index.xml</a><br/> <br/>  det går inte bra för BMC alltså",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det skrivs att Mehdi är golare och då undrar jag om Bandidos vet om det och låter han vara kvar i klubben eller är det så att dom lyckats undgå det? Har det hänt innan han vart med i Bandidos så vet jag att han inte blir utkastad för dom skiter i det som varit innan och bryr sig bara om det han gör som medlem eller probationery, prospect eller hangaround OM det inte är något riktigt allvarligt såklart då spelar det ingen roll om det var innan han var med. Men om han golat då han var med och det kom fram tror jag ta mig fan att han skulle åka ut med huvudet före direkt. Som en högt uppsatt medlem i en mc klubb sa \"skulle man rata alla som snackat för mycket en gång i förhör så skulle det inte finnas mer än två eller tre medlemmar i verje mc klubb\". Tror säkert Mehdi snacket för mycket någongång men att det var längesedan och att Bandidos skiter i det och dom har ju sett vad han går för idag då han setat flera gånger utan att säga för mycket.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Tror få här är ute efter att dissa BMC, men precis det du anklagar folk( o fä) här för att göra detsamma gör själv. Du som andra innan dig verkar ta ut lite väl i svängarna här o klart då folk vill veta vem du är vilket du vägrar att svara på. Du verkar inte direkt leva själv som du lär...<br/> <br/>  Vi behöver inte göra detta så svårt. Är du Bandido är du inte mer än ett samtal bort ifrån mig. Bär du deras färger är du även värd mer än all min respekt o i mina ögon har du då heller ingen anledning att behöva försvara dig el din klubb här. Jag är den första här att ge dig den respekten, du behöver bara skicka mig ett pm om vem du är, ett nick, ett chapter o ngt som bara du kan veta. När jag sedan har kollat upp dig kommer jag att säga som det är här utan att röja vem du är. Om du är den du säger dvs...<br/> <br/>  Detta står jag för, nu skall vi se om du kan stå för ditt broshan...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/> <br/> <br/>  /B",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  vi kastar inte skit vi eller jag intresserar oss mer för varför du inte är mera tillmötesgående när du har en chans att förklara dig<br/>  du undviker ju att säga var du är med x/ bandidos hade velat veta om det är värt sitta inne för pengarna som du tjänar på verksamheten känns inte så för folk som vill ha tryggheten att komma hem till sin familj ge barnen en skälig uppväxt med föräldrarna hemma men du kanske hade kunnat förklara vart fördelarna finns ? om du räknar ut tidsperioderna du är frihetsberövad mot inkomsterna du haft är du fortfarande säker på att allt varit värt uppoffringarna? din slutliga timlön i frihet kan inte vara hög efter % m.m är betalat till klubben o medlemsavgift eftersom ni har en väldigt låg inkomst när ni sitter var det 1300 som ni fick<br/> <br/>  alla är inte världens skötsammaste killar här heller förmodligen<br/>  många hade/har gjort lite olagligheter eftersom det gynnar ens ekonomi<br/>  men tycker att välja bli gängmedlem är lång väg därifrån <br/>  många vägar som sagt fast det om johan är sanning oavsett vad du gillar det <br/>  om ingen haft nån kunskap eller bara vet sånt som är felaktigt så tillför gärna",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Hur många har varit med när det hettar till? Hur många har drabbats av Bandidos eller deras X-teams hot eller krav? Må hända att dessa individer kan uppfattas som fega, blyga eller totalt iq befriade..Men dessa Herrar i grupp och under sin flagg!!. Ja, inte tror jag att det är många här som skulle ställa sig upp och stå för mycket av det trams som skrivs här. <br/>  Sen är det upp till var och en att antingen dela eller vara emot deras värderingar på vad som är rätt och fel. Dom bär sina färger och står för det. Hur många här kan göra det samma med det som skrivs på detta forum?<br/> <br/>   </td> </tr> </table>  <br/> <br/>  jag förstår precis vad du menar, och ja jag har varit med när det hettat till rejält.<br/>  jag står för exakt vad jag skriver och säger vart jag än är om jag så ska dö på kuppen, jag är inte den som tycker en sak ena dagen och sen en annan den andra dagen. nej nej jag tycker det jag tycker sen skiter jag rent ut sagt vad folk tycker om mig. <br/>  ja iq befriade må dom vara det vill jag lova, en riktigt funtad människa hoppar fan inte på en kille och nästan misshandlar han till döds och hoppar på hans huvud när han ens inte gjort något. och dom var 4 st mot 1 vill jag också påpeka.<br/> <br/>  tycker bara allt det där är så jävla löjligt, liksom inte fan springer jag runt på stan och dunkar ner folk med mina kompisar bara för att få lite respekt och uppmärksamhet, det är inte ens respekt som dom får, det enda dom får är vissa personers rädsla. Det är INTE respekt."
		]
	},
	{
		"postIndex": [
			[1863],
			[1456],
			[1550],
			[1826],
			[1896]
		],
		"postTime": [
				"2008-11-12",
				"2008-10-11",
				"2008-10-28",
				"2008-11-11",
				"2008-11-12"
		],
		"postNum": [
			[1957],
			[1533],
			[1630],
			[1919],
			[1991]
		],
		"postLink": [
				"/sp13674638",
				"/sp13234167",
				"/sp13473590",
				"/sp13663744",
				"/sp13684069"
		],
		"postUser": [
				"Ptoma",
				"Sicilianaren",
				"Malmokaos",
				"Leif.Jennekvist",
				"JJDecay"
		],
		"postUserID": [
				"/u180970",
				"/u272383",
				"/u294532",
				"/u297962",
				"/u159372"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p164",
				"https://www.flashback.org/t683845p128",
				"https://www.flashback.org/t683845p136",
				"https://www.flashback.org/t683845p160",
				"https://www.flashback.org/t683845p166"
		],
		"userUrl": [
				"https://www.flashback.org/u180970",
				"https://www.flashback.org/u272383",
				"https://www.flashback.org/u294532",
				"https://www.flashback.org/u297962",
				"https://www.flashback.org/u159372"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>  <br/> Nej du, det vet jag ärligt talat inte. Gick bak i tråden nu och såg att du citerade en text från en hemsida som knappast kan kopplas till kriminalitet utan mer vi sköter oss själva.<br/> <br/> Varken du eller jag är grymt insatta i vare sig bmc eller ha. Det är ett faktum. Jag känner till lite folk från båda klubbarna och vet att det är mer än en procent som inte är kriminella. Att det finns en stor del som är det har du helt rätt i. Likaså att många av dom gömmer sina egna agendor i märket just för att det skrämmer men skulle det dras till sin spets så har en enskild medlem inte mycket att hämta från klubben om skiten träffar fläkten och då faller din tes. Läs på mer om hur de här klubbarna faktiskt fungerar, det finns mer bakom masken än vad de flesta här inne vet. Jag är långt ifrån insatt och kunnig men lite försprång gentemot dig har jag.<br/> <br/> Sen ska vi ha klart för oss att de flesta medlemmar faktiskt betalar skatt och har vita jobb. En massa andra jobbar svart. mao så kan de inte leva till fullo eller alls på sin kriminallitet. Gör det klubben till kriminell då?<br/> <br/> Men hittills har du faktiskt inte presenterat ett minsta bevis att ditt påstående är riktigt. Vilket är svårt även för brå tex och tvärtom. Har man dessutom avtjänat ett straff så är man ju vit igen. Om vi nu ska acceptera de lagar som finns så vore det horribelt om en egen anpassad lag kom till för att i ett tafatt försök att stoppa kriminella mc-klubbar. Vad och vem bestämmer det? Ser du inte att en sådan lag grovt skulle kunna missbrukas precis som FRA lagen och mycket mer?<br/> <br/> Jag håller till viss del med dig men du hårdrar saker till sin spets precis som den vita varulven utan att se de mjuka detaljerna. Det är trångsynt i mina ögon.<br/> <br/> Vad är nästa steg? Turkiska föreningen i en förort har några kriminella besökare så den lokalen faller under din önskelag så vi stänger ner och kriminalliserar. SD har många busar som medlemmar så dom stänger vi ner under falsk agenda. Flashback innehåller en massa kriminella inlägg så stäng ner och stoppa herr Axelsson i finkan.... Ja se, även jag kan dra saker till sin spets.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Jag kan inte svara på varför BMC \"ser på\". Men som jag sa så kan de kanske blanda sig i och då blir det åka av.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  Att säga att inte HA klarade av det är ju faktiskt att försköna det hela lite.<br/>  HA hade koll på läget om man säger så. Sen vet jag att BMC aldrig skulle ge sig.",
				"Är det nån som känner någon x team medlem eller bandidos medlem i Malmö?<br/>  Alltså jag har aldrig sett dom ute eller hört om vilka dom är!!? Ändå så är det alltid flera personer i deras lokal i Malmö när dom gör razzia!!<br/>  Vilka är alla dom här personerna?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Det ovan tvingade fram tramset i mig.<br/> <br/>   </td> </tr> </table>  <br/>  Offtop:<br/> <br/>  Som debattör förväntar jag mig mothugg, hur intressant skulle den här debatten vara om alla tyckte som jag? Svaret är rätt enkelt, den skulle inte alls vara givande på något sätt.<br/> <br/>  Att du går till angrepp mot mig personligen och kallar mig för trådens polis och kommer med anklagelser om att jag vill förbjuda allt som överhuvudtaget existerar är rätt befängt. Det visar att du tar illa upp och inte godtar andras åsikter än dina egna. Det verkar som att du inte begriper att det finns två läger i debatten, vissa är för och vissa är emot. Men du vill att alla ska vara för. Hur tänker du då?<br/> <br/>  Du går till angrepp mot min signatur, och kallar Olle Liljegren för mig vän, tråkigt att du inte ser ironin i det hela. <br/> <br/>  Så fort någon håller med dig och klappar dig på kinden är du lugn, men minsta lilla där någon inte håller med dig, då blir det hus i helvete. <br/> <br/>  Ont.<br/> <br/>  Jag är för kriminalisering av Mc-klubbar som Bandidos och Hells Angels. Men jag är väl medveten om att detta aldrig kommer att ske, inte så länge jag lever iaf. Vi har tyvärr för mesiga politiker som inte vågar fatta riktiga beslut som är gynsamma för Sverige och dess befolkning. <br/> <br/>  Jag tror inte att ett förbud skulle förflytta och försvåra problematiken med dessa kriminella, tvärtom. Det är dags att slå näven i bordet och visa att det är nolltollerans som gäller. Polisen gör sitt jobb men tyvärr så är deras händer bakbunda av den gällande patetiska lagstifning som råder just nu. <br/> <br/>  Jag anser mig vara en optimist, jag tror alltid att bättre tider kommer. Vi får hoppas att den dagen kommer då det är förbjudet att tillhöra en kriminell organisation/klubb.<br/> <br/> <br/> <b>Sicilianaren</b> jag har en fråga, är du svensk eller invandrare?",
				"Hur man än vrider och vänder på resonemanget om att kriminalisera en klubb så är det ju nästintill omöjligt! Inte ens BMC eller liknande är ju dummar än att om en sådan sak kriminaliseras så byter dom bara namn, tar bort MC ur namnet, klär sig i Armani kostym etc. Det blir mer som frimurare och liknande.<br/> <br/>  För vem och vad ska avgöra vilken klubb som är kriminell?<br/> <br/>  Om dom dag 1 heter Bandidos och förklaras kriminella och \"förbjuds\" existera, vad händer om dom dag 2 byter namn till Fat Mexicans...Är det samma klubb då? Är Fat Mexicans per automatik isåfall kriminella? <br/> <br/>  Om så är fallet, är det ju inte klubben som är kriminell, utan ett antal personer som \"håller ihop\". Med andra ord, det är kriminellt för vissa personer att umgås med andra som också anses vara kriminella..<br/> <br/>  Alla här förstår ju att om dom ena dagen heter Bandidos, förklaras kriminella och förbjuds, byter dom namn dag 2 till Fat Mexicans så är det samma klubb, diffrent namn, men vore dom enligt lag då kriminella och förbjudna att existera?<br/> <br/>  En sådan lag är i mina ögon helt omöjlig att efterleva.<br/>  Antag att BMC tar bort MC ur namn, märken mm. Då vore dom ju i \"lagens\" ögon inte längre en MC klubb, då spelade det ju ingen roll att det var förbjudet att vara med i en kriminell mc klubb...Då dom inte längre var mc klubb...<br/> <br/>  För att komma åt kriminalitet som har med mc världen att göra krävs nog helt andra insater. Inte att förbjuda medlemsskap nånstans. Det fungerar inte att upprätthålla en sådan lag. Alldeles för många kryphål som skulle leda till oändliga åtal, rättsfall som bara vi skattebetalare skulle behöva betala, som inte ledde någonstans."
		]
	},
	{
		"postIndex": [
			[2163],
			[2514],
			[2143],
			[2634],
			[2205]
		],
		"postTime": [
				"2008-12-02",
				"2008-12-21",
				"2008-11-27",
				"2008-12-28",
				"2008-12-07"
		],
		"postNum": [
			[2272],
			[2636],
			[2249],
			[2758],
			[2318]
		],
		"postLink": [
				"/sp13951887",
				"/sp14240255",
				"/sp13893861",
				"/sp14333607",
				"/sp14034003"
		],
		"postUser": [
				"oldboyback",
				"Torpedos",
				"TT Boy",
				"i_Love_MaryJane",
				"Leif.Jennekvist"
		],
		"postUserID": [
				"/u292477",
				"/u288310",
				"/u82627",
				"/u170412",
				"/u297962"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p190",
				"https://www.flashback.org/t683845p220",
				"https://www.flashback.org/t683845p188",
				"https://www.flashback.org/t683845p230",
				"https://www.flashback.org/t683845p194"
		],
		"userUrl": [
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u288310",
				"https://www.flashback.org/u82627",
				"https://www.flashback.org/u170412",
				"https://www.flashback.org/u297962"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vad säger (finns det belägg) att BMC i göteborg skulle vara \"slut\"?<br/> <br/>  Likaså X-Team, vad säger att X-Team är slut?<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Vad som säger att X-team är slut ja du om du inte hängt med vad som hände dom så ska jag förklara för dig...<br/> <br/>  några blev skjutna, någon död, några blev utslängda, några hoppa av och några åkte in tillsisst stog det 3 st kvar och två av dom går på kryckor pga skottskader.. inga hämnd aktioner kom till svar bara, vi vill ha freed \"snälla\".. det fick dom till sisst och det betyder att BMC inte har några Xare som kan kriga för BMC då har dom igen alternativ än freed... \"FEGISAR\" det e vad dom är...<br/> <br/>  Detta som kommer nu med bomberna e inte ett litet bakslag heller för BMC Mehdi försvinner för gott, vad ska dom göra uta sin Ledare som byggt upp BMC.. sist Mehdi åkte in för krögar utpressningen så försvan nästan BMC helt medans han satt, det va inte många kvar men Mehdi kom ut och byggde upp den snabbt igen, men nu kommer han nog inte ut på ett tag och när han gör det så kommer han ut i Iran förhoppningsvis vrekar det så.. BMC kanske kommer finnas kvar i GBG men dom kommer inte synas det kan jag lova dig.. Alla andra gängen va trötta på att se BMC i tidningarna hela tiden och att det stog att dom va det agresivaste och farligaste gänget i sverige, Så tillsisst så fick dom nog av deras tykna attityd och körde bort dom... <br/> <br/>  Nu e dom borta Mer bevis behöver man inte för att förstå det, den som säger annat Ja då e man efterbliven som inte förstår nått annat...",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Varför kalla Matte ett skämt när han är en Desperado?? Alla klubbar skulle behöva en som Matte då han kör på utan att snacka en massa som många andra tyvärr gör. Okej visst dröjer det onödigt länge för Matte att bli fullvärdig då han åker in helatiden men va fan han är en kille som sköter sitt exemplariskt och håller käften så vad fan finns det att klaga på. Trött på att höra att HA skulle ha gjort si och så men har inte folk fattat att Bandidos lever efter sina lagar och regler och skiter i vad alla andra gör och inte och vem fan säger att HAs regler är dom rätta?? Jag tycker Bandidos ska ha all respekt och mycket mer än någon annan klubb då dom verkligen började från noll i detta land med allt och alla emot sig men var så pass tuffa att dom körde på hela vägen och är idag den starkaste klubben i hela Sverige med dom absolut tuffaste grabbarna i sin organisation. Så sluta gnälla på dessa då dom idag är värda det dom har lyckats med. Joe är så stolt över det som byggts upp efter hans död och det visar han att han inte dog i onödan utan att hans dröm uppfylldes av hans trogna bröder!!<br/> <br/>  Joe Rest In Peace",
				"Jag passar på o lånar tråden lite<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Häromdagen var det reportage i någon dagstidning där de hängde ut några missanpassade individer med kriminell anknytning.<br/> <br/>  Det jag mest reagerade på var någon höjdare inom bandilydiddos som satt skäggig och fet i någon djävla kräfskivehatt? Han såg ut som en riktig mysfarbror..<br/> <br/>  Nåja, jag undar lite hur det gått för dessa BMC killar nere i GBG. För någon månad sen så small det ju hej vilt där nere och tydligen satt större delen inne eller hade hoppat av.<br/> <br/>  Knektarna i X-team hade tydligen kraftigt decimerats och ville inte längre visa sig offentligt. Tydligen fick några killar från en annan stad åka ned för att ge sitt stöd eller dylikt. Det slutade ju inte bättre med att någon fick smaka bly på samma ställe där någon tidigare strukit med.<br/> <br/> <b>Summa summarum så tog väl BMC en stående åtta räkning?</b><br/> <br/> <br/>  Begrep inte riktigt varför han fick för sig att vistas på den platsen då hans \"bröder\" tidigare fått sätta livet till på platsen. <br/> <br/>  Kanske skulle det föreställa ett sånt där \"memorian run\" ?<br/>  Ni vet där 50 pers samlas runt en gravsten och står tysta i en minut eller <br/>  försöker i varje fall. Man hyllar en person som kanske max 3 pers kände och resten står där som fån medans kameramannen snabbt tar lite bilder som sedan läggs in på diverse hemsidor. Ja,ja...<br/> <br/>  Vill någon avlägga en hyfsat färsk dagrapport om BMC i GBG?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Att visa ansikte och höja sin status hör till wannabees och loosers till. Skrämma allmänhet och vakter gör de men respekt från pojkar sittande på högre pinnar får de inte.<br/> <br/>   </td> </tr> </table>  <br/>  i vissa led? Ja man kan ju fråga sig om man vill ha respekt från sven-ingvar 63 år från ödeshög (inte kriminell), eller kanske dom som lever i den världen.<br/>  Att slå på en vakt som varit stor i käften/eller liknande hemska saker som kan inträffa <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>  Kan ses som att personen inte kommer backa för många saker/personer, och det är värdefullt att veta! <br/> <br/> <br/>  Verkligen inte något smart drag att skjuta in i en krogkö, absolut så är jag med hur du tänker där! <br/> <br/>  Det finns massor av andra saker som ger bättre respekt. Men många gånger så finns det inte tid eller \"nykterhet\" att avstyra saker som händer på plats.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag gissar på att han inte kom med i X-Team enbart för att han är en shysst och trevlig kille..<br/>   </td> </tr> </table>  <br/>  Driton har gjort saker som han inte är stolt över, men till skillnad från Mehdi står han för det han gjort. Han kommer också att dömas till fängelse i den kommande rättegången som väntar. Efter avtjänat straff vill han börja ett nytt liv som hederlig. Han kommer att få lämna Sverige, vänner, familj mm, men det är priset han får betala. Hur många är beredda att gå så långt som Driton gjort? Det krävs stake mina vänner. Alla är värda en andra chans, och jag och många andra är beredda att ge Driton en andra chans. Han visar karaktär till skillnad från andra. Vi håller tummarna och hoppas att han får Mehdi Seyyed utvisad från Svea Rike!<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Detta är ett diskussionsforum där man diskuterar BMC och att debattera innebär att man respekterar att andra inte delar erat hat och åsikter, nåt som ni tydligen inte fattar.<br/>  Det går bra att starta en blogg här:<a href=\"/leave.php?u=http%3A%2F%2Fmc-razzia.blogspot.com%2F\" target=\"_blank\">http://mc-razzia.blogspot.com/</a> för ni tror väl inte att hela svenska folket sitter och läser om BMC på flashback?<br/> <br/>   </td> </tr> </table>  <br/>  Nu är du allt ute på hal his, tjabo!<br/> <br/>  Det är snarare du som inte respekterar våra åsikter. Du ber oss vara tysta och lämna forumet, och starta blogg istället. Du får finna dig i att det finns friska medborgare med sunda värderingar som inte delar er syn på livet. <br/>  Kan du inte acceptera att jag skriver ner mina värderingar här, är det snarare du som bör söka dig till något annat forum. Du tillför knappast den här debatten något. <br/> <br/>  Jag hyllar Driton av den anledningen att han insett att det liv han lever inte är normalt. Han är åklagarens kronvittne och kommer att tillföra mycket i den kommande rättegången. Det var nog hans vänner som inte läst det finstilda i anställningsavtalet. I sin iver att höja sin egna status gick de bakom en hans rygg. Det som har hänt har hänt och Driton ser framåt istället för bakåt. Han kommer att få avtjäna ett fängelsestraff, och efter avtjänat straff börjar livet som hederlig.<br/> <br/>  Jag förstår inte hur man kan påstå att vi spyr galla över Mehdi Seyyed. Så fort vi kommer med fakta om karln, ja då spyr vi skit, drar ner kvaliten på debatten, ska hållakäft, får ta emot hot genom PM. <br/> <br/>  Han är inte svensk medborgare, han har vipkort på landets anstalter. Han är ledare för en kriminell organisation, jag vet genom säkra källor att han får socialbidrag. Vilken nytta tillför han mitt land och min befolkning? Ingen, han är en belastning för det svenska samhället, han är en fara för det svenska samhället. Därför ska han utvisas och aldrig mer få sätta sin fot på svensk mark. Jag är optimist, jag tror på rättvisa och den här gången vinner åklagaren stort med svenska befolkningen i ryggen och inte Mehdi. <br/> <br/>  Du är patetiskt glöm inte det som hyllar en kriminell.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Och tillbaks till den igentliga meningen med denna tråd...Hattarna!!!<br/>   </td> </tr> </table>  <br/>  Detta är ett typiskt inlägg skriver av en antidemokrat. Återigen går ni till angrepp mot våra sunda värderingar. <br/> <br/>  BMC Göteborg har inget val när det gäller HA. Mer än halva gänget sitter inne så de gör bäst i att hålla sig lugna med HA. Att de sedan inte skulle komma långt med att ge sig på de större är en annan femma. Jag tvivlar på att de sippar öl och skrattar tillsammans, ett bildbevis vore på sin plats.."
		]
	},
	{
		"postIndex": [
			[3033],
			[3507],
			[3303],
			[3434],
			[3449]
		],
		"postTime": [
				"2009-01-15",
				"2009-02-24",
				"2009-02-16",
				"2009-02-21",
				"2009-02-21"
		],
		"postNum": [
			[3177],
			[3682],
			[3461],
			[3606],
			[3621]
		],
		"postLink": [
				"/sp14626057",
				"/sp15301534",
				"/sp15164190",
				"/sp15250917",
				"/sp15252438"
		],
		"postUser": [
				"oldboyback",
				"oldboyback",
				"Benzoiloveit",
				"tma2662",
				"JJDecay"
		],
		"postUserID": [
				"/u292477",
				"/u292477",
				"/u310043",
				"/u81549",
				"/u159372"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p265",
				"https://www.flashback.org/t683845p307",
				"https://www.flashback.org/t683845p289",
				"https://www.flashback.org/t683845p301",
				"https://www.flashback.org/t683845p302"
		],
		"userUrl": [
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u292477",
				"https://www.flashback.org/u310043",
				"https://www.flashback.org/u81549",
				"https://www.flashback.org/u159372"
		],
		"sentence": [
				"Driton har fått sin hämnd han krossa hela det gänget som försökte krossa honom... När Mehdi kommer ut så e han glömd.. Dom som bli ihåg komna är dom som sitter för klubben knappt dom heller... Så alla här kan börja glömma bort Mehdi för hans Makt existerar inte längre och det han lämnat efter sig klarar inte Ridde av för alla som vet vem Ridde är vet vilken STOR koks pundare han är.. Ridde blev nedgraderad men nu e han tillbaka igen, Eddy som försökte hålla det lilla som fanns kvar av BMC gbg i liv har inte tid med både vara nomad och prisedent och för det andra så får han inte det, Men han va tvungen om BMC GBG skulle finnas kvar... Ridde har sisst chansen nu och klara han inte av det så lägger dom ner gbg Chaptern och dom få medlemar som blir kvar få tillhöra HBG Chapter istället som dom gjorde från alla första start...  <br/> <br/>  Måste bara säga till alla som tror att cissi vet mycket om bmc gbg vet inte ett skit han har inte äns Riddes nr det kan jag lova er och inte känner han honom heller...<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.expressen.tv%2Fnyheter%2FInrikes%2F1.1431913%2Ftjallaren-blev-bandidosledarens-fall\" target=\"_blank\">http://www.expressen.tv/nyheter/Inri...sledarens-fall</a><br/> <br/>  Dom sissta orden där avgjorde nog mycket om hans trovärdighet",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Du som vet allt...? Varför berättade han inte om bilsprängningarna samtidigt som han blev misshandlad? Jo för att han skulle försöka utpressa Mehdis familj. <br/> <br/>  Jag skulle står för mina ord angående albaner om jag träffade en, ja. <br/>  Frågan är om du skulle stå för dina ord om du träffade nån från Bandidos? <br/>  Albaner är till 100% en samhällsbelastning.. tjuvar, knarkare och pack.<br/>  Kolla den där DRITON till exempel... <br/>  Han är värsta pundaren, det säger han ju själv i förhör... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  avskum är dom allihop.<br/>  </td> </tr> </table>  <br/> <br/>  Hallå kan du ens Läsa Eller Samtidigt som Driton Berättade om sin Misshandel så sa han till polisen att han har mer och berätta om Mehdi och BMC då började han berätta allt han vet.. <br/>  Och vem har sagt att Driton är klar med Mehdi och BMC haha vad jag vet så har han en hel del till som kommer komma så sitt där och håll din fega käft stängd din tönt.. <br/>  Först säger du att du inte gillar albaner för dom är kriminella och sen tycker du det är för jävligt att driton krossar en hel kriminell orgenisation vadå är Mehdi ett helgon eller eftersom du inte hatar honom???? <br/>  Jag kan säga så här till alla finns inte en krona i världen som hade kunnat få driton att inte göra detta mot BMC finns inga pengar i hela världen som slår en Ljuv hämnd. <br/>  Sen att det finns hungriga Albaner där ute som vill försöka blåsa Mehdis familj stämmer mycket bra..",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  ¨<br/> <br/>  där har du rätt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> men va jag vet så har J inte mycket inannan för pannbenen",
				"God dag mina herrar. Först och främst angående den där borrincidenten, så verkar det ju som om snubben som fick ventilationshål i händerna var en flashback skribent! Man känner ju igen hans vokabulär. Moped och gå med....Tuffa gäng....Hade väl vart trevligt för honom och gå runt och snacka om hur han \"förnedrade\" dom i efterhand, nu blev det ju inte riktigt så. Hur jävla dum i huvudet får man bli och sitta och snacka sådär på en mc-klubb? ch speciellt hos en 1 % klubb. Visst kanske det kan tyckas att behandlingen han fick var lite överdriven, men han måste ju varit lätt retarded om han trodde att han skulle gå hel därifrån om han har för vana att låta käften glappa sådär. Vad fan gjorde han där i första läget?<br/> <br/>  Om Forshaga grejen, varför börjar man överhuvudtaget att slåss med folk från organiserade grupper? Bra mycket enklare att gå därifrån. Om inte annat för att undvika en massa framtida problem. Håller dock med om att det inte är något vidare att sikta på en mor med sitt barn, känns lite ynkligt. Dom hade ju faktiskt kunna haffa snubben utanför hans hus eller på väg till jobbet.<br/> <br/>  Hursomhelst man lär så länge man lever annars lär man inte leva så länge. Kanske dags för folk att undvika att ta konflikter med Bandidos + undergrupper och Hells Angels + undergrupper. Ja egentligen alla kriminellt profilerade grupper.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Kanske man borde fråga sig vad som lockar folk till dessa stora 1% klubbar?<br/>  Inte är det intresset för mc åkning och gemenskap kring mc'n, det har för länge sedan avverkats i många inlägg..(speciellt av mig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> ).<br/> <br/>  Vad kvarstår då? Jo, tillhörighet... Man kan ju anta att många vill ha en tillhörighet där dom är fruktade av \"allmänheten\". <br/>  Kanske lockar tanken på att tillhöra en \"mytomspunnen\" organisation, möjligheten (om än för jääävligt få) att tjäna pengar..<br/> <br/>  Det finns helt klart medlemmar inom dessa organisationer som tar MC och klubb jävligt seriöst inget snack om det. Men det vore jävligt intressant att veta hur många av sina egna \"bylaws\" som överses när man tar in hangarounds, propspects... Speciellt nu mer...<br/> <br/>  Viljan att vara störst och rikast verkar ha gjort att det viktigaste är att rekrytera antalet (utan fotsoldater ingen vinst), inte baserat på om en person verkligen passar i organisationen eller inte. Vilket sedan allt som oftast verkar leda till avhopp/uteslutning/bad standing/kåken eller i värsta fall, stå plats i nybroviken...<br/> <br/>  Alla dessa support klubbar och crews har ju blivit lite av en livlina/scapegoat för mc klubbarna...Jim Tindahn kan lätt skylla på \"att det var ju ingen i BMC som borra honom i handen utan en supporter och vi kan inte stå för vad dom gör\"...Sure, sant i viss mån, men om HA och BMC etc, kan springa in på Hennes o Mauritz och hota pga att en barntröja liknande klubbens logotype, så kan dom också enkelt säga: Vi vill inte ha nåt X-Team, ni beter er som svin, ni är inte värdiga BMC färger!! Grejen är ju den, BMC vill ha dessa wannabes som gör massa dirty work...<br/> <br/>  Passerar the dirtywork obemärkt förbi, så får x-team en klapp på axeln, tar det hus i helvete som med misshandeln i V-ås förra helgen, ja då är det enkelt att skylla på X-Team.."
		]
	},
	{
		"postIndex": [
			[3851],
			[4053],
			[3521],
			[3850],
			[3632]
		],
		"postTime": [
				"2009-03-13",
				"2009-03-24",
				"2009-02-24",
				"2009-03-13",
				"2009-02-26"
		],
		"postNum": [
			[4042],
			[4249],
			[3696],
			[4041],
			[3810]
		],
		"postLink": [
				"/sp15590906",
				"/sp15779061",
				"/sp15306476",
				"/sp15588803",
				"/sp15335017"
		],
		"postUser": [
				"BONDOCK-SAINTS",
				"noname_z",
				"redaxegoldz",
				"snartsomdu",
				"cocaine__"
		],
		"postUserID": [
				"/u326288",
				"/u201163",
				"/u312489",
				"/u304378",
				"/u229315"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p337",
				"https://www.flashback.org/t683845p355",
				"https://www.flashback.org/t683845p308",
				"https://www.flashback.org/t683845p337",
				"https://www.flashback.org/t683845p318"
		],
		"userUrl": [
				"https://www.flashback.org/u326288",
				"https://www.flashback.org/u201163",
				"https://www.flashback.org/u312489",
				"https://www.flashback.org/u304378",
				"https://www.flashback.org/u229315"
		],
		"sentence": [
				"<a href=\"/leave.php?u=http%3A%2F%2Fwww.bt.se%2Fnyheter%2Fboras%2Ffangelse-for-bandidosman---br-doms-for-grov-misshandel%28585617%29.gm\" target=\"_blank\">http://www.bt.se/nyheter/boras/fange...del(585617).gm</a><br/> <br/>  Detta är Be_ath som hotade polisen för att dom skulle låta hans kriminella bror vara i fred, som härjar på Hässleholmen. Det fanns en artikel om honom inför en rättegång och då han på bilden sitter på Rådhusterrassen. Bilden av honom var tagen bakifrån och jämför man med Bandidos Säffle-bilden så kan det bara vara han. Tyvärr hittar jag inte just denna artikel med bilden. Han ska visst också ha pucklat på sin tjej. Hm, märkligt. Reglerna i Bandidos kanske inte gäller alla.<br/> <br/>  Vet inte om det ligger någon som helst sanning i det att Ma_hi_s ska vara den som klättrat fortast inom Bandidos Sverige. Ryktet kommer från hans umgängeskrets, men påståendet skulle lika gärna kunna komma från honom själv. Dom enda som kan bekräfta eller dementera är nog Bandidos själva.<br/> <br/>  Har nu ett namn på den lille Indiern. Jo_as Br_hn. Undrar om namnet är taget? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/>  Killen bor i Vegby. Finns med på hitta.se där han har namn, bild och födelsedata på sina barn.<br/>  Jobbar som chaufför för Diplom Is och har Skaraborgsregionen.Det verkar vara en kille som skriker efter uppmärksamhet och har gjort en del inlägg under kommentarer i BT och UT.<br/>  Länkar till några inlägg finns nedan. (Skrolla till kommentarer).<br/>  Hittade tyvärr idag inte det inlägget där han i UT raljerar över hur orättvist behandlad en stackars Bilisten-ägare blivit utav tidningen. Ändå börjar han med att han inte riktigt vet vad det hela handlar om!? För att till sist komma fram till att då han själv dömdes i tingsrätten för ett grovt brott så skrev UT om honom och hans liv. Besvikelsen bestod i att UT inte skrev att han senare frikändes i högre instans.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.ut.se%2Fnyheter%2Fulricehamn%2Fulricehamnare-gripen-for-knivran%281177795%29.gm\" target=\"_blank\">http://www.ut.se/nyheter/ulricehamn/...an(1177795).gm</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.bt.se%2Fnyheter%2Fboras%2Fchaufforen-begars-haktad-br-for-taxivaldtakten%28524170%29.gm\" target=\"_blank\">http://www.bt.se/nyheter/boras/chauf...ten(524170).gm</a><br/> <br/>  Br_hn ligger med som vän till Dri_on Ha_ra på Facebook. Är det samme Dri_n som nämns i tråden?<br/>  Om Dri_on skulle vara i bad standing hos BMC så undrar man i så fall varför han ligger kvar som vän hos herr Br_hn?<br/>  Var det Dri_on som var med och sprängde bilar i Göteborg på uppmaning av Meh_i?  Senare skar det väl sig mellan Dri_on och Meh_i varav Mehdi och två stycken till misshandlade Dri_on svårt?<br/>  Dri_on ska sedan ha satt ditt Meh_i för misshandeln och sprängningen? <br/>  Har varit snack om golning, men vem har golat på vem och vem började i så fall att gola?<br/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DeW-yOGwYoGg%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=eW-yO...eature=related</a><br/>  Respekt till den här mannen.     <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/thumbsup.gif\" title=\"Thumbsup\"/> <br/> <br/> <br/>  Till sist en liten fråga till redaxegoldz. Är du medlem i BMC, X-team eller hänger du bara omkring med dom? Eller känner du helt enkelt bara någon som känner folk i BMC?<br/>  Varför jag undrar är för att du använder red och gold  i din signatur samt har Bandidos logga till avatar. Egentligen bryr jag mig inte då jag själv skulle kunna tänkt mig ha det men då som ironi. Men du däremot verkar ju vilja tillhöra Bandidos-sfären, och frågan är om dom verkligen uppskattar att det är någon som pratar för dom och använder Red &amp; Gold samt deras logga?",
				"Här står vi idag då ni har en vinkel och andra har en. Det måste vara hemskt att veta att de tankarna och den kunskapen ni har om \"dessa människorna\" är det någon som valt åt er. Den informationen ni besitter är knappast bildat av egna erfarenheter. Att ni läser tidningarna, skolas till att tycka på ett visst vis och låter det vi kallar dagens samhälle lägga ramarna för era tankar låter i mina öron hemskt. Jag ser tydligen annorlunda på saker än vad många andra gör. Vi lever idag i ett samhälle där man kallas kriminell för många olika saker. Det Leif med bihang har gjort är kriminellt om man ska gå in och leka ordningsmakt. Vi lever idag i ett samhälle där folk ratar allt som är kriminellt. Jag förstår detta, vi är som sagt lärda efter samma bok. Då flyger mina tankar tillbaka till något inlägg om anhöriga och oskyldiga. Oskyldiga folk blir skadade och detta är hemskt. Kanske, men just nu är jag villig att se till ett bredare perspektiv. Vi har en ordningsmakt, polisen, deras jobb är att bekämpa brott. Detta gör dem, visst, men fortfarande så har oftast de som redan har stämpeln kriminell på sig inte så förtjusta i dessa och i ärlighetens namn så skiter dessa i polisen. Det finns nu olika grupperingar som diskuteras som en samhällsfara, men dessa människor sätter upp osynliga lagar för de kriminella. Tänk alla dessa människor som dödar och våldtar barn, tydligen skiter de i polisen och gör detta i alla fall. Här kan man prata om oskyldiga människor får lida, hela familjer förstörs och sår som aldrig kommer läka. Idag finns där en ingen tolerans för detta beteende i vissa kretsar. Jag tror då att detta har lett till att folk kanske tänker en gång extra innan de gör det hemska fula nu. Alla pratar om att dessa gäng kostar pengar för staten. Ja, det gör det men jag kan instämma att Leif GW hade en bra åsikt om detta. Staten lägger sina pengar på sjuka saker. Vi jagar personer som de egentligen vet att de inte kan sätta åt. Det är inte fängelset som drar pengar när vi pratar om 100 mest bevakade mm. Nej då, en dag kanske nån tabbar sig och får komma dit. Men den hysterin som finns just nu är löjlig. Att vi idag lever i en verklighet där allt ska se fint och snyggt utåt är ingen hemlighet. Vi ska leva efter de ramar andra sätter för oss. Att man idag inte får vara kär i en människa som folk kallar tungt kriminell är sinnessjukt. Att man inte idag får vara kär, som i detta fallet eddy som människa är det inte att ta i? Att en person ska bli kallad och uthängd för sina känslors skull. Tycker ni inte att detta är fel?<br/>  Att sitta och mena att i detta fallet att Hanna har en låg inkomst är svinigt och jämföra med sin fru som tjänar så mycket mer. Jag tycker då att det säger ganska mycket om en människa som hänger på ett forum, klankar ner på folk och ska ut i köket att laga mat när hans fru har en sån hög inkomst. Kan ju helt plötsligt vända på det. Leif sluta ta pengar av din kvinnas skitiga jävla pengar. Du hör ju hur det låter...<br/> <br/>  Ja jag väljer att avsluta med att ta reda på egen fakta egna åsikter innan ni sitter och går in på folks privat liv!",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>   Man kan inte avstå <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>   Nej det är inte han.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  senaste åren har det kommit in lite mer icke bikers i HA runt om i sverige likadant med crewen det e inga bikers alls mer förortsbarn o många invandrare som gått med där senare tiden. förlåt ska inte skriva alls det finns många riktiga bikers i crewn med. men så klart det finns många riktiga gammla bikers kvar o många som kommer komma i HA med . ta inte det här som att jag säger att  dom röd vita inte e bikers det finns dom som gått med på senare år som har lite grovare kriminalitet o inte skrivna som bikers i \"sina papper\" om ni förstår va ja menar hehe.. men riktigt bra killar dom som ja vet allfall. kommer aldrig nämna namn på det här forumet så om någon skulle fråga om vart eller vem så svarar ja inte."
		]
	},
	{
		"postIndex": [
			[4754],
			[4499],
			[4730],
			[4607],
			[4687]
		],
		"postTime": [
				"2009-04-18",
				"2009-04-03",
				"2009-04-15",
				"2009-04-08",
				"2009-04-13"
		],
		"postNum": [
			[4966],
			[4705],
			[4941],
			[4815],
			[4897]
		],
		"postLink": [
				"/sp16186470",
				"/sp15957803",
				"/sp16141749",
				"/sp16032963",
				"/sp16105225"
		],
		"postUser": [
				"abc..barn",
				"Voine",
				"trippen",
				"JJDecay",
				"Roadrage"
		],
		"postUserID": [
				"/u281429",
				"/u259677",
				"/u148462",
				"/u159372",
				"/u343050"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p414",
				"https://www.flashback.org/t683845p393",
				"https://www.flashback.org/t683845p412",
				"https://www.flashback.org/t683845p402",
				"https://www.flashback.org/t683845p409"
		],
		"userUrl": [
				"https://www.flashback.org/u281429",
				"https://www.flashback.org/u259677",
				"https://www.flashback.org/u148462",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u343050"
		],
		"sentence": [
				"bmc är inte min klubb heller.....",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/> <br/> <br/>  Svår fråga..<br/> <br/>  Vad jag anser hör väl inte riktigt hit, alla förtjänar en andra chans eller? Jag tyhcker att han är på god väg, han valt att berätta om själva händelsen, hur organisationen fungerar, han har för detta fått betala ett högt pris.<br/>  Han har alla möjligheter nu att starta om och börja ett nytt hederligt liv i ett annat land.<br/> <br/>  </td> </tr> </table>  <br/>  Nej du har rätt i att din åsikt kanske inte hör hit, men det var mer av eget intresse som jag undrade. Mer ett underlag för en dialog. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Ja det är en svår fråga om han har betalat för sina gamla synder och att han nu betalat tillbaka samhället.<br/> <br/>  Saken är ju som det redan poängterats att sannolikheten att han skulle ha gjort detta om inte han hamnat i onåd, är troligen obefintlig. Men nu är det som det är, han var oavsett om han skulle berätta eller inte troligen körd. Nu är han definitivt körd, så långt är nog alla överens.<br/> <br/>  Visst alla förtjänar en andra chans, man måste kunna gå vidare och glömma. Han har visat, oavsett vad den riktiga anledningen var, att han vill göra rätt för sig på ett eller annat sätt. Även om det handlar om en ren vendetta så måste man som samhällsmedborgare ta av sig hatten för honom, han har inte bara gjort det som troligen inte många skulle vågat. Utan han har även, sett till att kriminella personer sitter bakom lås &amp; bom ett långt tag framöver, vissa av dom är även nog att klassas som tungt kriminella. <br/> <br/>  Så samhället lär nog tjäna en hel del på detta i form av skattemedel som skulle gått till spaning, utredning, underrättelse, polisarbete, brotssoffer etc etc. Så ja, enligt mig så är han värd en andra chans då han tydligt har gett samhället något tillbaka med tanke på det han faktist har gjort under den tid han var \"kriminell\". Man måste kunna sträcka ut sin hand till personer som vill ändra sig, annars så kommer man till en situation där det inte finns någon återvändo för dessa personer. Det måste tydligt kunna visas att det finns en väg ut, för dom allra flesta kriminella tröttnar till slut och lägger av på ett eller annat sätt. <br/> <br/>  MEN däremot så säger jag inte att han är förlåten för det han har gjort, han har förtjänat en andra chans. Men om han är förlåten, det tycker jag först och främst alla brottsoffer och anhöriga ska få avgöra. Jag anser faktist att det är enbart dom berörda själva som har den rätten och få avgöra om man är förlåten med samhället och samhällsmedborgarna har rätten och avgöra i varje fall verbalt om man har moralisk rätt till en andra chans...<br/> <br/>  Man kan säkert utveckla det hela ännu mer, säkerligen i all evighet...Men detta får räcka för mig...",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  du kan inte svärta ner en klubb på det där sättet . att BMC hälsar på vissa klubbar i örebro betyder inte att dessa klubbar faktiskt håller BMC om ryggen. jag vill påpeka att BMC inte är dom enda som har besökt många klubbar i örebro. och vist finns det en och annan i varje klubb som har kontakter med BMC likaså HA och många andra stora klubbar. att det finns enskilda individer i klubbar som är vänner med vissa medlemmar i dessa klubbar betyder inte att dessa klubbar håller någon av dom andra klubbarna om ryggen på något sätt.<br/> <br/>  det är väldigt dumt att sprida rykten på det sätt du gör . och jag tycker du borde ta reda på fakta innan du snackar runt. för rykten sprids och saken kan lätt bli större än vad det faktiskt är.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Tvivlar på att det finns många klubbar, modell eller ej som nekar BMC/OMC/HA inträde till en fest eller barhäng oavsett avtal eller annat.<br/> <br/>  Det kan innebära alldeles för mycket skit och börja iddra med personer i sådana klubbar. Istället håller man god min och hoppas dom ska dra så fort som möjligt...<br/> <br/>  Anledningen det inte görs nåt, är att många av oss \"vanliga\" bikers tänker snäppet längre på anhöriga, kompisar, klubbens bästa etc...Det är ju inte ovanligt som det verkar med repressalier i många fall... Vem fan vill få ett klubbhus sprängt, eller bli nermejad på sitt jobb, eller en granat under bilen eller vad det nu må vara...bara för att man nekar att släppa in nån för en öl eller två.<br/> <br/>  Nu kan man tycka jag överdriver (vilket jag kanske gör), men poängen är att ingen jävel vet, vad dom kan ta sig till med i förlängningen.<br/>  Det är en sak med gammal hederligt handgemäng här och nu, som på gammla bonna dagar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Man mot man, fist to fist...Men när det kommer upp fjäder batonger, eller din lillebrosa blir skjuten 2 veckor efter en incident... <br/> <br/>  Som doctor Alban skulle sagt...de e stabil...NOT..",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Det är nog inte helt otroligt att något sådant kommer att ske i framtiden när tillräckligt många klubbar har tröttnat på deras fasoner.<br/> <br/>  Har det inte skett innan nästa gång Bandidos och HA ryker ihop (förr eller senare kommer det att hända igen) så tror jag att det finns rätt många klubbar som kommer att vilja vara med och skjuta ut BMC.<br/> <br/>  Vem vet, det kanske blir så att flera klubbar går ihop och bildar någon ny stark klubb för att på så sätt kunna stå emot bättre. Den som lever får se."
		]
	},
	{
		"postIndex": [
			[5181],
			[5268],
			[5264],
			[5225],
			[5178]
		],
		"postTime": [
				"2009-06-21",
				"2009-06-24",
				"2009-06-24",
				"2009-06-23",
				"2009-06-21"
		],
		"postNum": [
			[5414],
			[5501],
			[5497],
			[5458],
			[5411]
		],
		"postLink": [
				"/sp17286691",
				"/sp17336942",
				"/sp17336646",
				"/sp17327859",
				"/sp17285468"
		],
		"postUser": [
				"Buzz-Aldrin",
				"thefisk",
				"hampus183",
				"hampus183",
				"hampus183"
		],
		"postUserID": [
				"/u357092",
				"/u209519",
				"/u351013",
				"/u351013",
				"/u351013"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p452",
				"https://www.flashback.org/t683845p459",
				"https://www.flashback.org/t683845p459",
				"https://www.flashback.org/t683845p455",
				"https://www.flashback.org/t683845p451"
		],
		"userUrl": [
				"https://www.flashback.org/u357092",
				"https://www.flashback.org/u209519",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <b>1. Samarbete mellan fler än två personer. </b><br/>  2. Egna tilldelade uppgifter åt var och en. <br/> <b>3. Lång eller obegränsad utsträckning i tiden (kriteriet hänför sig till gruppens stabilitet och, potentiella, varaktighet). </b><br/>  4. Någon form av disciplin och kontroll. <br/> <b>5. Misstanke om allvarliga kriminella handlingar. </b><br/>  6. Verksamhet på internationell nivå. <br/>  7. Användande av våld eller andra metoder för hot. <br/>  8. Användande av kommersiella eller affärsmässiga strukturer. <br/>  9. Deltagande i penningtvätt. <br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin. <br/> <b>11. Strävan efter vinning och/eller makt. </b><br/> <br/>  Vi är överrens om att det förekommer individer inom BMC(och liknande mc-gäng) som ägnar sig åt kriminell verksamhet. Naturligtvis har vissa även slagit sina påsar ihop. Du beskriver även vad som händer om denna kriminella gruppering hamnar i trubbel. Utifrån ovanstående definition anser jag det styrkt att det förekommer organiserad brottslighet i relativt (jämfört med andra organisationer eller sammanslutningar)  stor utstäckning. Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/> <br/>   </td> </tr> </table>  <br/>  Tack för ett bra svar.<br/>  Jag vet vad jag talar om. Dock måste jag säga att kriterierna är intressanta och med dom som bas är bmc absolut i zonen men dock inte helt.<br/> <br/>  1. Samarbete. Visst. Inget snack. Dock BMC är en mc-klubb där medlemmarna är s.k. bröder, delar vardagen osv. och även jobbar ihop på ett eller annat sätt. Jag är förvånad över hur många som håller på med inkassoverksamhet, för några år sedan var det inte så. Men med denna massmediala uppmärksamhet räcker det ofta att dyka upp i en tröja för att folk skall bli rädda. Det som hände i GBG, restaurangen vet jag var en personlig affärside som Methi hade, dock gjorde hans underhuggare allt han sade. Men fortfarande hans personliga grej. Klubben fick inga pengar eller del i kakan. Och så är det hela tiden, hade det varit en kriminell organisation &gt;del av kakan uppåt i ledet= kriminell organisation.<br/>  2. Uppgifter till var och en. Klubb med dess funktioner. BMC har inga tex. indrivare, 1;e och 2;e knarklangare etc., klubbfunktioner. Som enbart kostar pengar som tex. resor osv. <br/>  3.Lång eller obegränsad utsträckning i tiden. En avdelning kan stängas ner när medlemsantalet är under 5. I en kriminell organisation sätts en ny person direkt in som replacement, händer inte i BMC. Alla, och menar alla, går hela vägen, Prospect-Probate. osv. Vissa har dock gjort kortare tid som Hangaround alt. varit med i teamet en viss tid-kan hoppa in direkt som Prospect. Minitid som Prospect=1 år. Methi och Ridde började som Prospects i Helsingborg, sen öppnade Halmstad, sen blev göteborg en avdelning.<br/>  4. Någon form av disciplin och kontroll. Klubben har givetvis regler som medlemmar måste följa. Men bra regler, tex. får ej befatta/använda heroin; givetvis måste alla ha en H-D, du kan ej bli prospect utan en HD; men viktigast av allt e sunt förnuft. Jag tycker att det e konstigt att vissa fortfarande är medlemmar, förr fick man inte ha klubbkläder på sig vid jobb.. Eftersom det var privata jobb, inkasso osv, i klubbkläder kunde folk få intrycket att det var en klubbsak= ej tillåtet..<br/>  5.Misstanke om allvarliga kriminella handlingar. Absolut. Men inte som organisation. Enskilda individer. Men visst, klubben består ju av dessa individer..<br/>  6.Verksamhet på internationell nivå. Internationell MC-klubb. Dock ingen som helst gemensam affärside på någon som helst nivå.<br/>  7. Användande av våld eller andra metoder för hot. Typ beskydd. Icke. våld eller andra metoder för hot mot andra klubbar. Att vilja pissa längst i biker miljön betyder inte att klubben nyttjar metoder för hot. Men visst, stryk/mord händer ju..<br/>  8. Användande av kommersiella eller affärsmässiga strukturer.  Nopp. Vet vanliga bolag i alla brancher som fifflar mycket mycket mera.. De flesta i BMC e vanliga arbetare, ej rika.<br/>  9. Deltagande i penningtvätt. BMC består inte av smarta buisnesskillar, bikers har alltid varit en sub kultur av personer som sköter sitt utan polis osv,1% er=utanför.<br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin.  Eller hur...<br/>  11. Strävan efter vinning och/eller makt. Här faller det i mina ögon. BMC precis som alla andra mc-klubbar vill köra sina hojar, festa och leva rövare utan fördömmande svenssons i vägen. Freedom kallas det för.<br/>  Kriget i skandinavien för typ 15 år sedan handlade om att pissa längst, inget annat. Patetiskt att läsa i tidningarna att polisen sa att det handlade om marknadsandelar gällande knark. Alla vet att det är albanerna, polackerna och andra juggar som dominerar knarkmarknaden i Sverige. Visst, vissa enskilda indivder har provat på men som klubb har dom aldrig haft något med det att göra. Sen dess har det varit en hetsjakt utan dess like, medlemmar blir totalt trakaserade, blir av med jobb osv pga klubbmedlemskapet. Fel tycker jag. Vissa indivder, Methi, ger klubben dålig PR, med det skall ju inte drabba hela klubben?<br/>  Du skriver : Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/>  Fakta : I BMC's struktur finns ingen organiserad brottslighet, det är faktum. Polisen vet detta, Brottsförebyggande rådet har sagt detta i alla år men ingen lyssnar. Och Polisen med alla dessa extra millar kan ju inte backa och nu säga, Sorry-vi har trakkat er i alla år felaktigt.<br/> <b>Helt ok, och Bra att Polisen jagar de kriminella, heder åt det, men det e individer, inte klubben.</b><br/>  Sorry för all denna text.....[/quote]<br/> <br/> <br/>  Spännande med information från en som har insyn.<br/> <br/>  Jag har också hört att Medi fick många underhuggare att springa hans privata affärer. Klubben fick ingen del i detta alls. Angående krögaraffären så har det ryktats att han fick mycket negativ publicitet. Detta var inte så populärt bland andra fullvärdiga BMC snubbar och idag verkar han inte så poppis i dessa kretsar alls?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Du kan inte fatta att jag beskriver BMC som en icke kriminell organisation och att all eventuell kriminell verksamhet sker individuellt?<br/>  Har aldrig funnits belägg att eventuell kriminalitet sker organiserat i BMC, individerna-yes. Men icke som klubb. Jag hänvisar till Brottsförebyggande rådet och dess rapporter. Som e grundliga och tydliga. <br/>  Dom skriver att om alla BMC's medlemmar satt inne skulle det inte nämnvärt påverka den organiserade brottsligheten i Sverige.<br/> <br/>  Du skriver: förstår jag inte varför man bråkar/krigar med andra mc-gäng. Eller vad BMC och HA skulle ha emot om OMC skulle etablera sig i Sverige på allvar.<br/>  Jag menar. Vad gör det om det kommer ännu en MC-klubb som bara vill åka hoj, festa och känna broderskap?<br/> <br/>  I denna subkultur, bikermiljön e heder (Stolthet) oerhört viktigt. Se kriget i Scandinavien under 90-talet, handlade inte om knarkterritorium eller annat skit som tidningarna skrev. Det var om att pissa längst helt enkelt.<br/>  Konflikter sker i denna miljö, ibland pga trams men förstå att ett enkelt litet fyllegnabb kan snabbt eskalera till en konflikt pga klubbarnas storlek osv.<br/>  Konflikterna e ibland pga personliga motsättningar eller territorium. Stora klubbar (med sweden nertill) anser att deras hemstad e deras. Vill du starta en klubb i deras stad skall ni fråga om lov att starta pga undvikande av trampande på tår samt undvikande av missuppfattningar. Tar tid att bena ut, kan verka lite kaxigt men jag kan bena ut detta mera senare.<br/>  Ang. OMC, dom smög in i Sverige. Inga samtal typ : hej, här kommer vi. Det e det minsta man kan begära av en annan klubb, särskilt en annan internationell. Sen betette dom sig konstigt, undvek i stort sett all kontakt med de större klubbarna, syntes aldrig på fester eller träffar. Samt så var vissa av OMC medlemmar i personlig konflikt med vissa andra ledande medlemmar i HA och BMC. Ingen bra kombination alls.<br/>  I USA e OMC och BMC mycket bra vänner. <br/>  Skillnaden USA/Europa är att där finns de olika inte i samma stater (finns vissa undantag), i tex. Texas där BMC är den dominerande klubben (störst) har dom givetvis mest att säga till om. Samma visa i de stater där HA eller OMC är störst, dom har mest att säga till om. Samma visa i Sverige. Innan BMC kom in i Sverige var det HA som hade sista ordet.<br/>  OMC betedde sig felaktigt enligt de stora klubbarnas (HA,BMC,OMC) protokoll om man säger så.<br/>  Sen att rekrytera ett gäng nassar och kalla dom Loyalty- supportgrupp till OMC med 0% bakgrund eller kunskap om bikermiljön (de ville ha den billigaste västen som gick att fixa, varken HA eller BMC skulle ta i dessa med handskar)<br/>   </td> </tr> </table>  <br/>  Tack för svaret. Men alltså jag förstår allt detta. Men förstår fortfarande inte vad det gör om en till MC-klubb vill starta i \"din\" stad. Oavsett om denna Mc-klubb är en liten enskild eller en stor internationell. Gör väl inget om dessa som sagt, vill åka hoj, festa och känna broderskap?<br/> <br/>  Sen nämner du även att man trampar folk på fötterna om man öppnar MC-klubb utan att fråga någon av de andra stora först. Varför måste man fråga innan för? Det är ju knappast deras \"stad\" som du skriver. Varför skulle någon MC-klubb bestämma över en stad?<br/> <br/>  Bikerfolk borde väl bara tycka det är kul med mer bikerfolk?<br/>  Är inte den egentliga sanningen att man egentligen stör deras territorium inklusive eventuella affärer osv osv?<br/> <br/>  Sen nämner du USA som exmepel. Och säger saker som \"Texas där BMC är den dominerande klubben (störst) har dom givetvis mest att säga till om.\" <br/> <br/>  Säga till om vad? Om folk vill åka hoj inom en klubb måste de väl få det?<br/> <br/>  Du skriver även detta \"Sen betette dom sig konstigt, undvek i stort sett all kontakt med de större klubbarna, syntes aldrig på fester eller träffar. Samt så var vissa av OMC medlemmar i personlig konflikt med vissa andra ledande medlemmar i HA och BMC. Ingen bra kombination alls.\".<br/> <br/>  Varför måste man hålla kontakt med de större klubbarna för om man nu inte vill detta?<br/>  Och får man inte välja själv vilka fester eller träffar man vill deltaga på/vid?<br/>  Om inte. Vem ska bestämma detta och varför?<br/> <br/>  Angående att vissa ledande personer från olika klubbar låg i konflikt med varandra. Varför skulle man kriga klubb mot klubb för det? Det tar man väl personligt isåfall utan att blanda in klubben? För all kriminell verksamhet skedde väl individuellt?<br/> <br/>  Vill tillägga att jag varken har sympatier med något av dessa Mc-klubbar elelr hyser agg mto dessa så länge oskyldiga hålls utanför. Vilket jag tror de gör allt som oftast. Utan jag är bara nyfiken på detta då jag inte får det hela att gå ihop.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Men en sak jag inte fattar är att du kan beskriva Bandidos som en icke kriminell organisation och att all eventuell kriminell verksamhet sker individuellt.<br/> <br/>  Och om Bandidos som klubb nu inte kan anses som kriminell så förstår jag inte varför man bråkar/krigar med andra mc-gäng. Eller vad BMC och HA skulle ha emot om OMC skulle etablera sig i Sverige på allvar.<br/> <br/>  Jag menar. Vad gör det om det kommer ännu en MC-klubb som bara vill åka hoj, festa och känna broderskap?<br/> <br/>   </td> </tr> </table>  <br/>  Hej! Bra inlägg!<br/>  Du kan inte fatta att jag beskriver BMC som en icke kriminell organisation och att all eventuell kriminell verksamhet sker individuellt?<br/>  Har aldrig funnits belägg att eventuell kriminalitet sker organiserat i BMC, individerna-yes. Men icke som klubb. Jag hänvisar till Brottsförebyggande rådet och dess rapporter. Som e grundliga och tydliga. <br/>  Dom skriver att om alla BMC's medlemmar satt inne skulle det inte nämnvärt påverka den organiserade brottsligheten i Sverige.<br/> <br/>  Du skriver: förstår jag inte varför man bråkar/krigar med andra mc-gäng. Eller vad BMC och HA skulle ha emot om OMC skulle etablera sig i Sverige på allvar.<br/>  Jag menar. Vad gör det om det kommer ännu en MC-klubb som bara vill åka hoj, festa och känna broderskap?<br/> <br/>  I denna subkultur, bikermiljön e heder (Stolthet) oerhört viktigt. Se kriget i Scandinavien under 90-talet, handlade inte om knarkterritorium eller annat skit som tidningarna skrev. Det var om att pissa längst helt enkelt.<br/>  Konflikter sker i denna miljö, ibland pga trams men förstå att ett enkelt litet fyllegnabb kan snabbt eskalera till en konflikt pga klubbarnas storlek osv.<br/>  Konflikterna e ibland pga personliga motsättningar eller territorium. Stora klubbar (med sweden nertill) anser att deras hemstad e deras. Vill du starta en klubb i deras stad skall ni fråga om lov att starta pga undvikande av trampande på tår samt undvikande av missuppfattningar. Tar tid att bena ut, kan verka lite kaxigt men jag kan bena ut detta mera senare.<br/>  Ang. OMC, dom smög in i Sverige. Inga samtal typ : hej, här kommer vi. Det e det minsta man kan begära av en annan klubb, särskilt en annan internationell. Sen betette dom sig konstigt, undvek i stort sett all kontakt med de större klubbarna, syntes aldrig på fester eller träffar. Samt så var vissa av OMC medlemmar i personlig konflikt med vissa andra ledande medlemmar i HA och BMC. Ingen bra kombination alls.<br/>  I USA e OMC och BMC mycket bra vänner. <br/>  Skillnaden USA/Europa är att där finns de olika inte i samma stater (finns vissa undantag), i tex. Texas där BMC är den dominerande klubben (störst) har dom givetvis mest att säga till om. Samma visa i de stater där HA eller OMC är störst, dom har mest att säga till om. Samma visa i Sverige. Innan BMC kom in i Sverige var det HA som hade sista ordet.<br/>  OMC betedde sig felaktigt enligt de stora klubbarnas (HA,BMC,OMC) protokoll om man säger så.<br/>  Sen att rekrytera ett gäng nassar och kalla dom Loyalty- supportgrupp till OMC med 0% bakgrund eller kunskap om bikermiljön (de ville ha den billigaste västen som gick att fixa, varken HA eller BMC skulle ta i dessa med handskar)<br/>  och starta avdelningar i fel orter i Sverige= mycket dumt och emot all logik och principer i miljön. Därav responsen. Minns kanske attacken mot Red Devils, smart? Nej.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Tänkte oavsett fördjupa det hela lite med utgångspunkt från dina tankar angående de kriterier som ingår för att klassa en klubb eller sammanslutning för organiserad brottslighet. Som du själv säger är viktigt att skilja på klubben BMC och personerna i klubben.  Klubben betraktas i dagsläget inte som olaglig eller kriminell. Ingen polis eller åklagare har attackerat klubben. Detta är alla överrens om. Däremot har du själv konstaterat att individerna i klubben i stor utstäckning är kriminella eller sysslar med kriminell verksamhet. Det är också individerna som uppvaktas av polisen. Skulle gärna vilja höra din tolkning av detta och vad du anser om situationen (bra eller dålig). Fått intrycket av att du är missnöjd och att klubben missuppfattas men har inte riktigt förstått varför och på vilket sätt. För samtidigt som polisen och media på ett propaganda liknande sätt hanterar denna situation så bidrar den också till mytifieringen, rekryteringen och ytterligare affärsmöjligheter (tex inkassoverksamheten). För att sammanfatta: Vad är problemet?<br/> <br/>   </td> </tr> </table>  <br/>  Tack för det absolut vettigaste o mest inteligenta inlägget!<br/>  Medlemmsfrågan blir det aldrig något svar på så ingen mening att fråga.<br/>  Varje gång en åklagare eller polis uttalar sig i tidning så heter det \"det kriminella mc-gänget Bandidos bla bla.. är inget gäng, en anrik (43 år) klubb med normer och regler.<br/>  Fel tycker jag. Individer, inte klubben. Och som du ser, 99% här anser att BMC som klubb e kriminell. Baserat? Info via tidningar.<br/>  Det är också individerna som uppvaktas av polisen? 10-åriga barn blir visiterade av polisen vid 'rutinkontroll av körkort' av pappan. Suger...<br/>  Hämtande av en person till förhör av ett icke våldsreleterat brott= insatts styrkan+ pajar 3 fönster och dörr samt förstör allt i lokalen. Ok? nej.<br/>  Listan e lång. Om bmc vore kriminell/maffia hade polisen med sina enorma resurser krossat dom för länge sedan. Brottsförebyggande rådet e seriösa (statliga) och enligt dom e inte BMC organiserat kriminella.<br/>  Du skriver : För samtidigt som polisen och media på ett propaganda liknande sätt hanterar denna situation så bidrar den också till mytifieringen, rekryteringen och ytterligare affärsmöjligheter (tex inkassoverksamheten). För att sammanfatta: Vad är problemet?<br/>  Problemet e att vissa nollor som tror att BMC är maffia kommer vilket kanske e en anledning till att så få går vidare från Prospect till medlem. Mer och mer hojåkare som går hela värgen. De som vill vara organiserat kriminella hoppar av, se på Ashir-har många f.d. bmc support team killar som gick med i Ashir. <br/>  Du skriver : ytterligare affärsmöjligheter. Klubben har ingen affärside. Hojkörande e vad en MC klubb handlar om.<br/> <br/>  Du skriver : Ytterligare en intressant aspekt är vilken självsanering som kan förekomma när en person väl blivit medlem. Vi tycks alla överens om att BMC Örebro skämmer ut sig och det tycks även som Mehti missbrukat klubbens namn. Vad blir konsekvenserna?[/<br/> <br/>  Verkligeheten börjar när personen blir medlem. Ansvar mm. Vara clown fungerar som prospect då de ej fattar beslut osv. Som medlem e du ansiktet utåt, inte samma sak. Springa runt på stan och vara clown fungerar inte som medlem. De åker ut. Och fort går det.<br/>  Var inte orolig, tids nog får HBG upp ögonen.. örebro kan bli kortlivat. men en sak till, vi vet ju faktiskt inte bakgrunden till allt, vissa detaljer osv..<br/>  Methi.. Alla tiders clown. Konsekvenser, en liten detalj. Han är inte pres. längre. Varför tror du det? <br/>  Precis, folk får nog. Han har aldrig varit omtyckt. Högljudd o gapig. Men samtidigt en mes. Vissa såg igenom detta tidigt men har gjorde ju så att klubben i GBG blev stor, viktigt i en stad som GBG.",
				"För att kunna uttala sig på ett korrekt sätt krävs först en defintion av organiserad brottslighet. De preliminära rekvisit som för närvarande används inom den Europeiska unionen för att definiera organiserad brottslighet återfinns i dokumentet 6204/2/97 Enfopol 35 Rev 2. Kravet är att minst sex av följande elva kriterier ska uppfyllas. Punkterna ett, tre, fem och elva är obligatoriska.<br/> <br/> <b>1. Samarbete mellan fler än två personer. </b><br/>  2. Egna tilldelade uppgifter åt var och en. <br/> <b>3. Lång eller obegränsad utsträckning i tiden (kriteriet hänför sig till gruppens stabilitet och, potentiella, varaktighet). </b><br/>  4. Någon form av disciplin och kontroll. <br/> <b>5. Misstanke om allvarliga kriminella handlingar. </b><br/>  6. Verksamhet på internationell nivå. <br/>  7. Användande av våld eller andra metoder för hot. <br/>  8. Användande av kommersiella eller affärsmässiga strukturer. <br/>  9. Deltagande i penningtvätt. <br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin. <br/> <b>11. Strävan efter vinning och/eller makt. </b><br/> <br/>  Vi är överrens om att det förekommer individer inom BMC(och liknande mc-gäng) som ägnar sig åt kriminell verksamhet. Naturligtvis har vissa även slagit sina påsar ihop. Du beskriver även vad som händer om denna kriminella gruppering hamnar i trubbel. Utifrån ovanstående definition anser jag det styrkt att det förekommer organiserad brottslighet i relativt (jämfört med andra organisationer eller sammanslutningar)  stor utstäckning. Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/> <br/>  Personligen anser jag dock att det ur samhällssynpunkt är positivt då det är betydligt mer komplicerat om de organiserade brottslingarna verkar inkognito.[/quote]<br/> <br/>  Tack för ett bra svar.<br/>  Jag vet vad jag talar om. Dock måste jag säga att kriterierna är intressanta och med dom som bas är bmc absolut i zonen men dock inte helt.<br/> <br/>  1. Samarbete. Visst. Inget snack. Dock BMC är en mc-klubb där medlemmarna är s.k. bröder, delar vardagen osv. och även jobbar ihop på ett eller annat sätt. Jag är förvånad över hur många som håller på med inkassoverksamhet, för några år sedan var det inte så. Men med denna massmediala uppmärksamhet räcker det ofta att dyka upp i en tröja för att folk skall bli rädda. Det som hände i GBG, restaurangen vet jag var en personlig affärside som Methi hade, dock gjorde hans underhuggare allt han sade. Men fortfarande hans personliga grej. Klubben fick inga pengar eller del i kakan. Och så är det hela tiden, hade det varit en kriminell organisation &gt;del av kakan uppåt i ledet= kriminell organisation.<br/>  2. Uppgifter till var och en. Klubb med dess funktioner. BMC har inga tex. indrivare, 1;e och 2;e knarklangare etc., klubbfunktioner. Som enbart kostar pengar som tex. resor osv. <br/>  3.Lång eller obegränsad utsträckning i tiden. En avdelning kan stängas ner när medlemsantalet är under 5. I en kriminell organisation sätts en ny person direkt in som replacement, händer inte i BMC. Alla, och menar alla, går hela vägen, Prospect-Probate. osv. Vissa har dock gjort kortare tid som Hangaround alt. varit med i teamet en viss tid-kan hoppa in direkt som Prospect. Minitid som Prospect=1 år. Methi och Ridde började som Prospects i Helsingborg, sen öppnade Halmstad, sen blev göteborg en avdelning.<br/>  4. Någon form av disciplin och kontroll. Klubben har givetvis regler som medlemmar måste följa. Men bra regler, tex. får ej befatta/använda heroin; givetvis måste alla ha en H-D, du kan ej bli prospect utan en HD; men viktigast av allt e sunt förnuft. Jag tycker att det e konstigt att vissa fortfarande är medlemmar, förr fick man inte ha klubbkläder på sig vid jobb.. Eftersom det var privata jobb, inkasso osv, i klubbkläder kunde folk få intrycket att det var en klubbsak= ej tillåtet..<br/>  5.Misstanke om allvarliga kriminella handlingar. Absolut. Men inte som organisation. Enskilda individer. Men visst, klubben består ju av dessa individer..<br/>  6.Verksamhet på internationell nivå. Internationell MC-klubb. Dock ingen som helst gemensam affärside på någon som helst nivå.<br/>  7. Användande av våld eller andra metoder för hot. Typ beskydd. Icke. våld eller andra metoder för hot mot andra klubbar. Att vilja pissa längst i biker miljön betyder inte att klubben nyttjar metoder för hot. Men visst, stryk/mord händer ju..<br/>  8. Användande av kommersiella eller affärsmässiga strukturer.  Nopp. Vet vanliga bolag i alla brancher som fifflar mycket mycket mera.. De flesta i BMC e vanliga arbetare, ej rika.<br/>  9. Deltagande i penningtvätt. BMC består inte av smarta buisnesskillar, bikers har alltid varit en sub kultur av personer som sköter sitt utan polis osv,1% er=utanför.<br/>  10. Otillbörlig påverkan på politik, medier, offentlig förvaltning, rättsliga myndigheter eller ekonomin.  Eller hur...<br/>  11. Strävan efter vinning och/eller makt. Här faller det i mina ögon. BMC precis som alla andra mc-klubbar vill köra sina hojar, festa och leva rövare utan fördömmande svenssons i vägen. Freedom kallas det för.<br/>  Kriget i skandinavien för typ 15 år sedan handlade om att pissa längst, inget annat. Patetiskt att läsa i tidningarna att polisen sa att det handlade om marknadsandelar gällande knark. Alla vet att det är albanerna, polackerna och andra juggar som dominerar knarkmarknaden i Sverige. Visst, vissa enskilda indivder har provat på men som klubb har dom aldrig haft något med det att göra. Sen dess har det varit en hetsjakt utan dess like, medlemmar blir totalt trakaserade, blir av med jobb osv pga klubbmedlemskapet. Fel tycker jag. Vissa indivder, Methi, ger klubben dålig PR, med det skall ju inte drabba hela klubben?<br/>  Du skriver : Håller dock med om att det per definition inte innebär att BMC är organiserad brottslighet men det går knappast att förneka att det är en struktur där organiserad brottslighet är ett faktum. <br/>  Fakta : I BMC's struktur finns ingen organiserad brottslighet, det är faktum. Polisen vet detta, Brottsförebyggande rådet har sagt detta i alla år men ingen lyssnar. Och Polisen med alla dessa extra millar kan ju inte backa och nu säga, Sorry-vi har trakkat er i alla år felaktigt.<br/> <b>Helt ok, och Bra att Polisen jagar de kriminella, heder åt det, men det e individer, inte klubben.</b><br/>  Sorry för all denna text....."
		]
	},
	{
		"postIndex": [
			[5925],
			[6370],
			[6335],
			[6353],
			[6061]
		],
		"postTime": [
				"2009-07-24",
				"2009-08-09",
				"2009-08-08",
				"2009-08-08",
				"2009-07-29"
		],
		"postNum": [
			[6176],
			[6638],
			[6602],
			[6620],
			[6316]
		],
		"postLink": [
				"/sp17810218",
				"/sp18073450",
				"/sp18065418",
				"/sp18067048",
				"/sp17893073"
		],
		"postUser": [
				"hampus183",
				"hampus183",
				"hampus183",
				"dawatt",
				"Franko-77"
		],
		"postUserID": [
				"/u351013",
				"/u351013",
				"/u351013",
				"/u272867",
				"/u364788"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p515",
				"https://www.flashback.org/t683845p554",
				"https://www.flashback.org/t683845p551",
				"https://www.flashback.org/t683845p552",
				"https://www.flashback.org/t683845p527"
		],
		"userUrl": [
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u272867",
				"https://www.flashback.org/u364788"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <b>Läs igenom inläggen, kanske tom 3 gånger, så att du verkligen fattar vad som skrivs. </b><br/>  Svenssons kontra personer i subkulturer såsom 1%ers;<br/> <br/>  BMC består av många personer som är dömda, ok. Men enligt samhällets normer skall personen vara tillbaka på ruta 1 när han avtjänat sitt straff= betalat tillbaka till samhället för sina synder, ok?<br/>  Kanske dags att sluta dra parareller mellan kriminella organisationer och mc-klubben Bandidos.<br/> <br/>  Om vi börjar i HBG;<br/>  Visst, flera medlemmar e dömda tidigare, för vad. ska vi kolla de sista 5 åren;<br/>  En medlem \"TT\" åkte in för några år sedan- grov misshandel- pga sin son = familjeangelägenhet.<br/> <br/>  Europa presidenten valsade runt i alla tidningar och åklagaren slog på stor-trumman :Nu skall den Grovt kriminelle och ledaren för den grovt krminella organisationen bla bla bla.. Skrattar fortfarande. Hur gick det? frikänd från det ytterst grova brottet häleri eller vad fan det nu var. Blev tackad i rätten av personerna som blivit av med sina hojar, polisen lyckades/la ej ner tid på att ens leta efter hojarna. Resultat= skadestånd till Jim. årets dumstrut till åklagaren.<br/>  Ok, det var HBG, mother chapter Bandidos Sweden. Organiserad kriminalitet? Du kan svaret..<br/>  Vi går vidare, <br/> <br/>  GBG; skit tidigare pga Methis egen lilla blatte-cirkus. Restaurang historien var methis eget skit. Och det enda jag ser som riktigt dåligt och negativt och ej biker-verksamhet, ren gangsterversamhet. Han borde ha kickats långt långt ut. Men det var fortfarande hans eget skit, att lill-blattarna i gbg gorjde allt Methi sade, vad kan man säga om det.<br/>  Bomberna-sinnes sjukt. gangster-ej bikers. Igen, jag anser att Methi skall kickas ut, gärna till Iran..<br/> <br/>  Jocke.B -tillsammans med andra kriminella (inga andra bmc members) dömd för Landvetter. Klubbgrej-no way. Vissa totalt töntiga rykten om att han ej gav/eller gav till klubben= de som \"hör\" dessa rykten= skapar dom själv alt. hört ryktet på lokala Ica..<br/>  Andra medlemmar i GBG, dömda för olika brott. Klubbrelaterat? In your dream.<br/>  Hoppa upp till Säffle, Punk o company. = grov misshandel av en knarklangare. Klubbrelaterat= eller hur.<br/> <br/>  Hoppar vidare till Stockholm och det Absolut bästa exemplet;<br/>  Ni som är insatta vet att A.O är den ende kvarvarande grundande medlemmen, varit med i mer än 7år. <br/>  Han sitter och avtjänar ett straff på 10 år. Grovt narkotikabrott.<br/>  Han plus andra (EJ klubbrelaterade personer) åkte till Holland o handlade x antal kg amfetamin, torskade i Sverige vid ankomst till Stockholm.<br/>  Klubbrelaterad= svaret kan du.<br/> <br/>  Hade nu BMC varit denna fantastiska kriminella organisation hade dom ju sett till och skydda sina ledare, eller hur? Då hade en prospect fått åka till Holland och inte presidenten. Så varför skickades inte en prospect till Holland?<br/>  SVAR: för att de kriminella handlingarna som sker är de enskilda personernas egna verk. Och har inget med klubbverksamheten att göra. Fatta detta. <br/> <br/>  Och kom inte dragandes med att det e kris i bmc, att presidenten måste göra saker själva. Bullshit. Titta på dommarna. Matte som exempel, hans dommar/misstanke = våldsbrott av privat natur. Klubbrelaterat= nej.<br/>  Samtliga domar e personliga.<br/> <br/>  Enda klubbrelaterade jag kan komma ihåg e inbrott o pajande av Outlaws klubbhus.<br/>  Sen att det verkar som att vissa medlemmar gömmer sig bakom sitt märke är en annan femma..<br/>  Samt att en (hel) del av medlemmarna bär sig åt som svin i vissa fall samt att de flesta av dem tror att dom är bättre än alla andra är ochså en annan femma.. Dom vill vara på sitt sätt och vara ifred, fine.<br/>  Men utpressning och annat skit= kriminellt och de som sysslar med sådant skall lagföras precis som alla andra som bryter mot samhällets normer och regler/lagar. Och lika för alla INDIVIDER.<br/>  Hade bmc varit en kriminell organisation hade staten efter alla dessa år och med alla dessa extra miljoner krossat denna (om så var fallet) organisation av brott. Men så e det ju inte. Eller hur?<br/>  PS, läs nu detta noggrant innan du svarar. Märk nu inte orden och häng upp dig på formuleringar och enstaka meningar-helheten. Jag e ingen Jan Guillou eller så...<br/>  SER FRAM EMOT BRA SVAR.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag vet att det kanske är off topic, men jag skulle mycket gärna höra hampus tankar om det. Eller om han kanske kan ge en annan bild av det hela än det man läst sig till i tidningarna?<br/> <br/>  Sen angående medias hetsjakt på 1-%klubbarna(Med många fler!) så tycker jag att det är ganska lätt att förstå varför den pågår. Alla tidningar i Sverige med över 200k läsare ägs att människor med en viss religion och en viss dragning till pengar. <br/>  Ju fler tidningar som säljs desto mer pengar tjänar dom. Det är spännande med mc-knuttar, fotbollshuliganer och tungt kriminella. <br/>  Det är en verklighetsflykt att läsa om spännande saker, så länge artikeln är någotsånär sanningsenlig så går det att trycka. Om lögner ger pengar, varför inte ljuga? <br/> <br/>  Kvällsblaskorna är inte bättre än se&amp;hör, hänt extra eller någon av dom andra helhjärtade skvallertidningarna. Snarare sämre i så fall, eftersom dom gör mer anspråk på att det dom skriver är sant. Vid dom \"vanliga\" brotten(rån, mord, misshandel, våldtäkt, etc..) så är det mer sanningsenligt än när dom skriver om \"black cobra\", därför att det är lättare att hitta fakta om dom artiklarna. <br/>  I vissa fall ljuger dom trots att det är fall som skulle gå att kolla upp. Men då handlar det om en grupp människor som inte samarbetar med polis eller talar i media, normalt sett. Och svensson bryr sig ändå inte om människor i den gruppen.<br/> <br/>  Det är tråkigt hampus att du har svårt att förstå min synvinkel. <b>Jag ser nu att Banidos Mc inte är en kriminell organisation som går ut på att tjäna pengar \"gemensamt\". </b>Det talas inte om brott som ska utföras på klubbmöten. Om det nu inte är någon som ni vill tillrättavisa. TCB kallar dom det väl i staterna?<br/>  Det jag däremot tycker eller kanske snarare tror, är att det dras väldigt mycket \"rötägg\" till dessa klubbar, och det kommer alltid finnas folk som drar nytta av att dom har en väst på sig. <br/>  Vi skrev tidigare om P.. O....... från örebro för någon månad sedan. Du tyckte att han i allmänhet var en bra representant för bandidos. <br/>  Jag säger bara att jag inte tycker att han skulle vara en bra representant för någon klubb som vill ge ett \"genuint\" intryck som mc-klubb. Jag tycker att han är en bra representant för vad vanligt folk tror att en bandidos-medlem är.<br/> <br/>  Vi tycker helt enkelt olika, eller så vet jag mer om P-O än vad du gör. Jag hoppas att du sprider dina åsikter till så många nya som möjligt. Du skriver själv att du inte förstår varför \"packet\" inte kastas ut. Det bevisar att du faktiskt kan se saker och ting från \"våran\" sida. Men jag vill tillägga att jag inte på något sätt anklagar någon för att vara en dålig människa pga att den är kriminell. Vi har alla valt våra vägar och vi får alla stå vårat kast, vare sig vi väljer att bli advokat, läkare, rånare, kriminell entreprenör eller eller korrupt snut.<br/>   </td> </tr> </table>  <br/> <br/> <br/>  Innan skrev du att ;  ...att Banidos Mc är en kriminell organisation...<br/>  Nu skriver du att \"Jag ser nu att Banidos Mc inte är en kriminell organisation som går ut på att tjäna pengar \"gemensamt\".<br/> <br/>  Ditt inlägg här i dag var klockrent.<br/> <br/>  Det du skriver om tidningarna är Spot-on.<br/> <br/>  Om Topside,<br/>  åtvidaberg ligger i Norrköpings område. Om topside hade planer på att bli HA, ja då får man börja med att vara ensam 1%er i regionen. Under den tiden fanns det ju (tydligen) en konflikt mellan de 2 stora samt omc.<br/>  Den urartade i och med att omc tog in pajasarna Loyalty samt dom började springa runt i ha's och bmc's närområden. Dumt. <br/> <br/>  Både Ha och BMC anser att dom pinkat in Sverige i och med konflikten på 90-talet då Ha och BMC drog 1%-livet till sin spets i och med att dom visade att färgerna var att dö för.<br/> <b>De som inte kan förstå detta kommer aldrig att kunna förstå vad 1%er betyder </b>och kommer inte heller att förstå sig på bmc eller liknande klubbar.<br/>  (vissa verkar tro att 1% betyder att vara typ laglös och vissa vill då att man inte skall få ha sina barn på vanligt dagis osv...ridå )<br/> <br/>  Både Ha och BMC hade ett flertal \"run-in's med oms under det året, alla vi som finns i närmiljön började vässa knivarna och förbereda sig på en konflikt.<br/>  Men, vis av 90-talets konflikt, blev lite politik inblandat, så en storskalig konflikt blev aldrig av.<br/>  Nog hade dom en konflikt i Gävle bla. (bmc jagade ut omc ur staden)<br/>  Bomben som detonerade, och tydligen var det en prospect från Topside som dog, blev samtidigt början till slutet för omc i Sverige.<br/>  åtvidaberg lade ner direkt, inte konstigt då dom nu insett att det var allvar. Och inte många som vill kriga mot bmc och HA samtidigt. Bomber osv e en helt annan nivå liksom.<br/>  Att sedan topside blev hangaroundchapter till Ha kan i mångas (inklusive mina) ögon ses som bomben var det sista steget för topside att komma in i ha. Dom var ju en närstående klubb sedan tidigare.<br/>  Men hur det verkligen ligger till med bomb-historien låter jag vara osagt..<br/> <br/>  Om P-O Skrev jag att jag tyckte att han var en bra kille.<br/> <br/>  vad menar du med :<b>TCB kallar dom det väl i staterna?<br/> </b><br/>  vet du vad TBC betyder?<br/> <br/> <br/> <b>är att det dras väldigt mycket \"rötägg\" till dessa klubbar, och det kommer alltid finnas folk som drar nytta av att dom har en väst på sig. <br/> </b><br/> <br/>  Sant. Och detta e ju problemet.<br/>  Finns, tyvärr, finns det en hel del i 1%er miljön som blir 1 meter bredare när dom bär en väst...<br/>  Jag hade önskat att det som kommer vidare till medlems stadiet, att dom har så pass mycket stake att dom kan bära upp västen och inte att klubben bär upp dem..<br/>  Det finns exempel när personer blivit medlemmar och då, helt plötsligt, skall göra upp med gamla \"fiender\". Mesar..<br/>  Men det e ju en annan historia..<br/> <br/>  Om tidningarna;<br/>  Visst fattar jag att dom skiver rena lögner pga att det säljer..och med det tjänas det pengar. Och som du träffsäkert skriver, vem fan bryr sig om det e lögner-när det är om personer man \"ogillar\"..<br/>  Men tack vare massmedias ensidiga och felaktiga (i de flesta sakfrågorna) har den allmänna uppfattningen om bmc blivit sne.<br/>  Och nu accepterar svenssons allt som skrivs i tidningarna om bmc som sanna. Nu kallar alla bmc \"kriminella organisationen\" utan att folk ens vet vad den termen betyder..<br/>  Inom KVS (kriminalv.) var dom tvugna att komma fram till en lösning-för att kunna behandla bms som skit- och KVS kan ju inte kalla bmc kriminell organisation-skulle inte hålla i en tvist. Så KVS kommer fram till att bmc e en Extram-organisation...Lika med tex VAM och andra samhällsfarliga/ vill rasera detta samhälle sammanslutningar..<br/>  Rätt eller fel? Du kan svaret.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  inte bmc som vad?",
				"Var det inte så att Topside Mc fick patcha om till Mc Sweden efter att ha detonerat en bomb i en annan klubbs lokal? En dog väl till och med?<br/> <br/>  Jag vet att det kanske är off topic, men jag skulle mycket gärna höra hampus tankar om det. Eller om han kanske kan ge en annan bild av det hela än det man läst sig till i tidningarna?<br/> <br/>  Sen angående medias hetsjakt på 1-%klubbarna(Med många fler!) så tycker jag att det är ganska lätt att förstå varför den pågår. Alla tidningar i Sverige med över 200k läsare ägs att människor med en viss religion och en viss dragning till pengar. <br/>  Ju fler tidningar som säljs desto mer pengar tjänar dom. Det är spännande med mc-knuttar, fotbollshuliganer och tungt kriminella. <br/>  Det är en verklighetsflykt att läsa om spännande saker, så länge artikeln är någotsånär sanningsenlig så går det att trycka. Om lögner ger pengar, varför inte ljuga? <br/> <br/>  Kvällsblaskorna är inte bättre än se&amp;hör, hänt extra eller någon av dom andra helhjärtade skvallertidningarna. Snarare sämre i så fall, eftersom dom gör mer anspråk på att det dom skriver är sant. Vid dom \"vanliga\" brotten(rån, mord, misshandel, våldtäkt, etc..) så är det mer sanningsenligt än när dom skriver om \"black cobra\", därför att det är lättare att hitta fakta om dom artiklarna. <br/>  I vissa fall ljuger dom trots att det är fall som skulle gå att kolla upp. Men då handlar det om en grupp människor som inte samarbetar med polis eller talar i media, normalt sett. Och svensson bryr sig ändå inte om människor i den gruppen.<br/> <br/>  Det är tråkigt hampus att du har svårt att förstå min synvinkel. Jag ser nu att Banidos Mc inte är en kriminell organisation som går ut på att tjäna pengar \"gemensamt\". Det talas inte om brott som ska utföras på klubbmöten. Om det nu inte är någon som ni vill tillrättavisa. TCB kallar dom det väl i staterna?<br/>  Det jag däremot tycker eller kanske snarare tror, är att det dras väldigt mycket \"rötägg\" till dessa klubbar, och det kommer alltid finnas folk som drar nytta av att dom har en väst på sig. <br/>  Vi skrev tidigare om P.. O....... från örebro för någon månad sedan. Du tyckte att han i allmänhet var en bra representant för bandidos. <br/>  Jag säger bara att jag inte tycker att han skulle vara en bra representant för någon klubb som vill ge ett \"genuint\" intryck som mc-klubb. Jag tycker att han är en bra representant för vad vanligt folk tror att en bandidos-medlem är.<br/> <br/>  Vi tycker helt enkelt olika, eller så vet jag mer om P-O än vad du gör. Jag hoppas att du sprider dina åsikter till så många nya som möjligt. Du skriver själv att du inte förstår varför \"packet\" inte kastas ut. Det bevisar att du faktiskt kan se saker och ting från \"våran\" sida. Men jag vill tillägga att jag inte på något sätt anklagar någon för att vara en dålig människa pga att den är kriminell. Vi har alla valt våra vägar och vi får alla stå vårat kast, vare sig vi väljer att bli advokat, läkare, rånare, kriminell entreprenör eller eller korrupt snut.<br/>  (Puh, långt.)",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Yes, 99,9% som vill gå med i Bandidos, eller H.A. osv, vill just detta för att patchen e häftig, namnet injagar fruktan hos folk, och \"hade jag bara varit medlem där hade folk gett mig den efterlängtade respekten jag aldrig fått\", sen tror jag inte att det är överdrivet många av dem som verkligen gått vidare till att bli medlemmar, utan det stannar vid att googla fram bilder på de tuffa grabbarna och drömma sig bort om man själv var sån, det är vad jag tror! <br/> <br/>  De som varit på mig mest om att jag skall ta med dem till hojfester där dom kan flottera sig med 1%are är folk som aldrig kommer komma in i den miljön ändå. Kan nämna ett exempel jag känner till som inte har med BMC att göra utan en av de andra klubbarna, han var inte ens intresserad av att gå med, efter att ha umgåtts med dem så kände han att det var något för honom och han anslöt sig, definitivt inte en person som gick med för att det var en häftig pojkdröm...<br/> <br/>  En anna sak jag kom att tänka på, de negativa bitarna, polisrazzior, bevakning, samhällets tryck mot medlemmar osv, det är mycket det som jag uppfattar gör att crew och teamen har en hög omsättning av folk. Unga killar som istället för att kunna larva runt på stan och visa hur häftiga dom e, få vilken tjej dom pekar på osv. blir tvugna att offra både mycket tid, engagemang och pengar åt föreningen, samt att inte kunna åka på en enda fest, röra sig fritt på stan med sina märken utan att bli visiterade osv... inte riktigt vad dom räknat med och så lägger dom ner det, men dom var kanske aldrig ämnade för det ändå, vad vet jag..."
		]
	},
	{
		"postIndex": [
			[6536],
			[6600],
			[6529],
			[6704],
			[6796]
		],
		"postTime": [
				"2009-08-14",
				"2009-08-15",
				"2009-08-13",
				"2009-08-27",
				"2009-09-18"
		],
		"postNum": [
			[6806],
			[6871],
			[6799],
			[6975],
			[7070]
		],
		"postLink": [
				"/sp18169356",
				"/sp18186820",
				"/sp18162528",
				"/sp18411459",
				"/sp18796894"
		],
		"postUser": [
				"bigbadbengt",
				"hampus183",
				"searchsian",
				"D4L",
				"trojan"
		],
		"postUserID": [
				"/u299879",
				"/u351013",
				"/u346916",
				"/u373351",
				"/u188746"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p568",
				"https://www.flashback.org/t683845p573",
				"https://www.flashback.org/t683845p567",
				"https://www.flashback.org/t683845p582",
				"https://www.flashback.org/t683845p590"
		],
		"userUrl": [
				"https://www.flashback.org/u299879",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u346916",
				"https://www.flashback.org/u373351",
				"https://www.flashback.org/u188746"
		],
		"sentence": [
				"Folk drar sig ju till dessa klubbar av olika anledningar. Pojkdröm eller då går det ner sig eller gör något annat dumt på vägen och en chans att bli något kanske är i mc världen utan at dina bröder ser dig som en dålig människa finns ju där fast övriga samhället kanske gör det.<br/> <br/>  Att inte ha ett mc intresse och samtidigt va med i BMC är nog ingen idé då det är en av de klubbar som verkligen åker mycket och hårt. Även invandare kan ju få ett mc intresse. Inte sagt att jag tycker om alla invandring i Sverige. Men varför ska inte en internationell klubb kunna ha folk från andra länder. Måste man vara arisk för att kunna va mc kille?<br/> <br/>  Sen är det ju så att många av medlemmarna som lever ett bättre och hederligare liv tack vare deras klubb. De har regler att följa även när det gäller tex narkotika intag går något sådan överstyr så blir du utkastad där för är det bra för e del som trolligt viss håller sig lite lugnar tack vare klubben. Utan den hade de kanske spårat ur helt.<br/> <br/>  Även folk som ha sprit problem kan tex få en tillsägelse som att nu slutar du drick annars åker du ur klubben! Det är väl bra saker och som sagt får en del att leva bättre liv än de hade gjort annars.<br/>  Sen vet jag många som har vanliga jobb och lägger resten av sin tid på klubben. Är dessa personer då parasiter? De betalar ju skatt mm som alla andra. <br/> <br/>  Skulle det varit en kriminell klubb hade inte folk åkt ut för att missbrukat färgerna vid tex affärer!` <br/> <br/>  Sen är det självklart att det finns många som är kriminella för att klubben inte vänder ryggen till för att du gjort ett fel enligt samhället. Det kan ju attrahera kriminella att ha det så och känna stöd trots att man varit dum.<br/> <br/>  Äh hoppas ni förstår vad jag vill ha fram lite trött i dag och kände att det blev rörigt!<br/> <br/>  Jenny<br/> <br/> <b>Kan säga så mycket som att jag gör rätt för mig och är ingen börda för samhället, jag är ingen bidragstagare som 99.5% inom Bandidos är.<br/>  Ta Mehdi Seyyed som exempel, han hade klippkort på Socialkontoret i Centrum \"Gbg\", vilket är intressant, då han gärna stoltserar med en tjock ankarlänk och sina Breitling klockor </b><br/> <br/> <br/>  Var får du dina siffror ifån?",
				"<b>Hampus</b><br/> <br/>  1: Du får sluta upp att leka besserwisser i den här tråden, allt står inte artikeln, det fanns goda grunder för att dra in deras tillstånd. Kommunen och polisen har agerat helt rätt i det här ärendet. En seriös krog/nattklubb skulle inte ha 14-åriga tjejer dansandes i stringtrosor på borden, men denna klubb var ingen vanlig klubb, Bandidos hade ett finger med i det hela. Det togs droger helt öppet, vakterna sålde droger till gästerna osv. <br/> <br/>  2: <b>Alla som umgås med folk inom Bandidos och X-Team ska hårdgranskas</b>, helt rätt agerat av polisen. Helvetet har bara börjat för er parasiter, vänta så får du se. Du är så patetisk, sitter här och leker presstalesman för Bandidos. Du kommer aldrig att lyckas rentvå deras namn, möjligvis kan du lura Earl, JJ, Wurzten och CO ett gäng avdankade gubbjävlar med mindrevärdskomplex, men inte oss andra. Till skillnad från dig så är jag on-side <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>[/quote]<br/> <br/>  1. Jag svararade på det du citerade/skrev i ditt inlägg där du inte skrev något om \"14-åriga tjejer dansandes i stringtrosor på borden\" osv. Utan i ditt inlägg vinklade du det till att fokusera på entrevärdarnas \"koppling\" till bmc.<br/>  Om det, som du skriver, tas droger öppet, drogförsäljning osv ja givetvis skall en sådan krog inte finnas. Inte bra alls för de unga som e ute och dansar osv.<br/> <br/>  2. Att polisen granskar bmc medlemmar får dom leva med. Men deras bekanta? Skall man verkligen straffa andra pga att dom är bekant med en viss person? I Sverige? Inte rätt alls. Blir lite av kollektivt straff-tänkande. Som att alla blå-vitt supportrar skall behandlas som huliganer pga det finns huliganier i miljön? Blir fel i det långa loppet. Nog ser jag polisens taktik, straffa alla runt om bmc, till slut tar dom avstånd. Kapa supporten så att säga. <br/> <br/>  Du skriver : <b>leka besserwisser i den här tråden</b><br/>  Jaaa. vem av oss 2 är besserwisser.... Vi alla kan svaret...<br/> <br/> <b>Du skriver : Helvetet har bara börjat för er parasiter, vänta så får du se.</b><br/> <br/>  Ja, just det...Det finns vissa medlemmar som sitter i finkan. Pga att dom gjort vissa kriminella handlingar i sin personliga strävan. Vissa av dem är s.k. tongivande medlemmar som varit med x antal år. Staten straffar de kriminella oavsett om vad det står på ryggen. i alla år.<br/> <br/>  Polisen är i dag på samma vis som för 5-10 år sedan, propagera att bmc är samhällsfarliga. Och du och många andra har ju gått på detta. Big time! Du och vissa andra slukar allt som finns om bmc med flera. Du har nog minst 2 ex av svensk maffia-Leffes husbibel...<br/>  Slå ut de bmc's antal av medlemmar de sista, ja 5 åren, och dela det med de antal år som Medlemmar blivit dömda. <br/>  Jag har dessutom aldrig sagt att vissa inte e kriminella. har jag sagt hela tiden. men dessa e individer.<br/>  För du vill ha det till att bmc dominerar den undre världen...vilket joke alltså..<br/>  Enda ställe bmc dominerar är i Aftonblandet och liknande..<br/> <br/>  Du skriver vidare : Till skillnad från dig så är jag on-side ....<br/> <br/>  Några citat från dina 2 senaste inlägg;<br/> <b>nulebarnet</b><br/> <b>feta killen </b><br/> <b>tortyr är den bästa metoden ifall man vill få fason på dessa parasiter</b><br/> <b>Helvetet har bara börjat för er parasiter</b><br/> <b>Du är så patetisk, sitter här och leker presstalesman för Bandidos. Du kommer aldrig att lyckas rentvå deras namn, möjligvis kan du lura Earl, JJ, Wurzten och CO ett gäng avdankade gubbjävlar med mindrevärdskomplex, men inte oss andra.</b><br/> <br/>  Leffe- still Off-side...",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Men visst, har svarat på några frågor. se det markerade under frågan i din text.<br/>  vissa av dina frågor kan jag inte ta på allvar.<br/>  Läste igenom vad du skrivit igen...nej, skriver inget.<br/>   </td> </tr> </table>  <br/> <br/>  Nej, tack jag läser inte så många inlägg. Det är för osammanhängade...<br/> <br/>  Jag vet ingenting om vad Bandidos egentligen är och hur det fungerar. Det enda som jag har är den bild som media ger. Media utmålar oftast medlemmar ur klubbar som denna, för att vara fredlösa i princip. Ingen vill associeras med dessa förutom likartade typer. De är parasiter på samhället som inte vill göra rätt för sig. Motorcyklar är bara en grej för att ha något gemensamt som kriminella. De verkar vara allmänt obehagliga och rättar sig inte efter rättssystemet. Sen har systerklubbar önskemål om att vilja nå samma himmel som de glorifierad medlemmarna i något ÖKÄNT mc gäng. För att känna sig som mindre \"lewsers\". För att bli medlem så måste klubben hålla en jämn produktivitet och påvisa en solid existens för att komma med i balla klubben där den högre formen av kriminalitet utförs där de stora grabbarna håller till. I övrigt är medlemmarna väldigt instabila och ibland blir någon mördad av någon anledning.<br/> <br/>  Stämmer denna bild undrar jag som media ger sken av eller finns det en mer sannenlig bild att det här är bara schyssta killar som är missförstådda där media bör göra en pudel av det hela? <br/> <br/>  Är det en klubb man åker till med sin sköna hoj, dricka lite bira, snacka skit, mecka hoj och bara vara en lirare som lever livet. Jobbar som alla andra och håller inte på med sådant som media hela tiden anklagar dessa klubbar för. <br/> <br/>  Hur ligger det till?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  För det första om någon här är korkad så e det du Hampus och ingen annan.<br/>  Och jag vet att du alltid försvarar allt som sägs om Bmc men det ryktet jag sa stämmer till 100%.Alla i växjö vet om det.Fråga dina vänner i skåne bara.<br/>  Och juste dom va inte juggoslaver utan dom va albaner.Dom albanerna i Växjö är inget o leka med så som jag hört.bla har flera av dom suttit långa voltor och dom tvekade inte en sekund på åka ner o till deras lokal för o rent ut sagt fucka dom.Dom blev också bötfällda på 100 tusen kr.Sen slängde dom ut medlemen och bad albanerna låta dom va i fred och den tidigare medlemen blev jagad.Dom gjorde inte det för pengarna utan att bara för att visa X att dom gått över gränsen.Så ta reda på sanningen istället för o öppna din käft direkt o kalla folk totalt korkad.Du vet mycket om bmc o så och för övrigt håller jag med dig på det mesta du skriver men i detta fallet har du fel.<br/>  man behöver inte va med i gäng för att ha pungkulor det finns många många som inte har tröja eller nått men e riktigt brutala.Hade den historian varit i gbg eller sthlm då hade du kunnat i fråga sätta sanningen men detta va i x skåne och dom e inte alls lika tuffa som gbg sthlm eller säffle för den delen.<br/>  Jag menar vem  hittar på en sån historia?Det gör man inte.Och killen jag känner i växjö är kusin med en av dom albanerna så han ljuger inte.Plus att medlemen i x bara försvann.hela stan vet om det",
				"[quote=hampus183]Det markerade;<br/>  BSK är ingen MC-klubb.<br/>  Dom hade en avdelning i Stockholm typ 97 eller så (ej 100% på året) men den lades ner kvickt. (vissa ledande bsk gick då till HA)<br/>  Sedan dess har BSK INTE varit en mc-klubb.<br/>  Patetiskt att bära västar.<br/>  Men ett PRAKTEXEMPEL på att haka på MYTEN.. <br/>  Att bli fruktade= se till att vara mycket i tidningarna Samt bär väst...QUOTE]<br/> <br/> <br/>  Bra att du skriver att <b>BSK</b> inte är en MC klubb, för det vill de nog inte förknippas med det heller.<br/> <br/>  Det stämmer också att <b>Brödraskapet</b> hade en avdelning ett fåtal år som bar MC på sina västar.<br/>  \"<b>Brödraskapet</b> som organisation har <b>aldrig </b>varit en <b>MC klubb</b>\" utan det var endast avdelningen i stockholm som bar MC på sina västar mellan 96/98.<br/> <br/>  Ett praktexempel på att haka på myten skriver du<br/> <br/>  vilken myt då?<br/> <br/>  De enda som lämnade <b>Brödraskapet </b>när Fitzpatrick dödades var just denna MC avdelning i Stockholm, medans orginalet i <b>Brödraskapet</b> hängde kvar.<br/> <br/> <b>Brödraskapet</b> blev golade av en hel MC klubb 2004 \"Bengalos MC\" då tingsrätten och hovrätten dömde sexton man på enbart MC klubbens utpekanden.<br/> <br/>  En medlem från HA \"Allan Lund\" la tio man från <b>Brödraskapet</b> i en mordutredning på ångpannegatan 2007. Då han berättade för polisen i förhör om vilka bilar som hade vistats kring platsen den aktuella natten.<br/> <br/>  Mehdi har golpapper på sig, det vet ni om. Han har golat om utpressning, människosmuggling och dopningsbrott \"läs tråden om golare i klubbar och organisationer\" I <b>BSK</b> skulle en sån här person aldrig fått vara kvar.<br/> <br/>  Om nu <b>Brödraskapet</b> är så dåliga, varför tar ni gång på gång upp uteslutna/avhoppade från <b>BSK</b> då?<br/> <br/>  Bjällder<br/>  Huisman<br/>  Rizza<br/>  Ridde<br/>  m.m m.m m.m<br/> <br/>  Om de inte var bra i <b>Brödraskapet</b>, varför skulle vara bättre någon annan stans?<br/> <br/>  Bjällder är väl inte kvar i Bandidos<br/>  Huisman körde med sin vanliga fras eller?, \"jag ska tänka på min familj nu\"<br/>  Rizza, har han kopplat på husvagnen? han är väl inte kvar han heller?<br/> <br/> <b>BSK</b> tar inte upp föredettingar bara för att kunna växa och sätta flaggor på kartan, som MC klubbarna gör.<br/> <br/>  \"se till att vara mycket i tidningarna\" vad menar du med det?<br/> <br/> <b>BSK</b> har uttalat sig i pressen en gång under sin historia \"98 i tidningen Cafè med Dick sundevall\". det var Fitzpatrick som intervjuades.<br/> <br/>  De har aldrig gått ut i tidningen och pratat hur illa de blivit behandlade, bara för att de är medlemmar i en klubb som MC klubbarna har för vana att göra.<br/> <br/> <b>BSK</b> håller hårt på sin heder och moral<br/> <br/>  Du kan ta och behålla din myt.<br/> <br/> <b>Brödraskapet</b> är just <b>Brödraskapet </b>och inget annat. de är inte intresserade av att gå i någon annans fotspår.<br/> <br/>  Det finns inte mycket att se upp till hos 1% myten"
		]
	},
	{
		"postIndex": [
			[7691],
			[7733],
			[7580],
			[7679],
			[7703]
		],
		"postTime": [
				"2010-04-23",
				"2010-04-25",
				"2010-04-04",
				"2010-04-19",
				"2010-04-24"
		],
		"postNum": [
			[8000],
			[8042],
			[7885],
			[7988],
			[8012]
		],
		"postLink": [
				"/sp22696970",
				"/sp22728085",
				"/sp22338087",
				"/sp22615650",
				"/sp22710967"
		],
		"postUser": [
				"bajenvrak",
				"bajenvrak",
				"hampus183",
				"hampus183",
				"bajenvrak"
		],
		"postUserID": [
				"/u79973",
				"/u79973",
				"/u351013",
				"/u351013",
				"/u79973"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p667",
				"https://www.flashback.org/t683845p671",
				"https://www.flashback.org/t683845p658",
				"https://www.flashback.org/t683845p666",
				"https://www.flashback.org/t683845p668"
		],
		"userUrl": [
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u79973",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u79973"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vad tyst det blev på tråden... Alla som skrivit flitigt på sistone, vad har hänt? <br/>  Inga kommentarer från någon över huvudtaget till allt det jag skrev de sista dagarna..?<br/>   </td> </tr> </table>  <br/>  Kanske inte så konstigt då du gått in med svar på tal på det mesta och ditt motstånd inte alls besitter samma sakkunskaper utan istället raljerar med sina fördomar. Men jag kan gå in och kriga lite med dig så kanske det kan leda till något.<br/> <br/>  Jag skulle vilja utveckla mer kring myten om 1% klubbarna. Vill för egen del hävda att klubbarna är extremt beroende av denna. Skulle man ge raka svar om allt skulle klubbens verkliga ansikte framstå skulle omgivningen skulle kommentera det med de är väl inge märkvärdiga, detta vore fatalt för klubbarna. Istället försöker man hålla myterna vid liv. Bättre att omgivningen tror en massa saker än att de vet några enstaka fakta. En annan sida är ju att media alltid kan sälja på dem, klubbarna välkomnar detta. De som verkligen fattar kommer att söka sig till klubben ändå och det är dessa potentiella medlemmar man är ute efter. Sen är det helt rätt att många har tvingats inse att livet i klubben inte är som man trodde. Det ställs krav, klubben får inte tappa ansiktet, gör man bort sig på klubbens bekostnad får man ta konsekvenserna, då är det klubbens konsekvenser, inte samhällets. <br/> <br/>  Ju farligare man framstår ju bättre, ingen rök utan eld men vågar nog påstå att de flesta klubbarna gör allt för att hålla röken vid liv, så de senare kan luta sig på myten om elden.  Man har hört alla olika typer om skrönor om vad potentiella medlemmar tvingas göra. För vad det allt ifrån att göra rån, döda någon till att äta andra medlemmars bajs etc. Förr i tiden, gjorde man tex en grej av vingar på västarna, olika färger skulle betyda allt möjligt, rosa vinge att man skulle ha slickat en brud en mens gul för att man skulle pissat baklänges etc. Saker som detta bara spär på det hela, klubbarna är inte sena att utnyttja detta. Media har ibland hjälpt till med att stärka identiteten bland klubbarna. På samma sätt som när filmen Gudfadern kom, flera maffia familjer lärde sig genom denna film hur de skulle uppträda. <br/> <br/>  När vissa klubbars by-laws läckte ut till media på 70-80 talet, framkom det att tex ingen medlem har rätt att kräva något av en prospect som denne själv inte skulle kunna göra. En prospect får tex inte begå ett brott i klubbens namn. Nu har säkert dessa by-laws ändrats sen de har läckt ut men svårt att tänka mig att de skulle ha ändrat på ovan. Men man talar ogärna med media, hellre låt dem tro vad fan de vill.<br/> <br/>  Som 1% biker förväntas du vara och agera på ett visst sätt, men en 1% livet har förändrats sen det skapades på 50-60 talet i staterna. Man lever inte på samma sätt längre, det går inte heller. Skulle vilja se den biker här som varje dag året in och ut åker runt på sin hoj med håret fritt och bara super. Först och främst blir det svårt ur en vädersynvinkel, sen hjälmen och för att inte nämna rattfyllan. Att vara 1% är inte samma sak längre. De är 1% som står över samhället med tanke på de val de har gjort, men de står inte utanför samhället. De flesta knegar och betalar skatt som oss andra, att helt vara utanför vore annars ett heltidsjobb i sig. Dock när problem uppstår löser man det på sitt eget sätt. <br/> <br/>  Vi dödliga kan ju tycka vad vi vill om klubbarna, min egen åsikt är den att jag inte tror de gör samhället bättre, men å andra sidan tror jag heller inte att de gör det sämre. Vi vet lite om vad som krävs för att bli medlem förutom en 100% dedikation, åsikter som att de töntar och inte klarar det ena el det andra blir bara löjligt. Man behöver inte utmana dem men om intresset finns gör det. Förslagsvis pissar du på västen eller pratar strunt om klubben, du skall du se att oavsett hur medlemmen ser ut eller vilken frisyr den har alt vem denna var i högstadiet så kommer medlemmen att tcb. Då är det inte så roligt längre, det är det som skiljer dem ifrån oss andra. Det är därför denne är medlem i en 1% klubb och inte vi.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja dynamiken Alltså, i grunden tycker jag att de flesta av alla 1% typer är som alla andra. Av de jag har jobbat med har man inte märkt något alls. Skillnaden blir enbart när de sätter på sig västen. En viss del av sina liv har de avsatt åt klubben precis som oss andra har avsatt en del åt Hammarby (i bästa fall..), tjejen, golfen el fans moster. När man ser dem tillsammans, pga av utseende skulle nog jag med direkt beskriva dem som wt. Men kommer man inpå dem ser man det annorlunda, de flesta av dem är ganska bra på det de gör. Är man byggare så är firman bra, kränger bilar ja då funkar det som det skall. Kan tänka mig att inom de flesta chapters kompletterar man varandra väldigt väl. Inte så att man bara klumpat ihop en del o satt samma väst på dem, liksom inget big brother hus utan nya individer har tagits upp när man tycker att man känner dem och denne gruppen, proppe tiden är inget annat än just socialisering. Man skall lära känna klubben och klubben personen. Så man funkar liksom.<br/> <br/>  Man delar ju enbart kärleken till klubben, sina bröder och intresset för de två hjulen. Behöver jag sen hjälp med min bokföring kanske jag inte går till brodern som på sin fritid har kakelsättning som intresse el jobb. Utan till den som har kunskaper i ämnet, då inte sagt att om min firma skiter sig och jag ändå gjort rätt för mig kan jag förvänta att mina bröder finns där för mig, socialt eller i värsta fall ekonomiskt. Man håller ju en ganska hög standard på sina medlemmar, vad som helst kommer inte in, och faktum är att det mesta inte kommer in. Där det fallerar är på nya orter el där man sätter ett värde av att ha klubben på plats istället för vilka som utgör den. <br/> <br/>  Tror väldigt få har tjänat några stora pengar på att vara medlemmar, tvärtom har de istället förlorat på det. Men att de förblir kvar visar på något annat, lojalitet, hängivenhet och brödraskap. Den typen av medlem man vill ha, då spelar det i grunden inte så stor roll ifall denne är vit svart eller raketforskare. <br/> <br/>  Kanske inte var något svar på din fråga Ptoma, nu ser jag inte heller mc klubbarna som några kriminella organisationer. I andra sammanslutningar är dynamiken annorlunda, men i just dessa är det viktigast att man funkar och litar på sina bröder. När man inte längre gör det är man ute, och det är en del som gått den vägen också, mer i vissa klubbar än andra, men mycket för att vissa klubbar sållar hårdare än andra. Klubb utopin är säkert jag och mina nuvarande bröder för evigt på vårt sätt tills vi dör, funkar ju tyvärr inte för då dör klubben när vi gör det. Många är det som vill bli som oss, en del lyckas med det, de flesta inte Fast det är ju inget man vet direkt, man försöker att pröva sig fram, det skall ta tid men när man pressar blir inte alltid resultatet det bästa. Man ser ju även hellre sina bröder på utsidan än på insidan.  <br/> <br/>  10% är säkert jävligt smarta, 90% är det inte i mina ögon för att jag anser att det utifrån vem jag är och det jag <i>tror</i>, men det betyder inte att de är dumma, de är ju trots allt alla någon som någon annan skulle offra sitt liv för. Mina måttstockar vad säger de då, vem är då den smarte el den dumme, för jag har ingen som jag vet till 100% finns där för mig och skulle göra allt för mig.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  A.O var med redan 2000. Han satt inne då. Han kom ut 2002 (då var han tillsammans med hela avdelningen Probat's, dvs Bandidos) och blev då V.P och sedan P. A.O och chapter Stockholm hade precis deras 8-years Anniversary. Avdelningen var BMC Prospect Chapter Stockholm innan. <br/> <br/>  2003/2004-framåt var det fortfarande A.O i spettsen tillsammans med killarna från Sundsvall som kom ner till Stockholm. Glenn var enbart Prospect, sen var han i teamet. Erik-den idioten, var enbart med ett tag i teamet. Erik = Sveriges stor-trut Nr.1, visst 10-15 år sedan var han någon.<br/>  De som var medlemmar runt denna tid, blev gansta snabbt utkickade (dårar/pundare från Sundsvall). <br/> <br/>  Och det var ju problemet, svårt att etablera en avdelning i Stockholm om de flesta av medlemmarna kommer från andra orter..Då har man ju taskig lokal-kännedom. <br/> <br/>  Abbas sitter, Håkan var ju en bra kille mellan varven, tyvärr ställde han alltid till det pga att han helt enkelt ljög och hadde sig. Håkan måste vara den person som varit med i med organisationer/gäng/klubbar i hela Sverige, personen var bla den ende vite i ett gäng med personer med afrikanskt ursprung... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> humor faktiskt.<br/>  Ricardo, RIP, var prospect men blev medlem när han dog (bil-olyckan med han och A.O). Ricardo hade typ nån vecka kvar innan han skulle bli medlem.<br/> <br/>  (ps, du nämnde inget om A.S eller Björn eller John konstigt nog, Du skrev ner flera namn, namn pa personer som inte ens var medlemmar?)<br/> <br/>  BMC Stockholm ar knappast färre i dag, tvärt om. Dagens BMC Stockholm har mer medlemmar än vad dom hade 2000-2004 (de årtal du skriver om). Känns lite som att du blandar ihop personer som s.k supportar en klubb med dess medlemmar.<br/> <br/>  Fredsmäklingar, inget som Klubben gör utan det är ju enskilda medlemmar, enskilda individer som tack vare deras privata kontakter och bekantskap Plus att dom har lite större bollar och respekt med sig (och kanske även känner bägge sidorna som e osams..) som gjort att vissa medlemmar i BMC har kunnat lugna ner vissa känslor.<br/>  A.O har för övrigt ett stort kontaktnät i S-T där han e mycket väl respekterad. Och detta mer som person än som BMC medlem.<br/> <br/>  Igen, alla som e riktigt tungt kriminella ser Inte BMC som ett hot för deras verksamhet, för att dom vet att BMC e ingen kriminell organisation utan en MC-klubb. En MC-klubb bestående av en mix av misslyckade, halv-pundare, schyssta hårt arbetande familje-fäder, en klick personer som jobbar hårt på deras gangster-image, några gammla f.d i biker-miljön och en klick idioter samt ett flertal riktigt bra och lugna killar utan ambitioner att spela allan-ballan.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Du skriver att många klivit av när de insett att BMC inte är en kriminell organisation, nu trillar du dit igen, du romantiserar bilden av BMC, medans verkligheten säger något helt annat. Bandidos som mc-gäng anses vara en kriminell organisation, inte bara i Sverige, den stämpeln har Bandidos världen över. Det finns inget land i världen där Bandidos klassas som ett gäng missförstådda gossar.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Jag menar just det jag skriver. Att vissa som söker till BMC gör det i tron att det e en kriminell organisation, dom tror att dom söker in i en internationell \"maffia\". Vilket det inte är.<br/>  BMC \"aktiviteter\" är mc-klubb, hoj, festa, resa osv. Det är klubb-aktiviteterna. Sen att individer, vissa medlemmar, har egna agendor, och därigenom (som vi vet) begår brott och annat. Men det dom gör e enbart för egen vinning. Inget som klubbas igenom på möten och det finns ingen regel att klubben får en del av kakan av någon enskild medlems inkomst, laglig eller olaglig inkomst. Alla bidrar till klubbens utgifter via en medlems-avgift. Som jag varit inne på tidigare, hade BMC varit en organiserad kriminell organisation hade toppen, presidenterna, varit super-täta och skyddade från att åka fast- då hade man haft personer med mindre status till att göra \"street-work\". Vilket inte bevisligen är fallet.<br/>  Sant det du skriver, att BMC är klassade i de flesta länder som en \"outlaw biker-gang\", ingen rök utan eld. Men det, anser jag, beror på att många medlemmar är kriminellt belastade/dömda samt pga historien med flera våldsamma uppgörelser med andra mc-klubbar i samma miljö.<br/>  Fenomenet med 1% klubbar, som kör sitt eget race, där hedern och klubbens färger är viktigare för medlemmarna än allt annat i världen, är jag inte rätt person att utveckla. Krävs nog en sub-kultur forskare till det.<br/> <br/>  För övrigt anser jag att BMC (och andra 1%-klubbar) skulle tjäna mycket på att vara mer öppna, vad är det med klubb-reglerna (bylaws) som är så speciellt och hemligt? Svaret: Inget. <br/>  Spär på myten och missförstånden.<br/>  Jag har själv hört medlemmar som fått rätt så oskyldiga frågor från utomstående om vissa saker-myter, men i stället för att säga som det är, \"nej nej, så där går det definitivt inte till hos BMC\" så säger dom bara \"no comments\". Och i och med det spär dom, medlemmarna, på myten.. Och lever på  myten..<br/>  Givetvis gillar dom att folk \"ser upp\" till dom, visar respekt och anses vara allmänt super-coola och tuffa (i vart fall i deras egna ögon..).<br/>  Sen att verkligheten, utanför kretsen av klubb-bröder och idoliserande supporters, kanske är en annan, ja det är ju just en helt annan femma...<br/>  De riktigt kriminella skrattar åt påståenderna att BMC e en kriminell organisation,<br/>  Polisen tycker att det e super-nice att få extra pengar till roliga/häftiga fordon osv,<br/>  Högre utbildade personer ser ner på personer som väljer att kliva in i en klubb, de ser det som att individen försvinner till förmån för en grupps identitet,<br/>  Samt, jag undrar om alla som klivit med i BMC verkligen är beredda att betala \"priset\", dels i betraktelsen av omgivningen och dels av vad som skulle hända om en ny stor konflikt skulle inträffa.<br/>  BMC anser att dom är världens bästa Mc-klubb, att dom e i toppen och att dom \"betalt\" med blod för den positionen. Ingen kommer att tillåtas att trampa på deras heder.<br/>  Kan ju vara en del av \"problematiken\", hedern. (som var anledningen till det stora kriget på 90-talet).<br/>  Men, klubben i sig har igen kriminell organisations uppbyggnad. Individer är i vissa fall kriminella.",
				"Nej du Ptoma, vilsen är du nog inte.. Mycket av det du skriver stämmer, visst är det så. Myten kan ibland te sig paradoxal om man jämför den med agerandet. Skulle man tex inte va hårdbevakad så skulle klubben tappa sitt ansikte mot omvärlden. För egen del tror jag de till viss del gillar uppståndelsen kring dem. Ryktena, myterna och vi andra ryggar för dem på gatorna. Skulle vi behandla dem som Svenssons skulle nog en del av dem bli lite lacka, vad fan, jag är ju 1%, ser du inte det. Sen att de själva gärna vill framställa sig som Svenssons är en annan femma, men då kommer det ifrån dem själva. Två olika myter el framställningar kan bidra till att stärka den tredje.<br/> <br/>  Av de medlemmar som satt klubben i skiten kanske vi inte hör så mycket om men tro mig, de finns. Vi vet att medlemmar har åkt ut för att de blåst bröder etc, skulle någon stoppa undan en gömma i klubbhuset och detta komma fram vid tillslag har jag svårt att tänka mig att den medlemmen får behålla västen så länge. Straff som det är nog bra mycket värre än några år kåken för du kan aldrig sitta av klubbens sanktioner. Med facit i hand, de som åkt ut i bs, ja majoriteten försvinner..<br/> <br/>  Den främsta konkurrensen som varit handlar mer om märket, alla vill vara ensamma på sitt område och ingen 1% vill ha konkurens ifrån någon annan. Detta blir tydligt i litet land som detta, men korrekt är att klubbarna drar sig för konflikter, därav alla möten dem emellan. Men då detta har skett har de inte varit för knark och annat som media jag gärna skriver, utan hedern, eller rätten till existens(el ensamrätt beroendes på vem man frågar). Sen allt annat som skett, jämförs lättast med de gamla supermakterna, ingen av dem vill gå i krig mot den andra. De lät andra kriga så stödde man den ena el den andra sidan istället. För i Sverige är ingen av klubbarna i någon direkt konflikt, men det gnabbas en del ja. Så länge inget kommer tillbaka kan crews och teams sköta sig bäst de vill. Men detta är väldigt svenskt, teams kan man finna utanför riket men alla crews är nedlagda. Det kostade kanske mer än vad det smakade men det är enbart en spekulation ifrån mig.<br/> <br/>  Mediakåta är de väl ändå inte, tvärtom, BMC har gjort det en gång. Sällan de talar med media, likaså andra klubbar förutom hojblaskor och sånt där de gärna fläker ut sig på sina bågar och i vissa stolt annonserar ut deras support kläder. Man vill inte synas visst, men har inga som helst problem med att trycka kalendrar varje år. Paradoxalt såklart, men det är så det är, men dem som med alla, inget är svart/vitt."
		]
	},
	{
		"postIndex": [
			[8265],
			[8475],
			[8510],
			[7943],
			[8047]
		],
		"postTime": [
				"2010-08-19",
				"2010-09-17",
				"2010-09-21",
				"2010-06-15",
				"2010-06-25"
		],
		"postNum": [
			[8596],
			[8812],
			[8847],
			[8262],
			[8373]
		],
		"postLink": [
				"/sp24937846",
				"/sp25538679",
				"/sp25631405",
				"/sp23723030",
				"/sp23898340"
		],
		"postUser": [
				"AbrahamLincoln",
				"hampus183",
				"dogge8",
				"hampus183",
				"trojan"
		],
		"postUserID": [
				"/u389445",
				"/u351013",
				"/u272859",
				"/u351013",
				"/u188746"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p717",
				"https://www.flashback.org/t683845p735",
				"https://www.flashback.org/t683845p738",
				"https://www.flashback.org/t683845p689",
				"https://www.flashback.org/t683845p698"
		],
		"userUrl": [
				"https://www.flashback.org/u389445",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u272859",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u188746"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Kanske syftar du på om det sker en konflikt/bråk och att då bekanta/bröder/supporters blandar sig i?<br/>   </td> </tr> </table>  <br/>  Ja, att klubben av många ses som en flyktingförläggning och ett tillhåll för hobbybikers som springer omkring och leker allan. <br/> <br/>  Menar, jag ser Bandidos MC som en seriös klubb i bland annat Finland. Där ser man dem ofta glida omkring i Helsingfors, bland annat när man är på besök. Då sitter de på en hoj, och låter allmänheten vara. De lever sina liv och allmänheten sitt. Och så tycker jag det skall vara.<br/> <br/>  Jag har inget emot något MC-gäng oavsett om det är HA, BMC eller OAO, så länge de sköter sitt och låter allmänheten vara. Men i Sverige känns det som att BMC blivit något helt annat än en bikerklubb, och det är synd att en klubb med så starka band till bikervärlden blir ansett som något annat än en bikerklubb. Sedan om BMC och HA eller någon annan håller på med lite fuffens som inte drabbar allmänheten, det skiter jag i, det är en del i 1% livet. Men när man ger sig på folk efter eget tycke och utan en vettig anledning så blir jag lite orolig. <br/> <br/>  Så vad jag menar är: Hur ser de nordiska BMC klubbarna på det som händer i Sverige. Det att BMC av många inte längre ses som en MC-klubb, och att klubbens \"respekt\" som MC-klubb sjunkit. BMC har \"respekt\" av folk av den anledningen att vanligt folk är rädda för dem. <br/> <br/>  När jag varit på en krog till exempel och sett ex. HA på plats, så har jag aldrig känt mig osäker eller något. Jag vet att så länge jag sköter mitt och de sköter sitt så är det inga problem. Och har till och med bytt några trevliga ord med några, även om jag inte är biker på något sätt. Jag är en kontorsnisse. <br/> <br/>  Men när jag ser BMC på en krog, så går jag där ifrån. Jag känner mig osäker. Får en känsla om att jag är omringad av labila och potentiellt orationella figurer. Och jag vet att alla inom BMC inte är sådana, men med tanke på vad som skedde i Gbg med den iranska restaurangen och annat så blir man lite varsam. <br/> <br/>  Och så läser man ofta bland annat här inlägg av folk som är mycket mer bekanta i bikervärlden än vad jag är, som är noll bekant, om att de ser BMC som allt annat än en bikerklubb, kan ju inte vara något som USA till exempel skulle tycka bra om.<br/> <br/>  Men som sagt, jag har noll koll på hur det funkar, och det är därför jag frågar. Och du skall ha ett stort tack för att du orkar svara <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Och som jag förstått det så är du en BMC:are, eller har jag tolkat dina inlägg fel? Men om du är det, så är du utifrån det du skriver en trevlig och saklig filur. Och det är så jag sett gamla hederliga bikers. Trevliga och glada människor som brinner för sitt intresse.<br/> <br/>  Men det man ibland ser idag, är långt ifrån trevliga och glada MC-intresserade människor.<br/> <br/>  EDIT: Sorry om min förklaring blev lång och kanske krånglig. Det var inte meningen, men skall försöka summera det simpelt.<br/> <br/>  Det jag undra är: Har inte USA som är modern för klubben, och de nordiska klubbarna som är mer nära den svenska verksamheten yppat oro för den syn som många har av BMC i Sverige. Är det inte så att de vill att folk fortfarande skall se BMC som en MC-klubb och inte en kriminell organisation med en massa x-teamare och annat som hoppar på folk hur som. Eller låter de BMC Sverige sköta sitt oavsett vad folk tycker?<br/> <br/>  Och hur är det inom BMC Sverige? Det måste väl vara många som inte gillar situationen som den är nu. För jag kan inte se sådana som du, som verkar vara en reko kille och en äkta biker, vara riktigt nöjd med läget. Och med läget menar, jag bland annat det som hände i Göteborg, och det att många inom MC-sfären ser BMC som allt annat än en MC-klubb. Det måste ju även drabba äkta bikers som dig? <br/> <br/>  Men som sagt, vad vet jag.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Jag kan va ute totalt och cyckla men det verkar som du är involverad i BMC på något sätt, jag har personligen inte stor koll på BMC världen då jag ej har några vänner kvar i den skaran.<br/> <br/>  Men ett återkommande ämne är ju x-team och eftersom vi är i BMC tråden tar jag upp dem och inte andra crew. <br/> <br/>  I princip alla som är här inne och skriver/ läser vet ju att X sätter BMC i jävligt dålig dager så min undran OM du nu skulle vara fullvärdig eller ha en sådan kontakt....anser inte members att all skit och negativ publicitet är för mycket? Eller drar dom in så mycket/ är ett så \"bra\" crew att man helt enkelt anser det vara värt det?<br/> <br/>   </td> </tr> </table>  <br/>  1. Den negativa PR och skit som vissa i X-team gjort e ju inte bra, mycket av de som vissa gjort har ju inget med Motorcykel-klubb(ande) att göra. Många anser att X-team inte fyller någon funktion, så Yes. BMC skulle klara sig bra mycket bättre utan än med x-team. Men sedan finns det en hel del medlemmar som tycker att <u>myt-bilden om att BMC skulle vara farliga och vara en maffia </u>e bra och något dom kan leva lite på..Trots allt finns det en hel del mesar (I alla klubbar) som låter västen bära upp personen och inte tvärt om som det skall vara.<br/>  2. X-team drar inte in något till BMC, förutom problem.. BMC och dess supporters \"drar\" inte in något på något sätt. All kriminallitet och annat skit (undantaget konflikter i biker-miljön) e enskilda individers personliga saker som inte tillfaller eller gynnar klubben på något vis.<br/>  Kruxet e mera att de flesta i X-team e ju polare till BMC medlemmar. Skall man bara kicka bort alla pga vad vissa gör liksom.<br/>  Om det var upp till mig skulle jag slopa teamet, de som supportar utan hoj kan göra detta utan x-team.",
				"C.K är inte med i BMC",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Eller har HA DK så mycket makt att dom kan peka på random BMC-chapter och säga hej grabbar ni är med oss nu?<br/> <br/>  Hur kan BMC i Sverige tex rekrytera folk från BSK? De fd medlemmarna i BSK skulle väl eg varit lojala just BSK?<br/> <br/>   </td> </tr> </table>  <br/> <br/>  I slutänden är det faktiskt upp till HA att ta med dom eller inte. Inte de f.d bmc-medlemmarna som kan välja att kliva in i HA och dessutom som full-patch. Så ansvaret ligger hos HA. <br/>  tänk om-tänk rätt. finns ingen individ eller klubb/avdelning som kan ta beslutet att bli HA. right?<br/>  Men visst, bägge, HA och de f.d bmc-medlemmarna som fuckat upp här.<br/> <br/>  BMC har f.d BSK-medlemmar, vad är det för konstigt med det?<br/>  Kan ju finnas BSK-medlemmar som vill vara med i en mc-klubb. eller hur?<br/>  Det e en viss skillnad på att vara med i ett gäng eller vad vi nu skall kalla BSK och att vara med i en stor internationell mc-klubb. Skilladen är superstor.<br/>  Samt alla som kommer med börjar på prov, finns ingen i BMC som blivit full-patch direkt.<br/>  Och mig vetligen finns det ingen i bmc som tagit klivet från fullpatch HA till medlem i BMC. Finns några exemplel på f.d HA medlemmar som blivit bmc medlemmar men det e ej samma sak. Och dem har startat som hangaround/prospect osv.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  BMC har f.d BSK-medlemmar, vad är det för konstigt med det?<br/>  Kan ju finnas BSK-medlemmar som vill vara med i en mc-klubb. eller hur?<br/>  Det e en viss skillnad på att vara med i ett gäng eller vad vi nu skall kalla BSK och att vara med i en stor internationell mc-klubb. Skilladen är superstor.<br/>  Samt alla som kommer med börjar på prov, finns ingen i BMC som blivit full-patch direkt.<br/>   </td> </tr> </table>  <br/>  Ditt sätt att skriva om <b>BSK</b> får det att låta som om att <b>BSK</b> skulle vara en sämre klubb än BMC, just för att vissa avhoppade/uteslutna medlemmar från <b>BSK</b> senare sökt sig till BMC.<br/> <br/>  Nu när flera BMC medlemmar har gått över till HA i Danmark så måste det då betyda att HA är bättre än BMC. Varför skulle de annars valt att gå över till HA?<br/> <br/>  En förrädare är alltid en förrädare, <b>BSK</b> kan i alla fall vara stolta med att de inte tar upp kappvändare eller andras skit, bara för att kunna sätta en ny flagga på kartan.<br/> <br/>  Hur många av de avhoppade och utesluta medlemmarna som BMC tog upp från <b>BSK</b> finns det kvar idag i BMC, inte många alls. Vad säger det om BMC då? <br/> <br/>  Vad vann ni på att ta in dessa kappvändare, ni fick inga lojala bröder för livet i alla fall. De förrådde BMC precis som de innan förrått <b>BSK</b>.<br/> <br/>  De som gått med i BMC efter att de har varit med i <b>BSK</b> har nog aldrig haft en tanke på att de skall bli hojåkare och därför gått med i BMC. De trodde nog bara att gräset skulle vara grönare på andra sidan. Något som antagligen visade sig vara falskt.<br/> <br/>  Varför är <b>BSK</b> ett gäng och BMC en klubb? Varför anser du inte att <b>BSK</b> är en klubb?<br/> <br/>  Varför skall 1 % arna alltid prata illa om <b>BSK</b>. Men så fort ni får skansen så är ni där och skall rekrytera. vad säger det om BMCs krav på kvalitet?<br/> <br/>  Håll du dig till ditt 1% Biker ämne istället"
		]
	},
	{
		"postIndex": [
			[8658],
			[8643],
			[9034],
			[8654],
			[9011]
		],
		"postTime": [
				"2010-10-04",
				"2010-10-04",
				"2011-02-22",
				"2010-10-04",
				"2011-02-10"
		],
		"postNum": [
			[9006],
			[8991],
			[9400],
			[9002],
			[9376]
		],
		"postLink": [
				"/sp25911794",
				"/sp25903218",
				"/sp29059328",
				"/sp25909178",
				"/sp28815230"
		],
		"postUser": [
				"Jocke_S",
				"Jocke_S",
				"hampus183",
				"hampus183",
				"hampus183"
		],
		"postUserID": [
				"/u206148",
				"/u206148",
				"/u351013",
				"/u351013",
				"/u351013"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p751",
				"https://www.flashback.org/t683845p750",
				"https://www.flashback.org/t683845p784",
				"https://www.flashback.org/t683845p751",
				"https://www.flashback.org/t683845p782"
		],
		"userUrl": [
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013",
				"https://www.flashback.org/u351013"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Inga killar i ASA bildade x-team. Vart får du allt ifrån? ASA har inget med varken BMC eller x-team att göra. <br/>  Utgöra kärnan i BMC Stockholm. ge dig va. Vet du vilka Stockholmsmedlemmar som varit med längst?<br/>  Saknar struktur osv, menar du nu jämfört med när? <br/>  Kruxet e ju att alla avdelningar behöver \"veteraner\", medlemmar som varit med i +5 år i vart fall, som kan skola in de nya. Annars blir det, som du skriver, ingen struktur.<br/>   </td> </tr> </table>  <br/>  Vi har helt enkelt helt olika uppfattningar, det märks att du inte är så insatt i Stockholms kretsarna och den \"undre världen\" eller vad fan man ska kalla det förr i 08-området , men du förstår säkert vad jag menar.<br/>  Alla dessa grabbar har ju haft kriminella karrirärer långt före Bandidos tiden , och att ASA å dess f.d medlemmar har haft en betydande roll i starten och uppbyggnaden verkar du ha missat. <br/>  Men nu snackar vi om händelser som ligger ungefär 15-16 år tillbaka i tiden. Vad som egentligen hände vet nog dom som var med själva bäst om , ingen ide att sitta och spekulera här eller ta efter och lyssna på vad nuvarande BMC medlemmar säger om historiken, då man ofta i klubbarna gärna väljer att borste från vissa saker som inte passar in och helt enkelt drar ett streck över historian..<br/> <br/>  Sen skriver du att inga ASA killar bildade X-team , dom som bildade det var mycket i klubben sen om dom var medlemmar låter jag vara osagt , men gränserna var tunna om vad som ansågs vara fullvärdig medlem eller inte , som jag skrev tidigare så var det knappast några veklingar som dök upp i klubblokalen..var yrkeskriminella individer ur all möjlig rang, många av dessa var inblandade i dom två stora krigen i Stockholm (1998 och 2001/02) och framförallt så gjorde dom väldigt bra med deg.<br/> <br/>  Sammanhållningen var mycket starkare runt denna tiden , det här med att BMC nuförtiden tar in mycket folk med utländsk bakgrund anser jag inte har varit ett smart drag. Visst vissa enstaka som gjort rätt för sig och står upp för sina färger hel hjärtat och verkligen förstår sig på 1% kulturen hör absolut hemma hos dom rödgula.<br/>  Tänker på dagens BMC i Södertälje och Göteborg som blev involverade i onödiga konflikter med andra kriminella grupepringar helt i onödan med märkbara förluster för BMC sidan.<br/>  Hade varit smartare ifall man hade ett bestämt antal medlemmar som fick jobba upp sig inom en realistisk tidsgräns. Verkar vara mycket gå in och ut hur man vill..<br/> <br/>  Morbids killarna är enligt mig o dom flesta andra den grupp som speglar det riktiga Bandidos och hur man hade kontroll på saker och ting inom klubben ,en mycket sluten inre krets. Tror aldrig någon BMC avdelning kommer nå upp till deras nivå igen.<br/>  Har alltid undrat vad som hände dom ex-Morbids det som sedan kom att bli den grund Bandidos , det var ett friskt vågat gäng med hungriga killar som brann för sin sak.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   BSK MC fanns inte ens i tre år... Samt så hade inte BSK funnits i 3 år när Danny muckade.. <br/>  Men visst, han ville ju åt HA hållet med så blev det inte...<br/>  ASA, blev INTE upptagna i BMC..<br/>   </td> </tr> </table>  <br/>  Jo men sista tiden med diverse permissioner , man blir utsläppt efter 2/3 av straffet , sen verkar han ha skött sig därinne så resterande tid blir säkert på någon öppen anstalt.<br/>  Kan vara så att kriminealvården jävlas med han för han är Bandidos pres.<br/>  Men det ser ändå ljust ut för honom då han suttit av det mesta av tiden.<br/> <br/>  BSK bildades 95 som så många vet och höll fram till The Hoods muck vintern 1998.<br/>  Sen hette dom Brödraskapet MC fram till åtminstonde år 1999-2000 , fast det inte var samma medlemmar då många gått ur. Vet att många medlemmar envisades med att kalla sig Brödraskapet MC fast dom bytte till Brödraskapet Wolfpack. Det var ovanligt att man hörde någon kalla det för BSK Wolfpack.<br/> <br/>  Menade ej att ASA MC i sig blev upptagna i BMC men folk som varit medlemmar eller umgicks med medlemmar i ASA , några av ASA killarna bildade X-Team i Sthlm och dom som är medlemmar idag lärde känna dom på detta viset och blev introducerade till klubben, dom var unga då dom skulle komma att utgöra kärnan i BMC Sthlm.<br/> <br/>  Fast jag skulle lätt kunna säga att ASA killarna som sedan lade ner 1% stilen och körde solo mot b.la juggarna hade varit en mäktig avdelning till Bandidos ifall dom fått sitt västar direkt. <br/>  Beklagligt nog så blev två frontfigurer mördade i kriget mot jugoslaverna. Dom kallades för \"Svenskligan\" men det är en annan historia.. <br/>  Det var lite otydliga gränser om vem som var ASA medlem men dom umgicks och hängde runt klubben och även en kortare tid i X-Team (är lite osäker på om X-Team ens hade kommit till Sverige då, tror man bara kallade det för supportrar eller stödmedlemmar)<br/>  Men dom tyckte nog inte det lät som någon vidare ide att börja på ruta ett då dom var sina egna \"bossar\".<br/> <br/>  Fanns en hel drös med folk som kom till deras fester, tänker på diverse rånarligor och personer ur olika kriminella nätverk från Stockholms området.<br/> <br/>  Nu börjar vi komma ifrån ämnet lite, du är som bekant insatt i Bandidos och framförallt hur det funkar i dagsläget o verkar ha koll på alla BMC avdelningar i landet. <br/>  Ville bara påpeka att BMC i 08-området saknar den disciplin och struktur man hade förr och den viktigaste ståndpunkten att medlems klientelet även är försvagat av olika anledningar.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Klubb, vi snackar om en Motorcykel-klubb.<br/>  Kallar du tex Hammarby för en fotbolls-organisation eller vad? Klubb.<br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> sluta skoja nu, att bli ledande representant för en MC-Klubb av denna storlek, kräver ett mycket stort kunnande. Dels om biker-miljön i sig (på både europisk och världs-nivå) då ett beslut om tex att starta en nytt chapter i kanske ett nytt land måste ta hänsyn till många faktorer. Det e ju inte bara till att hänga på sig en väst o skaffa hoj. <br/>  Plus att denne person, President för Europa, måste ochså personligen känna en jävla massa folk (medlemmar) i avdelningarna, detta tar ju många år att bygga upp liksom.<br/>  Så att bara tro att en medlem från Stockholm, som varit med i några år, skulle ens vara påtänkt i dessa banor är mycket mycket långsökt.<br/>  Jim fungerar bra som Pres, precis som han gjort de senaste 17 åren. Skulle han kliva neråt en vacker dag så ligger ju en av vice-presidenterna eller någon annan i National-avdelningen bra mycket närmare till hands.<br/> <br/>  även om du tycker att BMC \"är ett oseriöst organisation\" -vilket jag inte håller med om, så e inte så fallet. Nu undrar jag vad du basera det på?<br/>  Glöm nu inte att ta BMC för vad det e, en MC-Klubb som funnits i 45 år.<br/>  Tramset med maffia eller liknande kommer enbart från massmedia och skribenter som vill tjäna pengar.<br/> <br/>  PS, ditt inlägg om Matte som Europa President, årets bästa! Och att du sedan följer upp med \"Samtidigt förvånar mig inte om han skulle vara det\" visar att du trodde på att Matte e Europa-pres. du e rolig.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   att dom skulle vara krimminella genier som jämt o ständigt ligger steget före polisen..<br/>  att dom är storspelare inom den kriminella världen..etc<br/>  fjortissnack i stort sett..med mkt överdrifter och långt i från sanningen..<br/>   </td> </tr> </table>  <br/> <br/>  Ja men där ser du ju. Bandiodos MC är ingen kriminell organisation. Det är en MC-Klubb.<br/>  Sen att vissa mer eller mindre misslyckade individer provar på viss kriminalitet, och som du skriver misslyckas totalt (spelar Tony Montana), kan man ju inte gärna lasta klubben för. Och inte heller dra alla över en kam. DU verkar haft förmånen att vara bekant med några, som du skriver, \"Folk med grova mindervärdeskomplex, fjortis-snack\", detta visar ju vilken nivå som DU befinner dig på..<br/>  Hade du varit en person,efter 10+ år i den undre världen, med kontakter/insikt hade du ju dels känt dem som verkligen är kriminella (organiserat) samt ochså vetat att BMC ej har en ambition att vara kriminell som klubb. Samt så hade du vetat att över den nivå du befinner dig alternativt har kontakter -som du (enligt dig) har träffat dessa, i dina ögon -ska vi kalla dom låtsas-kriminella?, så finns det många mycket vettiga personer i BMC.<br/> <br/>  Till sist; Tycker du verkligen att det e konstigt att du anser att medlemmar i BMC e misslyckade kriminella? Vet du varför dom misslyckas hela tiden? <br/>  Svar: För att det inte finns någon organiserad kriminalitet i klubben. Det finns ingen som styr deras kriminella handlingar, finns inga order i klubben gällande kriminalitet. Ok med det svaret?<br/>  Hade detta, BMC, varit en kriminell organisation med 44 år på nacken hade nog dom varit mycket framgångsrika och valt sina medlemmar med omsorg. På 44 år hinner man forma en gruppering samt hitta sina nicher. Inte fan hade en organiserad kriminell organisation med tusentalet medlemmar spridda runt om i världen tagit in, i dina ögon pajas-kriminella som medlemmar? Eller hur?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Fast varför skall du tro på det, Men du kan ju kolla min profil och vad jag brukar kläcka ur mig, om du tror att jag är en person som sprider skit.<br/>  Ja, Jag tror att dom går med för att leka ball. Men som du säger så håller dom nog inte speciellt länge i Klubben. Men att det finns medlemmar som gått med i BMC för att vara med I BMC oavsett om det hade varit en Båtklubb eller whatever känns det som att vi ändå kan vara överens om. I min värld är dom dock fler än i din, Fast det är bara en uppfattning. Och med din kunskap så får jag väl köpa att du har större inblick. <br/> <br/>   </td> </tr> </table>  <br/> <br/>  Jag känner att vi är, mer eller mindre, på samma blad.<br/>  Ett antal år tillbaka så togs det in en hel del folk som var \"mindre lämpade\" pga att BMC var mer eller mindre utdöende. Sedan blev det GBG osv.<br/>  Visst finns det personer som kör mindre hoj och ballar sig mera, men ofta försvinner dessa med tiden. Om man inte gillar det, köra hoj, sitter man ju inte och åker till tex Frankrike (flera hundra mil och ofta i regn) år efter år.<br/>  Ingen klubb e perfekt, många känner sig lämpade men få blir kvar i klubben. <br/>  Visst, kanske borde BMC inte låta personer kliva in som Hangaround så billigt som ibland men å andra sidan, att ge folk chansen e ju ochså en grej i sig, låta personen prova på. Sen e ju steget mellan hangaround och full-patch stort.<br/>  Sen har du en stor poäng med \"gått med i BMC för att vara med I BMC oavsett om det hade varit en Båtklubb eller whatever\". Hade jag viljat vara med i tex \"helg-runners\" MC eller hade jag tyckt att BMC e min nivå baserat på myten, hårdheten, hoj-åkandet (ca 2000 mil/år), festandet eller hypen -coolt med rädslan/respekten.? bra fråga eller hur. Jag utvecklar inte detta mera."
		]
	},
	{
		"postIndex": [
			[9730],
			[9447],
			[9662],
			[9545],
			[9762]
		],
		"postTime": [
				"2011-07-19",
				"2011-06-16",
				"2011-07-14",
				"2011-07-02",
				"2011-07-24"
		],
		"postNum": [
			[10118],
			[9826],
			[10048],
			[9926],
			[10152]
		],
		"postLink": [
				"/sp31745165",
				"/sp31194448",
				"/sp31657237",
				"/sp31449269",
				"/sp31847190"
		],
		"postUser": [
				"lurven82",
				"Jocke_S",
				"JJDecay",
				"Jocke_S",
				"lurven82"
		],
		"postUserID": [
				"/u584244",
				"/u206148",
				"/u159372",
				"/u206148",
				"/u584244"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p844",
				"https://www.flashback.org/t683845p819",
				"https://www.flashback.org/t683845p838",
				"https://www.flashback.org/t683845p828",
				"https://www.flashback.org/t683845p846"
		],
		"userUrl": [
				"https://www.flashback.org/u584244",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u159372",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u584244"
		],
		"sentence": [
				"Lilla gagga ponken. Du lever i din lilla drömvärld. Du har läst svensk maffia och sett på action filmer så du vet hur det funkar inom alla \"gäng\".<br/>  Jag vet att du ser upp till din Södertälje maffia och det får du gärna göra.<br/>  Men skriv inte i mc trådarna när du inte har nåt att komma med. Är det så att du fått lite problem av en klubb bakåt i tiden eller varför vill du bara spy galla över dessa klubbar. <br/>  Sen att skriva att de flesta är kriminella det stämmer inte fast att du och  flera personer till vill att det ska va så.<br/>  Som sagt många  går in i mc världen med skev syn,och det slutar oftast med att de hoppar av. Sen finns det säkert några klubbar i Svea som inte alls skulle haft mc väst på sig men de ska fan inte alla andra få skit för.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Han som sköt vakten i Fittja var väl E¤¤¤s eller? Vad gör han nu? Hörde att han bara blev en simpel pundare?<br/> <br/>  Och knarklangaren som kidnappades? var ju en riktig smålangare snarare som sålde roppar m.m. Fabi hette han väl? Och TokE ? vart är han nu? lallar omkring på fryshuset som en nolla! Och en annan kidnappare vart ju själv mördad för nått år sen - M¤¤¤i. Och angående A¤¤es rymning från Hall så var det så att han kom till isol dagen innan rymningen och det var en ren slump att han fick följa med. Har han muckat föresten? sittar han igen?<br/> <br/>   </td> </tr> </table>  <br/>  Precis det är E***s jag menade. Då har du hört fel angående honom. Han är inte inblandad i så mycket konflikter längre som han var förut då han lade sig i lite väl mycket konflikter som inte ens berörde honom själv. Men killen har fortfarande ett sinne för affärer. Det enda jag hört om honom är att han vart anhållen för inte så längesen angående ett rån mot en värdedepå men det räckte inte till häktning. Han har en del folk som springer för honom än idag.<br/>  F**i är en helt annan person han är nära kompis med E***s dom torska med en k-pist också i samma veva som när vakten sköts ner. F**i satt ju häktad för helikopterrånet en lång period.<br/>  Smålangaren eller pundaren rättare sagt som golade ner hela högen heter något annat. <br/> <br/>  Tok-E må ha dragit sig tillbaka från rampljuset och blivit en laglydig medborgare. Men visst fan hade han en del att säga till om på sin tid. Hade han t.ex fortsattit i kretsen kring BMC Sthlm så hade han säkert kunnat få den Rödguldiga västen och fullvärdigt medlemsskap ganska så snabbt.<br/>  M***i som var med i Familjen före han kom ner till Sthlm  vart ju mördad av Matte och Mange. Det kan man förstå till en viss del då M***i kom på kant med många sin sista tid i livet.<br/>  Han hängde en hel del hos BMC Sthlm ett tag också. Vet inte om han kanske till och med gick med i X-team efter att han hoppade av O.G. Men det är flera år sen vi talar om nu.<br/>  A**e har vad jag har hört muckat sedan en tid tillbaka. Skulle inte tro att han sitter igen. Han håller sig nog lugn efter 11 års voltan som han fick.",
				"Nyfiken fråga från en som inte vet...<br/>  Om låt oss säga en fd. BMC medlem hoppar av eller hamnar i Bad Standing och sedan går med i OMC eller Mongols eller HA. Hur ser medlemmarna i BMC på denne person?<br/>  Är han \"hatad\" eller skiter dom i personen i fråga?<br/> <br/>  Det finns ju som man uppfattar det (inte menat mot BMC medlemmar) hopp jerkor som verkar snart varit med i alla 1% klubbar... Hur uppfattas dessa.<br/> <br/>  Notera att nu kan det vara från vilken av klubbarna som helst som hoppar till en annan klubb.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Med Johan så medkommer en massa erfarenhet då man måste vara smart och taktisk i 1% miljön.<br/>  Han må vara den medlem som har vatt med längst bortsett från några Danska BMC:are som besöker med jämna mellanrum , sen droppar årgångarna inte så långt bort från den perioden. I snitt så har de fullvärdiga medlemmarna i det styrande skiktet också varit med i BMC kretsen i minst 10 år.<br/>  Du har rätt att det finns en stor del patchar som inte har varit medlemmar så länge , men fortfarande så är BMCs inträdesprover hårdare än OMC där man mer eller mindre glider in i gemenskapen utan några större svårigheter vilket också är OMCs varumärke. Det är många frustrerade och svikna Ex H.A och Hattar som då söker sig till OMC. Tycker ändå det starkaste manskapet i BMC består.<br/>  Att BMC skulle sakna pengar har jag ingen uppfattning om , men som det verkar så klirrar inte klubbkassan tom iallafall. Hur det är med OMC på den punkten vet jag heller inte.<br/>  Men att BMC skulle sakna trupper som är beredda att ge sig ut i strid är knappast troligt.<br/>  Det många inte tänker på är att BMC som klubb är en skild sak och X-Team är något annat.<br/>  BMC har fått skit för sånt som X-Team ställt till med. Vidhåller ännu en gång BMC mot OMC hade kanske OMC kunnat hänga med lite i tempot i början men sen hade BMCs rutin sattit in och det hade säkert slutat med en förkrossande BMC seger. Men alla har vi våra olika teorier.",
				"Förstår inte riktigt vad du menar med ditt inlägg. Jag har sagt att det finns många Kalle Anka klubbar men  vad menar du?<br/>  Det jag mena att många som har hoppat av BMC kanske inte palla trycket och gick in i en klubb som kanske har lättre krav.<br/>  Sen skriver vissa att det går dåligt för BMC,för att det tappar masssa medlemmar men de va kanske inga att ha då om de bytar klubb hur som helst.<br/>  Sen att det har kommit en ny supporter klubb visar väl att det finns fortfarande personer som vill supporta BMC.<br/>  Och att själva BMC verka mer satsa på kvalitet än kvantitet nu för tiden."
		]
	},
	{
		"postIndex": [
			[10144],
			[10629],
			[10031],
			[10028],
			[10430]
		],
		"postTime": [
				"2011-08-30",
				"2011-09-24",
				"2011-08-17",
				"2011-08-17",
				"2011-09-08"
		],
		"postNum": [
			[10551],
			[11054],
			[10430],
			[10427],
			[10846]
		],
		"postLink": [
				"/sp32555859",
				"/sp33054309",
				"/sp32306624",
				"/sp32300854",
				"/sp32749154"
		],
		"postUser": [
				"mcmonster",
				"EMOS",
				"1ofakind",
				"Jocke_S",
				"klittanfittan"
		],
		"postUserID": [
				"/u328889",
				"/u488236",
				"/u606314",
				"/u206148",
				"/u612019"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p880",
				"https://www.flashback.org/t683845p922",
				"https://www.flashback.org/t683845p870",
				"https://www.flashback.org/t683845p869",
				"https://www.flashback.org/t683845p904"
		],
		"userUrl": [
				"https://www.flashback.org/u328889",
				"https://www.flashback.org/u488236",
				"https://www.flashback.org/u606314",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u612019"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  matte var president men blev av med posten pga at dom båda avdelningarna i stock slogs ihop och då tog en mer rutenerad medlem över president posten och det gillade inte matte och gubbarna. den nya presidenten började bossa direkt med fest förbud och anat.. de som hoppade av börjar som prospect i hamc. och bandidt killarna skrattar nu tro jag för det var det sista dessa killar trode att dom skulle börja med .. prospect.. nu börjar dräng livet för gubbarna i hamc . så ligger läget till <br/> <br/>   </td> </tr> </table>    Det var länge sen det fanns 2 olika avdelningar av BMC i Sthlm. Vad gäller resten av ditt svar så var det inte riktigt svar på min fråga. Jag undrade inte riktigt varför just dessa Banditer har sökt sig till en bättre klubb, även om jag förstår av ditt svar att anledningen var att dom bästa och tuffaste killarna i BMC Sthlm inte skulle få festa hur dom ville, vilket dom nu inte kommer att få göra ändå under ett bra tag som proppar i HA.<br/>  Jag undrar mer generellt varför det är massflykt från BMC för tillfället världen över, men du har väll lika svårt att läsa och förstå som du har att skriva så man begriper ditt blattespråk. Gör ett försök till din pajas.<br/>  Vilket chapter kommer de få kvarvarande Banditerna att infogas i så länge eftersom dom nu är för få att upprätthålla ett ordinarie chapter i Sthlm, har du nån aning om det klanten?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Han den store med gaddarna i ansiktet heter Micke och är kvar i Malmö och han är Prospect.<br/>  Fick däremot höra att den siste orginal medlemmen ifrån Malmö chaptert, har för mig att han heter Martin eller Marcus har lämnat för att han inte kom överens med dom andra i chaptert om att dom gav han dryckesförbud för över ett år sedan, och han sen bröt emot det + att han var inte alls nöjd med att dom tog in icke bikers i klubben och folk som aldrig hade kört hoj förut = Icke bikers. Tyckte det var synd för han var den enda där inne i det chaptert som hade en hjärna att tänka med och var alltid trevlig när han träffade folk till skillnad ifrån dom andra tjackpundarna som lever på sitt medlemskap i BMC",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det ska inte finnas så många. Och E.P är ingen dem.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Om man då lämnar frivilligt, tror du då att de är sugna på att bli Nomads, som är ännu mer krävande? Nomad är dessutom inget du själv blir för att du vill, utan det blir du utsedd till.<br/> <br/>   </td> </tr> </table>  <br/>  Var ju lite olika anledningar till varför folk gick ur. Alla var inte överens , några ville bli sina egna och gillade inte konceptet att vara underlydande. Brukar bli så i en klubb att vissa inte går ihop. Andra passar bättre som sina egna t.ex en nomad utan att vara fast förankrade till ett chapter.<br/>  Men förstår din poäng. Betänketid är närmast en självklarhet om det går korrekt till och att stå på god fot med klubben vid ett sånt beslut.<br/>  Finns bikers utomlands som haft önskemål om att bli nomads och pushat på lite för att få sin vilja igenom. Det beror lite på vad det är för medlem det handlar om. En person som varit fullpatch en längre tid och har högre inflytande men inte vill stanna kvar i sitt ursprungschapter kan säkert få med sig folk vid en röstning om det skulle krävas.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  han själv har bara sagt vad som hände varför han fick lämna klubben inget annat, men jag vet att han själv och alla jag prata med det om inte tycker det var någon golning. men att det var pga dom papperna han åkte ut ur klubben. ja hela grejen låter konstig och jag skrev innan varför han åkte ut ur klubben men själv aldrig påstått annat än att han är en tillgång för bmc och är en mycket kul och bra kille. så out är det som att vara i bs eller kan man leva på som alltid när man är i out?"
		]
	},
	{
		"postIndex": [
			[10866],
			[10694],
			[10961],
			[11129],
			[11163]
		],
		"postTime": [
				"2011-11-03",
				"2011-10-06",
				"2011-11-13",
				"2011-12-07",
				"2011-12-31"
		],
		"postNum": [
			[11298],
			[11121],
			[11395],
			[11570],
			[11605]
		],
		"postLink": [
				"/sp33819903",
				"/sp33304668",
				"/sp33985197",
				"/sp34409718",
				"/sp34834903"
		],
		"postUser": [
				"BigB666",
				"Jocke_S",
				"crabkiller",
				"GWashington",
				"xtroverto"
		],
		"postUserID": [
				"/u410700",
				"/u206148",
				"/u375294",
				"/u611742",
				"/u643388"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p942",
				"https://www.flashback.org/t683845p927",
				"https://www.flashback.org/t683845p950",
				"https://www.flashback.org/t683845p965",
				"https://www.flashback.org/t683845p968"
		],
		"userUrl": [
				"https://www.flashback.org/u410700",
				"https://www.flashback.org/u206148",
				"https://www.flashback.org/u375294",
				"https://www.flashback.org/u611742",
				"https://www.flashback.org/u643388"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Jag orkar inte skriva om alla turer i BMC färgrika historia här i Norden,men efter skjutningen i Lahtis var Tapsa så gott som den ende banditen på frifot i FIN,han blev snabbt uppgraderad från prospect till pres,och visst skickade National en nomad till Finland,en norsk sådan.<br/>  Din okunnighet förvånar mig... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>  Säger inte namnet Bandido Mick Nomad Europe 1% något för dig så får det vara,han lär inte nyligen ha blivit stationerad i Sverige för att plocka trattkantareller...<br/>  Som pres för National Europe har man mer övergripande syslor än att leda BMC Sweden...<br/>   </td> </tr> </table>  <br/> <br/>  Klart är att även BMC har gått igenom tider med fel folk i klubben detta till stor del när det plockades in massa folk från teamet 2002-2005 kanske lite efter och innan. Då fans en deöl fulpatchade killar som inte direkt kunde köra mc. Men det kom över en dansk för den som mins för några år sen.......<br/> <br/>  Sen att bland ihop1% klubbar med att mecka shovel som en del här innan verkar vilja att det ska se ut är helt fel. Ska man in i stora klubbar måste man ha intresse för både hojar och just 1% kulturen vill man bara mecka och åka hoj finns där gott om andra klubbar att söka sig till. <br/> <br/>  Men att man inte har hoj intresse eller åker hoj i klubbarna är löjligt då dessa ofta kör fler mil och börjar sina säsonger tidigare och avslutar senare än andra klubbar.<br/>  När man kör mycket är det förbannat opraktiskt att köra gammalt skrot eller något som är ombyggt och därav jobbigt att köra. Man satsar på krut i hojen och en väl fungerade hoj just på grund av allt åkande. Sen klart de som har gott om pengar och tid även har andra hojar och bygger bredvid. (konstigt alla inte har massa pengar i en kriminell organisation)<br/>  Sen kostar det förbannat mycket pengar at va med i en % klubb och nej inte på det sätet som folk vill tro utan just i resor och åkande över allt. Där finns massa saker som är krav på att du åker på och ja då på hoj. Krävs att du gillar att åka hoj annars tröttnar du rätt fort då tro det eller ej då detta är huvudsysslan.<br/> <br/>  Blir inte mycket över för strulade hojar och annat. Visst kräver dessa klubbar ett annat engagemang än åk klubbar men åker trots det oftast fan så mycket mer än dessa.<br/> <br/>  Det är ju då bra att folk kan välja och söka sig till det som passar dom. Lite jävla OT blev det ja men så trött på att läsa allt om att det är ingen mc klubb de meckar inte shovel mm <br/> <br/>  Ang Hampus så tycker jag ni ska lägga farm lite var och i vad han har fel i stället! Jag har aldrig sätt något som inte är rätt eller för den sakens skull något som inte är ok att skriva. Men att han vet mer än vad som går att läsa sig till är helt säkert.<br/> <br/>  En del klubbar verkar ha otroligt svårt att läsa sig av historien och vad som händer när man inte skyndar långsamt. Tror detta som händer i mc Sverige i slutändan kommer gynna BMC. Sen att det kommer få annan stor klubb att vissa sin riktiga sida är jag helt övertygad om. Nödvändigt att röra om i grytan lite. De som ska stå kvar gör det i alla fall när det blåst över. Sen spelar färgen mindre roll.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Grejen var ju att 02 hade folk redan börjat lämna OG och dom viktigaste personerna i organisationen satt inne. BMC var lite till antalet. Tror du blandar ihop med senare års upplaga av BMC som mycket riktigt hade en framgångs period. <br/> <br/>  Bandidos epok i gbg började på riktigt 04 och höll fram till inte för så längesen. OG blev efter mordet 02 på den dåvarande X-team ledarens bror än mer desarmerade då några åkte in för anstiftan och medhjälp till mordet. Sen hände inte så mycket mer 2002 då dom flesta satt inne. <br/> <br/>  Men under 2003 kom OG tillbaka när medlemmarna började mucka. Det var några i OG som kidnappade X-team killar,  de från OG blev dömda till fängelse för människorov bl.a var en kille som också var vice pres ett tag blev dömd ,  han gick några år senare över till OMC. <br/> <br/>  Sen på hösten när en viktig ledargestalt muckade från en volta vart det en peroid OG attackerade BMC flera gånger. Kastade in handgranater på två ställen som tillhörde BMC. En X-team kille blev skjuten i gbg för han hade lämnat OG för X-team. Hände en massa andra saker i OGs favör. BMC försökte svara men kunde inte leva upp och hade det jobbigt. Några X-teamare försökte koppla en sprängladdning under en bil men den råkade gå av och en kille förlorade sin arm.<br/> <br/>  Det här med att Hamdi och hans killar lämnade hade inget med BMC kriget att göra. Dom lämnade för dom ville inte ha vapenvila med albanerna året före sen ansåg dom att en annan ledargestalt hade blivit sparkad ur organisationen felaktigt. Senare under kriget med BMC så valde ändå Hamdis killar efter godkännande från honom att kliva på mot BMC under höst månaderna 03. Sen försvann alla dom OG killarna på riktigt strax före och efter mordet på Hisingen på Nasers vapendragare MM som blev avrättad med ett skott i nacken av KJ i början av 04. <br/> <br/>  Det du skriver i ditt inlägg om tiden efter 06 är jag inte så insatt i men av vad jag läste så verkar det du skriver vara korrekt. OG efter 03-04 är ett skämt. Alla medlemmar har för många många år sen lämnat. OG hade sin storhetstid på slutet av 90 talet och början av 2000 talet. Flest medlemmar hade man 2001. Då var det medlemmar från hela landet. I OG fanns till och med tungt kriminella killar från Sthlms området tänker främst på några yrkes rånare som hade OG tatueringen i cirka 2 år , dom flesta därifrån gick också av 02.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Åtminstone den bild HA visar utåt (se t.ex svenska dokumentären \"Svensk mafia\"). <br/> <br/>  BMC tycker jag gör sig starkare och starkare, de och OA är t.ex de enda som syns i HA's mother town- Malmö. Inte minst deras-BMC- undergrupp \"Death Silence\" som syns överallt- till trott för att de är knappt 10 pers. <br/> <br/>  Jämför t.ex HA under 90 talet och i dag. En klubb som t.ex Mongols MC hade inte kunnat växa sig så starka så snabbt under 90 talet utan att det hade blivit riktig krig med HA- nu är Mongols tillräcklig starka att kunna stå emot HA under alla lägen. Inte konstigt att färre och färre har respekt för HA den dag i dag. Dessutom har HA allt för stora fiender till att kunna göra någonting. Men en styrka har HA kvar- och det är den bild allmänheten har av dem. <br/> <br/>   </td> </tr> </table>  <br/> <br/>  Nu snackar jag om ur ett MC gäng perspektiv, inte springa runt som ett gäng väst kläda araber, som hotar och spöar skiten ur gemene man, vilket BMC, och dom andra hittepo \"klubbarna\" gör...<br/> <br/>  HA har gjort sitt, dom har sina inkomstkäller, och dom bevakar dom, och skulle nu arabklubbarna får för sig att inkräta på deras område, då agerar dom förmodligen. Varför måste man synas hela tiden? Är det inte bättre att jobba i de tysta och skulle det behövas, tja då syns dom. <br/> <br/>  Bara för att TM inte är president längre, tror du inte att han kan fungera som \"boll plank\"? tror du att han är totalt hjändöd efter han avsade sig presidentposten?<br/>  Varför<br/>  BMC, AOA och Mongoliderna är INGA MC gäng, dom har för fan inga jävla hoj åkare, eller visst, de har dom, men dom är få räknade, HA bygger sin klubb runt motorcykel intresse, medans dom andra jävla kalle anka gängen gör, tja dom bygger kanske inte sin klubb runt MC intresserade personer. <br/> <br/>  För att ta ett exemple, vilken hund skäller mest? En äcklig liten terrier eller st:bernad ?<br/>  Jo de gör den äckliga lilla terriern, varför? Jo för den är minst och behöver hävda sig själv... Enkel matematik...<br/> <br/>  Nu säger jag inte att dom andra klubbarna är ofarliga, men jag personligen har svårt för klubbar som kallar sig klubb, när man egentligen bara är en samling skitiga äckliga spaggar som plötsligt kallar sig mc-gäng när man inte ens vet hur kulturen fungerar, det dom gör är att dom dödar kulturen genom att göra som dom gör, dom är smutsiga och smutsar ner kulturen.<br/> <br/>  Nu ska jag bara klar göra, att jag inte lever i kulturen, utan har festat en del med folk både från dom stora och s.k lojala klubbar, men absolut inte varit involverad på några sett med deras affärer, utan detta är enbart ur mitt perspektiv.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Vet du varför han inte är med då?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det stämmer säkert. <br/> <br/>  Den stora frågan är; vad vinner HA på att ta med dem? Jag tror ingen av de hade kommit i kontakt med HA annars, säger inte det en hel del. BMC hjälpte dem in i HA <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/><br/> <br/>  Dessa killar kan bara simma 50m. <br/> <br/>  De andra har ju gjort samma sak fast fortare. <br/> <br/>  Jag har mycket svårt att se hur de skulle nått HA, då ingen är biker från början. Och då blir följdfrågan: Vari ligger vinsten?<br/> <br/> <br/>  Det är en jävla skillnad på de som kommit in i BMC från HA och de få som kommit in i HA från BMC. De som kommit från HA till BMC, kanske 2 av av BMC top JG"
		]
	},
	{
		"postIndex": [
			[11621],
			[11758],
			[11408],
			[11419],
			[11628]
		],
		"postTime": [
				"2012-02-12",
				"2012-02-15",
				"2012-01-25",
				"2012-01-27",
				"2012-02-13"
		],
		"postNum": [
			[12084],
			[12226],
			[11865],
			[11877],
			[12092]
		],
		"postLink": [
				"/sp35652569",
				"/sp35698259",
				"/sp35327861",
				"/sp35364433",
				"/sp35661928"
		],
		"postUser": [
				"talkthetalk",
				"kranium123321",
				"b-o",
				"blueberry4life",
				"bajenvrak"
		],
		"postUserID": [
				"/u635627",
				"/u663168",
				"/u450174",
				"/u654570",
				"/u79973"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1007",
				"https://www.flashback.org/t683845p1019",
				"https://www.flashback.org/t683845p989",
				"https://www.flashback.org/t683845p990",
				"https://www.flashback.org/t683845p1008"
		],
		"userUrl": [
				"https://www.flashback.org/u635627",
				"https://www.flashback.org/u663168",
				"https://www.flashback.org/u450174",
				"https://www.flashback.org/u654570",
				"https://www.flashback.org/u79973"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Pinsamma i hela detta (det du till 99% e säker på) e ju i så fall att HA horar sig totalt. Att dom e på så låg nivå att dom måste \"värva\" riktiga bikers, Bandidos MC... shit va..<br/>  Something rotten in the Bandido Nation?<br/>  Cunts of the year = patchovers &amp; hand-out of the patches. = HA.<br/> <br/>   </td> </tr> </table>  <br/>  Du brukar ha inlägg som verkar trovärdiga men detta måste bara va fel. <br/> <br/>  På vilket sätt horar sig HA totalt? <br/>  Det är Bandidos som börjat med att ta folk från HA. I början på 90talet var Jan Clark Jensen först och sen har det bara fortsatt med Granborg som en av de sista typ. HA gjorde detta för första gången i Sverige i slutet av förra året. Det känns som att du vart sårad över avhoppen från Bandidos. Och Bandidos som tog in nästan hela Outlaws o Loyalty för några år sen slår HA med hästlängder så då måste du kalla Bandidos något värre. Och hur är det med Outlaws då? De har plockat in allt dom fått tag på, så även Bandidostrogna, och leder hand-out of the patches ligan. De är störst cunts of the year sen flera år tillbaks. Sen har Bandidos rekryterat utslängda och avhoppade från HA men som jag förstått har HA inte gjort samma sak. De som gick till HA gjorde det när de var kvar i Bandidos så de kan ju inte ha varit utslängda. Och de som var fullvärdiga i Bandidos blev som bäst prospect om jag förstått det rätt, så HA verkar inte dela ut patchar alls. Denna låga nivå som du kallar det har faktiskt Bandidos börjat med. Ditt påstående om \"cunts ocf the year\" gäller inte HA utan någon annan klubb. <br/> <br/>  Att sen påstå att HA måste \"värva\" riktiga bikers, Bandidos MC är inte heller så troligt. HA är alla bikers ursprung då de var först. Alla andra är bättre eller sämre kopior av HA. Det är säkert naturligt för vissa att ta sig till en högre klubb så det är egentligen inte konstigt att gå från Bandidos till HA men tvärt om blir ju ett steg tillbaks. Vilken klubb man sen håller på är en annan sak, själv håller jag inte på någon. Andra har också tittat på HA när det gäller struktur eller utseende. Raggarklubbar har härmat HA. Även Brödraskapet har gjort det samma. Och OG. <br/> <br/>  Så Hampus666, här har du helt fel.",
				"jag var över i staterna för några månader sedan och såg ett gäng från bandidos där, men jag <br/>  tyckte det var någonting konstigt med deras ryggmärke, efter ett tag så kom jag på att dom inte <br/>  har samma ryggmärke som det jag sett i sverige. jag diskuterade med min polare vad det kunde<br/>  bero på och till slut gick jag helt enkellt fram till en medlem och frågade om det var något nytt ryggmärke som var på gång ( det händer ju faktiskt att klubbar ändrar sina märken lite granna)<br/> <br/>  efter att mer eller mindre ha fått en mindre utskällning för att jag var från europa <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>  så berättade medlemmen att bandidos USA och bandidos europa inte längre är samma klubb utan USA har avbrutit sitt samarbete och erkänner inte europa som bandidos (typ)<br/> <br/>  dom är alltså två olika klubbar med samma namn numera.<br/> <br/>  och här i sverige hoppar fullvärdiga klubbar av och söker in som prospects i andra klubbar, Hells Angels ok, men någon har till och med sökt in i outlaws har jag hört (outlaws känns ju verkligen som ett steg ner på skalan så att säga, iaf för mig)<br/> <br/>  Vad är det som händer med bandios europa?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/>",
				"Måste säga att jag finner det märkligt att man i någon form utav support säger \" Det är bra att BMC rensar ur skiten i leden\". Vad jag har förstått så är det uteslutande folk som lämnar dvs inte blir utsparkade.<br/> <br/>  Så vi vänder på steken lite... Ska man inte i detta fall kritisera eller söka fel inom BMC, det är ju ändå dom som först har tagit emot dessa grupper i sin \"familj\"?<br/>  Är det inte så att det är BMC som krafsat åt sej massa folk och klubbar sen har då endel av dessa sett att hoppsan, detta var inte vad som utlovades eller sades...<br/> <br/>  Tycker bara det låter så sjukt när man säger att BMC rensar ur när verkligheten är att de flesta lämnar för att dom ruttnar på vad det nu är.<br/> <br/>  Och nej kom inte dragande med HA si och så bla bla bla det kan du grina om i HA tråden och jag skiter i vilket men jag har inte sett dessa mass avhopp i de andra klubbarna.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Jo precis den tanken är inte alls långt bort,jag har hellre 10 vargar vid min sida än 200 får<br/> <br/>  Problemet inom alla klubbar är att till slut så blir det nått tjafs och då lämnar vissa istället för att ta en degradering eller en medlad konflikt och lösa allt som en klubb(familj).<br/> <br/>  En som lämnar för en annan klubb är inte vatten värd i mina ögon men å andra sidan så är det kanske bara en överlevnads instinkt att dra till en ny klubb.<br/> <br/>  Håller med dig om att det är fler som lämnar BMC för HA, men det går folk även i omvänd ordning.<br/>  Inget som väcker större känslor hos mig,förutom att om jag va fullrygg i BMC och en HA kille dyker upp som propp eller liknande hos BMC hur mycket kommer jag att lita på honom??? Bara en tanke.<br/> <br/>  Folk umgås över gränserna det är ett faktum.<br/> <br/>  BMC har rekryterat väldigt slarvigt men Rom byggdes inte på en dag <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  HA gör bikers till kriminella<br/>  BMC gör kriminella till bikers<br/> <br/>  Ta allt jag säger med en nypa salt för jag börjar bli på lyran nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Till alla bikers därute,om ni patchar för en klubb så håll er till den eller avgå och bli en freerider.<br/> <br/>  Skål!",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/>  Det låter lite konstigt om man ser till den hela bilden. HA har inget chapter i Thailand, däremot har vissa enskilda HA medlemmar intressen där. Man ser ofta HA members i Thailand men vanligtvis tillhör dessa danska eller tyska chapters. Thailand är mer som ett retreat för dem. De har både studios och barer kopplade till dem men en avdelning som på samma sätt OMC eller BMC har finns inte. HA Thailand existerar inte, närmast man kommer i den regionen är en officiell hängis klubb i Japan. Stödklubbar finns som stödjer HA men dess kan inte räknas som HA Thailand. Bilden på HA world, den delen av Asien helt tom. Men HA medlemmar finns det i Thailand, inga thailändska än så länge utan enbart falanger som mer el mindre bor där, men dessa har inte startat något chapter och kommer istället ifrån fler olika chapters världen över. De verkar ha tagit med sig allt utom hojarna. House of Pain studios över hela landet. Speciella red and white barer som alltid skötts av nån Thai med en fullvärdig ängel bakgrunden som ser över det hela och vinsterna fördelas rätt. Falangaer kan ju investera hur de vill men får sällan jobba i verksamheterna själva. För BMC här då flera av dem inte är falanger kan ju i stort sett göra vad de vill och behöver heller inte lämna landet var tredje månad.<br/> <br/>  Sen kan det ju vara så att några av dess individer lyckats lockas över till BMC, det vet jag inget om men ngt HA Thailand finns inte. Det kanske fick ett ultimatum, det är BMC som styr det landet, vill ni fortsätta och njuta samt åka hoj här, ja då får det bli med våra färger. Men detta är en ren spekulation ifrån mig.  <br/> <br/>  Du kan väl berätta lite mer om hur du hörde det där ryktet, eller så mycket du kan?"
		]
	},
	{
		"postIndex": [
			[12705],
			[12608],
			[12550],
			[12331],
			[12248]
		],
		"postTime": [
				"2012-10-09",
				"2012-09-22",
				"2012-09-20",
				"2012-06-27",
				"2012-05-25"
		],
		"postNum": [
			[13219],
			[13115],
			[13055],
			[12823],
			[12737]
		],
		"postLink": [
				"/sp39745949",
				"/sp39470583",
				"/sp39424685",
				"/sp38055638",
				"/sp37524965"
		],
		"postUser": [
				"Traveller2007",
				"xtroverto",
				"xtroverto",
				"Svartskjorta",
				"Hampus666"
		],
		"postUserID": [
				"/u220866",
				"/u643388",
				"/u643388",
				"/u328597",
				"/u627723"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1102",
				"https://www.flashback.org/t683845p1093",
				"https://www.flashback.org/t683845p1088",
				"https://www.flashback.org/t683845p1069",
				"https://www.flashback.org/t683845p1062"
		],
		"userUrl": [
				"https://www.flashback.org/u220866",
				"https://www.flashback.org/u643388",
				"https://www.flashback.org/u643388",
				"https://www.flashback.org/u328597",
				"https://www.flashback.org/u627723"
		],
		"sentence": [
				"Läste en artikel om Bandidos i tidningen häromdagen och såg några killar i X-Team tröjor. Jag började undra lite om X-Team och Bandidos. Vad är egentligen den största skillnaden mellan dem? Sysslar de med samma saker men att Bandidos-medlemar måsta äga en motorcyckel och X-team inte har det kravet?<br/> <br/>  För att gå med i Bandidos, måste man då först jobba sig upp inom X-Team för att först då kunna bli \"hangaround\" med Bandidos? Finns X-Team bara i Sverige eller har alla länder det?<br/> <br/>  Är X-Team också organiserat i Chapters? Hur många finns det i Sverige?<br/> <br/>  Blev bara lite nyfiken, hoppas någon kan ta sig tid att svara.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Kan inte sätta fingret på det.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Då är det inte mycket du vet.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nu ska du inte vara sån <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  På fråga tre kan jag bara svara tyvärr. Så var det då på den tiden. Har dock ingen aning om hur det är i dag och det har antagligen inte du heller.<br/>  Jag ser att du är ett stort fan av Bandidos av och till=)<br/>  Samtidigt så säger du ju själv att ryktet förstördes när man tog i för måga svartskallar i klubben<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <br/>   </td> </tr> </table>  <br/> <br/>  Nej. Du har fel. Yes, jag var med både på den tiden, tidigare och senare. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Om du kikar lite på AO's fall, de andra som blev dömda (och hela historien) ser du att detta var en helt privat grej, helt utan klubb inblandning. Plus att AO inte ens höll i grejerna.. (de personer som AO gjorde detta med e några ytterst välkända, av polisen, personer = lättare att ha span - stort misstag av AO anser jag, skall man ta in x antal kg är det ju smartare om personerna e okända)<br/>  Du fattar väl att om en klubb med x antal medlemmar, supporters, hangarounds, prospects &amp; probates om detta hade varit en klubb-grej så skickar man inte sin Chapter President till Holland, man skickar då någon som vill visa upp sig. Men nu var detta ingen klubb-grej. BMC som klubb håller inte på med sådant. Tro det eller ej.<br/> <br/> <br/>  Att kalla mig för ett stort fan av BMC, skall du verkligen börja dryga dig med mig nu?<br/>  Läs mina inlägg, visa ett sakfel, ett enda please.<br/>  Sen kan vi snacka om 'hur det var på den tiden'. Precis som att jag e en fucking junior."
		]
	},
	{
		"postIndex": [
			[13117],
			[13142],
			[13438],
			[12950],
			[12897]
		],
		"postTime": [
				"2012-12-19",
				"2012-12-28",
				"2013-06-10",
				"2012-11-06",
				"2012-11-03"
		],
		"postNum": [
			[13646],
			[13671],
			[13982],
			[13473],
			[13417]
		],
		"postLink": [
				"/sp40996094",
				"/sp41150291",
				"/sp43842983",
				"/sp40210420",
				"/sp40162853"
		],
		"postUser": [
				"DallasSkulls",
				"Badoldhog",
				"Badoldhog",
				"veritatem",
				"0-0-0-0"
		],
		"postUserID": [
				"/u704136",
				"/u767679",
				"/u767679",
				"/u706449",
				"/u655242"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1138",
				"https://www.flashback.org/t683845p1140",
				"https://www.flashback.org/t683845p1166",
				"https://www.flashback.org/t683845p1123",
				"https://www.flashback.org/t683845p1119"
		],
		"userUrl": [
				"https://www.flashback.org/u704136",
				"https://www.flashback.org/u767679",
				"https://www.flashback.org/u767679",
				"https://www.flashback.org/u706449",
				"https://www.flashback.org/u655242"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Det är antagligen som i resten av världen dvs att pengarna styr, mycket vill ha mer som dom säger. Tycker att tendenserna går åt det håll du säger och personligen får jag ett illamående var gång jag hör eller läser <i>nya tider</i>.<br/> <br/>  Det kan bara vara av egoistiska skäl man byter klubb, det är ju inte riktigt friskt att ena dagen hata <i>dom</i> andra och ev. ha skadat dom för att nästa dag vara med dom. Nä lojalitet är fan en bristvara idag och om 10 år finns väl inte ordet med i ordlistan ens.<br/> <br/>  Men oavsett så måste det finnas en jävla massa skit som ligger bakom och vad jag förstår så är inte alla BMC så glada och kommer ihåg att han hoppade av sist precis innan han skulle få sin fullrygg.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Finns inget att vinna på att vara dum och puckad.<br/>   </td> </tr> </table>  <br/>  Tack för svar Hampus, jag vet inte hur jag skall se BMC men helt klart är dom inga \"knypplare\" i alla fall. Dock finns inga belägg från mina sida att påstå att dom är kriminella heller o det är inte vad jag är ute efter att påstå nej det är något annat jag försöker säga här.<br/> <br/>  Det är så att BMC Ludvika har sedan i somras så sakterliga fått mer o mer negativ uppmärksamhet i hela nedre Dalarna samt Västmanland etc, och det här börjar det snackas rätt mycket om bland allmänheten, det är prospects eller rättare sagt ETT av dem som nämns väldigt ofta och som håller på att sätta dem rejält på kartan. <br/> <br/>  Förr snackades det mest om hur BMC och Outlaws slåss mot varandra för det gör dom och det drabbar sällan den \"vanlige svensken\" så det sket man i helt enkelt.<br/> <br/>  Det gryn som nämns mest härör från en gruppering i Fagersta men som uppenbarligen sadlat om och idag skriker ut att han är just det - Prospects till Bandidos.<br/> <br/>  Det här bidrar ju att spotlightsen genast riktas mot Ludvika och jag bara undrar - är det vad man vill? <br/>  Jag tänker att om nu BMC inte sysslar med kriminella saker så borde de i självbevarelsedrift låta sopkvasten åka fram jävligt fort, sätt strypkoppel på snorvalpen eller valparna, gör inte BMC något så betyder det två saker enligt mig:  Antingen uppmuntrar man detta beteende eller så har man helt enkelt inte kontroll på sina prospects, att sparka ut denna/dem som ställer till det stoppar dem inte iofs, dom hittar någon ny snuttefilt och hänga sig fast vid. Kan man möjligen inviga dem till fredligt liv på en hoj istället?<br/> <br/>  /Notering i efterhand: jag har justerat texten för att inte dra alla prospects över en kam, det KAN ju vara så att det är unikt en person som frilansar med hjälp av svansen, fult av mig att generalisera, det kan ju tänkas finnas prospects som inte på något vis förtjänar allmänhetens vrede, så sant.<br/> <br/>  Fridens liljor igen...",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Mycket intressant fråga o du är inte ensam att undra över detta.<br/> <br/>  Vad gäller hur de accepterar olika nationaliteter som <b>fullvärdiga </b>- vet jag inte, men skulle gärna vilja veta, vore oerhört intressant!<br/> <br/>  Det jag noterat kring deras undersåtar fram tills idag är i alla fall: <br/>  Bandidos verkar åtm inte ha något emot prospects av brokig härkomst o \"färg på skinnet\" verkar inte betyda så mycket så länge de är duktiga på att kriga och vinna marknad, tydligen accepteras även sådana som \"ställer till det\" och drar Bandidos namn i smutsen eller så vet man inte på den fullvärdiga nivån vad som försegår bland valparna under sig.<br/> <br/>  En annan sak:<br/>  Det har blivit så otroligt populärt att använda deras namn i \"avskräckande syfte\", tror långt från alla som gör detta \"har rätten att över huvud taget använda deras namn\". <br/>  En del ryggradslösa tror det är skrämmande när de säger \"jävlas inte med mig jag har kontakter i Bandidos\". **GÄÄÄÄSP**   <br/> <br/>  Ler faktiskt lite grann när jag tänker på hur mycket skit BMC folk har gett OMC och BW, så ofta man hånat och skrattat åt dessa och hur/vad de värvade för fotfolk.<br/>  Men nu när de sistnämnda är decimerade så har ju helt klart BMC:s prospects själva dragit till sig snorungar och mytomaner som skall kränga skit åt dem och agera \"spanare\", det har eskalerat en hel del på sistone.<br/>  En del av fotfolket speciellt de unga verkar nyttja skiten dom säljer, det sprids sjukt mycket osanningar och krängs shit lite väl öppet, dom tror dom lever skyddade i sin sfär och dom lämnar ut varandra så fort man sätter lite press på dem, mao i Bandidos led finns minst lika många slödder som man satt och skrattade åt när OMC och BW frotterade sig som mest.  <br/> <br/>  Skiten rör på sig!.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Mycket jävla dumheter skriver du men här är ditt första vettiga inlägg.<br/>  Det är helt riktigt att BMC inte hade varit vad det är i dag i sverige om det inte hade varit för Mehdi.<br/>  För det första och viktigaste som jag ser det så skulle Bandidos Sverige <u>inte</u> varit så <b>ILLA</b> omtyckta som dom är om inte denna person förstört så mycket för Bandidos.<br/>  Han sprang runt och hotade klubbar och folk inom klubbar till höger och vänster , vissa gånger till och med klubbar som stod väldigt nära HA , och det var inte på grund av att han hade ballar utan det var för han inte visste/fattade bättre.<br/>  Bandidos MC har väldigt mycket att tacka Mehdi för att dom inte är välkomna hos andra klubbar och tillställningar , och det är fakta.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Anående BMC Malmö hur mycket är där kvar från före detta Diablos mc Malmö där. När de gick upp var där ju en del. Vad gör Ti**e idag? Ro**an samt en finsk kille med samma namn som den sista hur ligger det till med dem. <br/> <br/>  Men ja de som har sitt ursprung ur DMC är mest bönder och tjack pundare. Men finns där några kvar. <br/>  DMC Oskarshamn la ner för det inte fanns folk kvar samma med Ängelholm var en gick till BMC Helsingborg. <br/> <br/>  Vad jag set och hört så ser ju HBG avdelningen stabil ut och där verkar inte finnas några större problem. <br/> <br/>  Gillar BMC som klubb men det som var i Malmö under nämnd tid lämnar väldigt mycket kvar att önska. Hur ser det ut där nu?"
		]
	},
	{
		"postIndex": [
			[13570],
			[13665],
			[13853],
			[13996],
			[13666]
		],
		"postTime": [
				"2013-08-10",
				"2013-10-14",
				"2014-02-20",
				"2014-06-11",
				"2013-10-14"
		],
		"postNum": [
			[14120],
			[14221],
			[14421],
			[14591],
			[14222]
		],
		"postLink": [
				"/sp44706739",
				"/sp45667781",
				"/sp47598328",
				"/sp49144856",
				"/sp45671804"
		],
		"postUser": [
				"0-0-0-0",
				"0-0-0-0",
				"kycklingfestnu",
				"Syko",
				"Hollyd"
		],
		"postUserID": [
				"/u655242",
				"/u655242",
				"/u744001",
				"/u850277",
				"/u742233"
		],
		"postUrl": [
				"https://www.flashback.org/t683845p1177",
				"https://www.flashback.org/t683845p1186",
				"https://www.flashback.org/t683845p1202",
				"https://www.flashback.org/t683845p1216",
				"https://www.flashback.org/t683845p1186"
		],
		"userUrl": [
				"https://www.flashback.org/u655242",
				"https://www.flashback.org/u655242",
				"https://www.flashback.org/u744001",
				"https://www.flashback.org/u850277",
				"https://www.flashback.org/u742233"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Vad snackar du om? BMC är en av de klubbar som kör mest hoj och att de skulle åka annat till träff tycker jag låter som påhitt. <br/> <br/>  Klart en del killar kommer i bil med saker till träffen samt följebilar mm men det har ju alla klubbar. <br/> <br/>  Äh att man ens orkar svara på sånt här. Sen har ju BMC en hel del \"mandatory runs\" men de kör kanske inte på dessa i heller. <br/> <br/>  Sen självklart så har det funnits gubbar genom åren med lite för lite mc intresse, men dessa försvinner snabbt och det sker i och runt alla klubbar. De märker att det faktiskt är en mc klubb de vill gå med i och inget annat och då är inte intresset lika stort mer. <br/> <br/>  Tror nog inte du är runt så mycket och ser det du säger och sitter nog mest hemma och drömmer om bikerliv eller vad du nu håller på med. <br/> <br/>  Kanske är du en av dom som sitter på krogen och lyssnar på skit snack från 81 support gubbar som inte har något med den klubben att göra även om de vill få det att se ut så. <br/> <br/>  Inte ens 81 gubbarna skulle koma och säga att BMC inte åker hoj. Sen vad team killarna gör hör ju inte ditt då det inte är en mc-klubb. Det samma gäller RAWC.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/> <br/>  Står ju rätt tydligt vem dom menar, GBG får jag det till. Men ja vet inte hur den andras tandstatus är men kan det va 2 Ridde det pratas så om haha det tror jag inte. Ser nu att du skriver Rille STHLM ja. Men yes de pratar mest trolig om Ridde. <br/> <br/>  Förstår inte riktigt alls skit snack som man läser här om honom. Han kan ju inte va så värdelös och borta med tanke på att han måste ha varit fullvärdig i 10+ år. Det är inte helt lätt och det tycker jag visar  på att man gör rätt saker. Har men dessutom ögonen på sig som denna man verkar ha från både omgivningen och bröder. (jag vet det från gamla tider och tänker inte ta upp hur och är medveten om att alla har ögon på sig från omgivningen men andra har det lite mer) <br/> <br/>  Jag kan givetvis ha fel och det kanske är helt fel peson jag pratar om då jag inte set denna manen \"irl\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> hehe sen 02 skulle jag tro. (Vist var det då supperrallyt var i Ljungbyhed Skåne?)<br/> <br/>  Att man ska va i miljön så länge som han varit men att det i alla fall snackas om icke biker förstår jag inte. Men vist det är mest snack från folk som inte är från eller har varit i miljön. Möjligen lite folk från utkanten som har en skev bild av BMC.  <br/> <br/>  Bland vanliga klubbar ute i landet så ses BMC som en mc-klubb och inget annat. Detta gäller även SBM klubbar och man ser även att de umgås tillsammans. Skrives ju även en hel del om att BMC kör mest bil och även med bäst på. Vad jag vet så är BMC som har som regel att man inte har väst på sig när man åker bil. Tror inte 81orna har den regeln även om det kanske tillkommit på senare år.<br/> <br/>  Men hur som har BMC striktare regler vad gäller detta. Regler för var och när du ska åka hoj finns med så det funkar inte att inte ha ett mc intresse och vara med i BMC för det är väldigt mycket åka vart år som måste göras. Därav ofta inte några jätte ombyggda hojar annat än maskinellt ofta om det inte råkar vara så att man har mer än 1 vilket iofs många har. <br/> <br/> <br/>  Ah tröttna på att skriva. Men hur som vad har Ridde han egentligen gjort alla här på FB? Är det någon avundsjuka eller vad handlar det om?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Västbärare tro du att dom går med västen dygnet runt nej min vän. Tro du inte att dom har varit med förr och hur dom ska klä sig när det e spännet läge. Du trodde väl inte att dom sprang runt på stan och i bostad områden med sina västar och tröjor och sköt på sina fiender. <br/> <br/>  Du tro inte att fienden eller motstånd sidan har spring pojkar och du tro inte att fienden tittar sig bak om ryggen eller att dom aldrig missköter sig när det gäller affärer eller du tro inte att dom kan hamna i en trängd sitts.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Helt rätt kunde inte häller säga det bättre. <br/> <br/>  Det handlar inte om man är en mc klubb som har väst eller ett nätverk utan väst det som spelar roll är vad man gör det till. En mc klubb ute på landet hade inte klarat sig lika bra mitt i storstads djungeln Göteborg det är inte samma sorts folk som är rekryterade och som kan just den gängmiljöns överlevnad. Däremot mc klubben från den miljön klarar det på ett helt annat sätt. <br/> <br/>   Det bevisar historien bara om just Bmc Göteborg att dom fortfarande står kvar i Göteborg starka man kan ju inte säga att de är bönder direkt jag tror att dom är de gänget som har haft flest krig av dom alla i Göteborg sen 2000 talet. Sen om det är smart eller var smart det får tiden avgöra men bland toppen av nätverken i Gbg platsar dom lätt på annars så hade dom varit raderade från Göteborgs gäng värld för länge sen det måste man erkänna och kan inte titta mellan fingrarna på. Alla gäng blir bedömda till vad man gör det till och inte hur man ser ut eller om man e en mc klubb eller inte.",
				"Att han inte är omtyckt av alla i sina egna led är välkänt. Men så är det ju nästan med alla även om det kanske inte är lika tydligt. Men han har gjort mycket för BMC gbg och inte bara dumheter. Skulle han åkt ut tror jag han redan hade varit ute. Går att bli utesluten under en volta med. <br/> <br/>  Om han får en officersposition eller inte direkt återstår att se. Att han blir president igen inom de första åren tror inte. Hans är nog den typen som vill det eller så kanske han fått en annan inställning till saker och kanske i stället njuter av det mindre ansvaret som vanlig medlem. Men kvar kommer han mest troligt vara efter allt han gjort för klubben. En gubbe som gjort mycket åker inte ut så lätt som många tror. <br/> <br/>  Vad skulle anledning till att M skulle åka ut vara och vad pratar ni om för papper? Skulle det finnas gol papper eller liknade? Fram med mål nummer osv eller papper i så fall. Men har väldigt svårt att tro att något sånt skulle gå förbi obemärkt BMCs övriga ledare och medlemmar.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Tror inte dom vet det själva<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/>"
		]
	}
]
