[
	{
		"postIndex": [
			[112],
			[205],
			[120]
		],
		"postTime": [
				"2008-12-04",
				"2009-04-06",
				"2009-01-02"
		],
		"postNum": [
			[114],
			[208],
			[122]
		],
		"postLink": [
				"/sp13983032",
				"/sp15993721",
				"/sp14402165"
		],
		"postUser": [
				"Radsoc",
				"markus120",
				"gärningsman"
		],
		"postUserID": [
				"/u265128",
				"/u243060",
				"/u134046"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p10",
				"https://www.flashback.org/t781949p18",
				"https://www.flashback.org/t781949p11"
		],
		"userUrl": [
				"https://www.flashback.org/u265128",
				"https://www.flashback.org/u243060",
				"https://www.flashback.org/u134046"
		],
		"sentence": [
				"Nordkoreadokumentären från National Geographic bygger på västerländsk indoktrinering.<br/> <br/>  Kim Jong Il har förmodligen mer stöd inom landet än någon amerikansk president eller sydkoreansk diktator någonsin haft inom sina respektive länder.<br/> <br/>  Det är också synd att se hur östblockets kollaps påverkat det en gång så blomstrande Nordkorea. Det brukade vara vanligt att fly över gränsen till Nord, det gällde också amerikanska soldater. Det som syns idag är bara en skugga av landets tidigare historia. Man byggde inte 10filiga motorvägar och gigantiska byggnader med hela det Nordkoreanska handelsblockets kollaps i åtanke.<br/> <br/>  Nordkoreanerna har det svårt, för att de valt att vara självständiga och oberoende av storfinansen och imperialismen. Nordkoreas vägval måste respekteras.<br/> <br/> <br/>  Det är också en korrekt iakttagelse som belzebub gör. Väst har aldrig brytt sig om \"demokrati\" eller \"frihet\" (som inte existerar någonstans), det handlar bara om ägarklassens profitjakt. Nya marknader att dumpa överproduktion i tar kapitalismen ur kriser.<br/> <br/> <br/>  Kuba är ett av få länder i världen som respekterar mänskliga rättigheter, till skillnad från Sverige. I Sverige existerar bara åsikts och tryckfrihet på pappret. Friheten och rättigheten är bara förbehållen kapitalägarna och deras samhällsgenomsyrande propaganda som gör så att medborgarna tar deras parti mot sina egna ekonomiska intressen.<br/> <br/>  På Kuba svälter ingen till skillnad från övriga Latinamerika. Livslängden är på amerikansk I-landsnivå, spädbarnsdödligheten lägre. Tiotusentals läkare tjänstgör utomlands, och tiotusentals studenter från hela världen läser på Kuba. Många US-amerikaner som inte har råd att plugga i USA pluggar på Kuba, trots att det är olagligt enligt amerikansk lag.<br/> <br/>  Att lyssna på DNs propaganda är att lyssna på borgarklassens galla. Det är ingen och finns ingen objektiv journalistik.<br/> <br/>  Men självklart är Kuba en diktatur, precis som Sverige och alla andra länder i världen. Dock är det proletariatets diktatur, till skillnad från borgarklassens. Jag tillhör inte ägarklassen och stöder därför proletariatets diktatur framför borgarklassens dito.<br/> <br/> <br/>  Att ange neokonservativa Heritage som källa är som att fråga Nordkorea vad det anser om USA.<br/> <br/>  Kuba har färre slumområden än Sverige (Nordkorea har minst), enligt UN-Habitat. Kuba är enda landet med hållbar utveckling enligt WWF eftersom samhället kollektivt går in och har kapacitet att forma miljön. I Sverige mfl länder gillar man att prata och överlåta allt åt individen.<br/> <br/>  Kuba är mer demokratiskt än Sverige, med tanke på att det inte krävs några summor för att kunna kandidera i sin stadsdel och senare till kongressen. Det finns ingen valreklam där den som trycker upp mest vinner som om det vore en kamp mellan Cola och Pepsi, eller mellan amerikanska presidentkandidater (Där den som lagt ned mest pengar alltid vunnit).",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> <br/>   </td> </tr> </table>  <br/>  Den här studien är under all kritik, man baserar detta på väldigt osäker statistik. Man kan inte göra en bedömning på hur många har dött och vem som har dödat dem genom att gå och fråga på måfå en hundratal familjer. <br/> <br/>  Iraqi body count är en mycket bättre studie där man faktiskt räknar antalet rapporterade döda från sjukhus och andra organisationer. Där har man räknat att kring 90000 människor har dött. Här finns en jämförelse med civila som mördats av koalitionen och antalet mördat av terrorister: <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.iraqbodycount.org%2Fanalysis%2Fnumbers%2Fsurge-2008%2F\" target=\"_blank\">http://www.iraqbodycount.org/analysi...rs/surge-2008/</a><br/> <br/>  Det är självklart att Irak är ett land som varit under inbördeskrig mellan grupper och inte nödvändigtvis mot USA. Shia muslimer kommer alltid hata sunni och minoriteter mer än USA, detsamma gäller vice versa. USAs historia i landet har inte varit långvarig, men historien emellan alla grupper i Irak är en blodig historia som går långt tillbaka i tiden.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är väl massa trams, ifall USA hade kontroll av internationell media så skulle väl inte hela medain vända sig emot Irak kriget? USA har inte ens kontroll över sin egen media, ifall ett land har kontroll över media som Kina tex så finns det ingen möjlighet för en befolkning att vara emot ett krig, som USAs befolkning var mot slutet emot både Vietnam kriget och Irak kriget. <br/> <br/>  Det du säger är rent sagt löjligt. Ok, du kanske ogillar vad USA gör i hela världen, du kan till och med tro att CIA har ett finger med i spelet överallt i världen men att säga att USAs regering på något sätt styr media, inte bara i sitt land men även internationellt?<br/> <br/>  USA har en friare media än den i Sverige kan jag säga dig, svensk media är den mest politisk korrekta och löjligt konflikträdda som jag känner till i västvärlden.  Vi vågar inte ens prata öppet om den religion som håller på och tar över i Sverige, Islam. Vi skulle inte ens kunna ha en Bill Maher här i Sverige, fastän han faktiskt lutar långt åt vänster.",
				"Folk är så vidrigt hjärntvättade att dom tror västvärlden är paradiset där vi är fria människor. Ifall jag gör en enkel och grov jämförelse:<br/> <br/>  0% är total fångenskap och människor i det här landet saknar några som helst rättigheter, 90% av av befolkningen lever sina liv i fångceller där dom utför sysslor som håller landet igång så, typ vissa har som arbetsuppgift hackar ved, några skalar potatis, några kodar hemsidor, etc..<br/> <br/>  100% är total frihet. I det här landet gör folk precis vad dom känner för. Här behöver man inte fylla i 300 blanketter och få tillåtelse för att få äga några kor och grisar, kommer utomstående som vill ta del av din egendom så har du din mänskliga rättighet att skjuta dom ifall du så känner. Du föds fri, lever fri och dör fri.<br/> <br/>  Om Nordkorea skulle rankas i den här listan får dom 20% frihet, Sverige och Ryssland 40% och USA 50%. Visst, vi har större frihet i våra länder jämfört med Nordkorea men varför nöja oss med det? Varför kan inte vi höja oss till 55% eller rentav 70% i vårt land ? Då har vi, folket och medborgarna en sund maktställning och rättigheter att styra över våra egna liv utan att ha statens flåsande i nacken över det mesta vi gör. Jag förespråkar absolut inte för anarki, men lite mindre statlig kontroll kan inte skada.<br/>  Vi har i dagens samhällen inte ens möjligheten att själva avgöra när och hur vi ska dö ifall vi lider av en obotlig och smärtsam sjukdom, istället vill staten förlänga vårt lidande in i det absolut sista!!!!! <br/> <br/>  Vi har något som så fint kallas för \"yttrandefrihet\", men vad har man för nytta av det när man aldrig kommer att få göra det man pratar om ? <br/>  Dagens liv är radikalt begränsade jämfört med bara 100 år sen. Då kunde man gå till marknaden och köpa några kossor utan att behöva tillstånd av någon. Då kunde man köpa en bössa utan att bli sedd som en wierdo, det var vår rättighet att kunna skydda oss själva eller kunna jaga utan att behöva lov från en högre makt. <br/> <br/>  Jag vågar inte ens föreställa mej hur samhället ser ut om 100 år. Då är säkert alla telefoner avlyssnade eftersom terrorister/brottslingar kommunicerar med hjälp av dessa. <br/>  Alla hem är kameraövervakade eftersom feminister pressat fram en lag för att skydda 0,5% av Sveriges kvinnliga befolkning som blir misshandlade av sina män. <br/>  I alla bilar sitter GPS och datorer som är till för att registrera och spåra fortkörare, kriminella eller helt vanliga samhällskritiska medborgare.<br/>  Raketer och smällare har blivit förbjudna för att en särskadad unge år 2008 och 2023 ställde sig och började inspektera en odetonerad raket.<br/>  Alla knivar (inkl smörknivar) är sedan länge TOTALT förbjudna eftersom det årligen sker 50 mord tack vare dessa.<br/>  Människor blir år 2109 fortfarande hjärntvätade att tro dom har fortfarande makten för att dom har \"rättigheten\" att rösta fram sin regering.<br/> <br/> <br/>  Jaja det blev mycket trams och mesta av texten är osammanhängade och odugligt men det jag ville få fram är hur kan vi kritisera Nordkorea när vår mänskliga frihet i helhetsbilden inte skiljer sig så mycket från deras ?"
		]
	},
	{
		"postIndex": [
			[357],
			[355],
			[461]
		],
		"postTime": [
				"2009-05-26",
				"2009-05-19",
				"2009-06-04"
		],
		"postNum": [
			[363],
			[361],
			[469]
		],
		"postLink": [
				"/sp16861114",
				"/sp16747221",
				"/sp17015325"
		],
		"postUser": [
				"Sybok",
				"ThisIsSparta",
				"gurex"
		],
		"postUserID": [
				"/u349063",
				"/u210162",
				"/u140621"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p31",
				"https://www.flashback.org/t781949p31",
				"https://www.flashback.org/t781949p40"
		],
		"userUrl": [
				"https://www.flashback.org/u349063",
				"https://www.flashback.org/u210162",
				"https://www.flashback.org/u140621"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Det stämmer att man får en guide, eller tolk, under vistelsen i landet. Den som var med mig var en 20 årig kille som läste engelska på universitetet, knappast någon politruck. Men, och det är viktigt, denne hade inget att säga till om var jag fick gå/åka; det var helt upp till mig. Det finns inte heller några förbud att fotografera eller filma fritt. I vilket, fall så torde det för alla som åkt dit vara slående hur vinklad den bild som vanligen ges är. Därmed inte sagt att Nordkorea är ett drömland. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Se t.ex. uppgifter från Sveriges ambassad i Seuol. Notera att det anges att detta gäller under krigstid, men som alla vet så ligger länderna i krig (egentligen inte, då formellt kriget är mellan Nordkorea och FN, men i enligt USA/väst är det mellan Nord och Syd). De har skrivit på ett avtal om att armén ska övergå till Sydkoreansk kontroll 2012.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.swedenabroad.com%2FPage____72964.aspx\" target=\"_blank\">http://www.swedenabroad.com/Page____72964.aspx</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Landets konstitution anger ju klart att landet ska styras och formas av den kommunistiska juche-ideologin. Om texten på länken nedanför stämmer så anger grundlagen att <br/>  \"The Democratic People's Republic of Korea is a socialist fatherland of Juche which embodies the idea of and guidance by the great leader Comrade Kim Il Sung.\"<br/>  </td> </tr> </table>  <br/>  Jo, men det är inte samma sak som en enpartistat. Även vår grundlag anger statsformen, om än med annan retorik. I USA finns en likartad kult kring konstitutionen och en glorifiering av de slavägande \"founding fathers\". <br/>  Vi har marknadsekonomi som en form av överideologi, i EU-konstitutionen (oavsett dess namn) sägs detta explicit, på samma sätt har man ett annat ekonomiskt system i Nordkorea. Sen tillåts partier inom detta system. Dock är det kommunistiska partiet statsbärande i sin funktion av att upprätthålla systemet. Till skillnad från på Kuba (där kommunistpartiet inte deltar i val) deltar dock det Nordkoreanska kommunistiska paritet i valen. Sen är det uppenbart så att Nordkorea inte är en demokrati i vår bemärkelse av ordet, men å andra sidan så kan inte vi heller välja allt: regeringspartiet här skulle t.ex. inte kunna förstatliga alla företag.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Temat för alla nämnda strömningar är ungefär det samma, det vill säga ett projekt mot marknadsekonomi, kapitalism och individualism, resultaten har alltid blivit likartade och det är alltid människor på vänsterkanten som har sökt sig till dessa inriktningar.<br/> <br/>   </td> </tr> </table>  <br/>  Nej, nog finns det stora skillnader mellan de olika kommunistiska riktningarna. Men det är en annan diskussion. <br/>  Ja, det har  uppenbart inte inte hittills lyckats. Men är det ett skäl att godta ett än värre förtryck under kapitalism och imperialism? Kommunism är trots allt också en önskan, ett hopp om en bättre värld.<br/> <br/>  Myrdal går att diskutera, men just i den debatten hade han förvisso rätt även i sak. T.ex. talades om Tibet, vilket kan illustrera denna diskussion. Dalai Lama är en religiös diktator, som inte enbart anser sig höra guds ord (likt Bush eller ev. Khomeini) utan att han själv är en reinkarnerad gudom. Ungefär 1/3 av landet var präster som brutalt sög ut den övriga befolkningen, stack ögonen ur oliktänkade och kidnappade barn när de fick för sig att dessa var reinkarnationer. Tänk om Iran hade gjort så, vilket liv det skulle blivit. Men nu har vi bestämt att att Buddhister är goda och DL en vis man. Kinas bildande befriade den tibetanska befolkningen från detta teokratiska förtryck, för notera att Tibet blev inte ockuperat utan blev en del av den nybildade staten och varför skulle den låta religiösa fanatiker löpa amok i en viss region?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Du menar i kontrast till din nyanserade bild av vänstern och Nordkorea?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>    Jo, omfattningen kan ju vara noll. Inga belägg för något av påståendena ges, enbart en massa tyckande. Från denna avsaknad av kunskap väljer de sen att bygga upp ett luftslott av hemskheter. Extraordinära anklagelser och påståenden borde kräva väldigt starka belägg. Men UD vet redan vad de ska tycka i frågan - det vet alla.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Jag känner också personer som har varit där, och har läst massor med reseberättelser. Alla bär de samma drag - det vill säga att man inte alls får åka runt fritt i landet, utan att man är övervakad av en guide som talar om inom vilka områden man kan åka och håller koll på vad man gör. Jag tycker inte att ett sådant förhållande kan beskrivas som relativt fritt - men alla har har ju som bekant olika referensramar.  <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Den trafiken är ju liten, ny och någonting man försökt motarbeta. Antagligen har man till slut sett den rörelsen som en ventil - inget land kan ju vara helt stängt. För gemene nordkorean går det dock fortfarande inte att lämna landet. En svensk som är trött på Sverige kan enkelt boka en flyg- eller tågbiljetter härifrån. Från Nordkorea så är alla gränser stängda och bevakade (av Nordkorea!) och endast de med särskilda tillstånd kan ta sig därifrån. Detta har ju till och med den mycket märkliga församlingen Koreanska Föreningen medgett, men som vanligt skyllde man på USA. <br/> <br/>  Du får jättegärna visa någon referens på att Sydkoreas armé lyder under USA. Sydkorea är en suverän stat, och suveräna stater brukar styra sina egna arméer.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Landets konstitution anger ju klart att landet ska styras och formas av den kommunistiska juche-ideologin. Om texten på länken nedanför stämmer så anger grundlagen att <br/> <br/>  \"The Democratic People's Republic of Korea is a socialist fatherland of Juche which embodies the idea of and guidance by the great leader Comrade Kim Il Sung.\"<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.novexcn.com%2Fdprk_constitution_98.html\" target=\"_blank\">http://www.novexcn.com/dprk_constitution_98.html</a><br/> <br/>  Nedanför följer först en lång helgonförklaring av Sung, och sedan lite mer detaljer om hur juche-ideologin ska prägla samhället. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Kommunism, marxism, leninism, marxism-leninism, socialism, syndikalism, juche...Man kan ta en dålig idé, ändra i småsaker (har förresten nordkoreanerna någon glädje av att de är autonoma subjekt som väljer sin egen historia?) och hitta på nya förgreningar i all oändlighet. Temat för alla nämnda strömningar är ungefär det samma, det vill säga ett projekt mot marknadsekonomi, kapitalism och individualism, resultaten har alltid blivit likartade och det är alltid människor på vänsterkanten som har sökt sig till dessa inriktningar.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Det är ju i och för sig inte så ofta som man direkt försvarar rättighetskränkningar, utan ofta försöker man förneka det - ungefär som du gör i den här tråden.<br/> <br/>  Men förra veckan såg  jag affischer med uppmaningen \"trött på överklassen? Råna dem!\", ett par veckor innan det hade jag en vild debatt med en kommunist som försvarade berlinmuren, Jan Myrdal satt ju i direktsänd TV förra året och försvarade massakern på Himmelska fridens torg, ibland brukar jag ha MSN-debatter med kommunister som menar att när revolutionen kommer så måste vi fort fängsla och eventuellt avrätta ledande borgare, etc.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Om man tycker att solidaritet är detsamma som att staten tar Oskars pengar och ger till Muhammed, att rättvisa är att alla ska ha lika mycket/lite och att rättigheter inte handlar om rätten till sin egendom utan om rätt till dagis, så har du kanske rätt.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Vilken höger menar du? Jag har svårt för så sådana kollektivistiska stämplingar, men jag själv är en solidarisk person. Som liberal har jag ingenting emot solidaritet, däremot gillar jag inte påtvingad solidaritet. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Ja, det ligger ju i sakens natur att rapporter om till exempel politiska avrättningar kommer från andrahandskällor. Personerna som blev offer för det kan ju inte själva berätta. Ifall Röda Korset, Human Rights Watch med flera blev insläppta och kunde åka runt fritt så skulle de ju kunna rapportera om omskolningsläger, svält, avrättningar och tortyr på egen hand - men det kan man ju inte. Återigen så ligger det så att säga i sakens natur.<br/> <br/>  Om Nordkorea inte har ovan nämnda missförhållanden, varför inte släppa in en delegation från exempelvis Röda Korset och Amnesty, låta dessa åka runt fritt med tillträde till alla fängelser och byar och inrättningar? Då skulle ju hela världen se att Nordkorea inte har några omskolningsläger, att det inte råder svält på landsbygden och man har ett oberoende rättsväsende.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nej, UD säger inte att det \"inte går att veta något\". UD säger att omfattningen är osäker.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Sen att du måhända gör det pga. ditt USA-hat är en annan femma, men det är inget ovanligt argumentationsmönster från dessa falanger.<br/> <br/>   </td> </tr> </table>  <br/>  Länka till det inlägg där jag decimerar \"Jucheregimens\" brott istället för att ge mig en stämpel som revisionist och en massa åsikter som vad ja vet inte har yttrat här.<br/>  Att man drar paraleller till USA tycker jag inte är konstigt alls. Om man blåser stora trumpeten för ett mord och inte ens nämner en massmördare som står bredvid så är det en viktig sak att ta upp.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Det är ju faktiskt precis det du själv gör, och nej - jag gillar inte heller det. <br/>  Men ditt största problem är att du betraktar det i en värld med \"sidor\",  vilket gör dig partisk och värdelös som debattör redan innan diskussionen börjat.<br/> </td> </tr> </table>  <br/>  Jaha, så det finns inte sidor, inga allierade och samarbetspartner? inga som tjänar på att västvärldens (kapitalismens) otrevligheter i världen inte tas upp i media medans kapitalismens fiender skall granska så mycket som möjligt. Och hittar man inget bra kan man ju hitta på lite...<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Konstigt nej, men orättvist ja.<br/>  Jag håller med dig - det är inte helt rättvist att USA utmålas som djävulen, medan DPRK kommer undan med sitt direkta och indirekta dödande av miljontlasmänniskor utan att någon bryr sig,  och än värre att folk tar dem i försvar i syfte att vända diskussionen till att handla om USA.<br/>  För det är just det som är problemet med din sort; när du klev in i denna tråden så utgick du direkt ifrån att USA skall förkastas, och att precis allt skall ställas i jämförelse med din uppfattning av dem.<br/>  Det gör dig blind, och att kalla dig för människorättssympatisör vore skam.<br/> <br/>  Därmed inte sagt att USA inte bör kritiseras.<br/>  Men allting har sin rätta plats,  och man bör göra det på rätt sätt, och inte som du genom att ta förtryckarregimer i försvar som en del i banala revisiniosmargument.      </td> </tr> </table>  <br/>  De källor jag sett om miljontals mördade människor har siffrorna varit ganska spekulativa och med stort spann. Att många har dött i Nordkorea pga avrättningar men framförallt svält är inget som jag inte tror på. <br/> <br/>  Jag ser att du återigen vet hur jag tänkte när jag gick in i tråden. Är det samma spåkula som journalisterna använder när de spanar in i huvudet på Kim Jong-il (eller andra \"fiender\" världen över).<br/> <br/>  Ditt (förmodar jag) skämt om USA som djävulen kan du ju titta på tråden ovanför för att se hur det stämmer överens med verkligheten.<br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Brutit mot varenda mänsklig rättighet som finns.      </td> </tr> </table>   . Jag gissar att det är taget ur luften. Men det går bra så länge man kastar skiten åt rätt håll. Men om någon kastar skiten på USA (bra exempel då de dödat så många fler än nordkorea kunnat göra) så skulle INGEN bara sitta och hålla med. Då skulle bevis måsta föras fram. Och när de förs fram så tystas de ändå ner."
		]
	},
	{
		"postIndex": [
			[616],
			[650],
			[788]
		],
		"postTime": [
				"2010-02-18",
				"2010-02-20",
				"2010-02-26"
		],
		"postNum": [
			[632],
			[668],
			[811]
		],
		"postLink": [
				"/sp21537835",
				"/sp21571468",
				"/sp21698614"
		],
		"postUser": [
				"Saturos",
				"Saturos",
				"aristocrata"
		],
		"postUserID": [
				"/u418938",
				"/u418938",
				"/u181422"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p53",
				"https://www.flashback.org/t781949p56",
				"https://www.flashback.org/t781949p68"
		],
		"userUrl": [
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u181422"
		],
		"sentence": [
				"Nordkorea visar sig ha ett fungerande samhällsystem som gör att landet är mer stabilt än någon annan socialistisk nation varit någonsin varit tidigare. Man visade tidigare att man inte stod och föll med Kim Il Sung som andra länder varit beroende av sina ledare utan man ersätte honom med den briljanta Kim Jong Il. Ser man på många av de reformer som Kim Jong gjort de senaste åren så har det verkligen revitaliserat den koreanska folkrepubliken. Om en konflikt eller invasion sker mot Nordkorea är jag även övertygad om att Kina kommer hjälpa till, antingen militärt eller med mat och bistånd till Nordkorea. Ser man till Koreakriget så dominerade Nordkorea fullständigt mot Sydkorea i det kriget ända tills USA la sig in på sydsidan, men när Kina kom in i kriget så slaktade de USA/Sydkorea fullständigt så jag tror att ett krig skulle vara möjligt för Nordkorea/Kina att vinna. Nordkorea använder varje år stora resurser för att utveckla sin militär som hela tiden blir bättre, starkare och större. Ett krig mot Nordkorea skulle bli lika svårt om inte svårare än kriget i Afghanistan.<br/> <br/>  Jag förstår inte de som säger att Kinas styre ogillar Nordkorea på något sätt. Kim Jong Il träffar ofta den kinesiska ledaren och länderna har täta kontakter med varandra. Kina hyllar Nordkoreas system.<br/> <br/> <b>''We have seen the fantastic work of your socialist system'' säger kinesisk delegation på besök till Nordkorea:</b><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DyKKX7Yc39mM%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=yKKX7...eature=related</a><br/> <br/>  Eller detta:<br/> <br/> <b>''China invites reclusive North Korean leader Kim Jong Il to visit at his convenience<br/>  Invitation extended as an official from North Korea's Workers' Party visited China<br/>  Official attended a meeting, in which the countries pledged to strengthen ties<br/>  The two nations are celebrating 60 years of diplomatic relations.''</b><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DuWXPqqCIkzY\" target=\"_blank\">http://www.youtube.com/watch?v=uWXPqqCIkzY</a><br/> <br/>  Det är naivt att tro att Kina skulle överge Nordkorea som de i 60 år haft som bästa vänner och kamrater. Kina vill inte ha ett amerikanskt kontrollerat Korea som granne precis.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Men i vad låg propagandan i? Alltid detta prat om någon fiktiv ''propaganda'' som du ändå inte kan definiera. Det är ett faktum att alla de gåvorna gavs till Kim Il Sung från ledare från hela världen som en hyllning och att ledaren lätt bygga det museumet för att hela det koreanska folket skulle kunna skåda dem. Jag har studerat Koreakriget och många av de övergrepp som de tog upp i krigsmuseet stämmet helt med verkligheten, det ligger ingen propaganda i något av dessa platser. ''Propaganda'' existerar i de västerländska regimerna också, men det kan vi ju bortse från. Hade inte Saddam Hussein kärnvapen.....oj just det <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Vilka är dessa ''nordkoreaner''? Vad vet du om dem? Är de ens trovärdiga? Jag vet personligen att de som ''flytt'' till Sydkorea betalas av den reaktionära regimen där till att tala negativt om Nordkorea, där kan man tala om ''propaganda''. Nu när vi sett hur mycket våra regimer och media har ljugit om tidigare, bland annat om Saddam husseins kärnvapen så fattar jag inte hur folk här fortfarande är naiva nog att tro på smörjan, allt är fabricerat för att misskreditera den socialistiska staten. <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    I den skola jag besökte lärde sig barnen engelska, de kunde alltså tala engelska med mig. Men de visade mest en imponerande artistisk begåvning när barnen spelade musik och teater för oss gäster. Angående din lilla berättelse får man väl säga att jag inte har en aning om det stämmer eller inte. Den guide jag hade var inte likadan som din guide i sådana fall.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>    Ja just det hotellet. Det är snarare så att man började bygga byggnaden med en kalkyl och fick ändra den succesivt på grund av stora förändringar i omvärlden. Det fanns fordon hela tiden i pyongyang men självklart inte lika många som vi har här i väst, men det är bara bra då det är bra för miljön med så lite sådana föremål som möjligt.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>    Du bortser hela fragrant från Koreas historia och att det hade ett brutalt frihetskrig från Japan och USA som drabbade nord mest. Dessutom förlorade Nordkorea många av sina allierade på 1990-talet och Juchen tar lång tid att tillfullo implementera i ett land så Nordkorea är ännu inte helt självförsörjande. Jag tror dock att inom 20-30 år så är landet i allra högsta grad helt självförsörjande då juchedoktrinen helt implementerats i samhället.<br/> <br/>  Miljoner mexikanare har riskerat sina liv för att fly till USA och tusentals mexikanare har dött, vad säger det om din jävla kapitalism i Mexiko? Varför fungerar inte din kära kapitalism där. Jag tog detta som ett exempel på att skylla att ett extremt fåtal nordkoreaner ''flyr landet'' betyder inte att Juchesystemet inte fungerar, då många fler flyr varje år i det kapitaliskta Mexiko.",
				"Med handen på hjärtat känns det som om Saturos hela tiden höjer svårhetsgraden på debatten, bla genom faktumet att det nu diskuteras om samhälleliga detaljer, från att ha diskuterats om ev massvält. Samtidigt känns debatten mycket subjektiv från båda håll, bla genom alla missvisande källor från båda håll. Jag kan inte bestämma mig för om Saturos bedriver massiv hjärntvätt, eller om det faktiskt handlar om fysiska framsteg och presentationer av ett fullgott samhällssystem kallat Juchen. <br/> <br/>  Med tanke på att landet är mycket isolerat och styrs av en \"drogad porrknutte\" (Göran Perssons valda ord), har jag givetvis mycket svårt att förlita mig på Saturos närmast enkla och naturliga vinster över t ex jumpcuts rimliga frågor och argument som de flesta av oss känner till, får jag känslan av att Saturos sitter i Nordkorea själv och skriver efter en given kommunistisk mall. När allt kommer omkring, hur kan vi som aldrig varit i Nordkorea lyckas bemästra dina egna \"personliga erfarenheter\"? De realistiska källor som uppges är ganska svåra att motbevisa. Bara genom att besöka \"Nordkoreas hemsida\" <a href=\"/leave.php?u=http%3A%2F%2Fwww.korea-dpr.com\" target=\"_blank\">http://www.korea-dpr.com</a> <br/> <br/>  (som om det vore den enda hemsidan i landet, vilket det kanske sjukt nog också är) får jag känslan av att landet är som det utmålas, en nationell sekt som just leds av en drogad porrknutte på platåskor. De intressanta bilder som visas från t ex bloggen The Forbidden Railway, <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fvienna-pyongyang.blogspot.com%2Fsearch%3Fupdated-min%3D2008-01-01T00%253A00%253A00-08%253A00%26amp%3Bupdated-max%3D2009-01-01T00%253A00%253A00-08%253A00%26amp%3Bmax-results%3D18\" target=\"_blank\">http://vienna-pyongyang.blogspot.com...max-results=18</a><br/> <br/>  utmärker sig av balans, men kan lika gärna väl vara regisserat av partiet. Men återigen, vem kan bevisa detta? Lite på dessa grundvalar vilar Saturos segrar på i debatten. Debatten styrs mer av påståenden än av fakta, just pga isoleringen. Dock, tanken slår mig ändå att det är ganska imponerande av Nordkorea att ändå lyckas bygga det som har visats upp på i form av film och bild, så som kommunikation, byggnader, vägar och utbildning. Dessutom brukar jag själv i tävlingssammanhang undra över varför Nordkorea som är så fattigt har möjlighet att ställa upp med idrottsmän på samma nivå som Sydkorea. Detta måste tyda på att i alla fall någonting fungerar i landet, trots massvält och den fanatiska kontrollapparaten. <br/> <br/>  Att Nordkorea har lyckats behålla sin självständighet trots de enorma problem det har medfört måste ändå vara en nål i ögat på många, om det nu är den folkrepublik som det utmålas för att vara. Det skulle i så fall betyda att folket i Nordkorea mer än gärna låter sina barn svälta, arbetar hårdare i en fabrik som egentligen inte producerar något av reellt värde och hyllar sin landsfader, helt frivilligt i kärlek för sin självständighet. Dock skulle jag själv inte haft någon lust att vakna varje morgon kl 07.00 av ett tjut i en av stadens högtalare. Men med lite barksoppa framåt middag skulle det kanske vara förhandlingsbart. Nej, Nordkoreas ledare måste fråga sig vilken framtid de egentligen vill ge sitt folk på riktigt och om Juchendoktrinen bör implanteras fullt ut eller om andra vägar finns att överväga. Nordkoreanerna bör istället utvecklas genom att utnyttja deras fulla potential, tex genom att införa marknadsekonomi som ett första steg utan att för den skull gå miste om sin självständighet. Jag anser alltså att Jochendoktrinen inte är värd att fullfölja för folkets bästa. <br/> <br/>  Att kriminella eller separatister inte vill stanna i ett land och flyr från detsamma för att komma undan är förståeligt. Det sker över hela världen. Men varför vakta gränserna och få order om att skjuta på sitt (hungriga) folk i flykt, om det ändå inte finns något extremt dåligt att avslöja om Nordkorea? Landet är ej i balans som du vill påpeka."
		]
	},
	{
		"postIndex": [
			[1089],
			[841],
			[1097]
		],
		"postTime": [
				"2010-05-03",
				"2010-03-01",
				"2010-05-05"
		],
		"postNum": [
			[1119],
			[865],
			[1127]
		],
		"postLink": [
				"/sp22887518",
				"/sp21743697",
				"/sp22919175"
		],
		"postUser": [
				"gurex",
				"Saturos",
				"gurex"
		],
		"postUserID": [
				"/u140621",
				"/u418938",
				"/u140621"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p94",
				"https://www.flashback.org/t781949p73",
				"https://www.flashback.org/t781949p94"
		],
		"userUrl": [
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u140621"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   Så länge de pumpade in pengar, framförallt Sovjet så klarade de sig hyggligt , men när de inte gör det längre så går detinget vidare. precis lika illa som det gick för andra kommunistländer när Sovjet drog in sitt stöd. <br/>  Länderna som USA stött har klarat sig mycket bättre.<br/>  Om de nu inte ville att USA skulle bomba så kanske de skulle ha undvikit att starta krig, fast att du är av en annan åsikt förstår jag.<br/> <br/>  Du kanske skulle läsa på lite om fredan efter första världskriget så kanske du förstår min jämförelse med Hitler angående din kompis påstående.<br/>   </td> </tr> </table>  <br/>  (Jag som skrev ett sånt fint svar men klantade bort det så nu blir det ett kortare).<br/> <br/>  Jag misstänkte att du menade så. Om du gillade freden i Versailles så låt gå. Jag gör det inte då den skapade en jävla massa problem. Att ett folk inte ska få vara enat pga att yttre krafter håller dem isär är inget som jag stödjer heller.<br/>  Var det inte så att det fanns en exilregering i korea som skötte motståndet mot japanerna och som hade folkets stöd. Denna regering sket ju jänkarna i eftersom den var vänsterorienterad. Istället satte man till en brutal lydregim i den södra delen som man hade kontrollen över. En regim som inte hade folkets stöd och som var mkt brutal.<br/>  För övrigt var väl det knappast en demokrati (i västligt borgerlig mening där man röstar vart 3,4,5 år på några få partier (som ändå så varandra ytterst nära då de inte har kontroll över ekonomin/produktionen) och sen har man inget att säga till om någonstans.) Det var väl militärdiktatur till mitten på 80-talet.<br/> <br/>  Om kriget: Innan det officiella krigsutbrottet hade ju trupper från södra delen gått över gränsen och gjort räder så det var ju inte en blixt från klar himmel, om man ska bli sönderbombad av USA så ska man inte befria sina bröder/systrar från en diktatur (i nordkoreanernas ögon) för då kommer en stor makt från andra sidan havet och förstör hela landet. Jag undrar hur många stammar i exempelvis afrika/amerika som råkade ut för att kolonialmakter kom och styrde och ställde och slaktade de som inte gjorde som de blev tillsagda. Men det är klart, det finns ju ett land som startat många krig, anfallit massor av länder och haft sina fingrar med i mördandet av folkvalda och folk som jobbat för förbättringar. Samma land om spenderar lika mycket pengar på vapen som alla andra länder i världen tillsammans. Trots miljoner och åter miljoner döda, stödjandet av folkmord osv så kan inte vissa se att de faktiskt inte är snälla ÄVEN fast de säger att de är det i sin reklam..<br/> <br/>  (det kanske är osammanhängade det jag skrivit men jag lyckades radera allt innan <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> )",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Svarade du pa om din syn av demokrati ar att man inte far ifragasatta ledarnas beslut? Svarade du pa om den sydkoreanska befolkningen hade det samre stallt an den nordkoreanska? Svarade du pa om du sag nagon skillnad pa att bli fangslad for att min vill skada nagon pa grund av hudfarg och pa att bli fangslad for att man tycker illa om styret? Svarade du pa varfor eliten har det sa mycket battre an folket i nordkorea trots att det ar folket som ager allt?<br/> <br/>  Anledningen till att jag kallar dig pajas ar for att det ar frustrerande att behova stalla samma fragor om och om igen, att du inte bemoter mer an en brakdel av fragorna, att du vagrar svara ordentligt utan kommer med fullstandigt irrelevanta jamforelser som inte ens nastan ar jamforbara och att du vagrar utveckla de fa svar du ger.<br/> <br/>   </td> </tr> </table>    Jag har tidigare skrivit om att jag är helt öppen med att vissa friheter tas bort i det samhälle jag står för, det socialistiska. Men andra frihet som att gemensamt äga tillgångarna tillkommer. Så ja, man får inte ifrågasätta ledarens beslut, av en rad skäl som jag tidigare tagit upp.<br/> <br/>  Man kan se det på olika sätt, är man höger så är man lyckligare i Sydkorea medan tvärtom råder i Nordkorea. Det stämmer att Sydkorea just nu är rikare och har ett större välstånd. Konstigt vore ju annat eftersom de inte har ekonomiska embargon mot sig och de har många allierade medan Nordkorea är relativt isolerade förutom några få partners. Dock ser man en liten uppgång just nu i Nordkorea som ser lovande ut.<br/> <br/>  Än en gång. I Sydkorea fängslar man folk som är vänster och vill ha ett socialistiskt styre i Sydkorea. Jag trodde att i en demokrati så får man tycka vad man vill? Är Sydkorea en demokrati enligt dig då? Det är verkligen en relevant jämförelse eftersom du konstant tar upp att man fängslar politiska fångar i Nordkorea när USA och Sydkorea som du anser är demokratier också gör det. Annars du detta vara orrelevant?<br/> <br/>  ''Eliten'' har det inte så mycket bättre. Kim Jong Il lever mycket bättre än folket i övrigt men de som är tjänstemän i regeringen och liknande dår enligt lag inte tjäna mer än en vanlig arbetare.<br/> <br/>  Jag skulle nu vilja att du tog dig tid att läsa mitt inlägg #831 i tråden där jag belyser en rad intressanta avslöjanden om hur västmedia hanterat ''rapporteringar'' om Nordkorea.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Samtidigt så finns det ju extremt lite fakta att få om landet och många källor har visat sig vara propaganda från exempelvis sydkorea. Dessutom så har ju CIA filmat diverse grejer i andra konflikter med skådespelare så man behöver ju inte vara otroligt begåvad för att se att nordkorea måste vara det lättaste landet att sprida lögner om eftersom det är så få som varit där och kan rapportera, och de som varit där lyssnar ingen på eftersom de läst i aftonbladet att deras \"porrknuttte\" till president bara tillåter 3 frisyre, vilken mat han åt i morse och att hans favoritfilm är titanic, på nästa sida beskrivs det hur omöjligt det är att få ut någon information ur landet och bläddrar man lite till i tidningen så är det en \"före detta officer\" som flytt till sydkorea och berättar hur det verkligen är osv osv.<br/> <br/>  I vilket fall så kan man ju läsa och fundera på vad de som varit där har att säga. Kanske är nordkorea världens avlopp men jag skulle tro att 99% av det som skrivs i västmedia är rena lögner/grova överdrifter."
		]
	},
	{
		"postIndex": [
			[1137],
			[1228],
			[1166]
		],
		"postTime": [
				"2010-05-09",
				"2010-05-21",
				"2010-05-12"
		],
		"postNum": [
			[1167],
			[1259],
			[1196]
		],
		"postLink": [
				"/sp22993529",
				"/sp23226509",
				"/sp23069020"
		],
		"postUser": [
				"Saturos",
				"Ola Schubert",
				"Saturos"
		],
		"postUserID": [
				"/u418938",
				"/u58815",
				"/u418938"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p98",
				"https://www.flashback.org/t781949p105",
				"https://www.flashback.org/t781949p100"
		],
		"userUrl": [
				"https://www.flashback.org/u418938",
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u418938"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej. Det är din egen definition av ordet ''troll''. Verkligheten ser alla på olika sätt. Du har tolkat din verklighet och jag har tolkat min verklighet.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Songun är viktigt för att försäkra landets fortsatte överlevnad. Utan en stark armé och stabilitet hade USA invaderat för länge sedan som de gjorde med Vietnam och Irak. Genom tiderna har USA även spionerat i nordkoreanskt territorium som de gjorde med skeppet Pueblo tidigare. Lever folket i Indionesien, Burma och Laos bättre än de i Nordkorea? Lever folket på landsbygden i Kina bättre än de i Nordkorea? Det är samma levnadsgrad överallt och det beror på västerländsk imperialism. Nordkorea har i alla fall gratis sjukvård och skola så att man har en läskunnighet på ca 99 %, vilket är mil bättre än många kapitalistiska nationer i Asien och Afrika.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nåväl. jag ger dig rätt i det men jag blev provocerad av dina förolämpningar. Ber om ursäkt för mitt tilltag dock.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Om du tycker att väst är av ondo enbart, tycker du det är bättre då att Kim köper lyxmat medan befolkningen svälter? Tycker du det är sämre med våra fängelser än att som i NK 12-åringar skickas till kolgruvor för något deras föräldrar gjort? Tycker du det är sämre att de sämst ställda får socialbidrag, än som i NK där människor ibland får äta andra människor för att överleva?<br/> <br/>   </td> </tr> </table>    Imperialismen lever i allra högsta grad vidare bara att den ändrats i karaktär och jag ska nu förklara hur. Den gamla imperialismen utgick från att man med vapenmakt tog över andra nationer och folk och nu har det ändrats så att man med ekonomiska medel styr andra länder. I världen och länder som USA har därför total kontroll över fattiga U-länder på samma sätt idag som de ahde för 50 år sedan. Motsätter sig någon blir de ersatta och internationella blockader sker mot dessa nationer som går emot vad USA och övriga västländer vill.<br/> <br/>  Saken är att det finns inga riktiga, neutrala belägg för det du påstår. Det är påståenden som kommer från Sydkorea och de är officciellt fortfarande i krig med Nordkorea så objektiviteten finns inte riktigt där.<br/> <br/>  Jag vill förtydliga att jag inte har någonting emot Sydkorea. Jag föddes där och är en del av dem. Däremot ser jag att konflikten inte är så entydlig som många tror utan Sydkorea var länge värre än Nordkorea på många sätt innan de gick förbi på 70/80-talen efter stort stöd från deras allierade USA. Sydkorea var även en högerdiktatur ändå in på 80-talet med ett stort förtryck mot oliktänkande.<br/> <br/>  Angående Kina så vågar jag påstå att ledarna i form av i alla fall Hu Jintao och Wen Jiabao fortfarande stöder DFR Korea. Mötet den senaste veckan tyder på det och Kinas oreservade stöd i alla lägen tyder också på det. inte ens när Korea testade kärnvapen fördömde Kina det hela och i säkerhetsrådet blockerar de ständigt när de andra länderna vill utföra olika aktioner mot Nordkorea.<br/> <br/>  Kina importerar många mineraler från DFR Korea och Korea importerar mycket amt och andra råvaror från Kina så samarbetet är tätt både ekonomiskt, politiskt och socialt. Kinesiska statsmän åker regelbundet till Nordkorea på besök. Jag tror att de har en sådan stabil grund att de inte kommer gå under om inte det sker på militär väg. Folket har på 60 år aldrig gjort något uppror, hade de verkligen ogillat landets styre hade de förgört styret på samma sätt som skedde i Östeuropa.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>   Jo ledningen i Nordkorea är <b>sinnesjuk</b>. De är fullt kapabla att beordra sänkningen av de Sydkoreanska krigsfartyget. Kim Jong Il tvekar inte en sekund att göra vad som helst för att behålla sin perversa maktposition, även om detta innebär att, i stort sätt, hela det nordkoreanska folket svälter ihjäl. Den sk Jutcheidén är ett påfund av hans lika sinnesjuka far. Det hela går ut på sk \"självförsörjning\" till varje pris. Den enda skillanden är att han son har lagt till \"allt till armén\", (läs all mat och alla resurser till armen). Nej Nordkorea handlar absolut inte om marxism. Marx poängterade två saker: Klasskamp och Produktivkrafternas utveckling. Historien har klart visat att det är produktivkrafternas utveckling som ytterst bestämmer historien i stort. Så hamnade sovjetssystemet på just \"historien soptipp\" tack vare att dess produktivkrafter inte, i längden, kunde mäta sig med kapitalismens förmåga till just produktivkrafternas utveckling, (vilket också är just systemets yttersta historiska uppgift). Allt detta har absolut ingen ting med den närmast religiösa personkulten i Nordkorea, landets oförmåga att ens föda sin egen befolkning, den sinnessjuka idén om \"självförsörjning\", Marx så en globaliserad värld som en självklarhet. Ett litet klipp ifrån den sk \"Nordkorenanska paradiset\":<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DzgNr5FIqILE%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=zgNr5...eature=related</a><br/> Kina kommer kanske att stödja Nordkorea politiskt, (vilket iof är ganska sinnessjukt det också). Men att man skulle gå in militärt, som under Koreakriget, är uteslutet vid en ev. konflikt mellan Nordkorea och Sydkorea/USA+hela västvärlden. Då hade inte Kina mycket att förlora. Man var då fortfarande allierad med Sovjetunionen under Stalin. Man var hur som helst isolerad i från västvärlden. Exportberoendet och ekonomiskt beroende av omvärlden var minimal, (förutom sovjetiskt bistånd). Man hade, naturligtvis, inte lånat ut en massa pengar till USA, som man är beroende av att kunna få tillbaka. Skillnaden mellan då och nu är faktiskt att Kina sedan slutet av 1970.talet verkligen förstått vad kapitalism kan göra för produktivkrafternas utveckling, (dock ej politiska långsiktliga konsekvenserna av detta då produktivkrafternas utveckling också ändrar en stats juridiska överbyggnad). Att Kina skulle äventyra allt detta för en sinnesjuk nordkoreansk ledares skull är ytterst osannolikt.<br/> Vad dig beträffar så tillhör du en mycket lite skara människor i väst som gått på den norkoreanska propagandan,(jag vill inte vara otrevlig och utveckla det hela ytterligare). Men det kan också hända att du är anställnd/betald av Nordkorea för att just försöka sprida den infantila nordkoreanska propagandan på t.ex. Flashback. Utsikten för att någon skall ta dig på allvar är dock mycket liten.<br/> Det minsta Sydkorea kan göra som svar på den kriminella sänkningen är totala sanktioner emot Nordkorea. Skulle Nordkorea då göra misstaget att starta ett krig betänk då följande:<br/> Orsaken till att det är överraskande tyst i västmedierna angående den pågående konfliken <i>kan</i> bero på att USA just kan vara i färd med att förstärka sina trupper i Sydkorea, (man har förnärvarande 28500 trupper stationerade där, med kärnvapen). Om vi förutsätter att lagring av tungt materiell redan är ordnad så går det ganska snabbt att dramatiskt öka antalet USA tupper i Sydkorea.<br/> <i>OM</i> Nordkorea använder något kärnvapen så kommer USA att förvandla hela landet till en atomöken.<br/> Om Nordkorea bombar sönder Seul med sitt dolda artilleri i gränsområderna så kommer Nordkorea att drabbas av en massiv presisionsbombning som kommer att få Irak-kriget att framstå som rena sörgården.<br/> Just produktivkrafternas utveckling har gjort att det spelar ingen roll hur många soldater och stridsvagnar Nordkorea sätter in, de kommer alla att dödas/förstöras genom USA:s och Sydkoreas precisionsvapen. Detta oavsett om Kineserna gjort det stora dumheten att försett Nordkorea med relativt moderna vapensystem.<br/> Slutligen så kommer det vidriga nordkoreanska förtyckarsystemet att avslöjas, eländet i fånglägren kommer att visas, den nordkorenaskabefolkningens patetiska sociala levnadsnivå komma i ljusan dager. Och sådana som du, vare sig du nu är lättledd eller diktaturens kreatur, kommer att framstå som just så naiva som ni är.<br/> Men låt oss hoppas på att det vidriga nordkoreanska förtryckarsystemet kollapsar utan krig. Koreakriget var fasansfullt och ingenting någon hoppas på att få se en repris utav. Men skulle Nordkorea anfalla så hoppas jag verkligen på att Sydkoreanerna, än en gång, (Nordkoreansk propaganda om Koreakrigets inledning är lika patetisk som alla annan nordkoreansk propaganda), förmår försvara sig. Tilläggas skall också att hela västvärlden, inklusive Sverige, bör rycka till Sydkoreas försvar, om det skulle behövas.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jo. Jag har tidigare länkat till en rapport som visade att Kim Il Sung ahde stora sympatier i södra Korea. Det var bland annat därför den sydkoreanska militärdiktaturen med USAs hjälp avrättade över 100 000 människor då de ansågs vara ''kommunister''. Kim Il Sung levde i sibirien eftersom han drevs i exil av japanerna på grund av hans stora gerillamotstånd mot dem. Men han fortsatte med operationer mot den japanska militären. Var Kim Jong Il Föddes spelar i samanhanget noll roll.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Fel. Kim Il Sung gjorde detta på eget initiativ och Stalin och Mao ville först inte stöda denna operation men gick motvilligt med på det efter påtryckninger. USA var redan då i Sydkorea så de involverade sig innan Sovjet och Kina gjorde det.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag ahr tidigare länkat till ren historisk fakta som visar att Nordkorea var rikare än Sydkorea till 80-talet. Detta är ett historiskt faktum även om du förnekar det nu. Nordkorea har traditionellt varit det bättre skötta landet medan Sydkorea ända in på 80-talet var värre. De gick om på grund av att Sovjets stöd minskade plus att USA ökade Sydkorea med att pumpa in pengar i sitt protektorat. Dessutom drabbades Nordkorea av otroliga naturkatastrofer som ödelade jordbruken.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Konstigt att du ignorerade frågan: varför stöttade USA den brutala militärdiktaturen i Sydkorea som bland annat avrättade flera hundra tusen politiska dissidenter samtidigt som man kritiserade Nordkorea för att vara en diktatur? Varför hycklar USA? Är det ok med dikaturer bara de är USA-vänliga?`Vi vet nog båda att USA anser detta.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Propagandan mot Kim Jong Il i väst är vida större är den sk propagandan för Kim Jong Il i Nordkorea är. Jämför man Nordkorea nu mot när han tog över är landet bättre, faktan ligger där. Pyongyang är en storstad på 4 miljoner invånare med ett ständigt utvecklande statsliv. Om Sverige hade blockerats av omvärlden och utsatts för sådana embargon som Nordkorea är utsatta för så hade Sverige reducerats till ett rövhål på några dagar medan Nordkorea ändå kan erbjuda sina invånare fri sjukvård och skola.<br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Varför fick inte sydkoreanerna göra det ända upp till 80-talet och varför stöttade USA detta tillfullo? Är det måhända dubbelmoralen som slog till igen? Nordkorea är ett land i krig och länder i krig kan inte ge sina medborgare fulla rättigheter och så har det heller aldrig varit om du ser historiskt. Sydkorea valde Kim Il Sung men stoppades av amerikanerna en gång i tiden. Återförlivandet hade skett på 50-talet utan USA. USA folkmördade koreaner och deras brott ska aldrig glömmas."
		]
	},
	{
		"postIndex": [
			[1547],
			[1539],
			[1533]
		],
		"postTime": [
				"2010-07-27",
				"2010-07-27",
				"2010-07-27"
		],
		"postNum": [
			[1587],
			[1579],
			[1573]
		],
		"postLink": [
				"/sp24487021",
				"/sp24484108",
				"/sp24473909"
		],
		"postUser": [
				"Ola Schubert",
				"Ankan23",
				"gurex"
		],
		"postUserID": [
				"/u58815",
				"/u294965",
				"/u140621"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p133",
				"https://www.flashback.org/t781949p132",
				"https://www.flashback.org/t781949p132"
		],
		"userUrl": [
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u294965",
				"https://www.flashback.org/u140621"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> Varför är Kim Jong Il och Ahmadinejad värre än Obama? Obama har mördat långt många fler i och med kriget i Afghansitan bara. Er demokrati handlar bara om att USA ska härska ingenting annat och USA är värre än 100 Ahmadinejad eller Kim Jong Il som mördat småflugor i jämförelse.<br/> <br/> Vad säger ni om Wikileaks nya avslöjanden? 90 000 sidor fyllda med amerikanska krigsförbrytelser! Varför får Nordkorea sanktioner emot sig för att de (kanske) sänkte ett skepp och mörda ca 50 personer när USA mördat hundratusentals bara i Afghanistan? Förstår ni inte hur sjuk den rådande världsordningen är och varför den måste förgöras? De nya avslöjanden gav ännu mer ett löjets skimmer över den sk ''fria världen'' och cementerar min tro på att jag måste försvara DFR Korea och alla andra länder som hotas av era barnamördande stater.<br/> <br/> USA har tusentals fångar över hela världen i olika camper där fångarna inte haft rättegång eller någonting utan sitter oskyldiga utan att ha gjort någonting, på vilket sätt är USA friare än Iran och Nordkorea? Se igenom propagandan. USA har mördat så väldigt många fler än Iran och Nordkorea gjort att det ens är löjligt att jämföra de två. För att inte glömma att USA finansierat många grupper och stöttat många militärjuntor. USA var de som stöttade Pinochet, Saddam Hussein till makten för att nämna några.<br/> <br/> Jag och många andra i denna tråd blir förbannade när USA-lakejer kommer hit för att läxa upp andra om rättvisa och frihet. När USA är den största mördarmaskinen de senaste 50 åren minst. Det är inte Nordkorea som nyss avslöjats med massvis av krigsbrott i Afghanistan utan det är ert älskade USA.<br/> <br/>  </td> </tr> </table>  <br/> Det är sant att USA imperialismen dödat många oskyldiga. Det är också sant att USA, i de allra flesta fall inte handlar utifrån en vilja att \"sprida demokrati\", \"öka friheten\" odyl. I de flesta fall så har det antingen handlat om en kamp mot Sovjetunionen, inte av ideologiska skäl utan för att dess utbredning minskade USA:s inflytande på världen. Eller också har det oftast, inte minst i dagens värld, handlat om energisäkerhet, dvs skydd och inflytande över energiresurser och transportvägar för energiresurser.<br/> <br/> Jag är ingen idiot, mitt första offentliga politiska engangmang var emot militärjuntan i Chile 1973. Men jag är heller ingen idiot åt andra hållet. Jag har en utmärkt ideologisk skolning. Jag <i>vet</i> vilken betydelse produktivkrafternas, (teknisk utveckling och effektivt använd utbildningsnivå), utveckling har haft, har och kommer att få för alla människor på jorden. Och de är dessa produktivkrafter som, i grunden, kommer att bestämma vilket ekonomisk system som blir mest framgångsrikt. De är dessa produktivkrafter som i grunden styr ett samhälle. Visserligen så påverkar samhället naturligtvis dessa produktivkrafter, men i det stora hela, och i längden, så påverkas samhället ännu mera av just sina produktivkrafter. Och då hjälper det inte, att som kommunisterna gjort, försökt att vända på det hela och gett samhället, (givetvis då under \"ledning\" av ett kommunistiskt elitparti), huvudrollen att utveckla produktivkrafterna. För det blev faktiskt \"maxist\"-Leninismen\" som hamnade på historiens sophög, inte det kapitalistiska systemet. Vad som kommer att hända med det kapitalistiska systemen på tämligen lång sikt, och varför, är en helt annan femma och fullkomligt ointressant i detta sammanhang då Nordkorea, helt säkert, gått under innan dess, och kanske även USA. Så mitt motstånd emot kommunism och kommunistiska stater har en stabil ideologisk grund att stå på.<br/> <br/> Men nu till mer praktiska frågor: Skall inte Nordkorea vara närmast glad över att man saknar energiresurser av betydelse? För om man haft det så skulle USA verkligen varit agressiv gentemot Nordkorea. Visserligen så skulle ett Förenat Korea, under Sydkoreansk ledning ge vissa geopolitiska fördelar. Men sådana fördelar kan, i stort sätt nås enklare, om USA närmar sig Vietnamn och får t.ex. bygga flottbaser där. Detta önskar USA men Vietnam är än så länge inte intresserade. Samma sak gäller Indien som gärna skulle se en flottbas i Vietnamn. Så USA är otroligt flat gentemot Nordkorea jämfört med agerandet mot det extremt olje och gasrika Iran. Så håller sig USA med dubbelmoral? Självklart. Är USA rättvist? Självklart inte. Men för tillfället så gynnar det Nordkorea, eller rättare sagt den sinnesjuka nordkoreanska regimen.<br/> <br/> Och vad gäller Afganistan, Irak, Latinamerika så har USA bevisligen begått krigsbrott. Och man begick, otvivelaktigt ett brott emot mänskligheten då man terrobombade civila japaner med atomvapen eller terrobombande vietanamesiska och kambojanska civila, Och man håller sig med en enorm dubbelmoral vad gäller Israel och palestinernas lidande. Man har begått historiska brott på Haiti, philipinerna, mellanamerika. Man har lagt sig i andra staters angelägenheter och initierat talrika statskupper. Ja, det finns nästan ingen ände på vad USA gjort, (även om Storbrittanien historisk sätt var ännu värre).<br/> <br/> Så varför försvarar jag då ändå USA jämfört med länder som Nordkorea?<br/> För det första av ideologiska skäl: Jag vet att kapitalismen, i längden är överlägsen alla kommunistiska experiment. <br/> <br/> För det andra: USA hjälpte oss inte bara emot Hitler, (det gjorde också Sovjetunionen, som gjorde grovjobbet med ekonomisk bistånd av USA), och USA förhindrade att vi hamnade under stalins tyrrani. Dessutom hjälpte USA oss att bygga upp vår ekonomi genom Marshallhjälpen så vi slapp en depression efter kriget.<br/> <br/> För det tredje; Även fast det skedde i USA:s eget intresse, och många gånger innebar både brott och skamlig dubbelmoral, så hidrade USA sovjetimperiet, och dess lakejer att expandera. Man försvarade, inte perfekta samhällen, Sydkorea var t.ex. allt annat än perfekt vid koreakriget slut, och det skulle dröja länge innan landet blev demokratiskt. Men i och med att man försvarade det kapitalistiska systemet så kunde ändå produktivkrafterna få spelrum, och i många fall så ledde detta till en demokratisering och ett bättre liv för folket i de länder USA intervenerade.<br/> <br/> <br/> Och slutligen för det fjärde: Vi i västeuropa må vara väldigt kritiska emot USA och dess agerande. Men vi har kulturellt och värdemässigt betydligt mer gemensamt med USA än ett land som Nordkorea. Genom vår historia: renässans, upplysningtid, demokratins och produktivkrafternas utveckling så känner vi att USA och Europa hör till samma kulturkrets. Ja, vi delar också det mörka kapitel som imperialismen har inneburit och fortfarande delvis innebär. Men något har också hänt: För första gången så exporterar den afrikanska kontinenten för mer än de får i bistånd, Och de är just den kontinenten som lidit allra mest av den europeiska imperialismen. Men även där börjar alltså produktivkrafterna att vakna. De har redan vaknat i stora delar av Latinamerika, och i de delar av Asien, som inte är del av något destruktivt kommunistiskt experiment, så rusar nu produktivkrafterna fram. Och folket i dessa länder får det nästa alltid bättre, även fast tillgångarna är ojämt fördelade. FN:s millenium mål, som var optimistiskt satta är nu på god väg att uppfyllas, trots ekonomisk kris. Vi får se om alla verkligen kan uppfyllas i tid. Men sällan så har väl så många människor fått det bättre under en så kort tid som nu.<br/> <br/> Och ditt sk \"alternativ\" är alltså 400 dollar/capita, svält, undernäring, religiöst dyrkande av ledare, minst 40% av budgeten till militären, hot emot omvärlden, gulag, 400 000 avlidna fångar, 250 000 fängslade på lösa grunder, förbud att lämna sin hembyggd utan myndigheternas tillåtelse, för att inte tala om förbudet att lämna landet. <br/> <br/> Grattis! Du har verkligen visat hur bankrutt kommunismen är!",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Varför är Kim Jong Il och Ahmadinejad värre än Obama? Obama har mördat långt många fler i och med kriget i Afghansitan bara. Er demokrati handlar bara om att USA ska härska ingenting annat och USA är värre än 100 Ahmadinejad eller Kim Jong Il som mördat småflugor i jämförelse.<br/> <br/>  Vad säger ni om Wikileaks nya avslöjanden? 90 000 sidor fyllda med amerikanska krigsförbrytelser! Varför får Nordkorea sanktioner emot sig för att de (kanske) sänkte ett skepp och mörda ca 50 personer när USA mördat hundratusentals bara i Afghanistan? Förstår ni inte hur sjuk den rådande världsordningen är och varför den måste förgöras? De nya avslöjanden gav ännu mer ett löjets skimmer över den sk ''fria världen'' och cementerar min tro på att jag måste försvara DFR Korea och alla andra länder som hotas av era barnamördande stater.<br/> <br/>  USA har tusentals fångar över hela världen i olika camper där fångarna inte haft rättegång eller någonting utan sitter oskyldiga utan att ha gjort någonting, på vilket sätt är USA friare än Iran och Nordkorea? Se igenom propagandan. USA har mördat så väldigt många fler än Iran och Nordkorea gjort att det ens är löjligt att jämföra de två. För att inte glömma att USA finansierat många grupper och stöttat många militärjuntor. USA var de som stöttade Pinochet, Saddam Hussein till makten för att nämna några.<br/> <br/>  Jag och många andra i denna tråd blir förbannade när USA-lakejer kommer hit för att läxa upp andra om rättvisa och frihet. När USA är den största mördarmaskinen de senaste 50 åren minst. Det är inte Nordkorea som nyss avslöjats med massvis av krigsbrott i Afghanistan utan det är ert älskade USA.<br/> <br/>   </td> </tr> </table>  <br/>  Håller med dig, problemet är helt sonika att de länder som har makt här i världen dikterar även hur andra ska sköta sig. Likaså är det som har makt immuna från att få sanktioner på sig eller andra straff för den delen. Anledningen till detta handlar om att USA inte längre har någon motpol, förr fanns sovjet men efter nedfallet har USA haft fritt spelrum för att agera hur grymt som helst. EU skulle kunnat agera som en motkraft men har istället böjt sig baklängs för att blidka maktbasen i USA.<br/>  No justice no peace. Det kan aldrig bli fred och rättvisa när vissa nationer står över lagen. Ett sådant klimat gynnar inte konflikter stater i mellan. <br/> <br/>  Folk har även ett problem att se utöver den egna kulturella sfär de lever inom, dvs argumentet handlar ofta från USA om att \"vi har rätt, ni har fel\" eller \"om ni inte gör som vi säger åker ni på stryk\", dvs de är en oförmåga att se andra mindre makthavande nationer som likvärdiga entiteter istället anser man att  man kan behandla dessa mindre stater hur illa som helst och sedan tro att dessa länder ska älska USA och inte göra något motstånd tillbaks. Alla de snedsteg USA har gjort och gör idagsläget kommer komma tillbaks via backlash förr eller senare vilket inte kan ses som mer än rätt. <br/> <br/>  Problemet är även media som som vanligt repeterar okritiskt material om konflikter vilket för den godtrogna luras in. Gällande Nord Korea är den mesta informationen enbart från ett håll ändå finns det folk bla i tråden som minsann vet allt om Nordkorea. Rätt lustigt. Den som säger sig sitta inne med sanningen är oftast den man bör se upp med först.<br/> <br/>  Ytterligare ett problem är FN som tydligen ska vara ett s.k. fredsbevarande organ men har korrumperats totalt och är numera ett verktyg för den starke, liksom har det blivit ett politiskt verktyg som man använder i totalt fel syfte för att åstadkomma sina dubiösa mål. Därtill är de makthavande länderna, framför allt USA totalt onårbara gällande straff.<br/> <br/>  Ytterligare ett problem med folk har i debatten om Nordkorea är att de har så många negativa konnotationer om landet (pga av medias bild), deras syn blir totalt perverterad och generar hjärnspöken som repeteras på forum och i media 24/7. Vid försa anblick ser de mesta i världen bisarrt ut men om man analyserar maktstrukturer och idelogins bas i Nord Korea förefaller landet inte alls så knäppt som folk vill utmåla det. Ingen rök utan eld så att säga.<br/> <br/>  Man kan ju bara ana vilket ramaskri det hade blivit om Nordkorea, Kuba, Syrien och Iran hade haft ett wargame precis till gränsen till USAs kust, eller tom inom linjen. Nej, hyckleriet är uppenbart och kommer avstanna när USAs makt förminskas, men om det sker om 10 eller 100 år vet vi inte.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Edit:  <br/>  Det var visst inte så svårt att hitta.<br/>  Här har du DN:s artikel om övningen jag nämnde:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fnyheter%2Fsverige%2Frysk-storovning-i-ostersjon-1.932709\" target=\"_blank\">http://www.dn.se/nyheter/sverige/rys...rsjon-1.932709</a><br/>  Här har du en debattartikel som även tar upp köpen av de militära landstigningsfartygen:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.newsmill.se%2Fartikel%2F2010%2F01%2F18%2Frysk-roulett-om-svensk-f-rsvarspolitik\" target=\"_blank\">http://www.newsmill.se/artikel/2010/...-rsvarspolitik</a><br/>  </td> </tr> </table>    Intressanta länkar med fartygen som skulle inhandlas, tror dock att Finland reagerat annorlunda om de blivit beskyllda för / sänkt ett av ryssarnas fartyg samt fått veta under några år att de är ett av de ondaste länderna i världen samt få höra diverse hot om våld och sanktioner, tror inte du?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <br/>  Men utan att försöka låta som en översittare, så tror jag att jag har mer insikt i konflikten än vad du har.<br/>  Det märks inte minst på de märkliga slutsatser du drar, tex. att media skulle vara genomgående USA-vänliga (köpte du aldrig en tidning under hela tiden Bush var president?). <br/>  Jag är inte heller alltför förtjust i USA, men bara för det innebär det inte att precis allt som sägs eller görs därifrån är ont, ljug och båg.<br/>  Du däremot, tycks <i>utgå</i> ifrån det när du letar orsaker till olika skeenden. <br/>  Exempel på det är din vanföreställning om media, här ovan. <br/> </td> </tr> </table>  <br/>  Du kan mkt väl ha mer kunskap än mig i den här konflikten, det jag stör mig på är att nästan alla har starka negativa åsikter om nordkorea och Kim utan att veta ett skit om landet. De repeterar rena lögner som sanningar som att folket får ha 3 frisyrer, porrknutte med blablabla.<br/> <br/>  Att media inte skule vara USA-vänliga håller jag inte med om. Visst kan vissa aspekter av landet kritiseras som dess ledare osv men i det stora hela är deras politik \"rätt\" med krig, sanktioner, och framför allt kapitalismen med allt som följer med krig och utsugning. <br/>  Kolla bara just nu när wikileaks släppt en mängd dokument och vad medierna i för fram för åsikter. Dels att det är intressant att \"få reda på sanningen\" (även om de som är intresserade vet att det dödas hundratusentals civila) det är ju bara att fråga afganerna/irakierna själva så kan de berätta hur krigen ser ut för civilbefolkningen och sen kontrollera det.<br/>  Istället slänger media fram att det är farligt för invasionsländernas trupperna för att talibanerna kanske kan ta nytta av dem,  <br/> <br/>  enligt svt igår så hade exempelvis de där filmerna som släpptes för några månader sen när en attackhelikopter skjuter civila och en ambulans skickats till Washington post. Som valde att inte publicera (undrar varför). <br/> <br/>  Jag undrar hur media reagerat om Sovjetunionen for världen runt och bombade miljoner människor till kolbitar i land efter land. Min gissning är stora reportage från de frihetskämpar som slåss osv, inte terrorister som förtjänar det.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">         Och visst läser jag även österländsk press, i synnerhet när det beträffar just detta ämnet.<br/>  Kinesisk media är ju dock inte alltid de mest pålitliga - det är ju trots allt ingen fri press vi pratar om.<br/> <br/>  Vidare så är det inte alls sant, det du påstår,  att någon hävdar att det är omöjligt att ta sig in i landet, eller att det för den delen att det skulle vara svårt att hitta några säkra källor.<br/>  Svårare än om man jämför med andra länder ja, men inte på något sätt omöjligt.<br/>  Det finns gott om organisationer och organ som bevakar koreafrågan, och det finns gott om information.<br/>  Däremot så föses det ofta undan, och anledningen till det har jag redogjort för dels på detta forumet, samt på andra.<br/> <br/>  Men ett exempel på en organisation som bedriver utförligt arbete kring frågan, dels händelsebevakning men även ren aktivism, hittar du om du följer länken i min signatur.      </td> </tr> </table>  <br/> <br/>  Själv tycker jag att pressen som styrs av en stat inte behöver vara sämre än en som styrs av en privatperson. Både staten och kapitalisten kan ha intressen som de vill främja, visst kan det säkert vara lättare för kineserna att censurera men i sverige vill nog staten bara censurera typ proletären, offensiv osv. Alla de stora medierna har ju samma \"läggning\" som staten själv så det fungerar bra.<br/>  I USA efter flygplanen in i torna så var det dock jävligt svårt att få fram en annan åsikt än att man skulle kriga och straffa afganistan om jag förstått det rätt. Olämpliga artiklar censurerades väl rätt hårt och personer blev uthängda som opatriotiska osv för att skrämma in dem i ledet.<br/> <br/>  Jag är medveten om att det inte är några stora problem att resa till nordkorea men allvarligt så måste du ju höra vad folk säger om landet? Ofta totalt nonsens som de som varit i NK kan avfärda som lögner, ändå så sprider sig lögnerna (propagandan) i aftobladet, dn osv."
		]
	},
	{
		"postIndex": [
			[1922],
			[1886],
			[1890]
		],
		"postTime": [
				"2011-06-27",
				"2011-03-20",
				"2011-03-21"
		],
		"postNum": [
			[1977],
			[1939],
			[1943]
		],
		"postLink": [
				"/sp31375461",
				"/sp29602231",
				"/sp29617242"
		],
		"postUser": [
				"martienne",
				"affekaffe",
				"Mawizda"
		],
		"postUserID": [
				"/u417157",
				"/u424000",
				"/u276260"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p165",
				"https://www.flashback.org/t781949p162",
				"https://www.flashback.org/t781949p162"
		],
		"userUrl": [
				"https://www.flashback.org/u417157",
				"https://www.flashback.org/u424000",
				"https://www.flashback.org/u276260"
		],
		"sentence": [
				"Intressant inlägg av dig, Karatepung. Ja, jämförelsen med Sydkorea är ju där det hela faller litegrann. Jag har inte varit i Sydkorea så jag kan inte säga säkert. Men jag tror att det finns rejäl fattigdom på landsbygden där. Kvinnor säljer sitt hår för att användas i peruker. Barn adopteras fortfarnade bort i stora mängder och det lär finnas otroligt mycket prostitution. Dessutom har de stötts ekonomiskt på alla tänkbara sätt av USA. Välståndet som finns i storstäderna där, hos medelklassen, är relativt nytt. På 1970 talet var det fortfarande bättre för gemene man i Nordkorea. <br/> <br/>  Jag stödjer dem för att jag tyckte folket där var så hemskt rara när jag var där i min barndom. Det var sång och dans och äkta vänlighet överallt Jag blev lite imponerad över hur mycket det hade gjort för barn och ungdomar. <br/> <br/>  Med glöden som de fick av Kim Ir Sen och kommunismen hjälpte dem att bygga upp landet som i princip jämnades vid marken under koreakriget. Jag besökte ett krigsmuseum när jag var där och fy helvete vad allt var förstört! De sa att det var tre byggnader i Pyongyang som var oskadda eller något sånt. Hela landet var i princip utplånat och massor av miljoner dog. Jag har aldrig sett något liknande som de bilderna. Dessutom betedde sig amerikanarna som fullständiga svin och bröt varenda krigskonvention som finns. Inte konstigt att de är så hatade av koreanerna. Lite överdriven retorik från guiden på museet (sättet som de pratar på låter lite tillkonstlat). Men bilderna talade sitt eget språk. Enligt Nordkorea och en del andra så var det Sydkorea-USA som startade kriget och den möjligheten kan inte uteslutas. <br/> <br/>  Jag önskar att de kan behålla sitt system, eller gradvis reformera det och att de lyckas höja levnadesnivån, matförsörjningen och få tillgång till mediciner. <br/>  Om regimen föll omgående så skulle befolkningen få det mycket värre än de har det nu, i många, många år. Hemskt ovärdigt för alla invånare. Dessutom är Sydkorea tydligen inte särskilt intresserade av en återförening längre.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Finns många saker jag inte riktigt förstå rmig på, och ett utav dessa är hur du kan beundra detta land och dess små hamsterfolk. Skulle du verkligen kunna tänka dig att bo och leva under dom omständigheterna som råder i landet. Underutvecklad teknik i form av allt från elektronik till infrastruktur. Kärntekniken vet jag inget om, den kanske är riktigt bra. Men med tanke på dom övriga planen så tvivlar jag.<br/> <br/>  Jag vet inte om det är svält där eller inte, jag har aldrig varit där men om man förhandlar med sin granne om mat i tonmängder till sin befolkning eller till dess elit så verkar det vara ont om mat i landet och detta har ju pågått ett bra tag.<br/> <br/>  Nej du, Tycker du borde ta och lugna ner dig lite och tänka efter och vara glad över att du befinner dig i Sverige och Europa.<br/>  Finns säkert en del som dig som facineras av diktaturer och låter sig själva påverkas av diverse propagandematerial därför börjar man leva sig in i den sk utopin som dessa stackars människor blir pålurade eller påtvingade att tro på.<br/>  Ni/Du behöver en reality check och förstå att det finne en anledning till varför folk gör alltdom kan för att fly dessa länder.<br/>  Jag lovar dig, ett år i Nordkorea som undersåte/slav till dess diktatur och du kommer vilja suga lillkims kuk för att ta första bästa fiskebåt därifrån.<br/> <br/>  Ha en trevlig kväll<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Tekniken kanske är 10-20 år efter, det är sant ja, medan vår egna teknologi här är ca 50-100 år efter p.g.a det monetära system både vi och DFR Korea använder oss av. Man måste fråga sig två frågor:<br/>  1. Varför är det så?  -  Det finns flera anledningar, först kan vi ta upp USA-imperialisternas handelsembargon som förstår ekonomin och leder till att folket får lite mat. Sedan har landet fått uppleva många naturkatastrofer, odlingar, farmer, naturresurser har förstörts av detta. Båda dessa exempel är bevis på att juchefilosofin delvis misslyckats när det kommer till självförsörjning. Det jag är imponerad av är att TROTS dessa två extrema faktorer har man det ändå väldigt bra i det läge man befinner sig.<br/>  2. Hur mycket av det är egentligen sant?<br/>  Man får inte glömma att imperialisten försöker måla upp en hemsk bild av hur alla skulle svälta och gå runt som benrangel, folk går givetvis på detta då det är en inlärning som precis som all inlärning är en indoktrinering av fördomar i förhållande till våra västerländska värderingar. Senast hörde jag hur man skulle bli skjuten om man filmade i Pyongyang så de såg ( <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> ) när det för det första inte är olagligt att filma där, man får göra det utan problem och för det andra tänker man inte på vilka följder det skulle få för DFR Korea om en människa blev ihjälskjuten mitt på Kim Il Sung-torget.<br/> <br/>  Detta bör besvara resterande delar av ditt inlägg också."
		]
	},
	{
		"postIndex": [
			[1972],
			[2114],
			[2188]
		],
		"postTime": [
				"2011-06-28",
				"2012-03-04",
				"2012-04-19"
		],
		"postNum": [
			[2028],
			[2179],
			[2254]
		],
		"postLink": [
				"/sp31390216",
				"/sp36040778",
				"/sp36911755"
		],
		"postUser": [
				"Tjaeng",
				"RadioGaGa",
				"Elis91"
		],
		"postUserID": [
				"/u317018",
				"/u358869",
				"/u530013"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p169",
				"https://www.flashback.org/t781949p182",
				"https://www.flashback.org/t781949p188"
		],
		"userUrl": [
				"https://www.flashback.org/u317018",
				"https://www.flashback.org/u358869",
				"https://www.flashback.org/u530013"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Ja, och man har turistzoner, kapitalistiska industrizoner och utbredda svartmarknader för livsmedel också. Inget av dessa är förenliga med Juche, men har tillkommit på grund av att man inser att Juche suger kuk och att man behöver hårdvaluta. Den enda anledningen till att man inte köper linan ut och reformerar landet enligt kinesiskt mönster Deng Xiaoping-style är för att elitens makt skulle hotas av ett sådant tilltag.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Och vilken aspekt av Nordkorea är värd att bevara, menar du? De enda som har något att tjäna på Nordkoreas fortsatta existens är landets styrande militära elit samt naiva idioter i väst. T.om Kina börjar tröttna på missfostret söder om Yalu.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Dynasti Kim tycks lyckas med det konststycket rätt bra på egen hand.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  FNs katastrofhjälporgan uppskattade ett hjälpbehov på 210 miljoner dollar akut så sent som för två veckor sedan. Hur bra går det med Nordkoreas gameplan såhär långt, tycker du? Kina genomled en av världshistoriens värsta svältperioder 1960-1963, för att Mao satsade allt på ett kort och fick fram en atombomb 1964. Inte fan ledde det till bättre villkor för Kina, som fortsatte vada i bajs genom kulturrevolutionen och stagnation i ytterligare 15 år. Först när man började genomföra marknadsliberala reformer 1979-1980 tog uppsvinget fart. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Och vad var det som hände med Sydkorea för när det begav sig? Jo, man slopade militärdiktatur, liberaliserade ekonomin och skapade närmare förbindelser med väst. Taiwan gjorde detsamma, likaså Kina 10 år senare. Nordkoreas ekonomi om 30 år kommer inte att se ett enda dugg bättre ut än idag såvida man inte följer modellen som fungerar istället för att fortsätta sitta och stuvas i sin egen skit. Sydkorea har gått från att vara lika fattigt som AIDS-länder i Afrika till att vara ett i-land i ordets rätta bemärkelse. Nordkorea har under samma tid gått från ett medelmåttigt östblockland till att rankas bland de allra fattigaste länderna på jordklotet. Vad, enligt dig, tyder på att denna utveckling skulle kunna bli omvänd utan vidgående reformer i Nordkorea?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Nordkorea hotar med heligt krig mot Sydkorea och USA.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fnyheter%2Fvarlden%2Fnordkorea-hotar-med-heligt-krig\" target=\"_blank\">http://www.dn.se/nyheter/varlden/nor...ed-heligt-krig</a>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Finns flera anledningar enligt mej:<br/>  *Landet är god vän med Kina, kineserna kanske sätter käppar i hjulet om en möjlig invasion skulle ske.<br/>  *Inget land har ekonomin till det idag.<br/>  *Landet har kärnvapen, vilket är ett hot mot grannländerna.<br/> <br/>  Tänker likadant som dej, landet borde inte få agera som de gör, speciellt mot sin egen befolkning.<br/>  Att ha runt 200.000 av sin egen befolkning i koncentrationsläger är enligt mej sjukt och att större delen av befolkningen är undernärd är lika sjukt det.<br/>  Precis som alla andra regimer kommer Nordkorea också kollapsa frågan är bara när och hur."
		]
	},
	{
		"postIndex": [
			[2205],
			[2343],
			[2315]
		],
		"postTime": [
				"2012-04-24",
				"2012-10-30",
				"2012-07-20"
		],
		"postNum": [
			[2271],
			[2413],
			[2385]
		],
		"postLink": [
				"/sp37008228",
				"/sp40107889",
				"/sp38419150"
		],
		"postUser": [
				"Muhamed",
				"NobunagaOda",
				"Ola Schubert"
		],
		"postUserID": [
				"/u486266",
				"/u710549",
				"/u58815"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p190",
				"https://www.flashback.org/t781949p202",
				"https://www.flashback.org/t781949p199"
		],
		"userUrl": [
				"https://www.flashback.org/u486266",
				"https://www.flashback.org/u710549",
				"https://www.flashback.org/u58815"
		],
		"sentence": [
				"Om det blir ett zombievirus pandemi så kommer de isolerade länderna som Bhutan, Nordkorea Turkmenistan att överleva längst och antagligen återuppbygga civilisationen. <br/> <br/>  Nej men altvarligt talat så kan man inte skilja på dem egentligen, precis som man inte kan skilja på Kuba för deras brister. Kuba är det enda landet i världen som måste skeppa all sitt socker och dylikt till länder i Europa som sedan säljer det till USA eftersom USA:s embargo förbjuder handel med Kuba. <br/> <br/>  Samma sak med Nordkorea, hela den västerländska världen och en massa \"andra\" länder har lagt olika embargon på dem vilket har förstört den Nordkoreanska ekonomin. De har inte egen olja och måste importera in samt så hade de för stor befolkning med tanke på landsytan de äger så att en översvämning eller torka kan leda till svält. Nordkorea hade en gång i tiden en stark industri med vilken de kunde exportera varor till t.ex. Sovjet. Men efter alla handelsförbud med dem så kunde de inte exportera något då deras enda vänliga granne(Kina) är själv en exportör. <br/> <br/>  Man hade samma syn på Kina förr som man har mot Nordkorea nu men sanningen är att Nordkorea skulle kunna bli en massiv storstat på grund av de Kommunistiska elementen i deras ekonomi. Och om sanningen ska fram så kommer nog antagligen Nordkorea att ta sin plats som en världsmakt bredvid Kina om de kunde starta upp industrierna igen.",
				"Jag skulle likna dagens Nordkoreas system som väldigt likt Japans kejsarstyre innan och under andra världskriget. Man har en dynasti som ärver makten, man har en elit av rika som styr ett land där den större delen av befolkningen lever i fattigdom och man har ledardyrkan och enorm nationalism och militarism som impräntas i befolkningen från tidig ålder. Exakt som Japan såg ut för 70 år sedan under kejsar Hirohito.<br/> <br/>  Man får inte glömma att Nordkoreas grundare Kim Il Sung var en guerilla krigare när han var ung och Korea var en japansk koloni, Kim Il Sung visste alltså om väldigt väl hur Japan styrdes och det är enligt mig mycket som tyder på att Kim Il Sung använt mycket av det gamla Japans styre för att skapa sig egen feodala dynasti i Korea.<br/> <br/>  Nordkorea kanske till och med är ännu värre nationalistiskt och extremt än Hirohitos Japan, Nordkoreas totala isolering av omvärlden påminner om Japan under Shogun Tokugawa då Japan var helt isolerat från resten av världen, eliten som styr Nordkorea är därmed livrädda för all utländsk närvaro i landet, Östtyskland och liknande kommunistländer kommer inte i närheten av denna paranoida ledning.<br/> <br/>  Det är ändå otroligt fascinerande att en sådan galen regim med en mentalitet som är hämtad från andra världskrigets Japan kan överleva i dagens moderna värld. Nordkoreas styre har varit värdelösa på att bygga en nation men de har varit mästare på att kontrollera en nation. Över 60 år av vanstyre och ändå har inte ens en stymmelse till revolution skett i landet, det är ett makalöst facit och bevisar att landets ledning har en sådan järnhand att deras befolkning är helt kuvade och apatiska. <br/> <br/>  Enligt mig är därmed Nordkorea inte ett kommunistiskt land utan ett nationalistiskt, militäristiskt och paranoid fascistisk stat precis som Japan var under kejsar Hirohito. Nordkorea är ett feodal samhälle där klassen man föds i betyder allt, det är så långt ifrån socialistiskt som man kan komma.<br/> <br/>  I Nordkorea firar man till exempel ''Solens dag'' vilket är Kim Il Sungs födelsedag, att man kallar Kim Il Sung för ''solen'' i Nordkoreansk propaganda är exakt det man gjorde i det gamla Japan där kejsaren sågs härstamma från solen.",
				"Hurra! Kanske äntligen en god nyhet ifrån Nordkorea! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/beer2.gif\" title=\"Beer\"/> <br/> <br/>  Un kanske kan vara ganska vettig, (med Nordkorea mått mätt)!<br/> <br/>  För han har nu tagit ifrån militären kontrollen över ekonomin, efter att ha avsatt en mycket mäktig militär befälhavare. Det är en politisk kommitté som nu skall ta över styrningen av ekonomin.<br/> <br/>  Detta är ett <u>mycket gott tecken</u>. För trots all ideologisk retorik så var t.ex. Sovjetunionens ekonomi till stor del styrd av militären. Samma sak, fast i ännu högre grad, har gällt Nordkorea.<br/> <br/>  Har vi, och inte minst det nordkoreanska folket, tur, så kan detta innebära en början på viktiga reformer. I förlängningen så kan det också innebära att en <u>fredlig</u> återförening med Sydkorea blir möjlig!<br/> <br/>  Nu håller vi tummarna för hela det koreanska folket!<br/> <br/>  Och glöm inte bort: I början av 80-talet så kunde absolut ingen människa ens drömma om att sovjet-imperiet skulle falla, till stora delar på <u>fredlig</u> väg!<br/> <br/>  Ops, tyvärr så finns det också lite smolk i glädebägaren:<br/> <br/>  Tydligen så har någon avhoppare försökt att spränga en staty av Kim Il Sung, ganska känsligt i Nordkorea <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Och sedan så är man tydligen kritisk emot USA:s agerande på den senaste tiden och hotar nu att \"se över\" sin kärnvapen policy.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aljazeera.com%2Fnews%2Fasia-pacific%2F2012%2F07%2F201272011434388132.html\" target=\"_blank\">http://www.aljazeera.com/news/asia-p...434388132.html</a>"
		]
	},
	{
		"postIndex": [
			[2522],
			[2746],
			[2671]
		],
		"postTime": [
				"2013-03-06",
				"2013-03-17",
				"2013-03-12"
		],
		"postNum": [
			[2598],
			[2826],
			[2749]
		],
		"postLink": [
				"/sp42330371",
				"/sp42507508",
				"/sp42431871"
		],
		"postUser": [
				"Rafo",
				"gurex",
				"beerklunker"
		],
		"postUserID": [
				"/u128102",
				"/u140621",
				"/u255173"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p217",
				"https://www.flashback.org/t781949p236",
				"https://www.flashback.org/t781949p230"
		],
		"userUrl": [
				"https://www.flashback.org/u128102",
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u255173"
		],
		"sentence": [
				"Kina har ju varit trötta på Nordkoreas agerande under en längre tid och värderar antagligen sina relationer med övriga världen högre än de med Nordkorea. Kinas ekonomi är ju faktiskt ganska beroende på både USA och Europa på liknande sätt som vi är av dem.<br/> <br/>  Nordkoreanerna känner sig väll pressade nu om deras stöd från Kina försvinner och om de någonsin tänker göra sak i sina hot innan de kollapsar inifrån måste det nog ske snart innan hela landet svälter ihjäl.<br/> <br/>  Jag skulle gissa att Kina är intresserade utav de resurser som finns där eftersom de redan nu handlar med dem och ifall en lösning på den koreanska halvän resulterar i att dessa resurser öppnar upp sig ytterligare för dem så skulle de väll antagligen kunna tänka sig att stå på Sydkoreas sida tillsammans med Amerikanerna ifall deras del utav kakan blir större en deras nuvarande in flöde.<br/> <br/>  Sedan ifall en lösning/konflikt resulterar där Nord går under skulle det säkerligen försvaga Sydkoreas ekonomiska situation vilket ytterligare kan ses som en Kinesisk fördel.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Ursprungligen postat av gurex<br/>  Det har ju hänt förr att avhoppare egentligen är skådespelare eller personer som helt enkelt ljuger om vad de varit med om.      </td> </tr> </table>  <br/>   </td> </tr> </table>  <br/>  Inte för att jag har alla källor så här tillgängligt då jag läst ett antal böcker i ämnet och även sett många debatter och dokumentärer under kanske tio års tid. Men till exempel extremt många falska vittnesuppgifter under kriget i f.d Jugoslavien. Medierna trumpetade ut det som sanningar (som vanligt när det gynnar deras intressen) men för utredare var det knivigt när utrotade människor sökte asyl och hjälp. När byar som förstörts inte var förstörda osv, men det tystades ned av media. <br/>  Innan Nato bombade Jugoslavien sönder och samman behövde man få opinionen med sig och då rullade det dag ut och dag in på tv-nyheterna och trycktes på förstasidorna på tidningarna om hur hemska koncentrationslägrena var som serbierna hade. Att det pågick ett folkmord som var fruktansvärt och i paritet med tredje rikets osv. Nu i efterhand vet man att mycket byggdes på falska vittnesuppgifter och var extremt överdrivna samt att övergrepp begicks av alla sidor i kriget. <br/> <br/>  Det är vare sig konstigt eller förvånande att folk ljuger när det gynnar deras intressen. <br/> <br/>  Vid det första anfallet mot Irak påverkade media (mha politikerna som ville ha krig) hela befolkningen till att hata Irak och Saddam Hussein. Här har jag faktiskt en länk som du borde läsa: <a href=\"/leave.php?u=http%3A%2F%2Fwww.prwatch.org%2Fbooks%2Ftsigfy10.html\" target=\"_blank\">http://www.prwatch.org/books/tsigfy10.html</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">        \"While I was there, I saw the Iraqi soldiers come into the hospital with guns, and go into the room where . . . babies were in incubators. They took the babies out of the incubators, took the incubators, and left the babies on the cold floor to die.\"83<br/> <br/>  Three months passed between Nayirah's testimony and the start of the war. During those months, the story of babies torn from their incubators was repeated over and over again. President Bush told the story. It was recited as fact in Congressional testimony, on TV and radio talk shows, and at the UN Security Council. \"Of all the accusations made against the dictator,\" MacArthur observed, \"none had more impact on American public opinion than the one about Iraqi soldiers removing 312 babies from their incubators and leaving them to die on the cold hospital floors of Kuwait City.\"84<br/> <br/>  At the Human Rights Caucus, however, Hill &amp; Knowlton and Congressman Lantos had failed to reveal that Nayirah was a member of the Kuwaiti Royal Family. Her father, in fact, was Saud Nasir al-Sabah, Kuwait's Ambassador to the US, who sat listening in the hearing room during her testimony. The Caucus also failed to reveal that H&amp;K vice-president Lauri Fitz-Pegado had coached Nayirah in what <b>even the Kuwaitis' own investigators later confirmed was false testimony.</b> </td> </tr> </table>  <br/>  Edit: En länk till jag hittade som råkar vara runt ämnet om medias totala värdelöshet att kolla fakta men som otänkande vanligt folk tar som sanning trots att det sedan tusen år är det första som man borde tänka när man hör något om en \"fiende\" är att det kan vara propaganda:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.theweek.co.uk%2Fpolitics%2Fsyria-uprising%2F4797%2Fgay-girl-damascus-not-first-abuse-hoax\" target=\"_blank\">http://www.theweek.co.uk/politics/sy...rst-abuse-hoax</a><br/> <br/> <br/> <b>En fråga till dig:</b> Tror du att alla asylsökande till Sverige talar sanning om det ligger i deras intresse att ljuga så att de får stanna? <br/> <br/> <b>En fråga till: </b>Vad skulle du säga om Ryssland anföll Sverige och Nato funderade på att anfalla, men bara om det kom fram att det begicks övergrepp mot svenska folket. Skulle du kunna tänka dig att ljuga om att du sett våldtäkter och avrättningar av svenskar. Kan du tro att någon annan skulle kunna göra det?",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  När dom börjar spendera lite pengar på sin egen befolkning och helt enkelt inte låter dom svälta ihjäl.<br/> <br/>  När dom slutar komma med en massa tomma hot om att dom ska bomba Sydkoreas och USAs städer till marken<br/> <br/>  När dom slutar skjuta upp massa spontana missiler<br/> <br/>  När dom slutar att gång på gång bryta sina löften<br/> <br/>  När dom slutar bomba sydkoreanska öar<br/> <br/>  När dom lägger ner sina koncentrationsläger<br/> <br/>  När dom slutar att total-isolera sig vilket gör att deras land inte fungerar<br/> <br/>  Ska jag fortsätta?<br/> <br/> <br/>  Hur fan har detta landet mage att år efter år <b>kräva</b> massa bistånd när dom samtidigt bokstavligt talat ber världen att dra åt helvete?<br/>  Som det skrevs tidigare i tråden:<br/>  Nordkorea är precis som ett litet barn i en Ica-butik.<br/>  Börjar gråta och skrika när dom inte får glass av sin mamma, samtidigt som barnet dagen innan sa att mamman är en dum idiot."
		]
	},
	{
		"postIndex": [
			[2765],
			[2760],
			[2758]
		],
		"postTime": [
				"2013-03-17",
				"2013-03-17",
				"2013-03-17"
		],
		"postNum": [
			[2845],
			[2840],
			[2838]
		],
		"postLink": [
				"/sp42510546",
				"/sp42509098",
				"/sp42508880"
		],
		"postUser": [
				"nummer10011",
				"gurex",
				"ka kui"
		],
		"postUserID": [
				"/u267066",
				"/u140621",
				"/u92897"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p238",
				"https://www.flashback.org/t781949p237",
				"https://www.flashback.org/t781949p237"
		],
		"userUrl": [
				"https://www.flashback.org/u267066",
				"https://www.flashback.org/u140621",
				"https://www.flashback.org/u92897"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jodå, jag \"kräver fakta\". Till skillnad från många andra så vill jag ju ha belägg för ett påstående.<br/> <br/>  Om jag får belägg för ett påstående så tror jag på det tills dess att andra belägg visar motsatsen. När det händer så måste man börja diskutera varför beläggen visar olika saker, och om något kan vara fel.<br/> <br/>  Vad \"nordkorea-fansen\" dock gör är att grundlöst kalla samtliga belägg för lögner - och har sedan inte ens belägg själva för att påvisa att detta är lögner.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    De kan bekräfta och styrka andra belägg genom att de överensstämmer med varandra.<br/> <br/>  Låt oss t.ex. ta den här videon som ett exempel:<br/> <a href=\"https://www.flashback.org/sp42385275\" target=\"_blank\">https://www.flashback.org/sp42385275</a><br/> <br/>  Genom att jämföra bilderna med satellitbilder så kunde man ganska snabbt anta att filmen <i>antagligen</i> faktiskt spelades in där:<br/> <a href=\"https://www.flashback.org/sp42385881\" target=\"_blank\">https://www.flashback.org/sp42385881</a><br/> <br/>  Man kan även använda satellitbilder för att bekräfta att en person som säger sig ha varit vakt på t.ex. ett läger får rita hur det såg ut, för att sedan jämföra vaktens ritningar med satellitbilder.<br/> <br/>  Men kan även givetvis bekräfta lägrens existens.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, det är inte armébaser.<br/> <br/>  Dels så kan man se i den här videon att de som inte avrättas döms till 10 års straffarbete:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D73KOEXPEvok\" target=\"_blank\">http://www.youtube.com/watch?v=73KOEXPEvok</a><br/> <br/>  Här ser du vakter, vakttorn och människor som arbetar innanför avgränsningarna:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.liveleak.com%2Fview%3Fi%3D6f6_1360818837\" target=\"_blank\">http://www.liveleak.com/view?i=6f6_1360818837</a><br/> <br/>  Jag tror inte att armébaser fungerar sådär. Sedan så har Nordkorea själva aldrig förnekat själva lägren. De har dock förnekat att de självstyrande lägren (de styrs enligt Juche, så de ska sköta sig själva) skulle bryta mot de mänskliga rättigheterna.<br/> <br/>  Jag vet inte namnet på någon som sitter i lägren, nej.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    De dödas antagligen av flera anledningar. Ibland uppenbarligen för att de tar sig över gränsen. Jag vet inte hur många som dödats.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    De visar att lägren existerar, att offentliga avrättningar sker samt stödjer vittnesuppgifterna om lägren.<br/> <br/>  Här har vi andra videor som dock inte har med deras \"rättsväsende\" att göra. De visar svälten:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DLGR0BD2e1Ok\" target=\"_blank\">http://www.youtube.com/watch?v=LGR0BD2e1Ok</a> (den här anser jag inte vara ett 100% starkt belägg. Jag är ganska övertygad om att det är filmat i Nordkorea, men vad de säger vet jag inte. Eftersom klippet är relativt nytt så kan man ju alltid vänta lite tills någon som kan koreanska kan bekräfta att dialekterna är nordkoreanska och att det de säger är korrekt översatt)<br/> <br/>  Dokumentär med mycket material från filmningar inifrån Nordkorea:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DZ4OmcKddq8s\" target=\"_blank\">http://www.youtube.com/watch?v=Z4OmcKddq8s</a><br/> <br/>  Vad du menar med att fråga \"Vem\" dessa filmer visar förstår jag inte. Nordkoreaner?<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Den har jag aldrig sett. Får ta och leta reda på den! Men du kanske har en länk?<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Jag visade ett exempel på hur man kan använda satellitbilder för att verifiera vissa videofilmer.<br/>  Men det underlättar också om de talar. Då hör man mycket enkelt tack vare dialekten som talas där. Klippen som jag länkade senast (i alla fall inte det allra senaste) bör inte heller vara fejk av helt logiska anledningar. Bakgrundsrösten kan man ignorera om man vill, men bilderna säger mer än 1000 ord.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Vad bra att det kom fram att det var fel klipp då<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Ja, det är inte ovanligt att nyhetsbyråer tar fel klipp. Det har ju till och med hänt att de av misstag tar från TV-spel i tron om att det är riktigt. Men lyckligtvis är det inte nyhetsbyråer vi talar om nu, utan belägg i allmänhet.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Hehe, \"bebis\"<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Jo, jag tror att videoklippen är riktiga eftersom att geografin och miljön går \"enkelt\" att verifiera genom satellitbilder, språket och dialekten som talas, att även klipp som är långt över 10 år gamla fortfarande aldrig har kunnat motbevisas, den orimligheten i att USA skulle lyckas samla tusentals sydkoreaner med nordkoreansk dialekt, bygga hela städer, berg och ekosystem, svälta dessa sydkoreaner för att sedan spela in filmer och göra detta oupptäckt i över ett decennium utan att någon varken kan motbevisa filmerna eller att någon inblandad skulle släppa denna nyhetsbomb.<br/> <br/> <br/>  Om man sedan också tar och använder sig av lite rationalitet så kan man fråga sig - om den vanliga befolkningen svälter, hur bör det rimligtvis se ut inne i fånglägren som också styrs enligt Juche (i princip \"klara er själva!\")?<br/>  Men jag håller med dig om att det inte kan vara lätt att veta vad som pågår där inne alla gånger. Men när all information man får pekar åt ett och samma håll, beläggen stödjer varandra och varför Nordkorea aldrig någonsin har bevisat motsatsen (eller bara låter någon komma och titta) så kan man ju börja undra<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Kort sagt, det mesta anser jag vara bevisat eller finnas starka belägg för. Att livet inne i fånglägren är ett helvete anser jag ha belägg för och även vara rena logiska slutsatser, även om just det inte finns rena konkreta bevis såsom videobevis för just den här punkten.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  När vi talade om <b>Nordkorea</b> så antog jag att vi talade om <b>Nordkorea</b>.<br/> <br/> <br/>  Det är lite intressant hur varken vittnesmål, videobevis, satellitbilder eller ens logik fungerar som bevis numera. För enligt er så är ju alltid dessa bevis bara lögner.<br/> <br/>   </td> </tr> </table>  <br/>  Det jag säger är att man skall vara försiktig med vad man tar för sanning. Om en nyhetsbyrå ljuger och tidningar och annan media detsamma gång på gång där motsatsen sedan bevisats så bör man ta det de berättar om med en nypa salt om man är normalt funtad. Men du verkar inte kräva fakta innan du vet att något är sant. <br/> <br/>  Vad säger dina satelitfoton egentligen? <br/>  Vilka sitter i lägren (eller är det armebaser?) och hur vet du vilka de är? <br/>  Hur många har dödats och för vad? <br/>  Vem, var och vad visar alla dessa filmer du pratar om? <br/>  Själv har jag sett filmer från Kina där bland annat en mördare dödades som sedan var bevis i hur Nordkorea mördar civila. En massa helt värdelös skit typ The roughguy/guide eller vad det hette osv. Det kanske finns något som verkligen är bra för jag har inte sett allt utan blir bara less när idioter tror sig veta något för att dom det en filmsnutt där någon påstår en sak som i verkligheten kan vara filmat på en annan kontinent. Kom ihåg innan OS i Kina när media drog igång en kampanj mot Kina förtryck av tibetaner. De hade till och med video när polisen misshandlade folket. Problemet var att filmen var inspelad i Nepal under upplopp. Tyvärr så ville inte mainstream media berätta detta när det påpekats eftersom det skulle visa dem i dålig dager som de opinionsbildare de är. Men folk var upprörda som fan över övergreppen. <br/> <br/>  Hur vet du att det du ser på Youtube är sant? Vad har du för bebis för det? Jag säger inte att det inte är det men man kan ju vara lite försiktig när man får uppenbar propaganda öst över sig. Speciellt om Nordkorea som få vet vad där händer.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">    </td> </tr> </table>  <br/>  Det finns inte riktig svält typ svältkatastrofer. Men det är klart, en del morsor som röker 3 paket cigaretter om dagen klagar över att de inte har råd med mat till sina ungar. Och utslagna kan vara undernärda. Ofta har de missbruksproblematik som ligger bakom.<br/> <br/>  Jag ger dig poängen att hela affären med New Orleans och Katrina var under all kritik dålig. Det jag gör här är att jämföra två länder på en relativ skala. Nordkoreas regim ligger så långt ut åt den totalitära och hänsynslösa och utsugande ändan av skalan som det går att komma i världen idag. Det faktum ändras inte av att du kan hitta dåliga saker i alla andra länder också.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\"> <b>Fråga:</b> Tror du att om nordkorea inte hade en stark militärmakt, hade de varit invaderade då?<br/> </td> </tr> </table>  <br/>  Jag tror <b>inte</b> att Nordkorea hade blivit invaderat eftersom Nordkorea, Kina, Sydkorea och USA har skrivit på vapenstilleståndet (som Nordkorea nu rivit upp). Kina är Nordkoreas uppbackning, precis som USA är Sydkoreas uppbackning. Nordkorea hade inte behövt hota Sydkorea konstant såsom NK gjort, hade inte behövt svälta sin befolkning för att ha en groteskt stor försvarsmakt, hade inte behövt utveckla kärnvapen, och det hade inte funnits någon anledning för Sydkorea och USA att konfrontrera Kina genom att angripa NK.<br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Titta på vad som hände när Irak under Saddam Hussein gick med på att nedrusta och skrota alla sina grejer. Eller när Libyen under Gaddafi gjorde det samma. Båda dessa länder är ju totalt sönderbombade och sjukvård/skolsystem/välfärd är i aska. Om jag hade varit på Usas lista av skumma stater så hade jag fixat en atombomb i förra veckan om jag kunnat.      </td> </tr> </table>  <br/>  Nu rabblar du Nordkoreas propagandaklyschor utantill. Libyen drabbades av en folklig revolt mot en avskydd diktator som följd av en liknande revolt som lyckades i Tunisien. Saddams regim föll inte för att landet skrotade \"alla sina grejer\" (vad du nu menar med det). Vilka \"grejer\" Saddam än hade behållit hade Irak inte haft en chans mot USA."
		]
	},
	{
		"postIndex": [
			[3247],
			[3274],
			[3224]
		],
		"postTime": [
				"2013-03-31",
				"2013-03-31",
				"2013-03-31"
		],
		"postNum": [
			[3335],
			[3362],
			[3312]
		],
		"postLink": [
				"/sp42734048",
				"/sp42736149",
				"/sp42731541"
		],
		"postUser": [
				"Snezhinka",
				"Snezhinka",
				"Snezhinka"
		],
		"postUserID": [
				"/u653253",
				"/u653253",
				"/u653253"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p278",
				"https://www.flashback.org/t781949p281",
				"https://www.flashback.org/t781949p276"
		],
		"userUrl": [
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u653253"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/> Det enda nordkoreanerna behöver göra är att låta bli att offentligt beklaga sig över regimen och spela med litegrann när det snackas politik på jobbet. De flesta håller genuint med och behöver inte spela över huvud taget.<br/> <br/> De är fria i att de kan välja yrke och mer eller mindre var de vill bo, med vissa begränsningar. De har aldrig upplevt västerländsk diktatur utan jämför det de har nu med det statsskick som fanns innan kommunismen, nämligen den blodiga japanska ockupationen som var betydligt mer hänsynslös än vad de har nu.  <br/> <br/> För helvete, vem tvingas inte till lite falsk lip service hela tiden? Jag vet att Sverige är lite lala land, men om du inbillar dig att du lever under någon slags optimal frihet så har du fel. Du är nästan lika beroende av \"systemet\" som en nordkorean är av systemet i hans land. Olika system bara, och olika ekonomiska förutsättningar och mentalitet på folket i landet. Uttryck avvikande åsikter om invandring, feminism osv på jobbet (eller i media om du är kändis) och se vad som händer. Du kanske inte skickas på ett års straffarbete (eftersom du bor i ett i-land) men du förlorar jobbet och möjligen i förlängningen hela din livsstil. <br/> <br/> Svenskar verkar ha blivit uppfostrade att tro att någon slags konstlad individualitet är det finaste man kan ha. Trots detta lever majoriteten nästan identiskt, klär sig identiskt och är identiskt eniga om det mesta.<br/> <br/> Nordkoreanerna ser i stället konformitet och likriktning som det optimala. Det ser man tex i deras kärlek för synkroniserad gymnastik och parader. Ledningen ville ställa in de gigantiska årliga showerna med synkroniserad gymnastik men folket ville ha detta och grupper  uppvaktade politikerna tills de gick med på organisera det trots resursbrist och massor av andra problem under svältåren. <br/> <br/> Nordkorea är som sagt ett u-land, som råkar ha ett utbildningssystem som skapat 100% läskunnighet och forskare som kan bygga kärnvapen och sattelliter. Folk från Afrika och en del fattigare länder i Asien väljer fortfarande att plugga i Nordkorea för att utbildningen är gratis och hygglig standard.  Det är därför man ibland kan se svarta människor i Nordkorea.<br/> <br/> Skall du jämföra dem med något land, så jämför med mindre f.d. kolonier i Afrika eller Sydamerika och då står de sig mycket bra. Fram till Sovjetunionens fall var kineserna avundsjuka på Nordkorea och etniska koreaner från Kina och Japan flyttade helt frivilligt dit för att få ett bättre liv och bygga upp landet. Fram till mitten av 1980-talet så var det bättre ekonomiskt i Nordkorea än i Sydkorea. Runt 1985 hade Sydkorea kommit ikapp och runt 1990 hamnade Nordkorea i fritt fall medan Sydkorea växte ekonomiskt. <br/> <br/> Efter 1990 föll hela Nordkoreas ekonomi som var baserad på export till östblocket och subsiderad olja från Sovjet vilken hade bytts mot industriprodukter som det inte fanns någon efterfrågan på längre. <br/> <br/> Och det blev felslagna skördar och översvämningar. <br/> Lägg sen till ekonomisk blockad och sanktioner. <br/> Allt som kunde gå åt helvete gjorde det. <br/> <br/> Nordkorea håller fortfarande på att återhämta sig.<br/> <br/> När det gäller KIM dyrkan så är det KIM Il Sung som alla genuint dyrkar. Det var ingen genuin kärlek till Kim Jong Il, bara beundran för att han ansågs jobba mycket hårt och vara en god och lojal son till Kim Il Sung. <br/> <br/> Det finns ingen stor legend runt Kim Jong-Un utan den eventuella personkulten kommer bli mycket mer diskret än den runt Kim Il Sung. Tex så har de inte tryckt upp porträtt av Kim Jong Un i samma stil som de existerande Kim Il Sung och Kim Jong Il porträtten som man ser överallt i Nordkorea. Det kan tänkas att det är Kim Jong Un själv som har avstyrt det, eller så är det en medveten strategi att dra ned på personkulten i allmänhet.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>  <br/> Jag förnekar absolut inte att ledarskapet i Nordkorea har tagit ekonomiskt dåliga beslut. Tex så köpte de utländsk teknik för lånade pengar. Bl.a. från Sverige men även Jugoslavien, och icke-allierade länder under kalla kriget.  Lånen betalades sedan inte tillbaka enligt överenskommelse, och Nordkoreas kreditvärdighet föll. Oansvarigt och idiotiskt. Naivt beteende av människor som hade huvudet fullt av ideologi med dålig koll på ekonomi. När man behövde reservdelar eller ny utrustning så fick man nej eftersom lånen inte skötts. <br/> <br/> Det gick bättre för Nordkorea än Sydkorea fram till 80 talet. Sen vände trenden. <br/> Frågan är om det är en tävling om välstånd. Eller om frihet från utländsk ockupation, ideologisk frihet och jobbtrygghet och bostadstrygghet enligt socialistiska principer också räknas. Det hävdar Nordkorea. <br/> <br/> Utbildningsmässigt och kulturellt är Nordkorea absolut inget U - land dock. Så man får den helt overkliga situationen att man har kärnfysiker, koncertpianister i världsklass och olympiska guldmedaljörer som lider av vitaminbrist pga otillräcklig kost. Det var som sagt bara under ett drygt decennium dock, och är inte ett problem längre. <br/> <br/> Dessutom finns en miserabel underklass i Sydkorea som lever under extremt dåliga förhållanden än idag. Sämre än många i Nordkorea. Men Sydkorea som helhet har ändå ryckt ifrån för att den socialistiska ekonomin sköttes inte idealiskt. Som alla vet så finns det svagheter med planekonomi.  Det är otroligt rätt att räkna fel någonstans i planen och sen har man ett inbyggt strukturellt problem i fem år framåt.<br/> <br/> Nordkoreanerna är dock betydligt mer värdiga i sin självbild än sydkoreanerna som efterapar USA och Japan så till den grad att de tycks ha glömt vilka de själva är. Nordkorea föraktar detta beteende och sätter oerhört värde på sin egen kultur och sina traditioner. Det är delvis därför man kan säga att de inte är riktiga kommunister alls. Mycket av det de håller på med går rakt emot kommunismen. Tex rasism, kultursnobberi m.m.<br/> <br/> Mellan 98 och 2002 så disintegrerade allt till ett totalt havererat samhälle. Så mycket för ideologin!<br/> <br/> Nordkorea vill vara helt ekonomiskt självständigt men var i realiteteten starkt beroende av Sovjet. Utan Sovjets stöd kraschade systemet, vilket var baserat på tillgång till extremt billig olja, vilket inte längre erbjöds. <br/> <br/> Det var ju en otrolig strategisk miss av ett land vars främsta mål är självständighet, att bli beroende av olja när man inte själv har någon...  Idag försöker man komma runt det. Visst går det att driva en ekonomi med nästan ingen olja (som de gör idag). Men det blir ju livsstil därefter. <br/> <br/> Tro inte att jag tycker att Nordkorea är ett paradis eller att ledningen gjort ett utmärkt jobb. Mitt enda syfte med att posta här är att jag vill att folk skall höra korrekt information och inte basera sin uppfattning på överdriven propaganda.<br/> <br/> Du skall dock komma ihåg att efter 1990 så har USA gjort allt i sin makt för att blockera och förstöra Nordkoreas möjlighet att bygga upp en exportindustri eller importera produkter man behöver på ett rimligt sätt. Pga restriktionerna så måste man tom smuggla in sjukhusutrustning över gränsen från Kina.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> \"Varför det behövs en militär:<br/>  </td> </tr> </table>  <br/> Jag vet att de har sagt att de officiellt tagit bort kärnvapnen från Sydkorea, men mindes inte exakt vilket år det var. All logistik finns dock kvar och kärnvapen kan finnas på plats på några dagar om det skulle vara önskvärt. <br/> <br/> Nordkorea har inte varit helt övertygade om att vapnen är borta och jag tyckte att hela detta sidospår  är lite överkurs att gå in på i den här lättviktiga tråden. <br/> <br/> Under hela 2000-talet så har Nordkorea haft civila övningar för kärnvapen anfall. Man får väl utgå från att de såg någon form av risk - dessa övningar var extremt jobbiga för folk, och förberedelserna som gjordes var dyra. <br/> <br/> Men nu lär kärnvapnen vara tillfälligt tillbaka i Sydkorea, på dessa nya bombplan. (?)<br/> <br/> Slutligen har USA fler kärnvapen på ett enskilt krigsfartyg eller ubåt än vad hela Nordkorea har totalt!<br/> Så försök att ha lite perspektiv.  Nordkorea har ett par, tre bomber, högst. De skulle aldrig bomba Sydkorea eftersom de ser det som andra halvan av deras eget land. Det ligger så nära så att flera städer i Nordkorea skulle bli illa drabbade. Det är väldigt uppenbart att det här handlar om en bomb som man använder om man själv blir attackerad med kärnvapen. När spelet redan är slut, så att säga. <br/> <br/> Jag är dock ingen vapen- eller militär expert och repeterar bara vad som är känt i vissa delar av Asien."
		]
	},
	{
		"postIndex": [
			[3488],
			[3555],
			[3521]
		],
		"postTime": [
				"2013-04-03",
				"2013-04-04",
				"2013-04-03"
		],
		"postNum": [
			[3581],
			[3650],
			[3615]
		],
		"postLink": [
				"/sp42773911",
				"/sp42784417",
				"/sp42781449"
		],
		"postUser": [
				"Snezhinka",
				"El Capitano",
				"Snezhinka"
		],
		"postUserID": [
				"/u653253",
				"/u108651",
				"/u653253"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p299",
				"https://www.flashback.org/t781949p305",
				"https://www.flashback.org/t781949p302"
		],
		"userUrl": [
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u108651",
				"https://www.flashback.org/u653253"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> Jag har aldrig träffat någon flykting från Nordkorea. Alltså kan jag inte yttra mig om vad de säger och vad som ligger bakom. Jag vet att Kina inte tar historierna om förtryck vidare allvarligt. Jag vet också att Sydkorea gärna ser att flyktingarna yttrar sig i hårda ordalag mot Nordkorea. Tidigare var det obligatoriskt.  Likaså så förekommer det ibland att folk från Syd defekterar. De intervjuas i pressen i Nord och fördömer Sydkorea som orättvist, moraliskt korrumperat och allmänt sjukt. Dessa fördömande hör till spelet och vad som är sant eller överdrivet vet man inte. <br/> <br/> Uppenbarligen flyr de nordkoreanska familjerna från de norra provinserna för de för att de är missnöjda med sin tillvaro eller rädda för sin säkerhet. Siffrorna går ned. Jag kollade officiell statistik och det anlände 1500 Nordkoreaner i Sydkorea under 2012 enligt Sydkoreas \"Unification Ministry\".  Så vi talar inte om någon invasion. <br/> <br/> Vad jag har läst i pressen i Asien, så kommer de flesta flyktingarna från någon av provinserna i norr, speciellt i inlandet. Nästan ingen avhoppare kommer från mellersta delen av landet eller södra delen. <br/> <br/> Den norra delen av landet, inlandet, är den fattigaste. Dit förvisades människor som varit medlöpare med japanska ockupationsmakten (enligt samma princip som Sovjet på sin tid skickade bort den gamla eliten...) Brottslingar och folk som råkat i politisk onåd har sedan fyllt på där. Det finns gruvor, jordbruk och förmodligen industrier. Säkerligen finns någon form av arbetsläger och förmodligen är de mycket otrevliga platser. Jag har aldrig varit närmre detta område än staden Hamhung som är en industriort. <br/> <br/> Men pga den här demografin så får  man alltså en bild av landet som är baserat på historierna från människor som befinner sig i den fattigaste delen av landet, och som inte ligger bra till hos regimen. Så de kommer måla en negativ bild. I många fall har de säkerligen blivit dåligt behandlade. <br/> <br/> Under den femåriga svältperioden migrerade en del till Kina från de här norra trakterna för att det fanns mat i Kina, helt enkelt. Nu fungerar matförsörjningen, så de som sticker nu, är antingen de som drömmer om ett liv i väst, eller som har allvarliga problem med myndigheterna och inte vill vara kvar och riskera obehagliga påföljder. <br/> <br/> Jag har sett storstäderna och träffat människor som bor där. De har en hyfsad levnadsstandard, jobbtrygghet och ganska enkla, om oglamorösa liv. De är ideologiska och är vänligt inställda till omvärlden med undantag från USA. Det är ungefär som en budgetversion av Sovjetunionen. Men till skillnad från Sovjet så tror folk verkligen på ideologin. De vill inte Sydkorea något illa utan hoppas på återförening snarast. De vet att Sydkorea idag är rikare, men de tror att folk där är moraliskt korrupta och är i princip amerikanska marionetter utan värdighet. Inga vanliga människor vill  ha något krig. Hela landet är fortfaranda traumatiserat efter att ha blivit jämnat vid marken på 50 talet. Man glömmer inte och förlåter inte. Japan hatas för kolonialismen och USA för kriget. Sydkoreanerna tycker man ömsom synd om, avundas rikedomen och föraktar deras livsstil.<br/> <br/> Folket har en otrolig värdighet i att man trots fattigdom är hel och ren, intellektuell och artig. Alla är involverade i någon form av idellt arbete som förmodligen inte är helt frivilligt, även om folk säger det. Ibland kan vanliga kontorsabetare gå ut och städa parken eller åka ut på landet och hjälpa till med skörden under några dagar. I extrema fall kan de få hjälpa till på ett bygge eller med att lägga en trottoar.<br/> Skall de hävda sig internationellt så kan de förmodligen inte behålla detta arbetssätt utan människor måste få specialisera sig och inte rycka ut till bygg och jordbruksprojekt som ligger efter. <br/> <br/> Det är inte möjligt att jag blivit förd bakom ljuset när det gäller det som jag sett. Det jag såg i städerna är normen där. Skulle säga att folk bor som i en skruttig miljonprogramshus, eller i vissa fall, i lägre hus som är som äldre radhus, enplan. De har ungefär samma saker hemma som svenskar eller folk i östeuropa hade på 1980 talet. Man slänger inte saker utan reparerar tills de inte går att använda längre. Stan har ofta inte råd att köra fjärrvärmen, så det är ofta väldigt kallt inomhus på vintern. <br/> <br/> Nordkoreanerna är väldigt måna inte skall se det som är dåligt. Men man ser det ändå. Det går inte att dölja att åkrarna plöjs med oxe eftersom de inte har råd med diesel för en traktor.., att man är tvungen att ha vinterjacka inomhus på vintern, eller att toalettenhuven ibland fylls på från en hink... Eller att folk har på sig samma kläder nästan varenda dag.<br/> <br/> Det stora problemet är att de inte har råd med olja eller upprustning och modernisering av den tunga industrin. De får inte låna pengar på värlsdmarknaden, eller officiellt exportera till några andra länder än Kina och Ryssland. Produkterna de kan tillverka är inte konkurrenskraftiga internationellt. (Men helt acceptabla för den som minns 80 talet och inte behöver designer och statusprylar). Däremot så har de kommit på, för ca 10 år sedan, att de har förutsättningar att arbeta med digital produktion, mjukvara osv. Det satsar de hårt på idag. Programmering, animering osv. Försöker sälja produkterna eller jobba med outsourcing via företag i Ryssland, Kina och Japan. <br/> <br/> Stoltheten kommer ivägen för dem eftersom de inte vill erkänna vissa problem som de har. <br/> Det var svårt att ändra saker och ting inom specialistområden, för de är väldigt inne på att följa Kim Jong Ils filosofier om allt de gör, inklusive modern teknik. De tar hellre en 30% lägre produktivitet än följer en etablerad västerländsk metodologi eller kompromissar med sin ideologi.<br/> Många med mig upplevde detta som väldigt irriterande. Inklusive folk som har släkt i landet och själva är ombord med ideologin. <br/> <br/> Jag kan inte svara för vad som pågår i de här norra provinserna som avhopparna kommer ifrån. <br/> Men större delen av landet är inte som avhopparna beskriver. Då menar jag Pyongyang, Hamhung, Won-San, Sariwon och Kaesong. <br/> <br/> Att kalla dessa för \"turistorter\" är löjligt. Nordkoreas turism är minimal.Det är inte billigt och det är inte glamoröst eller trendigt. Jag träffade en grupp av turister på en restaurang. Hälften var britter som bodde i Kina och personligen kände den brittiske ägaren av resebyrån de åkte med. Andra hälften kanske, verkade bestå av folk från olika EU länder. Det finns charterresor från Khabarovsk och Vladivostok i Ryssland också. Pyongyang är den närmsta främmande huvudstaden för dem, och det är lite nostalgitripp från deras perspektiv. <br/> <ul><li>Det kan röra sig om några tusen vita turister till Pyongyang årligen.</li><li>Några tusen ryssar till strandområdena i Norr för att bada och simma i havet.</li><li>Kanske 10-20,000 kineser som besöker kasinon i norr eller gränsstäderna i norr (jag bara gissar, men jag har hört att det är rätt många).</li><li>Affärsresenärer och olika NGO grupper (Nordkoreavänner eller internationella) kan vara 3000 om man räknar bort kineser och japaner men inkluderar ryssar. Hotel riktade mot västerlänningar är i princip tomma.</li><li>Japansk-koreanska grupper kommer och går som de vill eftersom nästan alla har nordkoreanskt medborgarskap. Jag skulle gissa runt 10,000 om året, men siffran har gått ned sen färjan mellan Won-San och Niigata tvingades stänga pga handelsrestriktioner. Nu måste man ta en otrolig omväg via Beijing med flyg.</li><li>Jag har sett araber i Nordkorea men har ingen uppfattning om vad de gör där eller hur många som kommer.</li><li>Det finns en del afrikaner där också.</li></ul>",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Med andra ord, imorgon bitti kanske vi vaknar upp och hör att någon stad försvunnit och att x miljoner människor är döda.<br/> <br/>  Eller att de sköt upp raketer som blev nedskjutna eller ramlade ner på deras egna städer.<br/> <br/>   </td> </tr> </table>  <br/>  Haha, nja på sin höjd kan vi vakna upp till nyheterna att Nordkorea beskjutit periferin av någon USA-bas, och därefter stolt basunerat ut med dunder och brak att man fått den imperialistiska djävulen att backa inför den fantastiske Kim och hans bihang. <br/> <br/> <br/>  Det enda riktiga krigsrelaterade alternativet skulle vara med Nordkorea som aggressor. Kina och Ryssland skulle aldrig någonsin stödja någonting sådant, tvärtom skulle det med all sannolikhet innebära en avsevärd risk för dem, om de så fullständigt tappat kontrollen över vad som visat sig vara en vettvilling i deras eget närområde. Man ska inte glömma att både Kina och Ryssland delar gräns med Nordkorea, och någon som verkligen är beredd att dra i gång krig med kärnvapen på sin egen bakgård är fullständigt oacceptabelt. <br/> <br/>  Om Nordkorea verkligen skulle använda atomvapen, eller artilleribeskjutning av Seoul så kan man vara fullständigt förvissad om att både Kina och Ryssland genast ställer sig på USAs sida, och att Nordkorea kommer att bombas till stenåldern. Det skulle vara 9/11 gånger tio, det sista någon vill ha är kärnvapenkrig, och det finns absolut ingenting att vinna på att stödja en stat som omöjligt kan tillåtas få finnas kvar, och där USA i värsta fall skulle kunna känna sig tvingade att använda egna kärnvapen. Kalla kriget är slut och här handlar det om realpolitik och att vara pragmatisk. <br/> <br/> <br/>  I själva verket är jag tämligen övertygad om att både Kina, Ryssland och USA har extremt god insikt i vad som pågår i Nordkorea, exakt vilken kapacitet de har o.s.v. Det vore i det närmaste tjästefel att inte ha infiltrerat landet, och det är förmodligen gjort i ganska omfattande grad. Betänk att inte ens USA kunde hålla sitt Manhattanprojekt hemligt och fritt från spioner under brinnande världskrig och högsta sekretess. Hur ska då Nordkorea kunna göra det från tre stormakter och Sydkorea? Särskilt när de är så oerhört beroende av kunskap utifrån. Det är t.ex. känt att Nordkorea försökte hyra in ett antal ryska vetenskapsmän redan 1992 för att jobba med kärnvapen, vilket stoppades av den ryska säkerhetstjänsten. Så hur svårt vore det för ryssar eller kineser att inofficiellt erbjuda direkt hjälp, eller bara släppa igenom något dylikt raggningsförsök där personen egentligen mest rapporterar hem till Peking eller Moskva?<br/> <br/>  Så nej, det finns egentligen ingen som helst anledning att tro att någonting verkligen skulle hända. Den enda chansen för någonting sådant är om Kim Jong Un verkligen tagit matken själv och är fullständigt galen, utan självbevarelsedrift. Allt annat leder på sin höjd till lite beskjutningar och incidenter.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> Här kan du kolla:<br/>  </td> </tr> </table>  <br/> <br/> En länk till Google images.... <br/> <br/> Jaja, jag såg gryniga bilder av anläggningar som skulle kunna vara fängelser. <br/> Alla länder har fängelser! Ett svenskt fängelse ser förmodligen precis likadant ut från en satellit.<br/> <br/> Ett fota av två pojkar som bär några hinkar i en miljö som ser ut som ett fängelse. Ingen text om var bilden är från. Vem skulle ha varit där och fotat... ? Eller är det ett gammalt foto... Eller är det från en film?   <br/> <br/> Är det en slump att samtliga historier om det här verkar vara i The Telegraph, Storbritanniens mest högerinriktade tidning... Fox News, (jag säger inget....tror alla vet). <br/> Och statsfinansierade amerikanska \"informationssidor\" (propaganda)<br/> <br/> En f.d. societetstjej från Pyongyang beskriver att hon hamnade i ett fängelse pga någon intrig.... Men hon lever, ser frisk ut och skriver från USA. Så uppenbarligen är det inga dödsläger. Hon är frisk nog att skriva en bok och bli intervjuad på Fox. För mig ringer hon varningsklockor som alldeles för bekvämt propagandavänlig för att stämma.<ul><li>Siffrorna som uppges är 150,000 fångar av en befolkning på 24,000,000.</li><li>Denna siffra om fängelsepopulation är lägre än vad USA har.</li><li>De bilder på fångläger som visas bland Google images är inte värre än vad som finns och accepteras i Ryssland.</li></ul>Tror det stämmer att under svältåren så var det säkert inte någon prioritet att ge mat till grova brottslingar när hela landet svalt. Det här pågick i fem år och det fanns säkert människor som led fruktansvärt i fängelsena under den här perioden. Lösning.. begå inga brott så hamnar du inte i fängelset! <br/> <br/> Jag förstår vad du vill säga med dina inlägg och det är verkligen hemskt att fångar behandlas dåligt i Nordkorea. Men det är ett fattigt land och man kan faktikt undvika att bli skickad till fängelse genom att hålla sign någolunda i skinnet. <br/> <br/> Jag tycker svältande civila i Afrika, barnarbete i Bangladesh och knarkmaffians skräckvälde i Mexico, Europas svajande tillfälle där land efter land riskerar att bli utblottat...   är betydligt mer oroande än fängelsepopulationen i Nordkorea eventuellt behandlas dåligt.<br/> <br/> Vanliga människor i Nordkorea garanteras av systemet bostad, jobb och rudimentär sjukvård och ätlig mat på bordet. Det är mer än vad många i Grekland har just nu! <br/> <br/> För den stora majoriteten av invånarna i Nordkorea bor de i ett socialistiskt u - land med stora ambitioner. Ett land som en gång i tiden funkade rätt bra, och är kompetent nog att skapa kärnvapen, satelliter, bygga bilar och operativsystem från grunden. Ett fullständigt homogent land totalt utan religiösa eller etniska konflikter. <br/> <br/> Och jag dömer Nordkorea efter vad jag har sett, nämligen rena, gröna och säkra städer. Vänliga gästfria människor som önskar att folk skall förstå deras land. Duktigt tekniskt folk som gör mirakel med otroligt begränsade tillgångar. Stolta människor som anser att de har den bästa kulturen och det mest ambitiösa politiska systemet, och som säger sig vara beredd att göra uppoffringar för att följa sin egen väg. <br/> <br/> Jag vill se restriktionerna mot Nordkorea öppnas, så att de kan öppna upp landet på sina egna villkor, få in legitima pengar att investera i projekt för allmänheten som inte kunnat slutföras. Om landet inte känner sig ständigt hotat så lugnar de säkert ned retoriken och vågar lätta upp på restriktionerna för befolkningen. Ett klimat där lite glasnost och perestroika kan äga rum, men utan kaosen och tragedierna som Ryssland upplevde. <br/> <br/> Att störta regimen idag vore fruktansvärt destruktivt. En gradvis upptining är mycket mer önskvärt. Detta är mycket välkänt i Japan och Sydkorea och det är exakt vad Sydkorea önskar. Personligen hoppas jag att det går att fortsätta med deras unika system utan tvång och att de skall slippa bli ännu ett sweatshopland på botten av den globala ekonomin. <br/> <br/> Idag har de en hel del värdighet på en skala som helt saknas i andra u länder."
		]
	},
	{
		"postIndex": [
			[3664],
			[3621],
			[3741]
		],
		"postTime": [
				"2013-04-04",
				"2013-04-04",
				"2013-04-05"
		],
		"postNum": [
			[3760],
			[3716],
			[3837]
		],
		"postLink": [
				"/sp42796616",
				"/sp42789730",
				"/sp42810921"
		],
		"postUser": [
				"Snezhinka",
				"Chinisiba",
				"Kennedy1942"
		],
		"postUserID": [
				"/u653253",
				"/u626739",
				"/u705049"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p314",
				"https://www.flashback.org/t781949p310",
				"https://www.flashback.org/t781949p320"
		],
		"userUrl": [
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u626739",
				"https://www.flashback.org/u705049"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  </td> </tr> </table>  <br/> <b>Jag kan inte sluta skriva för jag blir så upprörd att folk har sådan <u>otroligt missvisande bild</u> av ett land med väldigt snälla, trevliga och unika människor.</b> Det ser inte alls ut som ett fångläger... och jag har sett flera städer och landsbygden på vägen.  De förtjänar inte det rykte de har och de vill absolut inte bli \"räddade\" eller att någon skall tycka synd om dem. <br/> <b><br/> Nordkorea har något unikt. En slags äkthet som är försvunnen i så mycket av resten av världen</b>. Den som åker dit och är oppen för intryck skulle direkt förstå vad jag menar. De är stolta över sin kultur, sin nationalitet, sitt land, sin ledare och mycket, mycket mer. De försöker inte härma någon annan, och de är inte någon annans lilla outsourcing eller sweatshop slav. <br/> Jag skall starta en tråd som visar att det finns massor av bra i Nordkorea. De senaste fem åren har det gått fort framåt och de börjar öppna upp mer och satsa på vettig teknik. <br/> <ul><li>Jag tycker att det är uppenbart att Nordkorea<u><b> inte </b></u>tar till sån här retorik för att de är galna.</li><li>Utan för att de faktiskt upplever sig extremt provocerade, på goda grunder.</li><li>Sen att det inte är effektiv diplomati är väl en annan fråga.... eller så kanske det är det (?) beroende på vad man vill åstadkomma.</li><li>Men ett krig är självmord och självklart vet alla beslutsfattar där om det.</li><li>Om Nordkorea fyrar av en atombomb så är det slut på regimen, på allt de har jobbat för att bygga upp.</li><li>Det kommer inite bli något krig, men situationen kommer upprepas i någon form varje år tills militärövningen stoppas.</li></ul><ul><li>Jag känner inte till att Nordkorea har några övningar som provocerar Sydkorea. Dessutom så gör de sina övningar ensamma, inte tillsammans med en krigsgalen supermakt som USA... <b> Med USAs historia av invasioner, kan du klandra Nordkorea för att de tar invasionrisken på allvar</b>?</li></ul>Skjutningsincidenten på ön YeonPyong var samma trend. Sydkorea och USA skulle nödvändigtvis öva på en ö, som var kontroversiellt territorium. Båda länderna gjorde anspråk på den. Man hade ju därför kunnat träna i någon annat del av landet. Men <b><i>just</i></b> på den ön, <i><b>precis</b></i> <i><b>på</b></i> Nordkoreanska gränsen skulle USA och Sydkoreanerna prompt öva... Nordkorea var då i en situation där de antingen var tvingade att acceptera en främmande makts övning på vad de ansåg var deras territorium. Setting a dangerous precedent. Eller kriga. Så de valde att skjuta varningsskott. Och hela världen kallar dem sen aggressiva galningar.<br/> <br/> Jag tror säkert att det finns en liten minoritet som har det fruktansvärt i något fängelse eller restrikerat område någonstans i inlandet. Men jag hörde aldrig någon som nämnde det eller verkade rädd för staten. <br/> <br/> Snarare tvärtom. Jag upplevde människor som hade lite (men tillräckligt.... ) och var glada, ärliga, stolta och positiva. Jämför med London där människor har mycket, men är sura, falska och deprimerade. Eller Tokyo där folk är konsumptionshysteriska, osäkra på sig själva och helt utan ideologi. <br/> <br/> Nordkoreanerna berättade om en fantastisk semester i bergen eller vid kusten i sitt eget land. På ett enkelt pensionat helt utan lyx. En brittisk person åker halva jorden runt för sin semester och kommer bara tillbaka och klagar. Allt var fel.....  Nordkorea har \"något\" där, det är något speciellt. Andra utlänningar som är där en längre period märker det också. Det finns en glädje, mening och stolthet i vardagen som vi ofta saknar. Det är som om alla känner att de är del i något speciellt och alla har sin roll att fylla.<br/> <br/> Skall man kritisera så är det att folk tror för mycket på regimen och är för lojala. Deras tro på Kim Il Sung är nästan religiös.  Det påminner om en religiös lära och Juche eller Kimilsungism är egentligen starkare än kommunismen som tar baksätet. <br/> <br/> Det är  nu ett helt unikt system och du hittar i princip ingen i storstäderna som går och drömmer om att regimen skall falla så att de kan bli andra klassens medborgare i Sydkorea, eller att USA skall storma in och \"befria\" dem. Så fort brister kommmer på tal så säger alla att det är värt uppoffringen, för att vara ett helt fritt och självständigt land. De vet att Sydkorea och Japan är rikare men tycker lite synd om båda, för att de är ockuperade och för att de förlorat sin nationella själ. <br/> <br/> Jag tror säkert de drar gränsen för sin devotion vid att svälta ihjäl. Men att frysa lite på vintern eller leva utan bananer och apelsiner kan de acceptera. Det är som om alla är med i något slags gigantiskt projekt som de själva tror stenhårt på.<br/> <br/> Man får bara hoppas att staten där kan leverera.....  för folket förtjänar det.",
				"Varför är folk så tvärsäkra på att NK inte har kärnvapen, trots att dom provsprängt (och personer i Syd hävdat att dom märkt av sprägningen)? Är det inte ganska uppenbart att dom sitter på kärnvapen? Frågan borde ju snarare vara hur långt deras raketer kan nå och hur väl dom fungerar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> Får Kim Jong Un spel och tycker det är lämpligt att avfyra ens ETT av sina ev kärnvapen mot Sydkorea eller Japan så är ju det illa nog.<br/> <br/>  Finns ju ett annat problem i denna konflikten (tillskillnad ifrån tidigare som jag förstått det) och det är att man inte snackar överhuvutaget.<br/> <br/>  NK måste vara det enda landet där folk säger att det antagligen bara är vapenskrammel när landets ledare säger att dom skall göra ett annat land till ett eldhav, att dom skall attackera USA, kan flytta sina vapen, förklara att det är krigstillstånd osv.<br/> <br/>  Kim Jong-un har dragit detta så långt, så att jag tvivlar på att han kommer backa. Tyvärr. Jag har väldigt svårt att se hur han skulle kunna backa utan att helt förlora ansiktet.<br/> <br/>  Vad är det som gör att folk här på flashback är så säkra på att det även bara är vapenskrammel denna gången? Visst har NK skramlat tidigare, men nu skramlar dom ju väldigt rejält (milt utryckt). Dessutom, som som jag tidigare sagt, så snackar dom inte med bl.a Syd öht. Och Kim Jong-un har ju endel att bevisa. Hur vet Ni att NK inte har kärnvapen? Och har Kina föresten sagt hur dom skulle ställa sig vid ev krig? Och vad är det som säger att NK kommer vara dom första att agera? Sydkorea har ju sagt att dom kommer ta till militärt våld vid yttereligare provokationer och även där finns det ju en kvinna som har endel att bevisa.<br/> <br/>  Det är ju lagom tryggt med när länder gapar och skriker och hoppas på att den andra parten inte har stake nog att agera först.",
				"Vill gärna ha kommentarer på följande:<br/> <br/>  Tyvärr tror jag inte att Kim upplever att han har så många handlingsalternativ och att han agerar logiskt och rationellt ur sitt perspektiv. Landet är isolerat och sanktionerna, som precis har stärkts ytterligare efter kärnvapenprovet, driver landet mot konkurs.<br/> <br/>  Hans analys skulle kunna vara:<br/>  1. Göra ingenting alls = landet går i konkurs och regimen störtas<br/>  2. Reformera och demokratisera = folket kräver återförening med Syd och regimen störtas.<br/>  3. Gå på offensiven för att försöka bryta isoleringen och få slut på sanktionerna = enda möjliga vägen<br/> <br/>  Om han nu väljer alternativ 3, så är den logiska följden att man måste få den svaga länken att ge med sig och ställa upp på ens sida. Denna är Kina. Kina och USA står långt ifrån varandra i uppfattningen om Nord-Korea. Genom att gå på offensiven mot USA så hoppas man på att få Kinas stöd ifall man går tillräckligt långt och kan få det att se ut som att det är USA som är \"the bad guy\".<br/> <br/>  Att anfalla USA eller Sydkorea inser han inte är någon bra idé. Då får han inte Kinas stöd. Om man däremot kan få det att se ut som att man själv blev attackerad och därefter agera i självförsvar, så kan det fungera. Exemplen på detta är många i historien. Hitler iscensatte t.ex. ett uppror i Gliwice i Polen och hade det som förevändning för sitt intåg. Saddam Hussein påstod att Kuwait stal deras olja osv.<br/> <br/>  Om man med Kinas stöd skulle kunna gå in och ta en bit av Sydkorea, så hamnar man i väldigt bra förhandlingsposition och bryter blockaden. En möjlig väg framåt är exempelvis då att man:<br/> <br/>  1. Skapar en upphetsad stämning, provocerar och hotar USA.<br/>  2. Flyttar missiler till östkusten och antyder att man skall anfalla USA med kärnvapen<br/>  3. Spränger missilerna själv (eller något annat inne i Nordkorea) och ge USA skulden. Kina kommer säkert att förhålla sig passiv till ett sådan påstående.<br/>  4. Därefter, i självförsvar, så går man antingen in i Sydkorea, eller beskjuter Seoul med artillery.<br/>  5. Sydkorea och USA har då inget val, annat än att påbörja förbekämpning av mål inne i Nordkorea. <br/>  6. I det läget kommer Kina att kräva vapenvila och att alla sätter sig vid förhandlingsbordet. <br/>  7. Förhandlingarna leder till lättnader i sanktionerna och målet är uppnått.<br/> <br/>  Om ett par veckor vet vi om min pessimistiska bedömning är riktig...<br/> <br/>  Vad säger ni andra?"
		]
	},
	{
		"postIndex": [
			[3871],
			[4108],
			[4079]
		],
		"postTime": [
				"2013-04-08",
				"2013-04-13",
				"2013-04-13"
		],
		"postNum": [
			[3971],
			[4211],
			[4182]
		],
		"postLink": [
				"/sp42857353",
				"/sp42935716",
				"/sp42930591"
		],
		"postUser": [
				"Snezhinka",
				"sven33",
				"Splendeur"
		],
		"postUserID": [
				"/u653253",
				"/u373986",
				"/u400391"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p331",
				"https://www.flashback.org/t781949p351",
				"https://www.flashback.org/t781949p349"
		],
		"userUrl": [
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u373986",
				"https://www.flashback.org/u400391"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> (....)<br/> <br/>  </td> </tr> </table>  <br/> Ja, du har helt rätt. Nordkoreanerna är stolta, nationalistiska på gränsen till rasister. De älskar sin egen kultur och hyllar den. De vill ha in minimalt med annan kultur, bara det som är positivt.<br/> <br/> När det gäller syn på samhällsskick, javisst. De ser det inte som den genomsnittlige svensken och det gör inte jag heller.<br/> <br/> I mitt fall så har jag mina rötter på ställen som har ganska tuffa och tills nyligen icke-demokratiska traditioner. Men har andra fantastiska styrkor som Sverige saknar. Jag personligen ser inte nödvändigtvis demokrati som ett \"must-have\". Positivt om/när det funkar, men det funkar inte för alla länder, alltid  det krävs vissa förutsättningar och intresse från befolkningens sida. Begreppet demokrati missbrukas en hel del och är extremt urholkar. Så för mig är inte bristen på demokrati en show-stopper.<br/> <br/> Vi behöver inte gå in på hela fångläger debatten som är hemskt uttjatad här. Skulle helst se en speciell tråd för det ämnet för den [påstådda/verkliga] förekomsten av fångläger i Nordkorea verkar stoppa diskussion om precis alla andra relevanta aspekter av Nordkorea. 98% + av befolkningen är garanterat inte i några fångläger och situationen när det gäller resten är oklar and extremely ridden with propaganda and information based on third party hearsay and unverifiable statements.<br/> <br/> Det är väldigt lätt att sitta i ett tryggt land i Europas utkanter som klarat sig undan krig längre än nästan något land i världshistorien... och peka finger på länder som har exploaterats, kolonialiserats, invaderats osv. Det är varken rättvist eller relevant. Baserat på Nordkoreas bakgrund och historia är dess nuvarande situation inte alls svår att förstå. Problemet är att folk här saknar insikt i historien, eller förmåga att sätta sig in ett annat lands situation.<br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       I dagens värld finner jag därför i allt detta en känsla av respekt för ett land som verkligen är benhårda i sin ideologi och inte ändrar på sig, hur mycket sanktioner och internationell fördömning de än får. Reinfeldt är en feg liten hundvalp i jämförelse med Kim Jong Un. Man kan se det som dåraktigt men hellre att förgöras i ett krig med stoltheten och hedern i behåll än dö långsamt som en själlös och död nation som Sverige av idag.<br/> </td> </tr> </table>  <br/> De flesta i Sverige är imponerade av Japan. Japan var ännu värre i vissa aspekter av nationalismen, än Korea. Den enda anledningen att Japan idag är som det är beror på atombomben och den efterföljande USA ockupationen. <br/> <br/> Efter Japan fick smaka på detta så var man TOTALT tillintetgjord. Kejsaren drog väl själv gränsen vid att låta hela landet bli atombombat och för befolkningen att dö av strålningsskador i ett radioaktivt land. Men många hade gärna fortsatt kämpa till slutet. Alla äldre som var vid livet då minns alltihop som fullständigt overkligt. Alla var beredda och villiga att kämpa till slutet. Det var mentaliteten, kulturen osv. Men man respekterade vad kejsaren bestämde och sen satte USA upp sina baser runt om i landet. Förödmjukelsen var så total och nederlaget så brutalt att Japan bara gav upp och gav sig in på en ny bana. Men det är inte ett okomplicerat samhälle och det finns mycket som inte har smälts. Nu handlar det här inte om Japan, men ni kan komma ihåg att Japan egentligen lätt hade kunnat vara precis som Korea. Om det inte varit för atombomberna.<br/> <br/> Massor av koreaner befann sig i Japan på kommenderat jobb när bomben gick av. Koreanerna vet precis hur illa det var och vem som droppade bomben. <br/> Folk i Nordkorea är genuint rädda för en atombomb. De tror på ett scenario där de blir invaderade, vägrar ge upp och landet blir atombombat. När jag var där var det flera övningar som gick ut på att folk sprang genom mörklagda gator till hemliga kärnvapensäkra skyddsrum som Pyongyang har massor av. Jag deltog inte själv men alla var högst seriösa. När jag försökte säga att det kändes osannolikt så sa alla att det är lika bra att vara förberedd, \"titta vad som hände Japan!\". <br/> <br/> Ja, jag beundrar deras patriotism, stolthet och entusiasm. Jag beundrar folks lojalitet med ledningen och att man är beredd att lida lite för sina ideal och för självständigheten. I allmänhet är folk stolta över svältåren och småskryter om hur de levde ett år på korngröt, ägg och saker som de plockade i det vilda. <br/> Det är OTROLIGT mycket bättre idag och det har varit en riktig uppryckning. Jag tror att med en yngre ledare och med en uppluckring av informationsflödet in och ut ur landet och med och förbättrad levnadsstandard runt om i landet så kan det här landet överleva utan regimskifte. <br/> <br/> Folket vill inte gå ihop med Sydkorea om de inte får behålla sitt statsskick  Ej heller så länge USA har baser i landet, det är deras största fasa. Nordkoreanerna är helt enkelt det sista landet i Asien som har riktigt konfucianska värderingar, 100% lojalitet till ledaren, starka familjer, för livet, patriotism och fokus på den egna kulturen, ungefär som Kina ville göra fram till Opiumkriget ändrade spelplanen. Kollektivet är viktigare än individen, traditionellt i Asien,  därför ser de själva inget särskilt chockerande med vissa företeelser som chockerar västerlänningar. <br/> <br/> Anledningen til den extrema retoriken och det uppstyltade talet är att båda är traditionella i området. men Sydkorea har anammat det västerländska stilen när det gäller kommunikation. Jag tycker inte det finns någon anledning att säga att de inte skall få tala på ett sätt som stämmer överens med deras kultur,  deras eget land.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Samtidigt är ju den lille diktatorns position väldigt svag, han är ca 30 år (man vet ej) och antagligen helt i händerna på sina generaler och släktingar. <br/> <br/>  Man kan misstänka att det är just därför denna extrema provokation och hot mot omvärlden kommer just nu. För varje år som går, så måste det bli svårare och svårare för diktaturen att upprätthålla makten. Jag tror inte Nordkorea existerar som diktatur om 10 år. Frågan är bara hur det slutar:<br/>  a) Krig mot omvärlden som de förlorar, och därmed en demokratisering<br/>  b) Inbördeskrig, folklig resning<br/>  c) Ett fredligt öppnande och integration med Sydkorea<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Du har något där men är samtidigt ute och cyklar. Anledningen till den senaste tidens provokationer är inte så mycket att skrämma omvärlden utan att skrämma och ena det egna folket. Det finns en anledning till att inga hot riktas direkt mot omvärlden utan det media pratar om är snack på deras interna propaganda-kanal. <br/> <br/>  De vet såklart om att omvärlden ser igenom och skrattar åt deras påståenden om att de skjutit ned ett amerikansk plan eller att de har missiler som når Washington men detta är uppenbarligen inte syftet -inom Nordkorea vet man inte att detta är lögner. <br/> <br/>  Ditt påstående om att Nordkorea faller inom 10år ser jag däremot som väldigt naivt, vad pekar på det egentligen? Ingenting. Landet är fortfarande i princip helt slutet och inte ens mindre isolerade uppror sker mot makten. Den lilla makteliten som faktiskt har lite koll på hur världen ser ut på andra sidan gynnas av nuvarande situation och resten av folket köper i stort sätt propagandan. <br/> <br/>  Makteliten har också extremt stora resurser att slå ned en motståndsrörelse om en sådan skulle uppstå så för att regimen skulle falla krävs att i stort sett hela folket sluter upp samtidigt. Detta är idag helt osannolikt eftersom Nordkorea inte bara är isolerat mot omvärlden utan dessutom inom landet.  <br/> <br/>  Om de startar krig mot omvärlden/Sydkorea faller de som du säger antagligen men så dumma är de inte. Det enda sättet jag kan tänka mig att regimen faller inom 30-50 år är om det blir kraftiga strider inom makteliten där den delas upp i en progressiv del och en konservativ del och där den progressiva vinner. Idag finns det dock knappast på horisonten, bedömare talar om att Kim ses som för progressiv inom Nordkoreas ledning vilket bevisar att det egentligen inte finns några motsättningar över huvud taget som kan leda till fallet. <br/> <br/> <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  Helt rätt. <br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Varför skulle de göra det? Det är om något militären/resten av etablissemanget i Nordkorea som trycker på Kim att ta hårdare tag som vi idag ser resultatet av.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Varför sitter du och ljuger kvinna? Först tyckte jag dina inlägg var intressanta men nu är du inte bättre än dina motståndare. Du menar att det mesta som går att läsa om Nordkorea i väst är påhittat och att vi ska förlita oss på Nordkorea, Ryssland och Kina. Läs lite historia, dunka huvudet i boken och kom tillbaka till verkligheten. <br/> <br/>  Deras utveckling går i rätt riktning men i alldeles för små steg. Det du påstår om Nordkorea påstår ju inte ens nordkoreanerna själva. De svälter inte längre enligt dig men ändå behöver de mer hjälp än vad de redan få. Är du på riktigt?<br/> <br/>  Vad tror du händer om vi lämnar Nordkorea i fred? Blir det bättre? Kanske om folket vaknar och får bort regimen men det kan dröja lång tid utan \"hjälp\".  Det spelar ingen roll hur länge du varit i Nordkorea när du ändå bara sitter här och ljuger. Du gnäller om propagandan från USA som vi är hjärntvättade av men du är minst lika hjärntvättad av Nordkoreas propaganda. Detta Nordkorea som hotar omvärlden med kärnvapen för att få mat som de inte behöver enligt dig? Dessa ska vi lita blint på men inte på USA."
		]
	},
	{
		"postIndex": [
			[4217],
			[4224],
			[4149]
		],
		"postTime": [
				"2013-04-15",
				"2013-04-15",
				"2013-04-14"
		],
		"postNum": [
			[4323],
			[4331],
			[4253]
		],
		"postLink": [
				"/sp42970537",
				"/sp42972947",
				"/sp42949260"
		],
		"postUser": [
				"Snezhinka",
				"Ola Schubert",
				"gurex"
		],
		"postUserID": [
				"/u653253",
				"/u58815",
				"/u140621"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p361",
				"https://www.flashback.org/t781949p361",
				"https://www.flashback.org/t781949p355"
		],
		"userUrl": [
				"https://www.flashback.org/u653253",
				"https://www.flashback.org/u58815",
				"https://www.flashback.org/u140621"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/> Inte ens kan man kalla dem valda enligt vad du troligen skulle kalla vår \"kvasidemokrati\"; det är ju inget snack om att detta handlar om en renodlad diktatur. Låt oss åtminstone vara seriösa och kalla en kvast för en kvast.<br/> <br/>  </td> </tr> </table>  <br/> <b>Det är irrelevant att tala om \"val\" i en situation där människors beteende är kulturellt eller religiöst betingat. De har aldrig upplevt demokrati, de suktar inte alls efter demokrati </b>och majoriteten skulle säkert rösta på Kim Jong-Un av den enkla anledningen att som Kim Il Sungs sonson så är han automatiskt bra enligt det konfucianska synsättet som influerat Korea. <br/> <br/> <i>För övrigt, vem valde Carl XVI Gustaf och varför lever denna människa \"som en kung\" trots att han nätt och jämt klarade studenten?</i> <i>Innan du klagar på att Nordkorea inte lever upp till dina ideal om demokrati, så fråga dig hur bra ditt eget land lever upp till sin egen standard!<br/> </i><br/> <b>Du försöker tillämpa svenskt synsätt och svenska värderingar i Nordkorea! </b>Vad skulle du tycka om Nordkoreaner uttryckte sitt förakt, patroniserande åsikter eller shock över det svenska samhället?<br/> Har de speciellt bett svenskar att rädda dem eller att tala om för dem hur deras land bör styras? Knappast! Det är i princip världens stoltaste människor. <br/> <br/> To each his own, säger vi på engelska. Koreanerna har ett statsskick som majoriteten för tillfället är med på. En vacker dag kanske de tröttnar och gör uppror. Precis som man gjort i massor av Europeiska länder under århundradens gång. Precis som man gjorde i Ryssland två gånger under 1900 talet,. Eller också lyckas de att skapa ett framgångsrikt land. Att döma av senare år så rör det på sig i rätt riktining.<br/> <br/> Men om något ska ändras så ska det komma från folket där! Ingen annan. Ingen behöver hålla på med   Radio Liberty och en massa skit. Låt dessa människor själva komma fram till hur det står till och hur de vill ha det. Det har alla europeiska länder fått göra så varför ska de inte ha rätt att gå igenom samma utveckling utan att Väst ska dit med någon pekpinne och en stor fet politisk och ekonomisk agenda. <br/> <br/> Du verkar hemskt fascinerad av Nordkorea. Åk dit med en rysk resebyrå som jag sa. Se till att guiden litar på dig och säg att du vill ha ett antal dagar fri sightseeing i Pyongyang och någon annan stad. Du kommer bli förvånad. Det är inte samma land som beskrivs i skräckrapporterna i propaganda TV. Det värsta du kan hitta är lite tecken på fattigdom, tex att folk inte har egna tvättmaskiner, att de har höns på gården eller att det inte är rinnande vatten 24 timmar om dygnet. På landet så har de banyas i stället för badkar hemma. Inte lyxigt men det duger ju! Såg det när vi stannade för att äta och ha comfort break i en by - helt spontant, inget arrangerat. Jag såg byn som den var. Värre kan man fasen ha det.  Folk springer omkring i militäruniformer av olika slag - ja. Men det är inte värre än Sovjet. I Pyongyang är det riktigt jäkla fräscht på sina håll och överallt finns pampig Sovjetarkitektur med lite lokal twist. Du kan fotvandra, bada, åka ånglok genom hela landet (en person jag känner organiserar ångloksturer med reguljära tåg i Nordkorea, för europeiska entusiater) och mycket mer. Människor är stolta över sitt land fastän de vet att det är fattigt jämfört med Kina och Sydkorea. <br/> <br/> Kom sedan hem och säg att du fortfarande tror på propagandan på CNN eller Discovery",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> tja, man behöver verkligen inte leta länge:<br/> <br/> <a href=\"https://www.flashback.org/sp42954201\" target=\"_blank\">https://www.flashback.org/sp42954201</a><br/> <br/> Den här snubben länkar till en sk \"nyansering\" helt i nordkoreansk smak. Bl.a. så påstår RT reportern att \"USA dödade 20 procent av Nordkoreas befolkning och förstörde hälften av byggnaderna\" under korea kriget.. Det man \"glömmer\" att är att det var Nordkorea som startade kriget med sovjetiskt stöd och lyckades nästan erövra hela Sydkorea. Tack vare amerikanarna och tappert sydkoreanskt motstånd så kunde de dock drivas norr ut. När sydkoreanska och amerikanska trupper närmade sig de kinesiska gränsen så ingrep Kina med sk \"frivilliga\". Sedan böljade striderna fram och tillbaka tills stridslinjerna nästan var på samma ställe som den gamla gränsen. Självklart så dog minst lika många sydkoreaner i striderna som nordkoreaner och förstörelsen var minst lika stor i söder.  <br/> <br/> Efter den kommentaren så slutade jag titta på det sk. \"nyanserade\" reportaget.<br/> <br/> Och här kommer en som själv varit i Nordkorea några månader och intygar att det inte finns något uppseendeväckande att se i Pyongyang:<br/> <br/> <a href=\"https://www.flashback.org/sp42961159\" target=\"_blank\">https://www.flashback.org/sp42961159</a><br/> <br/>   <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Eftersom jag själv kan intyga att det inte finns något chockerande att se i <br/> Pyongyang och de andra städerna skulle de kunna släppa in ett noga valt <br/> dokumentärteam och göra en expose. Det finns verkligen inget att förlora. Delar <br/> av östeuropa ser betydligt värre ut än Pyongyang och de fyra största städerna      </td> </tr> </table>  .<br/> <br/> Istället så är det väst som sysslar med propaganda.<br/> <br/> Nåväl jag skall förklara varför jag, i de flesta fall, litar mer på västlig \"propaganda\".<br/> <br/> När det kalla kriget startade runt 1946 så började det rapporteras om hemska slavläger i Sovjetunionen och Östeuropa. Det dröjde bara 10 år så bekräftade det sovjetiska kommunistpartiet många av Stalins brott.<br/> <br/> Under 80-talet så hade iof människorna i väst inga illusioner om Sovjetunionen. Men många var samtidigt mycket kritiska emot USA. Så visst räknade man med att det förekom en viss svartmålning av situationen i Östblocket. Det fanns t.om amerikanska underrättelserapporter som ansåg att folket i Sovjetunionen var mönstergilla sovjetmedborgare som aldrig skulle störta regimen: \"se bara hur samvetsgrant de betalar sina 5 kopek i spårvagnarna, utan någon kontroll\".<br/> <br/> Sedan föll muren mindre än 10 år senare. Och då visade sig att det mesta av \"svartmålningen\" av förhållandena i Östeuropa var sanning. Sedan har det, inte förvånande, kommit en viss \"östnostalgi\", där man kanske bara medger att sen västerliga \"propagandan\" enbart var korrekt till 80% istället för 90%.<br/> <br/> Så jag litar en hel del på den västerliga nyhetsrapporteringen, även om den inte alltid är korrekt och man måste fortfarande vara källkritisk.<br/> <br/> En av få regimer som faktiskt varit värre än den nuvarande nordkoreanska är Pol Pot regimen. Tyvärr så visade det sig att de sk. \"skräckhistorierna\" inifrån det landet var den hemska sanningen.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>   </td> </tr> </table>  <br/> <br/>  Jag har inga kontakter men jag skulle ju kunna hitta på några, liksom den där snubben i artikeln kanske har hittat på vad de säger om de ens säger något. Vem vet, men media skriver det som om det vore sanning utan att kolla fakta vilket de bör göra.<br/> <br/>  Jag känner några som varit i Nordkorea och de säger att det de sett inte stämmer med bilden men de har ju inte haft möjlighet att åka vart de ville heller så vad vet jag. Men många som har varit där säger ju andra saker än de som inte varit där. <br/> <br/>    <table border=\"3\"> <tr> <td class=\"alt2 post-quote\">       Based on what I have seen, I can tell you they have something that most other developing countries would envy, [the head of the UN's health agency] told journalists, despite reports of renewed famine in parts of the country.      </td> </tr> </table>  <br/> <br/>  Men de flesta i den här tråden verkar ta allt skit som någon säger i sydkorea som absolut sanning. (för det är ju där ett rykte börjar och sedan sprider den sig som sanning i all media. Man tycker att folk borde ta lärdom av propaganda mot \"fiendestater\" men icke. Det spelar ingen roll om det efter vartenda jävla krig så kommer det fram att allt snack innan var påhittat. Nästa krig blir iaf med samma tjafs. Om och om igen och alla nollor går på det gång på gång."
		]
	},
	{
		"postIndex": [
			[4486],
			[4478],
			[4647]
		],
		"postTime": [
				"2013-05-21",
				"2013-05-21",
				"2013-11-18"
		],
		"postNum": [
			[4595],
			[4587],
			[4757]
		],
		"postLink": [
				"/sp43544204",
				"/sp43538202",
				"/sp46205469"
		],
		"postUser": [
				"Morgotth",
				"Morgotth",
				"Behemoth1"
		],
		"postUserID": [
				"/u808863",
				"/u808863",
				"/u855386"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p383",
				"https://www.flashback.org/t781949p383",
				"https://www.flashback.org/t781949p397"
		],
		"userUrl": [
				"https://www.flashback.org/u808863",
				"https://www.flashback.org/u808863",
				"https://www.flashback.org/u855386"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Vad du än tycker om det, så har USA rollen av världspolis. Bland annat behöver handelsrutterna hållas fria för världshandelns skull.<br/> <br/>  Nordkorea hittar på egna sjögränser som ingen annan erkänner, inte ens Kina, och gör saker som att kidnappa fiskare som enligt FN är på internationellt vatten och använder dem som utpressningsobjekt. Och det mot Kina, Nordkoreas enda allierad. Det skulle finnas mycket mer piratstater om det inte fanns ordentliga sjöstyrkor som håller haven och speciellt kustnära områden relativt säkra och en stor del av den bördan och kostnaden bärs upp av USA. <br/> <br/>   </td> </tr> </table>    Som sagt jag skiter fullständigt i vad en hjärntvättad person anser om detta. Nordkorea är inget hot, det är ett gammeldags nationalistiskt land som naturligtvis använder en kraftig retorik men i slutändan är det enda de vill att bli lämnade i fred, de har inga expansiva planer. Du talar här om ett urfattigt land med liten befolkning, de är ungefär lika farliga mot USA som Sverige skulle vara farliga mot Ryssland, det vill säga ingenting.<br/> <br/>  Anledningen till skriverierna om Nordkorea är dels att USA alltid vill ha en inhemsk yttre fiende som de kan använda för att få amerikanska folket att känna sig hotade och under attack, utan detta hade det varit svårt att motivera de enorma mängder pengar USA spenderar på sin militär samtidigt som landet går uselt ekonomiskt. De behöver helt enkelt dessa artificiella fiender för att hålla sitt folk under kontroll.<br/> <br/>  Och dels är det att USA hatar Nordkoreas regim eftersom den är anti-amerikansk och allierad med Beijing, målet är ju naturligtvis att svälta ur den nordkoreanska regeringen och få landet att gå under så att landets regering kan ersättas av en USA kontrollerad regering som lyder under Washington, det skulle också ge Washtington chansen att ha militärbaser precis vid Kinas gräns och det skulle göra det enklare att genom subversiv verksamhet krossa Kina en gång för alla genom att splittra Kina i flera olika delar.<br/> <br/>  Målet har hela tiden varit Kina, det är Kina som ska krossas. USA har inget som helst intresse av att Kina får mer makt i närområdet och gör det svårare för USA att få första tjing på alla världens naturresurser, målet är att en gång för alla göra Kina ofarliga för USA:s intressen.<br/> <br/>  På samma sätt som konflikten i Syrien handlar om att försvaga Irans inflytande i regionen handlar politiken i Ost-Asien om att försvaga Kinas inflytande och tillslut krossa Kina en gång för alla så att de aldrig reser sig igen eller kan hota USA:s kontroll över världen.<br/> <br/>  Allt snack om demokrati, frihet och annat är naturligtvis bara skitsnack, vad det hela handlar om är att USA:s kontroll över världens länder ska bestå och inga tredje världens länder ska ha rätt till sina egna naturresurser utan dessa ska ägas av USA och tillfalla den redan grovt överviktiga amerikanska befolkningen. Amerikanerna kommer aldrig acceptera att deras levnadsstandard sänks och för att bevara den levnadsstandarden de har krävs imperialism världen över vilket är anledningen till alla de krig och konflikter USA är inblandade i både direkt och indirekt världen över.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Nej, de är inget problem alls. Nordkorea är ett av världens fattigaste länder och är ett litet land. De är ett artificiellt hot, det spelar världsordningen rätt i handen att hetsa mot sådana här små länder som saknar makt. Ingen jävel däremot skulle kritisera Israel, USA, Kina eller något annat land som har makt.<br/> <br/>  Det är vad allt handlar om, ingen kommer straffa USA eller Israel om de bryter mot någonting då dessa länder har makt. <br/> <br/>  Om Nordkorea använde sig av drönare som mördade folk i andra länder hade alla ansett att Kim Jong Un var en galen hund som mördar oskyldiga utan anledning, när USA däremot gör det bryr sig ingen då alla anser att mäktiga USA har full rätt att likvidera folk i andra länder. Den starkes rätt är det enda som betyder något och så kommer det alltid vara. USA har rätt att sälja vapen till diktaturer som slaktar sin egen befolkning om dessa diktaturer är lojala till USA. Det är inte förtryck som är det viktiga utan att vissa länder är emot USA politiskt, det är de länderna som får skit trots att andra diktaturer som slaktar sina medborgare är lika jävliga men de är vi helt ok med bara för att dessa länder lyder under USA:s intressen i regionen.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Som det nu är så att \"väst\"(en ganska bred kategori, men du verkar ju ha en läggning för det kategoriska) riktar kritik mot ett visst land, så är det helt plötsligt \"förbjudet\" att själv kritisera landet -- ty då är man en sionist-NATO-USA-lakej? Det tycker jag är ett helt stört förhållningssätt. Man måste ju naturligtvis kunna kritisera våldsamma och lagvidriga regimer OAVSETT vilken koalition de råkar tillhöra. Jag hatar verkligen folk som delar upp världen i svart och vitt och sen drar upp godtyckliga moraliska regler för vilka man får kritisera och på vilket sätt. Exakt samma sak som kommunisterna och liberalerna gör när det kommer till Israel/Palestina-konflikten. Enda anledningen att liberalerna stödjer Israel är för att de, nu likväl som under kalla kriget, var lierade med USA -- och kommunisterna stödjer Palestina enbart för att de hade sammarbete med kommuniststaterna. Larv! <br/> <br/>  Jag kan kritisera NATO och USA också. Ska jag gör det så du bli lugn? Jag tycker att invationen av Irak var ett idiotiskt och oförsvarligt företag. Det har inneburit så ofantligt lidande och slungat ner landet i kaos och anarki. Kriget drevs på av dunkla neocons med en vedervärdig syn på etik och politik, och naturligtvis också \"big money\". <br/> <br/>  Så med det sagt: Nordkorea är en vedervärdig diktatur som inte förmår att försörja sin egen befolking. Landet styrs av en genomkorrupt familj, som presenterar sig själva som halvgudomliga kungar. Den Nordkoreanska propagandan är vidrig och förljugen. Det har kommit ut en <u>mängd </u><u>vittnesbörd</u> som vittnar om koncentrationsläger, där hela familjer hamnar på grund av en bisarr teori om arvsskuld (vad din far eller farfar gjorde, gör automatiskt gör dig till brottsling). <br/> <br/>   </td> </tr> </table>    Än en gång, jag förnekar inte att det inte händer något dåligt i Nordkorea, min poäng är endast att en hel del naturligtvis är överdrifter fabulerade av sydkoreaner för att få deras rivaler att se dåliga ut i världens ögon, precis som Nordkorea sprider negativa saker om Sydkorea av samma anledning. Sanningen är troligtvis mittemellan, att Nordkorea är ett mycket auktoritärare samhälle än Sverige står klart för alla, eftersom Nordkorea har en helt annan politisk historia än Sverige, deras historia är präglad av konfucianismen medan Sverige är präglat av folkhemmet, helt annorlunda system. Men att Nordkorea för någon sorts Auschwitz förintelse-läger tror jag inte ett dugg på.<br/> <br/>  Sedan det här med ''bevis'', innan Irak kriget trodde vi alla att Saddam Hussein hade kärnvapen, bevisen var enorma enligt väst. Efter kriget visade det sig att allt var en lögn, fabricerade bevis. Obama försökte leda USA till ett krig mot Syrien baserat på ''bevisen'' att Assad använt kemiska vapen mot befolkningen, något som inte alls är säkert osv osv. Min poäng är att västmakter har ljugit åtskilliga gånger samtidigt som de påstått sig ha ''bevis'', så varför tro 100 % på deras åsikter om Nordkorea? Är de objektiva? Har de ett intresse att sprida osanningar om det landet? En del de påstår om Nordkorea stämmer säkert, en del annat stämmer absolut inte, att tro helt på den officiella amerikanska linjen är för mig naivt om man ser till historiska och nutida händelser.<br/> <br/>  Sedan detta med de ''stackars, förtryckta'' nordkoreanerna, kanske stämmer det, kanske inte. Men tror du på allvar att det är detta sk förtryck som gör att Nordkorea och Iran är så hatade av väst? Samtidigt som väst har nära relationer med mängder av länder som också ''förtrycker'' sina medborgare? Vad tror du är det som gör Ryssland, Nordkorea och Iran till sk ''rogue states'' medan länder som Saudiarabien, Israel, Pakistan osv ses som länder man utan problem kan ha total ekonomisk och politiskt samarbete med? Det är naturligtvis som så att ''förtryck'' enbart är ett svepskäl som låter bra och därför använder man sig av det istället för de mer riktiga argumenten.<br/> <br/>  Väst måste skippa denna globala vilja att göra hela världen till någon social-liberal utopia, vi kan aldrig få troende afghaner att tänka som västerlänningar, lika lite som vi kan få en orientalisk nation att fungera som oss. Väst måste acceptera att vissa länder alltid kommer vara auktoritära, konservativa, religiösa och att de använder sig av straff som dödsstraff och annat som väst finner hemskt."
		]
	},
	{
		"postIndex": [
			[4969],
			[4783],
			[4985]
		],
		"postTime": [
				"2013-12-22",
				"2013-12-14",
				"2013-12-22"
		],
		"postNum": [
			[5081],
			[4893],
			[5097]
		],
		"postLink": [
				"/sp46698501",
				"/sp46577617",
				"/sp46700358"
		],
		"postUser": [
				"Nekromantern",
				"EchoKarting",
				"Saefvgren"
		],
		"postUserID": [
				"/u866311",
				"/u721510",
				"/u477567"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p424",
				"https://www.flashback.org/t781949p408",
				"https://www.flashback.org/t781949p425"
		],
		"userUrl": [
				"https://www.flashback.org/u866311",
				"https://www.flashback.org/u721510",
				"https://www.flashback.org/u477567"
		],
		"sentence": [
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>    Du kanske har rätt, men som sagt min poäng är att det folket i landet anser är att USA är ett ondskefullt imperium som i 60 år från Korea kriget till idag har begått massmord på koreaner och förstört för landet, det är USA som folket vänder sin ilska mot. Ledarna ser de som starka som lyckats försvara landet från amerikansk imperialistisk invasion.<br/> <br/>  Nordkoreaners bild av USA är inte bilden västerlänningar har om ''frihetens nation'' utan deras bild av USA är ett ondskefullt imperium som mördade miljoner koreaner och som sedan ägnat sig åt att sabotera för landet och dess folk och de matas med den bilden redan i skolan. Alla nordkoreaner känner till historier om hur amerikaner spättade bebisar till döds och liknande under Korea kriget, kort sagt de har samma bild om USA som vi har om Nazi Tyskland.<br/> <br/>  Propagandan i Nordkorea utgår från att Nordkorea måste spendera massa pengar på militären för att stävja utländska invasioner och hot, detta leder till att nordkoreaner inte anser att problemen är ledningens fel, de anser att problemen beror på det amerikanska imperiets sabotage och hot mot nationen.<br/> <br/>  Omvärldens embargon blev alltså bara god propaganda för nordkoreanska eliten, de kan enkelt peka på dessa embargon som bevis för hur omvärlden förtrycker dem och vill dem illa och att de behöver en stark ledare och militär för att stävja dessa hot.",
				"Om man tänker efter, vill väst igentligen öppna upp och förena Korea? Vi i väst har en ideologi att till slut kommer Kina eller USA sätta dit ännu fler sanktioner och sedan kollapsar NK. <br/>  Tänk om inga av parterna (USA, Kina, Sydkorea eller Japan) igentligen vill öppna Nordkorea. Den kolossala summan som kommer att kosta Kina (om nordkoreanerna flyr dit) kommer att bli brobdingagian! Tänk att mata alla dessa nordkoreaner så att de växer till sig och sedan ge dem utbildning. Nordkorea är inte litet, heller. Det sista Kina behöver är att mätta ännu fler människor. <br/>  Här i Sverige klagar vi om det kommer 1000 flyktingar från Somalia..... Tänk på Kina eller Sydkorea som ska ta emot ett helt land. Det är därför bäst för alla om NK forsätter som de gör.<br/> <br/>  Btw: detta är ur ett ekonomiskt perspektiv",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/> <br/>  För att spekulera fritt utifrån skvallret hittills:<br/> <br/>  1.<br/>  Chang Song-thaek var en kina-vänlig reformivrare som hade nån typ av vänsterprassel för sig.<br/>  Han var gift med Kim Jong-Ils syster (Kim Jong-Uns faster) och det får väl förmodas att hon därmed inte var helt supernöjd med sin make. <br/>  (Minuspoäng till Chang där om Kim Jong-Un tycker om sin faster.)<br/> <br/>  2.<br/>  Nordkorea är ett fattigt land och för att hålla ihop bygget så krävs att åtminstone den styrande eliten hålls vid relativt gott humör. <br/>  Historiskt så har detta gjorts genom att hålla den lilla eliten med väsentligt högre levnadsstandard än resten av befolkningen även om det tär på statsbudgeten. <br/>  Om Chang och hans närmaste börjar återvända från Kina-resorna med en massa fina prylar (som kineserna förstås har givit honom för att uppmuntra Kina-vänliga reformer) och gör det övriga ledarskiktet avundsjuka så ökar förstås kraven på Kim Jong-Un beträffande utlägg för lyx till resten av eliten.<br/>  (Minuspoäng till Chang även där eftersom Kim Jong-Un troligtvis redan behöver lägga ut en massa pengar för att hålla dem i styr.)<br/> <br/>  3.<br/>  De senaste par årens militära provokationer mot Sydkorea (Cheonan et al.) och övriga intresserade länder har krympt viljan till eftergifter i form av mat och bränsle utifrån. (Till och med Kina verkar ha skruvat ner bidragsflödet något.) <br/>  Kaesong Industrial Region har stått och samlat damm ett bra tag nu så de nordkoreanska statsfinanserna har nog sett bättre dagar. <br/>  Om både elit och fotfolk börjar grymta om att svångremmen sitter löst så börjar det därför bli dags för Kim Jong-Un att hitta någon eller någonting att skylla på.<br/>  Eftersom Sydkoreanerna är synnerligen på hugget för tillfället och Kina har sagt till på skarpen om kärnvapenprovsprängningarna så får det kanske bli någon inbördes angelägenhet den här gången? Helst någon hyfsat högt uppsatt person som man kan skylla den svaga ekonomiska situationen på inför den egna befolkningen. (Chang passar offerprofilen här.)<br/> <br/>  4.<br/>  Vissa medier har även spekulerat i att Chang var rätt så karriärlysten av sig och att han skulle ha fått smäll på fingrarna <a href=\"/leave.php?u=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fworld-asia-25197601\" target=\"_blank\">tidigare</a> för att han varit lite för ambitiös.<br/>  Efter att ha varit med och coachat Kim Jong-Uns installation kanske han på nytt fått mod att ta ut svängarna och därmet förargat antingen Kim Jong-Un själv eller bara någon högt uppsatt tjänsteman som har inflytande med Den Store Ledaren. <br/>  Vad som möjligtvis sett ut för Chang att vara ett bra tillfälle att lägga i höga växeln och briljera med sitt kina-vänliga reformprojekt kan i själva verket ha varit synnerligen dålig tajming att sticka ut som maktlysten när Den Store Ledaren känner att han sitter skakigt till och vill statuera exempel för att skrämma resten av lakejerna till lydnad. <br/>  Är barnen stökiga så behöver man inte örfila dem alla för att de skall sköta sig. Det räcker med att man gör det ordentligt på den värsta förbrytaren så att de andra ser... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/><br/> <br/>  Sammanfattningsvis så framstår Chang Song-thaek-historien som en ganska pragmatisk reaktion från Kim Jong-Un på den nordkoreanska situationen. En syndabock inför folket, ett avskräckande exempel för de mer bångstyriga bland eliten och allt detta utan att behöva råka i skottväxling med grannarna."
		]
	},
	{
		"postIndex": [
			[5041],
			[5223],
			[5221]
		],
		"postTime": [
				"2013-12-25",
				"2014-01-12",
				"2014-01-11"
		],
		"postNum": [
			[5154],
			[5339],
			[5337]
		],
		"postLink": [
				"/sp46738303",
				"/sp47002359",
				"/sp47001003"
		],
		"postUser": [
				"martienne",
				"Koksan",
				"Koksan"
		],
		"postUserID": [
				"/u417157",
				"/u866738",
				"/u866738"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p430",
				"https://www.flashback.org/t781949p445",
				"https://www.flashback.org/t781949p445"
		],
		"userUrl": [
				"https://www.flashback.org/u417157",
				"https://www.flashback.org/u866738",
				"https://www.flashback.org/u866738"
		],
		"sentence": [
				".<br/>  Men gudars, sluta citera DN och amerikansk media trovärdiga källor för vad som händer i Nordkorea! Inser ni inte hur korkat det är? Skribenterna talar inte koreanska och har inte tillgång till något källmaterial eller personer att intervjuva - bara som en start. Att det finns en underliggande agenda, och \"urban myths\" om Nordkorea som fått egna liv, är en annan aspekt. Den ofta rapporterade och falska \"hole-in-one\" incidenten är ett prima exempel, dessutom är det ju fullständigt irrelevant information. <br/> <br/> <b>Det finns i princip INGA trovärdiga offficiella källor för vad som händer på de högre nivåerna i Nordkorea</b>, eftersom internationell eller ens nationell insikt är NOLL. De ger inte precis några presskonferenser, eller låter höjdare intervjuas i TV soffan. <br/> <br/>  De förklarar inte varför de gör som de gör, eller så ger de en officiell förklaring som ofta har en hög grad av sanning, men troligen inte är hela sanningen heller. <br/> <u><b><br/> <u>Sydkorea</u> </b></u>har visserligen källo och unik insikt i Nordkorea och avancerat spionerande. Men den intressanta och korrekta information som de får fram är militärt klassad. <br/> <br/>  Det Sydkorea släpper för lokal och internationell konsumption ÄR PROPAGANDA. De ligger i krig med Nordkorea för bövelen, självklart så kommer de att vinkla ALLA nyheter som släpps om Nordkorea. Mycket av det de rapporterar om Sydkorea kan vilken besökare som helst se med egna ögon, är lögn. <br/> <br/> <b><u>Kina</u> </b>är ett annat land som har bra insikt i Nordkorea, och förstår deras position bättre än något annat land. De dömer inte, men hyllar inte heller regimen där - och sköter sin egen agenda i det tysta - utan att avslöja eventuell insikt de har i vad som sker i  NK regeringens högsta grader. Jag kan inte yttra mig om kinesiska pressens kvalitet på Nordkorea rapportering, eftersom jag inte läser kinesiska, men vad jag förstår så finns en hel del sympati för at NK befinner sig där Kina var för 20 år sen, och ett genuint intresse bland folk för vad NK väljer att göra.<br/> <b><br/> <u>Ryssland</u> </b>har bra historiska relationer och visst förtroende bland nordkoreanerna fortfaranade. De bästa Nordkorea experterna som skriver på engelska (ibland), råkar vara två emigrerade ryssar  -- Andrei Lankov och Leonid Petrov.  Men även deras tillgång till info är begränsad till att pussla ihop den officiella versionen med tillgänglig info om vem som är vem i Nordkoreas elit, och vilka relationer och historia de har gentemot varandra. Finns en hel del koreansktalande diplomater och statsvetare i Ryssland, och de har lättare att relatera till att Nordkorea till stor del styrs av ideologi - även om ideologin inte längre  är särskilt igenkännlig som kommunism.  Ryska statens insikter är inte heller för offentlig konsumption, men eftersom det är ett angränsande land till fedarationen, så håller Ryssland koll. Ryska mediers rapportering från Nordkorea är dock mer nyanserad, med mer verifierbar, korrekt information.  <br/> <br/> <b>Japan</b> - tack vare minoriteten av pro-Nordkorea koreaner som bor där (Chongryon) samt deras historiska förbindelser med Korea, har också lite extra insikt, eftersom Chongryons artiklar på japanska ger lite mer bakgrund och är mer lättsmälta än Pyongyangs stelbelta bulletiner. Dessutom har Chongryon kontakter direkt med ledningen i Nordkorea. <br/> <br/> <br/> <b>ALLT som sägs om Nordkorea i engelsktalande press <i>(som är källan för de svenska tidningarna - för lata för att göra ordentliga efterforskningar)</i>  är utdaterat, propaganda, inkorrekt eller en blandning av dessa.</b> Det är ungefär lika relevant att citera dessa, som att citera Hänt i Veckan som en trovärdig rapportering om elitens liv i Sverige. <br/> <br/>  Så snälla, sluta att citera svensk media, som bara citerar engelsktalande media som trovärdiga källor på vad som pågår i Nordkorea. De har inte tillgång till någon riktig information förutom propaganda som läcker ut från Sydkorea - samt USAs vitriol. <br/> <br/> <b>Om du<i> verkligen</i> är intresserad av Nordkorea </b>så bör du lära dig koreanska, kinesiska, ryska eller japanska. Om inte, så kan du läsa Lankovs eller Petrovs bloggar på engelska (de är anti-Nordkorea, men är i insatta i ämnet) - kombinerat med KCNAs press releases på engelska. Men kom inte och citera Aftonbladet, DN, BBC eller någon amerikansk källa - de har inget att säga som är värt att lyssna på. <br/> <br/>  .",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   </td> </tr> </table>  <br/>  Nu är jag ingen expert på detta (långt från faktiskt) men jag tror faktiskt att Kim Jong Un kommer vara den sista Kim som kommer leda landet. Som jag skrev tidigare så har Kina minskat bidragen till Nord Korea och det ger allvarliga effekter på deras ekonomi. Kina är ju handelspartnern som Nord Korea handlar mest med (Förutom ironiskt nog Syd Korea) så det ser verkligen inte bra ut. <br/> <br/>  Samt så tror jag att i framtiden så kommer det bli mer instabilitet. Kim Jong Un kanske tror att han bossar men ju mer generaler och släktingar som blir arkebuserade desto mer inser militären att situationen är dålig och rent av hotande mot deras egna liv. (Visst avrättades militärer i Kim Jong Ils styre men han tror jag inte var så himla frekvent med det.)<br/> <br/>  Det ser inte direkt ljust ut för Kim Jong Un. Korea har en kultur där man respekterar dom äldre (Precis som de flesta länderna i Asien.) Men vad är grabben? 28-31? <br/> <br/>  Ett scenario kan ju vara att tillslut så tröttnar militären och bokstavligen avrättar Kim. Dock så kan det vara rätt så osannolikt eftersom vad ska då folket dyrka? Ingen Kim inget Korea (Som i en Nord Koreansk propaganda låt: <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DzmI2yDAyWYI\" target=\"_blank\">http://www.youtube.com/watch?v=zmI2yDAyWYI</a> ) <br/> <br/>  Ett annat scenario kan ju vara att Kim Jong Un blir \"sjuk\" och dör och generalerna sätter dit en släkting? till Kim Jong Un som dom kan hålla i schakt. Så då kommer folket ha en ledare som dom kan dyrka och dom högre militärerna blir nöjda.<br/> <br/>  Men för att vara ärlig så tror jag Nord Korea kommer implodera inom 50 år. Antingen så gör Nord Korea en miss och råkar provocera Syd Korea för mycket (kanske som i bombningen av yeonpyeong fast grövre <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FBombardment_of_Yeonpyeong\" target=\"_blank\">http://en.wikipedia.org/wiki/Bombardment_of_Yeonpyeong</a>) och det blir fullt krig. <br/> <br/>  Eller så kan det bli så att eftersom ekonomin går åt helvete så börjar militären tjata om vem som ska ha pengarna som kommer in i landet och det eskalerar och det blir ett  inbördeskrig.<br/> <br/>  Men kom ihåg jag är knappast så insatt. Detta är bara gissningar...<br/> <br/>  /Koksan",
				"Jag har svårt att tro att någon vill ha en återförening längre. (Förutom Nordkoreanerna kanske men det är ju mest bullshit från Kim och kompani) <br/> <br/>  Jag tror detta eftersom Nord och Syd har varit skilda så länge så försvinner känslan att man hör ihop. Yngre Sydkoreaner har svårt att känna att Korea borde återförenas eftersom dom aldrig har fått se att Koreaner från både nord och syd hade en viss relation med varandra.<br/> <br/>  Nu ser dom antagligen Nord Koreaner som dom otroligt jobbiga grannarna i norr snarare än dom förtryckta bröderna.<br/> <br/>  Det är synd men det är nog bäst att Korea inte återförenas. (Kanske inte för befolkningen i Nord Korea men för hela Öst Asien med tanke på att Kina och Syd Korea knappast vill ha 25 miljoner hungriga hjärntvättade flyktingar som knappast skulle kunna uppehålla ett vettigt jobb.)<br/> <br/>  Fettot som leder Nord Korea har säkert mycket väl insett att om dom skulle anfalla Syd Korea så skulle konsekvenserna vara en total dödsdom för ledarna och landet.  Med tanke på att deras armé har utrustning mest från 60 och 70 talet. (Dock så är deras utrustning ändå rätt så cool. Fick mitt användarnamn därifrån <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> )<br/> <br/>  Kina har ju börjat tröttna otroligt mycket på Nord Korea så bidragen blir mindre och mindre. Och Ryssland vill inte ens nästan ha något med dom att göra. Dom har dock en del små \"allierade\" tex: Burma, Laos, Syriska regeringen (Zimbabwe???)  Dock är Nord Koreas enda riktiga allierade väl Iran men dom kan ju knappast hjälpa något i en eventuell konflikt med Syd Korea och USA...<br/> <br/>  Så det ser mörkt ut för Nord Korea. <br/> <br/> <br/> <br/>  /Koksan"
		]
	},
	{
		"postIndex": [
			[5541],
			[5281],
			[5546]
		],
		"postTime": [
				"2014-08-07",
				"2014-01-21",
				"2014-08-07"
		],
		"postNum": [
			[5660],
			[5397],
			[5665]
		],
		"postLink": [
				"/sp49848049",
				"/sp47149894",
				"/sp49859759"
		],
		"postUser": [
				"Koksan",
				"Koksan",
				"Koksan"
		],
		"postUserID": [
				"/u866738",
				"/u866738",
				"/u866738"
		],
		"postUrl": [
				"https://www.flashback.org/t781949p472",
				"https://www.flashback.org/t781949p450",
				"https://www.flashback.org/t781949p473"
		],
		"userUrl": [
				"https://www.flashback.org/u866738",
				"https://www.flashback.org/u866738",
				"https://www.flashback.org/u866738"
		],
		"sentence": [
				"Jag tycker att många av er här snackar ganska så mycket skit. Vissa av er skrattade åt drönaren som Sydkorea fångade och kallade den \"primitiv\" men inser ni inte att den inte var byggd för att vara otroligt sofistikerad? Och inser ni inte heller att det är möjligt att den har tagit många foton innan den blev tagen av Sydkoreanerna? <br/> <br/>  Man ska inte underskatta Nordkorea. Dom kan ställa till ett rent helvete för Sydkorea. Även fast deras ekonomi är tvivelaktig så har militären faktiskt ökat med både soldater och nyproducerade stridsvagnar, missiler, artilleri, handhållna vapen etc. Även fast deras arme knappast är lika bra som Sydkoreas, så är dom fortfarande ett stort hot för Sydkorea. Speciellt om dom nu har kärnvapen. Egentligen spelar det ingen roll om dom har kärnvapen eftersom dom har biologiska och kemiska vapen som också skulle kunna ställa till mycket problem för Sydkorea. För att inte tala om de upp till tiotusen artilleri systemen som är ingrävda och utplacerade vid DMZ som skulle, i ideala förhållanden, praktiskt taget förstöra Seoul. Nordkoreanerna håller på att (i långsam takt) modernisera armen. Dom fokuserar på att utöka sitt missilförråd och producera artilleri system med längre räckvidd. Och det har dom i lagom kvantitet lyckats med.  Dom importerar också en del vapen system (tex ubåtar) från Iran och mindre länder också.<br/> <br/>  Dom byggde för något år sedan, upp till 100-200 (ungefär) nya stridsvagnar. Inte kanske dom bästa som finns men dom utgör ett hot. Med tanke på att Nordkorea har mer än 1 miljon aktiva soldater och kring 10 miljoner reserver och militär ungdomsgrupper så har dom nog plats med ett stort antal stridsvagnar<br/> <br/>  Tänk också på att när Nordkorea väl blir besegrat, så kommer det bli ganska så oroligt i området. Dom flesta civilinvånarna kommer vara emot det nya ledarskapet. Tänk dig Afghanistan och Iraq fast 10 gånger värre. Nordkorea är ett mycket bergigt land. Fyllt med kullar och berg som är perfekt för partisan uppror. Det kommer också bli mycket mer brott då många Nordkoreaner känner att dom inte passar in i det kapitalistiska Korea och måste försörja sig med stölder etc. <br/> <br/>  Tänk på självmorden och depressionerna som kommer efter kriget också då alla Nordkoreaner måste anpassa sig i ett <i>helt</i> nytt samhälle. Korea har varit åtskilda så länge att det har blivit en hel del språkskillnader mellan länderna. En studie visade att bara omkring 7 eller 8 % av Nordkoreanerna som har flytt till Sydkorea förstod språket perfekt. Dessutom så gillar inte vissa Sydkoreaner idag Nordkoreaner då dom är annorlunda. Det förekommer mobbing av Nordkoreaner i Sydkorea idag och tänk dig hur mycket det kommer öka när Korea återförenas.<br/> <br/>  Ni skrattar men en dag om Sydkorea har riktigt otur så kommer det bli miljoner civila dödsfall i Sydkorea. Samt att det kommer förstöra Sydkoreas ekonomi att ta hand om Nord då landet är så efterblivet ekonomiskt sätt.<br/> <br/>  Notera att jag inte gillar Nordkorea. Deras arme är ganska så underlägsen jämfört med Syd och Det är världens mest vidriga land enligt mig men, underskatta <i>aldrig</i> din fiende.<br/> <br/>  Visserligen lät detta som otroligt pessimistiskt men detta är en risk som finns.",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Sedan påstår regimen att alla kineser i Dandong och Yanji är kamouflerade sydkoreanska soldater.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fenglish.chosun.com%2Fsite%2Fdata%2Fhtml_dir%2F2014%2F01%2F20%2F2014012001538.html\" target=\"_blank\">http://english.chosun.com/site/data/...012001538.html</a><br/> <br/>  Det står dock längst ner att officerarna vet att pillboxarna byggs för skydd mot kineserna.<br/> <br/>   </td> </tr> </table>  <br/>  Som jag har skrivit tidigare så kommer Nord korea antagligen kollapsa under Kim Jong uns styre. Han försöker skrämma befolkningen mer och mer eftersom han inser att detta inte kommer hålla om han inte kan skylla bort problemen på andra så därför gör han sådana här saker.<br/> <br/>  Man märker rätt klart att Kim Jong Un inte vet sina gränser. När han till och med håller på och provocerar Kina.<br/> <br/>  Om Kina ville så skulle dom kunna krossa Nord Korea totalt men som det står i artikeln så är ju denna övning för att träna inför eventuella flyktingvågor av Nord Koreaner och det är just därför Kina inte kommer göra någonting just nu. <br/> <br/>  Kina, Ryssland och Syd Korea vill inte ta emot 25 miljoner hungriga hjärntvättade människor.  I alla fall inte tills det blir krig.<br/> <br/>  Skulle inte förvåna mig om Kina skulle attackera Nord Korea ifall Nord Korea hamnade i krig mot Syd Korea.<br/> <br/>  /Koksan",
				"<table border=\"3\"> <tr> <td class=\"alt2 post-quote\">   <br/>  Det nordkoreanska kommunistpartiet under kamrat Kim Jongs ledning har förstås ett närmast 100% folkligt stöd i den permanenta kampen mot USA-imperialismen och dess knähundar i Seoul.<br/> <br/>  Att det är så visas av det faktum att folket trots enorma umbäranden och utsatthet av en fientlig omvärld, aldrig tappat tron på kommunistpartiets förmåga att leda det mot nya framgångar. I dessa umbäranden har man enats och stärkts och som Nietzsche en gång så träffande påpekade, de prövningar man inte dör av, de stärks man av.<br/> <br/>  Självklart finns en stark militär beredskap i Nordkorea som garanterar folkets välfärd. Allt annat vore förstås helt oansvarigt. Det koreanska folket har lidit mycket ända sedan det amerikanska imperialistiska angreppet för flera decennier sedan. Även i Sydkorea så kommer man så småningom att inse att den lydstat man är under en främmande makt måste brytas. När resningen kommer i söder, då skapas förutsättningarna för att ena det koreanska folket. Detta sker lämpligen genom det kommunitiska partiets ledning som också har goda förbindelser med den makt som räknas i regionen, nämligen Kina.<br/> <br/>   </td> </tr> </table>  <br/> <br/>  Goda förhållanden? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Det du glömmer är dock att Kina är snarare kapitalistiskt nu. Kina ser Nordkorea som ett problembarn. Om Kina verkligen var allierad med Nordkorea, varför tränar Kina då sina soldater för en eventuell kollaps av det Nordkoreanska regeringen? Varför har Kina diplomatiska relationer med Syd? Varför kritiserar man gång på gång det Nordkoreanska kärnvapensprogrammet? varför är USA en av, om inte Kinas mest värdefulla handelspartner? Tror du verkligen att Kina skulle offra allt som dom har med USA för ett ruttet litet skitland som inte ens kan klara av att föda sin befolkning? <br/>  Nordkorea är rankad 82 på listan av de länder som Kina handlar mest med. Tror du inte att en allierad hade investerat lite mer i det land som står sååååå otroligt nära, både ideologiskt och geografiskt?<br/> <br/>   Visst var Kina allierad med Nordkorea i kalla kriget, men kalla kriget är slut. Kina håller på att bli en supermakt. Tror du verkligen att Kina vill ha någonting med en efterbliven, fattig, ostabil diktatur att göra längre? Den enda anledningen att Kina ens har någonting med Nordkorea att göra är att dom vill ha en bufferstat mot USA. Kanske en smula nostalgi men inget mer. <br/> <br/>  Sannerligen en riktig allierad.<br/> <br/>       <br/>  Om Kim familjen är så älskad av folket, varför har det varit flera mordförsök på Kim Jong-Il av hans egen befolkning? Svara gärna.<br/> <br/>  Och ja du har rätt, Korea kommer återförenas. Men inte på Nordkoreas villkor. <br/> <br/>  Det är inte 1955 längre..."
		]
	}
]
