[
	[
		{
			"postIndex": 102,
			"postNumber": 102,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 99,
			"scoreLocal": 100,
			"userRank": 126,
			"userScore": 9,
			"postUserName": "dianno",
			"postUserID": "u119885",
			"postUserUrl": "https://www.flashback.orgu119885",
			"postDateTime": "2009-01-28, 00:59",
			"postUrlInThread": "https://www.flashback.org/t820956p9",
			"postUrlUniq": "https://www.flashback.org/sp14843263",
			"sentence": "Fan vad grymt att Wassberg lyssnar på Rammstein! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Sjukt otippat ju!<br/>
<br/>
Tycker att kvällens avsnitt nog var bättre än det första (såg inte så mycket av det andra). Även om som sagt produktionen kunde ha gjorts mycket bättre så är det riktigt bra mysunderhållning. Dock blev jag åtminstone till en början besviken på att det är så snällt och puttinuttigt. När man såg deltagarnas namn så förväntade man ju sig se tjuriga avdankade egoister som bråkar med varandra, speciellt under tävlingsmomenten (när jag nu tänker efter så är det ju faktiskt ganska otänkbart att detta skulle ske) men nu börjar jag nöja mig med deras mesiga mysjargong.<br/>
<br/>
Betyg på deltagarna känns ju obligatoriskt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>:<br/>
<br/>
Per Elofsson - 8/10 - verkar ju vara en fruktansvärt skön kille, som dessutom säkerligen kan ta hem allting<br/>
Erica Johansson - 3/10 - har alltid tyckt att hon syns för mycket överallt (vad fan har hon åstadkommit liksom?) och i kvällens avsnitt tappade jag respekten för henne i slutet<br/>
Thomas Wassberg - 8/10 - verkar ju också vara ganska skön och riktigt trevlig, säger ju faktiskt en del. hans musiksmak (även om jag inte direkt delar den) höjer betyget ett snäpp. dessutom är han ju den som man har mest respekt för i övrigt.<br/>
Pelle Fosshaug - 9/10 - kul att han beter sig som man kunde förvänta sig, fast bättre. verkar ju vara en riktigt härlig typ, skulle vara kul om han kunde tagga till lite mer i tävlingarna ibland bara, lite hot mot familjen hade ju inte skadat (<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/>). eller... ja kanske, men jag tycker han verkar stå sig oväntat bra fysiskt mot Elofsson och Abrahamian, med tanke på att han är en avdankad bandylirare.<br/>
Malin Moström - 4/10 - henne har man väl inte sett så mycket av. dessutom får man en känsla av att hon är ersättare för någon som har gjort något annat än varit en halvtaskig ointressant damfotbollsspelare<br/>
Peja Lindholm - 8/10 - har alltid gillat honom, mycket beroende av det festliga smeknamnet och den eminenta tv-sporten curling. men när man nu fick se honom \"på riktigt\" så verkade han ju som en riktigt trevlig kille, och som ju som sagt verkade genuint glad av att vara där och kämpa sig vidare. och ja, det var riktigt trevligt att höra honom prata om hur nöjd han var med sitt junior+seniorlag etc. tråkigt att han åkte ut, men det skulle jag nog känna med de flesta manliga deltagarna.<br/>
Susanne Gunnarsson - 7/10 - verkar vara en ganska skön, om än en aning klurig typ. även om säkert skadan inte är så illa som svt vill få det att verka som så tycker jag det är skönt hur mycket hon verkar kämpa hela tiden. hon verkar ju dessutom ha rejält starka armar för att ha varit inaktiv såpass länge.<br/>
Emelie Öhrstig - 5/10 - har inte fått mycket intryck av henne direkt, och de jag har fått blandar jag ofta ihop med Igelström av någon jävla anledning<br/>
Emma Igelström - 6/10 - ja sak samma egentligen, om än snäppet mer på hugget<br/>
Anders Gärderud - 7/10 - känns ju rejält tråkfriidrottskommentator och hann ju knappast säga något oväntat eller helfestligt innan han fick lämna. men videoklippet var bra, och jag fick massvis med respekt för honom när man hörde honom prata om hur han lagt upp mål osv. kändes rätt ärlig när han pratade om att han inte riktigt hade utvecklats personligt lika mycket som idrottsligt i början och när han sa att han ångrade att han inte hade sprungit ärovarv. den diskussionen kunde de gärna få hållt på med längre. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/>
Ara Abrahamian - 10/10 - han verkar ju verkligen gå in för det här med helt rätt inställning. göra sitt bästa i tävlingarna, verka sjukt trevligt, lagom speciell och helst framstå som en gentleman (trodde först han tabbade sig när han tappade greppet men kom ju ganska snabbt på att han ju självklart la sig). man har ju aldrig riktigt fått något grepp om killen innan, och det är ju en riktigt trevlig ny bekantskap. underbart att han verkar älska frukt, Enya och livet i allmänhet. har ju dessutom en fysik som klår de flesta andras."
		},
		{
			"postIndex": 71,
			"postNumber": 71,
			"rankGlobal": 4,
			"rankLocal": 2,
			"scoreGlobal": 98,
			"scoreLocal": 99,
			"userRank": 57,
			"userScore": 13,
			"postUserName": "Scouse",
			"postUserID": "u77086",
			"postUserUrl": "https://www.flashback.orgu77086",
			"postDateTime": "2009-01-23, 04:18",
			"postUrlInThread": "https://www.flashback.org/t820956p6",
			"postUrlUniq": "https://www.flashback.org/sp14762434",
			"sentence": "Liksom i första programmet finns det mycket som pockar på uppmärksamhet óch behöver kommenteras.<br/>
<br/>
* Micke Lejnegaard, det avskrädet, kan ju omöjligt göra någon lycklig. Pinsamt när han skulle mäta stentorn och började svamla om att det blev olika höjd beroende på var han satte mätstickan. Klart som fan det om marken är ojämn men visa lite auktoritet och peka med hela handen istället för att stå och svamla. Sen skulle han av någon konstig anledning krama Peja Lindholm i slutet. Pinsamt.<br/>
<br/>
* Inte mycket att säga om torntävlingen annars förutom att kvinnors dåliga sinne för organisation och planering visade sig tydligt. Men kanske lite oväntat att Wassberg skulle vinna.<br/>
<br/>
* Pingistävlingen eller som de så pompöst kallade det \"Psykpingis\" var ju en fin tanke men ytterligare än gång så sköt sig Meter/Svt i foten. 1. Klocka för i helvete! Det är ju det som är intressant för tittaren, hur länge de har stått där. 2. Racketbyte? Man trodde ju nästan att det var ett skämt. Tävlingen gick ut på att vara psykiskt stabil och koncentrerad under en lång tid men när det \"hade gått en evighet\" så var de tvungna att hotta upp det o få ett slut. Satt Igelström och Moström o frös på varsin stenhög utanför bild eller vad fan var problemet? Tävlingen med \"psyk\" lite fräsigt inbakat i namnet avgjordes på en ren koordinationsmanöver. Jag spyr.<br/>
<br/>
* Simmandet var ju bara pinsamt rakt igenom. Fosshaug, Abrahamian och Lindholm är alltså samtliga fullständigt oförmögna att simma ner till botten på 1m(!!!) djup o hålla sig där ett par tre-fyra sek o lyfta upp en nyckel. 1 jävla meter! Vi snackar alltså en vattennivå som når dem ungefär till naveln. Trodde fan inte att det var sant. Fosshaug verkade ju ha nån form av posttraumatiska problem även om det inte riktigt sas rakt ut men de andra två? Och det ständiga refererandet till \"att dyka\". \"Att dyka\" är antingen det som många av oss gör med tuber o då snackar vi ner till 30m utan större besvär för de flesta eller att man dyker i från en brygga/båt etc. och där är man ju fö. nere på två m av bara farten. Skandal! Sen var det ju genomgående dålig klass på simmandet. Igelström var väl den enda som var simkunnig av de deltagande. Enkel seger således. Anmärkningsvärt att hon knappt varit i o simmat på två fyra år dock.<br/>
<br/>
* Nattduellen är väl också ett skämt förutsätter jag? Eller kan det verkligen vara så att detta är på allvar? Momentet fungerar ju inte alls som duell mellan två personer eftersom att det är för svårt och det finns ju uppenbarligen en jävligt stor risk att \"ingen vinner\". Ska två pers. duellera så ska det finnas två utfall, antingen vinner pers.1 eller pers.2. Inget annat. Då är det inte en duell längre, det ligger i sakens natur. Men så kallar vi det för ronder och så lyckas vi rädda den situationen också. Helt otroligt. Som i Susannes fall så fungerar det dock ypperligt, eftersom det då finns blott två utfall. Du fånger/du fångar inte.<br/>
<br/>
* Det är alldeles för dålig vinnarinstinkt på i princip samtliga håll. Fosshaug som iofs är en pajas sen gammalt börjar spexa m pingisrackert. Inte okej. Man ska vilja vinna. Simningen har vi redan varit inne på. Bit ihop för helvete! Lägg en miljon eller en stor fet utlandsresa m släkt o familj eller vadfan som helst i potten så att vi får till lite tändning. Nu är det ju mest gullande o daltande.<br/>
<br/>
* Ara äter enligt egen utsago 2-3 kg frukt om dagen. Låte högt.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/noexpression.gif\" title=\"Noexpression\"/> <br/>
<br/>
* Vädret? Just detta kanske inte kan skyllas på svt/meter(Eller ja, vet ju inte när detta spelades in - kan mkt väl ha varit undermåligt arbete igen) men fan vad kallt det serr ut hela tiden. Berget m pingis etc. blev man ju inte sugen på o simmandet såg också förjävligt ut även om det inte alls ursäktar den tama prestationen på alla håll förutom Igelström.<br/>
<br/>
Rakt igenom gnäll men så kan det bli när en så bra chans till att göra något tiktigt bra försätts av prod. bolag. Fortfarande är ju den största behållningen av programmet när vi får se dessa stora idrottsmän tala lite om livet o karriärerna(talar inte tvunget om videostunderna) men det var lite tunnt med den varan i detta andra program. Vi hoppas på bättring. Typexempel på vad jag menar är när P Lindholm säger att junior+senior-dubbeln är det han rankar högst. Sånt läser du inte i Aftonbladet.<br/>
<br/>
Nu väntar vi bara på nästa vecka så ska jag in o slakta det också, jag har redan nu börjat irritera mig på att i trailern så verkar det som att de hänger alltför nära poolkanten i nån form av vattenövning. Såg ut att finnas risk att slå i huvudet där. Men vi återkommer om detta.<br/>
<br/>
mvh.<br/>
Scouse"
		},
		{
			"postIndex": 50,
			"postNumber": 50,
			"rankGlobal": 12,
			"rankLocal": 3,
			"scoreGlobal": 90,
			"scoreLocal": 91,
			"userRank": 57,
			"userScore": 13,
			"postUserName": "Scouse",
			"postUserID": "u77086",
			"postUserUrl": "https://www.flashback.orgu77086",
			"postDateTime": "2009-01-16, 21:17",
			"postUrlInThread": "https://www.flashback.org/t820956p5",
			"postUrlUniq": "https://www.flashback.org/sp14653958",
			"sentence": "Ett mycket intressant program om man likt undertecknad är sportnörd och även gillar lite simpel tvunderhållning då och då. Som någon sa så blir det ju lite stjärnorna på slottet men med idrottskaraktärer vilket tilltalar. Spaltar upp mina intryck av och åsikter om premiären.<br/>
<br/>
- Micke Lejnegaard som leder kalaset är ju en pajas utan dess like. Klädd närmast som en gycklare i stora tunga jävla vinterkängor(övriga kör sommarskor, sandaler etc.) och nån ungdomlig galonjacka och med en osäker hållning och flackande blick så kan man ju inte annat än skratta åt honom. Ett skämt är vad han är men det vet vi ju sen tidigare, finns ju bla. en del missar av honom på youtube.<br/>
<br/>
- Jävligt intressant att höra lite hur snackat gick deltagarna emellan om sina idrotter och prestationer. Återkommande var ju att de alla verkade närmast förälskade i känslan av att \"vara i form\". Intressant främst därför att man själv som motionsidrottare knappt vet vad det innebär(okej något överdrivet kanske) men för de här människorna så var det ju en stor anledning till att de höll på, för att få uppleva känslan av att vara i form.<br/>
<br/>
- Blir lite pinsamt när de i samma program visar bilder från den kanske mest framgångsrika av dem alla och den i särklass minst kända och framgångsrika.<br/>
<br/>
- Humor i början när det proklamerades att alla här vunnit VM, OS eller EM. Eller Champions League(Ja det var för din skull vi lade till det, Malin Moström. Hade inte du varit med hade vi stannat vid OS+VM+EM vilket hade låtit mkt bättre.)<br/>
<br/>
- Varför 11 deltagare? Nån som hoppat av i sista sek? 10 eller 12 hade ju känts mer naturligt. Den ojämna siffran kukade ju dessutom till alla tävlingar.<br/>
<br/>
- Värdelöst med paintballen. Klart som fan det blir dödläge om man inte lägger in fler moment än bara skjut alla o ta flaggan. Hade man fått ta flaggan utan att skjuta alla i motståndarlaget, som det ska vara, så hade det ju varit en annan femma. Pinsamt om fan när stolpskottet Lejonkungen stolpade in och lyfta bort värn.<br/>
<br/>
- Fy fan vad sur jag hade varit om jag varit i Aras jag i hinderbanan. Först briljerar han förvisso med stockarna men sen spårar det ju ur vid lerpölen när han skulle putta på flickorna. Fanns ingen anledning. Alla andra gjorde det på egen hand och det gick ju som en dans. Som bonus slog han sen nästan av Gunnarssons ankel. Jag gillar Ara men där var han fel på det.<br/>
<br/>
- Fin scen när Elofsson satt jämte Wassberg under den senares bildvinsing. Elof: -Stor seger? W: -Ja. Två stora tysta män har umgåtts med värme.<br/>
<br/>
- Lite tråkigt om Svt ska klippa bort ev. intriger och censurera. Tänker på Erica Johanssons (ogrundade)klagomål mot Ara. Är det dispyter odyl. så vill vi se det. Vårt lands idrottsstjärnor glorifieras nog som det är.<br/>
<br/>
Det var väl det jag kom på nu. Det var nån dag sen jag såg det så jag återkommer om jag drar mig nåt mer till minnes. Oavsett så kommer serien givetvis att följas.<br/>
<br/>
mvh.<br/>
<br/>
EDIT stavfel"
		},
		{
			"postIndex": 360,
			"postNumber": 367,
			"rankGlobal": 24,
			"rankLocal": 4,
			"scoreGlobal": 82,
			"scoreLocal": 83,
			"userRank": 54,
			"userScore": 14,
			"postUserName": "moviemovie",
			"postUserID": "u162878",
			"postUserUrl": "https://www.flashback.orgu162878",
			"postDateTime": "2009-03-17, 22:19",
			"postUrlInThread": "https://www.flashback.org/t820956p31",
			"postUrlUniq": "https://www.flashback.org/sp15668860",
			"sentence": "Hade varit riktigt kul med Stefan Holm. Han känns som en person som skulle kunna ta hem allt. Han besitter nog de flesta av egenskaperna man ska ha. Sen Annika Sörenstam skulle vara intressant. <br/>
<br/>
Stenmark och Borg tror jag inte håller alls. De skulle isf bara dra tittare. Längesedan de var med på hög nivå. För mig var Ara en av de bästa i serien. Han verkar ha en skön personlighet. Pelle var också en annan person än vad man trodde. Tyckte överlag att SVT fått ihop en riktigt bra gäng. <br/>
<br/>
Sen håller jag med merparten här att Per var en värdig vinnare. Han var även stor när han förlorade den viktiga duellen med Malin innan sista tävlingen. <br/>
<br/>
Dock tror jag att det var lite fixat. Sista grenen var verkligen inte jämställd. Där har Per och män i allmänhet fördel. Så det hade varit lite tråkigt om Per fått stå 30 sekunder extra."
		},
		{
			"postIndex": 217,
			"postNumber": 219,
			"rankGlobal": 56,
			"rankLocal": 5,
			"scoreGlobal": 74,
			"scoreLocal": 75,
			"userRank": 40,
			"userScore": 16,
			"postUserName": "mtkor",
			"postUserID": "u153806",
			"postUserUrl": "https://www.flashback.orgu153806",
			"postDateTime": "2009-02-16, 15:47",
			"postUrlInThread": "https://www.flashback.org/t820956p19",
			"postUrlUniq": "https://www.flashback.org/sp15162153",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Elfride</strong></div>
<div>Du glömde bort att hon fuskade sig genom karriären misstänker jag?</div>
</td>
</tr>
</table>
</div>
<br/>
Just därför skulle det ju bli bra tv. Tänk dig de andra deltagarnas syn på henne under programmets gång <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/><br/>
<br/>
Hade hon inte lite käbbel med Stefan Holm? Han skulle ju också kunna vara en kandidat den säsongen. Skulle vara kul att spica upp det lite..."
		}
	],
	[
		{
			"postIndex": 741,
			"postNumber": 758,
			"rankGlobal": 9,
			"rankLocal": 1,
			"scoreGlobal": 91,
			"scoreLocal": 100,
			"userRank": 54,
			"userScore": 14,
			"postUserName": "moviemovie",
			"postUserID": "u162878",
			"postUserUrl": "https://www.flashback.orgu162878",
			"postDateTime": "2010-02-10, 00:37",
			"postUrlInThread": "https://www.flashback.org/t820956p64",
			"postUrlUniq": "https://www.flashback.org/sp21383404",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>viseman</strong></div>
<div>Och vem av de två har det svenska rekordet?</div>
</td>
</tr>
</table>
</div>
<br/>
Visst väger det tungt att ha det svenska rekordet. Men det känns ändå som att Holm i och med sin nivå genom åren är en bättre höjdhoppare än Sjöberg på pappret. I teorin så skulle en helt vanligt höjdhoppare som aldrig är med och slåss om någon medalj få till ett riktigt kanonhopp och slå 2.45. Ha en riktigt bra dag där allt stämmer. Är denne höjdhoppare bäst genom tiderna då? För ett enda hopp. <br/>
<br/>
Allt beror på hur man definierar en bra höjdhoppare och där tänker många på olika sätt.<br/>
<br/>
OnT: Sjöberg är väl lite småkomisk ibland med sina kommentarer. Men som ni säger så ger han intrycket av att vara en ganska så osäker person som genom att gå på andra med kommentarer försöker \"skydda\" sig själv. Han är rätt så barnslig och har inte visat nåt speciellt tecken på att han faktiskt kan vara mer seriös och vänlig. Dock vet man aldrig med klippningen och hur personer framställs. <br/>
<br/>
Håller även med om att det blir lätt att förutse vem som möter vem. Även om tävlingarna i sig är roliga att kolla på så tappar de kraft i att det inte står så mycket på spel för deltagarna i vissa fall. <br/>
<br/>
Holm, Kranjc och Johansson är sköna typer. Hoppas de går långt. Brolin känns som en som kommer åka räkmacka jävligt länge. En skön glidare som inte märks så mycket och därför ligger bra till varje gång det är dags för duell. Skulle gärna vilja se Sjöberg i nattduellen mot någon av de fyra ovannämnda. Det hade varit nåt!"
		},
		{
			"postIndex": 620,
			"postNumber": 637,
			"rankGlobal": 22,
			"rankLocal": 2,
			"scoreGlobal": 84,
			"scoreLocal": 92,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2010-02-02, 21:11",
			"postUrlInThread": "https://www.flashback.org/t820956p54",
			"postUrlUniq": "https://www.flashback.org/sp21251408",
			"sentence": "Kommer kanske debatteras lite om Krajnc var feg eller ej som valde Knape. Och \"lottningen\" som Tomas Johansson och Sjöberg gjort.<br/>
<br/>
Tycker dock Krajnc gjorde rätt. Han valde den svagaste motståndaren - baserat på ålder, kön, längd, killer instinct. Jag tror killarna har en viss fördel som nattduellen är utformad, med tanke på längd och räckvidd - man kan invända här att det borde bytas mot något mer könsneutralt.<br/>
<br/>
Det är en tävling, alla är införstådda i tävlingens regler - den svagaste åker ut. Knape var svagare än Krajnc, han valde helt rätt.<br/>
<br/>
..och för övrigt gjorde ju Johansson och Sjöberg också rätt val, om de nu valde. De vann sina dueller också. Taktik att välja rätt motståndare.<br/>
<br/>
<br/>
Totalt: Grymt koncept. Man kommer idrottslegenderna lite in på livet och förstår vad de är för slags personer. Tycker Armand verkar sympatisk, Brolin är lite skarpare än jag trodde, Sjöberg är precis så arrogant och självgod som man kunde trott. Förstår att hans stil retar gallfeber i jantesverige. Något som jag återkommer till är att alla dessa personer hade aldrig blivit så bra i sin sport som de blev, om det inte vore för deras personlighet som drev dem till världstoppen i sin idrott. Man har stött på alla typer av vinnarskallar när man själv sysslat med idrott, den late divan som hade grym maxkapacitet men som bara gjorde saker han kände för (Sjöberg) till den utpräglade taktikern som alltid ger max (Holm).<br/>
<br/>
Tävlingskänslan är där, man ser vilka som har grym inställning no matter what (Louise Karlsson) och vilka som inte vill vara med när de inte vinner (Sjöberg). Vinnarskallarna är där, och taktiken med. Fan, man hade velat vara med i en sån här tävling!"
		},
		{
			"postIndex": 603,
			"postNumber": 620,
			"rankGlobal": 25,
			"rankLocal": 3,
			"scoreGlobal": 82,
			"scoreLocal": 90,
			"userRank": 11,
			"userScore": 30,
			"postUserName": "tryffel",
			"postUserID": "u167197",
			"postUserUrl": "https://www.flashback.orgu167197",
			"postDateTime": "2010-01-29, 18:37",
			"postUrlInThread": "https://www.flashback.org/t820956p52",
			"postUrlUniq": "https://www.flashback.org/sp21179913",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Amor</strong></div>
<div>Du glömmer att VM bara ägde rum vart fjärde år på Sjöbergs tid. Således hade Sjöberg färre chanser i stora mästerskap. Och Sjöbergs 2.42 var sannerligen ingen lyckträff, han vann VM samma år på 2.38, högre än Holms personliga rekord. Sjöberg tog tre os-medaljer. 1988 tog han brons på 2.36, samma höjd räckte till guld för Stefan Holm 2004.  <br/>
<br/>
Sjöberg var sannerligen en bättre höjdhoppare än Stefan Holm, vilket bevisas över att han 25 gånger tog sig över 2.35 och högre, Stefan Holm hoppade högre än så 9 gånger. Sjöberg har Europarekord både utomhus och inomhus´, 2.41 och 2.42.<br/>
<br/>
Holm har kunnat profiterat på sämre konkurens. Dock skall man ge honom att han lyckades hålla sig skadefri längre. Sjöberg fick mer eller mindre hela sitt 90-tal förstört av skador.</div>
</td>
</tr>
</table>
</div>
<br/>
<br/>
<br/>
<br/>
Men dedär med att det var glesare mellan VM på Sjöbergs tid kompenserades ju o andra sidan av att det va tätare mellan inomhusmästerskapen som  under flera år under Sjöbergs karriär var varje år för både em och VM. <br/>
<br/>
 Sjöberg vann tex  både inomhus EM och inomhus VM 1985.  Samt EM inne både 87 och 88. Nuförtiden är dessa bara varannat år vardera. Hade Holm haft dessa förutsättningar så hade han nog vunnit ännu mer. Han  gick ju igenom nästan alla innesäsonger helt obesgerad de sista åren. Lite märkligt att ingen annan tycks ha uppärksammat dessa faktorer.  Framförallt när Sjöberg heller aldrig vann någon mer utomhustitel. <br/>
<br/>
När det gäller OS så kom han 3a på 2,36  88  och det räknas också som tidernas bästa höjdhoppsfinal. O andra sidan så vanns OS 84 på så lågt som 2,35 och OS 1992 på så lågt som 2,34. Holm har alltså hoppat bättre på två av av dessa. Han tog dessutom 2,36 i första när han tog sitt guld och det var dessutom tagnering av hans dåtida personliga rekord. Han maxade sin kapacitet. Sjöberg i sin tur hoppade ju 8 cm  under sitt personliga rekord i OS 92. Han hoppade överhuvudtaget aldrig högre än 2,35 utomhus hela 90-talet. <br/>
<br/>
att han sen hoppat över 2,35 25 gånger är ju bra. Men han gjorde det väldigt sällan när det behövdes utan för det mesta i nån tysk höjdhoppsgala och det var under en kort 2årsperiod ungefär som han hade dedär höjderna i sig.  Sjöberg har aldrig hoppat 2,40 på ett mästerskap.  (2,39 som bäst) Det har Holm gjort och han har fortfarande mästerskaps-rekordet i inomhus EM på just den höjden, han är dessutom den hoppare i historien med flest Inne-vm-titlar och objektivt sätt, den mest meriterade innehopparen i historien. <br/>
<br/>
Sen så har  Carlo Tränhardt europarekordet inne på 2,42."
		},
		{
			"postIndex": 742,
			"postNumber": 759,
			"rankGlobal": 30,
			"rankLocal": 4,
			"scoreGlobal": 80,
			"scoreLocal": 88,
			"userRank": 164,
			"userScore": 8,
			"postUserName": "foool13",
			"postUserID": "u219629",
			"postUserUrl": "https://www.flashback.orgu219629",
			"postDateTime": "2010-02-10, 04:08",
			"postUrlInThread": "https://www.flashback.org/t820956p64",
			"postUrlUniq": "https://www.flashback.org/sp21384831",
			"sentence": "GÖTEBOORG, GÖTEBOORRG <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> Hade ni någon gång spelat i ett seniorlag i ngn lagsport i Göteborg eller gått ut en kväll på Avenyn så hade ni förstått att de bara är på sköj...<br/>
Det är vad man på britttiska kallar \"just a bit of banter\"... och inget som döljer en osäkerhet som någon här yttrade tidigare. Om ni pratar med britter ibland i verkligheten eller för den delen på nätet så kommer ni se att mycket av den humorn som finns i Göteborg känns igen från Englishmännen, det konstanta drivandet och ironiska tilltalet och stämningen.. det kan tyckas lite hårt för vissa och självklart finns det grader i detta men Sjöbergs nivå skulle jag nog vilja är ganska medel-göteborgsk och inte på något sett extrem. Visst finns det folk som inte kan detta och konstant går över denna gränsen och då blir det ju mer som allmän \"håning\" men och självklart är det personligt var ens egen gräns går vad man tål men det är ju inte på något sätt Sjöberg närmar sig den och tycker man det då är man en väldigt känslig människa... han är ju inte på något sätt elak och det är med glimten i ögat han säger saker för fan.<br/>
Lighten up<br/>
<br/>
Sjöberg FTW<br/>
ps. ja gillar Holm också och tycker inte alls hans är så superseriös och tråkig som vissa uppfattar han."
		},
		{
			"postIndex": 548,
			"postNumber": 562,
			"rankGlobal": 32,
			"rankLocal": 5,
			"scoreGlobal": 79,
			"scoreLocal": 87,
			"userRank": 141,
			"userScore": 9,
			"postUserName": "Svidmyra",
			"postUserID": "u332642",
			"postUserUrl": "https://www.flashback.orgu332642",
			"postDateTime": "2010-01-21, 22:02",
			"postUrlInThread": "https://www.flashback.org/t820956p47",
			"postUrlUniq": "https://www.flashback.org/sp21040314",
			"sentence": "Brolin såg ut som en boll redan som juniorspelare. Hans ostasikte och gubbmage fanns redan när han vann Guldbollen första gången (1990?). Guttaperkabollar studsar och far f.ö. som f-n, precis som Brolin och Maradona. <br/>
<br/>
Satt och funderade på hur länge jag skulle orka vara kvar i samma sällskap som Holm. Vilken liten mallig viktigpetter! <br/>
<br/>
I höjdhopp gäller att hoppa högst. Sjöberg har hoppat högre än Holm, alltså är Sjöberg en bättre höjdhoppare än Holm (om man bara räknar så). Drar man hopparens längd från hur högt dom har hoppat så skulle Holm vinna. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> Tänk också på alla dopade fuskare som Sjöberg tävlade mot på sin tid - utan dem hade han troligen fått många OS och VM-medaljer! <br/>
<br/>
Johansson kan jag fortfarande inte riktigt med - minns fortfarande besvikelsen och skammen när han avslöjades som fuskare. Men brottare (och boxare) är ofta oerhört reaktionssnabba. Kul att få se en brottare vs en boxare i första duellen! <br/>
<br/>
Jag vill att Thomas Gustavsson ska vinna. Han är söt och från Eskilstuna. <i>Snyggaste</i> skridskoåkaren hette dock Johan(?) Granath.<br/>
<br/>
Hur gammal är Knape? Är hon inte ovanligt rynkig för sin ålder? Men hon har fortfarande Star Quality.<br/>
<br/>
Nästa år vill jag att Stig H Johansson är med. Om dom vill ha med en fuskare till så kan dom ta nån springflicka: Linda Haglund eller Ludmilla."
		}
	],
	[
		{
			"postIndex": 987,
			"postNumber": 1017,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 98,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2010-03-31, 10:20",
			"postUrlInThread": "https://www.flashback.org/t820956p85",
			"postUrlUniq": "https://www.flashback.org/sp22270446",
			"sentence": "Det gäller att vara bäst i det avgörande momentet, och det var inte Louise Karlsson. Alla deltagare hade grenar som inte alls passade dem. Tyvärr för Louise, som var den moraliska 1an eller 2an. Hon imponerade otroligt mycket på mig - vilken tävlingsmänniska! Har aldrig sett en tjej med så mycket vinnarskalle, som dessutom presterar i tävling efter tävling.<br/>
<br/>
Armand är en värdig vinnare, även om jag tycker det hade känts roligare om han fått möta Louise i finalen. Lite ojämn men bra inställning och hög högstanivå. Typisk boxare också, vid vardag trevlig och glad, vid tävling skulle han kunna mörda för att vinna.<br/>
<br/>
Tomas Johansson har gjort sitt bästa i alla tävlingar men borde givetvis inte vart i final. Han har haft ett enormt flyt som kommit så långt. Å andra sidan kan man argumentera att tävlingsmomenten sällan passade honom - kondition och snabbhet är inte hans grej, och i styrkemomenten handlade det nästan alltid om att bära sin egen vikt. Å tredje sidan, hade han fördel i nattduellen med sin räckvidd och längd.<br/>
<br/>
Det för mig in på förändringar till nästa säsong:<br/>
<br/>
1. Skippa valmöjligheten för den som kommer sist i tävlingarna - de två som placerar sig sämst till nattduell. Som det ser ut nu missgynnas korta/kvinnliga deltagare och de som inte är med bland de coola kidsen. Mästarnas mästare handlar om den som är bäst i tävlingar, inte den som är bäst på att skapa pakter.<br/>
<br/>
2. Gör om nattduellen - Tomas Johansson och Sjöberg var usla i de flesta tävlingar, men hade stora fördelar i nattduellen och kunde klara sig kvar i tävlingen på det. En variant vore att variera vilken gren som körs i nattduellen, alternativt bara byta den mot någon som inte gynnar någon oavsett kroppshydda.<br/>
<br/>
Bra underhållning, blir spännande att se vilka de drar ihop till nästa säsong."
		},
		{
			"postIndex": 1107,
			"postNumber": 1139,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 91,
			"scoreLocal": 93,
			"userRank": 87,
			"userScore": 11,
			"postUserName": "kunskaparen",
			"postUserID": "u246998",
			"postUserUrl": "https://www.flashback.orgu246998",
			"postDateTime": "2011-03-28, 01:42",
			"postUrlInThread": "https://www.flashback.org/t820956p95",
			"postUrlUniq": "https://www.flashback.org/sp29739856",
			"sentence": "Det intressanta med det här programmet är att få veta vem som verkligen är den starkaste/uthålligaste/bästa av de medverkande elitidrottarna. För att det skall fungera måste tävlingarna vara hyfsat mycket på riktigt - de medverkande måste verkligen ge vad de kan.<br/>
<br/>
Problemet är att misstanken alltid finns att idrottarna inte alls ger vad de kan, utan att de är med för att få en intressant och betald solsemester inkluderat smickrande återblickar över den egna karriärens höjdpunkter. <br/>
<br/>
Det man kan hoppas på är att idrottarna är sådana tävlingsmänniskor att de anstränger sig bara för att få vinna för stunden. Uppenbart är vissa funtade på det viset (Stenis), i varje fall.<br/>
<br/>
- Lite besviken på Bräck. Han har beskrivits som något slags superpsyke, men gjorde inte så bra ifrån sig i första programmet. Kan det vara taktik?<br/>
- Rätt många gamla idrottare i år. Dock flera riktigt kända.<br/>
- Svagt av Limpar att dissa Stenmark. Stenis är ju 54 år och slår ändå en rad 30-åringar i fysik!<br/>
- Bäst tv vore om Stenis vann, men tror det ändå inte av någon anledning. Stenmark kan få en pakt emot sig eftersom han är för farlig, såsom drabbade Stefan Holm förra året."
		},
		{
			"postIndex": 854,
			"postNumber": 874,
			"rankGlobal": 11,
			"rankLocal": 3,
			"scoreGlobal": 91,
			"scoreLocal": 93,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2010-03-09, 21:05",
			"postUrlInThread": "https://www.flashback.org/t820956p73",
			"postUrlUniq": "https://www.flashback.org/sp21900029",
			"sentence": "Tycker reglerna borde göras om lite. Tomas Johanssons och Patrik Sjöbergs insatser i tävlingarna har vart i botten av nästan alla tävlingar, ändå är de kvar när bara 5 deltagare är kvar. De två som kommer sist i tävlingarna till nattduell, punkt slut. Nattduellen borde också göras om, den gynnar helt klart långa deltagare med långa armar - t.ex. Sjöberg, som inte ens vart nära att vinna i något program.<br/>
<br/>
Det är synd att dokusåpamomentet/skolgårdsmentaliteten får styra, annars hade aldrig Stefan Holm åkt ut. Han har vart bra med i tävlingarna men var inte lika med i gänget, och åkte på det.<br/>
<br/>
Rimmar illa att den som vart sämst i tävlingarna får lyxen att välja motståndare. Den personen ska inte ha några fördelar.<br/>
<br/>
Den moraliska finalen borde vart mellan Louise Karlsson, Stefan Holm och Tomas Brolin - möjligen att Armand Krajnc kunde smugit sig in också.<br/>
<br/>
Sagt det förr, säger det igen - grymt imponerad av Louise Karlsson. Sådana vinnarskallar är i min erfarenhet väldigt ovanligt bland kvinnor."
		},
		{
			"postIndex": 816,
			"postNumber": 836,
			"rankGlobal": 26,
			"rankLocal": 4,
			"scoreGlobal": 82,
			"scoreLocal": 83,
			"userRank": 4,
			"userScore": 53,
			"postUserName": "mishima",
			"postUserID": "u82612",
			"postUserUrl": "https://www.flashback.orgu82612",
			"postDateTime": "2010-03-02, 22:45",
			"postUrlInThread": "https://www.flashback.org/t820956p70",
			"postUrlUniq": "https://www.flashback.org/sp21775557",
			"sentence": "Sjöberg har varit urusel i alla tävlingar rakt igenom ändå är han kvar vilket jag faktiskt tycker är lite fel. Jag hade gärna sett att nattduellen hade varierat lite, till exempel att det finns tre olika tävlingsmoment som de kunde välja mellan. <br/>
<br/>
Jag tycker även det är fel att den som kommer sist får välja sin motståndare till nattduellen. Jag tycker att vinnaren skulle få välja."
		},
		{
			"postIndex": 984,
			"postNumber": 1014,
			"rankGlobal": 29,
			"rankLocal": 5,
			"scoreGlobal": 81,
			"scoreLocal": 82,
			"userRank": 120,
			"userScore": 9,
			"postUserName": "Hedulen",
			"postUserID": "u408842",
			"postUserUrl": "https://www.flashback.orgu408842",
			"postDateTime": "2010-03-31, 08:45",
			"postUrlInThread": "https://www.flashback.org/t820956p85",
			"postUrlUniq": "https://www.flashback.org/sp22269650",
			"sentence": "Tycker det är märkligt att de alltid ska vara tvungna att bära sin egen vikt, hade man varit konsekvent med de övriga momenten och utgått från deltagarnas kroppar så hade till exempel Tomas Johansson fått betydligt mer utrymme i hinderbanorna för att kompensera bort sin rejäla kroppshydda istället för att behöva klämma sig igenom minimala hål som knappt de tunnaste av tjejerna lyckades ta sig igenom...<br/>
<br/>
Tråkigt också att Louise ska missa på något hon inte på något sätt kan påverka, hade de inte samma korkade tävling förra säsongen och en massa människor klagade redan då? Vad tänkte SVT när de istället för att ta bort momentet gjorde den till en av de viktigaste momentet i hela programmet?<br/>
<br/>
För övrigt så hoppas jag att de tar bort eller gör om nattduellerna till nästa år, känns dumt att någon så väsentlig del av tävlingen ska avgöras på något där personer som Sjöberg har en enorm fördel mot de flesta. Helst borde nattduellen bestå av olika tävlingar varje gång och vara något som kan associeras med omgångens tävlingar."
		}
	],
	[
		{
			"postIndex": 1245,
			"postNumber": 1280,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2011-04-03, 22:14",
			"postUrlInThread": "https://www.flashback.org/t820956p107",
			"postUrlUniq": "https://www.flashback.org/sp29873344",
			"sentence": "Det märks att Pekka var aktiv under en annan tid. Verkade hata träna och vara i usel form under sin karriär, hur hade en sådan spelare klarat sig idag? Har svårt att tänka mig att spelare klarar sig på elitnivå på ren talang som hockey och fotboll ser ut idag. Ändå var det ju inte SÅ länge sen.<br/>
<br/>
Limpars gnäll om Scotts kubstorlek var ju bara för mycket. Scott hamnade i tidsnöd och körde taktikval, vilket visade sig vara smart med tanke på hur många som nollade. Som folk sagt verkar han inte vara alltför skarp. Gillar Scotts resonemang med nattduellen också, de två som kommer sist får mötas - inget snack. Det torskade han tyvärr på, men ändå - strongt. Inte som förra året där alla sa att de lottade, och som av en slump fick möta den kortaste tjejen. Typ.<br/>
<br/>
Hoppas Kenny Bräck är lite lurig nu och håller för sig själv hur nattduellen går till. Det är ju ett taktiskt övertag att han är den ende som vet, och de andra vet bara att han 1. vet hur det går till 2. vunnit. Ett litet psykologiskt övertag är bättre än inget.<br/>
<br/>
Inte riktigt lika bra avsnitt som sist. Sista grenen var lite rörig, svårt att få någon överblick över hur poängsättningen gick till o.s.v.<br/>
<br/>
Trist att Scott åkte, hade velat se mer av honom. Blir kanske som ni spekulerar i, att han gör comeback för att någon får lov att lämna W.O.<br/>
<br/>
Edit: Det borde nog inte vara några logistiska problem med en comeback för Scott. Gissningsvis får alla deltagare stanna kvar på ön men på ett annat hotell, för att de inte ska åka hem och spoila vilka som vinner? Det och att hans film inte visats talar för att han återkommer. Men då måste ju nån bryta snart (typ direkt nästa avsnitt), annars blir det tävlingsmässigt märkligt om han kommer in igen senare i leken."
		},
		{
			"postIndex": 1165,
			"postNumber": 1199,
			"rankGlobal": 28,
			"rankLocal": 2,
			"scoreGlobal": 81,
			"scoreLocal": 81,
			"userRank": 119,
			"userScore": 9,
			"postUserName": "NothingSpecial",
			"postUserID": "u488719",
			"postUserUrl": "https://www.flashback.orgu488719",
			"postDateTime": "2011-03-29, 01:05",
			"postUrlInThread": "https://www.flashback.org/t820956p100",
			"postUrlUniq": "https://www.flashback.org/sp29759261",
			"sentence": "Är lite sen, då jag såg programmet först idag, men måste hålla med om att Evy var riktigt imponerande. <br/>
Har inte hört talas om henne eller hennes meritersen innan, men det beror nog mer på att jag inte gillar att kolla på löpning. <br/>
En annan jag inte hört talas om är Marianne, där gillar jag cykelsporten så det ska bli intressant och se hennes film. <br/>
Prytz var den tredke jag inte visste nåt om, men det är väl som Limpar sa, att han är en utav de bortglömda tyvärr. <br/>
<br/>
Som andra sagt, ingen uttalad badboy även om jag tyckte att Limpar hintade lite om att vilja vara den. Intressant fält dock."
		},
		{
			"postIndex": 1299,
			"postNumber": 1334,
			"rankGlobal": 31,
			"rankLocal": 3,
			"scoreGlobal": 80,
			"scoreLocal": 80,
			"userRank": 21,
			"userScore": 23,
			"postUserName": "pyttefnax",
			"postUserID": "u456376",
			"postUserUrl": "https://www.flashback.orgu456376",
			"postDateTime": "2011-04-04, 22:51",
			"postUrlInThread": "https://www.flashback.org/t820956p112",
			"postUrlUniq": "https://www.flashback.org/sp29892452",
			"sentence": "Gunde Svan vore kul att se i MM, undrar varför inte han vill vara med, kanske pga att Stenmark är med och Gunde vet att han kommer framstå som en lungsjuk liten flicka i duellerna mot Stenis? Salming har inget där att göra, kanske som programledare då, i Superstars märkte man att han inte har mycket kvar även om han troligen är den stehårdaste av de stenhårda, alla kategorier.<br/>
<br/>
Det är himla intressant att se så olika grenutövare sitta och genomleva varandras karriärer på filmerna dom visar, måste vara kul att sitta med i det gänget. <br/>
<br/>
När dom visade Pekkas film slog det mig hur tunna spelarna var -87, jag minns det finalspelet men hade inte sett något på tv sedan dess och hade en bild av att dom var lika biffiga som dagens spelare. Undrar hur dagens kronor skulle stå sig mot de oövervinnerliga ryssarna anno 80-tal, troligen skulle dom köra över dom, men å andra sidan är det sällan man ser så tekniskt snygga genomspel som det var på den tiden, men å tredje sidan kanske försvaret är så effektivt att det inte längre går. Asch, i vilket fall var det ett sjuhelvetes finalspel då sverige tog vm med Pekka i målet. Och i diskussionen om att skjuta hårt har jag en minnesbild av när, tror det var Bengt-Åke, laddade ett grymt slagskott mitt framför målvakten i en av de slutmatcherna och det mer eller mindre gick igenom plocken."
		},
		{
			"postIndex": 1319,
			"postNumber": 1355,
			"rankGlobal": 33,
			"rankLocal": 4,
			"scoreGlobal": 79,
			"scoreLocal": 79,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Dr King",
			"postUserID": "u98999",
			"postUserUrl": "https://www.flashback.orgu98999",
			"postDateTime": "2011-04-07, 22:35",
			"postUrlInThread": "https://www.flashback.org/t820956p113",
			"postUrlUniq": "https://www.flashback.org/sp29951897",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Smokey</strong></div>
<div>Vilken jobbig jävel Anders Limpar verkar vara, ska höras hela tiden och ha en åsikt om allt. Larvigt och nästan börja tjura över Scotts kub också.<br/>
<br/>
Hoppas han åker fort för jag orkar inte höra på idioten.</div>
</td>
</tr>
</table>
</div>
<br/>
Limpar verkar snacka en hel del ja, men å andra sidan är det väl säkert så att han klipps lite för att fylla rollen som årets bad boy. Jag skulle annars tro att han tillsammans med Stenis och Hanna Ljungberg är de 3 som kommer att vara i finalen. Dessa 3 verkar vara de med klart bäst fysik i årets säsong.<br/>
<br/>
Pekka och framför allt Robban Prytz verkar ju mer eller mindre alkoholiserade. Hoppas den klassiska tävlingen när de skall rulla stora bollar uppför en backe är med även i år och att Pekka är kvar då. Det skall bli kul att se hur en så rejält otränad person som honom klarar av det.<br/>
<br/>
När det gäller Limpar kan man annars inte undgå att tänka på den klassiska blåsningen när han blev lurad att tro att han hamnat i en tidsmaskin och kom 2 år framåt i tiden. Så kul hela blåsningen och så grundlurad Limpan blev. Man glömmer aldrig slutet när Anders sträckte på sig och rättade till skjortan i tron att han skulle få hälsa på kungen."
		},
		{
			"postIndex": 1288,
			"postNumber": 1323,
			"rankGlobal": 34,
			"rankLocal": 5,
			"scoreGlobal": 79,
			"scoreLocal": 79,
			"userRank": 58,
			"userScore": 13,
			"postUserName": "Funkydude",
			"postUserID": "u407684",
			"postUserUrl": "https://www.flashback.orgu407684",
			"postDateTime": "2011-04-04, 17:48",
			"postUrlInThread": "https://www.flashback.org/t820956p111",
			"postUrlUniq": "https://www.flashback.org/sp29885780",
			"sentence": "Jag håller med om att det är lite konstigt att man inte har fått se Scotts video. Men å andra sidan så föredrar jag det framför att veta vem som kommer att förlora duellen i slutet av programmet (satt precis som alla andra och trodde Kenny skulle åka ut). <br/>
<br/>
Vissa verkar ju tro att Bräck kommer att hoppa av för att på så sätt ge plats för Scotts comeback. Jag tror inte att det är omöjligt men det verkar samtidigt lite långsökt. Om Bräck skulle ge upp i nästa program vore väl det mest naturliga att skippa nattduellen i det avsnittet? Det är ju mer rättvist än att en regelrätt utslagen deltagare får komma tillbaka<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/>
<br/>
Handlade sedan inte nästa avsnitt om psykisk uthållighet? Är det inte då de bl.a. ska stå i en iskall dusch så länge som möjligt? Vore konstigt om Bräcks bräckliga (<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> ) kropp klarade <b>fysisk</b> uthållighet men inte <b>psykisk</b>."
		}
	],
	[
		{
			"postIndex": 1700,
			"postNumber": 1744,
			"rankGlobal": 8,
			"rankLocal": 1,
			"scoreGlobal": 92,
			"scoreLocal": 100,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2011-05-02, 06:36",
			"postUrlInThread": "https://www.flashback.org/t820956p146",
			"postUrlUniq": "https://www.flashback.org/sp30395975",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Winning</strong></div>
<div>Har börjat tro att Limpan är en slug rackare som spelar \"<b>usel</b>\", för att på så vis slippa ses som ett hot. Hans prestationer ser nämligen onaturligt dåliga ut.</div>
</td>
</tr>
</table>
</div>
<br/>
Inte en chans. Skulle han ha fejkat hybris innan tävling, genomusla insatser och sammanbrott efter sagda insatser genom alla program? Han är inte skarp nog för det, dessutom skulle det nog lysa igenom ganska tydligt. Att medvetet underprestera anses ju dessutom oetiskt, ett bra sätt att skaffa sig fiender i en lek där det gäller att inte göra det. Fast visst, Limpar kanske har fejkat att vara oskarp genom ett helt liv. Frågan vore vem han lurar.<br/>
<br/>
Tycker Hannas förklaring till varför hon valde Brandin var ganska svag. Hon valde den i gruppen hon gillade minst och trodde sig ha störst chans mot. Scoretavlan var bara en undanflykt, rakare om hon sagt rätt upp och ner att det var slut på fair play - hon valde den hon trodde att hon kunde vinna mot. Det stod antagligen mellan Brandin och Pekka, men det blev den förra eftersom en hockeymålvakt får antas ha bra reaktionsförmåga. Billan eller Stenmark hade antagligen vart ett bättre val av Hanna, men fanns ju inte i Hannas värld att välja bästa kompisen eller Stenmark som hon kom rätt bra överens med. Brandin är inte dummare än att hon fattar allt det, men vill inte hålla god min utan använder den bittra smaken över att vara klassens minst populära tjej som tändvätska.<br/>
<br/>
Hade velat se Hanna i fysikmomenten nästa vecka. Blir intressant att se hur väl Stenmark hållit formen. Att Limpar tar ut sig kommer väl inte som någon skräll, det såg man ju på backlöpningen i första programmet där han försökte vinna 12 heat i rad att han inte fattar när det är dags att köra och när det är dags att ta det lite lugnt. Tippar att Pekka hamnar i nattduell, han kan inte anklagas för att vara i form."
		},
		{
			"postIndex": 1815,
			"postNumber": 1862,
			"rankGlobal": 15,
			"rankLocal": 2,
			"scoreGlobal": 88,
			"scoreLocal": 96,
			"userRank": 52,
			"userScore": 14,
			"postUserName": "Hzj",
			"postUserID": "u536618",
			"postUserUrl": "https://www.flashback.orgu536618",
			"postDateTime": "2011-05-08, 22:55",
			"postUrlInThread": "https://www.flashback.org/t820956p156",
			"postUrlUniq": "https://www.flashback.org/sp30515883",
			"sentence": "Synd att Pekka åkte, nu kommer nästa avsnitt att bli fattigt. Han var en skön karaktär som verkligen lyfte programmet. Men han var en besvikelse i nattduellen, såg loj ut.<br/>
<br/>
Hade sett fram emot att Limpar eller ännu hellre Brandin fått packa väskan istället. Stenmark är ju kung, men det blir lite för tillrättalagt om han går och vinner. Hoppas hellre på Bräck eller Billan, men tror att de två tyvärr får lämna innan finalen.<br/>
<br/>
Och tar inte Limpar i så han spricker när han beskriver Hanna och damfotbollen? Inte för att jag har någon direkt aversion mot den sporten, men Limpar kunde ju vara lite mer nedtonad, så hade det inte varit lika uppenbart att han bara försöker vara pk."
		},
		{
			"postIndex": 1644,
			"postNumber": 1687,
			"rankGlobal": 19,
			"rankLocal": 3,
			"scoreGlobal": 85,
			"scoreLocal": 93,
			"userRank": 34,
			"userScore": 17,
			"postUserName": "Dantia",
			"postUserID": "u409919",
			"postUserUrl": "https://www.flashback.orgu409919",
			"postDateTime": "2011-05-01, 21:12",
			"postUrlInThread": "https://www.flashback.org/t820956p141",
			"postUrlUniq": "https://www.flashback.org/sp30389261",
			"sentence": "Klart dumt att välja den långa Brandin i nattduellen, men Hannah hade dock inte vart där innan så kanske inte visste hur stor fördel det är ändå att ha så bra räckvidd som Brandin har. Väldigt tråkigt att både Hannah och Marianne Berglund är ute nu, inte mycket att titta på nu mellan tävlingarna :/<br/>
<br/>
Skönt att det blir lite riktiga tävlingar nästa vecka iaf, första tävlingen idag hade så lite att göra med strategi att göra så kunde lika gärna spelat sten sax påse istället."
		},
		{
			"postIndex": 1699,
			"postNumber": 1743,
			"rankGlobal": 21,
			"rankLocal": 4,
			"scoreGlobal": 84,
			"scoreLocal": 92,
			"userRank": 8,
			"userScore": 35,
			"postUserName": "kompjuter",
			"postUserID": "u301506",
			"postUserUrl": "https://www.flashback.orgu301506",
			"postDateTime": "2011-05-02, 06:32",
			"postUrlInThread": "https://www.flashback.org/t820956p146",
			"postUrlUniq": "https://www.flashback.org/sp30395956",
			"sentence": "Pekka är för jävla skön, han har blivit min solklara favorit och programmets behållning.<br/>
Jag skulle må fysiskt dåligt om han åkte ut före finalen.<br/>
<br/>
Nattduellen borde passa honom perfekt. Just reaktion öga+händer är ju precis vad en målis i hockey handlar om.<br/>
Dessutom verkar han ha ett psyke av stål så nerverna lär inte heller sätta käppar i hjulet.<br/>
<br/>
Minns även tävlingen med lamporna där han var grymt snabb.<br/>
<br/>
Pekka når finalen men där blir det svårt då fysik lär vara en viktig faktor.<br/>
<br/>
Chansen finns om de andra två blir Kenny då han inte kan springa, övrig fysik dock riktigt bra? Limpan, han har absolut inga nerver för en final även om grenarna skulle passa honom.<br/>
<br/>
Finalen rent tv-mässigt skulle drömmen vara Pekka, Stenis och Bräck.<br/>
<br/>
Hoppas de överraskar med någonting. Skulle vilja se Scott komma tillbaka som en joker. Tror han är mycket saknad både bland tittare och de tävlande. Fan vad skönt ödmjuk han var i programmet."
		},
		{
			"postIndex": 1692,
			"postNumber": 1736,
			"rankGlobal": 36,
			"rankLocal": 5,
			"scoreGlobal": 79,
			"scoreLocal": 86,
			"userRank": 73,
			"userScore": 12,
			"postUserName": "spleendid",
			"postUserID": "u283732",
			"postUserUrl": "https://www.flashback.orgu283732",
			"postDateTime": "2011-05-02, 01:07",
			"postUrlInThread": "https://www.flashback.org/t820956p145",
			"postUrlUniq": "https://www.flashback.org/sp30394231",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>nero1</strong></div>
<div>
Synd, för kärringen är för jävla tråkig...</div>
</td>
</tr>
</table>
</div>
<br/>
Kan inte påstå att jag tycker Hanna var speciellt mycket roligare. Samma skit, mer eller mindre. Men det är inte mycket man får se egentligen. Tävlingarna och den obligatoriska middagen, samt något flabbigt besök i byn. Vad fan gjorde Kenny egentligen? 50 Euro för solkräm? Vägra pruta? Snacka om skymfpris. Han borde sprutat salvan i plytet på kärringen. <br/>
Det är fan bara Limpar som underhåller. Hans förmåga att plocka fram barnet inom sig och nästan gråta en skvätt, göra bort sig på nytt, och sedan konstatera sin egen dumhet. Guldkille.<br/>
<br/>
Hoppas det hettar till lite i kommande avsnitt. Det verkade hända något mellan Brandin och Limpar. En knuff? Vad betyder det? Det är dags för nästa sociala nivå nu. De inledande fjäskveckorna borde vara över. Roller blir tydligare och konflikter tar spjärn. Catfight - Billan vs Brandin? Vad är oddsen på det? Eller ja, det blir väl tiger mot siames i det fallet, men ändå. Nä, Brandin blir de knappast av med i nattduellen. Vilket monster. Hon borde spela spelet fullt ut, se till att komma sist i alla tävlingar och plocka ut de värsta hoten innan finalprogrammet - däri vilar hennes enda chans i en fyskrävande avslutning."
		}
	],
	[
		{
			"postIndex": 1985,
			"postNumber": 2034,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 58,
			"userScore": 13,
			"postUserName": "Funkydude",
			"postUserID": "u407684",
			"postUserUrl": "https://www.flashback.orgu407684",
			"postDateTime": "2011-05-20, 01:58",
			"postUrlInThread": "https://www.flashback.org/t820956p170",
			"postUrlUniq": "https://www.flashback.org/sp30725520",
			"sentence": "Håller med angående nattduellen<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> Det borde finnas alternativ att välja mellan. <br/>
<br/>
Blir dock alltmer tveksam till en nattduell i någon form. Önskar nog att alla deltagare skulle få vara kvar hela programtiden och att tävlingen avgörs som i en tabell. Vinnaren av \"medaljligan\" vinner hela skiten helt enkelt. Alternativt går de som ligger topp-tre inför sista avsnittet till en stor final. Den som kommer sist i varje avsnitt kan givetvis få något sorts \"straff\" i nästa tävling.<br/>
<br/>
I mina ögon är MM mer ett program där man lär känna gamla idrottsprofiler än en ren tävling. Underhållning helt enkelt. Någon ska givetvis vinna hela skiten i slutet men det kan ju genomföras utan att någon måste åka ut varje avsnitt. Tvivlar på att det är en kostnadsfråga (att SVT inte har råd att ha kvar alla i huset så länge) och gäller det några sorters programrättigheter så borde man ändå kunna komma runt dem<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/> <br/>
<br/>
Imo så väger det tyngre att få lära känna gamla nationalidoler på bästa sändningstid än att få några minuters spänning då någon ska elimineras. Ta t.ex. Geroge Scott och Robert Prytz. Man fick inte se nästan någonting av dem (av förklarliga skäl). Scott var \"dålig på allt\" och väldigt sympatisk, Prytz en alkoholiserad, snäll gubbe som bara ville äta och dricka gott. Dessa bilder stämmer naturligtvis inte<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> Jämför med Bräck och Limpar, två idrottare som jag fått en helt annan bild av, just för att de fortfarande är kvar i programmet. <br/>
<br/>
Naturligtvis så få var och en av deltagarna midre TV-tid om ingen får åka hem. SVT lär ju dock sitta på hur mycket material som helst, förläng säsongen eller utöka programtiden<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/w00t.gif\" title=\"EEK!\"/> <br/>
<br/>
Fan, det här är väl Sveriges populäraste program? Tror ingen skulle gnälla om vi tittare fick se mer, både vad gäller tävlingar som från tiden de spenderar i huset. Gärna någon utflykt inklämd däremellan också, som då de körde gokart."
		},
		{
			"postIndex": 2231,
			"postNumber": 2297,
			"rankGlobal": 13,
			"rankLocal": 2,
			"scoreGlobal": 90,
			"scoreLocal": 90,
			"userRank": 176,
			"userScore": 8,
			"postUserName": "Mr.Zeb",
			"postUserID": "u107687",
			"postUserUrl": "https://www.flashback.orgu107687",
			"postDateTime": "2011-05-30, 14:21",
			"postUrlInThread": "https://www.flashback.org/t820956p192",
			"postUrlUniq": "https://www.flashback.org/sp30903033",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>keffkarl</strong></div>
<div>Det där var ledmotivet från Inception, Hans Zimmer - Time</div>
</td>
</tr>
</table>
</div>
<br/>
Hans Zimmer var det, men det var väl ledmotivet till the Rock.<br/>
Har ej sett Inception mycket möjligt att samma låt används där med, då the rock är det bästa Zimmer har gjort.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>jonboll</strong></div>
<div>Underbart program! Hatten av till Stenmark!<br/>
<br/>
Jag hoppas att dom gör en ny säsong och isf har jag önskemål att se någon av följande:<br/>
<br/>
Kennet Andersson, en mycket trevlig människa.<br/>
Björn Borg, en av våra stora.<br/>
Håkan Mild, för att jag vet att han är en otrolig vinnarskalle.<br/>
Mats Wilander, så han kan förklara kokainmissbruket.<br/>
Jan-Ove Waldner, för att han är riktigt stor samt att han nog drar igång kvällsdrickandet <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>
Tony Rickardsson, skön personlighet och segt virke.<br/>
<br/>
Vilka skulle ni vilja se?</div>
</td>
</tr>
</table>
</div>
<br/>
Bra förslag<br/>
skulle kunna tänka mig<br/>
Håkan Loob<br/>
Linda Haglund<br/>
Pia Sundhage<br/>
Stefan Swartz<br/>
Gunde Svan<br/>
Mikael Lövgren<br/>
Anniken Kringstad<br/>
Lill Lövis<br/>
Peter Forsberg<br/>
<br/>
Och många många fler... Lite kul att överaskas av någon som man inte förväntar att vara med...<br/>
<br/>
Jag Gillar detta program så det får gärna hålla på i många år framöver så vi behöver inte toppa med alla de bästa på en gång<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>
<br/>
<br/>
Min första gång i denna tråd denna säsong.(vågar inte, förra året var det nån idiot som avslöjade slutet och vinnaren innan finalen)<br/>
Stenis helt klart rättvist, tror inte jag har sett nån mer rättvis final.<br/>
i aftonbladets omröstning 99,1 %... det säger allt.<br/>
<br/>
Dock tycker jag mångas agg mot Brandin är väldigt orättvist. Tycker hon var kul, hon hade fan kuk.<br/>
Även om Hanna och billan var bra var de lite väl tjejiga, dock jävligt mycke snyggare...<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>hm2012</strong></div>
<div>Underbart Program med en värdig vinnare.<br/>
<br/>
Jag såg programmet igår och reagerade på att Brandin höll upp handen mot Ingemar och sa \"Talk to the Hand\" när han skulle ge henne en kram efter finalen med Limpar.<br/>
<br/>
Var det någon annan som såg det ?, hittar inte detta i programmet på SVT play.<br/>
<br/>
Borde finnas bakomliggande orsak för den dissningen av Ingemar.</div>
</td>
</tr>
</table>
</div>
<br/>
tror jag bara var ett skämt från brandin, dock fattade inte Limpar så han stal en kram ändå. sedan klippte svt... tror inte att det var någon dissning..."
		},
		{
			"postIndex": 2071,
			"postNumber": 2125,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 89,
			"scoreLocal": 89,
			"userRank": 82,
			"userScore": 11,
			"postUserName": "FlyingWelshman",
			"postUserID": "u536307",
			"postUserUrl": "https://www.flashback.orgu536307",
			"postDateTime": "2011-05-23, 14:25",
			"postUrlInThread": "https://www.flashback.org/t820956p178",
			"postUrlUniq": "https://www.flashback.org/sp30780928",
			"sentence": "Tycker det är lite konstigt att Stenmark är skön när han säger \"jag har redan en seger så du kan få den här\" men att Brandin är något slags monster när hon säger att hon kunnat stå hur länge som helst. Gillar både Brandin och Stenmark, även om jag tycker förminskningen av Billans seger var lite taskig (är dock ganska säker på att det var omedvetet) och tycker att det ska bli kul att se tre så olika idrottare i finalen.<br/>
<br/>
Skönt att ingen lagt sig i tävlingarna denna säsongen och medvetet placerat sig sist (som med Patrik Sjöberg) då jag tyckte det förstörde hela tävlingen. Blir så tråkigt om någon hela tiden \"siktar på nattduellen\".  <br/>
<br/>
Blir väl Stenmark som vinner om han inte sjabblar bort sig totalt. Skidåkare verkar lyckas bra i mästarnas mästare."
		},
		{
			"postIndex": 1939,
			"postNumber": 1988,
			"rankGlobal": 17,
			"rankLocal": 4,
			"scoreGlobal": 86,
			"scoreLocal": 86,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2011-05-16, 05:48",
			"postUrlInThread": "https://www.flashback.org/t820956p166",
			"postUrlUniq": "https://www.flashback.org/sp30649965",
			"sentence": "Brandin är genuint osympatisk. Det är helt OK att vara vinnarskalle och välja taktiskt, det säger jag inget om - men sättet hon gör det på. Först gick hon omkring och surade som fan över att Hanna hade mage att välja henne i nattduellen, när det sedan är hennes tur att välja så verkar hon njuta av situationen, att få nita dit någon. Som hon dessutom bestämt sig för på en gång. Denna någon visar sig vara \"den hon tror sig ha störst chans att vinna mot\", Billan. Det må ha vart en korrekt bedömning men det finns ju olika sätt att säga det på.<br/>
<br/>
Nej, hon framstår som en bitter och osympatisk hon-buffel, med liten respekt för andra människor. Ur ett vinnar-perspektiv må hon ha valt en bra strategi, hon är kvar i tävlingen och nu är killarna livrädda att välja henne i nästa nattduell. Men hon har missat att den här tävlingen inte bara handlar om att vinna, det handlar om sättet man gör det på. Vi tittare premierar de deltagare vi tycker om. Förra året var det Louise Karlsson som tog steget från relativt anonym till folkkär, Brolin visade sig ha en räv bakom örat - i år är det genomsympatiske Pekka som briljerat. Brandin lär nog inte vunnit många fans med sitt beteende.<br/>
<br/>
Nu hoppas vi på Stenis eller Bräck. Stenis för hans lågmälda framtoning, otroliga form och vinnarskalle. Bräck för att han är en lurig jäkel, skarpare än man anar."
		},
		{
			"postIndex": 2044,
			"postNumber": 2097,
			"rankGlobal": 18,
			"rankLocal": 5,
			"scoreGlobal": 85,
			"scoreLocal": 85,
			"userRank": 52,
			"userScore": 14,
			"postUserName": "Hzj",
			"postUserID": "u536618",
			"postUserUrl": "https://www.flashback.orgu536618",
			"postDateTime": "2011-05-22, 21:44",
			"postUrlInThread": "https://www.flashback.org/t820956p175",
			"postUrlUniq": "https://www.flashback.org/sp30771759",
			"sentence": "Trodde Limpar skulle vara mycket bättre i dessa fysiska grenar. Idioten borde ju passa honom perfekt på mer än ett sätt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>
<br/>
Blev mer imponerad av Stenmark i hinderbanan än i någon annan gren tidigare, synd att man inte fick se tider där, hade varit kul.<br/>
<br/>
Sedan måste erkännas att Brandin fick visa lite sympatiska sidor i detta program, vilket kanske klippts bort tidigare? Men lite för kaxig i slutet ändå. Naturligtvis ska ju sista grenens vikt vara %  av den egna kroppsvikten. Kanske möjligtvis något högre procentsats för killarna. Tänk om typ Hanna Ljungberg varit kvar och fått samma vikt som Brandin...<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/>
<br/>
Behållningen nu när sympatiska Pekka och Billan är borta är ju Limpans citat, motsägelsefulla och helt felaktiga. Hoppas han vinner bara för det. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		}
	],
	[
		{
			"postIndex": 2537,
			"postNumber": 2608,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 95,
			"scoreLocal": 100,
			"userRank": 93,
			"userScore": 11,
			"postUserName": "Minutvisaren",
			"postUserID": "u702479",
			"postUserUrl": "https://www.flashback.orgu702479",
			"postDateTime": "2013-04-01, 13:04",
			"postUrlInThread": "https://www.flashback.org/t820956p218",
			"postUrlUniq": "https://www.flashback.org/sp42742313",
			"sentence": "Instämmer med flera andra här. Hoppas Bernt åker ut. Jag stör mig på hans taktik. Visst, han är tävlingsinriktad och har en strategi om att försöka slå ut - som han sa i förra programmet - den som ser ut att vara störst hot totalt i tävlingen. Tycker inte han är särskilt intressant att lyssna på men framförallt imponeras jag inte av det han presterar i dom vanliga tävlingarna. <br/>
<br/>
Lite sent, med tanke på att hon åkte ut för en vecka sen, men jag flikar in detta ändå: Några här tyckte det var bra att Malin åkte ut, att hon inte har i Mästarnas mästare att göra mm. Visserligen har hon inga VM- eller OS-medajler (senior) men som t ex the_mack_attack och ropps <br/>
skrev så är konkurrensen hög inom löpning i friidrott. Varför jag nämner Malin är för att jag hade föredragit om hon hade varit kvar jämfört med Bernt. Dessutom: om någon deltagare - som inte har kapacitet att vinna i finalen - skulle vrålträna i förväg och öva upp reaktionsförmågan, armrörelserna, greppet och koncentrationen - denne skulle kunna ta sig ända fram till plats 3? Med en Bernt-taktik kan man slå ut Torgny Mogren eller Magda m fl - idrottare som jag mycket hellre följer länge i programmet. <br/>
<br/>
Ja, jag vet. Det är spelets regler. Bernts strategi utgår ju från det han bedömer är bäst för honom. Men jag tycker det är småtråkigt ifall det här slår ut någon av dom som lyckats bäst i grentävlingarna hittills. Förstår Ewerlöfs syrliga kommentar i <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnojesbladet%2Ftv%2Farticle16468965.ab\" target=\"_blank\">Aftonbladet</a>:<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			\"Jag hade inte känt mig värdig att slå ut någon som ligger så långt före\"
		
		</td>
</tr>
</table>
</div>
<br/>
Han sa i gårdagens avsnitt, när han kommenterade att Dan hade valt honom, att han trodde att Dan skulle ha valt Magda eftersom \"hon är det största hotet i tävlingen\".<br/>
<br/>
Kommer Bernt sist nästa gång finns risken att Magda utmanas då. <br/>
<br/>
Och visst ska väl då en värdig Mästarnas mästare ha kapacitet att klå underdogsen, så det är såklart inte fel alls om dom som ligger i topp utmanas. <br/>
<br/>
Jag har inte sett några slowmo-bilder så jag vet inte om <a href=\"/leave.php?u=http%3A%2F%2Fwww.expressen.se%2Fnoje%2Fkronikorer%2Ftherese-farsjo%2Ftherese-farsjo-glad-att-jag-och-bernt-johansson-inte-motts-i-en-nattduell%2F\" target=\"_blank\">Expressenkrönikörens</a> synpunkter stämmer: <br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
		
			\"Men mest irriterande är tillvägagångssättet som Bernt har klarat sig genom nattduellerna på. Han är inte automatiskt snabbast, utan <b>han rycker ju stavarna ur händerna på de andra!</b> Och jo, det ÄR faktiskt så. Jag har kollat flera gånger på repeat, på slowmotion till och med, för att vara säker på min sak.\"
		
		</td>
</tr>
</table>
</div>
<br/>
Det jag lilla jag hann skymta igår så var han väl ändå snabbast, förutom möjligen den gången då Dan nästan hann före men inte riktigt fick grepp? Det kanske var mer när Malin och Bernt duellerade? Ja, jag har inte alls koll på om den här Therese Färsjö på Expressen har rätt. Någon som tycker att hon har en poäng?"
		},
		{
			"postIndex": 2462,
			"postNumber": 2533,
			"rankGlobal": 63,
			"rankLocal": 2,
			"scoreGlobal": 73,
			"scoreLocal": 77,
			"userRank": 95,
			"userScore": 10,
			"postUserName": "the_mack_attack",
			"postUserID": "u1638",
			"postUserUrl": "https://www.flashback.orgu1638",
			"postDateTime": "2013-03-25, 01:09",
			"postUrlInThread": "https://www.flashback.org/t820956p212",
			"postUrlUniq": "https://www.flashback.org/sp42635432",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>kalle2525</strong></div>
<div>Gunder Hägg satte världsrekord. Han sprang vid flera tillfällen snabbare än varje dittills uppmätt lopp. Att hans storhet går dig förbi beror ju på dina felaktiga antaganden och att du inte har lagt ner någon möda på att ta reda på fakta. <br/>
<br/>
<br/>
<a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FGunder_H%25C3%25A4gg\" target=\"_blank\">källa</a><br/>
<br/>
EDIT:<br/>
<a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FJesse_Owens\" target=\"_blank\">Jesse Owens</a></div>
</td>
</tr>
</table>
</div>
<br/>
Jag vet att svarta fick tävla, men i praktiken var det ju bara \"kolonisvarta\" som gjorde det eftersom de andra länderna inte hade råd.<br/>
<br/>
Kolla t.ex. OS 48 som Hägg inte fick tävla i tack vare hans \"proffs\"-karriär:<br/>
<br/>
Inte många <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FAthletics_at_the_1948_Summer_Olympics_%25E2%2580%2593_Men%26%2339%3Bs_1500_metres\" target=\"_blank\">afrikaner</a> där?<br/>
<br/>
Det andra OS:et han skulle ställa upp i 1944 ställdes in p.g.a. världskrig. D.v.s. de flesta andra i hans ålder var ute och dog på krigsfälten. Och nej det var ingen slump att OS 1948 efter kriget är både Sveriges och Schweiz bästa OS genom tiderna, vi var de enda länderna i den utvecklade världen som inte hade massa ungdomar som dog.<br/>
<br/>
Och nej, jag tycker inte att han inte är stor, han är en av de största idrottarna i Svensk historia. Jag menar bara på att om något liknande hade hänt idag så hade den personen varit svensk idrotts onekligt största personlighet genom tiderna, något jag inte tycker Hägg kommer nära.<br/>
<br/>
Edit:<br/>
Gör om länkar till länkar."
		},
		{
			"postIndex": 2619,
			"postNumber": 2691,
			"rankGlobal": 69,
			"rankLocal": 3,
			"scoreGlobal": 72,
			"scoreLocal": 76,
			"userRank": 62,
			"userScore": 13,
			"postUserName": "Essen",
			"postUserID": "u596928",
			"postUserUrl": "https://www.flashback.orgu596928",
			"postDateTime": "2013-04-08, 21:38",
			"postUrlInThread": "https://www.flashback.org/t820956p225",
			"postUrlUniq": "https://www.flashback.org/sp42857265",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>NewDeer</strong></div>
<div>Vad ska vi köpa till Helena? Justin Bieber! Haha, så taskigt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/>
Hoppas verkligen Magda går vidare.</div>
</td>
</tr>
</table>
</div>
<br/>
Helena var inte direkt utstött men hon var aldrig riktigt inne i gänget. Säkert inte lätt för en tjej på 28 år att bli riktigt accepterad när alla andra är 40+.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Ustyugov2</strong></div>
<div>
Oj så fel det känns med Bernt i final. Nästan löjligt. Synd på Torgny, gillade honom skarpt.<br/>
<br/>
Svårt förstå varför Helena presterar som hon gör. Bollbacketävlingen borde varit som gjord för henne. Kan ha varit bristande teknik där faktiskt.</div>
</td>
</tr>
</table>
</div>
<br/>
Håller med om att det hade känts bättre med Torgny i final. Han var hela tiden klart bättre än Bernt i alla tävlingar.<br/>
<br/>
Jag tror Helena ville åka hem, hon verkade helt omotiverad."
		},
		{
			"postIndex": 2415,
			"postNumber": 2484,
			"rankGlobal": 79,
			"rankLocal": 4,
			"scoreGlobal": 71,
			"scoreLocal": 75,
			"userRank": 166,
			"userScore": 8,
			"postUserName": "Enzyme",
			"postUserID": "u301584",
			"postUserUrl": "https://www.flashback.orgu301584",
			"postDateTime": "2013-03-20, 18:05",
			"postUrlInThread": "https://www.flashback.org/t820956p207",
			"postUrlUniq": "https://www.flashback.org/sp42564872",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>HerrGickhan</strong></div>
<div>Det är så jag ser det, men Corneliusson duger inte på något plan.</div>
</td>
</tr>
</table>
</div>
<br/>
Dock ska man tänka på att Danne var en riktig fyllbult för några år sedan. Sågs ofta på en lokal sunkkrog där han spolade i sig stora stark. Tycker det är kul att han verkar ha fått rätsida på sitt liv. Visst är han lite rund med Brolin var ju också smällfet när han medverkade. Det handlar inte om att de medverkande ska va i topptrim."
		},
		{
			"postIndex": 2474,
			"postNumber": 2545,
			"rankGlobal": 81,
			"rankLocal": 5,
			"scoreGlobal": 70,
			"scoreLocal": 74,
			"userRank": 2,
			"userScore": 65,
			"postUserName": "HerrGickhan",
			"postUserID": "u485266",
			"postUserUrl": "https://www.flashback.orgu485266",
			"postDateTime": "2013-03-25, 13:17",
			"postUrlInThread": "https://www.flashback.org/t820956p213",
			"postUrlUniq": "https://www.flashback.org/sp42639679",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Ostrobothnia</strong></div>
<div>Vad jag minns så kom hon tillbaka och visade sin video efter hon åkt ut.</div>
</td>
</tr>
</table>
</div>
<br/>
Jag minns det inte så, men minnet kan ju spela en ett spratt.<br/>
<br/>
---<br/>
<br/>
Eftersom programmet är förinspelat finns ju goda möjligheter att redigera. Det hade då varit lämpligt att spela in avsnittet med allas filmvisning och sedan portionera ut detta i den takt som deltagarna åker ut. Det hade ju även varit bättre att ha alla samlade för alla filmer. Nu blir det bara de i början som får visa för alla."
		}
	],
	[
		{
			"postIndex": 2987,
			"postNumber": 3063,
			"rankGlobal": 27,
			"rankLocal": 1,
			"scoreGlobal": 81,
			"scoreLocal": 100,
			"userRank": 14,
			"userScore": 27,
			"postUserName": "Oddball",
			"postUserID": "u59942",
			"postUserUrl": "https://www.flashback.orgu59942",
			"postDateTime": "2013-05-13, 01:04",
			"postUrlInThread": "https://www.flashback.org/t820956p256",
			"postUrlUniq": "https://www.flashback.org/sp43400031",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Zenken</strong></div>
<div>Det är uppenbart att SVT vill ha en kvinnlig vinnare i år.</div>
</td>
</tr>
</table>
</div>
<br/>
Absolut, tävlingarna i dagens avsnitt var ju verkligen skräddarsydda för att en av tjejerna skulle komma först. Tjejer 16 resp 14 poäng, killar 5 resp 3 poäng - det talar sitt tydliga språk. <br/>
<br/>
Väldigt storsint och gentlemannamässigt av Jesper att välja Bernt, motsvarande skulle Bernt själv aldrig gjort - han känner nog inte ens till begreppet eller åtminstone förstår han det inte. <br/>
<br/>
Kommer verkligen sitta och hoppas på att Magdalena och Anna tar första och andraplatsen i finalen. Bernt borde inte ens vara där, någonting är snett med tävlingsupplägget om man kan vara sämst i alla tävlingar men gå till final pga nattduellerna. Dessutom verkar han otroligt tråkig."
		},
		{
			"postIndex": 2978,
			"postNumber": 3054,
			"rankGlobal": 41,
			"rankLocal": 2,
			"scoreGlobal": 77,
			"scoreLocal": 95,
			"userRank": 24,
			"userScore": 21,
			"postUserName": "sm910dif",
			"postUserID": "u315077",
			"postUserUrl": "https://www.flashback.orgu315077",
			"postDateTime": "2013-05-12, 22:07",
			"postUrlInThread": "https://www.flashback.org/t820956p255",
			"postUrlUniq": "https://www.flashback.org/sp43397188",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>HerrGickhan</strong></div>
<div>Fast nu har ju grenarna inte varit speciellt \"kvinnliga\". De manliga deltagarna har varit dåliga, speciellt Jesper.</div>
</td>
</tr>
</table>
</div>

Syftar du på tidigare program? För idag var ju alla grenar rena kvinnogrenar. Slinka genom små hål och utrymmen i första säger sig självt att det mycket handlar om en smidig men framförallt liten kropp. Jägarvila har redan varit uppe här, det är ju en gren för barn, kvinnor och äldre eller andra som i allmänhet har korta ben och liten kroppsvikt. Att gräva sig under genom sanden är givetvis också en enorm fördel att vara liten och kvinnlig framför manlig och stor.<br/>
<br/>
Därmed inte sagt att Jesper/Bernt skulle ha presterat nå vidare idag, eller att Anna/Magdalena inte gör det bra. Med ett så svagt manligt fält uttaget i år vore det skandal om en kvinna inte vann. Att som SVT dessutom välja sådana här grenar idag helt ogenerat utlöste en del sekundärskam å producentens vägnar hemma i min tv-soffa idag i alla fall, oavsett om det grundar sig i en medveten genuskonspiration eller om det bara råkat bli så.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Tuschpennan</strong></div>
<div>Jag håller inte med om detta. En tävlingsmänniska med inslag av logik gör det som Jesper gjorde, oavsett kön.</div>
</td>
</tr>
</table>
</div>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Isglass</strong></div>
<div>Vad är det för idioter som tycker att sportslighet är PK? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>  Det var fullständigt uppenbart att Magda förtjänade att gå till final medan Bernt förtjänade ytterligare en nattduell. Jesper B ska ha all heder för sitt sportsliga val.</div>
</td>
</tr>
</table>
</div>

Om man väljer att ta mästarnas mästare som ett socialt umgängesprogram där trivselfaktorer är viktiga eller som ett program där tävlingsmomentet är det viktiga är ett relativt öppet val. <br/>
<br/>
Att däremot säga att Jespers val var ett bra val rent tävlingsmässigt är konstigt - Bernt som varit bra i nattduellen och usel i tävlingarna är ju ett skolboksexempel på vad som är dåligt att välja om man faktiskt främst är där för att vinna. <br/>
<br/>
Att säga att det är ett sportsligt val är inte bara konstigt, det är rent av horribelt. Själva fundamentet för all idrott är att göra sitt yttersta för att maximera sina vinstchanser inom de regler och normer som är uppsatta för sporten, att medvetet ge motståndare fördelar är djupt osportsligt och visar på en rejäl brist på respekt. Det är bara jänkarna som har en sådan kultur där det är accepterat, i resten av sportvärlden är det inget annat än en skymf mot övriga att inte göra sitt yttersta för att ge motståndaren så starkt motstånd som man kan uppbringa."
		},
		{
			"postIndex": 2959,
			"postNumber": 3035,
			"rankGlobal": 50,
			"rankLocal": 3,
			"scoreGlobal": 75,
			"scoreLocal": 92,
			"userRank": 7,
			"userScore": 36,
			"postUserName": "eternussermo",
			"postUserID": "u433787",
			"postUserUrl": "https://www.flashback.orgu433787",
			"postDateTime": "2013-05-12, 21:11",
			"postUrlInThread": "https://www.flashback.org/t820956p253",
			"postUrlUniq": "https://www.flashback.org/sp43396154",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>avec</strong></div>
<div>Ja, de har vunnit trots att det är upplagt för kvinnor men SVT har gjort det enklare och enklare för kvinnorna för varje år som gått. I år fyllde de startfältet med kvinnliga idrottsstjärnor som nyligen avslutat sin karriär medan de valde gamla gubbar.<br/>
<br/>
slump? Inte en chans.</div>
</td>
</tr>
</table>
</div>

Håller med om att deltagarlistan i år gynnar tjejer, men i övrigt är det ju tänkt att välja tävlingar som blir så rättvisa som möjligt med det skillnader som faktiskt finns, vore ju rätt meningslöst och trist annars. <br/>
<br/>
Är väl antagligen så att tävlingarna tidigare år inte varit helt i linje med tävlingens anda (att kvinnor och män skall ha ungefär samma möjlighet att vinna) eftersom män vunnit varenda gång. Tjejer som jag hoppades skulle vinna var Pillan och Louise Karlsson. Louise tror jag hade vunnit om hon inte hade nåt medfött problem med att få ner pulsen och Tompa Johansson gick till final istället trots att han var långt efter <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/>"
		},
		{
			"postIndex": 2854,
			"postNumber": 2929,
			"rankGlobal": 51,
			"rankLocal": 4,
			"scoreGlobal": 75,
			"scoreLocal": 92,
			"userRank": 2,
			"userScore": 65,
			"postUserName": "HerrGickhan",
			"postUserID": "u485266",
			"postUserUrl": "https://www.flashback.orgu485266",
			"postDateTime": "2013-05-05, 21:16",
			"postUrlInThread": "https://www.flashback.org/t820956p245",
			"postUrlUniq": "https://www.flashback.org/sp43288554",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>mattep74</strong></div>
<div>Jesper erkänner ju att det är lite fusk att det är den starkaste som vinner med dessa regler. Varför får jag känslan om att de ändrar reglerna nu....</div>
</td>
</tr>
</table>
</div>
<br/>
Nej, det kommer de inte att göra. Varför skulle de göra det?"
		},
		{
			"postIndex": 2755,
			"postNumber": 2830,
			"rankGlobal": 59,
			"rankLocal": 5,
			"scoreGlobal": 74,
			"scoreLocal": 91,
			"userRank": 12,
			"userScore": 29,
			"postUserName": "supersmurfigt",
			"postUserID": "u113915",
			"postUserUrl": "https://www.flashback.orgu113915",
			"postDateTime": "2013-04-22, 15:17",
			"postUrlInThread": "https://www.flashback.org/t820956p236",
			"postUrlUniq": "https://www.flashback.org/sp43083698",
			"sentence": "Blomqvist hade flyt med lagen igår. Först parad med en till bollspelare i treboll, sen med en simmare i dykgrenen. Sen hade han själv naturlig fördel i treboll och brottningen från sin sport. Värdig vinnare dock, inget snack.<br/>
<br/>
Tycker det är intressant hur många deltagare som väljer att ta grenarna som de kommer. Lite enkel taktik och mycket skulle vara vunnet. Känns verkligen som mer lek än allvar när vissa bara kör på utan att tänka först. Värsta exemplet på det är väl Limpar i backlöpningen häromåret, han hade ställt in sig på att vinna 12 heat i rad. Stenmark och Brolin däremot, de fattade snabbt vad bästa strategin var i de grenar som det fanns något att vinna med att ha en."
		}
	],
	[
		{
			"postIndex": 3077,
			"postNumber": 3156,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 94,
			"scoreLocal": 100,
			"userRank": 75,
			"userScore": 12,
			"postUserName": "ercy",
			"postUserID": "u315147",
			"postUserUrl": "https://www.flashback.orgu315147",
			"postDateTime": "2013-05-20, 22:30",
			"postUrlInThread": "https://www.flashback.org/t820956p263",
			"postUrlUniq": "https://www.flashback.org/sp43526316",
			"sentence": "Såg på aftonbladet att Magdalena Forsberg ville slå Stenmark via någon vinnarvariant utav MM och främst då att elva vinnare skulle komma tillbaka (skulle inte vara möjligt innan 2020). <br/>
<br/>
Huvudfrågan är vilka ni skulle vilja se i erat all-star MM? Släng gärna med någon liten motivering till varje.<br/>
<br/>
<b><u>Ercys gyllene 11:</u></b><br/>
<br/>
<b>1: Ingemar Stenmark </b>Säsong 3<br/>
Egentlig kommentar överflödig. Ingemar Stenmark krossade allt motstånd i säsong 3 tämligen enkelt. Intressant för övrigt att se personen bakom framgången.<br/>
<br/>
<b>2: Per Elofsson </b>Säsong 1<br/>
Känner att Per inte fick något riktigt motstånd i sin säsong. Mycket tack vare Aras gentlemannamässighet i nattduellerna och något som satte tonen på dem resten av säsongen (eller ja, tills Emelie Öhrskog frångick principen och fick tjing på det).<br/>
<br/>
<b>3: Susanne Gunnarsson</b> Säsong 1<br/>
Första kvinnan på min lista och uppvisade en enorm vinnarmentalitet. Dessutom bjöd hennes bågskytte på det största skrattet i den första säsongen.<br/>
<br/>
<b>4: Pelle Fosshaug</b> Säsong 1<br/>
En utav de största glädjespridarna i MM:s historia. En enorm tomhet när han försvann.<br/>
<br/>
<b>5: Pekka Lindmark</b> Säsong 3<br/>
Säsong 3:s version av Fosshaug. Hade inte Stenmark och Bräck varit kvar hade jag med största sannolikhet slutat kolla på den tredje säsongen.<br/>
<br/>
<b>6: Tomas Brolin</b> Säsong 2<br/>
Toppar vi dessutom allstarsäsongen med Brolin kommer vi att komma upp i värmenivåer som bara ett krematorie kan matcha.<br/>
<br/>
<b>7: Kenny Bräck</b> Säsong 3<br/>
Ska vi blanda in lite lokalpatriotism så är det klart att Kenny ska vara med.<br/>
<br/>
<b>8: Malin Moström</b> Säsong 1<br/>
Exemplifierar lite samma egenskaper som Anna Lindberg. Ganska lågmäld och i en stabil mitt till en början men giftig i slutet.<br/>
<br/>
<b>9: Armand Kranjc</b> Säsong 2<br/>
Lejonet från Landskrona!<br/>
<br/>
<b>10: Jörgen Jönsson</b> Säsong 4<br/>
I egenskap utav hängiven supporter till FBK är det klart att Jörgen ska vara med.<br/>
<br/>
<b>11: Magdalena Forsberg</b> Säsong 5<br/>
Är bara med i egenskap av vinnare samt för att balansera könskvoten. Är det för övrigt bara jag som anade en latent kåthet mellan Magda och Bernt?<br/>
<br/>
<br/>
Lista på folk som jag <b>absolut</b> inte vill ha med:<br/>
Maria Brandin - Ful och allmänt tråkig, stör mig också på hennes träskmonsterskrik i nattduellen.<br/>
Erica Johansson - Se Malins längdhopp så förstår ni, dessutom vad har hon vunnit?<br/>
<br/>
<br/>
Avslutar med citatet: <i>\"95% är losers.\"</i>"
		},
		{
			"postIndex": 3068,
			"postNumber": 3146,
			"rankGlobal": 16,
			"rankLocal": 2,
			"scoreGlobal": 88,
			"scoreLocal": 93,
			"userRank": 5,
			"userScore": 49,
			"postUserName": "kostymnisse",
			"postUserID": "u468903",
			"postUserUrl": "https://www.flashback.orgu468903",
			"postDateTime": "2013-05-20, 09:49",
			"postUrlInThread": "https://www.flashback.org/t820956p263",
			"postUrlUniq": "https://www.flashback.org/sp43514445",
			"sentence": "Man får börja med att gratulera Magda till vinsten. <br/>
<br/>
Jag bryr mig inte ett dyft om det är en man/kvinna som vinner så länge segraren känns rätt. Hade man valt mindre fysiska grenar hade någon gnällt på att det var för tufft för de äldre deltagarna, hade man valt rena \"hjärntävlingar\" hade folk gnällt för det. <br/>
Nu var det väl egentligen en mix, även om jag tycker som en del andra här att en del tävlingar är mer robinson än något annat. <br/>
<br/>
Anna åkte dit på pusslet dock vilket var lite tråkigt, hon växte under serien för min del och var min favorit till segern innan finalen men all cred till Magda som gjorde det riktigt bra. <br/>
<br/>
Nästa säsong blir intressant med, Frank Andersson är väl redan klar men vilka resten blir vete tusan. Finns ju en hel del kvar att ta av, Leifby på allas vår favoritmagga AB skrev ju om Henke Larsson, Anja Pärson, Kajsa Bergqvist samt en del motorstjärnor som Tony Rickardsson, Carla, Kenneth Hansen eller om han nu verkligen lägger av, Posa. Posa vore otroligt roligt att få vara med, han kanske inte är en ungtupp direkt men är stenhård och tränad som få andra fast inte på samma sätt. <br/>
Blir iaf kul att se vilka de lyckas locka, det känns svårare på damsidan dock."
		},
		{
			"postIndex": 3160,
			"postNumber": 3243,
			"rankGlobal": 71,
			"rankLocal": 3,
			"scoreGlobal": 72,
			"scoreLocal": 77,
			"userRank": 38,
			"userScore": 16,
			"postUserName": "namram",
			"postUserID": "u79766",
			"postUserUrl": "https://www.flashback.orgu79766",
			"postDateTime": "2014-03-09, 22:02",
			"postUrlInThread": "https://www.flashback.org/t820956p271",
			"postUrlUniq": "https://www.flashback.org/sp47861065",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Moltas666</strong> <a href=\"/p47861008#p47861008\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>
Min bedömning (efter att ha umgåtts i idrottskretsar i många år) är att Sunneborn inte är den allra vassaste i lådan när det gäller.</div>
</td>
</tr>
</table>
</div>

Det man inte har i huvet får man ha i benen! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
		},
		{
			"postIndex": 3183,
			"postNumber": 3266,
			"rankGlobal": 72,
			"rankLocal": 4,
			"scoreGlobal": 72,
			"scoreLocal": 77,
			"userRank": 175,
			"userScore": 8,
			"postUserName": "Rundstedt",
			"postUserID": "u385700",
			"postUserUrl": "https://www.flashback.orgu385700",
			"postDateTime": "2014-03-12, 07:49",
			"postUrlInThread": "https://www.flashback.org/t820956p273",
			"postUrlUniq": "https://www.flashback.org/sp47895374",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Neus</strong> <a href=\"/p47887728#p47887728\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div><b>56 minuter är mitt rekord!</b><br/>
<br/>
Vart fan är Gunde för övrigt? Jag anser nog att castingen detta år, är något av ett misslyckande. Men hur som haver, ett kvalitativt program. Förvånad att vi inte sett något liknande i USA! Kan i och för sig ha att göra med det på tok för breda och specialinriktade idrottsintresset. I Sverige har vi ju fotboll, hockey och OS som för oss samman.</div>
</td>
</tr>
</table>
</div>
<br/>
Du får inte ta stöd med FB-dasen ju."
		},
		{
			"postIndex": 3173,
			"postNumber": 3256,
			"rankGlobal": 83,
			"rankLocal": 5,
			"scoreGlobal": 70,
			"scoreLocal": 75,
			"userRank": 169,
			"userScore": 8,
			"postUserName": "seriously?",
			"postUserID": "u253204",
			"postUserUrl": "https://www.flashback.orgu253204",
			"postDateTime": "2014-03-10, 17:44",
			"postUrlInThread": "https://www.flashback.org/t820956p272",
			"postUrlUniq": "https://www.flashback.org/sp47871451",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>NewDeer</strong> <a href=\"/p47869108#p47869108\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>
Förresten borde han och Mattias knulla skiten ur varann så spänningarna mellan dem släpper inför tävlingarna <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/></div>
</td>
</tr>
</table>
</div>
<br/>
Så det var inte bara jag som kände att dom hade en liten homo-connection? :P"
		}
	],
	[
		{
			"postIndex": 3700,
			"postNumber": 3795,
			"rankGlobal": 43,
			"rankLocal": 1,
			"scoreGlobal": 76,
			"scoreLocal": 100,
			"userRank": 92,
			"userScore": 11,
			"postUserName": "chessjamt",
			"postUserID": "u663350",
			"postUserUrl": "https://www.flashback.orgu663350",
			"postDateTime": "2014-05-17, 19:50",
			"postUrlInThread": "https://www.flashback.org/t820956p317",
			"postUrlUniq": "https://www.flashback.org/sp48833829",
			"sentence": "Såg klart de tre sista avsnitten i dagarna. WTF?! Den som man trodde minst av alla skulle vinna går och vinner allting <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/>
<br/>
Nåja, en skön segrare, hade hoppats mer på Tommy då han som många andra skriver verkar vara ödmjuk och sympatisk. <br/>
Men men, Ravelli är bäst när det gäller, tydligen.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>AlonzoHarris</strong> <a href=\"/p48759906#p48759906\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div><b>Logiska tävlande nästa säsong</b><br/>
<br/>
Magnus Samuelsson, Jonas Björkman, Tony Rickardsson, Bjärred, Martin Lidberg, Sven Nylander Jörgen Persson, Gunde Svan, Janne Boklöv, <br/></div>
</td>
</tr>
</table>
</div>
<br/>
<br/>
Magnus Samuelsson vore härligt att ha med. Känns också hyfsat realistiskt att det skulle kunna gå. (Han har väl varit med i Superstars på 3an, eller något liknande?) <br/>
Gunde Svan vore ett stjärnlyft för programmet, men undrar om inte det tåget har gått för honom, att chansen var det året då han var tänkt att vara med men fick twar och tvingades ställa in. Vore dock riktigt kul om han kunde vara med i framtiden. <br/>
<br/>
Finns väl flera ishokeyspelare man kan ta med, Foppa, Mats Sundin, Lidberg som du skriver och flera andra.<br/>
<br/>
På damsidan skulle jag vilja se Anja Pärsson, Anna Carin Zidek, Klüft, kanske ytterliggare någon simmerska, någon längdåkare.<br/>
<br/>
Någon som vet om Susanna Kallur fortfarande tävlar/är aktiv? 33 år gammal. Vad tror ni, satsar hon fortfarande?"
		},
		{
			"postIndex": 3681,
			"postNumber": 3775,
			"rankGlobal": 44,
			"rankLocal": 2,
			"scoreGlobal": 76,
			"scoreLocal": 99,
			"userRank": 107,
			"userScore": 10,
			"postUserName": "Oformad",
			"postUserID": "u417451",
			"postUserUrl": "https://www.flashback.orgu417451",
			"postDateTime": "2014-05-11, 22:09",
			"postUrlInThread": "https://www.flashback.org/t820956p315",
			"postUrlUniq": "https://www.flashback.org/sp48753053",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Lysturken</strong> <a href=\"/p48752571#p48752571\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Lattjig avslutning av en i övrigt ovanligt underhållande säsong av mästarkollot. Bättre än flera tidigare säsonger. Stark vinnare dessutom. Kanske inte den starkaste, men knappast oväntad i ett sällskap av minst en sillmjölk till friidrottare för mycket. Ytterst få, samtliga säsonger inbegripna, hade matchat Thomas i nattduellen. Han hade en sanslös precision i var händerna snappade fram. Ballt hur det sitter kvar! Faktum är ju att målvakterna gör hela programmet. Lättar upp, psykar, underhåller - och visar tävlingsfokus. Lite Bolt, fast utan spänst. Ingen traktor Jönsson eller mussla Stenmark där inte. Även om jag gillar tävlingsdårar också. Thomas och tomaterna ligger ju för övrigt högt på listan över alla tiders mästarögonblick. Tommy och hunden är inte långt efter. Toppen!</div>
</td>
</tr>
</table>
</div>
<br/>
Tyckte också det var en underhållande säsong, betydligt bättre än de tidigare som uppdelade grupper. Främst är det väl Tommy Söderberg och Thomas Ravelli som livat upp stämmningen, även om den senare ofta gick över gränsen till irriterande, men känns som att det var värdefullt att han lättade upp stämmningen, vilket fick de andra att skina lite mer. <br/>
<br/>
Dock lite synd att det inte fanns någon deltagare som riktigt glänste tävlingsmässigt, trodde från början att både Anna Olsson och Lars Frölander skulle imponera, men där tog jag fel.<br/>
<br/>
Hade helst sett Tommy som slutsegrare, dock inget att fälla tårar för. Tyckte att sista tävlingen var väl utformad, så känns okej."
		},
		{
			"postIndex": 3672,
			"postNumber": 3766,
			"rankGlobal": 58,
			"rankLocal": 3,
			"scoreGlobal": 74,
			"scoreLocal": 97,
			"userRank": 189,
			"userScore": 7,
			"postUserName": "Strumpebandssnoken",
			"postUserID": "u650948",
			"postUserUrl": "https://www.flashback.orgu650948",
			"postDateTime": "2014-05-11, 21:04",
			"postUrlInThread": "https://www.flashback.org/t820956p314",
			"postUrlUniq": "https://www.flashback.org/sp48751868",
			"sentence": "Haha, alltså, det var ju inte precis tippat. Jag är dock lite besviken att varken Anna eller Tommy vann, där jag företrädesvis höll Tommy allra helst. Han hade varit en värdig segrare på ett helt annat sätt än vad Thomas var, men man får ändå ge lite credd till Thomas. Han ÄR bäst när det gäller, vilket han bevisar i sina nattdueller och slutligen i avslutningsfighten. <br/>
<br/>
Dock, som vissa påpekade, är han den absolut sämsta segraren av mästarnas mästare vad det gäller allroundförmåga. Men jävlar vilken nattduelist han är, och jävlar vad han tar fram det sista när det behövs.<br/>
<br/>
Det enda frågetecknet kring årets säsong är vad som hände med Frölander i Sisyfos? Han hade ultimat otur där, han behövde komma sist och Anna behövde vinna. Frölander hade varit den mest värdiga allroundvinnaren. Synd att han inte ens fick chansen till nattduell, utan åkte direkt. Men sådana är spelets regler!<br/>
<br/>
Tack för i år!<br/>
<br/>
Med vänliga hälsningar<br/>
<br/>
Strumpebandssnoken"
		},
		{
			"postIndex": 3590,
			"postNumber": 3681,
			"rankGlobal": 62,
			"rankLocal": 4,
			"scoreGlobal": 73,
			"scoreLocal": 96,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "Dr King",
			"postUserID": "u98999",
			"postUserUrl": "https://www.flashback.orgu98999",
			"postDateTime": "2014-04-28, 07:16",
			"postUrlInThread": "https://www.flashback.org/t820956p307",
			"postUrlUniq": "https://www.flashback.org/sp48559643",
			"sentence": "Visst var det synd att Lasse Frölander åkte ut. Samtidigt var det så att han vek ner sig och kom sist i den gren som jag tycker bäst av grenarna visar vem som är en riktigt bra idrottsman nämligen sisyfos.<br/>
<br/>
Vinnaren av den grenen har mycket ofta varit slutsegraren hela säsongen. Per Elofsson, ingemar Stenmark, Jörgen Jönsson och Magdalena Forsberg vann alla säsongen efter att ha vunnit sisyfos. Hur det var med Armand Kranjc minns jag inte men inte omöjligt att också han vann sisyfos.<br/>
<br/>
Återstår att se om detta innebär att Anna Laurell vinner årets säsong. Inte omöjligt med tanke på att detta känns som det svagaste finalfältet på länge."
		},
		{
			"postIndex": 3592,
			"postNumber": 3683,
			"rankGlobal": 74,
			"rankLocal": 5,
			"scoreGlobal": 72,
			"scoreLocal": 94,
			"userRank": 24,
			"userScore": 21,
			"postUserName": "sm910dif",
			"postUserID": "u315077",
			"postUserUrl": "https://www.flashback.orgu315077",
			"postDateTime": "2014-04-28, 11:19",
			"postUrlInThread": "https://www.flashback.org/t820956p307",
			"postUrlUniq": "https://www.flashback.org/sp48561050",
			"sentence": "<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>HerrGickhan</strong> <a href=\"/p48334386#p48334386\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Mitt sinnelag är konstant och min anmäkrning bygger på dessa ord som du skrev i ditt tidigare inlägg:<br/>
<br/>
Min invändning är att alla dessa egenskaper försämras drastiskt efter en viss ålder. Om man ska ha en tävling där \"mästare\" av olika åldrar och kön ska delta med någorlunda möjlighet till spänning, då måste man kompensera för skillnaderna. Det innebär att det kan bli grenar som gynnar olika egenskaper mer eller mindre. <br/>
<br/>
Det är ju ändå ett lekprogram så varför uppröras över att det finns moment som inte lockar fram elitegenskaper. Förmodligen har \"jägarvilan\" någon form av betydelse för tävlingens jämvikt.</div>
</td>
</tr>
</table>
</div>

Ja, att äldres kroppar är nedbrutna och i sämre fysisk kondition än yngres överlag går ju inte att komma ifrån. Jag tycker det låter som den springande punkten i vår meningsskiljaktighet går kring hur SVT skall hantera det \"problemet\" inom ramen för programmets idé och syfte. Jag har aldrig sagt att inget annat än rent explosiva styrkeaspekter ska ingå, de egenskaper jag räknade upp förut får såklart ställas i relation till vad som testas i jägarvila. För det är just det, kompensera gärna gamlingar och kvinnors bristande förmågor - nu var jag sådär \"elitistiskt snävsynt\" igen - men gör det i så fall med grenar som har relevans för vad som utgör och formar en \"mästare\". Jägarvila gör inte det, jägarvila gynnar personer byggda som barn/kvinnor/äldre - seniga, spinkiga och utan muskler. Man ska inte ha en nackdel i mästarnas mästare av att fortfarande ha viss atletisk förmåga kvar. SVT bör finna andra vägar att ordna tävlingsbalansen, gärna genom att bättre försöka nyttja de förmågor av rutin och klokskap man förhoppningsvis lägger till med åldern men som inte står i direkt kontrast mot atletiska förmågor.<br/>
<br/>
45-årsgräns kanske vore något också, att 4 av 6 i den här gruppen är i 30-årsåldern känns inte helt tillfredsställande. Hittar man inga deltagare kan man alltid lägga programmet på is 5-10 år.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>HerrGickhan</strong> <a href=\"/p48555425#p48555425\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Det pekar åt det hållet. Lite för »perfekt« att könsfördelningen skulle bli likadan hela tiden.</div>
</td>
</tr>
</table>
</div>

Du skrev det själv, SVT jobbar förmodligen med tävlingsbalansen.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>Bajstaja</strong> <a href=\"/p48556253#p48556253\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Är det någon annan som tycker att de flesta tävlingar är väldigt tråkiga? Det är alldeles för många statiska grenar tycker jag, t.ex. hänga längst tid, hålla andan osv. Det hade varit mycket mer spännande om de gjorde något aktivt, så att man kan känna att \"oj, nu jävlar spurtar Ravelli hem det här!\".<br/>
<br/>
Samma gäller nattduellen, också en statisk tävling som följer exakt samma mönster varje gång. Man kan ju lika gärna klippa direkt till när lampan släcks.</div>
</td>
</tr>
</table>
</div>

Yes! Hinderbanor, sisyfos, beep-test, den typen av tävlingar är absolut roligast att se. Sen gillade jag iofs elbanan också, träffsäkert sätt att testa förmåga att behålla kylan och prestera under stor press.<br/>
<br/>
<div class=\"post-quote-holder\">
<div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div>
<table class=\"p2-4\" style=\"width:100%\">
<tr>
<td class=\"alt2 post-quote\">
<div>Ursprungligen postat av <strong>namram</strong> <a href=\"/p48557787#p48557787\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div>
<div>Är inte den där grenen där man ska hänga en riktig skitgren? Det är ju en fördel att ha lite muskler i den. I teorin skulle väl Agda 90 år ha större chans än en normaltränad man.</div>
</td>
</tr>
</table>
</div>

Kanske inte just Agda 90 med reumatoid artrit och svårartad ischias men Siv 67 och Lisa 8 år har definitivt bättre förutsättningar, givet att de är friska och inte överviktiga. Mina knattekullar låter jag ofta få tävla mot MM-tiderna i statiska grenar- jägarvila och hängande - av en enda anledning. Det är en stor självförtroendekick för barnen att utan problem kunna krossa MM-tiderna."
		}
	]
]
