[
	{
		"postIndex": 43654,
		"postNum": 24521,
			"postTime": "2014-04-03",
		"postLink": "/sp48228032",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2044",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Tyckte att den var bra men överskattad tidigare, men efter att ha sett den på Cinemateket tidigare i år så blev det genast en bättre upplevelse och skräcken i filmen gjorde sig verkligen bra på stor duk, hade inte heller sett den på ett par år innan så mindes inte allt så värst mycket, men en otäck film är det helt klart, och bra!"
	},
	{
		"postIndex": 39206,
		"postNum": 22078,
			"postTime": "2014-02-03",
		"postLink": "/sp47349601",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1840",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Men då väntar jag också hellre på att 5 timmar och 30 minuter versionen kommer ut, bor ju i Helsingborg så är inte så långt över till Danamrk där den ocensurerade versionen spelas, nu känner jag mig lite elak med tanke på hu många som vill se den och inte kan så har jag världens möjlighet och tänker inte Har väldigt svårt för Triers filmer då det inte gör ett skvatt för mig, mina föräldrar å andra sidan älskar mannen och hans filmer, där min mor annars anser Woody Allen är den konstiga regissören där hon absolut inte klarar av hans filmer."
	},
	{
		"postIndex": 27738,
		"postNum": 15752,
			"postTime": "2013-06-14",
		"postLink": "/sp43904948",
		"postUser": "BrutusBeefcake",
		"postUserID": "/u720861",
		"postUrl": "https://www.flashback.org/t1026152p1313",
		"userUrl": "https://www.flashback.org/u720861",
		"sentence": "Blir ingen film nu, men om två timmar skall jag på bio, då blir det , Park Chan-Wooks första hollywoodfilm(det var han som regisserade Old Boy) med bland andra Nicole Kidman, vet att många inte brukar gilla henne, men jag tycker att hon är ganska bra, gillade henne verkligen i The Paperboy från förra året, som dessutom var den nästbästa filmen som släpptes förra året(bakom The Place beyond the Pines) så det skall onekligen bli intressant att se den."
	},
	{
		"postIndex": 42257,
		"postNum": 23709,
			"postTime": "2014-03-14",
		"postLink": "/sp47933413",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1976",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Blev ganska besviken på den faktiskt även om det inte är någon dålig film per se, men inte alls som jag hade förväntat mig av den, å andra sidan hade jag knappt läst någonting om den eller sett en trailer innan jag såg den på bio tidigare i år."
	},
	{
		"postIndex": 29208,
		"postNum": 16691,
			"postTime": "2013-07-21",
		"postLink": "/sp44414196",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1391",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Tänkte ta och se lite Jay & Silent Bob filmer den kommande veckan då jag inte sett några av dem än och senare ikväll börja med den första såklart; Dock undrar jag en sak har tre versioner av den, Undrar bara till er som sett filmen och främst alla tre versioner vilken jag ska se som ska se den för första gången?"
	},
	{
		"postIndex": 3990,
		"postNum": 2006,
			"postTime": "2011-09-07",
		"postLink": "/sp32718972",
		"postUser": "Rocket-Queen",
		"postUserID": "/u353531",
		"postUrl": "https://www.flashback.org/t1026152p168",
		"userUrl": "https://www.flashback.org/u353531",
		"sentence": "Här är min lista över min plan: Woody Allen - Manhattan, Sweet And Lowdown Martin Scorsese - Goodfellas, Casino, Gangs of New York Christopher Nolan - The Dark Knight, The Prestige, Inception Paul Thomas Anderson - There Will Be Blood, Boogie Nights, Punch-Drunk Love Terrence Malick - Badlands, Days of Heaven, The Thin Red Line Ingmar Bergman - Fanny och Alexander, Det sjunde inseglet, Persona Bela Tarr - Sátántangó, Werckmeister harmóniák, A Torinói ló Lars von Trier - Breaking the Waves, Dogville, Direktören för det hele Alejandro Amenabar - The Others, Thesis Jean-Luc Godard - Á bout de souffle, Bandè a part, Le mépris Roman Polanski - Repulsion, Chinatown, The Pianist Brian De Palma - Carrie, The Untouchables, Dressed to Kill Akira Kurosawa - Yojimbo, Shichinin no samurai, Tengoku to jigoku Milos Forman - Ragtime, Lásky jedné plavovlásky, Taking Off Wim Wenders - Der Himmel über Berlin, Alice in den Städten, Falsche Bewegung Federico Fellini - 8 1/2, Fellini Amarcord, La strada Robert Bresson - Mouchette, En dödsdömd har rymt, Pickpocket Ettore Scola - La Famiglia, Macaroni, Brutti, sporchi e cattivi Nu gäller det bara att hitta någonstans att börja Kommer börja nu i veckan med Christopher Nolan hade jag tänkt (har missat honom nästan helt förutom Batman Begins och Memento)."
	},
	{
		"postIndex": 43221,
		"postNum": 24276,
			"postTime": "2014-03-28",
		"postLink": "/sp48140055",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2023",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Nu har jag sett filmen och den var faktiskt bättre än trean och fyran som jag inte minns mycket alls utav och som jag delat ut regelrätta ettor till, precis som du gillade jag första fyrtiofem minuterna innan det började att spåra ur fullständigt men den var fortfarande så pass underhållande i sin sista trettio minuter så att jag inte skulle bli helt besviken."
	},
	{
		"postIndex": 34060,
		"postNum": 19288,
			"postTime": "2013-10-24",
		"postLink": "/sp45820514",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1608",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Men känner jag inte har direkt någon tid eller ork att se 4st Night of the Living Dead remakes samt de verkar inte så särskilt bra så tar mig nog i kragen och gör det rätta genom att skippa dem filmerna och fokuserar istället på den första och mest kända remaken på inte bara min favorit zombiefilm (nacke mot nacke mellan Night, Dawn och Day) utan också en av mina absoluta favoritfilmer, H lloween fortsätter."
	},
	{
		"postIndex": 43181,
		"postNum": 24256,
			"postTime": "2014-03-28",
		"postLink": "/sp48137766",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2022",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Börjat att spela tv-spel igen efter ett ganska långt uppehåll, men försöker att ändå se minst en film om dagen även om det har gått dagar nu i mars som jag inte sett film alls på en eller två dagar, men tidigare i månaden såg jag som vanligt, det var först förr två veckor sedan som det minskade."
	},
	{
		"postIndex": 41398,
		"postNum": 23261,
			"postTime": "2014-03-05",
		"postLink": "/sp47795190",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1939",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Jag gillade verkligen The Squid and the Whale då jag såg den i samband med DVD-släppet 2005 eller när det nu var, minns att folk på ett filmforum jag skrev hos under den tiden hade sett den på SIFF och rekommenderade den varmt, synd bara att jag aldrig såg den på bio."
	},
	{
		"postIndex": 32979,
		"postNum": 18728,
			"postTime": "2013-09-30",
		"postLink": "/sp45465327",
		"postUser": "BrutusBeefcake",
		"postUserID": "/u720861",
		"postUrl": "https://www.flashback.org/t1026152p1561",
		"userUrl": "https://www.flashback.org/u720861",
		"sentence": "Precis, inte sett en enda av dem på listan Så är väldigt förväntansfull, de som jag har högst förväntningar på är The Burning och Sleepaway Camp, den sistnämnda verkar riktigt jäkla bra och inte en film jag hade hört talas om innan jag kollade in lite listor på internet."
	},
	{
		"postIndex": 17214,
		"postNum": 9499,
			"postTime": "2012-10-02",
		"postLink": "/sp39632435",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p792",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Har inte sett filmen sedan min post-pubertala-pretto-era men då gillade jag verkligen filmen efter en andra titt, då jag inte gillade filmen alls efter den första gången som jag såg den."
	},
	{
		"postIndex": 41099,
		"postNum": 23120,
			"postTime": "2014-03-01",
		"postLink": "/sp47743407",
		"postUser": "saggesaliv",
		"postUserID": "/u278255",
		"postUrl": "https://www.flashback.org/t1026152p1927",
		"userUrl": "https://www.flashback.org/u278255",
		"sentence": "Inte heller har jag sett följande fyra - The Wind Rises, The Missing Picture, Omar och The Invisible Woman - anledningen till att jag inte sett dem är helt enkelt att de inte finns att tillgå - jag kommer självklart hålla ögonen öppna på alla torrenter efter någon av de nominerade tills imorgon kväll - men annars är jag klar och har verkligen sett allt annat."
	},
	{
		"postIndex": 15759,
		"postNum": 8680,
			"postTime": "2012-09-11",
		"postLink": "/sp39275753",
		"postUser": "ZlatanMania",
		"postUserID": "/u521131",
		"postUrl": "https://www.flashback.org/t1026152p724",
		"userUrl": "https://www.flashback.org/u521131",
		"sentence": "Jag håller med om att den är lite överskattad men att Christian Bale helt klart är en stor höjdpunkt i filmen, han var väl runt 12-13 bast när filmen spelades in och det kan inte John Malkovich toppa även fast han gör ett bra jobb han med Gillade handlingen även om det kunde bli lite långtråkigt lite då och då och med tanke på att regissören heter Steven Spielberg så måste man säga att detta är något av hans svagare projekt, men som helhet så är man nöjd och kan nog ge filmen: Stark Snart blir det en mer modern drama film med Denzel Washington i."
	},
	{
		"postIndex": 11725,
		"postNum": 6520,
			"postTime": "2012-07-19",
		"postLink": "/sp38405246",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p544",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "För mig så har Cameron bara gjort 4 bra filmer (ännu inte sett The Abyss eller Piranha Part Two: The Spawning) och det är Terminator, Terminator 2, Aliens och såklart True Lies dock så är det ironiska att dem tre första nämnda är mästerverk i mina ögon True Lies är en riktigt bra film enligt mig och en riktig klassisk Arnold film."
	},
	{
		"postIndex": 27988,
		"postNum": 15914,
			"postTime": "2013-06-20",
		"postLink": "/sp43991742",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1327",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "I min åsikt är detta en hit eller miss handling med tanke på hur serien slutade, en del gillar det, andra hatar det personligen gillar jag filmen men jag älskade den inte samtidigt och hade hellre sett en fortsättning på historien och ingen prequel för delvis är jag inte 100% intresserad att veta dagarna upp till mordet."
	},
	{
		"postIndex": 48970,
		"postNum": 27715,
			"postTime": "2014-06-21",
		"postLink": "/sp49288492",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2310",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Har inga jättehöga förväntningar på den här filmen jämfört med fotbollsmatchen, och gillar inte direkt Peter Magnusson även om En gång i Phuket var helt okej, när jag tänker efter så tyckte jag att trailern bådade väldigt dåligt då jag såg den på flera biovisningar tidigare i år."
	},
	{
		"postIndex": 18917,
		"postNum": 10474,
			"postTime": "2012-11-06",
		"postLink": "/sp40216379",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p873",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Tony Scott har gjort en del minnesvärda filmer som True Romance, Man on Fire, The Last Boyscout (den mest underskattade action filmen någonsin) dock så säger jag det redan nu jag tycker Top Gun är även den överskattad jag gillar inte den alls och ifall vi kolar på 00-registret måste jag nog säga att Tony har bättre filmer ända jag inte gillar är som du skrev Taking of Pelham 1-2-3."
	},
	{
		"postIndex": 30095,
		"postNum": 17177,
			"postTime": "2013-08-04",
		"postLink": "/sp44620092",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1432",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Du har rätt och jag har ju tidigare förutspått att det antagligen är en film som jag inte kommer att uppskatta till sin fulla rätt, å andra sidan har jag bara enbart sett ett par få kaijufilmer och animeserier som Neon Genesis Evangelion har gått mig helt förbi under alla år trots att bekanta påpekat hur pass genialisk den serien är."
	},
	{
		"postIndex": 29970,
		"postNum": 17119,
			"postTime": "2013-08-04",
		"postLink": "/sp44609078",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1427",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "I februari gick min mormor bort och tänkte fan inte alls på det men började kolla på Never Sleep Again-dokumentären, såg kanske bara en timme av fyra, kunde inte alls koncentrera mig då heller, någonting med döda släktingar och Elm Street-filmerna som hemsöker mig känns det som..."
	},
	{
		"postIndex": 44994,
		"postNum": 25363,
			"postTime": "2014-04-24",
		"postLink": "/sp48518180",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2114",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Ja, klart att du ska ladda hem den om du inte sett den, gillar man hederliga gamla slasherfilmer ifrån guldåren så hör det lite till allmänbildningen att ha sett den, dock minns jag den som ganska dålig men det var å andra sidan snart femton år sedan som jag såg den."
	},
	{
		"postIndex": 37934,
		"postNum": 21357,
			"postTime": "2014-01-14",
		"postLink": "/sp47043661",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1780",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Skrev recension i andra tråden Ja 2013 tog en vändning i höstas och blev ett bra film år då jag såg allt bättre filmer och har i nuläget något svårt att försöka göra en lista av de bästa, men som vanligt lär jag också göra en hedrade nomineringar till de som inte kom med men som jag fortfarande gillade väldigt mycket och lämnade ett avtryck hos mig."
	},
	{
		"postIndex": 36044,
		"postNum": 20366,
			"postTime": "2013-12-13",
		"postLink": "/sp46572480",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1698",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Också en guilty pleasure ifrån min sida och första filmen med Arnold som jag hyrde på video i samband med att den kom ut, innan det hade jag ingen riktig koll på honom trots att jag hade sett Terminator (enbart första) något år innan och sen ville man ju se Batman & Robin också, den peppade man otroligt mycket inför då man var tio år!"
	},
	{
		"postIndex": 48360,
		"postNum": 27350,
			"postTime": "2014-06-11",
		"postLink": "/sp49145891",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2280",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Jag gillar den också men har respekt för de som inte tycker om den då man kan applicera deras tänk på mig själv med många filmer som anses fina och bra kulturella mästerverk inom filmhistorien, många filmer på IMDB's top 250 gillar jag inte alls och det är ju likadant för de som inte tycker om 8½."
	},
	{
		"postIndex": 49440,
		"postNum": 27967,
			"postTime": "2014-06-27",
		"postLink": "/sp49367386",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2331",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Kör på en till film av Moodysson nu då jag trots allt såg en film av honom igår och kanske följer upp med Lilja 4-Ever i morgon, men nu blir det Tillsammans som jag bara har sett ett par få gånger och gillade den inte alls i all min naivitet."
	},
	{
		"postIndex": 47341,
		"postNum": 26738,
			"postTime": "2014-05-28",
		"postLink": "/sp48971699",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2229",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "The Shining av Kubrick är klart bäst, men It och The Stand har jag aldrig gillat trots att jag såg The Stand första gången som barn och blev livrädd, såg om den för två-tre år sedan och ja, den har inte åldrats särskilt väl och Mick Garris är ju dessutom en otroligt dålig regissör."
	},
	{
		"postIndex": 41393,
		"postNum": 23259,
			"postTime": "2014-03-05",
		"postLink": "/sp47795095",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1939",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Själv gillade jag den inte alls då jag såg den på bio i somras, klart Baumbach's sämsta film hittills, men har nog mycket att göra med att jag inte alls gillade eller kunde relatera till Gerwigs karaktär och att den kändes lite som hipsterns Joe Swanberg."
	},
	{
		"postIndex": 44252,
		"postNum": 24892,
			"postTime": "2014-04-13",
		"postLink": "/sp48361740",
		"postUser": "ToBrazil",
		"postUserID": "/u858357",
		"postUrl": "https://www.flashback.org/t1026152p2075",
		"userUrl": "https://www.flashback.org/u858357",
		"sentence": "Jag hade inte sett någon trailer, fick berättat av en vän att \"huvudpersonen åker tillbaka i tiden och framåt i tiden och mördar personer i olika tidsepoker\", så jag förväntade mig en \"Tillbaka till framtiden\" fast med en yrkesmördare i huvudrollen Slutet var lite oväntat faktiskt, gillade filmen men vid några tillfällen var det lite svårt att hänga med i svängarna Nu på morgonkvisten så blir det Oceans Thirteen."
	},
	{
		"postIndex": 25047,
		"postNum": 14147,
			"postTime": "2013-03-23",
		"postLink": "/sp42619616",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1179",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Där är inte bara The Kid som fått denna behandling bland hans filmer men varför det just bara existerar den 53min versionen av just den när alla andra har de originella långa filmerna vet jag inte riktigt för den längre versionen är bättre."
	},
	{
		"postIndex": 50346,
		"postNum": 28485,
			"postTime": "2014-07-13",
		"postLink": "/sp49564906",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2374",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Ser om ännu en film som jag tidigare sett och denna brukar jag se minst en gång om året sedan 2008 då den kom ut, blivit lite av en favoritfilm på senare år och rollistan är inte alls att leka med, tror till och med att detta var Brad Renfro's sista film."
	},
	{
		"postIndex": 49763,
		"postNum": 28162,
			"postTime": "2014-07-03",
		"postLink": "/sp49445806",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p2347",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Gillar som sagt Lena Dunham väldigt mycket och Girls hör till en av mina få serier ifrån HBO som jag följer och gillar, hoppas att denna har samma härliga humor och så som tv-serien har, synd bara att Dunham inte har långt hår i filmen som hon är mycket vackrare i, men nåväl, hon är en skönhet ändå och en bra manusförfattare med eller utan sitt långa hår!"
	},
	{
		"postIndex": 21711,
		"postNum": 12083,
			"postTime": "2012-12-27",
		"postLink": "/sp41133830",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1007",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Började se den för ett par dagar sedan men gav upp, inte alls min typ av film och störde mig enormt på ungen i filmen, trodde att jag hade sett en timme men då hade jag bara sett trettiofem minuter visade det sig, då stängde jag av."
	},
	{
		"postIndex": 19087,
		"postNum": 10569,
			"postTime": "2012-11-11",
		"postLink": "/sp40300956",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p881",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Har sett denna när den först kom ut och minns att jag inte tyckte om den men alla skriver positiva omdömen om den och är tillsammans med Big Fish Burtons bästa från 00-talet så ska förfriska mitt minne och se ifall den inte är så dålig som jag minns den."
	},
	{
		"postIndex": 30842,
		"postNum": 17592,
			"postTime": "2013-08-17",
		"postLink": "/sp44824834",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1466",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "dock en av dem bästa 50-tals sci-fi filmerna skriv gärna en lista sedan där du rankar filmerna samt liten sammanfattning hade varit fint Tänkte nu varje gång jag betar av en DVD film i min hylla så blir det fram över mina Ghibli filmer då jag inte sett dem."
	},
	{
		"postIndex": 32321,
		"postNum": 18428,
			"postTime": "2013-09-19",
		"postLink": "/sp45318107",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1536",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Hostel 3 hade jag gillat ännu mera om den kallades för The Hangover Part III de hade varit en rejäl twist Då har jag anlänt till den sista haj filmen i mitt minitema och jag avslutar såklart med kanske den mest kända haj filmen från 2000-talet som fått otroligt mycket prat den sista tiden och som såg av flera miljoner tittare när den sändes på TV."
	},
	{
		"postIndex": 32342,
		"postNum": 18441,
			"postTime": "2013-09-20",
		"postLink": "/sp45331694",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1537",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "Innan jag påbörjar mitt maraton som kommer gå under hela Oktober och som jag tänket smygstarta med nu i September (de flesta vet nog redan vad jag snackar om), så tänkte jag beta av lite nya filmer som kommit ut i år som jag ännu inte har sett som jag vill ha sett."
	},
	{
		"postIndex": 26018,
		"postNum": 14761,
			"postTime": "2013-05-04",
		"postLink": "/sp43272815",
		"postUser": "Lotso",
		"postUserID": "/u490411",
		"postUrl": "https://www.flashback.org/t1026152p1231",
		"userUrl": "https://www.flashback.org/u490411",
		"sentence": "tittandet fortsätter och jo jag har sett denna filmen tidigare (en av mina absoluta favorit filmer någonsin) men har inte sett den på väldigt länge och detta är den förlängda versionen med de tidigare försvunna delarna som nu gör filmen 30min längre så ska bli intressant."
	},
	{
		"postIndex": 43159,
		"postNum": 24241,
			"postTime": "2014-03-27",
		"postLink": "/sp48127719",
		"postUser": "saggesaliv",
		"postUserID": "/u278255",
		"postUrl": "https://www.flashback.org/t1026152p2021",
		"userUrl": "https://www.flashback.org/u278255",
		"sentence": "Är äntligen hemma från pluggdagen från helvetet, behöver något lätt att avrunda den med, tänkte se den ända Wes filmen jag inte sett, Den fantastiska Mr Räv, men det visade sig att jag inte laddat hem den än, så istället sätter jag på (2004), som är en Wes film som jag såg när den kom ut och då älskade - hoppas den håller måttet än idag!"
	},
	{
		"postIndex": 18317,
		"postNum": 10123,
			"postTime": "2012-10-23",
		"postLink": "/sp39994807",
		"postUser": "ZlatanMania",
		"postUserID": "/u521131",
		"postUrl": "https://www.flashback.org/t1026152p844",
		"userUrl": "https://www.flashback.org/u521131",
		"sentence": "The Collector kommer inte direkt upp i dom första tre Saw filmerna när det gäller klass, men förhoppningsvis blir uppföljaren riktigt bra Tycker att dom första tre filmerna var likvärdiga innan det bara spårar ur med fällor.."
	},
	{
		"postIndex": 30572,
		"postNum": 17420,
			"postTime": "2013-08-11",
		"postLink": "/sp44730146",
		"postUser": "Rakii",
		"postUserID": "/u111882",
		"postUrl": "https://www.flashback.org/t1026152p1452",
		"userUrl": "https://www.flashback.org/u111882",
		"sentence": "Damon växer hela tiden för mig med varje film jag ser honom i trots att han varit en av mina favoriter sedan 1997, sitter på telefonen och skriver så kan inte komma med en lång recension men jag gillade den mycket och är den nästbästa filmen som jag har sett i år på bio!"
	}
]
