[
	{
		"postIndex": 1360,
		"postNum": 464,
			"postTime": "2006-10-23",
		"postLink": "/sp5362922",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "sen när jag gick ut från min bil som jag parkerade bakom såg jag att på fönstret på bakdörren stod det \"Support Red And White\" på ett klistermärke så dessa killar verkar stöda samma grej som dom gjorde som Mc klubb och det tycker jag är kul som fan för det finns så jävla många som vänder kappan efter vinden när dom inte lyckas med det dom velat och då hoppar på något annat så dom har inte bara snygga jackor utan stödjer de rätta färgerna med och det gör ju saken bara ännu bättre......"
	},
	{
		"postIndex": 714,
		"postNum": 240,
			"postTime": "2006-01-10",
		"postLink": "/sp3515682",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Finns inget namn eller organiserat \"Gäng\" i södertälje men däremot är hela folket såpass sammanflätat och ställer upp för varandra att om två syrianer gående på stan ser en syrian och en mörkhyad bråka så kan jag garantera er att dom skulle agera och hjälpa sin landsman även om dom känner honom eller inte, dom större namnen i tälje är mer som ett gäng, fick höra lite saker för ett bra tag sedan om att ställen skulle sprängas i både tälje och sthlm, det skulle inte förvåna mig eftersom jag personligen vet att flera personer har handgranater och andra explosiva vapen."
	},
	{
		"postIndex": 683,
		"postNum": 230,
			"postTime": "2006-01-07",
		"postLink": "/sp3495537",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "det är ett supportteam till bandidos, dom är ett gäng fjantar vilket jag vet eftersom jag själv drabbat samman med dom en gång, det finns oftast 2-3 tuffa killar i gänget resten är mobbade fjantar som söker sig till gäng för att få lite kompisar, dessutom är bandidos ett stort skämt, att ledaren är iranier och många medlemmar är rasister förstår jag inte hur det går ihop, tänkte bara tala om för er att OG är Assyrier, många säger sig vara med OG, det är lätt att se, bara be dom kavla upp ärmarna och titta på armen om Assyriska flaggan är tatuerad med initialerna O."
	},
	{
		"postIndex": 1313,
		"postNum": 446,
			"postTime": "2006-09-11",
		"postLink": "/sp5017514",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Det var inte ett endaste problem i den saken utan det var en Medlem ur Syndicate och en Prospect ur Asa Mc som åkte hem till denne men porten var låst så medlemen i Syndicate ringde upp han när dom stod utanför och efter det samtalet var saken klar och det var inget snack om någon Bmw och ingen i Hells Angels lade sig i för den delen heller så sluta upp med ditt trams och skriv fakta om du ska skriva saker på detta Forum."
	},
	{
		"postIndex": 1314,
		"postNum": 446,
			"postTime": "2006-09-11",
		"postLink": "/sp5017514",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Syndicate vart godkända på ett Stockholms möte av just Hells Angels och fick från den dagen sina märken påsatta hos Asa Mc som höll i mötet tillsammans med Hells Angels och efter det mötet var Syndicate och Hells Angels alltid överrens för på mötet så förklarade Syndicate att dom var en supporter klubb så det fanns inget som var oklart mellan dessa två klubbar någonsin och den dagen Syndicate valde att lägga ner ringde dom ut till Hells Angels i Bromma och sa som det var och inget mer med det."
	},
	{
		"postIndex": 1014,
		"postNum": 342,
			"postTime": "2006-04-04",
		"postLink": "/sp3977189",
		"postUser": "Polski",
		"postUserID": "/u88852",
		"postUrl": "https://www.flashback.org/t119551p29",
		"userUrl": "https://www.flashback.org/u88852",
		"sentence": "när jag var i 18års åldern var d välldigt vanligt i min stad i östergötland, men främst inom den värld där man sålde droger, var rätt vanligt att vi tog på oss o böta folk för att dom missat att dom skulle betala för några timmar sen (missbrukare o andra som håller på med sådan brukar alltid va sena) dom sa vi bara åt dom att liom nu dubblar vi den här skulden o kan du inte betala så får du lämna över nått av värde o då blev d så att killen som skulle ha pengarna fick dom pengarna han skulle ha o vi fick dubblingen lr d han kunde lämna, dock var vi aldrig specielt hårda så hade dom inget som nån av oss ville ha så räkte d me dom pengarna personen va skyldig."
	},
	{
		"postIndex": 680,
		"postNum": 230,
			"postTime": "2006-01-07",
		"postLink": "/sp3495537",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "är kanske för tillfället svaga enligt media och er, men ni som inte vet något borde hålla käften, Ledarn för gänget kommer ut i år och då ska ni få se vad som kommer hända, antingen drabbar dom samman med bandidos eller så sluter dom fred för att brodern till OG's ledare sköt en broder till en Bandidos medlem, och jag har även läst att ni säger att gänget startades i tälje, stämmer inte heller, det startades i fängelset av Danho Acar som kommer från Angered i GBG."
	},
	{
		"postIndex": 1310,
		"postNum": 446,
			"postTime": "2006-09-11",
		"postLink": "/sp5017514",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Nummer ett det fanns bara EN medlem i Syndicate som satt ute hos dom och umgicks med dom och pga det vart han utkastad i Syndicate och den killen hette Theo och var en haltande tjackis och om denne setat och lovat Brödraskapet saker så kan du inte sitta ock skriva att hela klubben lovade saker för du skriver ordet DOM!!"
	},
	{
		"postIndex": 549,
		"postNum": 172,
			"postTime": "2005-07-18",
		"postLink": "/sp2535588",
		"postUser": "Abomination",
		"postUserID": "/u75814",
		"postUrl": "https://www.flashback.org/t119551p15",
		"userUrl": "https://www.flashback.org/u75814",
		"sentence": "Ariskt anknytna gäng Ariska Brödraskapet - våld o brott, fängelse organisation,, Anti-afa - pysslar med att hitta jobbiga journalister Blood and Honour - våld död, allmänt otrevliga, finns i hela skandinavien Brödraskapet Wolfpack - Nazister med MC, Combat 18 - Kan finnas i Landet, men organisationen är lite väl tung för lilla Sverige, Info 14 - jagar antinassar som är anställda av den onda regeringen Hund-relaterad gäng Pitbull-Sweden - Finns både i Nazistanknytna (då heter hundarna typ Aryan, Göbbels, Hitler, SS, ja ni vet) och ex jugoslaviska gäng (typ så heter hundarna mkt coolare , typ Beast, Rhino, Killer, Blood, ja ni vet..."
	},
	{
		"postIndex": 743,
		"postNum": 249,
			"postTime": "2006-01-12",
		"postLink": "/sp3522527",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p21",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Kan ju berätta om berzeli bar när 3-4 stycken av dem åkte ner till sthlm för att gå in på krogen med tofflor och shorts, dom var inte \"rätt\" klädda om man säger så, vakterna neka självklart inträde och dom flippa ur, en av dom åkte tillbaka till tälje och hämta ett automatvapen den andra tog sin bil och körde in i kön till ingången och det vart ett rent helvete där utanför, vakter åkte på stryk, polisen jaga han med bilen ända ner till södertälje, det var 8-9 polisbilar efter honom på motorvägen, men dom fick aldrig tag i honom under biljakten, dom flesta ur de här gänget älskar bilar, mc, motard och annat.."
	},
	{
		"postIndex": 1317,
		"postNum": 446,
			"postTime": "2006-09-11",
		"postLink": "/sp5017514",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Det som hände var att endast EN medlem i Syndicate var den som slog och att han fällde dig och din kamrat var ju tråkigt men alla vet ju att ölen är billig på Kellys så ni var nog ganska berusade båda två (om det nu tröstar dig) hursomhelst om den såkallde håll dig borta smällen inte fick dig att vakna ur dina drömmar får vi alla hoppas att efter du läst detta vaknar och börjar leva i verkligheten igen för FY FAN KARL VAD DU GILLAR ATT HITTA PÅ SAKER FY FAN SÄGER JAG BARA!!!"
	},
	{
		"postIndex": 1367,
		"postNum": 466,
			"postTime": "2006-10-23",
		"postLink": "/sp5368320",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Nej det var inte Team Satan tröjor dom hade på sig (dessa är för ALLA Supporters och inget Team i sig bara vanliga Supporter tröjor) utan på dessa stod det SUPPORT TEAM SWEDEN på i rött på en svart tröja så detta måste vara något underhuggar Team till X-Team eller liknande men det är inget att spekulera i utan det får framtiden utvisa......"
	},
	{
		"postIndex": 1365,
		"postNum": 466,
			"postTime": "2006-10-23",
		"postLink": "/sp5368320",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "utan dessa grabbar var innan en MC klubb som gick under samma namn och startade runt mitten på 90-talet och då som nu var dom Supporters till HAMC fast idag är dom ingen MC klubb utan en Organization och det är ju samma sak i och för sig förutom att dom inte har någon Klubb (lokal) eller regler på att man måste köra och ha en Motorcykel....."
	},
	{
		"postIndex": 1379,
		"postNum": 474,
			"postTime": "2006-10-24",
		"postLink": "/sp5377860",
		"postUser": "legenden",
		"postUserID": "/u62366",
		"postUrl": "https://www.flashback.org/t119551p40",
		"userUrl": "https://www.flashback.org/u62366",
		"sentence": "Utöver dom klassiska support ur local \"valfri klubb\" tröjorna eller dekalerna dom har så har dom även andra tröjor som tex Team Satan, Vatos Locos, Organi$ed Crime etc inte säker på vad Hells Angels och dom andra klubbarna har men det är säkert samma sak där."
	},
	{
		"postIndex": 1260,
		"postNum": 434,
			"postTime": "2006-09-08",
		"postLink": "/sp4995893",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p37",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Mc klubben gick upp i rök och samtliga har idag tagit bort sina tatueringar på händerna (och det var ingen doktor som gjorde det) MEN dom är idag kvar under samma namn men inte som Mc klubb utan som en Internationell Organisation som växer och frodas för var dag som går så snart får vi nog se mycket mer av denna Organisation kan jag tänka mig."
	},
	{
		"postIndex": 92,
		"postNum": 36,
			"postTime": "2004-04-06",
		"postLink": "/sp907621",
		"postUser": "Brasnash",
		"postUserID": "/u68734",
		"postUrl": "https://www.flashback.org/t119551p3",
		"userUrl": "https://www.flashback.org/u68734",
		"sentence": "Det finn ett gäng i rosengård som kallar sig för Parken för att dem bor där Ganska fantasilöst om jag får säga Om Tigrarna i Gårdsten vet jag bara att deras gamla ledare Ahmed arab va en basketspelare som d gick snett för men han va ganska ok i basket vi spela i samma lag för många herrans år sen."
	},
	{
		"postIndex": 1258,
		"postNum": 434,
			"postTime": "2006-09-08",
		"postLink": "/sp4995893",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p37",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Dessa killar gjorde verkligen sig ett namn i bikermiljön snabbt pga att dom röjde och inte tog skit från någon eller några och detta ledde till att dom fick ett gott öga hos den allra största och bäsat klubben i världen och det var precis det dom haft som mål."
	},
	{
		"postIndex": 814,
		"postNum": 269,
			"postTime": "2006-01-18",
		"postLink": "/sp3555075",
		"postUser": "Pawelk",
		"postUserID": "/u104301",
		"postUrl": "https://www.flashback.org/t119551p23",
		"userUrl": "https://www.flashback.org/u104301",
		"sentence": "hoppas bara inte poliser kommer ivägen Eftersom bara 10-20% av alla killar gör lumpen borde det inte varit så svårt för Säpo att ha en \"svart\"-lista där värnpliktsverket lite smidigt i smyg sorterar bort säkerhetsrisker."
	},
	{
		"postIndex": 969,
		"postNum": 321,
			"postTime": "2006-03-19",
		"postLink": "/sp3880036",
		"postUser": "2ci__boy",
		"postUserID": "/u97989",
		"postUrl": "https://www.flashback.org/t119551p27",
		"userUrl": "https://www.flashback.org/u97989",
		"sentence": "känner en som var med där förut eller om han är minns inte men han är torped nu istället :P och en polares farsa var med åxå men tror han är rätt lugnt nu förutom när han komme hem och sa att de fattades 2 kulor ur pistolen när han hade 50 000 kr på bordet efter han varit ute och supit men får hoppas att dom dära kulorna var bara fyllesnack.."
	},
	{
		"postIndex": 1334,
		"postNum": 453,
			"postTime": "2006-09-11",
		"postLink": "/sp5021298",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Vad det gäller att en Medlem i Hells Angels skulle ljuga för att spela ball om en sådan sak när det gällde en sådan liten klubb som Syndicate har jag verkligen MYCKET svårt att tro....."
	},
	{
		"postIndex": 552,
		"postNum": 172,
			"postTime": "2005-07-18",
		"postLink": "/sp2535588",
		"postUser": "Abomination",
		"postUserID": "/u75814",
		"postUrl": "https://www.flashback.org/t119551p15",
		"userUrl": "https://www.flashback.org/u75814",
		"sentence": "Motorcykelpojkar Hells Angels - Vet väl alla vem dessa är Bandidos - Som ovan X-team - Bandidos prospects, kan också vara nytappning av A-team,,,, sen finns det väl en rad andra mindre MC prospects o wannabes, som Outlaws, Diablos, etc...."
	},
	{
		"postIndex": 308,
		"postNum": 91,
			"postTime": "2004-10-13",
		"postLink": "/sp1420599",
		"postUser": "Skanker",
		"postUserID": "/u57132",
		"postUrl": "https://www.flashback.org/t119551p8",
		"userUrl": "https://www.flashback.org/u57132",
		"sentence": "Men det finns ju trots allt en hel del av dom kvar än idag sen så finns det många flippade unga oxå som börjar bli tunga dom e nog tbx förr än vi anar Edit : Nån frågade angående den andra falangen, vet inte men tror inte det är juggar isf vore nog Serbien inte klokt val att fly till."
	},
	{
		"postIndex": 1721,
		"postNum": 599,
			"postTime": "2008-03-17",
		"postLink": "/sp10407513",
		"postUser": "Polski",
		"postUserID": "/u88852",
		"postUrl": "https://www.flashback.org/t119551p50",
		"userUrl": "https://www.flashback.org/u88852",
		"sentence": "kom på ett roligt gäng från borlänge nu som kallade sig livstidsligan, jag o några polare brukade för många år sen trakassera dom små liven tills dom nästintill grät av ilska finns det nån annan som har hört om detta gäng?"
	},
	{
		"postIndex": 686,
		"postNum": 232,
			"postTime": "2006-01-07",
		"postLink": "/sp3496073",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Läste även något om att Fittja boys är borta, ni som känner till kriminalitet och gäng från media borde inte ens uttala er, Det var polisen som gav namnet Fittja Boys och jag kan lova er att dom inte är borta, det händer mycket som ni inte ser."
	},
	{
		"postIndex": 1301,
		"postNum": 445,
			"postTime": "2006-09-10",
		"postLink": "/sp5015688",
		"postUser": "Arsedestroyer",
		"postUserID": "/u87801",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u87801",
		"sentence": "Dom (6st från syndicate och 2 från hirdsmen) slogs med 2 skinheads på kellys i Stockholm, HA fick reda på det (det fanns på den tiden en gammal skinnskalle i HA), Skinheads och bågemuppar har jämt kommit bra överens i Stockholm, det plus att Syndicate-killarna satt och skrävlade över att dom minsann \"var godkända av HA\" PLUS förljande story: Killen som lackerade flera av HA:s hojjar fick besök av Syndicate: dom förklarade vilka dom var och att dom skulle ha hans Bmw \"annars\", lackeraren ringde HA och frågade vad det var för nötter...."
	},
	{
		"postIndex": 1920,
		"postNum": 704,
			"postTime": "2009-03-25",
		"postLink": "/sp15798492",
		"postUser": "Ddoras",
		"postUserID": "/u336272",
		"postUrl": "https://www.flashback.org/t119551p59",
		"userUrl": "https://www.flashback.org/u336272",
		"sentence": "Tänk om dessa kurder skulle hålla ihop Soran Hamdi Arian Ako Shero Soar Aha riktigt tunga personer, alla dessa finns med på alcatraz listan förutom aha då han bara är 20 år."
	},
	{
		"postIndex": 335,
		"postNum": 98,
			"postTime": "2004-10-14",
		"postLink": "/sp1423863",
		"postUser": "Skanker",
		"postUserID": "/u57132",
		"postUrl": "https://www.flashback.org/t119551p9",
		"userUrl": "https://www.flashback.org/u57132",
		"sentence": "Ok ja blanda ihop prospect och support, pga att ja har en kompis som är med i Red Devils och dom är prospects, antog att X-team var samma sak om nu X-team inte är bandidos prospects vilka är det?"
	},
	{
		"postIndex": 1335,
		"postNum": 453,
			"postTime": "2006-09-11",
		"postLink": "/sp5021298",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "och som jag skrev innan Syndicate hade ju redan då Stockholmsmötet var förklarat att dom var en såkallad Supporter klubb till Hells Angels och med det menas ju att dom då även ALDRIG skulle göra något som kunde skada relationen till HAMC så det där är nog bara något du uppfattat på fel sätt."
	},
	{
		"postIndex": 687,
		"postNum": 232,
			"postTime": "2006-01-07",
		"postLink": "/sp3496073",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Dom finns kvar, då menar jag inte barn som springer runt och kallar sig Fittja Boys utan vissa personer som har stora kopplingar till under kriminella nätverk, dom kallar sig inte något, men dom finns."
	},
	{
		"postIndex": 719,
		"postNum": 243,
			"postTime": "2006-01-11",
		"postLink": "/sp3519138",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p21",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Jag var där och serverade kaffe när dano's bror och några från tälje snacka om hur dom skulle reda ut allt, kom inte me ditt jävla skitsnack din nolla, att det skulle vara uppgjort sa dom i rättegången du vet inte ett skit, danho acar ändra sin verision och även två av rånoffren, under hot."
	},
	{
		"postIndex": 1339,
		"postNum": 453,
			"postTime": "2006-09-11",
		"postLink": "/sp5021298",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Vad jag hörde vart ALLA frikända i den rättegången fast en av killarna som var med då han vart mördad berättat precis hur allt gått till för Polisen men dom kunde aldrig sätta dit killen som gjorde det pga brist på bevis så din väns mördare gick fri var det inte så?"
	},
	{
		"postIndex": 1259,
		"postNum": 434,
			"postTime": "2006-09-08",
		"postLink": "/sp4995893",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p37",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Tyvärr slutade det med att dessa killar som var grundarna till detta bestämde sig för att lägga ner klubben då vissa medlemmar hade problem med att hålla sig borta från droger och skapade ett dåligt rykte pga detta."
	},
	{
		"postIndex": 1361,
		"postNum": 464,
			"postTime": "2006-10-23",
		"postLink": "/sp5362922",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Sen såg jag att Bandidos visst fått ett till Supporter gäng som hade svarta tröjor med rött tryck men jag kom fan inte ihåg namnet på dem (man glömmer lätt det som är oviktigt)........"
	},
	{
		"postIndex": 1443,
		"postNum": 497,
			"postTime": "2007-02-04",
		"postLink": "/sp6236442",
		"postUser": "1%er",
		"postUserID": "/u155079",
		"postUrl": "https://www.flashback.org/t119551p42",
		"userUrl": "https://www.flashback.org/u155079",
		"sentence": "Visst är Hog Riders och Desperados 1%-klubbar men de är ju inte särskilt kriminella eller lever på brott och alltså inte några kriminella gäng."
	},
	{
		"postIndex": 1525,
		"postNum": 529,
			"postTime": "2007-03-03",
		"postLink": "/sp6473806",
		"postUser": "KLBN",
		"postUserID": "/u159762",
		"postUrl": "https://www.flashback.org/t119551p45",
		"userUrl": "https://www.flashback.org/u159762",
		"sentence": "Bor i Stuvsta och har några bekanta som känner lite folk som känner folk som har \"varit ffl:are\" som säger att FFL inte finns längre och att \"klubben\" har tagit över med helt.."
	},
	{
		"postIndex": 440,
		"postNum": 144,
			"postTime": "2005-02-19",
		"postLink": "/sp1872481",
		"postUser": "Drott",
		"postUserID": "/u6335",
		"postUrl": "https://www.flashback.org/t119551p12",
		"userUrl": "https://www.flashback.org/u6335",
		"sentence": "Som nämnt så har vi ju OG, \"Albanligan\", Brödraskapet Wolfpack, Hells Angels, Bandidos, X-Team, Outlaws MC, FFL, Familjen, även fast de kanske inte existerar i samma anda längre."
	},
	{
		"postIndex": 1352,
		"postNum": 461,
			"postTime": "2006-10-03",
		"postLink": "/sp5197915",
		"postUser": "Fjarde",
		"postUserID": "/u99802",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u99802",
		"sentence": "Fanns ett gäng i Jämtland, östersund dom kallade sig torvalla kickers ( Torvalla är en liten förort ) fanns här på 90 talet, Dom var ganska våldsamma, Bråkade mycket med polisen genom att kasta olika föremål mot dom när dom försökte ingripa, Slog ner folk på stan fast dom försvann ganska fort."
	},
	{
		"postIndex": 688,
		"postNum": 233,
			"postTime": "2006-01-07",
		"postLink": "/sp3496102",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Det \"gäng\" jag själv anser som störst finns i södertälje, men dom kallar sig inget, dom står bakom skotlossningen mot polishuset och även skottlossningen utanför berzeli bar i sthlm, det var dessutom en av dem som var med på Danho Acars rättegång när han rånade Biljarden i tälje, då 2 av rånoffren plötsligt efter en paus ändrar sig och styrker \"Dano's\" berättelse."
	},
	{
		"postIndex": 562,
		"postNum": 172,
			"postTime": "2005-07-18",
		"postLink": "/sp2535588",
		"postUser": "Abomination",
		"postUserID": "/u75814",
		"postUrl": "https://www.flashback.org/t119551p15",
		"userUrl": "https://www.flashback.org/u75814",
		"sentence": "Vikingar - dog för länge sen,,, synd att de inte finns ngn neo-vikings liga, skulle vara urball,,,, Andra gängliknade ting Pingströrelsen - Helge fossmo, grymt galen nisse, döda frugan drog över barnflickan, lätt grövst i landet,,,, Mihajlovic - Dum i huvet, dödade allas våran Anna Lind, den jäveln, gick i samma klass som min Kusin...."
	},
	{
		"postIndex": 366,
		"postNum": 108,
			"postTime": "2004-10-17",
		"postLink": "/sp1433733",
		"postUser": "__olof",
		"postUserID": "/u74512",
		"postUrl": "https://www.flashback.org/t119551p9",
		"userUrl": "https://www.flashback.org/u74512",
		"sentence": "KVB - ett gäng svenskar som är trötta på att ständigt bli misshandlade av invandrarna och har beslutat sig att \"skapa\" KVB (som förövrigt ingen kallar sig utan bara mest på skoj) för att kunna göra motstånd, många mot en är ingen enkel sists att klara ut, nu finns backupen ett telefonsamtal ifrån."
	}
]
