[
	{
		"postIndex": 4737,
		"postNumber": 1046,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 67,
		"userScore": 7.2,
		"postUserName": "jandarma",
		"postUserID": "u448327",
		"postUserUrl": "https://www.flashback.org/u448327",
		"postDateTime": "2010-05-30, 12:30",
		"postUrlInThread": "https://www.flashback.org/t130697p88",
		"postUrlUniq": "https://www.flashback.org/sp23406494",
		"sentence": "vet inte men han gick bort typ 5 meter från mig sen kom han tillbaka och så att polisen behöver inte anhålla på platsen, efter det ville jag ha deras personuppgifter men hade ingen penna ville låna deras men det fick man tydligen inte, sen deras brickor ville ta kort med mobilen så gömde dom det och så nää det får du inte , dom ville inte heller visa sina id handlingar eller nåt , det var 3 kontrollanter 2 män 1 kvinna hade gissat på 30-35 åldern alla 3 efter det var det som att dom ville gå bort från mig när jag sa vänta polisen kommer att komma jag ska anmäla , dom brydde sig inte sen sa jag till hans medhjälpare där då en av dom såg allt ganska tydligt han sa att han inte såg nåt när han var 3 meter ifrån mitt ansikte tryckt i glaset och han kommer mot mig blev sur som fan , efter några sekunder hoppar dom i en buss och sticker därifrån jag bryr mig inte om böterna jag betalar 10x gånger mer om det är så men hur dom behandlade mig kommer jag inte kunna glömma och sen att hans medhjälpare står på hans sida när han använder våld har jag inte fattat dom är inga krogsvakter/poliser/väktare eller nåt, dom jobbar som kontrollanter rätt ska vara rätt när dom jobbar så vill veta om jag ska kontakta deras kontor eller anmäla till polisen eller hur man ska göra det blir så sur när hans medhjälpare så att dem inte såg nåt när dom kom mot mig 3 meter från mig, när min ansikte är tryckt mot glaset vad fan när ni går rakt tittar ni på himlen eller vad är grejen!!!"
	},
	{
		"postIndex": 4736,
		"postNumber": 1046,
		"rankGlobal": 2,
		"scoreGlobal": 84.1,
		"userRank": 67,
		"userScore": 7.2,
		"postUserName": "jandarma",
		"postUserID": "u448327",
		"postUserUrl": "https://www.flashback.org/u448327",
		"postDateTime": "2010-05-30, 12:30",
		"postUrlInThread": "https://www.flashback.org/t130697p88",
		"postUrlUniq": "https://www.flashback.org/sp23406494",
		"sentence": "hej hände mig en grej i morse vet inte om det var brott eller inte men vill anmäla dom :0 innan jag gör det vill ha lite tips eller gkanske ingen ide anmäla dom händelsen: stiger på spårvagn att åka 3 hållplatser då ska det ju vara kontrollanter med sån tur som man har civila var dom han frågade efter biljett jag sa ingenting då fick vi gå av hållplatsen, utanför hålde han min arm hela tiden han trodde säkert att jag skulle springa ifrån eller nåt, men efter det vi gick av spårvagnen drog han min hand bak med ena handen och den andra på huvudet på mig mot hållplatsens glas min ansikte kom mot glaset och fick ta mot en kraftigt slag, då blev man förbannat och började tjafsa med han och sa: vad fan håller du på med osv och sa att jag ska anmäla dig då säger han till mig du är gripen för smitning bla bla jag var lite förvirrad, vad fan hände för att jag sa att jag ska anmäla han så säger han att jag är gripen och ringer till polisen, så jag gav dom min id dom skrev nåt på pappret böter 1200kr efter det väntade vi på polisen några minuter jag väntade på dom med för att anmäla händelsen efter en stund ringde han igen till nån -polisen?"
	},
	{
		"postIndex": 4539,
		"postNumber": 988,
		"rankGlobal": 3,
		"scoreGlobal": 64.3,
		"userRank": 68,
		"userScore": 7.2,
		"postUserName": "Troppen",
		"postUserID": "u317662",
		"postUserUrl": "https://www.flashback.org/u317662",
		"postDateTime": "2010-02-11, 18:30",
		"postUrlInThread": "https://www.flashback.org/t130697p83",
		"postUrlUniq": "https://www.flashback.org/sp21411985",
		"sentence": "Om du löper så begår du inget brott överhuvudtaget snarare tvärtom - du har avlägsnat dig från fordonet (se nedan) hmflb Se understrykningarna nedan, om du inte visar upp en giltig biljett och är smart nog att inte erkänna att du inte har en giltig biljett (dom har då inte tillräckligt goda skäl att envarsgripa dig for bedrägligt beteende, dvs rekvisiten för gripande är inte uppfyllda) så kan kontrollanterna bara göra en sak, nämligen att avvisa dig från fordonet, inte gripa dig, kräva leg, omringa dig eller liknande."
	},
	{
		"postIndex": 3724,
		"postNumber": 785,
		"rankGlobal": 4,
		"scoreGlobal": 60.1,
		"userRank": 30,
		"userScore": 15.6,
		"postUserName": "EZS0N",
		"postUserID": "u284771",
		"postUserUrl": "https://www.flashback.org/u284771",
		"postDateTime": "2008-11-14, 14:58",
		"postUrlInThread": "https://www.flashback.org/t130697p66",
		"postUrlUniq": "https://www.flashback.org/sp13708921",
		"sentence": "När polisen kommer kontrollerar dom mitt leg, och ger över uppgifterna till biljettkontrollanterna som precis ska skriva ut boten när jag förklarar för polisen att jag har en biljett, jag visar upp biljetten för polisen och förklarar att biljettkontrollanterna har gripit mig för att dom misstänkte att jag inte hade någon biljett, att frihetsberöva någon utan lagstöd för det strider mot grundlagen och att jag vill anmäla kontrollanterna för samt att polisen inte har någon som helst rätt att ge ut mina personuppgifter till biljettkontrollanterna på plats (vet inte vilken lag det går under, men en bekant till mig som jobbar som polis berättade att polisen inte har rätt att ge ut personuppgifterna till kontrollanterna) och jag vill anmäla polisen för detta nu..."
	},
	{
		"postIndex": 3805,
		"postNumber": 800,
		"rankGlobal": 5,
		"scoreGlobal": 58,
		"userRank": 22,
		"userScore": 20.6,
		"postUserName": "jumpcut",
		"postUserID": "u96648",
		"postUserUrl": "https://www.flashback.org/u96648",
		"postDateTime": "2008-11-16, 18:36",
		"postUrlInThread": "https://www.flashback.org/t130697p67",
		"postUrlUniq": "https://www.flashback.org/sp13736885",
		"sentence": "Men skit i allt det där bokstavstolkandet, det är fortfarande bara rättshaverister och andra förlorare som av ren princip eller för att jävlas inte uppvisar sitt färdbevis, oavsett hur möjligt eller omöjligt ett envarsgrip för bedrägligt beteende är i fallet med biljetter - går du på bio utan att visa biljetten för biljettrivaren, eller sätter dig på tåget med biljetten längst ner i väskan och vägrar visa den för konduktören när de ber om att få se den?"
	},
	{
		"postIndex": 10581,
		"postNumber": 2095,
		"rankGlobal": 6,
		"scoreGlobal": 55.9,
		"userRank": 12,
		"userScore": 42.8,
		"postUserName": "Bergakungen",
		"postUserID": "u276672",
		"postUserUrl": "https://www.flashback.org/u276672",
		"postDateTime": "2011-02-14, 13:47",
		"postUrlInThread": "https://www.flashback.org/t130697p175",
		"postUrlUniq": "https://www.flashback.org/sp28883802",
		"sentence": "Gången är ungefär så här: Kontrollanter frågar, trafikanten visar; grund: ett civilrättsligt avtal Trafikanten visar ingen biljett, kontrollanten säger visa leg och ge adress dit vi kan skicka kontrollavgift; grund: ett civilrättsligt avtal Trafikanten nekar att visa leg och nekar att ge adress eller på annnat sätt ge möjlighet för kontrollanten att säkerställa betalningen för resan; kontrollanten bedömer att det nu är uppenbart att trafikanten sysslar med \"bedrägligt beteende\" (brott varpå fängelse kan följa!"
	},
	{
		"postIndex": 11520,
		"postNumber": 2322,
		"rankGlobal": 7,
		"scoreGlobal": 51.6,
		"userRank": 59,
		"userScore": 8.2,
		"postUserName": "akaa100",
		"postUserID": "u527674",
		"postUserUrl": "https://www.flashback.org/u527674",
		"postDateTime": "2011-06-06, 01:22",
		"postUrlInThread": "https://www.flashback.org/t130697p194",
		"postUrlUniq": "https://www.flashback.org/sp31011623",
		"sentence": "Numer använder sig kontrollanterna av lagen om tilläggsavgift i kollektiv persontrafik (1977:67) enligt vilken en tilläggsavgift får tas ut om någon reser utan giltigt färdbevis (observera att tilläggsavgiften inte får tas ut om ”avsaknaden av giltig biljett får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet” enligt 2 § nämnda lag)."
	},
	{
		"postIndex": 14432,
		"postNumber": 2791,
		"rankGlobal": 8,
		"scoreGlobal": 51.6,
		"userRank": 20,
		"userScore": 24.1,
		"postUserName": "waltzing",
		"postUserID": "u525424",
		"postUserUrl": "https://www.flashback.org/u525424",
		"postDateTime": "2012-04-21, 18:02",
		"postUrlInThread": "https://www.flashback.org/t130697p233",
		"postUrlUniq": "https://www.flashback.org/sp36951445",
		"sentence": "Numer använder sig kontrollanterna av lagen om tilläggsavgift i kollektiv persontrafik (1977:67) enligt vilken en tilläggsavgift får tas ut om någon reser utan giltigt färdbevis (observera att tilläggsavgiften inte får tas ut om ”avsaknaden av giltig biljett får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet” enligt 2 § nämnda lag)."
	},
	{
		"postIndex": 2471,
		"postNumber": 527,
		"rankGlobal": 9,
		"scoreGlobal": 51.5,
		"userRank": 105,
		"userScore": 4.6,
		"postUserName": "Pellle",
		"postUserID": "u82596",
		"postUserUrl": "https://www.flashback.org/u82596",
		"postDateTime": "2007-12-21, 22:51",
		"postUrlInThread": "https://www.flashback.org/t130697p44",
		"postUrlUniq": "https://www.flashback.org/sp9361220",
		"sentence": "Om nu kontrollen sker på tåget eller bussen och om resenären säger att han köpt biljett men inte hittar den i sin ficka och säger att han tappat den, då har du bara en om ringa bedrägligt beteende och några envarsgripanden på misstanke medger inte lagstiftningen, endast på färsk gärning eller flyende fot."
	},
	{
		"postIndex": 12595,
		"postNumber": 2506,
		"rankGlobal": 10,
		"scoreGlobal": 48.7,
		"userRank": 48,
		"userScore": 10.1,
		"postUserName": "Tveka",
		"postUserID": "u302722",
		"postUserUrl": "https://www.flashback.org/u302722",
		"postDateTime": "2012-01-31, 14:26",
		"postUrlInThread": "https://www.flashback.org/t130697p209",
		"postUrlUniq": "https://www.flashback.org/sp35425738",
		"sentence": "Kortfattat, du går med på SL:s villkor som resenär och så länge som du inte försöker dig på bedrägeri i någon form ska de inte kunna \"envarsgripa\" dig, då vid biljettkontroll ska personer utan giltig biljett frivilligt uppge personlig information eller avvisas med hjälp av ord eller fysiskt om du vägrar med ordningsvakt alternativt polis då de har rätt att bruka fysiskt våld för att avlägsna dig från platsen."
	},
	{
		"postIndex": 3819,
		"postNumber": 803,
		"rankGlobal": 11,
		"scoreGlobal": 48.6,
		"userRank": 22,
		"userScore": 20.6,
		"postUserName": "jumpcut",
		"postUserID": "u96648",
		"postUserUrl": "https://www.flashback.org/u96648",
		"postDateTime": "2008-11-17, 11:16",
		"postUrlInThread": "https://www.flashback.org/t130697p67",
		"postUrlUniq": "https://www.flashback.org/sp13745293",
		"sentence": "Anledningen till att biljettrivaren på bion inte frihetsberövar folk är för att det inte är hans jobb och för att de allra flesta skiter i att vara häftiga på bion och hävda deras rätt att få se filmen eftersom att de köpt biljetten och inte behöver visa den enligt lag, men försöker du gå förbi utan att visa biljetten så kan du vara säker på att de inte kommer lita på dig utan snarare kasta ut dig, oavsett hur mycket du faktiskt köpt biljetten och har rätt att se filmen."
	},
	{
		"postIndex": 9999,
		"postNumber": 2034,
		"rankGlobal": 12,
		"scoreGlobal": 47.9,
		"userRank": 8,
		"userScore": 52.9,
		"postUserName": "Methos",
		"postUserID": "u468220",
		"postUserUrl": "https://www.flashback.org/u468220",
		"postDateTime": "2011-01-31, 17:35",
		"postUrlInThread": "https://www.flashback.org/t130697p170",
		"postUrlUniq": "https://www.flashback.org/sp28590481",
		"sentence": "Man kan inte anta att en person har begått ett brott och gripa på misstanke, det kan bara och endast bara göras av myndighet (polis, KBV, tull, säpo osv osv) Däremot så sker det felgrip inom BK branchen, och det är när en väktare ser ett brott på bar gärning, men när väktare skall gripa personen så har väktare tappat bort bytet nån sekund och GM har inte längre något gods på sig."
	},
	{
		"postIndex": 10426,
		"postNumber": 2070,
		"rankGlobal": 13,
		"scoreGlobal": 46,
		"userRank": 8,
		"userScore": 52.9,
		"postUserName": "Methos",
		"postUserID": "u468220",
		"postUserUrl": "https://www.flashback.org/u468220",
		"postDateTime": "2011-02-02, 00:39",
		"postUrlInThread": "https://www.flashback.org/t130697p173",
		"postUrlUniq": "https://www.flashback.org/sp28625311",
		"sentence": "\" (källa: ) \"Har kontrollanten emellertid inte sett när resenären gått ombord på fordonet, t ex beroende på att kontrollanten går ombord på fordonet någon eller några hållplatser eller stationer senare än resenären (vilket normalt torde vara fallet), saknas emellertid sannolikt möjlighet till envarsgripande såframt inte flera samtidigt föreliggande omständigheter ger för handen att det föreligger tilläcklig misstanke om att ett brott varpå fängelse kan följa har begåtts av resenären."
	},
	{
		"postIndex": 12349,
		"postNumber": 2457,
		"rankGlobal": 14,
		"scoreGlobal": 45.9,
		"userRank": 74,
		"userScore": 6.6,
		"postUserName": "Onutio",
		"postUserID": "u524961",
		"postUserUrl": "https://www.flashback.org/u524961",
		"postDateTime": "2012-01-24, 13:12",
		"postUrlInThread": "https://www.flashback.org/t130697p205",
		"postUrlUniq": "https://www.flashback.org/sp35301242",
		"sentence": "Att resenärer oftast \"beslutar sig för att hellre visa sin[a] id-handling[ar] än att följa med till polisstationen\", att åtal många gånger inte anses vara påkallat ur allmän synpunkt eller att ingen här orkar ringa runt till landets tingsrätter, påverkar inte det faktum att resenärer dagligen grips av envar och att dessa grip uppenbarligen kommer till rättsväsendets kännedom, samt att den som påstår en handling strider mot lagen naturligtvis även bär bevisbördan för att den så gör."
	},
	{
		"postIndex": 8248,
		"postNumber": 1689,
		"rankGlobal": 15,
		"scoreGlobal": 45.7,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-11-17, 16:52",
		"postUrlInThread": "https://www.flashback.org/t130697p141",
		"postUrlUniq": "https://www.flashback.org/sp26927751",
		"sentence": "Snubben gormade som fan om att han hade biljetten i fickan men inte orkade stå och vänta i kö, jag lät bli att diskutera det, polisen kom, han hade förvisso biljetten i fickan så han hade inte gjort sig skyldig till bedrägligt beteende men jag behöver kanske inte säga att hans tilltag fick polisen att avvisa honom från platsen och han fick inte komma in på festivalen sedan."
	},
	{
		"postIndex": 10489,
		"postNumber": 2079,
		"rankGlobal": 16,
		"scoreGlobal": 45.5,
		"userRank": 8,
		"userScore": 52.9,
		"postUserName": "Methos",
		"postUserID": "u468220",
		"postUserUrl": "https://www.flashback.org/u468220",
		"postDateTime": "2011-02-02, 10:46",
		"postUrlInThread": "https://www.flashback.org/t130697p174",
		"postUrlUniq": "https://www.flashback.org/sp28629402",
		"sentence": "\"”Kvävning/cirkulationskollaps kan inträffa när en person under ett utsträckt tidsförlopp ligger ner, om något eller några av de nedanstående förhållandena råder: • personen ligger på mage och är fängslad med händerna på rygg • personen trycks ned mot underlaget med belastningen på rygg, buk eller bröstkorg • personen är så placerad att han inte kan röra sig\" \"Risken minskar om: • handfängslade personer tillåts sitta upp – särskilt viktigt vid transporter – eller ligga på sida • polisen undviker att pressa mot personens rygg, buk eller bröstkorg efter det att denne upphört med sitt aktiva motstånd • personens hälsoläge kontinuerligt kontrolleras\" ( ) Så vem har rätt denna gång?"
	},
	{
		"postIndex": 7170,
		"postNumber": 1486,
		"rankGlobal": 17,
		"scoreGlobal": 45.3,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-22, 22:43",
		"postUrlInThread": "https://www.flashback.org/t130697p124",
		"postUrlUniq": "https://www.flashback.org/sp26329814",
		"sentence": "Har man inte visat biljett och vägrar att acceptera kontrollavgift (genom att inte skriva på eller inte visa legitimation) så har kontrollanten bar gärning på brottet bedrägligt beteende."
	},
	{
		"postIndex": 13596,
		"postNumber": 2643,
		"rankGlobal": 18,
		"scoreGlobal": 45.3,
		"userRank": 42,
		"userScore": 12.2,
		"postUserName": "JosueEs",
		"postUserID": "u584041",
		"postUserUrl": "https://www.flashback.org/u584041",
		"postDateTime": "2012-03-04, 19:26",
		"postUrlInThread": "https://www.flashback.org/t130697p221",
		"postUrlUniq": "https://www.flashback.org/sp36045462",
		"sentence": "Dvs de får aldrig gripa då du själv som privatperson inte får gripa=Bar gärning (brott skall kunna rendera i 2 års fängelsestraff vilket bedrägligt beteende ej gör) I deras utbildning sägs det att man skall försöka verka vara en myndighetsperson då \"Plankaren\" blir rädd och oftast känner sig tvingad att visa legitimation, men detta är inte sant."
	},
	{
		"postIndex": 14737,
		"postNumber": 2847,
		"rankGlobal": 19,
		"scoreGlobal": 44.9,
		"userRank": 20,
		"userScore": 24.1,
		"postUserName": "waltzing",
		"postUserID": "u525424",
		"postUserUrl": "https://www.flashback.org/u525424",
		"postDateTime": "2012-04-22, 04:42",
		"postUrlInThread": "https://www.flashback.org/t130697p238",
		"postUrlUniq": "https://www.flashback.org/sp36960925",
		"sentence": "Och isåfall kan biljettkontrollant envarsgripa den som på bar gärning eller flyende fot inte uppvisar biljett, även om personen tex påstår att han precis ska gå av/ut, eller letar efter biljett men inte inom rimlig tid uppvisar biljett."
	},
	{
		"postIndex": 4924,
		"postNumber": 1104,
		"rankGlobal": 20,
		"scoreGlobal": 44.3,
		"userRank": 128,
		"userScore": 3.8,
		"postUserName": "t01",
		"postUserID": "u155020",
		"postUserUrl": "https://www.flashback.org/u155020",
		"postDateTime": "2010-05-31, 19:49",
		"postUrlInThread": "https://www.flashback.org/t130697p92",
		"postUrlUniq": "https://www.flashback.org/sp23433316",
		"sentence": "En del vettiga personer har tidigare i tråden försökt att förklara så att även idioter ska förstå, förenklat går det till så här: Planka/inte betala = Bedrägligt beteende = Fängelse i straffskalan = Envarsgripande I SL-trafiken där Securitas sköter biljettkontrollen så sker gripanden då och då, och det är givetvis lagligt annars skulle man inte kunna bedriva någon kontrollverksamhet."
	},
	{
		"postIndex": 2122,
		"postNumber": 462,
		"rankGlobal": 21,
		"scoreGlobal": 44,
		"userRank": 15,
		"userScore": 38.2,
		"postUserName": "tekyu",
		"postUserID": "u119708",
		"postUserUrl": "https://www.flashback.org/u119708",
		"postDateTime": "2007-12-10, 21:24",
		"postUrlInThread": "https://www.flashback.org/t130697p39",
		"postUrlUniq": "https://www.flashback.org/sp9243882",
		"sentence": "stretar de emot ja då får de kalla på polis, vilket man väntar ännu mer och inte gör något, och sedan när polis kommer så envarsgriper man alla för olaga frihetsberövande och olaga tvång, vilket medför att polisen skäller ut varenda kontrollant för punkt och pricka då de har olovligen frihetsberövat en person med giltigt färdbevis(vilket du då ha när polismannen frågar om det) Sedan kan man trolla lite mer med den här missuppfattningen vad legitimation är för något."
	},
	{
		"postIndex": 16490,
		"postNumber": 3208,
		"rankGlobal": 22,
		"scoreGlobal": 43.9,
		"userRank": 119,
		"userScore": 4.1,
		"postUserName": "Essylia",
		"postUserID": "u552905",
		"postUserUrl": "https://www.flashback.org/u552905",
		"postDateTime": "2013-02-22, 16:58",
		"postUrlInThread": "https://www.flashback.org/t130697p268",
		"postUrlUniq": "https://www.flashback.org/sp42143810",
		"sentence": "Kan jag inte helt enkelt meddela att jag inte har någon biljett och välja att gå ut från tåget (är tåget i rörelse så vid nästa station), eller har kontrollanterna rätt att gripa mig för bedrägligt beteende i väntan på polis, eftersom jag vägrar uppvisa giltigt färdbevis?"
	},
	{
		"postIndex": 7814,
		"postNumber": 1617,
		"rankGlobal": 23,
		"scoreGlobal": 43.5,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-26, 23:06",
		"postUrlInThread": "https://www.flashback.org/t130697p135",
		"postUrlUniq": "https://www.flashback.org/sp26426408",
		"sentence": "Det är brottet bedrägligt beteende och när personen inte visar giltigt färdbevis och inte accepterar kontrollavgiften så har man en bar gärning på att personen har begagnat sig av färdmedlet utan att göra rätt för sig och personen kan då gripas av envar."
	},
	{
		"postIndex": 8607,
		"postNumber": 1751,
		"rankGlobal": 24,
		"scoreGlobal": 43.3,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-11-17, 20:37",
		"postUrlInThread": "https://www.flashback.org/t130697p146",
		"postUrlUniq": "https://www.flashback.org/sp26933944",
		"sentence": "Precis på samma sätt har biljettkontrollanten en bar gärning på bedrägligt beteende, dvs att någon nyttjar färdmedlet utan att göra rätt för sig, när personen inte visar biljett eller erlägger kontrollavgift (vilken är att jämställa med att på plats köpa en biljett)."
	},
	{
		"postIndex": 12024,
		"postNumber": 2423,
		"rankGlobal": 25,
		"scoreGlobal": 42.8,
		"userRank": 73,
		"userScore": 6.8,
		"postUserName": "Knutte_Ninja",
		"postUserID": "u140751",
		"postUserUrl": "https://www.flashback.org/u140751",
		"postDateTime": "2011-11-18, 11:04",
		"postUrlInThread": "https://www.flashback.org/t130697p202",
		"postUrlUniq": "https://www.flashback.org/sp34070593",
		"sentence": "Kontrollanten/trafiktjänstemannen kommer och frågar om din biljett, du svara inte \"jag har ingen biljett\" utan typ \"jag vill inte visa den för dig\", trafiktjänstemannen säger nu att \"om du inte visar den för mig blir det kontrollavgift\", du säger \"jag har en biljett och tänker inte betala någon kontrollavgift\" och reser dig upp och säger att \"nu tänker jag gå\"."
	},
	{
		"postIndex": 10035,
		"postNumber": 2035,
		"rankGlobal": 26,
		"scoreGlobal": 42.8,
		"userRank": 10,
		"userScore": 45.2,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-01-31, 18:48",
		"postUrlInThread": "https://www.flashback.org/t130697p170",
		"postUrlUniq": "https://www.flashback.org/sp28592248",
		"sentence": "Vad detta då i praktiken innebär är att man blir tagen på bar gärning så länge man nyttjar tunnelbanan genom bedrägligt beteende, oavsett om det är en station eller tio och ska vi vara petiga, så ser du (genom att helt enkelt betrakta snyltaren när denne begår bedrägligt beteende i perdurerande form) således brottet begås under samma tidsrymd."
	},
	{
		"postIndex": 7506,
		"postNumber": 1556,
		"rankGlobal": 27,
		"scoreGlobal": 42.6,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-24, 13:24",
		"postUrlInThread": "https://www.flashback.org/t130697p130",
		"postUrlUniq": "https://www.flashback.org/sp26363534",
		"sentence": "Vilken lag eller praxis säger att jag är skyldig att följa efter personen och försöka guida polis till platsen istället för att gripa personen (dvs säga till personen \"Du är gripen för bedrägligt beteende\")?"
	},
	{
		"postIndex": 7487,
		"postNumber": 1550,
		"rankGlobal": 28,
		"scoreGlobal": 42.6,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-24, 13:10",
		"postUrlInThread": "https://www.flashback.org/t130697p130",
		"postUrlUniq": "https://www.flashback.org/sp26363219",
		"sentence": "Vilken lag eller praxis säger att jag är skyldig att följa efter personen och försöka guida polis till platsen istället för att gripa personen (dvs säga till personen \"Du är gripen för bedrägligt beteende\")?"
	},
	{
		"postIndex": 7567,
		"postNumber": 1563,
		"rankGlobal": 29,
		"scoreGlobal": 42.6,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-24, 15:21",
		"postUrlInThread": "https://www.flashback.org/t130697p131",
		"postUrlUniq": "https://www.flashback.org/sp26366143",
		"sentence": "Vilken lag eller praxis säger att jag är skyldig att följa efter personen och försöka guida polis till platsen istället för att gripa personen (dvs säga till personen \"Du är gripen för bedrägligt beteende\")?"
	},
	{
		"postIndex": 1764,
		"postNumber": 387,
		"rankGlobal": 30,
		"scoreGlobal": 41.7,
		"userRank": 17,
		"userScore": 28.5,
		"postUserName": "jaha jovisst",
		"postUserID": "u63936",
		"postUserUrl": "https://www.flashback.org/u63936",
		"postDateTime": "2006-01-02, 13:51",
		"postUrlInThread": "https://www.flashback.org/t130697p33",
		"postUrlUniq": "https://www.flashback.org/sp3467040",
		"sentence": "Envarsingripande, måste alla komma ihåg, kan endast ske på bar gärning eller flyende fot, dvs, den som griper måste ha bevittnat att brottet begåtts samt inte förlorat personen ur sikte (fick jag lära mig alla fall)."
	},
	{
		"postIndex": 4131,
		"postNumber": 869,
		"rankGlobal": 31,
		"scoreGlobal": 41.6,
		"userRank": 144,
		"userScore": 3.4,
		"postUserName": "Cashguard",
		"postUserID": "u315468",
		"postUserUrl": "https://www.flashback.org/u315468",
		"postDateTime": "2009-10-02, 10:11",
		"postUrlInThread": "https://www.flashback.org/t130697p73",
		"postUrlUniq": "https://www.flashback.org/sp19040616",
		"sentence": "Om jag förstått det rätt kan man alltså hävda att man a) antingen har en biljett som man inte vill visa b) har köpt en biljett som man tappat I situation \"a\" kan kontrollanten inte envarsgripa eftersom det måste ske på bar gärning eller flyende fot."
	},
	{
		"postIndex": 12594,
		"postNumber": 2506,
		"rankGlobal": 32,
		"scoreGlobal": 41.5,
		"userRank": 48,
		"userScore": 10.1,
		"postUserName": "Tveka",
		"postUserID": "u302722",
		"postUserUrl": "https://www.flashback.org/u302722",
		"postDateTime": "2012-01-31, 14:26",
		"postUrlInThread": "https://www.flashback.org/t130697p209",
		"postUrlUniq": "https://www.flashback.org/sp35425738",
		"sentence": "Ta TS berättelse : Här hade de faktiskt rätten att envarsgripa för bedrägeri \"bedrägligt beteende\" då Tompalizer uppgav falska uppgifter, att påstå att neka betalning och att inte uppge personnummer är bedrägligt är , så länge du inte uppger skit eller ljuger dig ur situationen så ska du endast bli eskorterad ut av antingen ordningsvakt eller polis."
	},
	{
		"postIndex": 15946,
		"postNumber": 3084,
		"rankGlobal": 33,
		"scoreGlobal": 40.9,
		"userRank": 214,
		"userScore": 2.2,
		"postUserName": "Respector",
		"postUserID": "u594268",
		"postUserUrl": "https://www.flashback.org/u594268",
		"postDateTime": "2012-06-18, 15:21",
		"postUrlInThread": "https://www.flashback.org/t130697p257",
		"postUrlUniq": "https://www.flashback.org/sp37929905",
		"sentence": "En fråga; jag är nyss fyllda 20 år men åker ändå med reducerat pris (gränsen går vid 20), jag har ju inga problem att ta mig genom spärrarna eller åka buss och sånt, men om en kontrollant kommer på pendeln, bör jag visa min (för mig) ogiltiga biljett eller bara säga att jag inte har någon alls?"
	},
	{
		"postIndex": 7573,
		"postNumber": 1563,
		"rankGlobal": 34,
		"scoreGlobal": 40.8,
		"userRank": 2,
		"userScore": 96.9,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-24, 15:21",
		"postUrlInThread": "https://www.flashback.org/t130697p131",
		"postUrlUniq": "https://www.flashback.org/sp26366143",
		"sentence": "När man skall envarsgripa någon, vilket man har rätt till så fort man har bar gärning på ett brott med fängelse i straffskalan, man jagar efter någon som är på flyende fot eller någon är efterlyst av polisen för brott, så är den lägsta delen av tvångsåtgärd just att säga \"du är gripen för X, vänligen vänta här på polis\"."
	},
	{
		"postIndex": 2598,
		"postNumber": 546,
		"rankGlobal": 35,
		"scoreGlobal": 40.7,
		"userRank": 152,
		"userScore": 3.3,
		"postUserName": "amengiv1",
		"postUserID": "u198201",
		"postUserUrl": "https://www.flashback.org/u198201",
		"postDateTime": "2008-03-12, 14:59",
		"postUrlInThread": "https://www.flashback.org/t130697p46",
		"postUrlUniq": "https://www.flashback.org/sp10343646",
		"sentence": "Mm som du säger, sålänge man vägrar erkänna att man ej betalt kan de ej ingripa med stöd av envarsgripande lagen (fängelse i straffskalan på bedrägligt beteende), bara så säga att du inte vill visa upp biljetten så kan de endast avlägsna/avvisa (osäker på vilket) dig från området."
	},
	{
		"postIndex": 12648,
		"postNumber": 2518,
		"rankGlobal": 36,
		"scoreGlobal": 40.5,
		"userRank": 4,
		"userScore": 79.5,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-01-31, 15:52",
		"postUrlInThread": "https://www.flashback.org/t130697p210",
		"postUrlUniq": "https://www.flashback.org/sp35427148",
		"sentence": "Detta betyder att ifall du enbart tar och promenerar iväg när du konfronterats av en kontrollant så kan du inte gripas då \"brottet\" du gjort var att inte lösa biljett men som sagts krävs \"på bar gärning eller flyende fot\" för att du ska kunna gripas."
	},
	{
		"postIndex": 12031,
		"postNumber": 2424,
		"rankGlobal": 37,
		"scoreGlobal": 40.4,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "ormanoff",
		"postUserID": "u158705",
		"postUserUrl": "https://www.flashback.org/u158705",
		"postDateTime": "2011-11-18, 11:40",
		"postUrlInThread": "https://www.flashback.org/t130697p202",
		"postUrlUniq": "https://www.flashback.org/sp34070984",
		"sentence": "Skulle man hårddra det och anse att det inte finns någon skyldighet för resenären att visa biljett (vilket givetvis är trams och i strid med både lag, lagens syfte och förarbeten) saknas ändå uppsåt till ett olaga frihetsberövande hos den som griper eftersom han var i villfarelse om att biljett fanns."
	},
	{
		"postIndex": 7525,
		"postNumber": 1558,
		"rankGlobal": 38,
		"scoreGlobal": 39.8,
		"userRank": 3,
		"userScore": 82.7,
		"postUserName": "pellepolis",
		"postUserID": "u130745",
		"postUserUrl": "https://www.flashback.org/u130745",
		"postDateTime": "2010-10-24, 14:23",
		"postUrlInThread": "https://www.flashback.org/t130697p130",
		"postUrlUniq": "https://www.flashback.org/sp26364878",
		"sentence": "Dock är det enda sättet att betala för sig när man väl får en tilläggsavgift (eftersom man inte kan eller vill visa upp giltligt färdbevis) är genom att lämna sina personuppgifter och signera tilläggsavgiften som kontrollanten skriver ut med stöd av: Lag (1977:67) om tilläggsavgift i kollektiv persontrafik."
	},
	{
		"postIndex": 1382,
		"postNumber": 286,
		"rankGlobal": 39,
		"scoreGlobal": 39.8,
		"userRank": 32,
		"userScore": 15.1,
		"postUserName": "fnu",
		"postUserID": "u1701",
		"postUserUrl": "https://www.flashback.org/u1701",
		"postDateTime": "2005-04-20, 02:38",
		"postUrlInThread": "https://www.flashback.org/t130697p24",
		"postUrlUniq": "https://www.flashback.org/sp2133924",
		"sentence": "Tidigare nämndes att rätten att göra envarsgripande, men eftersom det inte är ett brott att tappa biljetten eller inte vilja visa den och inte heller kan anses vara på bar gärning kan man inte använda denna rätt inne på tunnelbaneområden, buss och motsvarande."
	},
	{
		"postIndex": 12216,
		"postNumber": 2448,
		"rankGlobal": 40,
		"scoreGlobal": 39.8,
		"userRank": 28,
		"userScore": 16.9,
		"postUserName": "agh39",
		"postUserID": "u115536",
		"postUserUrl": "https://www.flashback.org/u115536",
		"postDateTime": "2012-01-23, 16:47",
		"postUrlInThread": "https://www.flashback.org/t130697p204",
		"postUrlUniq": "https://www.flashback.org/sp35286089",
		"sentence": "Tidigare nämndes att rätten att göra envarsgripande, men eftersom det inte är ett brott att tappa biljetten eller inte vilja visa den och inte heller kan anses vara på bar gärning kan man inte använda denna rätt inne på tunnelbaneområden, buss och motsvarande."
	}
]
