[
	{
		"postIndex": 3666,
		"postNum": 1171,
			"postTime": "2012-06-05",
		"postLink": "/sp37710726",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Det är lite svårt att säga, nästan alla dom stora studentfesterna (kravaller som de kallas) hålls på kårhuset på campus Valla och på dem står Folk från HU också som arrangörer så på det viset är det ju en viss sammanhållning men annars handlar det nog mer om hur ni är som personer och vad ni tycker om att göra än på vilket campus ni pluggar, Alla går ju inte på studentfesterna liksom Hagaberg har jag aldrig hört talas om men om det som kartan visar är platsen borta vid mjölby så är det ju en bra bit utanför stan, men det är ju helt upp till dig själv om hur du vill bo, Det är inte direkt som att man inte kommer få några vänner för att man bor \"off\" men jag personligen hade inte velat bo utanför stan eller i dom östra delarna men det är för att det blir drygt i längden att behöva ta sig långt varje gång man vill hitta på någonting, inte att man hamnar utanför gemenskapen."
	},
	{
		"postIndex": 3949,
		"postNum": 1247,
			"postTime": "2012-07-07",
		"postLink": "/sp38216693",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p104",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "studentbostäder lägger upp lägenheterna så fort de blir lediga, finns det lediga lägenheter efter antagningsbeskedet när du har blivit student (vilket du inte på något sätt är innan) så går de att söka på precis samma villkor för gamla som nya studenter, det är schyst nog av dom att hålla korridorerna tomma (och förlora inkomst) bara för att ha så många som möjligt lediga till alla nya studenter."
	},
	{
		"postIndex": 3636,
		"postNum": 1167,
			"postTime": "2012-06-04",
		"postLink": "/sp37709187",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Viktigt att poängtera är att deras poäng syns fortfande som ”högst” så att bara för att det står att någon har högre poäng än dig betyder inte det att du inte är först i kön Här gäller det att vara smart, Systemet är uppbyggt att varje person kan intresseanmäla 5 lägenheter men bara bli erbjuden en, Detta gör att i snitt försvinner 4 personer från kön på varje lägenhet och det är smartare att söka lägenheter med få sökande än med låga poäng då endast den med högst visas."
	},
	{
		"postIndex": 3729,
		"postNum": 1184,
			"postTime": "2012-06-08",
		"postLink": "/sp37763288",
		"postUser": "Sapphirus",
		"postUserID": "/u689960",
		"postUrl": "https://www.flashback.org/t1538501p99",
		"userUrl": "https://www.flashback.org/u689960",
		"sentence": "Studentdelarna av Ryd är inte riktigt lika lugna som människodelarna, fler fester och så, men så är det nog inte bara i Ryd Jag har vänner som på sistone har flyttat eller funderat på att flytta till Ryd från andra delar av Linköping eftersom det är nära till Campus Valla, nära till Hg och bekvämt i och med att ofta känner man många som bor i Ryd om man pluggar."
	},
	{
		"postIndex": 3644,
		"postNum": 1167,
			"postTime": "2012-06-04",
		"postLink": "/sp37709187",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Jag tycker personligen att det inte är värt att bosätta sig någon annan stans än i innerstan valla gottfridsberg ryd skägget eller lambohov då man hamnar sjukt off och bostadssitationen är inte så farlig i linköping och det brukar ordna sig ganska snabbt om man bara har lite is i magen men om man vill åka buss varje dag eller cykla en halvtimme i uppförsbacke så är det något man får avgöra själv."
	},
	{
		"postIndex": 3635,
		"postNum": 1167,
			"postTime": "2012-06-04",
		"postLink": "/sp37709187",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Korridorsum i ryd står tomma under vårterminen så det är omöjligt att sätta en poängsumma på dem med tanke på specialreglerna under början av höstterminen Så fort antagningsbeskedet har kommit läggs alla korridorsrum som är lediga upp på studentbostäders hemsida och som ny student folkbokförd utanför linköping har man förtur, vilket innebär att skulle någon som inte stämmer in på kriterierna söka så får du lägenheten ändå."
	},
	{
		"postIndex": 1252,
		"postNum": 379,
			"postTime": "2011-06-01",
		"postLink": "/sp30943356",
		"postUser": "fortississimo",
		"postUserID": "/u530660",
		"postUrl": "https://www.flashback.org/t1538501p32",
		"userUrl": "https://www.flashback.org/u530660",
		"sentence": "Med drygt 300 poäng kunde jag enkelt komma in på Ryds Allé (2:a våningen, dock ingen bra utsikt), där jag för närvarande bor (gillar dock inte korridorer så mycket, så vill helst flytta någon annanstans (inte längre bort från universitetet som norra Ryd)), men under terminerna har dessa korridorer gått för betydligt mer."
	},
	{
		"postIndex": 8572,
		"postNum": 2825,
			"postTime": "2014-07-12",
		"postLink": "/sp49552465",
		"postUser": "TheShrew",
		"postUserID": "/u388477",
		"postUrl": "https://www.flashback.org/t1538501p236",
		"userUrl": "https://www.flashback.org/u388477",
		"sentence": "3 månader ska det dock gå innan flytt mellan samma bostadsttyp(det tolkar jag som korridor-korridor och inte korridor - lägenhet, bör kanske frågas innan) Mellan 10-13 så finns det chans att sista minuten lägenheter läggs upp, skulle tro att de är din chans hos studentbostäder."
	},
	{
		"postIndex": 366,
		"postNum": 114,
			"postTime": "2010-07-22",
		"postLink": "/sp24389527",
		"postUser": "TheShrew",
		"postUserID": "/u388477",
		"postUrl": "https://www.flashback.org/t1538501p10",
		"userUrl": "https://www.flashback.org/u388477",
		"sentence": "Till er som letar bostad och kanske inte hittar något hos studentbostäder eller så kan kolla på denna lista(lista öve de flesta hyresvärdar i Linköping), och höra av sig till några av de hyresvärdar där för större chans, går nog att få tag i rätt bra lägenheter där om man har tur, både i läge och pris."
	},
	{
		"postIndex": 8316,
		"postNum": 2729,
			"postTime": "2014-06-21",
		"postLink": "/sp49291458",
		"postUser": "Oboydrickaren",
		"postUserID": "/u888217",
		"postUrl": "https://www.flashback.org/t1538501p228",
		"userUrl": "https://www.flashback.org/u888217",
		"sentence": "Jag står i kö hos Studentbostäder, Stångåstaden och Byggvesta och har en del poäng, framförallt om ett år, men det jag undrar främst är om det finns studentbostäder närmre hälsouniversitetet som de som pluggar på HU bor på, eller om även dessa studenter väljer att bo vid Ryd och alla de ställena?"
	},
	{
		"postIndex": 203,
		"postNum": 63,
			"postTime": "2010-06-30",
		"postLink": "/sp23978774",
		"postUser": "xe0",
		"postUserID": "/u376262",
		"postUrl": "https://www.flashback.org/t1538501p6",
		"userUrl": "https://www.flashback.org/u376262",
		"sentence": "Sen så kanske du inte vill bo precis ovanför själva utestället flamman då det hörs ganska väl in i rummen på helgerna men allt beror på hur du själv är som person jag själv tycker om att ha det lite livat omkring mig men vill du ha ett lugnt område så kanske inte flamman är att rekommendera men det bor vettigt folk i dom korridorer som jag besökt och sammanhållningen verkar vara bra."
	},
	{
		"postIndex": 4277,
		"postNum": 1366,
			"postTime": "2012-07-15",
		"postLink": "/sp38340161",
		"postUser": "Mr.Hanscom",
		"postUserID": "/u597347",
		"postUrl": "https://www.flashback.org/t1538501p114",
		"userUrl": "https://www.flashback.org/u597347",
		"sentence": "Det måste ju vara en hel del nya människor som flyttar till Linköping varje år som kommer ifrån alla olika delar av landet, men det verkar ju inte finnas så väldigt många lediga bostäder."
	},
	{
		"postIndex": 8366,
		"postNum": 2749,
			"postTime": "2014-06-26",
		"postLink": "/sp49360948",
		"postUser": "wqart",
		"postUserID": "/u888512",
		"postUrl": "https://www.flashback.org/t1538501p230",
		"userUrl": "https://www.flashback.org/u888512",
		"sentence": "Ärligt talat tror jag inte just att fler I:are skulle bo i vissa områden; som ny student skulle jag säga att säkert 80% av dina kurskamrater bor i ryd, i alla fall första året eller åren."
	},
	{
		"postIndex": 8358,
		"postNum": 2747,
			"postTime": "2014-06-26",
		"postLink": "/sp49358591",
		"postUser": "Verticaloo",
		"postUserID": "/u561803",
		"postUrl": "https://www.flashback.org/t1538501p229",
		"userUrl": "https://www.flashback.org/u561803",
		"sentence": "Fick inte bostad när de la ut den första vågen av bostäder, det var i tredje vågen då bostäderna bara låg uppe under en förmiddag som jag lyckades få ett rum Eftersom bostäderna bara låg uppe under några timmar var det inte så många som ansökte så poängen låg på runt 250."
	},
	{
		"postIndex": 3434,
		"postNum": 1105,
			"postTime": "2012-05-02",
		"postLink": "/sp37143628",
		"postUser": "cresta",
		"postUserID": "/u358495",
		"postUrl": "https://www.flashback.org/t1538501p93",
		"userUrl": "https://www.flashback.org/u358495",
		"sentence": "Ska jag börja leta vanliga lägenheter som hyrs ut i andra hand (eller kommer jag hamna utanför umgänget ifall jag inte bor i korridor, då jag bara läser strökurser?"
	},
	{
		"postIndex": 4671,
		"postNum": 1500,
			"postTime": "2012-07-19",
		"postLink": "/sp38403881",
		"postUser": "Simsonite",
		"postUserID": "/u469835",
		"postUrl": "https://www.flashback.org/t1538501p125",
		"userUrl": "https://www.flashback.org/u469835",
		"sentence": "Visst känner ni inte så många i Linköping just nu kanske, men efter en veckas nolle-p kommer ni att ha hittat andra personer som inte heller har något boende som ni trivs med, och vips så delar ni en större lägenhet."
	},
	{
		"postIndex": 8556,
		"postNum": 2821,
			"postTime": "2014-07-12",
		"postLink": "/sp49548907",
		"postUser": "Verticaloo",
		"postUserID": "/u561803",
		"postUrl": "https://www.flashback.org/t1538501p236",
		"userUrl": "https://www.flashback.org/u561803",
		"sentence": "Jag bor på flamman och om någon har lämnat en tallrik eller något i diskhon så skriver vi typ en lapp \"Detta är inte ryd, diska efter er\" eller dylikt så brukar det hjälpa Har kompisar som bodde i Ryd och där var det mer regel än undantag att det låg saker i diskhon varje dag."
	},
	{
		"postIndex": 4102,
		"postNum": 1310,
			"postTime": "2012-07-12",
		"postLink": "/sp38298199",
		"postUser": "kerr",
		"postUserID": "/u441945",
		"postUrl": "https://www.flashback.org/t1538501p110",
		"userUrl": "https://www.flashback.org/u441945",
		"sentence": "Ja, lite mer Ryd feedback från folk som faktiskt bott där hade ju varit intressant, skummade som sagt igenom de senaste 20 sidorna men skulle inte skada med lite mer info Som det ser ut nu så är ju Ryd det enda jag kommer ha chans på med mina fjuttiga 85ish poäng."
	},
	{
		"postIndex": 3622,
		"postNum": 1166,
			"postTime": "2012-06-04",
		"postLink": "/sp37709174",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p98",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Samma sak här med mataffärsutbudet Jag har inte så jättemycket erfarenhet av flamman men den uppfattning jag har fått är att det är här man skall hamna om man vill leva korridorslivet, Här är korridorerna större typ 20ish rum per korridor (har aldrig varit där så jag är inte helt säker) Och sammanhållningen i korridorerna verkar bättre här, Ganska skabbigt och mycket festande, finns även ett fåtal lägenheter."
	},
	{
		"postIndex": 7119,
		"postNum": 2298,
			"postTime": "2013-07-18",
		"postLink": "/sp44370048",
		"postUser": "SheiiZu",
		"postUserID": "/u546528",
		"postUrl": "https://www.flashback.org/t1538501p192",
		"userUrl": "https://www.flashback.org/u546528",
		"sentence": "Och även om ni skulle haffa en med inflyttning i september finns en relativt stor chans att kunna flytta in lite tidigare, dvs personen som har lägenheten fram till september kanske inte behöver den under sista en-två veckorna."
	},
	{
		"postIndex": 1085,
		"postNum": 338,
			"postTime": "2011-05-14",
		"postLink": "/sp30622593",
		"postUser": "marrren",
		"postUserID": "/u443439",
		"postUrl": "https://www.flashback.org/t1538501p29",
		"userUrl": "https://www.flashback.org/u443439",
		"sentence": "Är sjukt pepp men samtidigt lite nervös då det känns förjävligt ifall jag inte kommer in på skolan och står där med en hyreslägenhet haha Å andra sidan tycks det vara ett populärt område om det nu är nära skolan, så det lär väl inte bli så svårt att finna någon som vill ha den?"
	},
	{
		"postIndex": 2220,
		"postNum": 711,
			"postTime": "2011-07-21",
		"postLink": "/sp31770563",
		"postUser": "Dengalne",
		"postUserID": "/u376104",
		"postUrl": "https://www.flashback.org/t1538501p60",
		"userUrl": "https://www.flashback.org/u376104",
		"sentence": "Jag har fixat privat som backup så ska gambla och satsa på annat än Ryd, ska jag satsa på flamman eller irret korridorer vad är bäst och vad finns det en liten chans iaf att jag får om jag använder den metoden med att söka på få sökande med samma poäng?"
	},
	{
		"postIndex": 8531,
		"postNum": 2810,
			"postTime": "2014-07-11",
		"postLink": "/sp49541751",
		"postUser": "Falafeln",
		"postUserID": "/u916581",
		"postUrl": "https://www.flashback.org/t1538501p235",
		"userUrl": "https://www.flashback.org/u916581",
		"sentence": "I fall att jag söker 5 boenden, kommer jag slumpvis tilldelas en av lägenheterna för att sedan konkurrera med poäng tillsammans med andra som slumpats samme lägenhet (jag har alltså en chans att bli utan boende), eller sorterar den först utifrån mina poäng och därefter slumpas jag en av lägenheterna som jag \"vann\"?"
	},
	{
		"postIndex": 1928,
		"postNum": 611,
			"postTime": "2011-07-15",
		"postLink": "/sp31681229",
		"postUser": "UnderwearMan",
		"postUserID": "/u215030",
		"postUrl": "https://www.flashback.org/t1538501p51",
		"userUrl": "https://www.flashback.org/u215030",
		"sentence": "Först och främst försök kolla om ni har någon ni känner eller någon släkting som har en soffa över i någon vecka som nödlösning, om så inte är fallet packa bara väskan och åk dit till kursstart, det finns ALLTID faddrar eller klasskamrater som har en soffa man kan låna några dagar."
	},
	{
		"postIndex": 6543,
		"postNum": 2117,
			"postTime": "2013-06-30",
		"postLink": "/sp44116813",
		"postUser": "Lonewolf.McQuade",
		"postUserID": "/u725716",
		"postUrl": "https://www.flashback.org/t1538501p177",
		"userUrl": "https://www.flashback.org/u725716",
		"sentence": "Stämmer det att mina köpoäng är kvar efter mitt första boende val, kan jag alltså bo ett år i korridorsrum i Ryd för att spara tills jag har runt 1000 poäng för att sedan skaffa en egen studentlägenhet eller nollställs mina poäng efter mitt första val?"
	},
	{
		"postIndex": 6227,
		"postNum": 2024,
			"postTime": "2013-05-07",
		"postLink": "/sp43320424",
		"postUser": "KraiT-",
		"postUserID": "/u349709",
		"postUrl": "https://www.flashback.org/t1538501p169",
		"userUrl": "https://www.flashback.org/u349709",
		"sentence": "Har nämligen lite bättre köpoäng på Stångåstaden än Studentbostäder men vill gärna bo i Ryd iallafall i början av studierna då det framgår rätt tydligt i denna tråden att det är i Ryd dom flesta bor typ första året eller något(?"
	},
	{
		"postIndex": 6557,
		"postNum": 2119,
			"postTime": "2013-07-01",
		"postLink": "/sp44126347",
		"postUser": "valach",
		"postUserID": "/u664186",
		"postUrl": "https://www.flashback.org/t1538501p177",
		"userUrl": "https://www.flashback.org/u664186",
		"sentence": "När jag kollade igenom studentlägenheter i Lambohov skulle alla badrumrenoveras, nån som bor i Linköping och vet om man inte kan använda badrummet under tiden eller måste flytta ut nån vecka?"
	},
	{
		"postIndex": 7850,
		"postNum": 2567,
			"postTime": "2013-09-11",
		"postLink": "/sp45185566",
		"postUser": "Sporadisktimpulsiv",
		"postUserID": "/u624436",
		"postUrl": "https://www.flashback.org/t1538501p214",
		"userUrl": "https://www.flashback.org/u624436",
		"sentence": "Sen fick vi ett presentkort till IKEA för att köpa en lampa vi gillade När jag var i din situation dröjde det till januari innan jag fick boende (hade lite mer poäng än du har) men eftersom att jag lyckades fixa inneboende första två månaderna och korridor i andra hand till januari var jag inte särskilt het på gröten."
	},
	{
		"postIndex": 8177,
		"postNum": 2676,
			"postTime": "2014-04-16",
		"postLink": "/sp48406285",
		"postUser": "wqart",
		"postUserID": "/u888512",
		"postUrl": "https://www.flashback.org/t1538501p223",
		"userUrl": "https://www.flashback.org/u888512",
		"sentence": "Har du också 970 poäng på Byggvesta (området Colonia) så har du dock ganska säkert en etta, de brukar ha ettor reserverade för nya studenter och långt från lika många står i kö hos Byggvesta som Studentbostäder så de lägenheterna går för färre poäng."
	},
	{
		"postIndex": 3398,
		"postNum": 1099,
			"postTime": "2012-04-15",
		"postLink": "/sp36829098",
		"postUser": "theIron",
		"postUserID": "/u500940",
		"postUrl": "https://www.flashback.org/t1538501p92",
		"userUrl": "https://www.flashback.org/u500940",
		"sentence": "Det enda jobbiga med att bo i lkpg istället för nkpg (för mig då) är de dagar man skulle vilja stanna längre (exempelvis under nollningen) än vad bussarna/tågen tillåter, för min del löstes det via familj och vänner men har man inte den tryggheten kan det vara lite segt att alltid behöva dra tidigt eller att aldrig få sovmorgon."
	},
	{
		"postIndex": 1283,
		"postNum": 383,
			"postTime": "2011-06-10",
		"postLink": "/sp31088531",
		"postUser": "3864",
		"postUserID": "/u566883",
		"postUrl": "https://www.flashback.org/t1538501p32",
		"userUrl": "https://www.flashback.org/u566883",
		"sentence": "- Kokvrå istället för kök (dock med en avgränsning som separera mat-delen från vardagsrums- och sovdelen) - Ingen diskmaskin - Ingen mikrovågsugn ALTERNATIV 2: + Nära universitetet + Stor lägenhet (ca 70 kvm) + Tvättmaskin + Diskmaskin + Riktigt kök + med mikro :P + Har uteplats - Rätt ful lägenhet, interiören ser ut att vara från 80-talet typ - Lite mörk och trist - Samma sak med möblerna, verkar inte så nya och fräscha, lite nötta och gamla - Man måste vara kattvakt..."
	},
	{
		"postIndex": 6660,
		"postNum": 2157,
			"postTime": "2013-07-12",
		"postLink": "/sp44292109",
		"postUser": "Howmakesense",
		"postUserID": "/u693579",
		"postUrl": "https://www.flashback.org/t1538501p180",
		"userUrl": "https://www.flashback.org/u693579",
		"sentence": "Då jag ändå har en del poäng finns det några lägenheter (kanske inte har tillräckligt för att vara så specifik) alternativt kanske områden som ändå är lite bättre än dem andra som jag bör satsa på?"
	},
	{
		"postIndex": 8085,
		"postNum": 2640,
			"postTime": "2014-02-24",
		"postLink": "/sp47655936",
		"postUser": "QQM04R",
		"postUserID": "/u711596",
		"postUrl": "https://www.flashback.org/t1538501p220",
		"userUrl": "https://www.flashback.org/u711596",
		"sentence": "Ganska många utbytesstudenter, men man har ju hört skräckhistorier om folk som har 2-3 indier i sin korridor Du har ju i alla fall fördelen att du med största sannolikhet kommer att kunna flytta till en etta inom ett par månader om korridorslivet inte passar dig alls!"
	},
	{
		"postIndex": 3731,
		"postNum": 1184,
			"postTime": "2012-06-08",
		"postLink": "/sp37763288",
		"postUser": "Sapphirus",
		"postUserID": "/u689960",
		"postUrl": "https://www.flashback.org/t1538501p99",
		"userUrl": "https://www.flashback.org/u689960",
		"sentence": "Ryd har haft många rätt slitna korridorer, men Studentbostäder har renoverat i Ryd under flera år nu, så jag skulle nog säga att du har större chans att få en fräsch korridor i Ryd nu än på andra ställen."
	},
	{
		"postIndex": 9265,
		"postNum": 3118,
			"postTime": "2014-08-01",
		"postLink": "/sp49779177",
		"postUser": "Asfas",
		"postUserID": "/u796400",
		"postUrl": "https://www.flashback.org/t1538501p260",
		"userUrl": "https://www.flashback.org/u796400",
		"sentence": "Faddrarna i din nolle-p grupp får oftast indirekta \"order\" om att hjälpa till att fixa temporärt boende till nya \"nollor\" , dvs, du kommer garanterat få sova på någons soffa eller extra madrass och kanske flytta runt lite under nollningen."
	},
	{
		"postIndex": 5834,
		"postNum": 1893,
			"postTime": "2013-02-27",
		"postLink": "/sp42225105",
		"postUser": "Finnjaevel",
		"postUserID": "/u220540",
		"postUrl": "https://www.flashback.org/t1538501p158",
		"userUrl": "https://www.flashback.org/u220540",
		"sentence": "Du kommer då behöva söka dig till andra aktörer än studentbostäder då dessa inte släpper några bostäder under sommaren (samt att du inte kommer ha fått ditt antagningsbesked än)."
	},
	{
		"postIndex": 8832,
		"postNum": 2920,
			"postTime": "2014-07-18",
		"postLink": "/sp49621710",
		"postUser": "Falafeln",
		"postUserID": "/u916581",
		"postUrl": "https://www.flashback.org/t1538501p244",
		"userUrl": "https://www.flashback.org/u916581",
		"sentence": "Eftersom att poängen kommer öka på bostäderna till på fredag så är det inte så smart att tacka nej bara för att du ligger först i kön på måndag, så tänk lite innan du gör det i så fall."
	},
	{
		"postIndex": 174,
		"postNum": 56,
			"postTime": "2010-06-28",
		"postLink": "/sp23954338",
		"postUser": "Zippi",
		"postUserID": "/u187877",
		"postUrl": "https://www.flashback.org/t1538501p5",
		"userUrl": "https://www.flashback.org/u187877",
		"sentence": "När det gäller korridorrum kan jag rekommendera Flamman och Irrblosset (även gamla byggnaderna), riktigt fräscha rum och skönt folk Har både hört gott och ont om Ryds korridorer, verkar vara lotteri om man hamnar i en bra eller dålig korridor..."
	},
	{
		"postIndex": 1617,
		"postNum": 509,
			"postTime": "2011-07-09",
		"postLink": "/sp31573345",
		"postUser": "Rotselleri",
		"postUserID": "/u399499",
		"postUrl": "https://www.flashback.org/t1538501p43",
		"userUrl": "https://www.flashback.org/u399499",
		"sentence": "Men som ett tips till alla som inte kan få tag i en lägenhet, försök få ihop några polare och fixa en 3a eller 4a, det är först till kvarn som gäller så bara man krigar är det inga problem.."
	},
	{
		"postIndex": 4974,
		"postNum": 1590,
			"postTime": "2012-07-29",
		"postLink": "/sp38549817",
		"postUser": "viwil002",
		"postUserID": "/u600777",
		"postUrl": "https://www.flashback.org/t1538501p133",
		"userUrl": "https://www.flashback.org/u600777",
		"sentence": "Citerar ett av inläggen (skrivet för mindre än ett år sedan, 2012-08-22) från tråden som inte gör en jättesugen på att flytta dit: I nuläget har jag inte så många andra alternativt då jag har väldigt låga poäng på studentbostader, och möjligheten till bostaden i Skäggetorp dök upp via en kontakt."
	}
]
