[
	{
		"postIndex": 12773,
		"postNum": 3149,
			"postTime": "2014-02-05",
		"postLink": "/sp47383508",
		"postUser": "adolf512",
		"postUserID": "/u358501",
		"postUrl": "https://www.flashback.org/t1718010p263",
		"userUrl": "https://www.flashback.org/u358501",
		"sentence": "några bevis eller ens indikationer på att det kommer från valiga flygplan har jag inte sett någonstan, däremot så finns det givetvis exempel på att gift och annat har sprutats ifrån flygplan men detta tramset verkar handla om de spår om flygplanens jetmotorer lämnar, som cameron(eller någon annan i brittiska partlamentet) sa så finns noll bevis för att dessa spår skulle komma från något annat än jetmotorer."
	},
	{
		"postIndex": 5692,
		"postNum": 1293,
			"postTime": "2011-09-01",
		"postLink": "/sp32596614",
		"postUser": "TheHorror",
		"postUserID": "/u459919",
		"postUrl": "https://www.flashback.org/t1718010p108",
		"userUrl": "https://www.flashback.org/u459919",
		"sentence": "3) Sluta upp med ditt youtubeande, bevisa istället på ett rent, vetenskapligt och sakligt sätt hur vida A) chemtrails är möjligt B) varför inte WHO eller andra forskare/läkare larm om man besprutar för att \"kontrollera hälsan\" C) hur kan samtliga mätstationer världen över missa alla dessa tusentals ton av kemikalier som i så fall måste släppas ut - dagligen Sedan kan du också förklara hur vida samtliga forskare/läkare och amatörer är med i en super organisation som denna typ av militär verksamhet skulle kräva för att mörka upp det för allmänheten."
	},
	{
		"postIndex": 14959,
		"postNum": 3670,
			"postTime": "2014-05-23",
		"postLink": "/sp48903685",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p306",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "anledningen till att det är så hemligt i media om chemtrails är för att det är utomjordingar som står för chemtrailsen och regeringarna har inget att säga till om fördom har mikrochip i sig och dom vet att dom kommer bli uppätna men dom försöker få alla att hålla ihop och äälska allt å alla nu för dom tror att dom kanske kan undvika att bli uppätna om dom bara blanndar sig med folket tiillräckligt mycket med det är gamme over för politikerna men även alla djurätande människor står på menyn för dom hsar gjort sig till en del av näringskedjan som insectilia toppar föör insekterna är den äldsta rasen i universum och dom lever som parasiter och åt upp allt på sin planet så den dog och nu står dom uppe vid Jupiter i ett massivt moderskepp och väntar på att chemtrailsen ska blockera solen tillräckligt mycket för att dom ska kunna placera en portAL här och ta med hela familjen på ett smörgåsbord av människor.."
	},
	{
		"postIndex": 14751,
		"postNum": 3628,
			"postTime": "2014-05-22",
		"postLink": "/sp48891695",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p303",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Jag har inte kommit för att diskutera eran nivå på eran hjärntvätt utan jag kom för att skriva om chemtrailsen och att faktist en budbärare dykt up på youtube och han berättar att chemtrailsen är utomjordingar som tänker komma ner på Jorden eller ska jag säga upp på Jorden eller antagligen en blandning av båda för det finns många utomjordingar som reda bor här under marken för den här planeten har massiva ständer under marken som inte många vet om.."
	},
	{
		"postIndex": 15063,
		"postNum": 3695,
			"postTime": "2014-05-23",
		"postLink": "/sp48913390",
		"postUser": "SnakePlisssken",
		"postUserID": "/u697363",
		"postUrl": "https://www.flashback.org/t1718010p308",
		"userUrl": "https://www.flashback.org/u697363",
		"sentence": "Förklara på ett begripligt sätt hur det är rimligt att täcka stora delar av himlen med dess påstådda Chemtrails dagligen utan att någon människa någonsin har visat sig jobba med att antingen flyga dessa hemliga flygplan, tanka dessa hemliga flygplan, ladda dessa hemliga flygplan med kemikalier, framställa dessa kemikalier, konstruera dessa hemliga flygplan, transportera dessa kemikalier, arbeta på dessa hemliga flygplatser, serva dessa hemliga flygplan, bygga dessa hemliga flygplan, arbeta som meterologer, arbeta som flygledare, arbeta som korrumperad politiker, arbeta med administrationen av detta etc etc etc."
	},
	{
		"postIndex": 15676,
		"postNum": 3840,
			"postTime": "2014-07-01",
		"postLink": "/sp49415734",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p320",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Så enligt chemtrailsförnekarna så har riksdagen, ett fåtal svenska politiker, miljontals privatpersoner och ett antal dokumentärproducenter, och några fler regeringar dummat ner sig så totalt så dom inte ser att contrails är contrails längre utan dom har fått för sig att contrails bara för att dom inte beter sig som contrails så är om inte contrails och alla dessa människor är idioter medans ni som är troende vet bäst om chemtrails trots att en tro är motsatsen till att veta."
	},
	{
		"postIndex": 16097,
		"postNum": 3927,
			"postTime": "2014-07-02",
		"postLink": "/sp49439206",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p328",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "För som sagt filmbevis finns i miljontals över hela internet och det finns väldigt mycket info och bevis om att chemtrails är äkta för NASA erkänner och är öppna med sina projekt som chemtrails som utomjordingarna och deras hantlangare tydligen startar i hemlighet för dom äger all media och visar inte upp deras planer i media så ni idioter inte vet vad som försigår och att dom använder ett vapen mot er för att mörda er."
	},
	{
		"postIndex": 6059,
		"postNum": 1350,
			"postTime": "2011-11-26",
		"postLink": "/sp34210146",
		"postUser": "TheHorror",
		"postUserID": "/u459919",
		"postUrl": "https://www.flashback.org/t1718010p113",
		"userUrl": "https://www.flashback.org/u459919",
		"sentence": "När jag läser era teorier för existensen av chemtrails, så får jag känslan av att ni i rent blindo bara häver ur er en massa för den goda sakens skull; ungefär som att man försöker förklara varför vattendroppar faller uppåt och inte nedåt - en total ignorans för alla kända fysiska lagar som tvingar en droppe - eller ett plan - nedåt mot marken så länge drivkraften i form av rörelseenergi eller ett par fungerande Trent jetmotorer inte är närvarande."
	},
	{
		"postIndex": 15143,
		"postNum": 3713,
			"postTime": "2014-05-24",
		"postLink": "/sp48915686",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p310",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Vanliga moln bildas inte genom att flygplan åker och sprayar moln eller spyr avgaser och det går inte att bilda riktiga moln med ett flygplan för när flygplanen gör chemtrails så är det inte moln utan det ligger på en annan nivå än molnen och ser ut som dimma och aldrig som moln föutom när dom just sprayat dom då ser dom ut som jättelånga och raka vita moln."
	},
	{
		"postIndex": 15556,
		"postNum": 3813,
			"postTime": "2014-06-30",
		"postLink": "/sp49402975",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p318",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Och sluta ge oss nå nerdummade jävla debunking artiklar som ni TROR på för det handlar inte om att VETA när det gäller debunking videos och artiklar som inte visar några bevis för att chemtrailsen på alla miljontals filmer online skulle vara contrails för varför i helvetet på Jorden skulle folk över hela världen börja dra upp sina mobilkameror för att videofilma contrails?"
	},
	{
		"postIndex": 15649,
		"postNum": 3834,
			"postTime": "2014-06-30",
		"postLink": "/sp49411229",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p320",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "om det finns vattenpartiklar i luften på en molnfri och solig dag med massa chemtrails över hela himmlen så är det konstigt att miljontals människor från alla länder tagit upp sin mobiilkamera och filmat dessa extremt långa spår som skapat från vatten som mystiskt nog existerar i luften precis som väteatomer flyger runt i atmosfären."
	},
	{
		"postIndex": 15907,
		"postNum": 3893,
			"postTime": "2014-07-01",
		"postLink": "/sp49426378",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p325",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "För det är ju jävla enkelt att klistra in lite propaganda och säga sanningen men det är en helt annan grej att förstå sig på nånting på egen hand och jag skulle gärna se eran egen förklaring på varför vattenånga kan stanna i atmosfären i timmar utan att förångas ut i luften eller regna ner för det måste vara nån sorts vakum i atmosfären om vattenånga inte ska försvinna ut i luften som ett vanligt contrails."
	},
	{
		"postIndex": 9892,
		"postNum": 2192,
			"postTime": "2013-03-16",
		"postLink": "/sp42492858",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p183",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Och du ser flygplan spraya lodräta sträck över ditt huvud och du tänker: Nåja, politikerna har koll på det där, vad det än är så har politikerna koll på folkets hälsa och dom skulle aldrig låta nått ohälsosamt hända svenska befolkningen (förutom massvaccinering, Estoniakatastrofer, poliser som skjuter människor som protesterar) Dommedagens datum har tyvär inte passerat, den enda dagen som har passerat är ännu en \"dommedagsdatum\" som var skapat för att alla skulle fokusera på att nått skulle hända dom dagarna, för att sen bli besvikna och trötta på dommedagsdatum.."
	},
	{
		"postIndex": 15011,
		"postNum": 3681,
			"postTime": "2014-05-23",
		"postLink": "/sp48907542",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p307",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Utomjordingarna som sprayar chemtrails för att kunna äta upp människor sen kan inte ens komma i närheten a en människa som har en själ/sol som lyser genom att ha ett fungerande tredje öga och dom flesta människor har ett skal över sitt trdje öga från att ha användt flour dagligen i hela itt liv och flour är ett gift som skapar ett skal runt tredje ögat vilket gör att utomjorindgarna kan komma nära dom flesta människor och äta upp dom."
	},
	{
		"postIndex": 15922,
		"postNum": 3897,
			"postTime": "2014-07-01",
		"postLink": "/sp49426595",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p325",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Om \"faktan\" var vetenskap skulle du inte ha några problem att förklara den men är det propagandateorier och lögner så kommer du ha problem att förstå dom så att tro på dom är det bästa du kan göra för du kan ju inte förklara dom för mig för du förstår dom inte, du kan bara klistra in en länk och säga sanningen för att du tror det men du vet ingeting om faktan/propagandan och lögnerna som du tycker jag ska försöka förstå mig på trots att du som är så smart inte förstår skiten du länkar till.."
	},
	{
		"postIndex": 863,
		"postNum": 183,
			"postTime": "2007-10-17",
		"postLink": "/sp8679490",
		"postUser": "wildFever",
		"postUserID": "/u192070",
		"postUrl": "https://www.flashback.org/t1718010p16",
		"userUrl": "https://www.flashback.org/u192070",
		"sentence": "Du kan ju gå utanför din sunkiga lägenhet och fråga folk hur mycket chemtrails dom sett de senaste dagarna Kan lova att om du frågar 100 pers så har 100 av dom inte en jävla anning om vad du försöker säga Edit: Sen om det är sant eller inte spelar absolut ingen roll, vanligt folk är och kommer alltid att vara vanligt folk."
	},
	{
		"postIndex": 16072,
		"postNum": 3927,
			"postTime": "2014-07-02",
		"postLink": "/sp49439206",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p328",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Jag bryr mig inte vad ni tror men ni vet antagligen inte ens vad som hände igår om ni tror på att himmlen alltid haft 2 lager med helt olika typer av moln som ni idioter säger är samma typ av moln som skapats av flygplan som gör om väteatomer och luft till vattenånga som inte förångas utan förblir en ånga i timmar och sprider sig med vinden precis som att ången inte väger nånting."
	},
	{
		"postIndex": 15742,
		"postNum": 3855,
			"postTime": "2014-07-01",
		"postLink": "/sp49418800",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p322",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Han sa det att vi har videobevis och chemtrails är inte contrails punkt slut för chemtrails beter sig inte som vattenånga sen pekar han på chemtrailsens form som bevisar att olika ämnen sprayats och därför är inte chemtrailsen helt raka för olika ämnen beter sig på olika sätt om dom sprayas ut men ingen av dessa ämnen beter sig som vattenånga för vattenånga förångas på runt 30 sekunder."
	},
	{
		"postIndex": 6123,
		"postNum": 1358,
			"postTime": "2012-01-18",
		"postLink": "/sp35182944",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p114",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Om Jehovas vittnen kan skicka brev till mig hela tiden varför skulle inte folk kunna få ut viktig information till folket utan hjälp av TVkanaler och tidningar som redan för länge sen visat att dom inte tänker att skriva om chemtrails eller vem som är skyldig när det nu hänt dagligen i flera år."
	},
	{
		"postIndex": 15206,
		"postNum": 3732,
			"postTime": "2014-05-26",
		"postLink": "/sp48950020",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p311",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "För om utomjordingarna sprayar chemtrails medans folk omfamnar modernt slaveri så skulle defenetivt utomjordnigarna använda media för att skapa en situation bland människor där man inte kan prata om utomjordingar eller chemtrails utan att bli utfryst och betraktad som konstig av alla trälarna som inte har åsikter längre och blindt litar på mamma media och pappa reinfeldt."
	},
	{
		"postIndex": 14030,
		"postNum": 3457,
			"postTime": "2014-04-27",
		"postLink": "/sp48544872",
		"postUser": "Elocowoot",
		"postUserID": "/u497084",
		"postUrl": "https://www.flashback.org/t1718010p289",
		"userUrl": "https://www.flashback.org/u497084",
		"sentence": "En bild jag tog här om dagen, dessa båda \"strimmor\"(w/e man kallar dem) kommer från samma plan som passerade förbi mig från min högra till min vänstra sida, längst till vänster om den vänstra strimman är planet, vad gör att \"kondensationen\" försvinner inom minuter till vänster om (den på bilden) högra strimman medans den högra strimman låg kvar lång tid efter att planet och dess andra \"strimma\" försvunnit?"
	},
	{
		"postIndex": 4461,
		"postNum": 1050,
			"postTime": "2011-01-06",
		"postLink": "/sp28027862",
		"postUser": "Arthur Dent",
		"postUserID": "/u94703",
		"postUrl": "https://www.flashback.org/t1718010p88",
		"userUrl": "https://www.flashback.org/u94703",
		"sentence": "I din källa står det bla att; Så har vi en varm, 20-25 grader, sommardag och inte ett moln på himlen där plan efter plan flyger över på olika höjd och var och ens plans kondenstrimma ligger kvar i timme efter timme och bildar moln varpå det är inget annat att göra än att samla in filtarna och söka skydd för regnet."
	},
	{
		"postIndex": 12388,
		"postNum": 3017,
			"postTime": "2013-11-27",
		"postLink": "/sp46338493",
		"postUser": "Fyra20",
		"postUserID": "/u359027",
		"postUrl": "https://www.flashback.org/t1718010p252",
		"userUrl": "https://www.flashback.org/u359027",
		"sentence": "Om man tittar på ett vanligt komersiellt flygplan så lämnar dessa inte ens en \"trail\" efter sig och det är bara andra slags flygplan som sprutar ut chemtrails, för några veckor sedan såg jag ett flygplan som flög över mig som sprutade ut \"rök\" från 4 olika ställen längst bak."
	},
	{
		"postIndex": 6243,
		"postNum": 1375,
			"postTime": "2012-01-31",
		"postLink": "/sp35424704",
		"postUser": "TheHorror",
		"postUserID": "/u459919",
		"postUrl": "https://www.flashback.org/t1718010p115",
		"userUrl": "https://www.flashback.org/u459919",
		"sentence": "Den här killen/tjejen med många andra här, är ett bevis på hur jävla fnoskig det kan bli, och i synnerhet när man totalt ignorerar så simpla frågor som tex hur detta kan pågå så länge utan att , , inte lämnat in en - jag har ställt dessa frågor i samtliga mina inlägg i denna tråd och ingen besvarar dem, bara för att det går helt enkelt inte att göra det."
	},
	{
		"postIndex": 15734,
		"postNum": 3853,
			"postTime": "2014-07-01",
		"postLink": "/sp49418656",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p322",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Det finns mängder av människor som filmat contrails brevid chemtrails för att dom tycker det är bevis för att chemtrails inte är contrails men jag antar att dom bara inte förstår det här nya fenomenet som gör att vatten inte förångas utan istället ser ut som metalldam som sprider sig med vinden."
	},
	{
		"postIndex": 16006,
		"postNum": 3913,
			"postTime": "2014-07-02",
		"postLink": "/sp49428239",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p327",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Krångligt att förstå varför svenska Riksdagen , diverse miljöpartister, NASA och centerpartister pratar om chemtrail medans miljontals människor runt om hela planeten börjar filma och tro att contrails är chemtrails medans Annie Löv säger till media att svenska folket inte är redo för en diskution om chemtrails.."
	},
	{
		"postIndex": 14434,
		"postNum": 3554,
			"postTime": "2014-05-03",
		"postLink": "/sp48631980",
		"postUser": "Elocowoot",
		"postUserID": "/u497084",
		"postUrl": "https://www.flashback.org/t1718010p297",
		"userUrl": "https://www.flashback.org/u497084",
		"sentence": "Vi säger hypotetiskt att en maktelit ligger bakom chemtrails och att dessa kemikalier delvis orsakar allergier (\"Vilken helgalen foliehatt konspiration\") och får vi säger 1/20 av befolkningen att kontinuerligt bruka sig av allergimedicin bara detta är hypotetiskt en ganska stor return of investment, sen säger vi att dessa kemikalier + detta biologiska / halvsyntetiska som nämns i några poster påverkar våra hjärnor så som t."
	},
	{
		"postIndex": 13397,
		"postNum": 3335,
			"postTime": "2014-04-21",
		"postLink": "/sp48467323",
		"postUser": "SnakePlisssken",
		"postUserID": "/u697363",
		"postUrl": "https://www.flashback.org/t1718010p278",
		"userUrl": "https://www.flashback.org/u697363",
		"sentence": "Inte ens om jag med Lidar mätte precis alla kondensspår i hela världen skulle det utgöra ett dugligt motbevis, ni skulle bara påstå att det inte var några denna dag - men imorgon då jävlar blir hela himlen full av chemtrails igen....."
	},
	{
		"postIndex": 15398,
		"postNum": 3784,
			"postTime": "2014-05-28",
		"postLink": "/sp48974123",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p316",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Om dom kunde spraya lite vatten bara och skapa massiva chemtrailsmoln så skulle dom inte ens kunna ljuga om att dom vill blockera solen för att rädda mänskligheten från växthuseffekten genom att spraya chemtrails för då kunde dom lika bra ha sprayat vatten och skapat ångmoln som stannar kvar på himmlen i timmar."
	},
	{
		"postIndex": 15372,
		"postNum": 3778,
			"postTime": "2014-05-28",
		"postLink": "/sp48972236",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p315",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "andra dagen låg ateisten i magsäcken på en utomjording för tyvär så var chemtrails ett sånnt stort brott mot mänskligheten att dom inte kunde greppa att det är sannt eller att det finns konsekvenser för dom som är så hjärntvättade så dom tror att massiva vita sträck över hela himmlen är ånga som ligger kvar på himmlen i timmar."
	},
	{
		"postIndex": 3478,
		"postNum": 871,
			"postTime": "2010-07-05",
		"postLink": "/sp24080049",
		"postUser": "Cajunalt",
		"postUserID": "/u259648",
		"postUrl": "https://www.flashback.org/t1718010p73",
		"userUrl": "https://www.flashback.org/u259648",
		"sentence": "Det jag är mest nyfiken på, vilket du som vet allt , kanske kan svara på; varför kan jag se två flygplan uppe i luften samtidigt, på ögonmässigt uppskattad ungefär samma höjd, där det ena planet lämnar streck efter sig som man kan se ligga kvar i timmar efteråt, medan det andra planet lämnar ett streck som försvinner inom några minuter?"
	},
	{
		"postIndex": 3643,
		"postNum": 936,
			"postTime": "2010-08-04",
		"postLink": "/sp24630095",
		"postUser": "tenor302",
		"postUserID": "/u90232",
		"postUrl": "https://www.flashback.org/t1718010p78",
		"userUrl": "https://www.flashback.org/u90232",
		"sentence": "Några möjliga alternativ som jag kan komma på: -Dom (som tror på chemtrails) är nöjda med att bli förgiftade -Dom är obegåvade, och förstår inte hur dom skall göra för att börja \"nysta upp\" konspirationen -Dom tror egentligen, innerst inne, inte på chemtrails, men finner ett nöje i att agera som dom gjorde det, och se vilka reaktioner dom får Kanske är förklaringen en annan (eller flera andra)."
	},
	{
		"postIndex": 14698,
		"postNum": 3618,
			"postTime": "2014-05-22",
		"postLink": "/sp48890613",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p302",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Ni är inte ens människor längre vafan så som sagt jag är inte här för att diskutera nånting med er som tror att chemtrails är contrails för ni är totala idioter som antaligen skulle behöva ett helt paket med blöjjor för att kunna lyssna och se bevis och fakta som jag skulle kunna dra fram på allt det här."
	},
	{
		"postIndex": 9754,
		"postNum": 2150,
			"postTime": "2013-02-25",
		"postLink": "/sp42188028",
		"postUser": "TheHorror",
		"postUserID": "/u459919",
		"postUrl": "https://www.flashback.org/t1718010p180",
		"userUrl": "https://www.flashback.org/u459919",
		"sentence": "Jag får lita på att Cept och Skunkjobb gör sitt jobb som kritiker i denna tråd, så jag kan bara rent objektivt ställa mig ett par frågor som jag tycker aldrig blir besvarade i denna tråd av dom som tror på dessa flygande historier: Om nu detta stämmer, av detta ämne måste man släppa ut i atmosfären för att det skall få den effekt som man då vill ha?"
	},
	{
		"postIndex": 14879,
		"postNum": 3654,
			"postTime": "2014-05-22",
		"postLink": "/sp48899396",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p305",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Jag själv förstår att både Pernilla och riksdagen ljuger om chemtrails eftersom det är utomjordingar bakom chemtrailsen och inte CIA och FBI så tyvär så ä nog Pernilla inte en vanlig människa som man ska lita på utan tyvär så är hon antgaligen en agent som ska berätta en version av sannigen så inte folk börjar vakna upp till hela sanningen om chemtrails."
	},
	{
		"postIndex": 15226,
		"postNum": 3740,
			"postTime": "2014-05-26",
		"postLink": "/sp48955588",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p312",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Om ni inte tror på det så lyssna på er själva och kolla sen på bevisen som finns online för folk över hela världen har plockat fram kameran och filmat molnen som planen sprutar ut bakom sig för ånga beter sig inte som chemtrails som ser ut som dismoln efter vinden smetat ut dom på himmlen."
	},
	{
		"postIndex": 15939,
		"postNum": 3901,
			"postTime": "2014-07-01",
		"postLink": "/sp49426736",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p326",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Ni skriver fortfarande om eran tro på trams och teorier för ni har inte en jävla aning men ni har för svårt att erkänna det så ni fortsätter spela teater precis som att det är en jävla teatertävling hahahaa sluta nu det finns inte väteatomer och ånga över hela atmosfären för väteatomerna finns i vatten och det finns ingen osynlig jävla ånga överallt heller.."
	},
	{
		"postIndex": 14437,
		"postNum": 3554,
			"postTime": "2014-05-03",
		"postLink": "/sp48631980",
		"postUser": "Elocowoot",
		"postUserID": "/u497084",
		"postUrl": "https://www.flashback.org/t1718010p297",
		"userUrl": "https://www.flashback.org/u497084",
		"sentence": "(ni förstår konceptet jag försöker förklara) Om hypotetiskt en maktelit styr en hel världsbefolkning under konceptet av skatt och ränta på pengar dem lånat för att folk ska kunna leva som hollywoodidealet så är nog inte utgifterna till att ha vi säger var 20onde flyg uttrustat med \"chemtrailuttrustning\" så farliga, det skulle väl inte kosta så mycket för dem att undanhålla det när dem redan äger den mediavärlden dit varenda svenne kollar företroendefullt, för om ett företag går med vinst och syns överallt (\"inte genom marknadsföring\" *host*) så går det att lita på dem."
	},
	{
		"postIndex": 14651,
		"postNum": 3608,
			"postTime": "2014-05-21",
		"postLink": "/sp48888524",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p301",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Och idioterna tror att chemtrail är contrails hahahahaa trots att flygplanen inte ens är kvar medans chemtrailen ligger kvar så tror dom att det är ånga som mystiskt nog inte försvinner utan ligger kvar i himmlen i timmar och sprids med vinden."
	},
	{
		"postIndex": 14954,
		"postNum": 3670,
			"postTime": "2014-05-23",
		"postLink": "/sp48903685",
		"postUser": "KungPungPat",
		"postUserID": "/u617995",
		"postUrl": "https://www.flashback.org/t1718010p306",
		"userUrl": "https://www.flashback.org/u617995",
		"sentence": "Men vafan det är väl självklart att en eller två bilder kan hittas på chemtrails förrr i tiden men det jag menar är att bland dina personliga bilder och videos så kan du inte se ett enda långt chemtrail för förr i tiden var det endast små korta contrails som bildas när plan stiger vid flygpatser."
	}
]
