[
	{
		"postIndex": 47385,
		"postNumber": 9734,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 158,
		"userScore": 2.3,
		"postUserName": "finne-i-arslet",
		"postUserID": "u319721",
		"postUserUrl": "https://www.flashback.org/u319721",
		"postDateTime": "2013-05-08, 22:38",
		"postUrlInThread": "https://www.flashback.org/t172037p812",
		"postUrlUniq": "https://www.flashback.org/sp43336733",
		"sentence": "Just tsab har tagit den största delen av 020s privatkunder också, dom har tröttnat på att ringa 020 av två orsaker, dom har inga bilar att skicka i rusningen när alla bilar blir prioriterade till färdtjänst av växeln för att 020 inte ska få böter från färdtjänsten (man får inga böter på att bli sen en timme till en privatkund, men han lär knappast ringa samma bolag igen) samt att det är lotteri vad man får för chaufför när man beställer, man kan få en ren och fin bil med en chaufför som hittar utan gps eller en bidragsbil (kommer nr 2 så lär inte den kunden heller ringa igen) Även här finns undantag, det är dom riktigt snåla kunderna som åker med rabatt (det är något som 020s säljare är experter på att ge eftersom dom inte har några andra säljargument) dom bryr sig inte lika mycket om kvaliten."
	},
	{
		"postIndex": 52980,
		"postNumber": 10825,
		"rankGlobal": 2,
		"scoreGlobal": 95.3,
		"userRank": 46,
		"userScore": 8.1,
		"postUserName": "JR1987",
		"postUserID": "u655593",
		"postUserUrl": "https://www.flashback.org/u655593",
		"postDateTime": "2014-02-14, 00:15",
		"postUrlInThread": "https://www.flashback.org/t172037p903",
		"postUrlUniq": "https://www.flashback.org/sp47504552",
		"sentence": "ja, tyvärr jätte tråkigt att de har hänt, vi alla som har kört o kör har fått stå ut med mer eller mindre liknade grejer, ingen annan verkar förstå vad vi får stå ut med, damen lämnar bilen med spya din dag förstörs och ingen lön för din del, + att man själv-eller- nån måste göra ren bilen = tid = obetald, och inte nog med det så kan det väl hända att de ringer in o klagar lite på hur du körde och pga din körsätt så spydde de, inget chockar än längre så länge man är snäll och vänlig, tråkigt tråkigt, körde en kille förra veckan kom överens om fast pris, 350 kr, trycker jag in i skärmen, på vägen så kommer han på att han är 'hungrig' och vill svänga av i mac-d kör in i mac-drive köper käk för 145kr, sedan kör vi till adressen han ska till och vad händer inte där?"
	},
	{
		"postIndex": 26701,
		"postNumber": 5805,
		"rankGlobal": 3,
		"scoreGlobal": 87.8,
		"userRank": 57,
		"userScore": 6.5,
		"postUserName": "enigma87",
		"postUserID": "u412340",
		"postUserUrl": "https://www.flashback.org/u412340",
		"postDateTime": "2010-07-16, 15:45",
		"postUrlInThread": "https://www.flashback.org/t172037p484",
		"postUrlUniq": "https://www.flashback.org/sp24276196",
		"sentence": "2 personer hoppade in vid taxi zonen i stan och skulle till akuten vanlig kontantkund, när jag senare närmar mig sjukhuset så säger dom att dom kan gå av lite innan jag säger ok stannar bil och taxameter säger priset men dom bara hoppar ut och springer, sen ser jag att dom springer rakt in på akutmotagningen så jag åker dit och konfronterar passagerarna (kan säga att rummet där jag konfronterade dom var kamerabevakat) När dom säger att dom inte ha pengar så går jag ut ringer polisen som kommer efter 30 min, dom går in och pratar med personerna och jag lyckas få en adress till ena föräldern, som var lagom glad 01:00 på natten (kunderna var 18 och 12 år gamla) så jag åker dit och hämtar pengar, kan säga att notan på 80:- slutade på 200:- istället."
	},
	{
		"postIndex": 28919,
		"postNumber": 6247,
		"rankGlobal": 4,
		"scoreGlobal": 78.4,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-11-18, 14:44",
		"postUrlInThread": "https://www.flashback.org/t172037p521",
		"postUrlUniq": "https://www.flashback.org/sp26950194",
		"sentence": "För mitt bolag så har vi mycket färdtjänst och det är det enda vi får under denna dag då det är lite bilar i trafik, detta gör att jag skulle avstå ifrån denna dag då färdtjänst ger sämre betalt plus att man får höra gnäll om hur länge kunderna har väntat på bilen och hur dåligt allt fungerar 20 färdtjänstresor ger i praktiken samma summa som 10 vanliga turer för oss Slipper du färdtjänst eller har en variation att inte bli påtvingad färdtjänst hela tiden kanske detta kan vara något för dig."
	},
	{
		"postIndex": 45909,
		"postNumber": 9366,
		"rankGlobal": 5,
		"scoreGlobal": 73.7,
		"userRank": 209,
		"userScore": 1.6,
		"postUserName": "tjacklife",
		"postUserID": "u736007",
		"postUserUrl": "https://www.flashback.org/u736007",
		"postDateTime": "2012-11-29, 02:40",
		"postUrlInThread": "https://www.flashback.org/t172037p781",
		"postUrlUniq": "https://www.flashback.org/sp40622960",
		"sentence": "För en månad sedan så åkte jag hem, med samma chaufför som körde mig till platsen som jag sedan åkte ifrån, då blev det plötsligt något fel på kortet, höll på och krångla i 5 minuter innan han blev tveksam och utan att säga det undrade om jag verkligen hade några pengar, visade på mobilen om att det fanns mer än nog med pengar, det strulade i 10 min till innan han ringde någon, det löste sig inte då heller så vi åkte till en bankomat där jag tog ut pengar utan problem, la sammanlagt över 25 minuter på detta, efter detta har jag nästan dragit mig för att åka taxi då jag är rädd att samma sak ska hända igen särskilt om man har riktigt bråttom vilket jag brukar ha när jag åker, vad hände egentligen?"
	},
	{
		"postIndex": 41255,
		"postNumber": 8407,
		"rankGlobal": 6,
		"scoreGlobal": 73,
		"userRank": 80,
		"userScore": 4.7,
		"postUserName": "Offtheroad",
		"postUserID": "u638858",
		"postUserUrl": "https://www.flashback.org/u638858",
		"postDateTime": "2012-04-26, 12:59",
		"postUrlInThread": "https://www.flashback.org/t172037p701",
		"postUrlUniq": "https://www.flashback.org/sp37039959",
		"sentence": "utan stoppar du den så kan du bara välja mellan kassa = betala, bom = radera, eller fortsätta köra med \"fryst\" taxameter = inge bra för din lön Det där tänket att GPS skulle vara lösningen på alla knepiga adresser är en klassisk kund/rookie-uppfattning, vänta tills du sitter där och får en körning till en gata halvvägs ut på landet som du inte har en aning om vart den ligger, du knappar in den på GPS:en, antingen finns inte gatan på GPS:en eller så finns den och du börjar köra, sen dirigerar den dig att ex."
	},
	{
		"postIndex": 33961,
		"postNumber": 7100,
		"rankGlobal": 7,
		"scoreGlobal": 70.1,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2011-07-11, 01:37",
		"postUrlInThread": "https://www.flashback.org/t172037p592",
		"postUrlUniq": "https://www.flashback.org/sp31598860",
		"sentence": "Trevligt att tjäna en tjugolapp för den bortkastade timmen Som grädde på moset är väl om kunden inte ens har en femtiolapp, \"oops haha jag glömde att jag supit bort alla mina pengar men fan en femtiolapp kan du ju allt bjussa på\" Tja att ta en annan bils kund sammanfattar faktiskt dagens taxibransch väldigt bra, då dom flesta av oss kör på provision så är ju givetvis varje längre körning extremt viktig för vår egen del för inte kör vi för \"kollegornas\" eller taxibolagets skull?"
	},
	{
		"postIndex": 48252,
		"postNumber": 9885,
		"rankGlobal": 8,
		"scoreGlobal": 69,
		"userRank": 134,
		"userScore": 2.9,
		"postUserName": "iowa88",
		"postUserID": "u660967",
		"postUserUrl": "https://www.flashback.org/u660967",
		"postDateTime": "2013-06-27, 19:59",
		"postUrlInThread": "https://www.flashback.org/t172037p824",
		"postUrlUniq": "https://www.flashback.org/sp44079951",
		"sentence": "De drog ner antalet bilar med 50 st precis, men de kör ju sina utbildningar för nytt folk men inte lika mycket som tidigare heller om ja tolka de rätt samt att de höjt kraven ännu mer på folket som kommer in pga de är inte lika stort sug på chaffisar som tidigare (därav kan de sålla ut folk de märker kanske inte passar redan direkt tillskillnad från tidigare när de behövdes mer chaufförer), men du verkar ju uppenbarligen kunna flytande svenska vilket antagligen sätter dig i bra position så sålänge du är social och hänger med på kursen så tror ja inte de ska vara några konstigheter."
	},
	{
		"postIndex": 31558,
		"postNumber": 6713,
		"rankGlobal": 9,
		"scoreGlobal": 67.9,
		"userRank": 9,
		"userScore": 31.6,
		"postUserName": "u_n_me",
		"postUserID": "u57226",
		"postUserUrl": "https://www.flashback.org/u57226",
		"postDateTime": "2011-03-25, 05:15",
		"postUrlInThread": "https://www.flashback.org/t172037p560",
		"postUrlUniq": "https://www.flashback.org/sp29689050",
		"sentence": "Bästa lösningen som jag har hört av en chaufför är att helt enkelt påstå att det finns en avgift de kan ta ut för rengöring av bilen men erbjuda kunden att själv städa ur bilen och endast ta betalt för tiden (låta taxametern ticka) och spela på att kunden inte vill riskera att få betala hela avgiften (om man nu har rätt att ta ut den) Då slipper man själv göra skitgöran (Förutom att det kanske måste göras bättre efter passet är slut) och kunden tycker att de kom lindrigt undan ekonomiskt sett."
	},
	{
		"postIndex": 31557,
		"postNumber": 6713,
		"rankGlobal": 10,
		"scoreGlobal": 67.5,
		"userRank": 9,
		"userScore": 31.6,
		"postUserName": "u_n_me",
		"postUserID": "u57226",
		"postUserUrl": "https://www.flashback.org/u57226",
		"postDateTime": "2011-03-25, 05:15",
		"postUrlInThread": "https://www.flashback.org/t172037p560",
		"postUrlUniq": "https://www.flashback.org/sp29689050",
		"sentence": "Denna avgift ska stå så att alla kan läsa den och vara medveten om att den existerar vilket det förmodligen inte gör hos något taxibolag (inte som jag känner till i alla fall) Givetvis går det att räkna ut vad det kommer kosta att rengöra bilen men den verkliga kostnaden är ju knappast den samma med tanke på förlorad arbetsinkomst för bilen under den tid den är på rengöring så varför skulle inte det vara en kostnad som kunden skulle stå för i så fall?"
	},
	{
		"postIndex": 43048,
		"postNumber": 8764,
		"rankGlobal": 11,
		"scoreGlobal": 67,
		"userRank": 9,
		"userScore": 31.6,
		"postUserName": "u_n_me",
		"postUserID": "u57226",
		"postUserUrl": "https://www.flashback.org/u57226",
		"postDateTime": "2012-06-29, 06:33",
		"postUrlInThread": "https://www.flashback.org/t172037p731",
		"postUrlUniq": "https://www.flashback.org/sp38088531",
		"sentence": "Om nu chauffören kör 10h på ett pass som egentligen skulle vara 5h långt för att han av någon anledning inte hittade eller missade en kund och var tvungen att åka upp till Skövde igen för att inte all ersättning skulle ryka då får han ändå bara betalt för 5h eller om han inte vill fortsätta köra ett pass för att han vill hem så blir han avslutad där han är och får inte betalt för hemresan."
	},
	{
		"postIndex": 18843,
		"postNumber": 3959,
		"rankGlobal": 12,
		"scoreGlobal": 66.2,
		"userRank": 7,
		"userScore": 38.6,
		"postUserName": "Lawless78",
		"postUserID": "u110030",
		"postUserUrl": "https://www.flashback.org/u110030",
		"postDateTime": "2008-09-10, 12:34",
		"postUrlInThread": "https://www.flashback.org/t172037p330",
		"postUrlUniq": "https://www.flashback.org/sp12799792",
		"sentence": "Men om det ska funka krävs det ju att vi alla chaufförer andvänder den, tror ingen gör det fn men skulle alla göra det så skulle nog alla fulla människor fort lära sig att passa tiden tror jag Men på många kunder skulle det förmodligen bli ett jävla liv om beloppet är typ upp i 100 kr redan innan man börjat färden Men som sagt skulle alla vi chaufförer då bara säga: \" Betala eller stanna hemma\" så skulle det funka."
	},
	{
		"postIndex": 19858,
		"postNumber": 4229,
		"rankGlobal": 13,
		"scoreGlobal": 66.1,
		"userRank": 6,
		"userScore": 39.3,
		"postUserName": "ozone",
		"postUserID": "u213316",
		"postUserUrl": "https://www.flashback.org/u213316",
		"postDateTime": "2008-12-04, 01:08",
		"postUrlInThread": "https://www.flashback.org/t172037p353",
		"postUrlUniq": "https://www.flashback.org/sp13982697",
		"sentence": "Jag har inte märkt någon skillnad och hoppas innerligt att inte taxi drabbas av någon lågkonjuktur, tur att man har jobb i sånna här tider som denna Han har många bilar kanske, men om flygkörningar minskar och privat kunder så kanske det betyder att bilarna går färre timmar och därmed kanske det bara behövs två chaufförer när ni som förr behövde tre eller hur många det nu är."
	},
	{
		"postIndex": 26143,
		"postNumber": 5686,
		"rankGlobal": 14,
		"scoreGlobal": 66.1,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-06-02, 13:07",
		"postUrlInThread": "https://www.flashback.org/t172037p474",
		"postUrlUniq": "https://www.flashback.org/sp23466754",
		"sentence": "Är kunderna otrevliga, då får du ju givetvis göra som du vill, själv brukar jag låta taxametern ticka ;-) Arlanda är inte så rörigt när man väl kört där några gånger =) Enda orosmomentet jag fortfarande har kvar är hur man kommer till remoten, det är som en labyrint i sig =P Inte hjälper det att hänga på andra taxibilar då dom flesta verkar tappa bort sig eller köra långa omvägar för att nå denna plats =/ Kommer du köra dag eller natt?"
	},
	{
		"postIndex": 25328,
		"postNumber": 5478,
		"rankGlobal": 15,
		"scoreGlobal": 65.9,
		"userRank": 269,
		"userScore": 1.2,
		"postUserName": "jokiee",
		"postUserID": "u183129",
		"postUserUrl": "https://www.flashback.org/u183129",
		"postDateTime": "2010-03-04, 23:50",
		"postUrlInThread": "https://www.flashback.org/t172037p457",
		"postUrlUniq": "https://www.flashback.org/sp21813444",
		"sentence": "Jag stannade en taxi för en vecka sedan ungefär för att åka hem från krogen och jag hade inga kontanter på mig utan bara kreditkort och var inte säker på att dom tog det så jag frågade chauffören som sa att han inte visste men kunde göra ett korttest för att se, så han drog mitt kort innan resan och det skulle funka så jag åkte med sen när jag var framme så hittade jag kontaner som jag inte visste att jag hade och betalade med dom istället."
	},
	{
		"postIndex": 26599,
		"postNumber": 5787,
		"rankGlobal": 16,
		"scoreGlobal": 65.4,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-07-06, 04:27",
		"postUrlInThread": "https://www.flashback.org/t172037p483",
		"postUrlUniq": "https://www.flashback.org/sp24088191",
		"sentence": "När svartkörningar kommer på tapeten (givetvis, dock vågar jag påstå att folk inte vet skillnaden mellan en svarttaxi och en svart taxiresa mer än att man måste ju skryta för chauffören över den billiga \"resan\" man fick till igår SVART med stora bokstäver eller berätta sorgset den där gången man blev rånad av TaxiStockholm som vägrar namnge \"chauffören\" i den vita Nissan Micra man åkte) måste jag säga att taxibranschen är skum på följande sätt: Kunderna erbjuder att betala svart, försöker påverka priserna i största allmänhet, försöker få till fasta priser, försöker diktera villkoren över hur man ska köra/bete sig/tala etc, lägga upp spelreglerna för att sedan gnälla hur dyrt det är med taxi."
	},
	{
		"postIndex": 31512,
		"postNumber": 6708,
		"rankGlobal": 17,
		"scoreGlobal": 64.6,
		"userRank": 9,
		"userScore": 31.6,
		"postUserName": "u_n_me",
		"postUserID": "u57226",
		"postUserUrl": "https://www.flashback.org/u57226",
		"postDateTime": "2011-03-25, 03:54",
		"postUrlInThread": "https://www.flashback.org/t172037p559",
		"postUrlUniq": "https://www.flashback.org/sp29688851",
		"sentence": "De lokala bolagen har ofta ett högre anseende bland kunder som värdesätter kvalitet framför priset medan andra företag värdesätter bekvämligheten med att bara använda ett bolag i alla städer och använda samma kundnummer för att fakturera körningarna då kvalitetsskilnaden ändå inte är definitiv då det ändå är en viss procent lotto om du får en bra chaufför från vilket bolag du än väljer samt att taxikurir och taxi 020 ändå har en tillräckligt hög standard på sina chaufförer för att stora bolag ska vara nöjda med servicen."
	},
	{
		"postIndex": 17381,
		"postNumber": 3583,
		"rankGlobal": 18,
		"scoreGlobal": 64.1,
		"userRank": 291,
		"userScore": 1.1,
		"postUserName": "nonnne",
		"postUserID": "u156931",
		"postUserUrl": "https://www.flashback.org/u156931",
		"postDateTime": "2008-05-26, 09:01",
		"postUrlInThread": "https://www.flashback.org/t172037p299",
		"postUrlUniq": "https://www.flashback.org/sp11384841",
		"sentence": "Nu har jag äntligen klarat av alla de tre teoretiska delproven, så nu är det \"bara\" körprovet kvar, men det fanns bara en tid innan augusti, och just den enda dagen på hela sommaren jag verkligen inte kan, fyfan så irriterande det är får väl ringa kundtjänst på vv o hoppas på nån avhoppare Tror ni att körprovet går att göra i en annan stad, typ karlskoga är ju hyfsat nära för mig, men känner inte igen mig för fem öre där, blir det bara så de ser att man kan köra eller ber de en att köra till vissa ställen?"
	},
	{
		"postIndex": 53027,
		"postNumber": 10832,
		"rankGlobal": 19,
		"scoreGlobal": 63.9,
		"userRank": 160,
		"userScore": 2.3,
		"postUserName": "ew80",
		"postUserID": "u184518",
		"postUserUrl": "https://www.flashback.org/u184518",
		"postDateTime": "2014-02-17, 21:04",
		"postUrlInThread": "https://www.flashback.org/t172037p903",
		"postUrlUniq": "https://www.flashback.org/sp47560886",
		"sentence": "kan inte förstå hur man ens vill arbeta hos ett åkeri anslutet till fågelviksgrupper, var lite en befrielse när Stockholm blev av med färdtjänsten villkoren runt när man senast körde sådant var ju så usla redan då att man i gamla taxipak brukade pausa sig bort från ftj beställningar för att kunna få \" vanliga\" dugligt betalda körningar borde väl vart runt början av 2000 talet detta , tror väl knappast ftj har blivit bättre betalda med åren, stående skämtet inom tsab var ju att åkare som blivit utkickade av stockholm blev 020 eller kurir åkare annars kan man aldrig blir så desperat......."
	},
	{
		"postIndex": 43093,
		"postNumber": 8772,
		"rankGlobal": 20,
		"scoreGlobal": 62.4,
		"userRank": 239,
		"userScore": 1.4,
		"postUserName": "Pappahund",
		"postUserID": "u425066",
		"postUserUrl": "https://www.flashback.org/u425066",
		"postDateTime": "2012-06-29, 23:00",
		"postUrlInThread": "https://www.flashback.org/t172037p731",
		"postUrlUniq": "https://www.flashback.org/sp38100533",
		"sentence": "Inte läst hela tråden men undrar lite hur det fungerar med att köra taxi i Stockholm som extraknäck, jobbar idag redan heltid men skulle gärna kunna extraknäcka lite då jag tycker att köra taxi verkar riktigt skoj så länge man inte behöva köra folk som spyr i bilen."
	},
	{
		"postIndex": 27059,
		"postNumber": 5885,
		"rankGlobal": 21,
		"scoreGlobal": 61.1,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-08-17, 23:43",
		"postUrlInThread": "https://www.flashback.org/t172037p491",
		"postUrlUniq": "https://www.flashback.org/sp24909538",
		"sentence": "vilket känns kul för då slipper man sitta tyst och fundera över varför biogaspumparna är så kassa Du får kräva hur mycket du vill i förskott även om du enbart kör på rullande tariff Får man tvivelaktiga kunder som ska en bit så säger du: visst visst kan jag köra er men jag vill ha 300 spänn i förskott (om du anar att det blir 300 kronor, du bestämmer, även om det ska vara kontant eller kredit, kredit är bäst då du bara gör en kortkontroll så dras summan det blir i slutändan även om dom smiter) Detta är en form av skydd mot smitare och i vissa fall drägg, säger dom nej så blir du ju av med dom då du inte kör dom hihi Dom bästa som jag hittills upplevt är November, December och Juni."
	},
	{
		"postIndex": 22567,
		"postNumber": 4869,
		"rankGlobal": 22,
		"scoreGlobal": 61.1,
		"userRank": 78,
		"userScore": 4.8,
		"postUserName": "Cirkeln",
		"postUserID": "u337912",
		"postUserUrl": "https://www.flashback.org/u337912",
		"postDateTime": "2009-07-27, 20:35",
		"postUrlInThread": "https://www.flashback.org/t172037p406",
		"postUrlUniq": "https://www.flashback.org/sp17867480",
		"sentence": "Missade se några vägskyltar som jag skulle köra efter ( Dom var gömda tycker jag ) sedan missade jag orange linje vid vägarbetsoråde, kunde inte se att det liksom plötsligt blev två körfält med orange mittlinje, Sedan körde jag om några långsammmmmmma bilar om vänster om mig på motorväg vilket jag egentligen vet om men av någon sjuk anledning gjorde jag det ändå Sedan frågade han hur man monterar eller sätter fast ett babyskydd, vilket jag faktiskt inte visste fanns inget om det heller i mina studier, Men jag sa ändå något om att det var med hjälp av bilens säkerhetsbälte?"
	},
	{
		"postIndex": 35198,
		"postNumber": 7314,
		"rankGlobal": 23,
		"scoreGlobal": 60.9,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Mvk",
		"postUserID": "u187432",
		"postUserUrl": "https://www.flashback.org/u187432",
		"postDateTime": "2011-09-05, 10:13",
		"postUrlInThread": "https://www.flashback.org/t172037p610",
		"postUrlUniq": "https://www.flashback.org/sp32668363",
		"sentence": "Taxi ger lön per timme efter skatt = 53kr (och då har jag räknat på att man kör in 3000kr på 13h vilket är långt ifrån standard på dagtid) Hederligt jobb med fast timlön på 115kr/h ger lön per timme efter skatt = 76kr Det jävliga är inte dom långa timmarna, jag har inget emot att jobba röven av mig och jobba för min lön och känna mig helt slut när jag kommer hem och bara däcka på soffan, det är bara gött."
	},
	{
		"postIndex": 41257,
		"postNumber": 8407,
		"rankGlobal": 24,
		"scoreGlobal": 60.3,
		"userRank": 80,
		"userScore": 4.7,
		"postUserName": "Offtheroad",
		"postUserID": "u638858",
		"postUserUrl": "https://www.flashback.org/u638858",
		"postDateTime": "2012-04-26, 12:59",
		"postUrlInThread": "https://www.flashback.org/t172037p701",
		"postUrlUniq": "https://www.flashback.org/sp37039959",
		"sentence": "försenad och du vet att kunden ska med tåget Då visar det sig att GPS:en säger att du ska fortsätta på en gång och cykel-väg i ca 1 km för att komma till området där din kund står och väntar så nöjd och glad är både du och kunden vid det laget, BC ropar på dig på radion och säger att kunden står och väntar och frågar var du är, du inser att du måste åka hela vägen tillbaka till huvudleden för att ta dig till kundens gata från andra hållet, du blir helt kallsvettig och kommer efter det aldrig mer att förlita dig på en GPS.."
	},
	{
		"postIndex": 9419,
		"postNumber": 1525,
		"rankGlobal": 25,
		"scoreGlobal": 60.3,
		"userRank": 44,
		"userScore": 8.4,
		"postUserName": "Tussse",
		"postUserID": "u70565",
		"postUserUrl": "https://www.flashback.org/u70565",
		"postDateTime": "2006-12-18, 23:24",
		"postUrlInThread": "https://www.flashback.org/t172037p128",
		"postUrlUniq": "https://www.flashback.org/sp5823044",
		"sentence": "Ja då har man kommit igång med sina första 3 dagar körande och det går fint, follk är väldigt förstående till en ny chauför har jag märkt och särskillt ftj tanterna är väldigt trevliga Det enda jag nu är lite fundersam till är vart skall jag vara vid olika tider för att få fler körningar, att häcka på torget är det ju så många som gör så där ligger man ju i kö hela tiden och är det segt så blir man sittande utan jobb ett bra tag, finns det andra zoner i stan som är bra att sitta på?"
	},
	{
		"postIndex": 26677,
		"postNumber": 5800,
		"rankGlobal": 26,
		"scoreGlobal": 60.2,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-07-10, 14:47",
		"postUrlInThread": "https://www.flashback.org/t172037p484",
		"postUrlUniq": "https://www.flashback.org/sp24168000",
		"sentence": "Dom skickar en ny taxi som är där inom 5 minuter och samma visa upprepar sig ännu en gång och taxin åker iväg, kunden ringer ytterligare en gång och skäller ut växeln och dom skickar dig som inte har en aning om att kunden beställde för 30 minuter sedan, nu är skillnaden att kunden fått det klart för sig att det kan hjälpa att stå utanför sin port och gör detta, dock måste han/hon låta någon få ta alla aggresioner som han/hon byggt upp och du som chaufför är den perfekta måltavlan Vad jag upplevt så tar sällan växeln fel på klockslaget och dessa incidenter händer oftast när det gäller direktbeställningar."
	},
	{
		"postIndex": 27596,
		"postNumber": 6003,
		"rankGlobal": 27,
		"scoreGlobal": 59.9,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-10-05, 14:47",
		"postUrlInThread": "https://www.flashback.org/t172037p501",
		"postUrlUniq": "https://www.flashback.org/sp25931749",
		"sentence": "Det är skönt att höra att ni enbart råkar ut för konkurrerande bolag som beter sig illa/tvivelaktigt, här i Stockholm finns det Taxi020-bilar som snor kunder från andra Taxi020-bilar (det finns nog inget värre än när ens egna så kallade kollegor snor ens kunder), TaxiStockholm-bilar som fuskar vid stolparna, Kurirbilar som inte har en aning om hur någonting verkar fungera och givetvis fribilarna som gör allt på samma gång Så egentligen är det ett under varje gång man lyckas få en kund Moralen är snart helt försvunnen."
	},
	{
		"postIndex": 27648,
		"postNumber": 6011,
		"rankGlobal": 28,
		"scoreGlobal": 58.4,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-10-07, 14:26",
		"postUrlInThread": "https://www.flashback.org/t172037p501",
		"postUrlUniq": "https://www.flashback.org/sp25975288",
		"sentence": "Något som skulle kunna vara lite kul är om man stannar, låter taxametern ticka och föreslå att det kanske är dags för kunden att stiga av då resan kommer att bli dyrare än normalt Jo jag vet, man ska egentligen inte jävlas med kunderna men det är svårt att låta bli när dom väl börjar Hmm bra fråga, har upplevt att vissa samtal blir lite längre då man frågar något så får man ett svar som sedan spinner vidare på ämnet men jag är nog osäker på om detta är specifikt för taxichaufförer."
	},
	{
		"postIndex": 21488,
		"postNumber": 4613,
		"rankGlobal": 29,
		"scoreGlobal": 58.3,
		"userRank": 42,
		"userScore": 8.5,
		"postUserName": "uddis(s)",
		"postUserID": "u216429",
		"postUserUrl": "https://www.flashback.org/u216429",
		"postDateTime": "2009-04-17, 11:13",
		"postUrlInThread": "https://www.flashback.org/t172037p385",
		"postUrlUniq": "https://www.flashback.org/sp16174229",
		"sentence": "Det finns också åkare i Taxi Göteborg som blivit uteslutna från andra organisationer på grund av våldsamt uppträdande mot kunder och kollegor samt sextrakkaserrier mot kvinnliga kunder (borde inte ens ha fått behålla taxilegget) som ändå tagits in och inte ens fått repressalier då de upprepat samma beteende vid flera återkommande tillfällen som åkare i Taxi Göteborg där en förare som betett sig på samma sätt minst blivit avstängd en tid och möjligen t om avskedad."
	},
	{
		"postIndex": 42597,
		"postNumber": 8648,
		"rankGlobal": 30,
		"scoreGlobal": 58.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Bbobi",
		"postUserID": "u601394",
		"postUserUrl": "https://www.flashback.org/u601394",
		"postDateTime": "2012-05-27, 15:10",
		"postUrlInThread": "https://www.flashback.org/t172037p721",
		"postUrlUniq": "https://www.flashback.org/sp37559086",
		"sentence": "Lite en gång förra sommaren av ett psykfall som blev nobbad av en tjej och nu istället skulle åka till sin riktiga flickvän men jag kunde inte köra hela vägen då det skulle ta så pass lång tid och hade ingen tid att fylla som rast i tidboken (ändrade adress under resan)."
	},
	{
		"postIndex": 34745,
		"postNumber": 7239,
		"rankGlobal": 31,
		"scoreGlobal": 58.1,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Mvk",
		"postUserID": "u187432",
		"postUserUrl": "https://www.flashback.org/u187432",
		"postDateTime": "2011-08-22, 23:15",
		"postUrlInThread": "https://www.flashback.org/t172037p604",
		"postUrlUniq": "https://www.flashback.org/sp32412380",
		"sentence": "Grejen är att det inte alls är för få bilar ute i trafik som Taxi GBG vill få det till, snarare för många men girigheten mellan åkare gör att alla vill ha ute så många bilar från sitt stall som möjligt för det är ingen förlustaffär då chauffören går på provision och hur tappad chauffören än är kör han iaf in dieselpengarna så det finns inget negativt med att ha många bilar ute."
	},
	{
		"postIndex": 26148,
		"postNumber": 5686,
		"rankGlobal": 32,
		"scoreGlobal": 58.1,
		"userRank": 13,
		"userScore": 23.7,
		"postUserName": "Ninjinc",
		"postUserID": "u444593",
		"postUserUrl": "https://www.flashback.org/u444593",
		"postDateTime": "2010-06-02, 13:07",
		"postUrlInThread": "https://www.flashback.org/t172037p474",
		"postUrlUniq": "https://www.flashback.org/sp23466754",
		"sentence": "Du kommer lära dig dessa, det uppskattas av kunderna att köra andra vägar som flyter på bättre ;-) En stor fördel med att köra dag är att det är människor i rörelse lite överallt så man kan stå lite varsom helst, nackdelen är att det är en stor andel taxibilar ute så stolparna brukar vara fulla vissa tider =/ Kolla kartan, förlita dig inte på GPS jämt och ständigt."
	},
	{
		"postIndex": 11675,
		"postNumber": 2005,
		"rankGlobal": 33,
		"scoreGlobal": 58,
		"userRank": 53,
		"userScore": 6.9,
		"postUserName": "kurirslusk",
		"postUserID": "u169108",
		"postUserUrl": "https://www.flashback.org/u169108",
		"postDateTime": "2007-04-23, 14:47",
		"postUrlInThread": "https://www.flashback.org/t172037p168",
		"postUrlUniq": "https://www.flashback.org/sp6926670",
		"sentence": "# dekadent # gillar att köra med grov jargong i tid och otid Alla kollegor (inom samma bolag) som åker med mig får givetvis 10% standardrabatt - det är kutym, men att köra gratis eller för en femma inom stan känns helt ointressant för mig - jag jobbar för att tjäna pengar och inte för att göda slöa och snåla kollegor, som bara tilltalar en när de sätter sig i taxin och det skall vankas fram gratispris (och då är man tydligen bästa polare), skall få åka billigt."
	},
	{
		"postIndex": 46083,
		"postNumber": 9408,
		"rankGlobal": 34,
		"scoreGlobal": 58,
		"userRank": 46,
		"userScore": 8.1,
		"postUserName": "JR1987",
		"postUserID": "u655593",
		"postUserUrl": "https://www.flashback.org/u655593",
		"postDateTime": "2012-12-19, 04:28",
		"postUrlInThread": "https://www.flashback.org/t172037p784",
		"postUrlUniq": "https://www.flashback.org/sp40993370",
		"sentence": "De ska du inte behöva göra sånt som händer varje dag tyvärr har de ju blivit så fast man kör för samma bolag alla bara tar tar som den förra Herren sa tänk bara jag jag när du sitter o kör taxi så blir det bäst, har skickat fram till andra men nästa gång han/de stått bakom mig då har de kört iväg direkt fast jag har varit etta i kön."
	},
	{
		"postIndex": 47450,
		"postNumber": 9746,
		"rankGlobal": 35,
		"scoreGlobal": 57.8,
		"userRank": 46,
		"userScore": 8.1,
		"postUserName": "JR1987",
		"postUserID": "u655593",
		"postUserUrl": "https://www.flashback.org/u655593",
		"postDateTime": "2013-05-10, 15:59",
		"postUrlInThread": "https://www.flashback.org/t172037p813",
		"postUrlUniq": "https://www.flashback.org/sp43361045",
		"sentence": "hur många kurir / 020 förare finns det här på flashback hur många kan tänka sig o vill se vad som händer om vi verkligen skulle sätta - s t o p p -- vi förtjänar så mkt mer än vad vi får det är ett tufft jobb det är väldigt utsatt jobb obekväma arbetstider mm listan är lång ni kör själva ni vet det TÄNK * Tänk om vi kunde få ihop 400-500 förare som vid rusnings tid går till paus distrikt och tar inga FTJ körningar i 2 timmar!"
	},
	{
		"postIndex": 21237,
		"postNumber": 4575,
		"rankGlobal": 36,
		"scoreGlobal": 57.6,
		"userRank": 42,
		"userScore": 8.5,
		"postUserName": "uddis(s)",
		"postUserID": "u216429",
		"postUserUrl": "https://www.flashback.org/u216429",
		"postDateTime": "2009-04-09, 19:22",
		"postUrlInThread": "https://www.flashback.org/t172037p382",
		"postUrlUniq": "https://www.flashback.org/sp16054390",
		"sentence": "Jag vet om åkare som tillåts driva verksamehet genom bulvaner eftersom de inte får driva taxirörelse, åkare som systematiskt anställer folk som stämplar eller är sjukskrivna och kör svart (och därmed är i åkarens våld och inte kan klaga) åkare som kör svart (skm har bara kollat krediter ej kontantinkört) och åkare som inom andra taxirganisationer gjort sig skyldiga till våldshandlingar och ofredande av kunder (kvinnliga) så att de normalt sett borde förlorat Taxikortet helt som får köra specialkörningar för socialförvaltningen trots att de dessutom varit inblandade i flera våldsamma konfrontationer med kollegor och konkurrenter."
	},
	{
		"postIndex": 53240,
		"postNumber": 10885,
		"rankGlobal": 37,
		"scoreGlobal": 55.4,
		"userRank": 46,
		"userScore": 8.1,
		"postUserName": "JR1987",
		"postUserID": "u655593",
		"postUserUrl": "https://www.flashback.org/u655593",
		"postDateTime": "2014-03-04, 06:16",
		"postUrlInThread": "https://www.flashback.org/t172037p908",
		"postUrlUniq": "https://www.flashback.org/sp47775988",
		"sentence": "Två \"vuxna\" 30+ kvinnorna sitter och säger Men ååååhhh alltså herregud åååh varför ska vi betala för det här alltså det är ju löjligt, \"den andra\" jafyfan pengarna bara tickar och vi rullar inte, \"jag är ju tyst orkar ej säga så mkt\" Vi fortsätter o denna \"man\" som är med de sitter och kastar ut hans \"drömmar\" som verkar vara mer \"strunt/visa sig snack\" säger att han funderar på köpa ny bil och har svårt att bestämma sig \"nämner bilar man sällan ser på gatorna\" Massa skit snack o allt där ange bilarna/pengar så säger \"mannen\" ja men alltså jag kmr nog köpa en, räcker med att jag slutar dra ut varje helg och bränna upp 10 lax på en kväll."
	},
	{
		"postIndex": 18600,
		"postNumber": 3905,
		"rankGlobal": 38,
		"scoreGlobal": 55.2,
		"userRank": 6,
		"userScore": 39.3,
		"postUserName": "ozone",
		"postUserID": "u213316",
		"postUserUrl": "https://www.flashback.org/u213316",
		"postDateTime": "2008-09-03, 14:11",
		"postUrlInThread": "https://www.flashback.org/t172037p326",
		"postUrlUniq": "https://www.flashback.org/sp12700434",
		"sentence": "Jag vet vart området ligger och vilken väg jag ska svänga in på för att komma dit, men väl där så finns det tre olika vägar att välja på, är det beställning så knappar jag in på gps:en eller kollar på kartan vilken väg jag ska svänga in på, är kund i bilen så frågar jag bara om det är första eller andra infarten etc."
	},
	{
		"postIndex": 475,
		"postNumber": 77,
		"rankGlobal": 39,
		"scoreGlobal": 55.1,
		"userRank": 260,
		"userScore": 1.3,
		"postUserName": "chillionaire",
		"postUserID": "u92469",
		"postUserUrl": "https://www.flashback.org/u92469",
		"postDateTime": "2005-08-12, 10:27",
		"postUrlInThread": "https://www.flashback.org/t172037p7",
		"postUrlUniq": "https://www.flashback.org/sp2663203",
		"sentence": "finns inte så stor anledning att fega, jag kör visserligen inte i sthlm, men under de två år jag kört taxi har jag bara blivit allvarligt hotat en gång, detta var av en full finne, jag bara ropade upp på comradion att jag hade problem på den adressen så kom ett par bilar och hjälpte mig."
	},
	{
		"postIndex": 8543,
		"postNumber": 1373,
		"rankGlobal": 40,
		"scoreGlobal": 55,
		"userRank": 66,
		"userScore": 5.6,
		"postUserName": "Åkaren",
		"postUserID": "u139244",
		"postUserUrl": "https://www.flashback.org/u139244",
		"postDateTime": "2006-11-29, 18:57",
		"postUrlInThread": "https://www.flashback.org/t172037p115",
		"postUrlUniq": "https://www.flashback.org/sp5664073",
		"sentence": "Då upplyser jag kunden om att hade han ringt lite tidigare så hade han inte varit försenad (det tog 4 minuter innan vi var på plats efter inringd tur) Upplyser han om att vi inte tänker kör som vi stulit bilen för hans skull när det är han som inte har haft någon framförhållning."
	}
]
