[
	{
		"postIndex": 542,
		"postNum": 226,
			"postTime": "2012-01-14",
		"postLink": "/sp35113569",
		"postUser": ".Mortimer.",
		"postUserID": "/u178281",
		"postUrl": "https://www.flashback.org/t1768191p19",
		"userUrl": "https://www.flashback.org/u178281",
		"sentence": "Personligen tror jag snarare att dom använt trimplanen för att räta ut fartyget efter den initiala grundstötningen (innan någon ombord förstod omfattningen av skadorna) då det lär börjat tippa åt babord så fort det började välla in vatten i hålet på den sidan, sen blev det säkerligen en hel del obalans när dom skulle \"parkera\" då vattenmassorna började röra sig inne i fartyget när dom försökt räta upp det vilket då ledde till att det tippade över åt andra hållet."
	},
	{
		"postIndex": 3552,
		"postNum": 1135,
			"postTime": "2012-01-23",
		"postLink": "/sp35285043",
		"postUser": "ih82w846",
		"postUserID": "/u62615",
		"postUrl": "https://www.flashback.org/t1768191p95",
		"userUrl": "https://www.flashback.org/u62615",
		"sentence": "Jag har sett förklaringar vid en olycka i USA varför de inte gjorde si eller så, var för att de ville inte riskera bli stämda för någon bröt benet vid evakuering från ett hotel i brand Första bilden man ser på CC är när hon ligger med stäven rakt mot land och högt i vattnet hon inte tänt de två röda utan dessa tänds inte förän hon ligger på grund, sen ser man som sagt att inga livbåtar är klargjorda fastän hon ligger djupt på sb med bara två ventilrader ovan ytan när vattnet når sb livbåtsdäck är nästan alla sb livbåtar i sjön."
	},
	{
		"postIndex": 2347,
		"postNum": 773,
			"postTime": "2012-01-17",
		"postLink": "/sp35175048",
		"postUser": "Stepheen",
		"postUserID": "/u561324",
		"postUrl": "https://www.flashback.org/t1768191p65",
		"userUrl": "https://www.flashback.org/u561324",
		"sentence": "Det senaste finns säkert som vanligt på De flesta nät-tidningarna om denna företeelse/handling bla alt dvs då Lyx kryssaren Costa Concordia från rederibolaget i Italien gick på grund vid ön Giglios i Medelhavet; detta är helt och hållet kaptenens brist på ansvar samt felbedömning och icke logisk sunt förnuft till Att rent \"brächa\" (visa upp sig inför andra) på bekostnad utav andras liv, fn är det 6 + 5 st personer som mist sitt liv och innan beskedet kom saknades 29 personer, enligt uppgift 25 passagerare och fyra ur besättningen, rapporterar Reuters."
	},
	{
		"postIndex": 2038,
		"postNum": 701,
			"postTime": "2012-01-17",
		"postLink": "/sp35168670",
		"postUser": "duqu",
		"postUserID": "/u630548",
		"postUrl": "https://www.flashback.org/t1768191p59",
		"userUrl": "https://www.flashback.org/u630548",
		"sentence": "Om nu stabbarna inte kan köras manuellt utan körs efter ett programsystem bör då de fungerande på styrbords sida ha börjat motkompensera den lutning som kom med en stab bortsliten på barbord och inströmmande vattenmassor, sen har båten bromsat in - kursändrat 180* och lagt sig i sandbanken med den skadade sidan uppåt där ena stabben har fullt synligt utslag, (står i halv fem = max lyftkraft) så förmodligen har då automatiken på stabbarna + kursändringen lett över inströmmande vatten \"på fel sida\" inuti båten vilket kan ha varit orsaken till att vi nu ser den skadade sidan uppåt ner den egentligen borde ha legat nedåt under vattenytan."
	},
	{
		"postIndex": 577,
		"postNum": 239,
			"postTime": "2012-01-14",
		"postLink": "/sp35114459",
		"postUser": ".Mortimer.",
		"postUserID": "/u178281",
		"postUrl": "https://www.flashback.org/t1768191p20",
		"userUrl": "https://www.flashback.org/u178281",
		"sentence": "Skadorna tyder ju även på att dom hade god fart vid grundstötningen och då dom inte frontade grundet så lär det knappast ha tagit tvärstopp när dom körde på heller utan dom bromsades nog upp lite tills klippblocket som satt i sidan av fartyget bröts loss och därefter fortsatte dom med tillräcklig fart för att kunna nyttja trimplanen (som förövrigt inte börjar fungera helt magiskt vid full fart även om dom naturligtvis har bättre effekt då..."
	},
	{
		"postIndex": 4144,
		"postNum": 1370,
			"postTime": "2013-01-14",
		"postLink": "/sp41482314",
		"postUser": "DennisOlof",
		"postUserID": "/u156376",
		"postUrl": "https://www.flashback.org/t1768191p115",
		"userUrl": "https://www.flashback.org/u156376",
		"sentence": "Efter att ha sett några dokumentärer pga 1år sedan fartyget gick på grund (discovery channel) och kantrade, måste jag säga att det ABSOLUT mest konstiga i hela denna historia, var ju varför kaptenen inte gav order om att evakuera så många som möjligt i alla livbåtarna, ifall det värsta skulle inträffa och båten sjunka."
	},
	{
		"postIndex": 3718,
		"postNum": 1191,
			"postTime": "2012-01-26",
		"postLink": "/sp35336428",
		"postUser": "Gwypaas",
		"postUserID": "/u278195",
		"postUrl": "https://www.flashback.org/t1768191p100",
		"userUrl": "https://www.flashback.org/u278195",
		"sentence": "Det man skulle använda kranarna till är att räta upp fartyget så man kan täta hålen som nu är dolda och sen för att få balansen att vara rätt medan man pumpar ut vattnet och försöka förhindra att det glider ner ytterliggare, sen självklart kanske det blir tvunget att nästan regelrätt lyfta fartyget från botten när man fått lite lyftkraft i det för att förhindra att det glider ner då trycket och friktionen mot botten minskar när flytkraften man skapar genom att täta hål och pumpar ut vatten ökar."
	},
	{
		"postIndex": 1184,
		"postNum": 456,
			"postTime": "2012-01-15",
		"postLink": "/sp35132869",
		"postUser": "BaldiN",
		"postUserID": "/u158628",
		"postUrl": "https://www.flashback.org/t1768191p38",
		"userUrl": "https://www.flashback.org/u158628",
		"sentence": "Jo men du kommer inte ifrån att om kaptenen inte hade varit en tomte och gått för nära land till att börja med så hade dom haft god tid att starta nödsystem efter blackouten, det finns liksom ingen ursäkt för ett fartyg av den storleken att gå såpass nära land."
	},
	{
		"postIndex": 481,
		"postNum": 199,
			"postTime": "2012-01-14",
		"postLink": "/sp35112105",
		"postUser": "duqu",
		"postUserID": "/u630548",
		"postUrl": "https://www.flashback.org/t1768191p17",
		"userUrl": "https://www.flashback.org/u630548",
		"sentence": "Om det nu var elfel, vilket då eventuellt fick trimplanen att stå så fel att båten slog över på andra sidan (trimplanet på bilden står i halv 5 läge), så finns möjligheten att de säkerhetsdörrar som ska slå igen vid läcka (vattentäta skott) inte heller fungerade, det styrs väl med både hydralik och el och alla har vittnat om att elen knasade på båten långt innan dom träffade klipporna."
	},
	{
		"postIndex": 2035,
		"postNum": 701,
			"postTime": "2012-01-17",
		"postLink": "/sp35168670",
		"postUser": "duqu",
		"postUserID": "/u630548",
		"postUrl": "https://www.flashback.org/t1768191p59",
		"userUrl": "https://www.flashback.org/u630548",
		"sentence": "Vet inte om detta länkats förut, nedan en plott: Verkar finnas en AIS receiver i Giglios hamn, sen hade båten minst 2 kompletta inmarsat-system där AIS också länkas upp mot satellit när man inte får landkontakt via vhf, så varför det saknas positioner kan inte bero på radioskugga i alla fall, ger vissa misstankar i mitt tycke."
	},
	{
		"postIndex": 2005,
		"postNum": 691,
			"postTime": "2012-01-17",
		"postLink": "/sp35167968",
		"postUser": "ÅnkelGunnar",
		"postUserID": "/u120451",
		"postUrl": "https://www.flashback.org/t1768191p58",
		"userUrl": "https://www.flashback.org/u120451",
		"sentence": "Och utbildade räddningsarbetare gör ett utmärkt jobb när folk väl börjar komma ut från fartyget, men så länge det handlar om folk som yrar runt i korridorer, att hålla koll på antalet passagerare, var de finns, vilken besättning som finns tillgänglig och så vidare så inser de flesta att det inte är rimligt att den lokala sjöräddningen ska ha detaljkoll på alla fartyg som kan tänkas passera inom ett par mils avstånd."
	},
	{
		"postIndex": 2221,
		"postNum": 742,
			"postTime": "2012-01-17",
		"postLink": "/sp35171996",
		"postUser": "AckaDemiker",
		"postUserID": "/u543572",
		"postUrl": "https://www.flashback.org/t1768191p62",
		"userUrl": "https://www.flashback.org/u543572",
		"sentence": "CC gick ju inte på grundet där hon står, utan på ett tidigare ställe - sen fortsatte han ju köra innan han kom på att det nog inte kommer funka, girade nästan 180 grader och satte henne på ett annat grunt ställe för att hon inte skulle sjunka."
	},
	{
		"postIndex": 3890,
		"postNum": 1246,
			"postTime": "2012-02-08",
		"postLink": "/sp35573938",
		"postUser": "Tystnad",
		"postUserID": "/u89701",
		"postUrl": "https://www.flashback.org/t1768191p104",
		"userUrl": "https://www.flashback.org/u89701",
		"sentence": "Tjockolja som används vid fartygsdrift är väldigt trögflytande och måste värmas upp innan det går till motorerna i vanliga fall och är det nu kanske bara ett par plusgrader i vattnet så lär oljan vara oerhört segflytande och troligen omöjlig att pumpa upp ,antingen väntar man till sommaren eller så får man försöka värma upp oljan i tankarna på något sätt vilket lär ta tid."
	},
	{
		"postIndex": 1022,
		"postNum": 400,
			"postTime": "2012-01-15",
		"postLink": "/sp35127894",
		"postUser": "tigerone",
		"postUserID": "/u129900",
		"postUrl": "https://www.flashback.org/t1768191p34",
		"userUrl": "https://www.flashback.org/u129900",
		"sentence": "Det finns inte en chans i helvete att hon ens skulle kommit halvvägs igenom sundet innan hon satt fast, och skulle hon mot alla odds gått igenom så hade hon sjunkit som en sten på andra sidan."
	},
	{
		"postIndex": 1440,
		"postNum": 550,
			"postTime": "2012-01-16",
		"postLink": "/sp35146896",
		"postUser": "DjPutte",
		"postUserID": "/u327873",
		"postUrl": "https://www.flashback.org/t1768191p46",
		"userUrl": "https://www.flashback.org/u327873",
		"sentence": "Skulle tro dem svetsar stora provisoriska plåtar överhålet efter den fått ur klippan som brötsloss vid grundstötningen, Båten har för mycket värde för att huggas upp till skrot så min känsla säger svetsning provisorikt av det långahålet + man pumpar veck vattnet i samband med att man får båten av revet men detta kommer ta sin tid innan så sker!"
	},
	{
		"postIndex": 659,
		"postNum": 270,
			"postTime": "2012-01-14",
		"postLink": "/sp35115984",
		"postUser": "MongoTroll",
		"postUserID": "/u456710",
		"postUrl": "https://www.flashback.org/t1768191p23",
		"userUrl": "https://www.flashback.org/u456710",
		"sentence": "Detta hål är kanske 20-30 meter om man försöker tyda det på bilderna som finns, hålet är över flera sektioner, vatten sprutar in och de som har hand om fartyget får panik då detta är en extreme situation, dom misslyckas med att stänga alla sektioner då hålet överskrider flera sektioner."
	},
	{
		"postIndex": 3336,
		"postNum": 1062,
			"postTime": "2012-01-21",
		"postLink": "/sp35253325",
		"postUser": "tigerone",
		"postUserID": "/u129900",
		"postUrl": "https://www.flashback.org/t1768191p89",
		"userUrl": "https://www.flashback.org/u129900",
		"sentence": "På de bilder man ser nu verkar hon ju ligga med slaget , (övergång mellan botten och sida) på ca 30 meters djup , det skulle ju innebära att kapten inte strandade henne ordentligt, hade hon satts på ordentligt borde hon väl inte kantrat över i från 20 graders slagsida, eller?"
	},
	{
		"postIndex": 1553,
		"postNum": 575,
			"postTime": "2012-01-16",
		"postLink": "/sp35149996",
		"postUser": "DjPutte",
		"postUserID": "/u327873",
		"postUrl": "https://www.flashback.org/t1768191p48",
		"userUrl": "https://www.flashback.org/u327873",
		"sentence": "Men det man undrar är vad säger rederiet om kaptenens privata färdväg med båten samt har denna kapten lekt på styvalinan ofta med rederiets fartyg, För jag kan med all sannorlikhet säga att detta är nog inte den första gången han kört utanför rutten men dock den sista!"
	},
	{
		"postIndex": 4143,
		"postNum": 1369,
			"postTime": "2013-01-14",
		"postLink": "/sp41473433",
		"postUser": "Arne.Anka",
		"postUserID": "/u406348",
		"postUrl": "https://www.flashback.org/t1768191p115",
		"userUrl": "https://www.flashback.org/u406348",
		"sentence": "Att besättningen inte alltid förstod kaptenens order VAR ett problem, tog rorsman 13 sekunder att reagera på en order om att vrida rodret 20 grader åt babord vilket definitivt inte gjorde saken bättre men till syvende och sist har kaptenen det yttersta ansvaret för säkerheten ombord så frågan är, varför har han accepterat att ha en besättning som inte förstår verbala order?"
	},
	{
		"postIndex": 4146,
		"postNum": 1370,
			"postTime": "2013-01-14",
		"postLink": "/sp41482314",
		"postUser": "DennisOlof",
		"postUserID": "/u156376",
		"postUrl": "https://www.flashback.org/t1768191p115",
		"userUrl": "https://www.flashback.org/u156376",
		"sentence": "Eftersom dom var så nära land, ingen sjögång eller direkt dåligt väder hade man ju utan problem kunnat återföra folk till båten om det visade sig att den inte skulle sjunka osv."
	},
	{
		"postIndex": 795,
		"postNum": 318,
			"postTime": "2012-01-14",
		"postLink": "/sp35119630",
		"postUser": "Sigsten",
		"postUserID": "/u487758",
		"postUrl": "https://www.flashback.org/t1768191p27",
		"userUrl": "https://www.flashback.org/u487758",
		"sentence": "Jo men det verkar ju vara så att de först grundstötte och det stora stenblocket fastande i fartyget och efter det så har de försökt ta sig till närmaste hamn men inte lyckats hela vägen och fått sätta den på grund precis utanför för att förhindra att hela skiten sjönk."
	},
	{
		"postIndex": 535,
		"postNum": 220,
			"postTime": "2012-01-14",
		"postLink": "/sp35113435",
		"postUser": "Megaforce",
		"postUserID": "/u58122",
		"postUrl": "https://www.flashback.org/t1768191p19",
		"userUrl": "https://www.flashback.org/u58122",
		"sentence": "Min teori är att man väjde för sent och rände in i det skär söder om Giglio som syns på sjökorten med benämningen \"Le scole\" och sen i låg fart försökt få kontroll på slagsidan men inte kunnat svänga babord utan försökt vända åt styrbord för att komma in mot hamnen och stranda där."
	},
	{
		"postIndex": 398,
		"postNum": 174,
			"postTime": "2012-01-14",
		"postLink": "/sp35110636",
		"postUser": "ÅnkelGunnar",
		"postUserID": "/u120451",
		"postUrl": "https://www.flashback.org/t1768191p15",
		"userUrl": "https://www.flashback.org/u120451",
		"sentence": "Hinner inte alla evakueras innan slagsidan blir riktigt kraftig så spelar det ju egentligen ingen roll, det är ändå svårt att ta sig fram och det finns hela tiden en risk att något lossnar och kommer farandes."
	},
	{
		"postIndex": 451,
		"postNum": 188,
			"postTime": "2012-01-14",
		"postLink": "/sp35111658",
		"postUser": "duqu",
		"postUserID": "/u630548",
		"postUrl": "https://www.flashback.org/t1768191p16",
		"userUrl": "https://www.flashback.org/u630548",
		"sentence": "Helt klart grundstötning under gir, sen om det var elfel innan eller inte får vi nog veta så småningom, det som talar för elfel före grundstötningen är att båten började luta innan smällen, elfelet kan eventuellt ha fått båtens trimplan att göra fel saker."
	},
	{
		"postIndex": 2396,
		"postNum": 791,
			"postTime": "2012-01-17",
		"postLink": "/sp35176742",
		"postUser": "VitruvianskeMannen",
		"postUserID": "/u501711",
		"postUrl": "https://www.flashback.org/t1768191p66",
		"userUrl": "https://www.flashback.org/u501711",
		"sentence": "Kaptenen gjorde tre osannolika galenskaper: 1) Att köra så nära land 2) Att missa skären som ligger strax söder om staden, som är välkända och utprickade på varje karta 3) Att smyga iland och strunta i hela räddningsoperationen Däremot är jag ganska säker på att det sätt som haveriet sedan förlöpte på, inklusive strandningsplatsen, gjorde att flera hundra personer som annars skulle ha dött överlevde."
	},
	{
		"postIndex": 3121,
		"postNum": 996,
			"postTime": "2012-01-20",
		"postLink": "/sp35224721",
		"postUser": "tigerone",
		"postUserID": "/u129900",
		"postUrl": "https://www.flashback.org/t1768191p83",
		"userUrl": "https://www.flashback.org/u129900",
		"sentence": "Framdrivningsmaskineriet verkar ha varit utslaget, så det kanske är fel att säga att han satte henne på grund, lite motsägelsefullt alltihop, han sätter henne på grund pga hon riskerar att sjunka , ändå kallar han inte på hjälp och på en direkt fråga så svarar han att de bara har tekniska problem."
	},
	{
		"postIndex": 2689,
		"postNum": 894,
			"postTime": "2012-01-18",
		"postLink": "/sp35196693",
		"postUser": "sovvandring",
		"postUserID": "/u571961",
		"postUrl": "https://www.flashback.org/t1768191p75",
		"userUrl": "https://www.flashback.org/u571961",
		"sentence": "Jag vet inte om det tagits upp i tråden men; Finns det inte datorsystem på dessa fartyg som kan räkna ut att: med den här hastigheten och den här färdriktningen kommer fartyget att köra rakt in i den här klippan/grundet som finns på sjökortet."
	},
	{
		"postIndex": 2203,
		"postNum": 738,
			"postTime": "2012-01-17",
		"postLink": "/sp35171653",
		"postUser": "PhDSalander",
		"postUserID": "/u538396",
		"postUrl": "https://www.flashback.org/t1768191p62",
		"userUrl": "https://www.flashback.org/u538396",
		"sentence": "Beträffande de passagerare som inte ännu hittats, levande eller döda, så kanske finns en del förklaringar i det att man sen i morse avbröt detta räddningsprojekt just att mera gå in i fartyget, då det blev alltför riskabelt sedan skeppet började röra på sig."
	},
	{
		"postIndex": 2666,
		"postNum": 882,
			"postTime": "2012-01-18",
		"postLink": "/sp35193866",
		"postUser": "sirsill",
		"postUserID": "/u184122",
		"postUrl": "https://www.flashback.org/t1768191p74",
		"userUrl": "https://www.flashback.org/u184122",
		"sentence": "Det kan även vara så att kapten löste uppgiften så bra det bara gick efter skadan skett, hade han placerat henne 20 meter länge ut så hade hon nog legat under vatten rätt snabbt."
	},
	{
		"postIndex": 3698,
		"postNum": 1181,
			"postTime": "2012-01-25",
		"postLink": "/sp35318474",
		"postUser": "HaxxarN",
		"postUserID": "/u314462",
		"postUrl": "https://www.flashback.org/t1768191p99",
		"userUrl": "https://www.flashback.org/u314462",
		"sentence": "Jag har sett Titanic (så jag är expert inom området sjunkande båtar) och denna båtjävel likt CC hade ju massa dörrar/skott som stängdes och isolerade vattnet, efter att båten \"gick\" på grund måste ju fler skador uppkommit?"
	},
	{
		"postIndex": 1207,
		"postNum": 464,
			"postTime": "2012-01-15",
		"postLink": "/sp35134145",
		"postUser": "pernila12",
		"postUserID": "/u506083",
		"postUrl": "https://www.flashback.org/t1768191p39",
		"userUrl": "https://www.flashback.org/u506083",
		"sentence": "Kan dom inte ringa till finland be dom skicka sina bästa svetsare typ 50% av befolkningen som kommer svetsar lite super mycket och sen kan dom börja pumpa ut vattnet och köra fartyget till en docka o låta finnarna svetsa lite mera!"
	},
	{
		"postIndex": 2986,
		"postNum": 965,
			"postTime": "2012-01-19",
		"postLink": "/sp35210483",
		"postUser": "Netherworld",
		"postUserID": "/u451542",
		"postUrl": "https://www.flashback.org/t1768191p81",
		"userUrl": "https://www.flashback.org/u451542",
		"sentence": "Utifrån kaptenens egoism, genom att vara bland de första att överge fartyget, är det inte svårt att dra slutsatsen att kaptenen INTE tänkte i första hand på att rädda andras liv, när han gjorde denna manöver."
	},
	{
		"postIndex": 992,
		"postNum": 395,
			"postTime": "2012-01-15",
		"postLink": "/sp35127723",
		"postUser": "Grisbrottaren",
		"postUserID": "/u135667",
		"postUrl": "https://www.flashback.org/t1768191p33",
		"userUrl": "https://www.flashback.org/u135667",
		"sentence": "Fram till kvällen går fartyget på normal kurs, men i beckmörkret kommer kaptenen på den (inte så) lysande idén att gå nära ön Giglio och dess hamn, för att passagerarna ska få se lite ljus på vägen istället för tomt hav."
	},
	{
		"postIndex": 946,
		"postNum": 376,
			"postTime": "2012-01-15",
		"postLink": "/sp35126660",
		"postUser": "Hypokondria",
		"postUserID": "/u64060",
		"postUrl": "https://www.flashback.org/t1768191p32",
		"userUrl": "https://www.flashback.org/u64060",
		"sentence": "Eller om att de faktiskt tidigare gått på grund & de kanske i panik styrt in här för att nå grundare vatten för att inte sänka båten på djupt vatten (ibland händer det att man sätter fartyg som är på väg att sjunka på grundare vatten för att undvika ett totalhaveri)."
	},
	{
		"postIndex": 2894,
		"postNum": 943,
			"postTime": "2012-01-19",
		"postLink": "/sp35205810",
		"postUser": "tigerone",
		"postUserID": "/u129900",
		"postUrl": "https://www.flashback.org/t1768191p79",
		"userUrl": "https://www.flashback.org/u129900",
		"sentence": "Jag skulle tro att Costa hade ett så pass avancerat system att en hel del information bla positionen sändes in regelbundet till rederiet via satelitlänk , Costas framfart har säkert också kunnat följas mer eller mindre live på skärm."
	},
	{
		"postIndex": 1133,
		"postNum": 441,
			"postTime": "2012-01-15",
		"postLink": "/sp35131334",
		"postUser": "kolvas",
		"postUserID": "/u463620",
		"postUrl": "https://www.flashback.org/t1768191p37",
		"userUrl": "https://www.flashback.org/u463620",
		"sentence": "Det är nog ganska uteslutet, dels så hade en sprängning inne i fartyget gett annorlunda deformationer, plåten hade varit vikt utåt, inte inåt, dessutom sitter det kvar en ganska stor sten i skrovet som tyder på grundstötning."
	},
	{
		"postIndex": 3590,
		"postNum": 1148,
			"postTime": "2012-01-24",
		"postLink": "/sp35297315",
		"postUser": "Gwypaas",
		"postUserID": "/u278195",
		"postUrl": "https://www.flashback.org/t1768191p96",
		"userUrl": "https://www.flashback.org/u278195",
		"sentence": "Arkimedes princip, fartyget får bara en enorm tröghet vilket gör att lyftet måste göras ytterst långsamt då vattnet i båten måste accelereras upp, dock bidrar det inte till vikten och kan med stor sannolikhet ignoreras om man bara gör det tillräckligt långsamt."
	},
	{
		"postIndex": 4145,
		"postNum": 1370,
			"postTime": "2013-01-14",
		"postLink": "/sp41482314",
		"postUser": "DennisOlof",
		"postUserID": "/u156376",
		"postUrl": "https://www.flashback.org/t1768191p115",
		"userUrl": "https://www.flashback.org/u156376",
		"sentence": "Man visste ju ganska snart att båten gått på grund och hade man gjort denna åtgärd i tid hade man fått ner alla båtarna med folk i utan problem."
	},
	{
		"postIndex": 2004,
		"postNum": 691,
			"postTime": "2012-01-17",
		"postLink": "/sp35167968",
		"postUser": "ÅnkelGunnar",
		"postUserID": "/u120451",
		"postUrl": "https://www.flashback.org/t1768191p58",
		"userUrl": "https://www.flashback.org/u120451",
		"sentence": "Självklart ska han inte sitta på bryggan och dingla med fötterna tre dagar efter sista livbåten stuckit iväg och bara vänta på att dykare hinner gå igenom allt, men inte fan ska han vara först iväg och bara dumpa besättningen utan befälhavare."
	},
	{
		"postIndex": 4182,
		"postNum": 1381,
			"postTime": "2013-01-28",
		"postLink": "/sp41723046",
		"postUser": "Minitini",
		"postUserID": "/u237418",
		"postUrl": "https://www.flashback.org/t1768191p116",
		"userUrl": "https://www.flashback.org/u237418",
		"sentence": "I det jag sa, hänvisar jag givetvis till just Costa Concordias haveri och där var det varken dåligt väder eller någon större slagsida i det skedet iallafall jag anser att man kände till vad som skulle ske med fartyget men valt att inte evakuera osv."
	}
]
