[
	{
		"postIndex": 11067,
		"postNum": 2982,
			"postTime": "2013-04-08",
		"postLink": "/sp42854840",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p249",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Ta en titt på den här bilden av Breivik som är tagen hemma hos hans styvmor under 2011 bara några månader före hans terrorattacker i Oslo och på Utöya När jag ser på den person som sitter i den soffan så tänker jag; hade jag inte vetat att det var en av Europas värsta massmördare och terrorist i modern tid som sitter där så hade jag trott att det var en politiskt korrekt centerpartist eller liknande."
	},
	{
		"postIndex": 12870,
		"postNum": 3369,
			"postTime": "2014-01-16",
		"postLink": "/sp47079905",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p281",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Breivik skrev ett brev den 12 oktober 2012 till den norska Kriminalomsorgen region nordost för att upplysa dem om bland annat den brevcensur som Ila fängelse verkställde runt den 8 augusti 2012, efter att Kriminalomsorgens centrala förvaltning skickat ut en rundskrivelse med täckmanteln: \"förhindra att Breivik ska kunna styra ett nätverk från cellen\", som i realiteten innebär att alla brev från Breiviks politiska sympatisörer och andra som gillar honom hindras från att nå honom, samtidigt som endast brev från nytestamentligt kristna och andra som inte gillar Breivik släpps igenom brevcensuren."
	},
	{
		"postIndex": 12884,
		"postNum": 3370,
			"postTime": "2014-01-17",
		"postLink": "/sp47083277",
		"postUser": "Bladderblad",
		"postUserID": "/u696908",
		"postUrl": "https://www.flashback.org/t1837147p281",
		"userUrl": "https://www.flashback.org/u696908",
		"sentence": "Kritiker av det politiskt korrekta utgår väl från att när den, enligt medieberättelsen, \"rätta\" sidan gör ett bombdåd, så kan det förklaras utifrån den klassiska vite-mannen-är-i-grunden-ansvarig, medan när en vit man (förenklat) gör något likartat, och i detta fallet, långt mycket värre sett till antalet döda, så fördömer man helt riktigt akten, men tyvärr stannar man inte där, eftersom man då verkar tro att man måste - som du också kanske riktigt hävdar, att ABB inte är mer glamorös än så här - och då måste inpränta budskapet om hans egocentrism, vansinne, drogcoktail han var hög på (som var en ganska klen blandning visade det sig), påstådda vanskötsel som liten etc etc."
	},
	{
		"postIndex": 8435,
		"postNum": 2231,
			"postTime": "2011-12-22",
		"postLink": "/sp34686226",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p186",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Man ska komma ihåg att mamman levde ensam med två små barn som säkert inte alltid var de bästa vänner, pappan bodde i ett annat land, för av okänd anledning så tog det slut mellan paret, ABB var troligtvis inne i treårstrots eller hade precis gått igenom denna utvecklingsfas, grannarna klagade på att de hörde att det bråkades i lägenheten (men erbjöd de sig att hjälpa familjen eller var de bara sura på dem?"
	},
	{
		"postIndex": 5716,
		"postNum": 1577,
			"postTime": "2011-07-28",
		"postLink": "/sp31916666",
		"postUser": "dazed-and-confused",
		"postUserID": "/u407525",
		"postUrl": "https://www.flashback.org/t1837147p132",
		"userUrl": "https://www.flashback.org/u407525",
		"sentence": "Det rör sig uppenbarligen om en förvirrad, alienerad lajvare utan självinsikt och något att riktigt leva för som tyvärr skaffade sig förmågan att döda på stor skala, är inte på något sätt nationellt sinnad i min politiska övertygelse eller så men tror inte att just hans nationalistiska övertygelse gjorde honom extra farlig den lockande nog bara hans drömmande, romantiska sida lite extra men hade nog lika gärna kunna varit en övertygad centerpartist."
	},
	{
		"postIndex": 3657,
		"postNum": 1134,
			"postTime": "2011-07-24",
		"postLink": "/sp31852394",
		"postUser": "feed-me",
		"postUserID": "/u275640",
		"postUrl": "https://www.flashback.org/t1837147p95",
		"userUrl": "https://www.flashback.org/u275640",
		"sentence": "Dessa åsikter växer sig nog starka hos fler och fler eftersom att i just denna fråga har man bara två alternativ, vara naiv emot Islam och tro att Islam är en hatideologi eller att vara naiv åt andra hållet, och medge att inget ont finns inom Islam och att all typ av kritik riktat mot Islam innebär per automatik att man är Rasist."
	},
	{
		"postIndex": 9587,
		"postNum": 2548,
			"postTime": "2012-08-20",
		"postLink": "/sp38920664",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p213",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Till att börja med så kasta bort allt som har med Israel, judiskhet, sionism och Mossad att göra för det har ingenting med Breivik att skaffa, att han sedan anser att Israel har rätt att existera kan man tycka ändå (och ärligt talat, vilken nykter europé föredrar inte Israel framför de vansinniga muslimerna i Mellanöstern) Breivik är varken psykopat eller psykiskt störd men är däremot politiskt manisk, envis och driftig, det är detta som har lett honom till att genomföra massmord."
	},
	{
		"postIndex": 13212,
		"postNum": 3453,
			"postTime": "2014-02-08",
		"postLink": "/sp47424914",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p288",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Den lägger inte heller fram några teorier eller lösningar om eventuella psykiska sjukdomar, den bara berättar rakt upp och ner i sakprosastil om olika livsöden som rör 22/7 med allt innehåll i kronologisk ordning, sedan är det upp till läsaren om Breivik är psykiskt störd eller vilka politiska eller sociala slutsatser man ska dra."
	},
	{
		"postIndex": 3312,
		"postNum": 1064,
			"postTime": "2011-07-24",
		"postLink": "/sp31849380",
		"postUser": "stuxnet",
		"postUserID": "/u503268",
		"postUrl": "https://www.flashback.org/t1837147p89",
		"userUrl": "https://www.flashback.org/u503268",
		"sentence": "Sen har många svårt att förstå angreppet mot ungdomarna på ön, men kom ihåg att det enbart var Norge som under WW2 drevs av en förrädare vid namnet Quisling som sen avrättades vid krigsslutet, vi har inte haft denna \"erfarenhet\" i de andra nordiska länderna, detta Quislinghat finns fortfarande inpräntat i norska generationer efter WW2, så frågan är om han ev har upplevt dagens norska sossar som en slags efterträdare till dåtidens Quisling."
	},
	{
		"postIndex": 13108,
		"postNum": 3438,
			"postTime": "2014-02-06",
		"postLink": "/sp47392236",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p287",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Du har rätt, jag förstår dig inte, jag förstår inte vad du menar när du skriver att du förkastar Seierstads bok med orden att du vill ha sanningen om Breivik, i synnerhet inte med tanke på att Seierstad inte tolkar Breivik och händelserna ur ett samhällsperspektiv vilket många recensenter har klagat på utan bara lägger fram fakta från början till slut, även om hon gör det i \"romanform\", så kallat sakprosa."
	},
	{
		"postIndex": 13114,
		"postNum": 3440,
			"postTime": "2014-02-06",
		"postLink": "/sp47399688",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p287",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Hur jag än vänder och vrider på det så är det som stör dig (och Sayyadina99) med Seierstads bok helt enkelt att han inte är och var den du trodde, det stör dig att han växte upp med en obalanserad mor utan far, det stör dig att alla anteckningar hos de norska sociala myndigheterna avviker från din tillrättalagda bild av honom, det stör dig att han var en graffitti-fantast som fjortis, det stör dig att Skjutningarna på Utöya inte var den picknick du gärna hade velat att det skulle vara, det stör dig att han inte var den du ville att han skulle vara helt enkelt."
	},
	{
		"postIndex": 8866,
		"postNum": 2330,
			"postTime": "2012-03-08",
		"postLink": "/sp36114793",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p195",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Var tredje år livet ut har Breivik rätt att bli utredd för att se om han kan anses som frisk vilket kan innebära en psykisk påfrestning för överlevande och anhöriga till offer eftersom de inte kommer att veta riktigt när eller om Breivik kommer anses frisk nog att kunna släppas fri."
	},
	{
		"postIndex": 13029,
		"postNum": 3423,
			"postTime": "2014-02-03",
		"postLink": "/sp47341310",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p286",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "\" skrev jag att jag ofta är den ende som lägger märke till minsta lilla förändring hos andra, och givetvis gäller detta helt logiskt det motsatta också - jag upplever inte att Breivik har förändrats särskilt mycket, han säger ju i princip samma sak, bara med lite andra formuleringar."
	},
	{
		"postIndex": 8848,
		"postNum": 2321,
			"postTime": "2012-03-06",
		"postLink": "/sp36082349",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p194",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "De kanske funderar på vad som skulle kunna få dem själva att begå sådana handlingar och tänker att det i så fall skulle vara mycket allvarliga psykiska problem, hemskheter i barndomen eller liknande eftersom de själva inte skulle kunna tänka sig att offra sin frihet för någon ideologi."
	},
	{
		"postIndex": 13511,
		"postNum": 3511,
			"postTime": "2014-02-20",
		"postLink": "/sp47604637",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p293",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Med avsaknad av grepp om Breivik menar jag att ni inte ser vilken förlorare han är, detta säger jag inte för att jag skulle förakta honom utan för att jag respekterar honom och jag har varken försökt kontakta honom eller besöka honom och kommer aldrig att göra det heller."
	},
	{
		"postIndex": 5589,
		"postNum": 1544,
			"postTime": "2011-07-27",
		"postLink": "/sp31905504",
		"postUser": "Motley",
		"postUserID": "/u103040",
		"postUrl": "https://www.flashback.org/t1837147p129",
		"userUrl": "https://www.flashback.org/u103040",
		"sentence": "1 eller 2 mord hade kanske med tiden gått att \"acceptera\" som pappa, hur hemskt bara det än låter, men de har inte heller haft kontakt på 15 år eller vad det var (enligt pappan var det Anders som tog avstånd) Jag hade nog reagerat likadant..."
	},
	{
		"postIndex": 4471,
		"postNum": 1300,
			"postTime": "2011-07-25",
		"postLink": "/sp31866266",
		"postUser": "d0z",
		"postUserID": "/u388267",
		"postUrl": "https://www.flashback.org/t1837147p109",
		"userUrl": "https://www.flashback.org/u388267",
		"sentence": "Ett leende under en hel dag när man förmodligen är glad att man överlevt transporten till och från domstolen genom ett land där man är mest hatade människan på flera hundra mil eller kanske nöjd över att han fick säga det han ville eller tillbakatänkande på sin sista stund i frihet eller stunden med dom exklusiva prostituerade han hade innan dåden (Vilket han nämnt flera gånger i manifestet)."
	},
	{
		"postIndex": 13251,
		"postNum": 3459,
			"postTime": "2014-02-10",
		"postLink": "/sp47446097",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p289",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Åsne hade intervjuat Breivik om han inte hade ställt orimliga krav som att Breiviks´s diaries skulle bli utgiven i hennes namn, fast egentligen är det nog ingen större förlust om sanningen ska fram för med tanke på hans patologiska självöverkattning så skulle det bara bli långrandiga beskrivningar om hur fantastiskt hans liv har varit och hur intressant är det."
	},
	{
		"postIndex": 11930,
		"postNum": 3126,
			"postTime": "2013-07-31",
		"postLink": "/sp44554009",
		"postUser": "Ola Schubert",
		"postUserID": "/u58815",
		"postUrl": "https://www.flashback.org/t1837147p261",
		"userUrl": "https://www.flashback.org/u58815",
		"sentence": "Men då detta skulle kunna tänkas drabba folk som faktiskt kommer ut i samhället någon gång så är följande bättre: Gör som Australien och förbjud kriminella att kunna tjäna pengar på det brott som de begått, (vilket också skulle inkludera att vinst inte skulle kunna skänkas till organisationer o."
	},
	{
		"postIndex": 11086,
		"postNum": 2993,
			"postTime": "2013-05-08",
		"postLink": "/sp43322896",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p250",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Kruxet var bara att Breivik verkade psyksjuk när han fick tala fritt, utan snarare vettig, så en ny snabbskapad speciallag enbart för att kunna hålla Breivik inlåst på livstid även om han skulle bedömas som frisk av läkare senare, så insåg folk rätt snart att Breivik tillräknelig och det gick inte att få honom dömd som otillräknelig."
	},
	{
		"postIndex": 7258,
		"postNum": 1978,
			"postTime": "2011-10-29",
		"postLink": "/sp33727063",
		"postUser": "carina.svendsen",
		"postUserID": "/u527983",
		"postUrl": "https://www.flashback.org/t1837147p165",
		"userUrl": "https://www.flashback.org/u527983",
		"sentence": "Jag ber om ursäkt om jag frågar något som har tagits upp (jag sökte på Breivik + Göteborg men hittade inget relevant) I Göteborg har vi ju ett par skulpturer av en konstnär som heter \"Bård Breivik\", jag vet inte hur vanligt namnet Breivik är i Norge, men dom borde vara släkt (man kan se likheter både fysiskt och andra saker) Anders Behring Breiviks morbror/farbror?"
	},
	{
		"postIndex": 12942,
		"postNum": 3391,
			"postTime": "2014-01-26",
		"postLink": "/sp47226060",
		"postUser": "TheBlackSwan",
		"postUserID": "/u705278",
		"postUrl": "https://www.flashback.org/t1837147p283",
		"userUrl": "https://www.flashback.org/u705278",
		"sentence": "det enda jag påpekat var att jag inte litar till 100% på Åsne Seierstad och därmed inte heller kan veta om hon velat vinkla brevet från breivik på sitt sätt eftersom hon inte citerar andra brevet och heller inte har med andra brevet i boken."
	},
	{
		"postIndex": 11674,
		"postNum": 3059,
			"postTime": "2013-06-16",
		"postLink": "/sp43921951",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p255",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Folk i allmänhet förstår tydligen inte att Fjordman inte har tänkt skriva en islamkritisk bok, utan det han vill är att karaktärsmörda Breivik som personlig hämd för att Breivik använde hans texter i sitt manifest."
	},
	{
		"postIndex": 2449,
		"postNum": 867,
			"postTime": "2011-07-24",
		"postLink": "/sp31839411",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t1837147p73",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Ja inte kommer SD att göra det efter att de förlorat ca hälften (min gissning) av sina anhängare skall bli intressant och se väljar mätningar en tid efter detta Vore dessutom underbart om ABB kunde bli informerad om dessa mätningar där han sitter resten av sitt liv i fängelse."
	},
	{
		"postIndex": 13398,
		"postNum": 3485,
			"postTime": "2014-02-14",
		"postLink": "/sp47511725",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p291",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Foto på Breiviks kuvert med brevet till AFP: Foto på Breiviks namnteckning: Foto på en del av brevet: Nu ska vi se om media klarar av att rapportera om detaljer som framkommit så som att Breivik inte tillåts kontakt med andra människor mer än några få minuter per dag eller om de väljer att fokusera på spelkonsolen."
	},
	{
		"postIndex": 12903,
		"postNum": 3372,
			"postTime": "2014-01-17",
		"postLink": "/sp47089440",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p281",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "I de norska socialmyndigheternas arkiv så står det sida upp och sida ner om hur hans barndom var, dessutom så har hans egen mor sagt rakt ut kort tid före hon dog av cancer att Anders hade ingen lätt barndom men att hon gjorde så gott hon kunde trots att hon ofta kände att hon inte passade för uppgiften att vara mamma."
	},
	{
		"postIndex": 10500,
		"postNum": 2822,
			"postTime": "2013-01-14",
		"postLink": "/sp41480652",
		"postUser": "viddal",
		"postUserID": "/u771712",
		"postUrl": "https://www.flashback.org/t1837147p236",
		"userUrl": "https://www.flashback.org/u771712",
		"sentence": "Så lenge den norske staten nekter å ta lærdom av Sverige og faktisk granske - Breivik sier jo selv at han har sympatisører i Oslopolitiet - er det vel bare et tidsspørsmål når noen av disse allierte politifolkene har ansvaret for ham - fx under en av de mange fangetransportene i bil frem og tilbake til Skien fengsel 2-3 timer syd for Oslo - og fingerer en ulykke/rømning - som selvsagt heller ikke vil bli etterforsket av Spesialenheten for politisaker, trolig med begrunnelsen at Breivik har drept så mange mennesker - 77 sosialdemokrater - at det vil være «helt urimelig» å etterforske en enkeltperson i politiet som har latt den verste massemorderen i Norge siden krigen rømme."
	},
	{
		"postIndex": 13159,
		"postNum": 3445,
			"postTime": "2014-02-07",
		"postLink": "/sp47413298",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p288",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Seierstad påstår inte att han gjorde si eller så i sitt liv och därför hände detta över huvud taget, hon fick själv frågan om det var någonting i hans uppväxt som indikerar på att han skulle begå terrorattackerna och hon svarade att det finns ingenting i hans liv som på ett givet sätt orsakade terrorattackerna."
	},
	{
		"postIndex": 11651,
		"postNum": 3052,
			"postTime": "2013-06-13",
		"postLink": "/sp43882281",
		"postUser": "Ignus.Prometheus",
		"postUserID": "/u809147",
		"postUrl": "https://www.flashback.org/t1837147p255",
		"userUrl": "https://www.flashback.org/u809147",
		"sentence": ") att tipsa så många som möjligt om att en digital version av \"Massemorderens private e-poster\" (bara själva e-posterna, brev och dylikt, inte författarens kommentarer då vi anser att det är irrelevant) nu finns att läsa på den här sidan: Det är ett litet projekt vi har jobbat med nu under någon vecka, och tänkte att de som är intresserade av att läsa e-posterna men utan att bidra till den girige författaren, ska kunna få göra det."
	},
	{
		"postIndex": 6683,
		"postNum": 1823,
			"postTime": "2011-08-04",
		"postLink": "/sp32034617",
		"postUser": "The.Whistleblower",
		"postUserID": "/u541438",
		"postUrl": "https://www.flashback.org/t1837147p152",
		"userUrl": "https://www.flashback.org/u541438",
		"sentence": "Advokat Geir Lippestad sägs även tidigare ha gjort detta uttalande: Jag tror inte heller han var helt ensam… För övrigt är det flagrant hur denne advokat verkar bryta mot ”God advokatsed”, Hans klient har ju för närvarande noll koll på hans egen advokats uttalande till medierna eftersom han vare sig få läsa tidningar eller lyssna på nyheterna."
	},
	{
		"postIndex": 12499,
		"postNum": 3286,
			"postTime": "2013-11-09",
		"postLink": "/sp46058190",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p274",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Man skulle nog, om man grävde riktigt djupt, kunna finna psykologiska förklaringar till ALL kriminalitet men då skulle vi väl få lägga ner våra domstolar och fängelser eftersom det vore inhumant att straffa någon som vi anser egentligen inte bär fullt ansvar för sina egna handlingar?"
	},
	{
		"postIndex": 1076,
		"postNum": 368,
			"postTime": "2011-07-23",
		"postLink": "/sp31828359",
		"postUser": "kesey",
		"postUserID": "/u267861",
		"postUrl": "https://www.flashback.org/t1837147p31",
		"userUrl": "https://www.flashback.org/u267861",
		"sentence": "\"Förutom att den genomsnittliga muslimen inte har dödat XX människor\" Denna idiot utförde Sions ärenden, som straffade Norge för att de 3 dagar tidigare var första västerländska landet att säga de stödjer en palestinsk stat i FN Det därför Norge samma kväll, alltså efter attackerna direkt medelade de drar tillbaka ALLA investeringar i Israeliska oljebolag..."
	},
	{
		"postIndex": 4490,
		"postNum": 1304,
			"postTime": "2011-07-25",
		"postLink": "/sp31866372",
		"postUser": "d0z",
		"postUserID": "/u388267",
		"postUrl": "https://www.flashback.org/t1837147p109",
		"userUrl": "https://www.flashback.org/u388267",
		"sentence": "Just det du menar den dåligt skrivna artikeln som hoppar mellan tre eller fyra olika ämnen och inte direkt handlar om någonting utan bara drar citat ryckta ur luften (Vissa känner jag faktiskt inte ens igen från det jag läst av manifestet, som t."
	},
	{
		"postIndex": 10384,
		"postNum": 2784,
			"postTime": "2012-12-10",
		"postLink": "/sp40828203",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t1837147p232",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "Edit: Jag skulle vilja höra dig säga det till alla de hundratalet anhöriga som miste en dotter, bror eller syster i massakern på Utöya eller vid bomdådet i Oslo; att Breivik gjorde vad han gjorde \"av kärlek till sitt land, till sina bröder och systrar\"..."
	},
	{
		"postIndex": 2516,
		"postNum": 888,
			"postTime": "2011-07-24",
		"postLink": "/sp31840262",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t1837147p74",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "John Aussonius har ju så vitt jag vet och förstår ångrat sina brott MEN han skulle säkert kunna få ut massor med info ifrån ABB som EJ norska polisen lyckas med eller i vartfall kommer att ta väldigt lång tid med att få ut?"
	},
	{
		"postIndex": 10349,
		"postNum": 2774,
			"postTime": "2012-12-10",
		"postLink": "/sp40819077",
		"postUser": "Bladderblad",
		"postUserID": "/u696908",
		"postUrl": "https://www.flashback.org/t1837147p232",
		"userUrl": "https://www.flashback.org/u696908",
		"sentence": "Sannolikt kommer kommendör Breivik att lyckas få ut ett eller annat brev med tiden - han kanske, mot alla odds, lyckas bli vän med en vakt, eller om det finns någon kvinna på anstalten så är ju det ett kort."
	},
	{
		"postIndex": 8434,
		"postNum": 2231,
			"postTime": "2011-12-22",
		"postLink": "/sp34686226",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p186",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Det jag känner till är att en psykolog gjorde flera hembesök hos familjen och att han eller om det var en hon, då tyckte att ABB var hyperaktiv, lite \"off\" samt att samspelet mellan mor och barn inte fungerade så bra men har jag inte läst någonstans."
	},
	{
		"postIndex": 8120,
		"postNum": 2164,
			"postTime": "2011-12-04",
		"postLink": "/sp34347134",
		"postUser": "Kinuski",
		"postUserID": "/u581534",
		"postUrl": "https://www.flashback.org/t1837147p181",
		"userUrl": "https://www.flashback.org/u581534",
		"sentence": "Skulle man tillämpa GAF-skalan strikt så skulle exempelvis en terrorist som drivs av hat och våldspotential, och så kallad övertygelse, sprungen ur en cell eller en ideologi kunna vara utan psykotiska symptom men ändå hamna långt ner på skalan, lägre än gängse schizofren, trots att ingen psykisk sjukdom behöver föreligga."
	},
	{
		"postIndex": 11865,
		"postNum": 3103,
			"postTime": "2013-07-23",
		"postLink": "/sp44440773",
		"postUser": "NothingToLose",
		"postUserID": "/u604998",
		"postUrl": "https://www.flashback.org/t1837147p259",
		"userUrl": "https://www.flashback.org/u604998",
		"sentence": "Om du verkligen hade läst mina inlägg om ABB, för det borde du ha gjort om du ska ta till ord som \"själsfrände\", så skulle du upptäcka att vi inte alls delar samma politiska synsätt i många frågor."
	},
	{
		"postIndex": 13769,
		"postNum": 3597,
			"postTime": "2014-06-25",
		"postLink": "/sp49341100",
		"postUser": "thewellovedone",
		"postUserID": "/u719721",
		"postUrl": "https://www.flashback.org/t1837147p300",
		"userUrl": "https://www.flashback.org/u719721",
		"sentence": "Men du kanske inte vet att domare Arntzen stänger av Breiviks mikrofon när han börjar beklaga sig så det var bara de som satt närmast Breivik i rättssalen som hörde att han gärna hade sett att han hade dödat fler än 77."
	}
]
