[
	{
		"postIndex": 3680,
		"postNum": 939,
			"postTime": "2013-08-02",
		"postLink": "/sp44589568",
		"postUser": "Torshammar",
		"postUserID": "/u122342",
		"postUrl": "https://www.flashback.org/t2158037p79",
		"userUrl": "https://www.flashback.org/u122342",
		"sentence": "Totalt besviken på Obama, sen har han fått Nobels fredspris och han har ökat antalet drönarattacker i världen undrar om amerikanerna skulle bli så glada om Kina eller någon stat skulle skicka drönare till USA för att döda någon de inte gillar USA snack mycket om frihet o demokrati men de har ingen respekt för demokrati och yttrandefrihet, stämplar folk som terrorister om de håller inte med dem, förr blev alla som inte höll med dem kommunister."
	},
	{
		"postIndex": 1105,
		"postNum": 264,
			"postTime": "2013-06-10",
		"postLink": "/sp43851629",
		"postUser": "Vintergrisen",
		"postUserID": "/u304998",
		"postUrl": "https://www.flashback.org/t2158037p22",
		"userUrl": "https://www.flashback.org/u304998",
		"sentence": "Kanske, men utan att själv jobba dag ut och dag in med servrar, så finner jag det ändå lite suspekt att NSA, eller någon annan aktör för den delen, skulle kunna tömma stora företag på information utan att det ganska fort blir allmänt känt hos en hel del av företagens tekniker."
	},
	{
		"postIndex": 2137,
		"postNum": 511,
			"postTime": "2013-06-14",
		"postLink": "/sp43907633",
		"postUser": "fintnir",
		"postUserID": "/u488570",
		"postUrl": "https://www.flashback.org/t2158037p43",
		"userUrl": "https://www.flashback.org/u488570",
		"sentence": "Idag är det verkligen en ding ding värld, Hussein Obama leder en regim som övervakar alla amerikanska dissidenter (samt medborgare) tillsammans med hela världen med hjälp av ny teknologi ifrån \"No such Agency\" NSA – och inga krav på avgångar eller repressalier uppstår (iallafall inte ifrån etablerad media i västvärlden)..."
	},
	{
		"postIndex": 1332,
		"postNum": 312,
			"postTime": "2013-06-11",
		"postLink": "/sp43859730",
		"postUser": "Zaedrews",
		"postUserID": "/u265840",
		"postUrl": "https://www.flashback.org/t2158037p26",
		"userUrl": "https://www.flashback.org/u265840",
		"sentence": "När faktum är att när debatten är i USA nu och man säger detta om att amerikaner är mer skyddade så är det just bara amerikaner även om kanske tom vanliga amerikan då tror att det alltså är mer till för att spionera på kinesiska företag eller för att möta terror från utlandet så är det minst lika troligt att detta handlar om säg ett svenskt företag."
	},
	{
		"postIndex": 2994,
		"postNum": 725,
			"postTime": "2013-06-24",
		"postLink": "/sp44028622",
		"postUser": "BrukMur",
		"postUserID": "/u295330",
		"postUrl": "https://www.flashback.org/t2158037p61",
		"userUrl": "https://www.flashback.org/u295330",
		"sentence": "Alla dessa kommentarer reflekterar inte mig idag och kanske inte ens då eftersom det har varit lätt att missuppfatta att det jag skrev också var det jag innerligen trodde eller var en del av min karaktär, jag har blivit en bättre människa och har lärt mig av mina misstag och lovar jag skall tänka till ordentligt nästa gång jag skriver och sluta skriva saker som kan uppfattas som provokativt, för jag vill ju bara vara en bra medmänniska egentligen."
	},
	{
		"postIndex": 2619,
		"postNum": 624,
			"postTime": "2013-06-17",
		"postLink": "/sp43948939",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p52",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Allt för att ha så bra kvalité i sina egna register så de kan bistå passkontrollen att blockera så att inga \"sjuka\" människor kommer in i USA NSA är ju service minded förstår ni, de hjälper sina egna (emot alla andra), de kan ju inte hitta terrorister varje dag (för det finns ju inte så många) så då fixar de lite bisysslor...."
	},
	{
		"postIndex": 4051,
		"postNum": 1022,
			"postTime": "2013-08-21",
		"postLink": "/sp44876620",
		"postUser": "Room531",
		"postUserID": "/u481065",
		"postUrl": "https://www.flashback.org/t2158037p86",
		"userUrl": "https://www.flashback.org/u481065",
		"sentence": "Alla som är intresserade av återhämtning av den natur vi har förstört på land (designa om öken till fuktbevarande skog), ändra om sättet vi odlar mat på till något som inte armar ut jorden, etc, alla som är intresserade av frihet, hållbar utveckling, närproducerad mat, egen självförsörjning, ja överlevnad över huvud taget - ) Den globala totalitära polisstaten välkomnas tydligen av folket lagom till peak oil och annan resurs/biodiversitet/vatten/matbrist världen över samt kollapsen av bankdiktaturens skämtsystem, men man fortsätter såklart att skydda systemet, som centrerar mer makt och resurser in i det sista och skapar på vägen dit fler vägar för att skydda sig själva, distrahera, fördumma, manipulera, avväpna oss och kontrollera exakt vad VI håller på med."
	},
	{
		"postIndex": 2974,
		"postNum": 720,
			"postTime": "2013-06-23",
		"postLink": "/sp44026271",
		"postUser": "fintnir",
		"postUserID": "/u488570",
		"postUrl": "https://www.flashback.org/t2158037p60",
		"userUrl": "https://www.flashback.org/u488570",
		"sentence": "Annars om man lyssnar på Snowdens historia så är det uppseendeväckande att han väljer just den svåra vägen; när han redan hade extremt bra lön och andra förmåner, så väljer han ändå att gå emot strömmen, vilket gör det hela ännu mer beundransvärt, de flesta skulle förmodligen i sammanhanget om de vore i en liknande livssituation valt att gilla läget och passivt acceptera vad som skedde för att gynna sina egna liv; och fortsätta leva en ytterst komfortabel livsstil på bekostnad av \"lite frihet\" som Ben Franklin ondgjorde sig över en gång i tiden."
	},
	{
		"postIndex": 1668,
		"postNum": 399,
			"postTime": "2013-06-12",
		"postLink": "/sp43876743",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p34",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Men i ett företag måste företaget aktivt jobba för att läckor inte skall förekomma pga ditt rykte som företag (tror du NSA gör det NSA har inget emot att du läcker så länge NSA tjänar på det men läcker du så NSA för skit då får du livstids fängelse), I ditt företag måste betala vettiga löner för att anställda skall sköta sig enligt reglerna."
	},
	{
		"postIndex": 2401,
		"postNum": 571,
			"postTime": "2013-06-16",
		"postLink": "/sp43923617",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p48",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Men lurar man folk med militära operationer i hemlighet DÅ kommer folk att hata dig och göra allt för att förstöra ditt liv Det här kommer tyvärr att skapa fler terrordåd kanske inte just nu men om ett par år De påstår: En amerikansk underrättelse tjänst som förstör information DET FINNS INTE!!!"
	},
	{
		"postIndex": 1333,
		"postNum": 312,
			"postTime": "2013-06-11",
		"postLink": "/sp43859730",
		"postUser": "Zaedrews",
		"postUserID": "/u265840",
		"postUrl": "https://www.flashback.org/t2158037p26",
		"userUrl": "https://www.flashback.org/u265840",
		"sentence": "Det finns inga regler alls där för NSA eller de privata företagen som kan övervaka allt för deras interna regler utifrån grundlagen handlar då om det ska röra sig om amerikanska medborgare eller intressen."
	},
	{
		"postIndex": 316,
		"postNum": 88,
			"postTime": "2013-06-10",
		"postLink": "/sp43839529",
		"postUser": "highstakes",
		"postUserID": "/u79772",
		"postUrl": "https://www.flashback.org/t2158037p8",
		"userUrl": "https://www.flashback.org/u79772",
		"sentence": "Kontanter kommer knappt att finnas kvar, myndigheterna ser vart du tar ut dina pengar, vem du ringer med in mobil, vad du surfar på, vilka filmer du gillar, vilket umgänge du har, vart du åker med din bil, hur du rör dig hur du tänker allt kommer att övervakas, din personlighet kommer att analyseras för att se om du faller i riskgruppen för våld mot staten, OM ingen snart säger ifrån."
	},
	{
		"postIndex": 1343,
		"postNum": 315,
			"postTime": "2013-06-11",
		"postLink": "/sp43860625",
		"postUser": "Bartolo",
		"postUserID": "/u614717",
		"postUrl": "https://www.flashback.org/t2158037p27",
		"userUrl": "https://www.flashback.org/u614717",
		"sentence": "Det här tankesättet i usa kommer få oss europeer att känna väldigt stort obehag och större förståelse för att länder som Ryssland och Kina så kategoriskt vägrar att gå USAs vägar när de säger att det är helt okey att spionera i sociala media bara det inte är amerikanska medborgare som blir utsatta för det."
	},
	{
		"postIndex": 2954,
		"postNum": 718,
			"postTime": "2013-06-23",
		"postLink": "/sp44024924",
		"postUser": "MissRandomness",
		"postUserID": "/u815245",
		"postUrl": "https://www.flashback.org/t2158037p60",
		"userUrl": "https://www.flashback.org/u815245",
		"sentence": "Min känsla om FRA var först att det troligtvis inte handlade om samma sak och i den omfattningen men ju mer jag sätter mig in i det och läser om hur hela det här övervakningssystemet är uppbyggt ju mer förstår jag att det bara måste ligga på samma nivå, eller iaf väldigt nära Prism/NSA."
	},
	{
		"postIndex": 4698,
		"postNum": 1199,
			"postTime": "2014-01-10",
		"postLink": "/sp46974807",
		"postUser": "MistlurenK",
		"postUserID": "/u867062",
		"postUrl": "https://www.flashback.org/t2158037p100",
		"userUrl": "https://www.flashback.org/u867062",
		"sentence": "Jag kan bara anta hur glada China,Japan och Ryssland är(och alla andra stormakter) att det är så stor fokus på USA just nu med alla konstigheter dom har för sig så ingen kollar runt på andra länder och ser att dom faktiskt har exakt lika mycket sjuka saker för sig."
	},
	{
		"postIndex": 4747,
		"postNum": 1211,
			"postTime": "2014-01-13",
		"postLink": "/sp47025606",
		"postUser": "LogiskTanke",
		"postUserID": "/u785422",
		"postUrl": "https://www.flashback.org/t2158037p101",
		"userUrl": "https://www.flashback.org/u785422",
		"sentence": "Tydligen verkar han tro detta då han utsätter sin nation för en stor fara, inte bara avslöjade han information som kan förhindra aktiva samtal mellan USA och Ryssland utan han ger terrorister och dylikt en chans att undvika denna avlyssning."
	},
	{
		"postIndex": 4838,
		"postNum": 1238,
			"postTime": "2014-06-19",
		"postLink": "/sp49266504",
		"postUser": "zoombo",
		"postUserID": "/u325015",
		"postUrl": "https://www.flashback.org/t2158037p104",
		"userUrl": "https://www.flashback.org/u325015",
		"sentence": "När man inser vidden av folks användning av produkterna så häpnar man över vilket fenomenalt verktyg man sitter på för att spana, öronmärka och övervaka individer globalt - och inte bara inom sitt egna land - och man övertygar de styrande att detta är nödvändigt för landets säkerhet eftersom man på detta sätt kan komma åt allehanda skurkar och ljusskygga verksamheter."
	},
	{
		"postIndex": 4756,
		"postNum": 1215,
			"postTime": "2014-01-30",
		"postLink": "/sp47280840",
		"postUser": "mattep74",
		"postUserID": "/u4318",
		"postUrl": "https://www.flashback.org/t2158037p102",
		"userUrl": "https://www.flashback.org/u4318",
		"sentence": "Snowdens avslöjanden är ju inte riktiga avslöjanden om man tänker på vad Tom Clancy skrivit i sina böcker: Påtaglig fara, skriven 89: Berättar ingående hur NSA spionerar på mobil- och övrig telefontrafik Presidentens order, skriven slutet av 90-talet: Berättar hyfsat ingående hur spioneri på Internettrafiken går till Summan av Skräck, skriven på 90-talet: Berättar ingående hur atombomber byggs med hjälp av instruktioner som finns i öppna källor."
	},
	{
		"postIndex": 347,
		"postNum": 98,
			"postTime": "2013-06-10",
		"postLink": "/sp43840220",
		"postUser": "highstakes",
		"postUserID": "/u79772",
		"postUrl": "https://www.flashback.org/t2158037p9",
		"userUrl": "https://www.flashback.org/u79772",
		"sentence": "Dessa plockas också lång innan dom ens kommer på tanken att söka till SSG eller SIG (SOG), dom har unika saker KSI letar efter behöver inte ha högsta betyg eller något sånt (troligtvis går dom efter IQ)."
	},
	{
		"postIndex": 4232,
		"postNum": 1080,
			"postTime": "2013-09-06",
		"postLink": "/sp45113720",
		"postUser": "BaalZeBub",
		"postUserID": "/u201835",
		"postUrl": "https://www.flashback.org/t2158037p90",
		"userUrl": "https://www.flashback.org/u201835",
		"sentence": "I de rapporter vi får nu avlyssnas precis all information 24/7, och överförs till serverhallar [ som kräver sådan kapacitet för att lagra denna oorganiserade data att sql och liknande gamla tekniker inte klarar av det - utan man utvecklar nya 'big data' tekniker - ] där man utvecklar kraftiga analysinstrument som förmår analysera dessa data och hitta korrelationer."
	},
	{
		"postIndex": 246,
		"postNum": 68,
			"postTime": "2013-06-09",
		"postLink": "/sp43830462",
		"postUser": "Rouko",
		"postUserID": "/u594326",
		"postUrl": "https://www.flashback.org/t2158037p6",
		"userUrl": "https://www.flashback.org/u594326",
		"sentence": "Skaffa en VPN tjänst tex Sluta använd Google som sökmotor, använd istället Startpage Använd inte sociala nätverk som Facebook och Twitter eller google+ Kryptera så mycket som möjligt av din Kommunikation på internet."
	},
	{
		"postIndex": 322,
		"postNum": 93,
			"postTime": "2013-06-10",
		"postLink": "/sp43839678",
		"postUser": "highstakes",
		"postUserID": "/u79772",
		"postUrl": "https://www.flashback.org/t2158037p8",
		"userUrl": "https://www.flashback.org/u79772",
		"sentence": "Japp folk bryr som mindre och mindre, tanken är detta bara drabbar brottslingar, tanken att även oskyldiga kan drabbas är det ingen som tänker på, att försöka bevisa sin oskuld mot staten, precis som romanen Processen av Franz Kafka, kommer nog inte vara lätt i framtiden."
	},
	{
		"postIndex": 1691,
		"postNum": 402,
			"postTime": "2013-06-12",
		"postLink": "/sp43876985",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p34",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Men du, det är dags att dela med dig vad man bör göra och inte göra till oss övriga: Vad jag förstår bör man: 1) Kasta bort facebook (sluta använda det) 2) Låta bli att logga in när man tittar på youtube 3) Sluta använda hotmail och gmail 4) Inte googla inloggad Vad mer om man bara vill lägga sig på nivån lagom Svensson säker?"
	},
	{
		"postIndex": 1079,
		"postNum": 256,
			"postTime": "2013-06-10",
		"postLink": "/sp43851257",
		"postUser": "Vintergrisen",
		"postUserID": "/u304998",
		"postUrl": "https://www.flashback.org/t2158037p22",
		"userUrl": "https://www.flashback.org/u304998",
		"sentence": "Skulle då ingen av alla dessa anställda ha läckt denna nyhet tidigare och skulle företagen vara så tvärsäkra i sina dementier om de visste att det låg, om ens lite, sanning i denna nyhet?"
	},
	{
		"postIndex": 4348,
		"postNum": 1100,
			"postTime": "2013-09-16",
		"postLink": "/sp45270999",
		"postUser": "BaalZeBub",
		"postUserID": "/u201835",
		"postUrl": "https://www.flashback.org/t2158037p92",
		"userUrl": "https://www.flashback.org/u201835",
		"sentence": "Däremot säger uppgifterna från Snowden att stora delar av den trafik du genererar på nätet avlyssnas och hamnar i serverhallar tillsammans med all annan internettrafik, där man sedan försöker utveckla olika tekniker för att få något vettigt ur dessa 'big data'."
	},
	{
		"postIndex": 2510,
		"postNum": 592,
			"postTime": "2013-06-17",
		"postLink": "/sp43935491",
		"postUser": "Aprilhimlen1",
		"postUserID": "/u660903",
		"postUrl": "https://www.flashback.org/t2158037p50",
		"userUrl": "https://www.flashback.org/u660903",
		"sentence": "Jag tror inte att stämningen blir bättre mellan alla världens länder av vetskapen om att allt man säger i fikapauserna och innan/efter noteras, skrivs och bandas ner, och i hemlighet används i syfte att stärka sitt eget land."
	},
	{
		"postIndex": 1077,
		"postNum": 256,
			"postTime": "2013-06-10",
		"postLink": "/sp43851257",
		"postUser": "Vintergrisen",
		"postUserID": "/u304998",
		"postUrl": "https://www.flashback.org/t2158037p22",
		"userUrl": "https://www.flashback.org/u304998",
		"sentence": ") kan övervaka vanlig trafik vet vi ju redan och vi vet även att myndigheter kan begära ut uppgifter från olika företag, men det speciella med den här historien skulle alltså vara att NSA har direkt tillgång till diverse företags servrar och kan gräva runt på dessa lite som de vill?"
	},
	{
		"postIndex": 328,
		"postNum": 95,
			"postTime": "2013-06-10",
		"postLink": "/sp43839813",
		"postUser": "highstakes",
		"postUserID": "/u79772",
		"postUrl": "https://www.flashback.org/t2158037p8",
		"userUrl": "https://www.flashback.org/u79772",
		"sentence": "Dom kan kolla i alla databaser (tror det är något sammanlänkat system) hos alla flygbolag som flyger till USA, du behöver inte ens flyga till USA, ibland poppar det på deras skärmar när någon på deras lista flyger i en annan världsdel, och polisen i landet i fråga får en varning om att ingripande bör ske."
	},
	{
		"postIndex": 2941,
		"postNum": 712,
			"postTime": "2013-06-23",
		"postLink": "/sp44022478",
		"postUser": "SilentVictory",
		"postUserID": "/u299635",
		"postUrl": "https://www.flashback.org/t2158037p60",
		"userUrl": "https://www.flashback.org/u299635",
		"sentence": "Visst har jag och många andra varit övertygade väldigt länge om att det sker en omfattande övervakning, men många har ju trott att allt de skriver på facebook, och alla samtal via skype aldrig avlyssnas eller sparas."
	},
	{
		"postIndex": 1224,
		"postNum": 289,
			"postTime": "2013-06-11",
		"postLink": "/sp43856730",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p25",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Tänk er Airbus vs Boeing Tänk om NSA länge kunnat läsa allt som Airbus ledning tagit beslut om under en längre tid Att vissa NSA personer lätt går att köpa av den privata amerikanska industrin (Boeing) tar jag för givet."
	},
	{
		"postIndex": 3367,
		"postNum": 826,
			"postTime": "2013-07-11",
		"postLink": "/sp44278473",
		"postUser": "Megafailure",
		"postUserID": "/u652065",
		"postUrl": "https://www.flashback.org/t2158037p69",
		"userUrl": "https://www.flashback.org/u652065",
		"sentence": "Du måste inse att ALL din kommunikation på internet (oavsett via vilken tjänst eller system) loggas av NSA och kommer att användas mot dig vid ett lämpligt tillfälle."
	},
	{
		"postIndex": 1639,
		"postNum": 389,
			"postTime": "2013-06-12",
		"postLink": "/sp43873789",
		"postUser": "Cheddarjoe",
		"postUserID": "/u777619",
		"postUrl": "https://www.flashback.org/t2158037p33",
		"userUrl": "https://www.flashback.org/u777619",
		"sentence": "Problemet som dom inte verkar fatta är ju att människor runt om i världen vet ju, att antalet anställda för att kunna övervaka all trafik hade varit typ 20% utav USAs befolkning således är det inget problem - ÄN."
	},
	{
		"postIndex": 2003,
		"postNum": 482,
			"postTime": "2013-06-14",
		"postLink": "/sp43902829",
		"postUser": "MissRandomness",
		"postUserID": "/u815245",
		"postUrl": "https://www.flashback.org/t2158037p41",
		"userUrl": "https://www.flashback.org/u815245",
		"sentence": "Om all min information skulle komma ut in public så skulle jag kunna stå för precis allting jag har gjort på nätet MEN jag är en tjej med sjukt stor integritet och jag AVSKYR detta övervakningssamhälle värre än värst så för mig är det en principsak."
	},
	{
		"postIndex": 3769,
		"postNum": 963,
			"postTime": "2013-08-09",
		"postLink": "/sp44699601",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p81",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Vore det inte naturligt att kräva av USA att man får tillåtelse att göra exakt samma sak som dem som motkrav om man stannar kvar i Nato, dvs man spionerar tillbaks på USA och läser varenda mail korrespondens i hela deras land."
	},
	{
		"postIndex": 4402,
		"postNum": 1124,
			"postTime": "2013-10-26",
		"postLink": "/sp45845347",
		"postUser": "longbow4y",
		"postUserID": "/u521927",
		"postUrl": "https://www.flashback.org/t2158037p94",
		"userUrl": "https://www.flashback.org/u521927",
		"sentence": "net i USA Det är Adobes analytic tjänst som själva beskriver vad de och därmed alla som tar del av informationen kan ta del av: Det verkar alltså inte bättre än att SVT medverkar att ge information till NSA genom att använda en analystjänst i USA."
	},
	{
		"postIndex": 3704,
		"postNum": 941,
			"postTime": "2013-08-03",
		"postLink": "/sp44597576",
		"postUser": "pethom",
		"postUserID": "/u208867",
		"postUrl": "https://www.flashback.org/t2158037p79",
		"userUrl": "https://www.flashback.org/u208867",
		"sentence": "Trots att USA med NSA i spetsen håller på som de gör är det ändå rätt kul att många av de som grät av glädje när Obama hade vunnit valet och sedan svor presidenteden nu, om inte förr, har insett att så fort som Obama satte sig i flygplanet med representanter för makteliten i USA blev han precis likadan som Bush, vilken de tyckte så illa om."
	},
	{
		"postIndex": 1352,
		"postNum": 316,
			"postTime": "2013-06-11",
		"postLink": "/sp43860660",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p27",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Vi snackar Google anställda som kommer ifrån studentvärlden som vet att integritet är viktigt för deras företags rykte och framtid NSA militära soldater som skiter fullständigt i vilka konsekvenser informationen har för ursprungsföretaget, t ex Google."
	},
	{
		"postIndex": 3515,
		"postNum": 883,
			"postTime": "2013-07-19",
		"postLink": "/sp44391198",
		"postUser": "Svenne-i-Banan",
		"postUserID": "/u665879",
		"postUrl": "https://www.flashback.org/t2158037p74",
		"userUrl": "https://www.flashback.org/u665879",
		"sentence": "Jag är inte rädd för att NSA ska få veta hemligheter om mig så länge det stannar där men alla organisationer läcker och kommer informationen i orätta händer kan det skada även mig som vanlig svensk hårt."
	},
	{
		"postIndex": 1693,
		"postNum": 403,
			"postTime": "2013-06-12",
		"postLink": "/sp43877044",
		"postUser": "FulAgent007",
		"postUserID": "/u468963",
		"postUrl": "https://www.flashback.org/t2158037p34",
		"userUrl": "https://www.flashback.org/u468963",
		"sentence": "Det hade inte varit 100% omöjligt men otroligt mycket svårare att köpa denna information av en Google anställd som hade riskerat hela sitt företags rykte och framtid."
	},
	{
		"postIndex": 2938,
		"postNum": 712,
			"postTime": "2013-06-23",
		"postLink": "/sp44022478",
		"postUser": "SilentVictory",
		"postUserID": "/u299635",
		"postUrl": "https://www.flashback.org/t2158037p60",
		"userUrl": "https://www.flashback.org/u299635",
		"sentence": "Inte ett ord om hur jävla övervakade hela världen varit, inte ett ord om all information om alla användare världen över, inte ett ord om något annat."
	}
]
