[
	{
		"postIndex": 6275,
		"postNum": 804,
			"postTime": "2009-01-25",
		"postLink": "/sp14800215",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p67",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Om arbetarklassen finns kvar betyder det att klass finns kvar, borgarklassen är kanske inte utslagen på alla ställen därför kan borgarklassen ställa sig mot arbetarklassens diktatur (det innebär inte att borgarklassen finns kvar på de ställen där arbetarklassens diktatur råder)."
	},
	{
		"postIndex": 5976,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Diskussionen handlar inte om tolkning, utan om Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller om han inte sa det."
	},
	{
		"postIndex": 4809,
		"postNum": 614,
			"postTime": "2009-01-18",
		"postLink": "/sp14686448",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p52",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Arbetarklassens diktatur bygger på någonting som inte kan innebära borgarklassen, det vill säga arbetarklassens herravälde (det innebär som sagt att arbetarklassen griper makten och det kan inte innebära att borgarklassen som klass finns kvar just för att deras existens som klass innebär att arbetarklassen lyder) Jo det kan jag."
	},
	{
		"postIndex": 3990,
		"postNum": 482,
			"postTime": "2008-11-18",
		"postLink": "/sp13763369",
		"postUser": "1:aHjälpen",
		"postUserID": "/u236438",
		"postUrl": "https://www.flashback.org/t226043p41",
		"userUrl": "https://www.flashback.org/u236438",
		"sentence": "Marx hade perspektivet att borgarna förtryckte arbetarna, varför arbetarna var tvugna att förtrycka borgarna i proletärernas diktatur (som alltså innebar just att det var proletärerna och inte borgarna som bestämde i samhället), har man inte det marxistiska perspektivet och inte anser att arbetarna blir förtryckta idag, så kommer naturligtvis inte arbetarna att förtrycka borgarna heller om de får makten i samhället."
	},
	{
		"postIndex": 5020,
		"postNum": 630,
			"postTime": "2009-01-19",
		"postLink": "/sp14705515",
		"postUser": "spottkobran",
		"postUserID": "/u233832",
		"postUrl": "https://www.flashback.org/t226043p53",
		"userUrl": "https://www.flashback.org/u233832",
		"sentence": "Arbetarklassen visar däremot spontant upp ett medvetenade i riktning mot detta,Eftersom det aldrig varit proletariatet som haft den politiska makten eller helt varit det revolutionära subjektet i de \"kommunisitska\" länderna kan det inte bero på något \"inbygt förtryck\" Kapitalsimen har ett inbygt förtryck där storkapitalet på ett eller annat sätt förtrycker det övriga samhället det är för det syftet polis & militär finns de visar sitt sanna jag gång efter gång efter gång, Ådfalen, Chile 1973, Sydkorea under pahangstrejken."
	},
	{
		"postIndex": 5972,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Så frågan är om Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck, eller om han inte sa det."
	},
	{
		"postIndex": 5975,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Sa Marx att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller sa han inte det?"
	},
	{
		"postIndex": 5981,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Dvs huruvida Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller inte."
	},
	{
		"postIndex": 5913,
		"postNum": 759,
			"postTime": "2009-01-24",
		"postLink": "/sp14779782",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Jag hävdar, och har hela tiden hävdat, att Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck?"
	},
	{
		"postIndex": 6967,
		"postNum": 940,
			"postTime": "2009-01-28",
		"postLink": "/sp14858061",
		"postUser": "Katzespeien",
		"postUserID": "/u99936",
		"postUrl": "https://www.flashback.org/t226043p79",
		"userUrl": "https://www.flashback.org/u99936",
		"sentence": "Du skrev: Vilket betyder att borgarklassen inte skall förtryckas överhuvudtaget (utan bara mystiskt försvinna av sig själv utan förtryck) och att Marx inte ansåg att det kommer att finnas en period mellan revolutionens genomförande och kommunismen inträde."
	},
	{
		"postIndex": 5970,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Nu till frågan: Är det korrekt att Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck?"
	},
	{
		"postIndex": 8452,
		"postNum": 1183,
			"postTime": "2009-04-27",
		"postLink": "/sp16356067",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t226043p99",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Det du skriver om att \"ingen ska initiera våld mot andra [för då] urholkas andra värden\" kan jag förstå och hålla med om till stor del, och jag anser det (liksom alla nyliberaler också för den delen) det vara absolut nödvändigt att vi begagnar oss av den principen som regel och har ett våldsmonopol (polis, militär) men; dels är jag inte beredd att skriva under på att den principen i sig är en okränkbar gudagiven sådan, den är bara väldigt praktisk, och dels är jag inte beredd att skriva under på det som nyliberala filosofer menar, nämligen att beskattning av eller eventuellt konfiskerade av egendom är stöld och förkastligt av den anledningen att egendom är en förlängning av personen (och då att personen är okränkbar - liksom dennes egendom)."
	},
	{
		"postIndex": 5960,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Då borde du ju, rent logiskt, hålla med om att Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck."
	},
	{
		"postIndex": 11911,
		"postNum": 1757,
			"postTime": "2009-07-14",
		"postLink": "/sp17649376",
		"postUser": "Tur-Budda",
		"postUserID": "/u288451",
		"postUrl": "https://www.flashback.org/t226043p147",
		"userUrl": "https://www.flashback.org/u288451",
		"sentence": "Själv tänkte jag återgå till topic i den här strängen och återigen finna att inget nytt uppkommit som förändrar det som tidigare slagits fast, dvs att kommunism (den lägre) alltid leder till totalitärt förtryck (snarare att den egentligen aldrig slutar vara totalitärt förtryck, då steg ett och två är en revolution samt diktatur) och att vägen till en eventuell högre kommunism måste letas på annat håll än i det som kallas klasskamp."
	},
	{
		"postIndex": 1281,
		"postNum": 163,
			"postTime": "2006-03-30",
		"postLink": "/sp3944372",
		"postUser": "punakaarti",
		"postUserID": "/u114981",
		"postUrl": "https://www.flashback.org/t226043p14",
		"userUrl": "https://www.flashback.org/u114981",
		"sentence": "Jag ska inte göra sådan tråd men jag vill bara tilägga en sak man kan inte förenkla kommunismen så som du gjorde det kan man inte med kapitalismen i heller det var någon idiot på detta forum som skrev att kapitalismen låg bakom idi amin hitler svält osv,vilket är helt lösryckt från verkligheten Det är mycket som spelar in varför det blev förtryck under kommunismen och mycket av det har ingen som helst sammankoppling med marx teorier att göra."
	},
	{
		"postIndex": 5184,
		"postNum": 653,
			"postTime": "2009-01-20",
		"postLink": "/sp14712262",
		"postUser": "Weaverworld",
		"postUserID": "/u95471",
		"postUrl": "https://www.flashback.org/t226043p55",
		"userUrl": "https://www.flashback.org/u95471",
		"sentence": "Marx säger i \"kritiken av Gotha-programmet\" Här definierar alltså Marx tiden mellan kapitalismen och kommunismen som en diktatur och ett förtryckande av klasser, vidare säger Engels i Brevet till Babel: Detta kan knappast vara något annat än definierat förtryck, våld till och med mot opponenter till proletariatet som klass."
	},
	{
		"postIndex": 5965,
		"postNum": 766,
			"postTime": "2009-01-24",
		"postLink": "/sp14784864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "En gång till: Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck."
	},
	{
		"postIndex": 5507,
		"postNum": 701,
			"postTime": "2009-01-21",
		"postLink": "/sp14734836",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t226043p59",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Vi kom ju fram till att om tolkningen av ordet \"förtryck\" - i sammanhanget att proletariatets diktatur skall agera förtryckande - skall vara konsistent med och logiskt passa in i vad Marx säger i överigt så kan man inte tolka proletariatets diktatur och förtrycket som skall utövas som slentrian terror mot f."
	},
	{
		"postIndex": 5597,
		"postNum": 709,
			"postTime": "2009-01-21",
		"postLink": "/sp14737357",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p60",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Corresponding to this is also a political transition period in which the state can be nothing but the revolutionary dictatorship of the proletariat\" Marx ansåg alltså att efter revolutionen kommer en period där arbetarna skall förtrycka en eller möjligen flera andra klasser."
	},
	{
		"postIndex": 8030,
		"postNum": 1086,
			"postTime": "2009-02-12",
		"postLink": "/sp15092994",
		"postUser": "gurex",
		"postUserID": "/u140621",
		"postUrl": "https://www.flashback.org/t226043p91",
		"userUrl": "https://www.flashback.org/u140621",
		"sentence": "Så om man då som du säger att eftersom marx sa att det kommer vara en period av förtryck efter en revolution (pga av den värdelösa \"debatten\" om proletariatets diktatur = förtryck) så borde väl man också kunna säga att det är förtryck idag (eftersom att Marx sa det)."
	},
	{
		"postIndex": 8051,
		"postNum": 1088,
			"postTime": "2009-02-12",
		"postLink": "/sp15094417",
		"postUser": "gurex",
		"postUserID": "/u140621",
		"postUrl": "https://www.flashback.org/t226043p91",
		"userUrl": "https://www.flashback.org/u140621",
		"sentence": "Annars kommer ju klassen som förtrycks efter revolutionen behandlas på samma sätt som dess \"motpart\" behandlas innan, enligt vissa (läs liberaler, smartypants m,fl) finns inget förtryck nu och då kommer inget förtryck heller att finnas efteråt."
	},
	{
		"postIndex": 7389,
		"postNum": 979,
			"postTime": "2009-01-30",
		"postLink": "/sp14885864",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Därmed kan vi konstatera så mycket som att ordet förtryck fortsätter att betyda förtryck även under proletariatets diktatur, och att individer kommer vara förtryckta under proletariatets diktatur, precis som individer var förtrycka under kapitalets diktatur."
	},
	{
		"postIndex": 10542,
		"postNum": 1516,
			"postTime": "2009-06-22",
		"postLink": "/sp17299294",
		"postUser": "Tur-Budda",
		"postUserID": "/u288451",
		"postUrl": "https://www.flashback.org/t226043p127",
		"userUrl": "https://www.flashback.org/u288451",
		"sentence": "Alldeles riktigt, kommunism leder fortfarande inte till totalitärt förtryck, den lägre kommunismen ÄR fortfarande totalitärt förtryck med en önskan att detta förtryck automatiskt skall övergå till en högre kommunism som ingen kan beskriva samtidigt som ingen kan beskriva övergångsprocessen heller."
	},
	{
		"postIndex": 5463,
		"postNum": 691,
			"postTime": "2009-01-21",
		"postLink": "/sp14731950",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p58",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Men det ansåg inte Marx: Marx ansåg alltså att efter revolutionen kommer en period där arbetarna skall förtrycka en eller möjligen flera andra klasser."
	},
	{
		"postIndex": 1311,
		"postNum": 174,
			"postTime": "2006-04-03",
		"postLink": "/sp3970329",
		"postUser": "punakaarti",
		"postUserID": "/u114981",
		"postUrl": "https://www.flashback.org/t226043p15",
		"userUrl": "https://www.flashback.org/u114981",
		"sentence": "det finns en dogmatisk marxism och en skapande marxism pariskommunen tog marx avstånd i från helt och kallade den för en borgerlig resning men för att behålla sin popularitet så skrev ju han givetvis att det var ett perfekt exempel för proletariets diktatur, men sanningen är ju att dom ledande i pariskommunen revolutionsråd var ju anarkister och jacobiner här kommer något han skrev om pariskommunen när han brevväxla med en holländsk socialist Ferdinand Domela Perhaps you will point to the Paris Commune; but apart from the fact that this was merely the rising of a town under exceptional conditions, the majority of the Commune was in no sense socialist, nor could it be."
	},
	{
		"postIndex": 5436,
		"postNum": 690,
			"postTime": "2009-01-21",
		"postLink": "/sp14731617",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p58",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Den första meningen som är fetmarkerad beskriver vad Marx menar, den andra fetmarkerade är en kommentar till smartypants felaktiga syn på saken: Alltså det är inte samma sak att påstå att konflikter och motsättningar finns kvar som att påstå att borgarklassen som klass finns kvar."
	},
	{
		"postIndex": 3697,
		"postNum": 462,
			"postTime": "2008-11-12",
		"postLink": "/sp13677671",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p39",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Man anser också att arbetarklassen skall ta den statliga makten med våld, och under en tid, kallad proletariatets diktatur, förtrycka andra klasser (bourgeoisien)."
	},
	{
		"postIndex": 6598,
		"postNum": 891,
			"postTime": "2009-01-27",
		"postLink": "/sp14829084",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t226043p75",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Och jag skall berätta varför: Hela den här tråden handlar om att kommunism ofelbart leder till förtryck och inget annat - detta vilar förstås på Marx utsaga om att proletariatets diktatur skall utöva förtryck."
	},
	{
		"postIndex": 1295,
		"postNum": 166,
			"postTime": "2006-03-30",
		"postLink": "/sp3944519",
		"postUser": "punakaarti",
		"postUserID": "/u114981",
		"postUrl": "https://www.flashback.org/t226043p14",
		"userUrl": "https://www.flashback.org/u114981",
		"sentence": "SMARTYPANTS DU FÅR TÄNKA ATT DETTA SKREVS NÄSTAN 200 ÅR SEDAN då var förtycket mycket stor i europa 12 timmars arbetsdag barnarbete kåkbostäder utsprädd fattigdom livslängden var 45år arbetarna hade ingen rätt till utbildning, klart proletärerna var förtyckta på den tiden det är ingen tvekan om saken klart många på den tiden prata om våldsam revolution kanske inte till kommunism men i alla fall bättre sociala reformer och då var oftast våld nödvändigt."
	},
	{
		"postIndex": 7021,
		"postNum": 951,
			"postTime": "2009-01-29",
		"postLink": "/sp14867912",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p80",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Bara för att borgarklassen inte finns som den klass de är nu betyder inte att klasskonflikter och motsättningar upphör Som exempel är inte proletariatets diktatur ett nytt samhälle som går och väntar på att staten ska försvinna, utan det är en evig kamp för att klasserna ska försvinna."
	},
	{
		"postIndex": 6316,
		"postNum": 807,
			"postTime": "2009-01-25",
		"postLink": "/sp14803085",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p68",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Jag vill nu se om du kan svara på frågan och ge samma svar två gånger i rad: Första gången: Håller du med om att Marx sa att det skulle vara en period mellan det politiska maktövertagandet och kommunismens införande, där arbetarklassen skulle utöva förtryck?"
	},
	{
		"postIndex": 7816,
		"postNum": 1052,
			"postTime": "2009-02-07",
		"postLink": "/sp15013659",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p88",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Det jag säger är att borgarklassen som klass inte behöver finnas på de ställen där arbetarklassen tar makten för att klassamhället ska finnas kvar och att kapitalistiska förhållanden ska finnas kvar."
	},
	{
		"postIndex": 7844,
		"postNum": 1059,
			"postTime": "2009-02-07",
		"postLink": "/sp15015157",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p89",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Det jag säger är att borgarklassen som klass inte behöver finnas på de ställen där arbetarklassen tar makten för att klassamhället ska finnas kvar och att kapitalistiska förhållanden ska finnas kvar."
	},
	{
		"postIndex": 7829,
		"postNum": 1055,
			"postTime": "2009-02-07",
		"postLink": "/sp15014495",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p88",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Det jag säger är att borgarklassen som klass inte behöver finnas på de ställen där arbetarklassen tar makten för att klassamhället ska finnas kvar och att kapitalistiska förhållanden ska finnas kvar."
	},
	{
		"postIndex": 5532,
		"postNum": 704,
			"postTime": "2009-01-21",
		"postLink": "/sp14735511",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p59",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Om borgarklassen finns kvar på de ställen där inte arbetarklassen har tagit makten, på de ställen där inte deras diktatur har inrättats, finns det en konflikt mellan de ställen där arbetarklassen härskar och på de ställen där borgarna gör det."
	},
	{
		"postIndex": 11455,
		"postNum": 1694,
			"postTime": "2009-06-29",
		"postLink": "/sp17406533",
		"postUser": "spottkobran",
		"postUserID": "/u233832",
		"postUrl": "https://www.flashback.org/t226043p142",
		"userUrl": "https://www.flashback.org/u233832",
		"sentence": "Finns fortfarande inga försök att införa kommunism, man kan inte försöka införa något som inte går att införa, det finns däremot frösök av proeltariatet att gripa makten, men dit hör inte kina,kuba etc, revolutionerna där hade inte ens sin sociala bas i arbetarklassen."
	},
	{
		"postIndex": 6503,
		"postNum": 863,
			"postTime": "2009-01-26",
		"postLink": "/sp14820000",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p72",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Säger Marx att det skall efter arbetarklassens politiska maktövertagande komma en period där arbetarklassen skall utöva förtryck?"
	},
	{
		"postIndex": 8157,
		"postNum": 1113,
			"postTime": "2009-04-22",
		"postLink": "/sp16273723",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t226043p93",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Det får dock mening om du skulle övertygande argumentera ungefär som \"Men detta förfaringssätt skulle skapa en allt för stor osäkerhet bland människor i det större samhället vilket skulle skapa ett mindre åtråvärt samhällsklimat - varför det i alla lägen är bäst att upprätthålla illusionen om en okränkbar äganderätt\" - det argumentet skulle jag lyssna mer på, men fortfarande anse vara falskt, just därför att jag skulle svara att det genom långsamma strategiska demokratiska reformer går att förändra synen och attityden mot/på arbete och ägande."
	},
	{
		"postIndex": 705,
		"postNum": 108,
			"postTime": "2006-02-05",
		"postLink": "/sp3659653",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p9",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Om du hävdar att ingen skall förtryckas i \"proletariatets diktatur/demokrati\" som du kallar det, så måste du i rimlighetens namn hävda att ingen förtrycks i \"borgerlighetens diktatur/demokrati\" som j är det samhälle socialismen hävdar vi har nu."
	},
	{
		"postIndex": 6405,
		"postNum": 831,
			"postTime": "2009-01-25",
		"postLink": "/sp14807906",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p70",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Men nu är det då dags för nästa steg, och som sagt, vis av föregånde diskussion är det bäbissteg som gäller: Att Marxismen innebär förtryck beror på att Marx sa att arbetarklassen efter maktövertagandet skulle utöva förtryck."
	}
]
