[
	{
		"postIndex": 3034,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” Originally, the official story of how President Kennedy sustained his throat wound was that a bullet fragment coursed downward through his head and emerged in the front of his throat, and that remained as the official story until the Warren Commission came out with its report in September 1964, in which they claimed that the throat wound was an exit wound for a bullet that allegedly entered the back of the President’s neck."
	},
	{
		"postIndex": 3107,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "Connally was interviewed for CNN’s Larry King Live on November 22, 2003, the fortieth anniversary of the assassination, and when she was asked about the bullet allegedly passing through President Kennedy and wounding her husband, she stated, “Well, let me ask you this, do you think a bullet that went through the President’s neck can hang there in air between the two seats while John turned to the right, turned to the left and came back."
	},
	{
		"postIndex": 3023,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” He testified that to think that the same bullet that caused President Kennedy’s throat wound also caused the massive head injury in back “required some straining of the imagination,” but the consensus of the doctors was obviously that the throat wound was an entrance wound, and the massive wound at the back of the head was an exit wound."
	},
	{
		"postIndex": 3074,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” FBI Agents Sibert and O’Neill wrote in their report that, during the autopsy, Humes “located an opening which appeared to be a bullet hole which was below the shoulders,” and that Humes then probed President Kennedy’s back wound with his finger, “at which time it was determined that the trajectory of the missile entering at this point had entered at a downward position of 45 to 60 degrees."
	},
	{
		"postIndex": 3049,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” Since the back wound was lower than the throat wound, and the official story was that President Kennedy had been shot from behind, the only possible explanation that could be offered for the throat wound was that it was caused by a fragment from a headshot fired from behind."
	},
	{
		"postIndex": 3151,
		"postNum": 721,
			"postTime": "2007-07-22",
		"postLink": "/sp7780757",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p61",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” Sibert and O’Neill were obviously not called to testify because their testimony would directly contradict the new cover up story that was being formulated, the story that President Kennedy was shot in the back of the neck and that the bullet emerged from his throat."
	},
	{
		"postIndex": 3147,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” On March 12, 1964, the day that Specter interviewed Sibert and O’Neill, Assistant FBI Director Alex Rosen wrote a memorandum stating that Specter’s interview with Sibert and O’Neill was an “interrogation,” and one of the questions that Specter interrogated Sibert and O’Neill about was, “What was the reaction of the examiners upon being notified that a bullet had been found on a stretcher used at Dallas?"
	},
	{
		"postIndex": 3154,
		"postNum": 721,
			"postTime": "2007-07-22",
		"postLink": "/sp7780757",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p61",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "Humes stated that in the “telephone communication,” Perry informed him that there had been a bullet wound where the tracheotomy had been performed, and Humes allegedly deduced that it was an exit wound for the bullet that struck President Kennedy lower down in the back."
	},
	{
		"postIndex": 3010,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "Peters testified to the Warren Commission and he was asked about “discussions with the other doctors who attended President Kennedy,” whereupon he stated, “The initial impression that we had was that perhaps the wound in the neck, the anterior part of the neck, was an entrance wound."
	},
	{
		"postIndex": 3022,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” As a result of not knowing how many bullets President Kennedy was struck by, the doctors thought that it was possible that after the bullet entered the throat, it struck “the anterior vertebral body,” and then went “into the skull itself, exiting out the back, to produce the massive injury in the head."
	},
	{
		"postIndex": 3081,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "They obviously weren’t going to acknowledge that he had been shot from the front, and they didn’t want to make the claim that a bullet blew off the top right side of his head while a fragment from that same bullet coursed downward through his head and caused the throat wound."
	},
	{
		"postIndex": 1130,
		"postNum": 223,
			"postTime": "2006-04-16",
		"postLink": "/sp4026260",
		"postUser": "Flarn",
		"postUserID": "/u107998",
		"postUrl": "https://www.flashback.org/t232286p19",
		"userUrl": "https://www.flashback.org/u107998",
		"sentence": "Millican, who testified that: \"Just after the President's car passed, I heard three shots come from up toward Houston and Elm right by the Book Depository Building, and then immediately I heard two more shots come from the Arcade between the Book Store and the Underpass, and then three more shots came from the same direction only sounded further back."
	},
	{
		"postIndex": 3037,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” And Rankin continued, “With the elevation the shot must have come from, it seems quite apparent now, since we have the picture of where the bullet entered in the back, that the bullet entered below the shoulder blade to the right of the backbone, which is below the place where the picture shows the bullet came out in the neckband of the shirt in front."
	},
	{
		"postIndex": 3094,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” “John had turned to his right also when we heard that first noise and shouted, ‘no, no, no,’ and in the process of turning back around so that he could look back and see the President--I don’t think he could see him when he turned to his right--the second shot was fired and hit him."
	},
	{
		"postIndex": 3024,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "McClelland stated that it was only the “later reports” and “all the circumstances surrounding the assassination” that caused the doctors to change their original perspective that the throat wound was an entrance wound and the wound at the back of the head was an exit wound."
	},
	{
		"postIndex": 3079,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” Regarding the Warren Commission’s Single Bullet Theory, the House Assassinations Committee stated, “By early February 1964, the single bullet theory, the theory that one bullet traversed the upper back and neck of President Kennedy and then caused all the wounds to Governor Connally, began to emerge."
	},
	{
		"postIndex": 3138,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” Then Specter asked him, “Well, is there anything, aside from what he told you, that is, anything in the characteristics of the wounds on President Kennedy and the wounds on Governor Connally which would lead you to conclude that it was not the same bullet?"
	},
	{
		"postIndex": 3067,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” The Warren Commission’s Executive Session on January 27, 1964 is the only place where they acknowledge that, after the assassination, there was an official position that either a fragment from the headshot caused the throat wound, or that the throat wound was an entrance wound."
	},
	{
		"postIndex": 3145,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” FBI Agent Frank O’Neill testified to the Assassination Records Review Board in 1997 that he and Sibert had spoken with Warren Commission staffer Arlen Specter about what had taken place during the autopsy, and O’Neill’s affidavit to the House Assassinations Committee back in 1978, he stated that he had been “interviewed at length” by Arlen Specter."
	},
	{
		"postIndex": 3056,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” O’Neill also testified that he had seen “drawings from some publication where Boswell made drawings or alluded to the bullet wound in the back being not actually in the back, but in the back of the neck,” and he stated, “I disagreed thoroughly with that."
	},
	{
		"postIndex": 3028,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "Jones testified to the Review Board that when he had completed his testimony to the Warren Commission, Arlen Specter, the future Senator from Pennsylvania who was on the Warren Commission staff in 1964, “followed me out in the hall and he said, ‘I want to tell you something that I don’t want you to say anything about."
	},
	{
		"postIndex": 35,
		"postNum": 15,
			"postTime": "2004-11-29",
		"postLink": "/sp1561001",
		"postUser": "Smockad",
		"postUserID": "/u69685",
		"postUrl": "https://www.flashback.org/t232286p2",
		"userUrl": "https://www.flashback.org/u69685",
		"sentence": "Nu hittade jag denna mycket intressanta sida som tar kål på en del av myterna kring JFK-mordet: Där kan man bl a läsa följande: \"Based upon an evaluation of the home movie taken by bystander Abraham Zapruder, the Warren Commission concluded that the time span between the shot entering the back of the President's neck and the bullet which shattered his skull was 4."
	},
	{
		"postIndex": 3044,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” When the autopsy face sheet shown above was prepared, it was not yet known that the back wound would have to be relocated to comply with a future allegation that a bullet passed through President Kennedy and emerged from his throat."
	},
	{
		"postIndex": 3172,
		"postNum": 721,
			"postTime": "2007-07-22",
		"postLink": "/sp7780757",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p61",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” Humes wrote, in both his handwritten version and the official autopsy report, that Perry “noted the massive head wound,” the one that Perry wrote was in the “right posterior cranium,” which Humes apparently decided to relocate to the front of the head."
	},
	{
		"postIndex": 11785,
		"postNum": 2500,
			"postTime": "2012-06-16",
		"postLink": "/sp37893550",
		"postUser": "Russinkungen",
		"postUserID": "/u73027",
		"postUrl": "https://www.flashback.org/t232286p209",
		"userUrl": "https://www.flashback.org/u73027",
		"sentence": "While agreeing with the Commission that Oswald fired all the shots which caused the wounds to Kennedy and Governor Connally, it stated that there were at least four shots fired and that there was \"..."
	},
	{
		"postIndex": 3043,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "But the official version had apparently been crafted for public consumption, and contrary to the version that Rankin saw, the official version of the autopsy report alleges that the bullet that struck President Kennedy in the back did, indeed, go “through the body."
	},
	{
		"postIndex": 3136,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "the same bullet might have passed through President Kennedy, entering his back near the midline and emerging from his neck, and then entering Governor Connally, in the back, and emerging from his chest, into his wrist, through his wrist, and into the thigh?"
	},
	{
		"postIndex": 3020,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "Peters testified, “Most of us thought at first that day, in the first few minutes that, boy, it might have gone in through the neck and out the back of the head, which would have been a big exit wound and a small entrance wound."
	},
	{
		"postIndex": 3041,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” During the Executive Session, Rankin also cited that the bullet that “entered in the back” could not have been deflected up to exit through the throat, stating, “The bullet, according to the autopsy, didn’t strike any bone at all, that particular bullet, and go through."
	},
	{
		"postIndex": 2269,
		"postNum": 530,
			"postTime": "2007-02-01",
		"postLink": "/sp6213897",
		"postUser": "Mankan",
		"postUserID": "/u73758",
		"postUrl": "https://www.flashback.org/t232286p45",
		"userUrl": "https://www.flashback.org/u73758",
		"sentence": "about three seconds after the passenger SS agent has spoken, the driver SS agent is seen leaning a little to his left and a long, , shiny object [looking muck like the barrel of a revolver or ] is seen coming up over the SS agent's right shoulder and over about a second or two he steadies his aim [either looking in the rear mirror or operating on bearings given by the driver secret service agent (SS) - also possible that the passenger SS agent is merely saying something like ' ' - meaning '..."
	},
	{
		"postIndex": 3062,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "”) 5 The Executive Session on January 27, 1964, at which Rankin made his statement about a fragment causing the throat wound, was the sixth Executive Session of the Warren Commission, and three of those six Executive Sessions were held in late January, more than four weeks after receiving the autopsy report."
	},
	{
		"postIndex": 3047,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” The article alleged that “one of the surgeons” at Parkland Hospital had made the claim that “a fragment from the bullet that hit his head coursed downward and emerged through the front of the throat."
	},
	{
		"postIndex": 3048,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” And it stated that the “as yet unofficial report of pathologists” concurred on the allegation that a bullet “fragment” from the head wound was “deflected and passed out the front of the throat."
	},
	{
		"postIndex": 3088,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "The Governor testified that he heard the first shot and that he knew that it was a rifle shot, so he looked over his right shoulder and tried to see the President out of the corner of his eye."
	},
	{
		"postIndex": 3039,
		"postNum": 718,
			"postTime": "2007-07-22",
		"postLink": "/sp7780735",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” The public never saw the version of the autopsy report that Rankin was looking at, and the CIA saw to it that the Executive Session where Rankin made his statements would remain classified for more than ten years."
	},
	{
		"postIndex": 15730,
		"postNum": 3174,
			"postTime": "2014-03-08",
		"postLink": "/sp47833293",
		"postUser": "boss-jon",
		"postUserID": "/u847632",
		"postUrl": "https://www.flashback.org/t232286p265",
		"userUrl": "https://www.flashback.org/u847632",
		"sentence": "Ett exempel taget från Warren kommisonen och Arley Specters intervju med Doktor Ronald Jones: There was large defect in the back side of the head as the President lay on the cart with what appeared to be some brain hanging out of this wound with multiple pieces of skull noted next with the brain and with a tremendous amount of clot and blood."
	},
	{
		"postIndex": 3146,
		"postNum": 720,
			"postTime": "2007-07-22",
		"postLink": "/sp7780749",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "But O’Neill and Sibert were not called to testify to the Warren Commission subsequent to their interview with Specter, and O’Neill told the Assassination Records Review Board that he and Sibert “thought it very strange that we were not called before the Warren Commission to testify."
	},
	{
		"postIndex": 3166,
		"postNum": 721,
			"postTime": "2007-07-22",
		"postLink": "/sp7780757",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p61",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” If it was a “puncture” wound, then it certainly couldn’t be “presumably of exit,” but when Humes’ handwritten version of the autopsy report was typed up to be used as an “official” version, Humes removed the word “puncture” and described the wound as being “much smaller,” so that it now says that Dr."
	},
	{
		"postIndex": 12048,
		"postNum": 2535,
			"postTime": "2012-07-12",
		"postLink": "/sp38281938",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t232286p212",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "The driver of the car, who reported the accident to the Texas Highway Patrol after taking Rose to the hospital, claimed that the accident had been unavoidable because the victim had been lying on the roadway with her head and the upper part of her body resting on the traffic lane."
	},
	{
		"postIndex": 3080,
		"postNum": 719,
			"postTime": "2007-07-22",
		"postLink": "/sp7780740",
		"postUser": "portnoy",
		"postUserID": "/u147356",
		"postUrl": "https://www.flashback.org/t232286p60",
		"userUrl": "https://www.flashback.org/u147356",
		"sentence": "” It was late January when the Warren Commission’s official position was that either a fragment from the headshot caused the throat wound, or that the throat wound was an entrance wound."
	}
]
