[
	{
		"postIndex": 12039,
		"postNum": 6171,
			"postTime": "2008-02-24",
		"postLink": "/sp10129673",
		"postUser": "Stoxoz",
		"postUserID": "/u152845",
		"postUrl": "https://www.flashback.org/t241357p515",
		"userUrl": "https://www.flashback.org/u152845",
		"sentence": "Vi säger att en film ska släppas på bio, ett visst datum, men 20 dagar innan någon annan hunnit se filmen, så blir du bjuden på en \"smyg-premiär\" och får då vara en utav de få som får se filmen före alla andra, då kan man ju säga att alla egentligen haft chansen att se filmen, just för att den är klar, men visas inte för alla, då kanske du och dina vänner som var med på premiären går in på ett forum för att diskutera filmen, som andra folk redan börjat diskutera, fast mer i spekulativa former eftersom dom inte sett den än, men fortfarande vill vara delatkiga i diskussionen, vilket dom har all rätt till, och så helt plötsligt stormar 2-3 utav er nya personer in och börjar skriva en massa saker om filmen, vad som hände och vad som ni undrar och spekulerar över, osv..."
	},
	{
		"postIndex": 18510,
		"postNum": 9145,
			"postTime": "2009-05-20",
		"postLink": "/sp16755492",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p763",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Hade bara fått för mig att Linc sa nåt liknande i nåt avsnitt rätt nyligen att äntligen skulle allt vara över efter alla dessa år, men det är kanske bara nåt jag fått för mig då, 4 år kanske är lite väl länge men mindre än 1 år tycker jag iaf känns som en kort tid med tanke på allt som hänt i serien..."
	},
	{
		"postIndex": 12207,
		"postNum": 6255,
			"postTime": "2008-04-15",
		"postLink": "/sp10821015",
		"postUser": "Bartman777",
		"postUserID": "/u242071",
		"postUrl": "https://www.flashback.org/t241357p522",
		"userUrl": "https://www.flashback.org/u242071",
		"sentence": "synd att denna serie blir som lost, som någong tidigare skrev, att den bara spårar ur, det bästa hade ju varit om de slutat efter andra säsongen, då sarah väntade i båten på michael och hanns bror, och att de hade fått åka iväg bara, för tredje säsongen var ingen höjdare direkt."
	},
	{
		"postIndex": 12219,
		"postNum": 6264,
			"postTime": "2008-04-17",
		"postLink": "/sp10862288",
		"postUser": "Ztek",
		"postUserID": "/u201102",
		"postUrl": "https://www.flashback.org/t241357p522",
		"userUrl": "https://www.flashback.org/u201102",
		"sentence": "Ser för övrigt inte poängen med att Sarah kommer tillbaka när hennes huvud låg i en låda^^ Iofs så är prison break känt för att ha drastiska och oväntade vändningar i sitt manus, och det skulle inte förvåna mig om Sarah dyker upp med huvudet under armen Kommer det ett nytt avsnitt efter Prison."
	},
	{
		"postIndex": 11893,
		"postNum": 6089,
			"postTime": "2008-02-20",
		"postLink": "/sp10076011",
		"postUser": "Marcus6668",
		"postUserID": "/u135493",
		"postUrl": "https://www.flashback.org/t241357p508",
		"userUrl": "https://www.flashback.org/u135493",
		"sentence": "Angående om det blir s04 eller inte är väl inte så troligt men man vet ju aldrig, men jag vet inte hur dom skulle få serien att hålla ytterligare en säsong den hänger på en skör tråd redan nu, och det är väl typ 9 avsnitt kvar så dom hinner göra mkt på dom,denna serie är värd en bra avslutning efter den suveräna första säsong..."
	},
	{
		"postIndex": 18245,
		"postNum": 9060,
			"postTime": "2009-05-17",
		"postLink": "/sp16705714",
		"postUser": "skojarn_",
		"postUserID": "/u224511",
		"postUrl": "https://www.flashback.org/t241357p755",
		"userUrl": "https://www.flashback.org/u224511",
		"sentence": "hallå vänta lite , Att den nya \"filmen\" Måste vara som alla säger avsnitt 23 och 24 för på cdons sida på prison breaks box som man än så länge bara kan boka men där står de att de är 22 avsnitt , Så de måste vara prison break : The final break som är 23 o 24 kan man säga?"
	},
	{
		"postIndex": 11217,
		"postNum": 5816,
			"postTime": "2008-02-05",
		"postLink": "/sp9888234",
		"postUser": "Tegis",
		"postUserID": "/u147480",
		"postUrl": "https://www.flashback.org/t241357p485",
		"userUrl": "https://www.flashback.org/u147480",
		"sentence": "Hon Gretchen som blev torterad inne i fängelset för att visa vägen för generalen som hon avrätta kunde knalla in utan några problem, känns som hon borde vara efterlyst och vakterna borde känna igen henne Den där väskan som var cliffhangern i episod 10 såg man inte röken av heller så nästa avsnitt kanske börjar med att michel sitter och spelar kort med LJ på en båt men den som lever får se."
	},
	{
		"postIndex": 11356,
		"postNum": 5874,
			"postTime": "2008-02-08",
		"postLink": "/sp9928828",
		"postUser": "The Stranger",
		"postUserID": "/u160044",
		"postUrl": "https://www.flashback.org/t241357p490",
		"userUrl": "https://www.flashback.org/u160044",
		"sentence": "Jag tror att vakterna kommer upptäcka någon av rymmarna och då lamporna släcktes och bilarna slutade fungera så behöver de alla vakter till och ta fast rymmarna så han som förhör Sucre kommer va tvungen och avbryta förhöret så Sucre kommer att kunna fly Ett annat trist scenario är att Negern, T-bag och Bellick som sticker först blir upptäckta, någon kanske blir skjuten så Michael, Whistler, lillgrabben och Mahony stannar kvar och flyr oskyldigt upp i fängelset igen."
	},
	{
		"postIndex": 8350,
		"postNum": 4520,
			"postTime": "2007-03-27",
		"postLink": "/sp6691004",
		"postUser": "NirvanA",
		"postUserID": "/u7443",
		"postUrl": "https://www.flashback.org/t241357p377",
		"userUrl": "https://www.flashback.org/u7443",
		"sentence": "och nej, har inte sett eller läst nån spoiler, men regisörren&producenten vill ju att serien ska återgå till ursprungsläget dvs en fängelsefilm Lite småless på PB, även om det är spännande, men räkna hur jävla många gånger ena har haft vapnet riktat mot en annan och dom bytt roller genom nån sjysst \"move\" genom seriens gång, så jävla B, sånt skulle inte hända i verkligheten, då skjuter man så fort dom rör sig, dödsskott eller inte.."
	},
	{
		"postIndex": 670,
		"postNum": 289,
			"postTime": "2006-01-09",
		"postLink": "/sp3504933",
		"postUser": "anatal",
		"postUserID": "/u88882",
		"postUrl": "https://www.flashback.org/t241357p25",
		"userUrl": "https://www.flashback.org/u88882",
		"sentence": "Jag googlade runt lite på Prison break så kom jag över den här sidan och där hittade jag detta Är inte säsong 1 slut än då med andra ord, eller är det bara den sidan som inte har något koll?"
	},
	{
		"postIndex": 7779,
		"postNum": 4258,
			"postTime": "2007-03-11",
		"postLink": "/sp6548989",
		"postUser": "Sjebba",
		"postUserID": "/u131706",
		"postUrl": "https://www.flashback.org/t241357p355",
		"userUrl": "https://www.flashback.org/u131706",
		"sentence": "Stormare känner snubben som skrivit PB, o från början var de tänkt att de skulle bli 2 säsonger, skulle sluta med att alla typ dog, men när FOX köpte rättigheterna till serien så fick dom ändra o göra i princip hur dom ville med serien, så de är \"money talks\" som gäller för dom, vill ni att de ska bli ett slut, sluta kolla, så länge serien går så bra som den gör, kommer dom fortsätta köra den..."
	},
	{
		"postIndex": 18496,
		"postNum": 9140,
			"postTime": "2009-05-20",
		"postLink": "/sp16755130",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p762",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Men det är väl knappast den minsta logiska missen som hänt under seriens gång så man ska väl kanske inte tänka alltför mkt på det utan försöka glömma de sista 2 säsongerna och komma ihåg tiden då serien var som bäst under säsong 1 och delar av säsong 2..."
	},
	{
		"postIndex": 18465,
		"postNum": 9123,
			"postTime": "2009-05-18",
		"postLink": "/sp16734121",
		"postUser": "lindell90",
		"postUserID": "/u335133",
		"postUrl": "https://www.flashback.org/t241357p761",
		"userUrl": "https://www.flashback.org/u335133",
		"sentence": "Lite nedgång i säsong 3 men sen blev det bättre igen ÄR fruktansvärt glad att jag började titta på den för ca 3 år sedan hemma hos en kompis som bara skulle se klart andra avsnittet i säsong 1, sedan har man varit fast i detta Prison Break begär i 3 år Sorgligt att det är över."
	},
	{
		"postIndex": 16582,
		"postNum": 8260,
			"postTime": "2008-12-23",
		"postLink": "/sp14266287",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p689",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Hade för mig att jag hade gissat på det för ett tag sen så jag backade ett antal sidor och hittade: Nu fattas bara Big Boss-biten Men känns lite ologiskt att hon skulle vara störsthönset i The Company hela tiden, för inte skickar en mor sin son i fängelse för nåt han inte gjort?"
	},
	{
		"postIndex": 18492,
		"postNum": 9140,
			"postTime": "2009-05-20",
		"postLink": "/sp16755130",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p762",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Tyvärr blev det ett så otroligt väntat slut när Michael och Sarah gick på stranden och han pratade om hur bra farsa han skulle vara för att lite senare börja blöda näsblod igen och de kramas och Sarah gråter så visste man ju direkt att slutet skulle innehålla Sarah, barnet och en död Michael, eller var det bara jag?"
	},
	{
		"postIndex": 12003,
		"postNum": 6156,
			"postTime": "2008-02-22",
		"postLink": "/sp10110463",
		"postUser": "Stoxoz",
		"postUserID": "/u152845",
		"postUrl": "https://www.flashback.org/t241357p513",
		"userUrl": "https://www.flashback.org/u152845",
		"sentence": "För mig är en spoiler när man diskuterar angående ett aktuellt avsnitt som vissa folk ännu inte har sett, om vi ska bortse från oss \"vanligt\" folk som laddar ner varenda avsnitt direkt när det släpps, så finns det ju faktist dom som följer tv-serier från tv och där ligger dom ju lite efter, men säg att dom nu ger sig in i en diskussion och råkar läsa något dom inte ville läsa, då är ju det en solklar spoiler för dom...."
	},
	{
		"postIndex": 9564,
		"postNum": 5033,
			"postTime": "2007-09-20",
		"postLink": "/sp8407300",
		"postUser": "tylerDDD",
		"postUserID": "/u120474",
		"postUrl": "https://www.flashback.org/t241357p420",
		"userUrl": "https://www.flashback.org/u120474",
		"sentence": "Det har med det att göra, och ryktena säger att hon kanske inte kommer tillbaka alls Tidigare läste jag att det skulle finnas en \"body double\" som skulle filma någon mörk scen som henne i typ avsnitt 6 men det verkar som ingen riktigt vet...."
	},
	{
		"postIndex": 15935,
		"postNum": 7905,
			"postTime": "2008-12-10",
		"postLink": "/sp14068777",
		"postUser": "Pumpking",
		"postUserID": "/u183007",
		"postUrl": "https://www.flashback.org/t241357p659",
		"userUrl": "https://www.flashback.org/u183007",
		"sentence": "Haha, många som råkar läsa spoilers :P Jag brukar klicka upp de flesta, men läser bara de 2-3 första orden och listar på så sätt ut om det är okej att läsa eller inte :P Även om jag på detta sätt får det blir spoilat, så får jag ändå inte hela sammanhanget, utan kanske bara ett namn, å de tycker inte jag gör så stor skada.."
	},
	{
		"postIndex": 18887,
		"postNum": 9262,
			"postTime": "2009-05-27",
		"postLink": "/sp16876930",
		"postUser": "Baski",
		"postUserID": "/u72129",
		"postUrl": "https://www.flashback.org/t241357p772",
		"userUrl": "https://www.flashback.org/u72129",
		"sentence": "Nåja, till frågan, kollade just på och där står det följande: Och med detta så undrar jag vad dessa två episoder heter och vart jag kan ladda hem dessa, om jag inte har misstagit mig så är detta kanske de 2 extra episoderna som jag hittade på forumet postat 25 maj, det var därför jag blev fundersam över om det verkligen var de \"två extra episoderna\" eller om det är något annat, i alla fall här nedan är länken till forumet där jag förhoppningsvis har hittat episoderna jag letat efter -."
	},
	{
		"postIndex": 654,
		"postNum": 284,
			"postTime": "2006-01-07",
		"postLink": "/sp3497125",
		"postUser": "Porris",
		"postUserID": "/u64849",
		"postUrl": "https://www.flashback.org/t241357p24",
		"userUrl": "https://www.flashback.org/u64849",
		"sentence": "Sen är jag som många andra rädd att folket bakom serien ska bli pengatokiga och dra ut på serien bara för att tjäna pengar, om dom inte gör det och det bara blir 22 avsnitt så ska dom ha stor cred för det, finns inget jag hatar mer än serier som fortsätter aslänge bara för pengarnas skull typ 24, Lost osv...."
	},
	{
		"postIndex": 8483,
		"postNum": 4588,
			"postTime": "2007-03-29",
		"postLink": "/sp6709739",
		"postUser": "The Stranger",
		"postUserID": "/u160044",
		"postUrl": "https://www.flashback.org/t241357p383",
		"userUrl": "https://www.flashback.org/u160044",
		"sentence": "Prison Break är inte ensamma om att dra iväg i flera säsonger utan att man ser nåt slut, verkar va överlag med tv-serier nu för tiden och ska de ändå göra det så är det bra att det håller spänningen uppe hela tiden istället för och dra ut på det med sega avsnitt."
	},
	{
		"postIndex": 14334,
		"postNum": 7180,
			"postTime": "2008-10-25",
		"postLink": "/sp13432305",
		"postUser": "Caine777",
		"postUserID": "/u78424",
		"postUrl": "https://www.flashback.org/t241357p599",
		"userUrl": "https://www.flashback.org/u78424",
		"sentence": "De hade inte alls planerat att Michael skulle hamna i Sona, det kom generalen på när han fick reda på att Michael och Linc var i Panama (i avsnitt 20-21 nånting i säsong 2), och de gillrade då fällan med Bagwell istället för att döda dem."
	},
	{
		"postIndex": 18214,
		"postNum": 9047,
			"postTime": "2009-05-17",
		"postLink": "/sp16703260",
		"postUser": "Herrtrosa",
		"postUserID": "/u191630",
		"postUrl": "https://www.flashback.org/t241357p754",
		"userUrl": "https://www.flashback.org/u191630",
		"sentence": "Kunde tycka lite synd om Don Self faktiskt Verkar inte vara den enda som satt med en och två tårar i ögonen i slutet i alla fall Edit: Skönt att de lägger ner nu, en till säsong hade varit katastrof."
	},
	{
		"postIndex": 19117,
		"postNum": 9345,
			"postTime": "2009-06-04",
		"postLink": "/sp17028847",
		"postUser": "Morrex111",
		"postUserID": "/u289347",
		"postUrl": "https://www.flashback.org/t241357p779",
		"userUrl": "https://www.flashback.org/u289347",
		"sentence": "har haft Final break på datorn men skulle kolla klart alla avsnitt på säsong 4 först, fan vilket bra slut, grät som fan även fast jag aldrig gör det på filmer eller serier!"
	},
	{
		"postIndex": 13863,
		"postNum": 6971,
			"postTime": "2008-10-03",
		"postLink": "/sp13118850",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p581",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Hade Prison Break slutat efter första säsongen, som dom hade kunnat göra, så hade det varit en av dom allra bästa om inte bästa serien på mkt länge."
	},
	{
		"postIndex": 11619,
		"postNum": 5985,
			"postTime": "2008-02-18",
		"postLink": "/sp10055977",
		"postUser": "Rod Laver",
		"postUserID": "/u237472",
		"postUrl": "https://www.flashback.org/t241357p499",
		"userUrl": "https://www.flashback.org/u237472",
		"sentence": "Minns inte exakt, men det är ju på slutet i säsong 2, fast det är ju inte helt tydligt att han försvinner ur serien, han blir släppt på nåder mot sitt vittnesmål och blir samtidigt uppmanad att inte strula till det igen, just nu känns det ju som att han är rätt så långt från Scofield och de andra och det är väl inte särskilt sannolikt att han riskerar sin familj för några som han inte ens var särskilt god vän med."
	},
	{
		"postIndex": 15778,
		"postNum": 7819,
			"postTime": "2008-12-05",
		"postLink": "/sp14003937",
		"postUser": "Pumpking",
		"postUserID": "/u183007",
		"postUrl": "https://www.flashback.org/t241357p652",
		"userUrl": "https://www.flashback.org/u183007",
		"sentence": "Dock sånna som kanske egentligen inte borde ha varit med, typ T-Bag, lyckas klamra sig fast i ett halmstrå, just eftersom hans karaktär är intressant och lite läskig, och han kommer givetvis leva, förmodligen serien igenom eller dö den sista säsongen."
	},
	{
		"postIndex": 12897,
		"postNum": 6595,
			"postTime": "2008-09-04",
		"postLink": "/sp12712121",
		"postUser": "NirvanA",
		"postUserID": "/u7443",
		"postUrl": "https://www.flashback.org/t241357p550",
		"userUrl": "https://www.flashback.org/u7443",
		"sentence": "Nej jag anser att man ska titta på svensk television om man inte förstår engelska, det sägs att svenskarna är så jävla duktiga på engelska men när man väl testar dom så fattar dom ingenting, dom allra flesta i denna tråd klarar inte ens av att följa ett avsnitt prison break, GE FAN I ATT TITTA DÅ, jävla sopor..."
	},
	{
		"postIndex": 16389,
		"postNum": 8130,
			"postTime": "2008-12-17",
		"postLink": "/sp14185449",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p678",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Och det känns som att det egentligen bara finns 2 alternativ, antingen är det Michaels morsa eller så är det Generalens dotter som blev lite bitter efter ha blivit sparkad från the company (eller det kanske bara var från scylla-projektet?"
	},
	{
		"postIndex": 10436,
		"postNum": 5453,
			"postTime": "2007-11-07",
		"postLink": "/sp8894981",
		"postUser": "Dharma",
		"postUserID": "/u185648",
		"postUrl": "https://www.flashback.org/t241357p455",
		"userUrl": "https://www.flashback.org/u185648",
		"sentence": "det skulle vara roligt om manusförfattarstrejken gick ut över prison break och dom bestämmer sig för att dom inte ska låta det påverka sändningarna Det betyder att under hela säsong fyra sitter Michael och de andra och spelar kort."
	},
	{
		"postIndex": 20004,
		"postNum": 9639,
			"postTime": "2012-11-05",
		"postLink": "/sp40195401",
		"postUser": "Spyrran",
		"postUserID": "/u246388",
		"postUrl": "https://www.flashback.org/t241357p804",
		"userUrl": "https://www.flashback.org/u246388",
		"sentence": "Men bara för att alla hade ett sådant stort intresse för första säsongen och enbart 13 avsnitt skulle kunna lämna en hel del obesvarade frågor samtidigt som folk skulle vilja se mer."
	},
	{
		"postIndex": 16977,
		"postNum": 8471,
			"postTime": "2009-01-16",
		"postLink": "/sp14655129",
		"postUser": "Jonnen13",
		"postUserID": "/u116244",
		"postUrl": "https://www.flashback.org/t241357p706",
		"userUrl": "https://www.flashback.org/u116244",
		"sentence": "Och jag måste säga att jag tycker det klagas på tok mycket av många (och gärna flera gånger av samma person) på att serien inte är lika bra som i s01 och annat, och jag förstår inte behovet av att fylla så många sidor, måste vara en stor siffra nu, med så gott som samma kommentar hela tiden."
	},
	{
		"postIndex": 9516,
		"postNum": 5013,
			"postTime": "2007-09-18",
		"postLink": "/sp8387072",
		"postUser": "Tegis",
		"postUserID": "/u147480",
		"postUrl": "https://www.flashback.org/t241357p418",
		"userUrl": "https://www.flashback.org/u147480",
		"sentence": "Åkte in för knarkbrott altså De kanske hört att Bellick var fångvakt tidigare om de nu sitter och kollar CNN hela dagarna, eller så står helt enkelt en amerikan som sitter för att ha dödat en hora i panama inte speciellt högt i kurs Sucre fick väll en en kniv eller skruvmejsel i magen av tbag och åkte in på sjukhus som han senare lämnade i dåligt skick för att hitta maricruz."
	},
	{
		"postIndex": 12981,
		"postNum": 6624,
			"postTime": "2008-09-06",
		"postLink": "/sp12741046",
		"postUser": "baruba",
		"postUserID": "/u173882",
		"postUrl": "https://www.flashback.org/t241357p552",
		"userUrl": "https://www.flashback.org/u173882",
		"sentence": "Sen håller jag med att nåt av era slut hade gjort serien så mkt bättre, men det är väl bara att räkna ner till bröllopet med Michael o Sarah o dom får en unge efter dom tagit ner The Company o alla lever lyckligt...."
	},
	{
		"postIndex": 10991,
		"postNum": 5699,
			"postTime": "2008-01-20",
		"postLink": "/sp9695702",
		"postUser": "larsson86",
		"postUserID": "/u228587",
		"postUrl": "https://www.flashback.org/t241357p475",
		"userUrl": "https://www.flashback.org/u228587",
		"sentence": "När andra säsongen kände jag liksom att serien hade förlorat sitt syfte en aning, då den heter \"Prison Break\" inte \"On the run\" eller nåt."
	},
	{
		"postIndex": 16031,
		"postNum": 7953,
			"postTime": "2008-12-11",
		"postLink": "/sp14090609",
		"postUser": "Pumpking",
		"postUserID": "/u183007",
		"postUrl": "https://www.flashback.org/t241357p663",
		"userUrl": "https://www.flashback.org/u183007",
		"sentence": "Redan i första säsongen så tvingade ju Michael på honom att de skulle rymma tillsammans, när typ Sucre hade 2 månader kvar av sitt straff Och i säsong 3, har han egentligen inte heller nånting å hämta, men istället för att rymma med sin tjej, så stannar han och åker fast.."
	},
	{
		"postIndex": 9659,
		"postNum": 5071,
			"postTime": "2007-09-25",
		"postLink": "/sp8465809",
		"postUser": "tylerDDD",
		"postUserID": "/u120474",
		"postUrl": "https://www.flashback.org/t241357p423",
		"userUrl": "https://www.flashback.org/u120474",
		"sentence": "Ganska skapligt avsnitt, bättre än första avsnitt på säsongen En sak jag inte fattar, bara för att Michael fixade vatten så kommer ingen försöka mörda Whistler?"
	},
	{
		"postIndex": 12783,
		"postNum": 6551,
			"postTime": "2008-09-03",
		"postLink": "/sp12697535",
		"postUser": "Rangvald",
		"postUserID": "/u174352",
		"postUrl": "https://www.flashback.org/t241357p546",
		"userUrl": "https://www.flashback.org/u174352",
		"sentence": "Har svårt för att se Michael Rapaport som en 100% seriös polis Tänker honom hela tiden som pappa i The War at Home och där är han ju allt annat än seriös :P Allt som allt tyckte jag att det var en ganska bra start, även om den hade en del totala missar man kanske skulle vilja ha sett annurlunda.."
	},
	{
		"postIndex": 11458,
		"postNum": 5915,
			"postTime": "2008-02-12",
		"postLink": "/sp9979811",
		"postUser": "bfj",
		"postUserID": "/u60782",
		"postUrl": "https://www.flashback.org/t241357p493",
		"userUrl": "https://www.flashback.org/u60782",
		"sentence": "Scofield har kordinaterna och löser ut LJ på något vänster (eller massa strul som tar upp 2-3 avsnitt) Sen övergissade saken är väl typ att Grabben och Sucre åker in i Sona igen, Scofields försöker få ut dom igen med LJs hjälp också, kanske Nåväl inte många avsnitt kvar av säsongen ändå?"
	},
	{
		"postIndex": 11975,
		"postNum": 6135,
			"postTime": "2008-02-21",
		"postLink": "/sp10100364",
		"postUser": "Guffaw",
		"postUserID": "/u134043",
		"postUrl": "https://www.flashback.org/t241357p512",
		"userUrl": "https://www.flashback.org/u134043",
		"sentence": "Jag är person som annars hatar serier och alla polares eviga jävla tjat om \"nästa lost avsnitt\" , tycker alla verkar urkassa och jag har aldrig fattat hur folk vill lägga ner så mkt tid på att följa t."
	}
]
