[
	{
		"postIndex": 5059,
		"postNum": 1075,
			"postTime": "2008-03-20",
		"postLink": "/sp10456987",
		"postUser": "ajs1",
		"postUserID": "/u185226",
		"postUrl": "https://www.flashback.org/t326889p90",
		"userUrl": "https://www.flashback.org/u185226",
		"sentence": "Ursäkta om det blir lite långt nu, men här kommer det: \" The Top 20 UK Unis for doing an Undergrad degree to get a Front Office* job at a Top 7 IB** * Investment Banking, Corporate Finance, ECM, DCM & Global Markets (Sales, Trading, Research & Structuring for Fixed Income, FX, Commodities & Equities) ** Goldman Sachs, Citigroup, Deutsche Bank, Morgan Stanley, JPMorgan, UBS, Lehman Brothers 01 LSE 02 Oxford, Cambridge [small gap] 04 Imperial [big gap] 05 Warwick 06 UCL [huge, huge gap] 07 KCL 08 Bristol 09 Nottingham (An MSc from CASS after an OK undergrad and you're about on par with 07-09) [gap] 10 Bath 11 Loughborough 12 York 13 St Andrews 14 Edinburgh 15 Durham [gap] 16 Reading (ISMA) 17 Manchester 18 Royal Holloway 19 City (undergrad degrees) 20 Birmingham This table gives an idea of your likelihood of getting an IB offer if you do an undergraduate degree at one of the above institutions."
	},
	{
		"postIndex": 9633,
		"postNum": 2198,
			"postTime": "2010-11-01",
		"postLink": "/sp26536946",
		"postUser": "Razwedtjik",
		"postUserID": "/u154822",
		"postUrl": "https://www.flashback.org/t326889p184",
		"userUrl": "https://www.flashback.org/u154822",
		"sentence": "Finns så klart många vägar, men den klassiska är denna: Toppbetyg från gymnasiet -> bra skola i Sverige (HHS eller undantagsvis någon annan skola) eller utomlands -> bra betyg, gärna andra saker som utmärker dig som internships, idrottsmeriter, språk etc -> internship -> full-time offer från banken som du gjorde internship på eller en annan bank Utbildningen , oavsett vad man tycker om det, i särklass den enskilt viktigaste faktorn för att landa ett jobb inom IB."
	},
	{
		"postIndex": 8450,
		"postNum": 1925,
			"postTime": "2009-11-21",
		"postLink": "/sp19922087",
		"postUser": "sacramento",
		"postUserID": "/u395755",
		"postUrl": "https://www.flashback.org/t326889p161",
		"userUrl": "https://www.flashback.org/u395755",
		"sentence": "Det finns en del ingenjörer inom de områden du nämner och jag vet en del som är verksamma inom t ex Fixed Income både i Sverige och London, men det är inte lätt att landa de riktigt bra jobben, så de flesta ingenjörer inom finans i Sverige som jag känner har hamnat med programmering på \"software\"-bolag, programmering på banker (t ex riskhantering), udda branscher eller vissa säljpositioner och det är nog inte riktigt vad de tänkt sig."
	},
	{
		"postIndex": 11533,
		"postNum": 2684,
			"postTime": "2012-07-09",
		"postLink": "/sp38233129",
		"postUser": "gustaf123",
		"postUserID": "/u679800",
		"postUrl": "https://www.flashback.org/t326889p224",
		"userUrl": "https://www.flashback.org/u679800",
		"sentence": "Jag väljer nog HHS så att jag maximerar mina chanser att komma på intervju (jag kommer inte in på någon Ivy League skola eller liknande), jag vill ju kunna få jobb utanför Sverige (London eller Wall Street) direkt efter examen så att jag inte fastnar här i Stockholm eller i Köpenhamn."
	},
	{
		"postIndex": 10590,
		"postNum": 2440,
			"postTime": "2011-06-29",
		"postLink": "/sp31403762",
		"postUser": "Laser Mannen",
		"postUserID": "/u238302",
		"postUrl": "https://www.flashback.org/t326889p204",
		"userUrl": "https://www.flashback.org/u238302",
		"sentence": "kand på Handels eller industriell ekonomi på LU(De två bästa utbildningarna i Sverige om man ser till medel-ingångslönerna för nyexade), få så höga betyg du kan därifrån och sedan ett år innan du exar söka summer intership, gå på rekryteringar och andra infomöten som kan hållas på dessa skolor eller andra ställen och leta upp de mest intressanta I-bankerna så du kan, och försöka få en fot in på antingen Canary Wharf eller Wall Street."
	},
	{
		"postIndex": 11534,
		"postNum": 2684,
			"postTime": "2012-07-09",
		"postLink": "/sp38233129",
		"postUser": "gustaf123",
		"postUserID": "/u679800",
		"postUrl": "https://www.flashback.org/t326889p224",
		"userUrl": "https://www.flashback.org/u679800",
		"sentence": "Jag läste någonstans här på forumet att en person som jobbar inom Investment Banking i London hade träffat 25 andra svenskar där varav 23 hade läst på HHS, är det ungefär så det ser ut - 90 % av alla svenskar som jobbar inom Investment Banking i London har läst på HHS?"
	},
	{
		"postIndex": 8598,
		"postNum": 1961,
			"postTime": "2009-11-28",
		"postLink": "/sp20050109",
		"postUser": "KoettFaers",
		"postUserID": "/u222030",
		"postUrl": "https://www.flashback.org/t326889p164",
		"userUrl": "https://www.flashback.org/u222030",
		"sentence": "De verkar inte ens ha en aning vad som krävs för att överhuvudtaget orka jobba inom IB, de flesta jag har träffat och känner som jobbar inom IB droppar av efter ett år eller två, 120h arbetsveckor blir helt enkelt för tufft, för att inte tala om att hela ens liv endast kan utgöras av karriären."
	},
	{
		"postIndex": 11603,
		"postNum": 2693,
			"postTime": "2012-07-12",
		"postLink": "/sp38287016",
		"postUser": "gustaf123",
		"postUserID": "/u679800",
		"postUrl": "https://www.flashback.org/t326889p225",
		"userUrl": "https://www.flashback.org/u679800",
		"sentence": "Är detta den vanliga vägen, för oss svenskar, till ett jobb på en investment bank i London: läsa kandidatexamen på HHS och få ett internship under studietiden, man genomför sitt internship och går sedan tillbaka och läser klart sin kandidat på HHS för att senare när man tar sin examen direkt börja jobba på den IB där man gjort sitt internship?"
	},
	{
		"postIndex": 8928,
		"postNum": 2051,
			"postTime": "2010-03-15",
		"postLink": "/sp21993582",
		"postUser": "ChasingTheStatus",
		"postUserID": "/u429993",
		"postUrl": "https://www.flashback.org/t326889p171",
		"userUrl": "https://www.flashback.org/u429993",
		"sentence": "Giesst • The City of London, vols 1-4 by David Kynaston • The Rise and Fall of the Merchant Banks by Erik Banks • The London Stock Exchange: A History by Ranald Michie • The Death of Gentlemanly Capitalism: The Rise and Fall of London's Investment Banks by Philip Augar Analytical and Reference Periodicals • Wall Street Journal (daily, Monday through Friday) • Barron’s (weekly publication) General • Barron's Dictionary of Finance and Investment Terms by John Downes & Jordan Elliot Goodman • The Intelligent Investor by Benjamin Graham • International Economics: Theory and Policy by Paul R."
	},
	{
		"postIndex": 11577,
		"postNum": 2688,
			"postTime": "2012-07-11",
		"postLink": "/sp38278018",
		"postUser": "gustaf123",
		"postUserID": "/u679800",
		"postUrl": "https://www.flashback.org/t326889p224",
		"userUrl": "https://www.flashback.org/u679800",
		"sentence": "Person nr 2 läser Civilekonom i Lund med den inriktningen som passar bäst för jobb på IB (antar att det finns en finansinriktning) och tar sin examen vid 23 års ålder (civilekonomutbildningen är bara 4 år), betygen motsvarar person nr 1:s betyg, person nr 2 har hållit på med trading på egen hand under sina 4 år på universitet och resultatet är lika bra som person nr 1:s resultat."
	},
	{
		"postIndex": 8274,
		"postNum": 1880,
			"postTime": "2009-11-15",
		"postLink": "/sp19819417",
		"postUser": "sacramento",
		"postUserID": "/u395755",
		"postUrl": "https://www.flashback.org/t326889p157",
		"userUrl": "https://www.flashback.org/u395755",
		"sentence": "Jag ville inte dissa alla chanser att från I landa ett bra jobb inom finans då det nu verkar ha öppnat upp sig en aning och en del landar riktigt bra jobb, bara förmedla att den lättaste vägen går via handels då de har ett otroligt nätverk och är enda riktiga target school hos många arbetsgivare."
	},
	{
		"postIndex": 11177,
		"postNum": 2599,
			"postTime": "2012-04-08",
		"postLink": "/sp36703394",
		"postUser": "finanskandidaten",
		"postUserID": "/u550492",
		"postUrl": "https://www.flashback.org/t326889p217",
		"userUrl": "https://www.flashback.org/u550492",
		"sentence": "Värt att tänka på om du vill söka dig till denna industri så kommer du möta folk som är beredda och inte minst villiga att spendera den tid som krävs av dem för att få möjligheten att jobba med detta och de kommer säkert att ha minst lika bra betyg och/eller fina namn på sina akademiska institut som du själv."
	},
	{
		"postIndex": 9422,
		"postNum": 2152,
			"postTime": "2010-10-18",
		"postLink": "/sp26220726",
		"postUser": "tesaurus",
		"postUserID": "/u495517",
		"postUrl": "https://www.flashback.org/t326889p180",
		"userUrl": "https://www.flashback.org/u495517",
		"sentence": "nänä, men förstår att folk gör det för pengar och karriär, sen är det ett säkert utvecklande jobb, och man får vara med om en hel under dessa 100+ timmar veckor Jag som sitter och vegeterar framför internet, facebook, msn gör ju inte något jätte vettigt faktiskt, förutom att hänga med kompisar,gå på krogen och träffa tjejer Visst kan kroppen lära sig att leva på mindre sömn, men gränsen går nog 6:30-6 timmar för de flesta, varefter mindre sömn kommer ta på hälsan i det långa loppet."
	},
	{
		"postIndex": 3011,
		"postNum": 674,
			"postTime": "2007-05-26",
		"postLink": "/sp7250095",
		"postUser": "epic767",
		"postUserID": "/u159447",
		"postUrl": "https://www.flashback.org/t326889p57",
		"userUrl": "https://www.flashback.org/u159447",
		"sentence": "Om man nu lyckas gå i pension tidigt vid 30 års åldern, så innebär det inte att man bara sitter hemma och dagdriver, utan för mig betyder att jag kan ägna mig åt sysslor som inte garanterar någon inkomst, men ändå ha säkerheten att klara av var dag som kommer och ägna mig åt sånt som jag finner nöje i, istället för att tjäna in pengar när jag gör något som jag inte finner lika mycket nöje i."
	},
	{
		"postIndex": 237,
		"postNum": 32,
			"postTime": "2006-05-15",
		"postLink": "/sp4190170",
		"postUser": "MalcolmtripleX",
		"postUserID": "/u88618",
		"postUrl": "https://www.flashback.org/t326889p3",
		"userUrl": "https://www.flashback.org/u88618",
		"sentence": "Ålder spelar egentligen roll främst för karriärister då man får 2-års kontrakt om man landar en analyst position (erfarenhet krävs ej) och de flesta orkar/vill inte jobba kvar som analysts efter dessa två år då man vill antingen avancera uppåt till associate eller byta bransch."
	},
	{
		"postIndex": 7935,
		"postNum": 1787,
			"postTime": "2009-07-15",
		"postLink": "/sp17660362",
		"postUser": "Cedermark",
		"postUserID": "/u359919",
		"postUrl": "https://www.flashback.org/t326889p149",
		"userUrl": "https://www.flashback.org/u359919",
		"sentence": "Så länge man jobbar där sjunker ju livskvalitén radikalt, men å andra sidan bor man ju nu för tiden obelånad i Stockholms innerstad samt driver en mindre firma inom det finansiella området med några vänner och jobbar normala arbetstider - samt 6 veckors semester på sommaren Mitt tips till dig att trots allt köra typ 2 år i London och skaffa en grundplåt."
	},
	{
		"postIndex": 12806,
		"postNum": 3002,
			"postTime": "2013-06-09",
		"postLink": "/sp43826046",
		"postUser": "orkarN",
		"postUserID": "/u122113",
		"postUrl": "https://www.flashback.org/t326889p251",
		"userUrl": "https://www.flashback.org/u122113",
		"sentence": "Middagar med analysts från andra banker slutar (och oftast börjar också) med snack om hur jävla poänglöst allt är, snack om ångesten som kommer när man inser att alla drömmar man hade om ett meningsfullt jobb och ett meningsfullt liv aldrig kommer besannas, snack om hur jävla sorglig ens VP är som har nån modellfru och en snabb bil men ändå då och då uppenbarligen överväger självmord osv."
	},
	{
		"postIndex": 4816,
		"postNum": 1031,
			"postTime": "2008-02-28",
		"postLink": "/sp10179606",
		"postUser": "OtZman",
		"postUserID": "/u239360",
		"postUrl": "https://www.flashback.org/t326889p86",
		"userUrl": "https://www.flashback.org/u239360",
		"sentence": "Tror ni det skulle vara möjligt att gå vägen indek->McKinsey och sedan, om man vill, börja jobba inom finansbranchen eller kanske läsa en MBA på ett topp universitet och sedan ta sig in på en associate position på någon bank eller liknande?"
	},
	{
		"postIndex": 12829,
		"postNum": 3006,
			"postTime": "2013-06-13",
		"postLink": "/sp43888261",
		"postUser": "Michael321",
		"postUserID": "/u810650",
		"postUrl": "https://www.flashback.org/t326889p251",
		"userUrl": "https://www.flashback.org/u810650",
		"sentence": "Min fråga till dig och alla andra som jobbar inom investment banking är: Varför väljer ni att jobba inom just IB när man kan jobba med sales, trading, asset management på en investment bank."
	},
	{
		"postIndex": 11836,
		"postNum": 2761,
			"postTime": "2012-08-17",
		"postLink": "/sp38877002",
		"postUser": "LazardNYC",
		"postUserID": "/u549473",
		"postUrl": "https://www.flashback.org/t326889p231",
		"userUrl": "https://www.flashback.org/u549473",
		"sentence": "80% till 45-50% - På grund av låg headcount blev vissa \"high performers\" inte erbjudna offer, detta trots att de var supportade av respektive team - Banken tillämpade ett reservlist-system där ovannämnda individer blev erbjudna offer i händelse av att någon rejectade sitt offer - För FT13 recruiting saknas spots för London kontoret (vilket ej har varit fallet tidigare år) Summa summarum är att tiderna inte är de allra bästa för de studenter med siktet på London (no suprise)."
	},
	{
		"postIndex": 8040,
		"postNum": 1815,
			"postTime": "2009-09-06",
		"postLink": "/sp18579449",
		"postUser": "firre",
		"postUserID": "/u109527",
		"postUrl": "https://www.flashback.org/t326889p152",
		"userUrl": "https://www.flashback.org/u109527",
		"sentence": "Allt snack om att läsa på tier 1 universitet och ha feta sommarjobbet på corpen eller i tradingrummet på SEB gäller bara om du ska jobba i London eller rättare sagt ha en chans att gå direkt från skolan till ett jobb på en tier 1 bank i London."
	},
	{
		"postIndex": 2715,
		"postNum": 626,
			"postTime": "2007-05-22",
		"postLink": "/sp7202367",
		"postUser": "Axel Foley",
		"postUserID": "/u179816",
		"postUrl": "https://www.flashback.org/t326889p53",
		"userUrl": "https://www.flashback.org/u179816",
		"sentence": "När du söker till bankjobben (vilket du kommer få göra online eftersom ingen bank kommer till Linköping för att rekrytera), kommer du konkurrera med toppstudenter från toppskolor inte bara i UK och resten utav Europa men även från andra håll i världen, som inte bara har betygen utan även oftast relevant erfarenhet också."
	},
	{
		"postIndex": 4065,
		"postNum": 898,
			"postTime": "2008-01-12",
		"postLink": "/sp9579331",
		"postUser": "Flikka",
		"postUserID": "/u88635",
		"postUrl": "https://www.flashback.org/t326889p75",
		"userUrl": "https://www.flashback.org/u88635",
		"sentence": "Detta i sig är inget problem men det är lite synd när de som frågar inte läst lika många NY-times artiklar, sett lika många filmer eller för den delen läst universiteten runt om i världens sälj-information, får sina frågor besvarade av folk med svar baserade på mycket tveksam fakta och kvasikunskap."
	},
	{
		"postIndex": 9875,
		"postNum": 2265,
			"postTime": "2011-01-10",
		"postLink": "/sp28120937",
		"postUser": "orkarN",
		"postUserID": "/u122113",
		"postUrl": "https://www.flashback.org/t326889p189",
		"userUrl": "https://www.flashback.org/u122113",
		"sentence": "Det finns olika funktioner som har med risk att göra (eller ja, allt har väl med risk att göra) - antingen så kan du sitta på mid office och se till att banken inte drar på sig för mycket risk, eller så kan du jobba i FO-positionerna som typ ie, när du säger \"riskanalytiker\" framgår det inte riktigt vad du menar."
	},
	{
		"postIndex": 7063,
		"postNum": 1553,
			"postTime": "2009-02-03",
		"postLink": "/sp14942633",
		"postUser": "siss",
		"postUserID": "/u272978",
		"postUrl": "https://www.flashback.org/t326889p130",
		"userUrl": "https://www.flashback.org/u272978",
		"sentence": "Jag förstår inte riktigt vad som skulle vara så substanslöst - jag kan inte presentera någon tillförlitlig statistiskt säkerställd undersökning, och är väl medveten om att de gäng man hängde i under universitetsåren inte med nödvändighet är respresentativ för samtliga studenter i landet i alla tider - men ni har mitt ord på att det inte behöver vara några större bekymmer att riva av en magisterexamen i ekonomi på sin fritid med vettiga betyg."
	},
	{
		"postIndex": 7736,
		"postNum": 1732,
			"postTime": "2009-05-18",
		"postLink": "/sp16722640",
		"postUser": "xaedon",
		"postUserID": "/u230830",
		"postUrl": "https://www.flashback.org/t326889p145",
		"userUrl": "https://www.flashback.org/u230830",
		"sentence": "och jag skulle gärna kunna tänka mig att stanna och jobba där efter universitetet men jag har hört att det är väldigt svårt att få stanna kvar i USA så då är jag lite orolig att jag ska komma tillbaka till Sverige och inte vara en attraktiv kandidat till de bra jobben."
	},
	{
		"postIndex": 9914,
		"postNum": 2275,
			"postTime": "2011-01-10",
		"postLink": "/sp28139914",
		"postUser": "VWAP",
		"postUserID": "/u378505",
		"postUrl": "https://www.flashback.org/t326889p190",
		"userUrl": "https://www.flashback.org/u378505",
		"sentence": "Ingångslöner kan nog se ut enligt något liknande på en välbetalande svensk storbank: Kvantgrupp (svårt att få helt fresh ifrån skolan, men ponera att man får det): 30-35 Marknadsrisk: 28-30 Kreditrisk: 25-28 Op-risk: 24-27 Lön efter 2 löneförhöjningar (redan här sprider det sig rätt bra): Kvantgrupp: 38-45 Marknadsrisk: 36-42 Kreditrisk: 30-34 Op-risk: 28-34 Lön efter 1-jobb byte inom risk och 6 år i branschen (stor spridning nu beroende på performance): Kvantgrupp: 55-70 Marknadsrisk: 45-65 Kreditrisk: 40-50 Op-risk: 35-45 Går du till snål-handelsbanken t."
	},
	{
		"postIndex": 9104,
		"postNum": 2085,
			"postTime": "2010-08-02",
		"postLink": "/sp24585919",
		"postUser": "plastigt",
		"postUserID": "/u469090",
		"postUrl": "https://www.flashback.org/t326889p174",
		"userUrl": "https://www.flashback.org/u469090",
		"sentence": "Om man börjar på HHS i höst, är det då lönt att söka och försöka komma in på oxbridge/lse eller i nödfall warwick eller liknande nästa år eller fortsätta och köra klart kandidaten på handels och hoppas att det räcker för en landa internship?"
	},
	{
		"postIndex": 8946,
		"postNum": 2052,
			"postTime": "2010-03-15",
		"postLink": "/sp21993594",
		"postUser": "ChasingTheStatus",
		"postUserID": "/u429993",
		"postUrl": "https://www.flashback.org/t326889p171",
		"userUrl": "https://www.flashback.org/u429993",
		"sentence": "Schwager • Trader Vic: Methods of a Wall Street Master by Victor Sperandeo • Trader Vic II: Principles of Professional Speculation by Victor Sperandeo • Exceptional Trading: The Mind Game by Ruth Barrons Roosevelt • Trading to Win: The Psychology of Mastering the Markets by Avi Kier • The Disciplined Trader: Developing Winning Attitudes by Mark Douglas • Stan Weinstein's Secrets for Profiting in Bull and Bear Markets by Stan Weinstein • Trading in the Zone: Master the Market with Confidence, Discipline & A Winning Attitude by Mark Douglas and Thom Hartle • Trading in the Zone: Maximizing Performance with Focus and Discipline by Ari Kiev • Trading with Crowd Psychology by Carl Gyllenram • Pit Bull: Lessons from Wall Street's Champion Traders by Martin S."
	},
	{
		"postIndex": 4389,
		"postNum": 949,
			"postTime": "2008-01-19",
		"postLink": "/sp9679875",
		"postUser": "Weilöv",
		"postUserID": "/u122970",
		"postUrl": "https://www.flashback.org/t326889p80",
		"userUrl": "https://www.flashback.org/u122970",
		"sentence": "Nu är jag förvisso inte ens torr om stjärten (sitter fortfarande och gror på HHS), men den uppfattningen jag har fått är att \"Investmentbankerna\" egentligen är gigantiska finanshus med allehanda aktiviteter på gång, och inte bara investmentbanker (som väl skulle inskränka sig till endast M&A för att pitcha idéer och dra kunder, sales och trading för att hitta säljare och köpare för alla securities, och research som fixar all nödvändig statistik?"
	},
	{
		"postIndex": 9278,
		"postNum": 2117,
			"postTime": "2010-09-09",
		"postLink": "/sp25372206",
		"postUser": "JonathanGuinness",
		"postUserID": "/u470678",
		"postUrl": "https://www.flashback.org/t326889p177",
		"userUrl": "https://www.flashback.org/u470678",
		"sentence": "Väntevärdet på lönen är lägre som trader då du faktiskt behöver vara riktigt slipad (let's face it, IB handlar mer om att klara av mycket jobb än om att vara smart/snabbtänkt/numeriskt kapabel, du löser inte problem i realtid på samma sätt) och dessutom förmodligen ha lite tur (eller i varje fall inte ha otur i början) för att lyckas bra."
	},
	{
		"postIndex": 13956,
		"postNum": 3362,
			"postTime": "2014-07-02",
		"postLink": "/sp49437672",
		"postUser": "Bucketshop",
		"postUserID": "/u376069",
		"postUrl": "https://www.flashback.org/t326889p281",
		"userUrl": "https://www.flashback.org/u376069",
		"sentence": "Så tar du den vägen måste du vara bättre än alla andra som jobbat inom branschen ett par år, siktar du på london direkt räcker med att du är bättre än alla 20-åringar som tycker det verkar fräckt att bli bänker."
	},
	{
		"postIndex": 7281,
		"postNum": 1610,
			"postTime": "2009-04-01",
		"postLink": "/sp15907087",
		"postUser": "Kolonn5",
		"postUserID": "/u116526",
		"postUrl": "https://www.flashback.org/t326889p135",
		"userUrl": "https://www.flashback.org/u116526",
		"sentence": "Här är en intressant länk för trådens prenumeranter att dregla över: \"Napier Scott Salary and Bonus Awards Surveys 2008\" (jag tror inte Napier Scott har för vana att publicera det här gratis, men den som googlar skall finna) Någon annan kan få förklara hur titel-tier matrisen funkar, säkert har någon berättat tidigare i den här evighetstråden Det som händer med en MD som vanligtvis får £100k i bas och £800k bonus ett dåligt år är inte direkt att de inte får någon bonus alls, de får väl snarare köpa ett hus mindre i år än vanligt..."
	},
	{
		"postIndex": 5196,
		"postNum": 1098,
			"postTime": "2008-03-27",
		"postLink": "/sp10551750",
		"postUser": "souli",
		"postUserID": "/u216859",
		"postUrl": "https://www.flashback.org/t326889p92",
		"userUrl": "https://www.flashback.org/u216859",
		"sentence": "Att läsa lite universitetsmatte är absolut ett bra val Plugga något du inte kommer att syssla med i framtiden är bara ett \"waste of time\" Ett år går jättesnabbt om du pluggar nåt intressant men om du bara pluggar nåt bara för att så tycker jag att det är bättre att jobba med ngt."
	},
	{
		"postIndex": 8852,
		"postNum": 2036,
			"postTime": "2010-02-28",
		"postLink": "/sp21738136",
		"postUser": "Khaddi",
		"postUserID": "/u307355",
		"postUrl": "https://www.flashback.org/t326889p170",
		"userUrl": "https://www.flashback.org/u307355",
		"sentence": "Sen har de utbyte med ett par skoler som HHS, LSE, och Warwick vilket kan vara intressanta att hoppa på om man får tillräckligt med betyg BTW hur skulle ett backoffice jobb inom investment banking se ut på CV:et så länge tills man börjar plugga i sommar igen förhoppningsvis?"
	},
	{
		"postIndex": 10016,
		"postNum": 2300,
			"postTime": "2011-01-21",
		"postLink": "/sp28373506",
		"postUser": "Aekei",
		"postUserID": "/u181473",
		"postUrl": "https://www.flashback.org/t326889p192",
		"userUrl": "https://www.flashback.org/u181473",
		"sentence": "Det finns inte lika många platser inom aktieanalys som för övriga positioner men samtidigt är det långt färre som söker, därför skulle jag säga att det ungefär är lika svårt som alla andra front office-positioner."
	},
	{
		"postIndex": 9456,
		"postNum": 2160,
			"postTime": "2010-10-19",
		"postLink": "/sp26246766",
		"postUser": "Aekei",
		"postUserID": "/u181473",
		"postUrl": "https://www.flashback.org/t326889p180",
		"userUrl": "https://www.flashback.org/u181473",
		"sentence": "Kundtjänst och alla andra lokalkontor-jobb har väldigt lite gemensamt med investment banking men trots det vill många svenska banker (liksom andra företag) att man jobbar sig upp i hierarkin."
	},
	{
		"postIndex": 13156,
		"postNum": 3124,
			"postTime": "2013-09-19",
		"postLink": "/sp45319184",
		"postUser": "kakan7",
		"postUserID": "/u586705",
		"postUrl": "https://www.flashback.org/t326889p261",
		"userUrl": "https://www.flashback.org/u586705",
		"sentence": "Tänkte höra med er vad jag skulle kunna förvänta mig för typ av arbete på en bra bank/finansbolag, om ni kanske har erfarenhet av att själva vara fysiker och komma in i finansvärlden, eller sett fysiker komma in eller bara har koll på det."
	},
	{
		"postIndex": 7762,
		"postNum": 1736,
			"postTime": "2009-05-18",
		"postLink": "/sp16727047",
		"postUser": "lilrose",
		"postUserID": "/u318251",
		"postUrl": "https://www.flashback.org/t326889p145",
		"userUrl": "https://www.flashback.org/u318251",
		"sentence": "Absolut, med en HHS utbildning så har du dina möjligheter men det jag menade var att det är så många här inklusive kamrater jag har som så gärna vill jobba med IB för att dom gillar av det, inte dom faktisk arbetssyslorna och miljön som är så extrema att man inte har så mycket hjälp av vilken skola man gick på när man väll kommit in eftersom det går på personlighet om man pallar det eller ej."
	},
	{
		"postIndex": 12871,
		"postNum": 3025,
			"postTime": "2013-07-13",
		"postLink": "/sp44305284",
		"postUser": "ugglan",
		"postUserID": "/u59302",
		"postUrl": "https://www.flashback.org/t326889p253",
		"userUrl": "https://www.flashback.org/u59302",
		"sentence": "Du skriver i ditt cv att du fick offer efter internshipet, sen under intervjun får du säga att området du gjorde internship inom / företaget du jobbade på inte var speciellt intressant och att du därför söker ett annat område / företag för nästa sommar."
	}
]
