[
	{
		"postIndex": 5957,
		"postNum": 756,
			"postTime": "2009-04-16",
		"postLink": "/sp16154232",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p63",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Wheen påpekar ett förhållande som redan klargjorts på denna sida: att Marx värdeteori är ovetenskaplig, ty visst påstår Marx att hans lära är vetenskap men Citat: Citat: Slutligen en rolig kuriositet för mig som är expert på syndikalism och anarkism: deras två profeter får sig en känga, Proudhon, berättar Wheen, verkar inte har förespråkat något (vilket är sant), och Bakunins enda ide verkar varit att staten var dålig, och denna tanke upprepade han för sina små struntförbund med några dussintals medlemmar styck på diverse ölstugor runtom i Europa."
	},
	{
		"postIndex": 5530,
		"postNum": 655,
			"postTime": "2009-03-17",
		"postLink": "/sp15660419",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p55",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Wheen påpekar ett förhållande som redan klargjorts på denna sida: att Marx värdeteori är ovetenskaplig, ty visst påstår Marx att hans lära är vetenskap men Slutligen en rolig kuriositet för mig som är expert på syndikalism och anarkism: deras två profeter får sig en känga, Proudhon, berättar Wheen, verkar inte har förespråkat något (vilket är sant), och Bakunins enda ide verkar varit att staten var dålig, och denna tanke upprepade han för sina små struntförbund med några dussintals medlemmar styck på diverse ölstugor runtom i Europa."
	},
	{
		"postIndex": 5592,
		"postNum": 665,
			"postTime": "2009-03-18",
		"postLink": "/sp15674540",
		"postUser": "Aerials",
		"postUserID": "/u287915",
		"postUrl": "https://www.flashback.org/t350508p56",
		"userUrl": "https://www.flashback.org/u287915",
		"sentence": "För att förtydliga något: Marx hade visst en vision, en teori, som han lade fram som baserades på hans vetenskapliga anlägg, detta var, att det fanns naturliga faser i samhället, en röd tråd som innehöll imperialism (som har varit) kapitalism (som är) och för att till slut nå det slutgiltiga (en utopi, fast inte, han såg det mer som ounvikligt) ett ultimat socialistiskt samhälle, som vari sig man vill eller inte skulle komma att vara."
	},
	{
		"postIndex": 6849,
		"postNum": 945,
			"postTime": "2010-10-20",
		"postLink": "/sp26260277",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p79",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Jag kom i all ärlighets namn inte ens ihåg vem jag hade diskuterat Grunddragen/Kapitalet med, men lyfte fram det som ett exempel på marxister som gärna vill få helt olika ståndpunkter från Marx att gå ihop trots att de omöjligt kan göra det - vilket det verkar som att du försöker göra i den tråden, varför jag tolkar det som att du vill att det Marx skriver ska vara sant i båda fallen trots att det omöjligtvis kan vara det."
	},
	{
		"postIndex": 6893,
		"postNum": 950,
			"postTime": "2010-10-20",
		"postLink": "/sp26274989",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p80",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Marx menade ju även att den absoluta överpopulation som bland annat Malthus och Lassalle trodde skulle inträda var ett feltänk, då överpopulationen bara måste vara relativ i förhållande till arbetstillfällen (vilket på vanlig svenska betyder att vi i kapitalistiska samhällen kommer att se en viss grad av arbetslöshet, vilken är nödvändig för att inte lönerna ska skena iväg i princip helt okontrollerat genom arbetarnas starka ställning på en arbetsmarknad med absolut full sysselsättning, men ingen överpopulation)."
	},
	{
		"postIndex": 5313,
		"postNum": 639,
			"postTime": "2009-03-10",
		"postLink": "/sp15547259",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Japp, och nu påstod inte Gunilla någonting annat gällande Marx, och ändå påstår smartypants att hon skulle anse att Marx arbete var ovetenskaplig flum bara för att man inte kan säga att det till 100 % är rätt eller fel."
	},
	{
		"postIndex": 1199,
		"postNum": 196,
			"postTime": "2008-02-21",
		"postLink": "/sp10090933",
		"postUser": "TrialByError",
		"postUserID": "/u6481",
		"postUrl": "https://www.flashback.org/t350508p17",
		"userUrl": "https://www.flashback.org/u6481",
		"sentence": "Antingen så innebär detta att Marx hade fel och arbetarna fått det bättre och bättre och inte alls vill revolutionera (troligt) eller så är de en skock får som politrukerna behagar ljuga och förleda (mindre troligt) Klasskampen var möjligen en nödvändighet under Marx tid även fast den blev inaktuell mer och mer under redan hans levnadstid."
	},
	{
		"postIndex": 4430,
		"postNum": 580,
			"postTime": "2009-02-26",
		"postLink": "/sp15340500",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p49",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Jag upprepar, eftersom du inte fattade: Avsikten var inte att lägga fram en doktorsavhandling med komplett och heltäckande kritik av allt Marx skrev om alienationen ur alla synpunkter, utan att kort och lättförståeligt förklara nog om saken, så att folk med iaf hjälpligt IQ och läsförmåga, skulle kunna förstå varför Marx hade fel i denna frågan."
	},
	{
		"postIndex": 4079,
		"postNum": 548,
			"postTime": "2009-02-24",
		"postLink": "/sp15294658",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p46",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Men tråden har misslyckats, för socialisterna envisas med att bara försöka bevisa att Marx visst hade rätt i sina ekonomiska och historiska teorier, vilket är patetiskt och dömt att misslyckad- Därmed har tråden lyckats med enbart en sak: Bevisa att Marxister skiter i sanning och vetenskap, och bara är intresserade av att rädda sin profets rykte."
	},
	{
		"postIndex": 4020,
		"postNum": 543,
			"postTime": "2009-02-23",
		"postLink": "/sp15290257",
		"postUser": "unsung",
		"postUserID": "/u266754",
		"postUrl": "https://www.flashback.org/t350508p46",
		"userUrl": "https://www.flashback.org/u266754",
		"sentence": "Om inte Marx satt med ett ess i rockärmen i form av en kristallkula så har jag svårt att se hur han skulle kunna se den utveckling (som gått i rasande fart sedan hans död) som vi nu upplever, att arbetarens kreativitet skiljer sig i dagens produktion från den Marx beskrev den när han speglade sin samtid torde vara självklart då i stort sett inga gemensamma beröringspunkter finns om man jämför modern produktion med 1800-tals dito."
	},
	{
		"postIndex": 3736,
		"postNum": 512,
			"postTime": "2009-02-19",
		"postLink": "/sp15222610",
		"postUser": "kleggblebb",
		"postUserID": "/u292054",
		"postUrl": "https://www.flashback.org/t350508p43",
		"userUrl": "https://www.flashback.org/u292054",
		"sentence": "V-P-V vara - pengar - vara V - P - V Detta revolutionerade ju hela bytesprocessen, segt att behöva ta med sig ett gäng kor varje gång man ska handla Vad marx visade var ju att i 1800-talets Europa hade människor börjat handla efter formen P-V-P,Pengar - Vara - Pengar, pengarna hade alltså blivit ett självändamål och var inte längre endast ett bytesmedel."
	},
	{
		"postIndex": 908,
		"postNum": 160,
			"postTime": "2006-08-31",
		"postLink": "/sp4934895",
		"postUser": "Stalin",
		"postUserID": "/u3522",
		"postUrl": "https://www.flashback.org/t350508p14",
		"userUrl": "https://www.flashback.org/u3522",
		"sentence": "Ja, arbetslösa är arbetare, idag när kapitalets reella underodning är mer eller midnre genomförd finns det ingen poäng i att skilja mervärdesproducerande arbetare från tjänstefolk som avlönas med revenyn, men det Marx skrev om här var de som inte har anställning öht och deras relation till kapitalet, dvs de får förlita sig helt till alternativ försörjning, tex tiggeri eller fonder som arbetarna skapar själva."
	},
	{
		"postIndex": 6809,
		"postNum": 939,
			"postTime": "2010-10-19",
		"postLink": "/sp26241661",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p79",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Vad jag kritiserar är alltså Marx lite dubbla ställning i att för det första inte vilja skriva recept för morgondagens soppkök; och för det andra hävda att kommunismen är nödvändig och oundviklig (vilket ju just att skriva dessa recept, när kommunismen i detta fall står över mutualistisk, kollektivistisk, individualistisk, marknads-, syndikalistisk, och många andra former av socialism)."
	},
	{
		"postIndex": 6807,
		"postNum": 939,
			"postTime": "2010-10-19",
		"postLink": "/sp26241661",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p79",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Även om \"griper makten\" också känns främmande vill jag mena att detta på inget sätt innebär att Marx kommunism varken är nödvändig eller oundviklig; det finns en mängd andra typer av socialism som efter Marx kritik av kapitalismen känns minst lika lämpliga för uppgiften att erbjuda alternativet till kapitalismen och som upphäver klassamhället och exploateringen (t."
	},
	{
		"postIndex": 3859,
		"postNum": 527,
			"postTime": "2009-02-22",
		"postLink": "/sp15271947",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p44",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Han tog det rätt ut i luften för att han tyckte det lät bra och det passade in i hans allmänna schema med att folk mår dåligt (vilket också har att göra med \"produktionsförhållanden\") Det faktum att man lätt kan motbevisa denna teori genom att helt enkelt gå ut och fråga, intervjua skogshuggare (eller motsvarande på Marx tid) verkar inte fallit Karl Marx in."
	},
	{
		"postIndex": 866,
		"postNum": 157,
			"postTime": "2006-08-30",
		"postLink": "/sp4923481",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p14",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Det är dock helt klart att han anser att detta är ett tillfälligt fenomen, och om du hade bemödat dig med att läsa del 2 av detta 23:e kapitalet så förklarar han varför det variabla kapitalet (alltså lönerna) måste i längden minska som en del av den nödvändiga ackumulation av kapital som Marx har hittat på, och i del 3 förklarar han varför detta innebär en överbefolkning och i del 4 varför detta innebär en allt sjunkande arbetslön, och ökande fattigdom \"pauperism\", som han kallart, bland arbetarna."
	},
	{
		"postIndex": 6708,
		"postNum": 916,
			"postTime": "2009-11-02",
		"postLink": "/sp19585826",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p77",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Det känns som om Marx har fått en lite konstig position i den politiska debatten; antingen är han en gud (hos statskramarvänstern och, tyvärr, delar av den frihetliga vänstern), eller så är han en idiot som inte fattar någonting alls och bara skrev en massa nonsens (hos politisk höger av alla slag)."
	},
	{
		"postIndex": 131,
		"postNum": 31,
			"postTime": "2006-07-20",
		"postLink": "/sp4600160",
		"postUser": "a4swe",
		"postUserID": "/u12665",
		"postUrl": "https://www.flashback.org/t350508p3",
		"userUrl": "https://www.flashback.org/u12665",
		"sentence": "Här är vi ngl överens, Marx teorier är inte vatten värde om man inte accepterar AVT, denna är ett nödvändigt och tillräkligt vilkor för att resterande av Marx ekonomiska teorier stämmer, är vi helt överens eller bara till viss del överens?"
	},
	{
		"postIndex": 1945,
		"postNum": 263,
			"postTime": "2008-10-20",
		"postLink": "/sp13364765",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t350508p22",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Vidare förespråkas som bekant \"reform för revolution\" och idealet är väl i princip att man vid en punkt skall ha lyckats lyfta människor så mycket och utbilda människor så mycket samt sakta men säkert ändrat på de sociala normerna så att den borgerliga \"moralen\" inte längre är förhärskande - därefter kommer revolutionen helt enkelt bestå i att man på demokratisk väg röstar igenom en lag som förbjuder privat ägande, och om någon då försöker bryta mot lagen så måste givetvis det statliga våldsmonopolet göra sitt jobb."
	},
	{
		"postIndex": 6801,
		"postNum": 936,
			"postTime": "2010-10-19",
		"postLink": "/sp26233640",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p78",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Det är därför synd att han fått denna Gud/Djävulen-status, där man antingen accepterar allt han någonsin sagt och ser Det kommunistiska manifestet som kartan till Utopia, eller avfärdar honom som någon som inte hade någon aning om någonting alls och ser honom som skyldig till i princip allt som är fel i världen (för att hårdra det en aning, men det är ofta intrycket man får i diskussioner om Marx med marxister och/eller antimarxister)."
	},
	{
		"postIndex": 6889,
		"postNum": 950,
			"postTime": "2010-10-20",
		"postLink": "/sp26274989",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p80",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Det var denna relativa skillnad mellan rika och fattiga Marx menade skulle öka, pga att en löneökning alltid förutsätter en ännu större ökning i produktivt kapital ifall relationen mellan lön och profit inte förändras (dvs om profitkvoten faller till förmån för lönekvoten; men även detta kan normalt inte göra någon jättestor skillnad då en allt för låg profitkvot leder till nedläggning av företaget eftersom att kapitalistens alternativkostnad blir allt för hög)."
	},
	{
		"postIndex": 5806,
		"postNum": 723,
			"postTime": "2009-03-21",
		"postLink": "/sp15736081",
		"postUser": "Oakenshield",
		"postUserID": "/u295577",
		"postUrl": "https://www.flashback.org/t350508p61",
		"userUrl": "https://www.flashback.org/u295577",
		"sentence": "Av alla de vanliga arbetande personer jag känner, må det så vara inom industri eller vård eller annat, och det är folk i många olika grenar, finns det inte en enda som ställer upp på det här dravlet som du och dina gelikar försöker pracka på dom - för NI anser att NI vet deras bästa."
	},
	{
		"postIndex": 6810,
		"postNum": 939,
			"postTime": "2010-10-19",
		"postLink": "/sp26241661",
		"postUser": "BRT",
		"postUserID": "/u391424",
		"postUrl": "https://www.flashback.org/t350508p79",
		"userUrl": "https://www.flashback.org/u391424",
		"sentence": "Vad jag menar är att Marx kritik inte nödvändigtvis leder till kommunismen, och inte nödvändigtvis ens gör kommunismen önskvärd över andra former av socialism, även om han lägger ner mycket tid och kraft på att försöka visa att så är fallet; vilket bara ytterligare gör hans position mer motsägelsefull i och med motviljan att \"skriva recept\"."
	},
	{
		"postIndex": 4640,
		"postNum": 597,
			"postTime": "2009-03-01",
		"postLink": "/sp15385937",
		"postUser": "urverksapelsin",
		"postUserID": "/u232991",
		"postUrl": "https://www.flashback.org/t350508p50",
		"userUrl": "https://www.flashback.org/u232991",
		"sentence": "Att det finns ”grupper” i samhället är alla överrens om, men Marx ide att klasser skulle vara baserade på vem som äger produktionsmedel eller ej är löjligt påhitt; så även att historien roterar kring dess grupper; ännu löjligare att den nya arbetar rollen ger ny känsla; utom i en bemärkelse vi som är självklar och redan dryftats."
	},
	{
		"postIndex": 5211,
		"postNum": 632,
			"postTime": "2009-03-08",
		"postLink": "/sp15510028",
		"postUser": "Katzespeien",
		"postUserID": "/u99936",
		"postUrl": "https://www.flashback.org/t350508p53",
		"userUrl": "https://www.flashback.org/u99936",
		"sentence": "Nu är det din tur att motbevisa eller komma med en bättre teori som förklarar saker som inte big bang-teorin gör eller är simplare men fortfarande förklarar allt som big bang-teorin gör."
	},
	{
		"postIndex": 3316,
		"postNum": 425,
			"postTime": "2009-02-12",
		"postLink": "/sp15092340",
		"postUser": "madcappo",
		"postUserID": "/u283793",
		"postUrl": "https://www.flashback.org/t350508p36",
		"userUrl": "https://www.flashback.org/u283793",
		"sentence": "Om du vill motbevisa Marx ekonomiska teorier så visst, skriv dig blodig, men kom inte och fråga om Marx hade \"rätt eller fel\" för det är inte det det handlar om."
	},
	{
		"postIndex": 5398,
		"postNum": 641,
			"postTime": "2009-03-11",
		"postLink": "/sp15560843",
		"postUser": "Katzespeien",
		"postUserID": "/u99936",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u99936",
		"sentence": "Räcker det inte med att kapitalackumulation inte förekommer över tid eller att arbetare fått _betydligt_ högre levnadsstandard sedan hans tid eller att kapitalistiska arbetare är rikare än arbetarklassen i länder som försökt implementera Marx teorier?"
	},
	{
		"postIndex": 1124,
		"postNum": 186,
			"postTime": "2006-09-16",
		"postLink": "/sp5059576",
		"postUser": "CatoHectorian",
		"postUserID": "/u126098",
		"postUrl": "https://www.flashback.org/t350508p16",
		"userUrl": "https://www.flashback.org/u126098",
		"sentence": "Men för att bli lite övertydlig: Marx hävdade att arbetarna skulle bli medvetna om sin situation och förstå att de blev utnyttjade och var satta under förtryck(han hade rätt) Marx hävdade att när de blivit medvetna så skulle de organisera sig för att bekämpa förtrycket (han hade rätt)."
	},
	{
		"postIndex": 4842,
		"postNum": 613,
			"postTime": "2009-03-05",
		"postLink": "/sp15454448",
		"postUser": "madcappo",
		"postUserID": "/u283793",
		"postUrl": "https://www.flashback.org/t350508p52",
		"userUrl": "https://www.flashback.org/u283793",
		"sentence": "Låt oss säga att den dagen den samhällsvetenskapliga (vi begränsar oss lite här så att det inte blir heeelt omöjligt) kommer fram till svaret på frågan om objektiv kunskap existerar eller ej och vad vetenskapens egentliga syfte är så kan din frågeställning tas på allvar, men tills dess kan du ju försöka sluta skämma ut dig som en pinsam, dogmatisk fåne."
	},
	{
		"postIndex": 5316,
		"postNum": 639,
			"postTime": "2009-03-10",
		"postLink": "/sp15547259",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Marx arbete bygger på vetenskaplig metod och kan beläggas i mångt och mycket Och man kan inte belägga till 100 % om Marx teorier stämmer eller inte med verkligheten."
	},
	{
		"postIndex": 1183,
		"postNum": 194,
			"postTime": "2008-02-21",
		"postLink": "/sp10090172",
		"postUser": "TrialByError",
		"postUserID": "/u6481",
		"postUrl": "https://www.flashback.org/t350508p17",
		"userUrl": "https://www.flashback.org/u6481",
		"sentence": "Anledningen till att ingen revolution brutit ut är just för att Marx hade tvärfel, han hade till och med fel när han fortfarande levde, arbetsvärdesteorin motbevisades redan under hans levnad och arbetarna har konstant fått det bättre, utom just i kommunistiska stater där repression och ekonomisk misär varit allenarådande."
	},
	{
		"postIndex": 1376,
		"postNum": 228,
			"postTime": "2008-10-18",
		"postLink": "/sp13337912",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p19",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Det har jag redan gjort i en annan tråd som jag absolut tror du också diskuterade i, men OK, då kör vi igen: Marx ekonomiska analys baserar sig på en värdeteori som inte ens Marx försöker få att fungera generellt, utan enbart på handelsvaror (commodities säger man engelska) varor vars kvalitet och egenskaper inte varierar nämvärt."
	},
	{
		"postIndex": 3295,
		"postNum": 423,
			"postTime": "2009-02-12",
		"postLink": "/sp15088855",
		"postUser": "madcappo",
		"postUserID": "/u283793",
		"postUrl": "https://www.flashback.org/t350508p36",
		"userUrl": "https://www.flashback.org/u283793",
		"sentence": "Marx ansåg att ett nödvändigt stadium på vägen mot ett klasslöst samhälle var proletariatets diktatur, men diktatur innebar inte att demokratin skulle försvinna, bara det att den härskande makten (minoriteten) inte skulle ha makten över arbetarna längre."
	},
	{
		"postIndex": 1532,
		"postNum": 235,
			"postTime": "2008-10-19",
		"postLink": "/sp13339449",
		"postUser": "Debord",
		"postUserID": "/u219427",
		"postUrl": "https://www.flashback.org/t350508p20",
		"userUrl": "https://www.flashback.org/u219427",
		"sentence": "Jag tror nog han var rätt förutsättningslös i sin inställning till hur denna teori skulle utveklas, men om du menar att han från början hyste en avsky mot de rådande förhållandena som han såg arbetarklassen leva under och önskade att detta skulle förändras till nått annat så har du säkert rätt att Marx hade sina intutioner."
	},
	{
		"postIndex": 5424,
		"postNum": 648,
			"postTime": "2009-03-14",
		"postLink": "/sp15607309",
		"postUser": "Tonaldin",
		"postUserID": "/u303447",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u303447",
		"sentence": "Det vi kan se av den rådande så kallade ''globala finanskrisen'' som egentligen borde kallas ''kapitalismens kirs'' är att Marx teorier om kapitalismens ohållbarhet visat sig stämma till fullo, kapitalismen kraschar jämt och ständigt helt och sedan vill den giriga härskarklassen använda arbetarnas pengar för att bygga upp härskarklassens diktatur som även kan kallas ''den globala kapitalismen''."
	},
	{
		"postIndex": 2148,
		"postNum": 289,
			"postTime": "2008-10-21",
		"postLink": "/sp13383014",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t350508p25",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Det kan man kanske tycka, man menar att alla som kallar sig marxister måste ansluta sig till Marx idéer (vilket låter rimligt) men frågan kvarstår i så fall vilka av marx idéer som är kritiska att ansluta sig till för att kunna kalla sig marxist, och huruvida man får utveckla dem osv."
	},
	{
		"postIndex": 5334,
		"postNum": 639,
			"postTime": "2009-03-10",
		"postLink": "/sp15547259",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t350508p54",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Man måste förstå att Marx faktiskt målar av en kapitalism som inte alltid rymmer fackföreningar, a-kassa, kooperationer, sociala reformer och så vidare, och att faktiskt Marx diskuterar ackumulationen och således en fråga om relativ fattigdom, med andra ord ökade klassklyftor."
	},
	{
		"postIndex": 4088,
		"postNum": 549,
			"postTime": "2009-02-24",
		"postLink": "/sp15295513",
		"postUser": "gunilla",
		"postUserID": "/u87061",
		"postUrl": "https://www.flashback.org/t350508p46",
		"userUrl": "https://www.flashback.org/u87061",
		"sentence": "Men man kan också kritisera den hypotetiskt deduktiva metod som Popper förespråkade genom att säga att konstruktionen av olika hypoteser ofta är mer eller mindre slumpmässig, samt att man aldrig kan vara säker på att konfrontationen mellan en modells resultat och verkligheten aldrig kommer att motbevisas, vilket kan ses som en viss resignation inför förmågan att producera vetenskapliga resultat."
	},
	{
		"postIndex": 343,
		"postNum": 57,
			"postTime": "2006-07-24",
		"postLink": "/sp4627381",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t350508p5",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Jo, för omman tig en tidsmaskin och hämtade Marx till dagens samhälle, så skulle han antingen vara tvungen att vidhålla att han hade rätt, och att samhället har fel, eller så är han tvungen att inse att försöken att genomföra hans teorier är den största katastrofen i mänsklighetens historia."
	},
	{
		"postIndex": 2529,
		"postNum": 314,
			"postTime": "2008-10-24",
		"postLink": "/sp13424727",
		"postUser": "Defenestration",
		"postUserID": "/u175839",
		"postUrl": "https://www.flashback.org/t350508p27",
		"userUrl": "https://www.flashback.org/u175839",
		"sentence": "Men jag kan nämna att jag gällande ekonomistuderande - eller nationalekonomi var det kanske, kommer inte ihåg - så har alla jag pratat med som läser eller läst det (varav en på master-nivå) observerat att det är en stor bedrift att lyckas behålla en liberal tro på den fria marknaden efter sådana studier."
	}
]
