[
	{
		"postIndex": 4750,
		"postNum": 1299,
			"postTime": "2012-03-21",
		"postLink": "/sp36385560",
		"postUser": "Kylix",
		"postUserID": "/u430542",
		"postUrl": "https://www.flashback.org/t571013p109",
		"userUrl": "https://www.flashback.org/u430542",
		"sentence": "Så har du som jag tex, D-link 855 heter den va, eller 655, nevermind, då kan du med USA versionen av systemet i routern köra pptp direkt i routern så du inte ens använder din operatörs IP alls, vill säga ALLA i nätet hemma får samma IP, går inte in på operatörens nät, och sedan kör du en OpenVPN anslutning på det, visserligen lite segt, men datorn går 24/7 så får ner och upp saker inom rimlig tid i alla fall, tar visserligen lite längre, men hellre det än att göra det enkelt."
	},
	{
		"postIndex": 5483,
		"postNum": 1513,
			"postTime": "2012-03-22",
		"postLink": "/sp36400138",
		"postUser": "kolvas",
		"postUserID": "/u463620",
		"postUrl": "https://www.flashback.org/t571013p127",
		"userUrl": "https://www.flashback.org/u463620",
		"sentence": "Eftersom det används så att flera avstår, strategiskt eller utav rädsla för reprissalier från det egna partiet så fungerar inte systemet med den uträkning som gjorts, med detta som bakgrund kan vi lika gärna ha 5 representanter eller 5000, systemet blir inte bättre för det, det som skulle kunna förbättra systemet är att minska platserna och mera direktdemokrati, då skulle de som får en plats vara mer måna om att bevara sitt förtroendeuppdrag."
	},
	{
		"postIndex": 6235,
		"postNum": 1684,
			"postTime": "2012-04-01",
		"postLink": "/sp36586257",
		"postUser": "Robs",
		"postUserID": "/u214965",
		"postUrl": "https://www.flashback.org/t571013p141",
		"userUrl": "https://www.flashback.org/u214965",
		"sentence": "Om ISPerna nu ville, borde dom då inte kunna kryptera loggarna, när staten sedan frågar efter loggarna så finns ju faktiskt loggarna fast i krypterad form (då som jag förstått lagen behövs loggarna bara sparas, kryptering ska inte påverka detta bara sålänge de finns loggar?"
	},
	{
		"postIndex": 363,
		"postNum": 108,
			"postTime": "2008-12-12",
		"postLink": "/sp14103719",
		"postUser": "Dogrust",
		"postUserID": "/u239173",
		"postUrl": "https://www.flashback.org/t571013p9",
		"userUrl": "https://www.flashback.org/u239173",
		"sentence": "Du får inte skicka eller avsiktligt ladda hem; (a) material som är upphovsrättsligt skyddat (gäller inte om du har erforderligt tillstånd) eller som har olagligt innehåll; (b) innehåll som är av så stor omfattning att det skapar problem för andra användare som försöker få tillgång till tjänsterna; (c) kedjebrev eller andra utskick som besvärar andra användare; (d) material som manipulerats så att det framstår som att det skickats från någon annan än den egentliga avsändaren."
	},
	{
		"postIndex": 2169,
		"postNum": 629,
			"postTime": "2010-12-15",
		"postLink": "/sp27597473",
		"postUser": "Singsang",
		"postUserID": "/u490495",
		"postUrl": "https://www.flashback.org/t571013p53",
		"userUrl": "https://www.flashback.org/u490495",
		"sentence": "Eller hade inte du velat veta om jag satte upp mikrofoner i hela ditt hem och får möjlighet att läsa allt du skriver på din data, se alla hemsidor du besöker, veta vilka du umgås med, veta dina verkliga åsikter om saker och ting, vart du befinner dig så fort du skickar ett sms eller ringer ett samtal?"
	},
	{
		"postIndex": 4772,
		"postNum": 1311,
			"postTime": "2012-03-21",
		"postLink": "/sp36385723",
		"postUser": "QuoteUnquote",
		"postUserID": "/u274281",
		"postUrl": "https://www.flashback.org/t571013p110",
		"userUrl": "https://www.flashback.org/u274281",
		"sentence": "En nackdel som jag instinktivt kommer på med detta är att många sidor skulle kunna hålla en vis IP-adress ansvarig till exempel för spamrobotar eller andra störande aktiviteter och således blockera denna IP-adress så att inte andra användare kan nå sidan."
	},
	{
		"postIndex": 4979,
		"postNum": 1372,
			"postTime": "2012-03-21",
		"postLink": "/sp36387180",
		"postUser": "puckot",
		"postUserID": "/u54719",
		"postUrl": "https://www.flashback.org/t571013p115",
		"userUrl": "https://www.flashback.org/u54719",
		"sentence": "Men jag tror inte att företagen är dummare än att dom inser att dom snabbt skulle få väldigt dåligt rykte och att dom skulle ha mycket att förlora på det om det skulle komma fram att man tog alldeles för lätt på detta och att man inte har några problem med att ange sina kunder i tid och otid, så fort det kommer in minsta förfrågan om utelämnade av uppgifter."
	},
	{
		"postIndex": 3855,
		"postNum": 1037,
			"postTime": "2012-03-20",
		"postLink": "/sp36364970",
		"postUser": "Patrick Bateman",
		"postUserID": "/u161742",
		"postUrl": "https://www.flashback.org/t571013p87",
		"userUrl": "https://www.flashback.org/u161742",
		"sentence": "När partier bakom lykta dörrar planerar hur de ska styra o många gånger spelar det ingen roll vilket parti man röstar för det är samma skit fast olika färger OM det var en demokrati i den riktiga meningen som andra också påpekat för dig att det inte är, så skulle jag nog tycka annorlunda."
	},
	{
		"postIndex": 2762,
		"postNum": 839,
			"postTime": "2010-12-18",
		"postLink": "/sp27652149",
		"postUser": "test1fy",
		"postUserID": "/u319089",
		"postUrl": "https://www.flashback.org/t571013p70",
		"userUrl": "https://www.flashback.org/u319089",
		"sentence": "Det är också ett demokratiskt problem när politiker fattar beslut som inte medborgare kan ställa upp på, och när all offentlig makt inte längre utgår ifrån folket utan utgår ifrån politikernas ideologiska visioner är det kanske dags att ta bort det från våran grundlag."
	},
	{
		"postIndex": 1303,
		"postNum": 363,
			"postTime": "2010-12-15",
		"postLink": "/sp27583178",
		"postUser": "cepehest",
		"postUserID": "/u342641",
		"postUrl": "https://www.flashback.org/t571013p31",
		"userUrl": "https://www.flashback.org/u342641",
		"sentence": "Detta hindrar inte det faktum att om en fientlig makt, eller säg bara en terroristgrupp hackar en databas och kommer över informationen med syfte att kanske skjuta 200 personer som uttryckt sig negativt om islam på internet?"
	},
	{
		"postIndex": 5161,
		"postNum": 1424,
			"postTime": "2012-03-21",
		"postLink": "/sp36390744",
		"postUser": "svantarn88",
		"postUserID": "/u672968",
		"postUrl": "https://www.flashback.org/t571013p119",
		"userUrl": "https://www.flashback.org/u672968",
		"sentence": "De har säkert blivit matade med nåt i stil med att det inte berör vanliga användare utan endast de kriminella (som alla blir när de använder internet, det blir man upplärd redan nör man blir liten hur man laddar ner en film) Grrrr det här är ju för fan skandal, pissa på regeringen och folk som tror sig veta folkets bästa.."
	},
	{
		"postIndex": 1750,
		"postNum": 503,
			"postTime": "2010-12-15",
		"postLink": "/sp27588625",
		"postUser": "chrillebrun",
		"postUserID": "/u507473",
		"postUrl": "https://www.flashback.org/t571013p42",
		"userUrl": "https://www.flashback.org/u507473",
		"sentence": "I samma stund som regeringen står anklagad för olagliga förhandligar och informationsbyte med USA och eventuellt skall prövas av sanningskomissionen så kommer den här idioten och spränger sig själv (bara sig själv mirakulöst nog) och nu e allt gammalt förlåtet och alla är med på att polisen behöver \"nya verktyg\", även Socialdemokraterna som i valet lovat sina väljare att inte gå i den här riktningen byter linje."
	},
	{
		"postIndex": 3308,
		"postNum": 941,
			"postTime": "2012-03-20",
		"postLink": "/sp36356697",
		"postUser": "Grizzly",
		"postUserID": "/u10497",
		"postUrl": "https://www.flashback.org/t571013p79",
		"userUrl": "https://www.flashback.org/u10497",
		"sentence": "Det räcker att din far ringde fel heller fick en fel ringning för 5mån sedan tex kan det vara så att polis,säpo,fra,etc,etc har intresse av att veta vem kalle har kontakt med han ringer sin mamma en gång i veckan som i sin tur talar med sin gamla skolkompis som bor 50mil ifrån och det var just till,från denne skolkompis som din far ringde till,fick ett samtal ifrån och vips så är han intressant i alla fall under ett litet tag och har ju då INTE rent mjöl i påsen."
	},
	{
		"postIndex": 341,
		"postNum": 100,
			"postTime": "2008-09-23",
		"postLink": "/sp12992500",
		"postUser": "Djurmo",
		"postUserID": "/u239905",
		"postUrl": "https://www.flashback.org/t571013p9",
		"userUrl": "https://www.flashback.org/u239905",
		"sentence": "Hoppas det finns någon kunnig liten Nisse som kan tänka sig att sätta ihop ett litet program som under all tid då datorn ej används får datorn att hoppa hage på internet mellan massor av olika adresser, bara för att göra arbetet med denna galenskap omöjligt."
	},
	{
		"postIndex": 290,
		"postNum": 79,
			"postTime": "2008-09-06",
		"postLink": "/sp12736869",
		"postUser": "frutten",
		"postUserID": "/u145156",
		"postUrl": "https://www.flashback.org/t571013p7",
		"userUrl": "https://www.flashback.org/u145156",
		"sentence": "Jag tror jag ska bli norrman regeringen lär väl inte stanna efter detta beslut utan de går säkert ännu längre, och nu vill jag säga att dessa lagar nog medför mer terror mot vanliga svenska medborgare än vad den lilla terror som finns i Sverige gör."
	},
	{
		"postIndex": 3853,
		"postNum": 1037,
			"postTime": "2012-03-20",
		"postLink": "/sp36364970",
		"postUser": "Patrick Bateman",
		"postUserID": "/u161742",
		"postUrl": "https://www.flashback.org/t571013p87",
		"userUrl": "https://www.flashback.org/u161742",
		"sentence": "Den rätten du vägrar ge mig är exakt den rätten du ger staten, hela din åsikt är baserad på denna rätt som du så gärna tilldelar staten men inte mig, i mina ögon är du inte bättre än en galen islamist som ger den rätten till en bok o skadar andra som inte håller med, skillnaden är att du ger den till staten och bevakar alla andra som inte håller med, du är en stamist i mina ögon , så jag kallar som jag ser det."
	},
	{
		"postIndex": 3305,
		"postNum": 941,
			"postTime": "2012-03-20",
		"postLink": "/sp36356697",
		"postUser": "Grizzly",
		"postUserID": "/u10497",
		"postUrl": "https://www.flashback.org/t571013p79",
		"userUrl": "https://www.flashback.org/u10497",
		"sentence": "Så vad fan dom håller på med är det ingen som vet men det finns ju några spekulationer som tex vänta och hoppas att dom kan smyga igen det om nån,några månader på nåt fiskeriemöte (för det var ju där det kom till från början trots att fiskeri inte har ett skit med det att göra), heller att dom byter namn och drar igen det om ett tag, annars kanske dom delar upp allt och smyger in några delar i helt andra frågor så ingen jävel vet om det (inklusive EU parlamentarikerna) förrens det är igenomröstat."
	},
	{
		"postIndex": 3430,
		"postNum": 962,
			"postTime": "2012-03-20",
		"postLink": "/sp36358828",
		"postUser": "Nilson",
		"postUserID": "/u256133",
		"postUrl": "https://www.flashback.org/t571013p81",
		"userUrl": "https://www.flashback.org/u256133",
		"sentence": "är en ny ideologi som jag snubblade över för någon vecka sedan, makten är våran, folkets och inte dessa enskilda rika människor som anses göra bra saker för en \"stat\", varför tror ni att alla stater blir alltmer rädda för folket efter att internet blev officiellt för vanliga medborgare?"
	},
	{
		"postIndex": 610,
		"postNum": 179,
			"postTime": "2010-11-12",
		"postLink": "/sp26812184",
		"postUser": "huiop",
		"postUserID": "/u498182",
		"postUrl": "https://www.flashback.org/t571013p15",
		"userUrl": "https://www.flashback.org/u498182",
		"sentence": "Om man kollar på artikeln i trådstarten så har den 433 arga inlägg (där snittet ligger runt 50 inlägg per artikel) - men folkets röst spelar absolut ingen roll när de som bestämmer tycker samma sak, spelar ingen roll om man röstar rött eller blått, det blir ändå samma utfall."
	},
	{
		"postIndex": 3434,
		"postNum": 962,
			"postTime": "2012-03-20",
		"postLink": "/sp36358828",
		"postUser": "Nilson",
		"postUserID": "/u256133",
		"postUrl": "https://www.flashback.org/t571013p81",
		"userUrl": "https://www.flashback.org/u256133",
		"sentence": "Vi har lyckats med våran uppgift, men ju mer hammaren slår desto mindre makt kommer vi människor få och desto mindre kommer vi att kunna förändra samhället till något nyttigt, något som kan gälla för alla människor, mer miljövänligare, mindre svält, ingen krig, bara fred och harmoni..."
	},
	{
		"postIndex": 3879,
		"postNum": 1041,
			"postTime": "2012-03-20",
		"postLink": "/sp36365660",
		"postUser": "Grizzly",
		"postUserID": "/u10497",
		"postUrl": "https://www.flashback.org/t571013p87",
		"userUrl": "https://www.flashback.org/u10497",
		"sentence": "Visst DLD kommer att fälla ett antal personer MEN det kommer då att vara 50åriga pundaren som knappt kan smsa OCH betydligt fler helt oskyldiga personer tex när nån utnyttjar ditt wifi till nåt olagligt (och det finns idag INGET sätt att vara säker med wifi alla wifiskydd idag går att knäcka på max 20min med en halvkass bärbar dator) och JA det är då den som står för ab som är den som får ta straffet."
	},
	{
		"postIndex": 914,
		"postNum": 242,
			"postTime": "2010-12-15",
		"postLink": "/sp27579684",
		"postUser": "rootbit",
		"postUserID": "/u334389",
		"postUrl": "https://www.flashback.org/t571013p21",
		"userUrl": "https://www.flashback.org/u334389",
		"sentence": "De enda anledningarna till att folk tror på den där smörjan är för att dom inte vet eller förstår hur världens underrättelsetjänster slåss mot varandra eller hur deras praxis ser ut samt att människor genom alla tider generellt har hatat makthavare och då gärna accepterar en romantiserad förklaring."
	},
	{
		"postIndex": 5210,
		"postNum": 1445,
			"postTime": "2012-03-21",
		"postLink": "/sp36392199",
		"postUser": "SvenBH",
		"postUserID": "/u493631",
		"postUrl": "https://www.flashback.org/t571013p121",
		"userUrl": "https://www.flashback.org/u493631",
		"sentence": "Rent hypotetiskt så skulle man kunna använda dessa lagar för att ta fast folk som sysslar just med terrorism eller barnpornografibrott, om det nu inte vore för att dom redan använder sig av kryptering och VPN-tjänster."
	},
	{
		"postIndex": 4238,
		"postNum": 1107,
			"postTime": "2012-03-21",
		"postLink": "/sp36377030",
		"postUser": "HappyHandsome",
		"postUserID": "/u211895",
		"postUrl": "https://www.flashback.org/t571013p93",
		"userUrl": "https://www.flashback.org/u211895",
		"sentence": "Fast i förlängningen kommer det inte spela någon roll, går vi ur EU och slutar samarbeta med USA kommer det inte dröja många år innan de invaderar landet, \"ställer saker till rätta\" och sedan lämnar kvar styrkor som ser till att vi övervakar våra invånare och delar informationen till världspolisen."
	},
	{
		"postIndex": 3580,
		"postNum": 989,
			"postTime": "2012-03-20",
		"postLink": "/sp36360825",
		"postUser": "Patrick Bateman",
		"postUserID": "/u161742",
		"postUrl": "https://www.flashback.org/t571013p83",
		"userUrl": "https://www.flashback.org/u161742",
		"sentence": "Du vet mycket väl att detta inte kommer lösa alla våra brott, det är ingen ultimat lösning, brott kommer existera och samhället kommer hitta nya fräckare sätt att försöka lösa brotten, det är en farlig väg vi tar."
	},
	{
		"postIndex": 3609,
		"postNum": 996,
			"postTime": "2012-03-20",
		"postLink": "/sp36361484",
		"postUser": "BekymradMedborgare",
		"postUserID": "/u643235",
		"postUrl": "https://www.flashback.org/t571013p83",
		"userUrl": "https://www.flashback.org/u643235",
		"sentence": "Något som jag också tycker verkar konstigt är att enskilda ledamöter i riksdagen bestraffas om de röstar mot vad ledningen eller majoriteten av partiet har sagt, eftersom det finns många åsikter bland alla partiers väljare borde även det representeras i riksdagen."
	},
	{
		"postIndex": 2004,
		"postNum": 582,
			"postTime": "2010-12-15",
		"postLink": "/sp27593060",
		"postUser": "Telepom",
		"postUserID": "/u440876",
		"postUrl": "https://www.flashback.org/t571013p49",
		"userUrl": "https://www.flashback.org/u440876",
		"sentence": "Visst borde dom bara göra det för terrorister (misstänkta) terrorister och liknande, men människor är ju som dom är Men hellre att dom kollar upp folk lite i onödan men ändå lyckas ta fast terrorister i tid innan något som självmordsbombaren händer igen, och som inte hade blivit ett misslyckande."
	},
	{
		"postIndex": 3162,
		"postNum": 908,
			"postTime": "2012-03-14",
		"postLink": "/sp36243074",
		"postUser": "sebnie",
		"postUserID": "/u86426",
		"postUrl": "https://www.flashback.org/t571013p76",
		"userUrl": "https://www.flashback.org/u86426",
		"sentence": "Och det är samma med sjukjournaler som med polisen, polisen får inte göra en slagning på dig utan att det har med något ärende att göra, så även om din granne är polis så får han inte slå på dig om du inte har något aktivt ärende med honom (tex att du har gjort en anmälan, polisen gör utredning på dig, eller något annat polisärt såsom ansökan om pass/tillstånd och sådant) Dock poliser som missbrukar det, men iaf, sålänge din granne inte är polis så lär han garanterat inte få reda på att du är psyksjuk även med datalagringsdirektivet."
	},
	{
		"postIndex": 2889,
		"postNum": 867,
			"postTime": "2010-12-29",
		"postLink": "/sp27874019",
		"postUser": "test1fy",
		"postUserID": "/u319089",
		"postUrl": "https://www.flashback.org/t571013p73",
		"userUrl": "https://www.flashback.org/u319089",
		"sentence": "Om vi ponerar att Vänsterpartiet får 51% av rösterna 2014, så skulle vi då kunna föreslå en folkomröstning om EU-medlemskapet ska bestå eller inte (vi i Vänsterpartiet tror nämligen på att all offentlig makt skall utgå utifrån folket)."
	},
	{
		"postIndex": 3310,
		"postNum": 941,
			"postTime": "2012-03-20",
		"postLink": "/sp36356697",
		"postUser": "Grizzly",
		"postUserID": "/u10497",
		"postUrl": "https://www.flashback.org/t571013p79",
		"userUrl": "https://www.flashback.org/u10497",
		"sentence": "Och dessa exempel är ju enbart dom ganska solklara fallen det kommer att finnas hundratusentals andra fall som dom flesta inte ens skulle kunna tänka sig att dom fanns."
	},
	{
		"postIndex": 1728,
		"postNum": 498,
			"postTime": "2010-12-15",
		"postLink": "/sp27588489",
		"postUser": "Bockstensmannen",
		"postUserID": "/u205734",
		"postUrl": "https://www.flashback.org/t571013p42",
		"userUrl": "https://www.flashback.org/u205734",
		"sentence": "Se till att de fattar att väljarna är emot detta, som med FRA och IPRED Klicka på parti, sedan på valfri ledamot så kommer adress och kontaktuppgifter upp inklusive mejladress Partier som med största sannolikhet kommer rösta emot detta är väl SD och V, (inte säker dock, någon som vet var SD står?"
	},
	{
		"postIndex": 795,
		"postNum": 214,
			"postTime": "2010-12-15",
		"postLink": "/sp27579099",
		"postUser": "cepehest",
		"postUserID": "/u342641",
		"postUrl": "https://www.flashback.org/t571013p18",
		"userUrl": "https://www.flashback.org/u342641",
		"sentence": "Om hitler hade haft den här databasen hade vi alla varit tyska nazister nu och stått på raka led, du inser inte alls hur informationen skulle kunna vara skadlig för människor men så icke alls gagnelig för myndigheter som vill fånga terroristgrupper?"
	},
	{
		"postIndex": 4323,
		"postNum": 1127,
			"postTime": "2012-03-21",
		"postLink": "/sp36380047",
		"postUser": "BekymradMedborgare",
		"postUserID": "/u643235",
		"postUrl": "https://www.flashback.org/t571013p94",
		"userUrl": "https://www.flashback.org/u643235",
		"sentence": "Det finns ingenting som tyder på att alla personer som skulle hantera informationen som lagligt kan tillhandahållas genom datalagringsdirektivet, skulle vara av nuvarande styrande politisk åsikt utan det kan vara kommunister eller annat."
	},
	{
		"postIndex": 1068,
		"postNum": 278,
			"postTime": "2010-12-15",
		"postLink": "/sp27580929",
		"postUser": "FattigaShejken",
		"postUserID": "/u409765",
		"postUrl": "https://www.flashback.org/t571013p24",
		"userUrl": "https://www.flashback.org/u409765",
		"sentence": "De övervakar alla visst, privatlivet kanske inte blir lika privat men är det inte värt det om de hindrar några terrorister från att lyckas döda hundratals människor eller annat liknande."
	},
	{
		"postIndex": 3312,
		"postNum": 941,
			"postTime": "2012-03-20",
		"postLink": "/sp36356697",
		"postUser": "Grizzly",
		"postUserID": "/u10497",
		"postUrl": "https://www.flashback.org/t571013p79",
		"userUrl": "https://www.flashback.org/u10497",
		"sentence": "Att poliser säljer information som dom har tillgång till i alla sina register besvära dig inte heller (JA detta har hänt ofta och det finns fällande domar för det fast ofta blir det ju bara fy så får du inte göra jobba vidare nu."
	},
	{
		"postIndex": 1803,
		"postNum": 525,
			"postTime": "2010-12-15",
		"postLink": "/sp27590178",
		"postUser": "Cheiros",
		"postUserID": "/u435201",
		"postUrl": "https://www.flashback.org/t571013p44",
		"userUrl": "https://www.flashback.org/u435201",
		"sentence": "När FRA skulle röstas igenom talades det hela tiden om respekten för integritet: det var ju bara en liten oskyldig lag som skulle skydda de stackars svenskarna!"
	},
	{
		"postIndex": 579,
		"postNum": 170,
			"postTime": "2009-04-27",
		"postLink": "/sp16352468",
		"postUser": "Andersakapuff",
		"postUserID": "/u149457",
		"postUrl": "https://www.flashback.org/t571013p15",
		"userUrl": "https://www.flashback.org/u149457",
		"sentence": "Hela terror debatten är så otroligt onyanserad att det för alla med hjärna att tänka med blir uppenbart vilka som kärnar på terrorister, samma personer som i framtiden kommer skapa terroriser av vanliga medborgare, våra allas älskade politiker och intresseorganisationer."
	},
	{
		"postIndex": 207,
		"postNum": 57,
			"postTime": "2007-11-22",
		"postLink": "/sp9046708",
		"postUser": "woofer",
		"postUserID": "/u77300",
		"postUrl": "https://www.flashback.org/t571013p5",
		"userUrl": "https://www.flashback.org/u77300",
		"sentence": "Problemet är inte bara att all kommunikation kommer att lagras, detta är förvisso intigritetskränkande i sig men det riktigt stora intigritetsintrånget är när innehållet i mail och telefonsamtal börjar analyseras av datorer som sedan avgör om något av innehållet kan vara av kriminell natur."
	},
	{
		"postIndex": 5406,
		"postNum": 1494,
			"postTime": "2012-03-22",
		"postLink": "/sp36398979",
		"postUser": "BekymradMedborgare",
		"postUserID": "/u643235",
		"postUrl": "https://www.flashback.org/t571013p125",
		"userUrl": "https://www.flashback.org/u643235",
		"sentence": "Av någon anledning vill partierna kanske inte att alla ska delta på omröstningar i viktiga frågor, för då hade medborgarna kanske förstått hur toppstyrda många partier är och att de inte representerar sina väljare på bästa sätt."
	},
	{
		"postIndex": 1038,
		"postNum": 268,
			"postTime": "2010-12-15",
		"postLink": "/sp27580530",
		"postUser": "1.0",
		"postUserID": "/u512115",
		"postUrl": "https://www.flashback.org/t571013p23",
		"userUrl": "https://www.flashback.org/u512115",
		"sentence": "sen kommer de säkert komma med ännu sjukare saker: de kommer tvinga alla hushåll i sverige att byta toalettstolar där dom har någon slags sensor som registrerar hur ofta man spolar toaletten, hur mycket papper som förbrukades, om man bajsade eller om man kissade eller om man gjorde bådera osv."
	}
]
