[
	{
		"postIndex": 1747,
		"postNum": 476,
			"postTime": "2013-05-13",
		"postLink": "/sp43402263",
		"postUser": "Lijajn",
		"postUserID": "/u677145",
		"postUrl": "https://www.flashback.org/t803051p40",
		"userUrl": "https://www.flashback.org/u677145",
		"sentence": "Män betalar för kvinnors sexvillighet på allehanda sätt, kanske inte alltid uttryckligen i form av just pengar, men vad spelar det för roll, betalning som betalning, antingen är det tjänster eller middagar eller leenden eller komplimanger man betalar med, eller om det är något annat - till exempel raggning, vilket kan innebära allt möjligt, eller kanske bara rentav att man visar \"sitt bättre jag\" eller något sådant (något man kanske inte annars hade gjort, vilket innebär att man faktiskt betalar, genom att man bjuder på sig själv lite mer än annars)."
	},
	{
		"postIndex": 1703,
		"postNum": 468,
			"postTime": "2013-05-01",
		"postLink": "/sp43215933",
		"postUser": "Lijajn",
		"postUserID": "/u677145",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u677145",
		"sentence": "För att problematisera lite: Säg att man faktiskt både käkar middag, åker på resor och handlar med varandra men att det bara är den ena parten som öppnar plånboken när detta sker--kan det då inte ses som \"köp av sexuella tjänster\" om betalningen av alla dessa gemensamma aktiviteter sker just med tanke på att det kommer att vankas sex därför och därefter?"
	},
	{
		"postIndex": 1663,
		"postNum": 463,
			"postTime": "2013-04-24",
		"postLink": "/sp43120799",
		"postUser": "Schmojso",
		"postUserID": "/u360292",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u360292",
		"sentence": "Det skulle alltså, mot bakgrund av syftet med köp av sexuell tjänst (klassiskt sexköp), inte vara den typen av handlingar som bär upp bestämmelsen varför man kan säga antingen \"ja bör iof bestraffas men vi tillämpar inte bestämmelsen pga inte syftet\", eller så säger man \"nej det utgör inte en sådan sexuell förbindelse över huvud taget\"."
	},
	{
		"postIndex": 27,
		"postNum": 11,
			"postTime": "2002-11-24",
		"postLink": "/sp139226",
		"postUser": "if null",
		"postUserID": "/u6647",
		"postUrl": "https://www.flashback.org/t803051p1",
		"userUrl": "https://www.flashback.org/u6647",
		"sentence": "det går juh i så fall att komma runt de svenska lagarna om prostitution bara för hallicken att bli porrfilms kameraman torskarna blir de manliga skådespelarna kameramannen söker upp männen och erbjuder dem att vara med i porrfilm och efter att de haft sex betalar torsken och får med sig filmen hem laglig bordell och laglig prostitution och du får en film på köpet????"
	},
	{
		"postIndex": 837,
		"postNum": 233,
			"postTime": "2010-04-12",
		"postLink": "/sp22484952",
		"postUser": "R12",
		"postUserID": "/u72237",
		"postUrl": "https://www.flashback.org/t803051p20",
		"userUrl": "https://www.flashback.org/u72237",
		"sentence": "Enligt regeringens mening bör varje köp av en sexuell förbindelse av en prostituerad anses som en tillfällig sexuell förbindelse, även om en köpare vid flera tillfällen eller regelmässigt köper sexuella tjänster av samma prostituerad."
	},
	{
		"postIndex": 757,
		"postNum": 219,
			"postTime": "2009-11-28",
		"postLink": "/sp20053525",
		"postUser": "ToddsTer",
		"postUserID": "/u396911",
		"postUrl": "https://www.flashback.org/t803051p19",
		"userUrl": "https://www.flashback.org/u396911",
		"sentence": "\"12 § Den som främjar eller på ett Om en person som med nyttjanderätt har upplåtit en lägenhet får veta att lägenheten helt eller till väsentlig del används för tillfälliga sexuella förbindelser mot ersättning och inte gör vad som skäligen kan begäras för att få upplåtelsen att upphöra, skall han eller hon, om verksamheten fortsätter eller återupptas i lägenheten, anses ha främjat verksamheten och dömas till ansvar enligt första stycket."
	},
	{
		"postIndex": 803,
		"postNum": 224,
			"postTime": "2010-03-25",
		"postLink": "/sp22162140",
		"postUser": "Allaballawalla",
		"postUserID": "/u431184",
		"postUrl": "https://www.flashback.org/t803051p19",
		"userUrl": "https://www.flashback.org/u431184",
		"sentence": "För att enklast beskriva hur detta går till visar jag exemplet med två män och två kvinnor (tänk på att det inte bara är män som köper sexuella tjänster och inte heller bara kvinnor som säljer sexuella tjänster)."
	},
	{
		"postIndex": 348,
		"postNum": 101,
			"postTime": "2006-11-26",
		"postLink": "/sp5639376",
		"postUser": "Lightbreak",
		"postUserID": "/u102338",
		"postUrl": "https://www.flashback.org/t803051p9",
		"userUrl": "https://www.flashback.org/u102338",
		"sentence": "Om det nu klassas som prostitution såfort \"köparen\" betalar på något sätt, skulle det inte i så fall kunna finnas lagliga bordeller där man betalade en medlemsavgift, och sexakten filmades i någon mån, \"horan\" får betalt av bordellägaren/producenten i lön, betalade skatt osv?"
	},
	{
		"postIndex": 1650,
		"postNum": 461,
			"postTime": "2013-04-24",
		"postLink": "/sp43116565",
		"postUser": "Schmojso",
		"postUserID": "/u360292",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u360292",
		"sentence": "Vad gäller den \"kändis\" som dömdes för att betala någon som hade kissat menar jag följande, 1) jag har (ännu inte) sett vilken handling åklagaren ansåg utgöra sexuell tjänst, och 2) det var ett godkänt strafföreläggande och prövades inte av domstol varför ingen slutsats kan dras av fallet ( det nu skulle visa sig vara enbart kissandet som låg till grund för bedömningen)."
	},
	{
		"postIndex": 1648,
		"postNum": 461,
			"postTime": "2013-04-24",
		"postLink": "/sp43116565",
		"postUser": "Schmojso",
		"postUserID": "/u360292",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u360292",
		"sentence": "Det konstaterades att begreppet som utgångspunkt ska 1) handlingen ska ha en sexuell prägel och därmed ”typiskt sett” ska syfta till att väcka eller tillfredsställa bådas eller enderas sexuella drift (efter en objektiv bedömning), och 2) handlingen ska ha varit ägnad att kränka offrets sexuella integritet (också här en objektiv bedömning) Av detta drogs slutsatsen att till exempel urinera eller tömma tarmen inte är en sexuell handling."
	},
	{
		"postIndex": 1281,
		"postNum": 351,
			"postTime": "2011-04-23",
		"postLink": "/sp30248454",
		"postUser": "kissflickan",
		"postUserID": "/u389722",
		"postUrl": "https://www.flashback.org/t803051p30",
		"userUrl": "https://www.flashback.org/u389722",
		"sentence": "med tanke på hur svårt rättsväsendet i praktiken redan har att döma folk som nekar till sexköp torde systemet vara ganska användbart då ingen bevisning om att brott begåtts kan säkras (detta alltså förutsatt att transaktionen inte äger rum ute på gatan eller i en bil, där polisen kommer åt att säkra bevisning, men det tror jag folk är smarta nog att fatta själva."
	},
	{
		"postIndex": 540,
		"postNum": 159,
			"postTime": "2009-01-08",
		"postLink": "/sp14498747",
		"postUser": "Sebaot",
		"postUserID": "/u106736",
		"postUrl": "https://www.flashback.org/t803051p14",
		"userUrl": "https://www.flashback.org/u106736",
		"sentence": "Vill man vara etymologisk och spår ett ords betydelse så betyder ju pornografi faktiskt skrift om prostituerade (se här, första meningen: ) (jag vill dock inte implicera att jag anser att kvinnor inom pornografisk industri är \"horor\") Frågeställningen är intressant; men ytterst handlar det väl om man kan köpa en annan människa för en stund, eller om man kan köpa en sexuellt färgad produkt denna skapat?"
	},
	{
		"postIndex": 213,
		"postNum": 54,
			"postTime": "2004-12-19",
		"postLink": "/sp1629167",
		"postUser": "Dundermusen",
		"postUserID": "/u72696",
		"postUrl": "https://www.flashback.org/t803051p5",
		"userUrl": "https://www.flashback.org/u72696",
		"sentence": "Lag (1998:408) om förbud mot köp av sexuella tjänster hyser ju den enda förklaringen att \"den som mot ersättning skaffar sig en tillfällig sexuell förbindelse\" döms för köp av sexuella tjänster."
	},
	{
		"postIndex": 1645,
		"postNum": 461,
			"postTime": "2013-04-24",
		"postLink": "/sp43116565",
		"postUser": "Schmojso",
		"postUserID": "/u360292",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u360292",
		"sentence": "Vid införandet av köp av sexuell tjänst påpekade några remissinstanser att begreppet i bestämmelsen tydligare skulle kopplas ihop med begreppet \"sexuell handling\", lagstiftaren behöll dock (antagligen) den äldre lydelsen pga andra skäl (enligt vad jag kan bedöma)."
	},
	{
		"postIndex": 1326,
		"postNum": 368,
			"postTime": "2011-04-24",
		"postLink": "/sp30262269",
		"postUser": "kissflickan",
		"postUserID": "/u389722",
		"postUrl": "https://www.flashback.org/t803051p31",
		"userUrl": "https://www.flashback.org/u389722",
		"sentence": "så länge man som sexsäljare eller sexköpare inte serverar polisen några graverande bevis kan de tycka att ens story är hur löjlig som helst: finns det inga bevis för att pengar har bytt ägare så finns det heller inga bevis att lägga till grund för åtalet."
	},
	{
		"postIndex": 1710,
		"postNum": 468,
			"postTime": "2013-05-01",
		"postLink": "/sp43215933",
		"postUser": "Lijajn",
		"postUserID": "/u677145",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u677145",
		"sentence": "Eftersom \"köp av sexuella tjänster\" inte är begränsat till just kontant ersättning kan man faktiskt teoretiskt sett bli dömd för detta om man betalar/bidrar till hyra och eller uppehälle för någon som man har sex med."
	},
	{
		"postIndex": 1695,
		"postNum": 467,
			"postTime": "2013-05-01",
		"postLink": "/sp43215705",
		"postUser": "Lijajn",
		"postUserID": "/u677145",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u677145",
		"sentence": "Kommer kvinnan i ett sådant fall straffas liksom andra sexköpare trots att lagen inte är tänkt för sådana situationer och är uppenbart malplacerad i sådana situationer, eller undantas hon från straff trots att lagen ser ut att gälla för henne också?"
	},
	{
		"postIndex": 174,
		"postNum": 39,
			"postTime": "2004-03-29",
		"postLink": "/sp889434",
		"postUser": "Petter Utas",
		"postUserID": "/u60630",
		"postUrl": "https://www.flashback.org/t803051p4",
		"userUrl": "https://www.flashback.org/u60630",
		"sentence": "och jag slog ganska ofta vad, vinnaren hade rätt att utnyttja den andra sexuellt i princip på vilket sätt personen önskade, även mindre uppoffringar i vardagen kunde betalas med sexuella tjänster på ena eller andra viset.."
	},
	{
		"postIndex": 1308,
		"postNum": 361,
			"postTime": "2011-04-24",
		"postLink": "/sp30255632",
		"postUser": "kissflickan",
		"postUserID": "/u389722",
		"postUrl": "https://www.flashback.org/t803051p31",
		"userUrl": "https://www.flashback.org/u389722",
		"sentence": "om termen är ny för dig kan du bekanta dig med den här: för att sammanfatta det du påstår: ifall det finns indicier som pekar på att en person betalar för något mer än föremålet så ska den som betalar anses ha begått köp av sexuell tjänst oavsett om den tilltalade invänder att han betalat för det konstföremål han köpt."
	},
	{
		"postIndex": 1746,
		"postNum": 476,
			"postTime": "2013-05-13",
		"postLink": "/sp43402263",
		"postUser": "Lijajn",
		"postUserID": "/u677145",
		"postUrl": "https://www.flashback.org/t803051p40",
		"userUrl": "https://www.flashback.org/u677145",
		"sentence": "En delfråga i sammanhanget är nämligen hur någon enda man, utom de fåtaliga \"alfahannar\" som bara behöver \"vara sig själva\" för att få sex med de kvinnor de vill ha sex med, frågan är hur alla andra män i samhället, typ 99% av männen i samhället, ska kunna få en attraktiv kvinna i säng utan att i någon form betala för det."
	},
	{
		"postIndex": 1769,
		"postNum": 478,
			"postTime": "2013-05-13",
		"postLink": "/sp43403240",
		"postUser": "Lijajn",
		"postUserID": "/u677145",
		"postUrl": "https://www.flashback.org/t803051p40",
		"userUrl": "https://www.flashback.org/u677145",
		"sentence": "Anta då att jag under några månaders tid visar en kvinna konsekvent gång på gång att om hon har sex med mig när jag bjudit henne på lyxmiddag så bjuder jag på lyxmiddag även nästa gång vi träffas, i annat fall får hon betala sin egen mat nästa gång vi träffas, ända tills hon börjar ha sex med mig efter middagen, då börjar jag bjuda på lyxmiddagar igen, och att hon så småningom fattar sambandet."
	},
	{
		"postIndex": 472,
		"postNum": 134,
			"postTime": "2008-11-11",
		"postLink": "/sp13664240",
		"postUser": "slabadan",
		"postUserID": "/u203653",
		"postUrl": "https://www.flashback.org/t803051p12",
		"userUrl": "https://www.flashback.org/u203653",
		"sentence": "Om däremot någon, låt oss för ovanlighetens skull säga den manlige parten, betalar för att ha sex med den kvinnliga parten, och detta sedan filmas, ja då blir ju situationen en annan och lagens rekvisit torde vara uppfyllda och då torde även koppleri kunna bli aktuellt för den som fört de små turturduvorna samman."
	},
	{
		"postIndex": 1408,
		"postNum": 393,
			"postTime": "2011-04-27",
		"postLink": "/sp30310250",
		"postUser": "SingleStar",
		"postUserID": "/u135823",
		"postUrl": "https://www.flashback.org/t803051p33",
		"userUrl": "https://www.flashback.org/u135823",
		"sentence": "Om en person hade köpt sex två gånger av samma prostituerad så täcktes det inte av teknikaliteten sexuell förbindelse eftersom domstolen motiverade det med sexuell förbindelse mot ersättning."
	},
	{
		"postIndex": 1660,
		"postNum": 463,
			"postTime": "2013-04-24",
		"postLink": "/sp43120799",
		"postUser": "Schmojso",
		"postUserID": "/u360292",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u360292",
		"sentence": "I denna mening skulle det inte vara helt omöjligt att anse att det går att köpa sexuella tjänster över internet (möjligen kan hotet som förekom ha spelat roll för brottets karaktär)."
	},
	{
		"postIndex": 1943,
		"postNum": 519,
			"postTime": "2014-01-02",
		"postLink": "/sp46851045",
		"postUser": "mr private",
		"postUserID": "/u7321",
		"postUrl": "https://www.flashback.org/t803051p44",
		"userUrl": "https://www.flashback.org/u7321",
		"sentence": "Så att gå till en modell och medverkar på bilder eller film som man sedan köper, det fungerar inte i lagens ögon i alla fall De som spelar in Porrfilm för legitima bolag klarar sig för att bolagen är stora och öppna med vad de gör."
	},
	{
		"postIndex": 1234,
		"postNum": 346,
			"postTime": "2011-04-23",
		"postLink": "/sp30243458",
		"postUser": "kissflickan",
		"postUserID": "/u389722",
		"postUrl": "https://www.flashback.org/t803051p29",
		"userUrl": "https://www.flashback.org/u389722",
		"sentence": "poängen med etsningarna (ett slags konstföremål som kan produceras i stor skala) är ju att om en någorlunda konstnärligt begåvad sexsäljare trycker upp 1000 etsningar och säljer dem för tusen kronor styck till kunder som kommer hem till henne med en tusenlapp i fickan och går därifrån en tusenlapp fattigare men en etsning rikare inte har begått något brott, inte ens om de haft sex med etserskan efter avslutad affär."
	},
	{
		"postIndex": 361,
		"postNum": 104,
			"postTime": "2007-05-10",
		"postLink": "/sp7086593",
		"postUser": "CD-skiva",
		"postUserID": "/u177904",
		"postUrl": "https://www.flashback.org/t803051p9",
		"userUrl": "https://www.flashback.org/u177904",
		"sentence": "Om man nu gör så här, att man öppnar ett ställe där man har som slogan \"SPELA IN DIN EGNA PORRFILM\", sen tar man in en kund som vill köpa sex till ett rum, där det ligger en kvinna som ska ta emot sex, sedan tar man en mobiltelefon och lägger den någonstans i rummet och filmar hela sex-akten."
	},
	{
		"postIndex": 1141,
		"postNum": 319,
			"postTime": "2011-04-20",
		"postLink": "/sp30196564",
		"postUser": "Pimpmaster",
		"postUserID": "/u517536",
		"postUrl": "https://www.flashback.org/t803051p27",
		"userUrl": "https://www.flashback.org/u517536",
		"sentence": "Grejen var inte att hitta ett sätt att lagligt kunna köpa sex i Sverige utan att peka på att det måste kunna finnas gränsfall där det blir trickigt för domstolarna att döma för sexköp."
	},
	{
		"postIndex": 750,
		"postNum": 219,
			"postTime": "2009-11-28",
		"postLink": "/sp20053525",
		"postUser": "ToddsTer",
		"postUserID": "/u396911",
		"postUrl": "https://www.flashback.org/t803051p19",
		"userUrl": "https://www.flashback.org/u396911",
		"sentence": "Brottsbalk (1962:700), Kapitel 6 Om sexualbrott \"11 § Den som, i annat fall än som avses förut i detta kapitel, , döms för köp av sexuell tjänst till böter eller fängelse i högst sex månader."
	},
	{
		"postIndex": 250,
		"postNum": 66,
			"postTime": "2006-04-01",
		"postLink": "/sp3958221",
		"postUser": "Damnstraight",
		"postUserID": "/u95632",
		"postUrl": "https://www.flashback.org/t803051p6",
		"userUrl": "https://www.flashback.org/u95632",
		"sentence": "Om man gör såhär att man köper en hora och sedan spelar in själva sexet, kan man då säga att det blir lagligt för att man köpte inte alls en hora, man spelade ju bara in en porrfilm som är lagligt."
	},
	{
		"postIndex": 406,
		"postNum": 115,
			"postTime": "2008-03-12",
		"postLink": "/sp10340879",
		"postUser": "dennis__f",
		"postUserID": "/u188275",
		"postUrl": "https://www.flashback.org/t803051p10",
		"userUrl": "https://www.flashback.org/u188275",
		"sentence": "Om aktörerna i filmen har sjukdomar eller inte har ingen som helst betydelse (man behöver inte göra någon läkarkontroll eller liknande) men om de vet om att de ha en sjukdom så måste de troligtvis upplysa eventuella sexpartners om detta (smittskyddslagen) Däremot kan det ju vara rätt genomskinligt för en domstol om man gjort det enbart för att få sätta på en prostituerad."
	},
	{
		"postIndex": 283,
		"postNum": 74,
			"postTime": "2006-04-03",
		"postLink": "/sp3967291",
		"postUser": "aristokraten",
		"postUserID": "/u86743",
		"postUrl": "https://www.flashback.org/t803051p7",
		"userUrl": "https://www.flashback.org/u86743",
		"sentence": "Visst kan man göra en film med sig själv i huvudrollen och då inte ge sig själv en lön, men då kan jag tänka mig att det blir lättare för åklagaren att bevisa att man inte hade till syfte att producera erotiska filmer utan i själva verket bara ha sex med en prostituerad."
	},
	{
		"postIndex": 1666,
		"postNum": 463,
			"postTime": "2013-04-24",
		"postLink": "/sp43120799",
		"postUser": "Schmojso",
		"postUserID": "/u360292",
		"postUrl": "https://www.flashback.org/t803051p39",
		"userUrl": "https://www.flashback.org/u360292",
		"sentence": "Alltså det är skillnad på \"betala och titta när jag gör lite saker\" (sexuell posering dvs ok om över 15, eller att jämställa med \"vanlig porr\") eller \"betala och berätta för mig vad jag ska göra osv\" som ligger närmre \"att på något sätt utnyttja offrets kropp som ett hjälpmedel för att bereda sig själv sexuell tillfredsställelse\"."
	},
	{
		"postIndex": 1345,
		"postNum": 371,
			"postTime": "2011-04-25",
		"postLink": "/sp30270261",
		"postUser": "kissflickan",
		"postUserID": "/u389722",
		"postUrl": "https://www.flashback.org/t803051p31",
		"userUrl": "https://www.flashback.org/u389722",
		"sentence": "Citysoundtrack, som är ett stort fan av sexköpslagen och gärna skulle vilja att ingen någonsin kunde komma undan denna, började käbbla om att denna metod är verkningslös (alltså aldrig fungerar) samt började sedan yra om att man kan fällas för sexköp utan att åklagaren behöver prestera några bevis."
	},
	{
		"postIndex": 302,
		"postNum": 83,
			"postTime": "2006-10-29",
		"postLink": "/sp5416104",
		"postUser": "zinnA",
		"postUserID": "/u65730",
		"postUrl": "https://www.flashback.org/t803051p7",
		"userUrl": "https://www.flashback.org/u65730",
		"sentence": "Ponera att jag registrerar aktiebolaget Eriks Porrfilm AB som har som arbetsområde att spela in porrfilm, jag tar och skapar ett anställningskontrakt som jag skriver ut en kopia på och går ner till malmskillnadsgatan och plockar upp lämplig prostutierad och får henne att skriva på anställningsavtalet där hon får 1000kr för ha sex med mig under tiden jag filmar det och sen går vi hem till mig och har sex under tiden en videokamera filmar det hela."
	},
	{
		"postIndex": 1203,
		"postNum": 331,
			"postTime": "2011-04-22",
		"postLink": "/sp30229759",
		"postUser": "DonVonFjant",
		"postUserID": "/u367702",
		"postUrl": "https://www.flashback.org/t803051p28",
		"userUrl": "https://www.flashback.org/u367702",
		"sentence": "Men om du kokar ihop en historia om att köpa en tavla eller lämna över en klocka som present på ett hotellrum till en kvinna du inte sedan tidigare har en relation med så är risken stor att du döms om du även har sex med henne och någon kommer på er."
	},
	{
		"postIndex": 1599,
		"postNum": 439,
			"postTime": "2013-04-18",
		"postLink": "/sp43023121",
		"postUser": "a-ntoons",
		"postUserID": "/u625886",
		"postUrl": "https://www.flashback.org/t803051p37",
		"userUrl": "https://www.flashback.org/u625886",
		"sentence": "Och med tanke på att idag verkar det finnas folk som tycker om både det ena och det andra, så vore det konstigt med lagar mot tjänster som inte handlar om rena sexuella handlingar."
	},
	{
		"postIndex": 415,
		"postNum": 117,
			"postTime": "2008-06-15",
		"postLink": "/sp11642208",
		"postUser": "jewgoslavia",
		"postUserID": "/u131622",
		"postUrl": "https://www.flashback.org/t803051p10",
		"userUrl": "https://www.flashback.org/u131622",
		"sentence": "jag kan sätta upp ett stativ med en filmkamera och spela in en p-rulle i mitt rum men det betyder inte att det är officiell porrfilm eftersom det är bakom stängda dörrar och lagen vet varken om att jag spelar in en porrfilm eller att jag betalar folk för att göka framför min kamera."
	},
	{
		"postIndex": 1200,
		"postNum": 331,
			"postTime": "2011-04-22",
		"postLink": "/sp30229759",
		"postUser": "DonVonFjant",
		"postUserID": "/u367702",
		"postUrl": "https://www.flashback.org/t803051p28",
		"userUrl": "https://www.flashback.org/u367702",
		"sentence": "För om det anses vara troligt att du ändå skulle förstå att denne var prostituerad och att sexet inte skulle ha förekommit utan betalning trots en historia ni kokat ihop om alla möjliga ting så kommer du att bli fälld ändå."
	},
	{
		"postIndex": 833,
		"postNum": 233,
			"postTime": "2010-04-12",
		"postLink": "/sp22484952",
		"postUser": "R12",
		"postUserID": "/u72237",
		"postUrl": "https://www.flashback.org/t803051p20",
		"userUrl": "https://www.flashback.org/u72237",
		"sentence": "Angående tolkning av begreppet \"tillfällig sexuell förbindelse\", från propositionen 2004/05:45 \"En ny sexualbrottslagstiftning\": \"För att tydliggöra att stamkunders köp av sexuella tjänster av prostituerade bör omfattas av lagen har regeringen övervägt att ta bort ordet ”tillfällig”."
	}
]
