[
	{
		"postIndex": 17,
		"postNum": 7,
			"postTime": "2009-09-17",
		"postLink": "/sp18778379",
		"postUser": "techno_the_king",
		"postUserID": "/u81389",
		"postUrl": "https://www.flashback.org/t959924p1",
		"userUrl": "https://www.flashback.org/u81389",
		"sentence": "Tyvärr så kan man inte göra ett skit visst en polisanmälan då men det är det enda & polisen kommer inte göra ett skit åt saken & Tradera stänger möjligtvist av personen blev själv blåst på 560kr för några år sen köpte ett par kängor med dödskallar på skulle ha dessa på en Iron Maidenspelning säljaren hade 100% i posetiva omdömen & jag litade på att bitchen skulle skicka dessa dock så gjorde hon aldrig detta så igentligen kan man blåsa folk rätt friskt på Tradera eller göra det en gång för det enda du får är ett negativt omdöme sen så är det ju i princip jämt så att man måste betala först för att få varan hemskickad knappt en jävel som kör med Paysongaranti på Tradera alt skickar varan först."
	},
	{
		"postIndex": 2762,
		"postNum": 865,
			"postTime": "2011-03-22",
		"postLink": "/sp29628447",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p73",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Kan tillägga att jag har köpt mycket på tradera och alltid betalat in pengarna i förskott och jag har än så länge ej blivit lurad, senast igår förde jag över 2500 kr för en pryl jag köpt, får hoppas att jag inte blir lurad nu bara för den sakens skull Jag har som rutin att alltid kolla upp omdömet på den som säljer innan jag bjuder på ett objekt, då får man en hyfsad bild av om personen är seriös eller ej, dock är det inte 100% säkert, finns ett flertal personer som har sålt seriöst för att samla på sig positiva omdömen för att sedan blåsa folk på stora summor pengar genom att lägga ut mängder med fejkade annonser tex tech4life som blåste folk på ungefär en halv miljon förra hösten, det finns en separat tråd om den säljaren om du letar lite."
	},
	{
		"postIndex": 4275,
		"postNum": 1305,
			"postTime": "2011-08-12",
		"postLink": "/sp32193890",
		"postUser": "Rand0mguy",
		"postUserID": "/u446341",
		"postUrl": "https://www.flashback.org/t959924p109",
		"userUrl": "https://www.flashback.org/u446341",
		"sentence": "jag skulle gärna betala flera 1000 bara för att få se blatten torska, det handlar inte om att det är billigt med ett minneskort,begagnad mobil,inget kvitto, det handlar om principen att den dumma blatten trodde verkligen att jag inte skulle fatta att den var använd, mänger med sms i telefonen, även när man tjatat till sig kvittot som blev en faktura istället, så var visst telefonen köpt för 7-8månader sedan Däremot om man står på sig så kan man få rätt i många fall, men du kanske bara återgår till det nomala när något händer dig din lilla tönt, våga stå upp för din sak istället, men tydligen passar detta inte alla."
	},
	{
		"postIndex": 1199,
		"postNum": 403,
			"postTime": "2010-10-04",
		"postLink": "/sp25922884",
		"postUser": "bogani",
		"postUserID": "/u298376",
		"postUrl": "https://www.flashback.org/t959924p34",
		"userUrl": "https://www.flashback.org/u298376",
		"sentence": "\"Hej, Tack för att komma tillbaka till mig så fort du kan väl Mitt namn är Torbjörn Ohlsson från Cambridge i Storbritannien är en medborgare i Sverige men jag var tvungen att flytta på grund av arten av mitt jobb men jag hade känt tradera innan jag lämnade Sverige som varför Jag kom hela vägen från Storbritannien för att köpa artikeln här, så du kommer att skicka varan till min systerson som åkte på en Anti aids seminarium i västra Afrika, så jag skulle vilja att ni komma tillbaka till mig med den totala kostnaden plus frakt via Posten och jag kommer också att behöva dina bankuppgifter som följer Bankens namn: - FÖRSÄLJNING NAMN: - Clearingnummer: - KONTONUMMER: - Om du är intresserad av att sälja objektet till mig, vänligen komma tillbaka till mig med den totala kostnaden för objektet och fraktkostnad."
	},
	{
		"postIndex": 4206,
		"postNum": 1291,
			"postTime": "2011-08-11",
		"postLink": "/sp32172594",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p108",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Jag räknar med att det tar tid innan polisen ens börja utreda säljaren och att jag förmodligen inte kommer få tillbaka pengarna, i mitt fall handlar det inte om så stora belopp så jag överlever utan dem medan det finns personer som har blivit lurade på uppemot 8000 kr, några andra har blivit lurade på omkring 5000 kr samt ännu fler omkring 1000 kr osv."
	},
	{
		"postIndex": 3073,
		"postNum": 957,
			"postTime": "2011-04-18",
		"postLink": "/sp30158785",
		"postUser": "jaghetererik",
		"postUserID": "/u565101",
		"postUrl": "https://www.flashback.org/t959924p80",
		"userUrl": "https://www.flashback.org/u565101",
		"sentence": "Tja köpte i lördags ett par ray ban wayfarer på tradera, e var i str 54 de största för tycker 50 är lite små så hade tur dock hade hon inga omdömmen men jag köpte de direkt för 300 kr inklusive frakt med dhl spårningsnummer har betalat fast idag tänkte jag gå in o kolla på hennes konto ifall hon fått några omdömmen men då var kontot avaktiverat o då tänker man ju helvete ,lurad fast har ju bara gått 2 dagar så man får hoppas köpte de på pappas konto så kan inte kolla ifall jag har fått spåringsnummer, då jag inte kan hans lösenord ska kolla senare vad tror ni?"
	},
	{
		"postIndex": 5913,
		"postNum": 1752,
			"postTime": "2012-03-28",
		"postLink": "/sp36508173",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p146",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Ta och läs lite i tråden så får du svar på din fråga men kortfattat så kommer du få ett fejkat mejl från paypal där det står att han har betalt in pengar till dig för varan + frakt men detta är ett fejkat mejl och några pengar finns ej och skulle det mot förmodan vara så att du får pengar på ditt paypal konto så kommer han påstå att någon vara ej levererades varpå paypal kommer återföra pengarna till honom igen och du blir blåst på både pengar och varan."
	},
	{
		"postIndex": 4640,
		"postNum": 1416,
			"postTime": "2011-09-24",
		"postLink": "/sp33062152",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p118",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Snacka med tradera och polisanmäl det hela, med lite tur kanske tradera stänger kontot men polisen lär ej göra något såvida inte många blivit lurade av samma säljare eller olika säljare som använder samma kontonummer, anmälan kan du göra via polisens hemsida eller genom att ringa 114 14."
	},
	{
		"postIndex": 1355,
		"postNum": 445,
			"postTime": "2010-10-14",
		"postLink": "/sp26133881",
		"postUser": "RickJames",
		"postUserID": "/u97294",
		"postUrl": "https://www.flashback.org/t959924p38",
		"userUrl": "https://www.flashback.org/u97294",
		"sentence": "Jag har blivit blåst på tradera, bjöd på en dator och betalade in pengarna på kontot efter auktionens slut till det automatiska mailet från tradera som innehöll bedragarens bankkontonummer, så jag hade aldrig någon mail kontakt eller liknande med personen ifråga och jag tänkte att det är ju rätt vanligt att man har autosvar för att slippa skicka mail till alla som nu har vunnit på ens auktioner."
	},
	{
		"postIndex": 2692,
		"postNum": 845,
			"postTime": "2011-03-15",
		"postLink": "/sp29479263",
		"postUser": "Kongohassan",
		"postUserID": "/u180957",
		"postUrl": "https://www.flashback.org/t959924p71",
		"userUrl": "https://www.flashback.org/u180957",
		"sentence": "vet inte riktigt om jag har placerat denna tråd under rätt kategori så den får gärna flyttas till rätt om den är i fel=) Satt och undrade en liten sak såhär på kvällskvisten, när jag sålde min iphone för några dagar sedan på tradera fick jag flera mail från scammers som det i princip stod likadant i: Hej, Mitt namn är Linus Lindgren från Cambridge i Storbritannien, såg jag ditt objekt på tradera och jag kommer att älska att köpa den för min systerson som åkte på en Anti aids seminarium i västra Afrika, och jag kommer att betala dig summan av 5000 kr plus frakten via Posten till min brorson i Västafrika."
	},
	{
		"postIndex": 6669,
		"postNum": 1959,
			"postTime": "2012-08-07",
		"postLink": "/sp38697281",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p164",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Vidare ska man i den mån det går kolla upp vilka köparna/säljarna är som har gjort affär med den användare man funderar på att köpa från, det är inte ovanligt att en bedragare har flera / multipla konton och att de \"köper\" av varandra bara för att få upp omdömena så är det samma köpare på många varor och omdömet som getts har kommit kort tid efter affären (ofta inom någon timme trots att köpare - säljare bor långt ifrån varandra) så tyder det på att det är en bluff."
	},
	{
		"postIndex": 6147,
		"postNum": 1815,
			"postTime": "2012-05-11",
		"postLink": "/sp37296814",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p152",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Prova ring säljaren om du inte får tag på honom via mejl, tyvärr är vissa dåliga på att höra av sig och uppdatera köparen om att varan är skickad osv efter de sålt varan och fått pengarna därmed inte sagt att de är oseriösa, det förekommer frekvent att folk köper på sig flera likadana saker som de sedan säljer på tradera."
	},
	{
		"postIndex": 5224,
		"postNum": 1584,
			"postTime": "2012-01-07",
		"postLink": "/sp34962087",
		"postUser": "riddick1987",
		"postUserID": "/u302042",
		"postUrl": "https://www.flashback.org/t959924p132",
		"userUrl": "https://www.flashback.org/u302042",
		"sentence": "Juletider är tyvärr extra mycket av sådant här, precis som ni har sett så laddar många bedragare upp med bra omdömen för att sedan dra upp auktioner från allt till köp nu till några dagar med totala värden på flera hundratusen, ingen hinner reagera då dom första 100 tror att paketet ska komma inom några dagar, inga negativa omdömen hinner komma in och allt ser bra ut Personen kan ta sina 100-tusen och hålla sig undan och leva livet för att sedan ta sitt straff när pengarna är slut."
	},
	{
		"postIndex": 1926,
		"postNum": 604,
			"postTime": "2011-01-20",
		"postLink": "/sp28367308",
		"postUser": "stilnockt",
		"postUserID": "/u488118",
		"postUrl": "https://www.flashback.org/t959924p51",
		"userUrl": "https://www.flashback.org/u488118",
		"sentence": "Du är inte Korkad du har förmodligen blivit blåst av Killen, men skicka ett mail till honom att det är folk på väg och prata med honom eller att dom kommer och hämtar pengarna i ditt namn eller så tar du med dig två killar och åker hem till honom och spöar skiten ur han och kolla vad han har för bil och försäkring, har han bara halvförsäkring så hoppa in taket på bilen och slå sönder varenda ruta kostar mer än 2400kr du gav eller vad det var."
	},
	{
		"postIndex": 4250,
		"postNum": 1299,
			"postTime": "2011-08-11",
		"postLink": "/sp32176591",
		"postUser": "Rand0mguy",
		"postUserID": "/u446341",
		"postUrl": "https://www.flashback.org/t959924p109",
		"userUrl": "https://www.flashback.org/u446341",
		"sentence": "Känns konstigt om dom endå skulle lägga ner det pga att bevisningen inte finns där, men dom lägger nog ner det för det finns ''värre'' saker att bry sig om tyvärr, även sms, mail där han hånar att han skickar aldrig extra minnet/kvittot, även att mobilen är köpt för en månad sen stämmer inte heller, så känns konstigt när allt redan princip är klart tycker jag, behöver bara polisens hjälp för fällande dom."
	},
	{
		"postIndex": 10681,
		"postNum": 3014,
			"postTime": "2014-01-17",
		"postLink": "/sp47095331",
		"postUser": "memix",
		"postUserID": "/u175797",
		"postUrl": "https://www.flashback.org/t959924p252",
		"userUrl": "https://www.flashback.org/u175797",
		"sentence": "Ville byta min note 3 samt 2000 i handen för telefonerna, men för att jag skulle få dom skulle jag betala för 2 annonser på blocket åt honom, redan då fattade jag att de va skumt, men han sa att vi möts imorgon o gör bytet då han skulle jobba, tänkte wtf, 60 kr för att se ifall de är bluff eller ej, la ut en retina, o en ps4;a dom vart godkännda knappt 2 timmar, sen krävde blocket bild på kvitto, han skickar en bild på en retina med kvitto från Elgiganten, synd att jag jobbar där och kollade vem kvittot Stog på, (han hade suddat ut namnet) ifrågasatte å fick till svars att den va köpt via blocket.."
	},
	{
		"postIndex": 4915,
		"postNum": 1497,
			"postTime": "2011-11-29",
		"postLink": "/sp34258904",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p125",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Ge negativt omdöme och kontakta tradera så kanske de kan kontakta säljaren och eventuellt stänga kontot men ha inte allt för höga förhoppningar om detta då tradera brukar vara sega med att agera tyvärr såvida inte väldigt många anmäler och blivit lurade av samma person."
	},
	{
		"postIndex": 6310,
		"postNum": 1858,
			"postTime": "2012-06-18",
		"postLink": "/sp37928628",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p155",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Därmed lär du förhoppningsvis få dina prylar, du får räkna med att när du handlar via tradera så kan det ta allt ifrån några dagar till rent av 2-4 veckor eller längre innan du får prylarna, det beror på hur hur snabb den som säljer är på att kolla kontot samt få iväg prylarna, vilken leverantör de anlitar på att skicka varan samt om den skickas inom landet eller från utlandet."
	},
	{
		"postIndex": 6322,
		"postNum": 1862,
			"postTime": "2012-06-18",
		"postLink": "/sp37929500",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p156",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Ett stort problem på tradera är alla falska kopior på märkesprylar / kläder som florerar där, tradera vet om det men oftast händer inte så mycket även om annonserna anmäls utan säljaren kan fortsätta att sälja kopior utan någon åtgärd, i värsta fall plockas annonsen bort men inom några timmar / dagar så är samma annons ute igen, är inte så ofta folk faktiskt blir avstängda pga kopior såvitt jag vet."
	},
	{
		"postIndex": 6781,
		"postNum": 1985,
			"postTime": "2012-08-09",
		"postLink": "/sp38743188",
		"postUser": "espelir",
		"postUserID": "/u287130",
		"postUrl": "https://www.flashback.org/t959924p166",
		"userUrl": "https://www.flashback.org/u287130",
		"sentence": "Jag \"köpte\" S3:an av honom igår, skulle skicka idag - han verkade ju som sagt som en seriös kille, FB-konto och telefonnummer, email osv kunde man lätt leta upp, så det verkade då inte som en bedragare på något sätt - har handlat otaligt många gånger över nätet och detta har aldrig hänt förut, då man sett till att kolla upp personen lite innan, och inget sådant här har hänt innan.."
	},
	{
		"postIndex": 881,
		"postNum": 268,
			"postTime": "2010-07-12",
		"postLink": "/sp24210272",
		"postUser": "KvilleniusII",
		"postUserID": "/u209667",
		"postUrl": "https://www.flashback.org/t959924p23",
		"userUrl": "https://www.flashback.org/u209667",
		"sentence": "Vet inte om jag har blivit lurad eller vad, köpte ett kikarsikte av användaren , vann auktionen den 6 jul 22:36 och fick vinnarmail etc, killen har 485 omdömmen och 93% positiva vilket jag ser som rätt bra och säkert köp, vann kikarsiktet för 250kr~ + 250kr frakt och betalade in det samma kväll så att han skulle få det dagen efter, mailade honom ang att jag betalat så han skulle se det och lägga det på posten fortare etc.."
	},
	{
		"postIndex": 6278,
		"postNum": 1848,
			"postTime": "2012-06-14",
		"postLink": "/sp37870557",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p154",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Är jag inte fel ute så kontaktar bedragaren säljare A och säger sig vilja köpa ett objekt som den personen säljer, samtidigt lägger bedragaren ut en falsk annons och när varan är \"såld\" så får köparen överföra pengarna till säljare A (alltså ej till bedragarens konto) på så sätt betalar bedragaren för en vara som han vill köpa."
	},
	{
		"postIndex": 6423,
		"postNum": 1890,
			"postTime": "2012-07-07",
		"postLink": "/sp38210884",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p158",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Om köparen erbjuder sig att betala med check så är det också en bluff, checken är stulen eller falsk men då det tar x antal dagar för banken att kolla upp och få vetskap om detta så kommer man kunna lösa in den på banken men efter några veckor kommer banken höra av sig och återkräva alla pengar så alla sådana erbjudanden är också skojeri på hög nivå."
	},
	{
		"postIndex": 7107,
		"postNum": 2063,
			"postTime": "2012-09-08",
		"postLink": "/sp39244737",
		"postUser": "GA-LOLiver",
		"postUserID": "/u626106",
		"postUrl": "https://www.flashback.org/t959924p172",
		"userUrl": "https://www.flashback.org/u626106",
		"sentence": "Jag lägger upp en annons om dagens hetaste mobil, säljer den för halva priset i nyskick, ngn köper den, blir lurad, kontaktar sidan och dom blockar mitt ip nummer, min mail, och det finns sparat på min dator tom att jag är den jag är när jag besöker deras sidor, ÄVEN om jag andvänder mig från ett annat ip nummer, så länge jag sitter på denna dator men byter ip nummer så kommer inte detta hjälpa mig för dom kommer blocka mina annonser."
	},
	{
		"postIndex": 4992,
		"postNum": 1514,
			"postTime": "2011-12-17",
		"postLink": "/sp34599174",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p127",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Det är garanterat en bluff, ta och ställ dig frågan hur många dagar per år du tror de har snö i england när inte de ens har snö i skåne här i sverge mer än någon enstaka dag per år Det denna marvin wolf kommer göra om du svarar honom är att han kommer erbjuda sig att köpa din skoter (förmodligen till ett högre pris än det du begärt eller samma pris som du lagt ut den till) samtidigt som han ska bekosta frakten till england där det knappast finns snö att köra på, hur sannolikt tror du det är att han är seriös på en skala?"
	},
	{
		"postIndex": 6668,
		"postNum": 1959,
			"postTime": "2012-08-07",
		"postLink": "/sp38697281",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p164",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Man ska även undersöka närmare de omdömen som lämnats där det är möjligt alltså klicka på saken som köpts / sålts för att se vad det är för något, bedragare brukar ofta bara köpa eller sälja billigt krafs under en kortare period för att få 5-20 goda omdömen för att sedan lägga ut dyrare saker som de inte har utan endast är till för att lura folk med."
	},
	{
		"postIndex": 6288,
		"postNum": 1850,
			"postTime": "2012-06-17",
		"postLink": "/sp37908189",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p155",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Skälet till att många säljer främst batteriverktyg från usa (de har 110v där så sladdrivna prylar som drar mycket ström fungerar ej här i landet utan en stor transformator eller vad det kallas som omvandlar elen till 230v, med småmaskiner kan man ofta köpa en liten billig omvandlare som gör att de kan användas i vårt elnät) är för att verktyg ofta är betydligt billigare där än här, i många fall kan man få samma verktyg för 1/3 - del av priset om ens det så de som säljer från usa tjänar alltså hyfsat mycket även om försäljningspriset inte blir så högt (fast det blir det ofta ändå)."
	},
	{
		"postIndex": 7745,
		"postNum": 2205,
			"postTime": "2012-11-12",
		"postLink": "/sp40314952",
		"postUser": "Vayu",
		"postUserID": "/u750435",
		"postUrl": "https://www.flashback.org/t959924p184",
		"userUrl": "https://www.flashback.org/u750435",
		"sentence": "Fick följande mail efter att jag satt in en annons med en elektronikpryl på blocket: \"Jag kommer att betala dig 3200kr + 400kr för transporten kostnaden tänker betala dig 6000kr in på ditt konto så snart du skickade mig din betalningsinformation nedan: Bankens namn: Bank-kod: Kontonamn: IBAN-nummer: Swift Code: land: Jag kommer att vara mycket glad om du kan skicka mig dina fullständiga bankuppgifter för ditt paypal e-postadress så att jag kan överföra pengar till ditt konto på OK.?"
	},
	{
		"postIndex": 5362,
		"postNum": 1617,
			"postTime": "2012-01-15",
		"postLink": "/sp35128400",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p135",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Jag tycker du ska lämna negativt omdöme, skulle säljaren betala tillbaka pengarna alternativt leverera boken så kan du begära att tradera tar bort ditt negativa omdöme, tror säljaren försöker förhala det hela så att du inte kan lämna omdöme sedan lär du inte höra ett ord från henne igen."
	},
	{
		"postIndex": 6399,
		"postNum": 1883,
			"postTime": "2012-07-05",
		"postLink": "/sp38184630",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p157",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Sedan finns inget som säger att den som lurade dessa personer inte kommer använda ditt namn igen då är det bra att du gjort en polisanmälan om det redan tidigare, sedan kan detta vara till hjälp för de som blivit lurade på så sätt att polisen kanske tar tag i saken när det även handlar om att personen använt din identitet."
	},
	{
		"postIndex": 8027,
		"postNum": 2274,
			"postTime": "2012-12-28",
		"postLink": "/sp41151406",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p190",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Enligt svensk lag råder det strikt banksekretess så banken eller en bankkassörska får alltså ej lämna ut uppgifter om vem som äger ett konto såvida inte det krävs ut av polisen men det finns ett antal personer som har lyckats få fram vad personen bakom kontot heter genom att ha gått till ett bankkontor och gjort en liten symbolisk överföring och i samband med det frågat om det är en viss person som äger kontot."
	},
	{
		"postIndex": 6768,
		"postNum": 1980,
			"postTime": "2012-08-09",
		"postLink": "/sp38734630",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p165",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Det vanliga nu för tiden är att man använder falska kontaktuppgifter (alltså att man kapar en annan persons identitet och påstår sig vara denna person) men att bedragaren använder sitt personliga kontonummer dit pengarna går alternativt paypal eller falskt internetgiro osv för att försvåra för folk att spåra transaktionerna och vem som ligger bakom blåsningen."
	},
	{
		"postIndex": 10455,
		"postNum": 2942,
			"postTime": "2014-01-06",
		"postLink": "/sp46910113",
		"postUser": "177777",
		"postUserID": "/u735149",
		"postUrl": "https://www.flashback.org/t959924p246",
		"userUrl": "https://www.flashback.org/u735149",
		"sentence": "Så jag ringde Nordea och de tog fallet på allvar och de lovade att utreda fallet på en gång och att de kommer frysa in kontot, samt så har de frågat mig om jag känner till fler som blev lurade av samma person, och jag svarade \"ja\" eftersom igår kväll så var det en person till, som pratade med mig via telefon och enligt honom så blev han lurad av samma person och av samma annons till och med!"
	},
	{
		"postIndex": 6153,
		"postNum": 1815,
			"postTime": "2012-05-11",
		"postLink": "/sp37296814",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p152",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Skulle säljaren ha lurat dig så skall du givetvis polisanmäla säljaren samt anmäla honom till tradera, är det en bedragare som är ute efter att blåsa folk i större mängd så lär du aldrig se skymten av pengarna igen, är det en seriös säljare så kanske du får igen dem med lite tur."
	},
	{
		"postIndex": 6304,
		"postNum": 1856,
			"postTime": "2012-06-18",
		"postLink": "/sp37928265",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p155",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Så är det nyligen du har betalt så är det inte säkert att du blivit lurad men har du betalat för någon vecka sedan och saken ej har kommit ännu är det risk för att du kan bli blåst, kanske du ska testa mejla och kolla om paketet är skickat ännu samt be om kollinumret så du kan se att den är på väg samt var den är (kollinummer får man endast på paket alternativt rekommenderade brev, ej på vanliga brev)."
	},
	{
		"postIndex": 6659,
		"postNum": 1955,
			"postTime": "2012-08-06",
		"postLink": "/sp38692891",
		"postUser": "swebarb",
		"postUserID": "/u74594",
		"postUrl": "https://www.flashback.org/t959924p163",
		"userUrl": "https://www.flashback.org/u74594",
		"sentence": "Du ska först göra en polisanmälan och sen kanske ev banken ger ut något men räkna inte med det, har han blåst många personer och fler än du bara anmäler är det större chans nåt händer annars ta det som lärdom och köp inte av nyreggade personer,, det är sjukt hur lätt såna as kan lura folk och sen bara försvinna med troligen kapade identiter och allt.."
	},
	{
		"postIndex": 7030,
		"postNum": 2051,
			"postTime": "2012-08-31",
		"postLink": "/sp39119076",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p171",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Skriv bara att du inte kommer göra affär med honom det är enklast samt undvik att svara på andra mejl med liknande innehåll, alltså folk som påstår sig bo utomlands och som vill köpa bilen (eller andra saker för den delen) de är bara ute efter att blåsa folk."
	},
	{
		"postIndex": 5542,
		"postNum": 1650,
			"postTime": "2012-01-31",
		"postLink": "/sp35429267",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p138",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Han lär inte komma någon vart med att anmäla dig och om polisen mot all förmodan skulle genomföra en utredning så kommer de med största sannolikhet lägga ner det i brist på bevis alternativt säga att dina bilder där reporna syns gör att brott knappast kan styrkas då du (förutsatt att bilderna tydligt visar reporna) inte har dolt något om datorns skick."
	},
	{
		"postIndex": 6092,
		"postNum": 1803,
			"postTime": "2012-04-29",
		"postLink": "/sp37085456",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p151",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Problemet är att i princip alla som säljer på tradera eller blocket kräver just förskottsbetalning för att skicka varan så det är lite av ett moment 22, antigen betalar man i förväg och hoppas på att få prylen eller så hämtar man den personligen vilket i många fall är omöjligt pga avstånden."
	},
	{
		"postIndex": 3561,
		"postNum": 1077,
			"postTime": "2011-06-04",
		"postLink": "/sp30983137",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p90",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Posten är svindyr på sin frakt, testa schenker, dhl eller bussgods nästa gång de är garanterat billigare Angående säljaren mursis så har han/hon fått 4 negativa och ca 340 positiva omdömen så här långt så personligen hade jag nog vågat köpa av den säljaren, har tittat på den personens annonser tidigare men har inte köpt något av den säljaren ännu."
	}
]
