[
	{
		"postIndex": 43533,
		"postNumber": 9006,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 21,
		"userScore": 11.4,
		"postUserName": "Peter_18",
		"postUserID": "u99096",
		"postUserUrl": "https://www.flashback.org/u99096",
		"postDateTime": "2011-04-24, 15:27",
		"postUrlInThread": "https://www.flashback.org/t967842p751",
		"postUrlUniq": "https://www.flashback.org/sp30258912",
		"sentence": "*Fotografier och filmer har granskats om och om igen av världens bästa fysiker utan att något faktiskt fel har hittats *astronauterna tog med sig flera säckar med mångrus *Van Allen-bältet är visst möjligt att passera, precis som mobiltelefoner kan användas utan att omedelbart orsaka cancer *vi tog emot inspelningar som sändes från månen, alltså fanns det folk där *Ryssland har inte sagt ett ord om någon bluff *de återvände till månen ett antal gånger efter den första månlandningen *filmer som spelas upp i så kallad \"normal hastighet\" gör att astronauternas röster låter onormalt snabba *allting som hände på månen kan förklaras med fysik (vajande flaggor, djupa fotspår, icke-parallella skuggor osv) *astronauterna kunde hoppa oerhört högt trots all sin utrustning och trots att de inte tog just någon sats alls (testa själv att hoppa typ 40 cm med tjocka kläder och en jättetung ryggsäck och utan att böja knäna speciellt mycket; du kommer att misslyckas) - vilket tyder på en låg gravitation..."
	},
	{
		"postIndex": 32333,
		"postNumber": 7001,
		"rankGlobal": 2,
		"scoreGlobal": 91.2,
		"userRank": 69,
		"userScore": 2.7,
		"postUserName": "AlienBilly",
		"postUserID": "u94327",
		"postUserUrl": "https://www.flashback.org/u94327",
		"postDateTime": "2009-11-01, 19:13",
		"postUrlInThread": "https://www.flashback.org/t967842p584",
		"postUrlUniq": "https://www.flashback.org/sp19567678",
		"sentence": "(Svårigheternar med van allens radiation belt, uppenbara kulisser på vissa kort, avsaknaden av stjärnor, kors ettsade i kamera linserna som skymms av astronauter och utrustning, promenader på ställen som borde ha varit ockupperade av mån landaren, att de kunde ta bilder överhuvud taget, när filmen bara klarar runt -30 grader C innan den fryser och spricker som glas, och att bakgrunds strålningen på månen borde ha förstört eller fått alla bilder att bli grumliga, att några av astronauterna fick barn efter att ha stått på månen under en av århundradets värsta sol stormar som borde ha stekt dom till döds på 2-3 minuter när dom är utanför van allens radiation belt, det faktum att man skickade iväg dom utan att man haft särskilt mångra lyckade flygningar med månlandaren på jorden då den bara hade en motor så ändrades gravitations centrum så fort du flyttade baken och var därmed helt omöjlig att styra på ett bra sätt, de felsta provflygningarna slutade i katastrof..."
	},
	{
		"postIndex": 24349,
		"postNumber": 5139,
		"rankGlobal": 3,
		"scoreGlobal": 59.3,
		"userRank": 27,
		"userScore": 9.7,
		"postUserName": "dpstudio",
		"postUserID": "u174179",
		"postUserUrl": "https://www.flashback.org/u174179",
		"postDateTime": "2009-04-09, 00:10",
		"postUrlInThread": "https://www.flashback.org/t967842p429",
		"postUrlUniq": "https://www.flashback.org/sp16042519",
		"sentence": "exakt så tror jag det gåt till om de fejkade landningen och i sista sekund märker man att det är omöjligt att ta sig till månen tex radioaktivitet man kanske sicka en apa dit eller dyligt som inte klara sig man räknade ut att skölden för att stopa radioaktivitet skulle bil för tung för att skicka till månen och nu har man bränt 20% av skatte betalarnas pengar till ingen nytta alls liger fortfaraden efter Sovjet man blir nervös att hella NASA ska stängas ner för gott man fejkar skiten för att rädda sitt skin."
	},
	{
		"postIndex": 24289,
		"postNumber": 5127,
		"rankGlobal": 4,
		"scoreGlobal": 56,
		"userRank": 27,
		"userScore": 9.7,
		"postUserName": "dpstudio",
		"postUserID": "u174179",
		"postUserUrl": "https://www.flashback.org/u174179",
		"postDateTime": "2009-04-08, 12:47",
		"postUrlInThread": "https://www.flashback.org/t967842p428",
		"postUrlUniq": "https://www.flashback.org/sp16029600",
		"sentence": "\" bilderna från USSR är från månens landskap samma som Apollo men i dom finns stjärnorna på himlen \"De har bevisat att stenen kommer från månen\" ja, men det är även nu bevisat att dom vistats i miljö där vatten finns/funnits vilket låter orimligt om dom skulle kommit direkt från månen Mythbusters jo men lägg ihop vajer och sänk hastighten på Mythbusters test så vip vart det ett iliknande resultat med NASA månlandning."
	},
	{
		"postIndex": 25774,
		"postNumber": 5520,
		"rankGlobal": 5,
		"scoreGlobal": 54.2,
		"userRank": 3,
		"userScore": 58.4,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2009-07-30, 11:16",
		"postUrlInThread": "https://www.flashback.org/t967842p460",
		"postUrlUniq": "https://www.flashback.org/sp17910023",
		"sentence": "I Hollywoodrullen snittar man säkert 5-6 goofs (kolla gärna några stycken på IMDB), i Apollomaterialet finns det såvitt jag vet INGENTING som inte haft sin naturliga förklaring, och då skall gudarna veta att ett antal saker har föreslagits och blivit förklarade: - skuggorna åt olika håll - flera ljuskällor - försvunna inristade hårkors - inga stjärnor på himlen Tycker inte ni foliehattar att det är lite märkligt att man inte kunnat hitta några anomalier alls i materialet?"
	},
	{
		"postIndex": 15866,
		"postNumber": 3270,
		"rankGlobal": 6,
		"scoreGlobal": 54.1,
		"userRank": 7,
		"userScore": 28.6,
		"postUserName": "xismxist",
		"postUserID": "u299286",
		"postUserUrl": "https://www.flashback.org/u299286",
		"postDateTime": "2008-11-18, 02:30",
		"postUrlInThread": "https://www.flashback.org/t967842p273",
		"postUrlUniq": "https://www.flashback.org/sp13757570",
		"sentence": "när du har lyckats visa mej en bild eller video av alla hundratals kilon med stenar samlade tesammans så har vi börjat komma nån vart, men det kan du givetvis inte för dessa så kallade \"380 kg\" sten är bara en siffra som nasa tillgivit myten, det finns inte ett enda bevis för denna påstådda mängd."
	},
	{
		"postIndex": 43403,
		"postNumber": 8980,
		"rankGlobal": 7,
		"scoreGlobal": 53.6,
		"userRank": 21,
		"userScore": 11.4,
		"postUserName": "Peter_18",
		"postUserID": "u99096",
		"postUserUrl": "https://www.flashback.org/u99096",
		"postDateTime": "2011-04-22, 21:24",
		"postUrlInThread": "https://www.flashback.org/t967842p749",
		"postUrlUniq": "https://www.flashback.org/sp30235298",
		"sentence": "Månlandningen är faktiskt ett fantastiskt bevis på hur enormt intelligenta vi människor är - en rymdfärd till månen handlar om så oerhört mycket mer än att bara skjuta upp någon sorts raket i någon sorts riktning upp i luften: det handlar om att exakt beräkna den nödvändiga bränslemängden så att raketen lyckas lämna jorden men samtidigt inte bär på någon onödig extralast, det handlar om att ta hänsyn till månens rotation kring jorden och förbereda uppskjutet med hänsyn till månens förflyttningar, det handlar om att beräkna kraften i uppskjutet från månen för att landaren ska kunna fly från månens gravitation - och mycket mer som mänskligheten redan har lärt sig."
	},
	{
		"postIndex": 17664,
		"postNumber": 3688,
		"rankGlobal": 8,
		"scoreGlobal": 53.2,
		"userRank": 7,
		"userScore": 28.6,
		"postUserName": "xismxist",
		"postUserID": "u299286",
		"postUserUrl": "https://www.flashback.org/u299286",
		"postDateTime": "2008-11-25, 12:12",
		"postUrlInThread": "https://www.flashback.org/t967842p308",
		"postUrlUniq": "https://www.flashback.org/sp13858529",
		"sentence": "ASSÅ, om nånting kastas ut från denna väldiga yta så kommer det inte vara litet, å räkna inte med att månen kommer undan(jorden kommer oftast undan iom vår atmosfär) på dej låter det som om månen aldrig skulle kunna träffas, har du nån vetenskaplig undersökning som visar hur exakt \"riktade\" solstormarna måste vara för att kunna påverka?"
	},
	{
		"postIndex": 56789,
		"postNumber": 12117,
		"rankGlobal": 9,
		"scoreGlobal": 53,
		"userRank": 111,
		"userScore": 1.5,
		"postUserName": "Praetori",
		"postUserID": "u345427",
		"postUserUrl": "https://www.flashback.org/u345427",
		"postDateTime": "2013-12-05, 12:53",
		"postUrlInThread": "https://www.flashback.org/t967842p1010",
		"postUrlUniq": "https://www.flashback.org/sp46445615",
		"sentence": "Du tar många många många många bilder för att en kamera inte har hur stor lins som helst men du vill samtidigt få med detaljer med bibehållen upplösning, sen väljer man ut ett antal av bilderna och sammanfogar till en större bild i efterhand (man kan tex även ta många bilder på samma objekt i följd med olika skärpedjup för att även kunna få med bakgrund, man kan använda olika slutartid eller filter för att kunna göra flera exponeringar på varandra i efterhand för att lätta upp mörka partier eller tona ner helt belysta ytor osv)."
	},
	{
		"postIndex": 16668,
		"postNumber": 3427,
		"rankGlobal": 10,
		"scoreGlobal": 52.7,
		"userRank": 7,
		"userScore": 28.6,
		"postUserName": "xismxist",
		"postUserID": "u299286",
		"postUserUrl": "https://www.flashback.org/u299286",
		"postDateTime": "2008-11-21, 08:20",
		"postUrlInThread": "https://www.flashback.org/t967842p286",
		"postUrlUniq": "https://www.flashback.org/sp13802622",
		"sentence": "men att påstå att landarens undre steg och/eller en månbil skulle vara bevis om man hittar dessa håller jag inte med om då dessa som sagt mkt väl kan ha skickats upp i obemannade färder det finns inte ett enda fotobevis eller filmbevis för att månlandningarna ägt rum, det finns bara mer eller mindre bra teorier."
	},
	{
		"postIndex": 46214,
		"postNumber": 9514,
		"rankGlobal": 11,
		"scoreGlobal": 52.5,
		"userRank": 21,
		"userScore": 11.4,
		"postUserName": "Peter_18",
		"postUserID": "u99096",
		"postUserUrl": "https://www.flashback.org/u99096",
		"postDateTime": "2012-01-29, 18:48",
		"postUrlInThread": "https://www.flashback.org/t967842p793",
		"postUrlUniq": "https://www.flashback.org/sp35395295",
		"sentence": "Ta bara det där tramset när Bart Sibrel tjatade på astronauterna om att \"svära vid Bibeln att de åkte till månen\" - TRE astronauter gjorde faktiskt just precis det (Alan Bean, Eugene Cernan och Ed Mitchell - bevis på detta finns i filmen \"Astronauts Gone Wild\" på YouTube) - och ÄNDÅ var inte Sibrel nöjd, han började istället svamla om hur Armstrong och Aldrin minsann inte hade svurit vid Bibeln osv."
	},
	{
		"postIndex": 56799,
		"postNumber": 12118,
		"rankGlobal": 12,
		"scoreGlobal": 51.1,
		"userRank": 187,
		"userScore": 0.8,
		"postUserName": "BuprenOrvar",
		"postUserID": "u485037",
		"postUserUrl": "https://www.flashback.org/u485037",
		"postDateTime": "2013-12-05, 18:08",
		"postUrlInThread": "https://www.flashback.org/t967842p1010",
		"postUrlUniq": "https://www.flashback.org/sp46449901",
		"sentence": "Sedan kan ni leta upp programmet \"Mythbusters\" avsnitt där dom testar ett antal myter om månlandningarna, bla: \"Flaggan kan inte fladdra i vaakum\" (kan den visst, bevisat med expriment i vaakum) \"Det finns flera olika ljuskällor på fotot - alltså används strålkastare\" (bevisat att det kan bli så med endast en ljuskälla) \"Skuggorna faller i olika vinklar - alltså används flera strålkastare\" (bevisat att endast en strålkastare kan ge skuggor i olika vinklar, beror på höjden och formen på dom objekt som kastar skuggor) Ni är helt enkelt motbevisade av ett sketet tv-program, titta på det aktuella avsnittet och återkom sedan med info på vilket sätt programmet har fel!"
	},
	{
		"postIndex": 36543,
		"postNumber": 7885,
		"rankGlobal": 13,
		"scoreGlobal": 50.5,
		"userRank": 8,
		"userScore": 25,
		"postUserName": "slindberg",
		"postUserID": "u477227",
		"postUserUrl": "https://www.flashback.org/u477227",
		"postDateTime": "2010-08-30, 12:50",
		"postUrlInThread": "https://www.flashback.org/t967842p658",
		"postUrlUniq": "https://www.flashback.org/sp25176765",
		"sentence": "Eftersom du är oförmögen att förstå dej på engelska, ska jag göra en enkel översättning så du förstår vad som säjs: \"det började med luna 2, sovjet hade tekniken att bygga raketer men trots propagandakriget som rådde om att nå månen först så var det en sak de saknade, och det var att följa luna hela vägen, och därmed ingen chans att bevisa det\" vilket nämns mellan ca 1:12 - 1:32 (nu väntar vi och ser när detta ska behöva upprepas igen, igen och IGEN) Jag är fullt medveten om att man landsätte inte bara en lunockod utan även en till."
	},
	{
		"postIndex": 26745,
		"postNumber": 5739,
		"rankGlobal": 14,
		"scoreGlobal": 50.2,
		"userRank": 104,
		"userScore": 1.5,
		"postUserName": "supergnob",
		"postUserID": "u378062",
		"postUserUrl": "https://www.flashback.org/u378062",
		"postDateTime": "2009-09-02, 03:51",
		"postUrlInThread": "https://www.flashback.org/t967842p479",
		"postUrlUniq": "https://www.flashback.org/sp18509429",
		"sentence": "det du säjer är helt korrekt INGEN (inte ens sovjet) kunde \"avlyssna\" apollo utan det var endast en station i australien som kunde ta emot signalerna, ägd av nasa givetvis, så att ens tanken på att en radioamatör kunde avlyssna är helt befängt orsaken att sputnik byggdes för att hams skulle kunna få in den var för att få en oberoende verifikation som kunde granska och bevisa händelsen, tex i fallet luna9 var sovjet dom allra SISTA som fick datauppgifterna, både brittiska och amerikanska tidningar fick bilderna långt före ryssarna."
	},
	{
		"postIndex": 17268,
		"postNumber": 3588,
		"rankGlobal": 15,
		"scoreGlobal": 50,
		"userRank": 3,
		"userScore": 58.4,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2008-11-24, 03:34",
		"postUrlInThread": "https://www.flashback.org/t967842p299",
		"postUrlUniq": "https://www.flashback.org/sp13841919",
		"sentence": "- Det syns hur de har skarvat i mitten och lagt på konstgjorda störningar som inte finns i originalet - skuggorna är fel på farbrorn - det är annan skärpa på farbrorn än på astronauterna, han är i lite för bra kvalitet med lite större kontrast än resten av filmen Förutom dessa uppenbara saker så har vi dessutom tagit upp - Varför skulle de inte bara förstöra detta bevis innan det kom på villovägar?"
	},
	{
		"postIndex": 18552,
		"postNumber": 3916,
		"rankGlobal": 16,
		"scoreGlobal": 49.9,
		"userRank": 7,
		"userScore": 28.6,
		"postUserName": "xismxist",
		"postUserID": "u299286",
		"postUserUrl": "https://www.flashback.org/u299286",
		"postDateTime": "2008-11-30, 01:39",
		"postUrlInThread": "https://www.flashback.org/t967842p327",
		"postUrlUniq": "https://www.flashback.org/sp13924759",
		"sentence": "Siffrorna är uträknad utifrån en fantasi, men för all del du kan ju skicka uträkningen till nasa så kommer dom åxå skratta åt er(som alla andra gör) Dokumentet bevisade att en solstorm inte alls behöver vara riktad för att träffa jorden eftersom satelliterna långt ut på sidorna och även bakom solen kunde uptäcka stormen, för att inte tala om den som låg 341 miljoner km bort...."
	},
	{
		"postIndex": 47735,
		"postNumber": 9886,
		"rankGlobal": 17,
		"scoreGlobal": 49.8,
		"userRank": 15,
		"userScore": 15.8,
		"postUserName": "Black.water",
		"postUserID": "u339767",
		"postUserUrl": "https://www.flashback.org/u339767",
		"postDateTime": "2012-03-28, 23:32",
		"postUrlInThread": "https://www.flashback.org/t967842p824",
		"postUrlUniq": "https://www.flashback.org/sp36518194",
		"sentence": "I följande mycket sevärda dokumentär, i 23 delar, dokumenteras all vetenskaplig forskning i ämnet: VIDEO-bevis: (1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) (18) (19) (20) (21) (22) (23) Intressant i sammanhanget är, att solens protuberanser faktiskt var som våldsammast just under Apollo-uppdragen, och strålningen från solstormar ligger annars normalt på 25 rem/tim, vilket innebär att astronauterna skulle ha fått i sig dödliga doser av strålning, även om man exkluderar strålningen från Van Allen-bältena, i vilka man befinner sig i ca 1 timme under en resa månen tur/retur."
	},
	{
		"postIndex": 633,
		"postNumber": 132,
		"rankGlobal": 18,
		"scoreGlobal": 49.7,
		"userRank": 18,
		"userScore": 11.9,
		"postUserName": "sten.b",
		"postUserID": "u3131",
		"postUserUrl": "https://www.flashback.org/u3131",
		"postDateTime": "2003-11-20, 19:41",
		"postUrlInThread": "https://www.flashback.org/t967842p11",
		"postUrlUniq": "https://www.flashback.org/sp612242",
		"sentence": "Jag måste upprepa ett tidigare inlägg: För att komma till månen måste vi passera Van Allen-bältet och i en film som gick på 5-an för ett par år sen uttalade en av de ledande för sovjets rymdprogram på frågan varför inte sovjet som vid tiden var ledande inom raketteknik gjorde ett försök att skicka människor till månen att det krävs 2 meter bly runt människan för att överleva en genomfart av Van Allen."
	},
	{
		"postIndex": 42103,
		"postNumber": 8733,
		"rankGlobal": 19,
		"scoreGlobal": 49.7,
		"userRank": 110,
		"userScore": 1.5,
		"postUserName": "one_size",
		"postUserID": "u156235",
		"postUserUrl": "https://www.flashback.org/u156235",
		"postDateTime": "2011-01-12, 21:26",
		"postUrlInThread": "https://www.flashback.org/t967842p728",
		"postUrlUniq": "https://www.flashback.org/sp28183624",
		"sentence": "Du ignorerar andra motargument, du försöker dumförklara folk när du inte förstår hur saker och ting fungerar, du kommer med påståenden som du inte kan back upp med några bevis och slutligen går dina uttalande emot varandra: är USA mäktigaste i hela världen och kan dölja sanningen eller klarar de inte ens av att hindra konspirationsteoretiker från att göra filmer, skriva böcker och chatta på forum?"
	},
	{
		"postIndex": 54786,
		"postNumber": 11611,
		"rankGlobal": 20,
		"scoreGlobal": 49.7,
		"userRank": 23,
		"userScore": 11,
		"postUserName": "ka kui",
		"postUserID": "u92897",
		"postUserUrl": "https://www.flashback.org/u92897",
		"postDateTime": "2013-03-11, 10:29",
		"postUrlInThread": "https://www.flashback.org/t967842p968",
		"postUrlUniq": "https://www.flashback.org/sp42406301",
		"sentence": "Jag skulle slå vad om att hade Neil Armstrong vänt sig ifrån solen och jorden och tittat uppåt så att han inte såg månens yta, och det inte fanns reflexer i glaset och hjälmen som speglade ljus på ögonen, och han stirrade rakt in i det \"djupa mörkret\" han beskrev, då efter en stund eller ett antal minuter hade hans ögon vänt sig vid mörkret och han hade kunnat se stjärnor."
	},
	{
		"postIndex": 35842,
		"postNumber": 7787,
		"rankGlobal": 21,
		"scoreGlobal": 49.5,
		"userRank": 107,
		"userScore": 1.5,
		"postUserName": "davve321",
		"postUserID": "u352812",
		"postUserUrl": "https://www.flashback.org/u352812",
		"postDateTime": "2010-08-06, 22:58",
		"postUrlInThread": "https://www.flashback.org/t967842p649",
		"postUrlUniq": "https://www.flashback.org/sp24679867",
		"sentence": "använd en systemkamera då du kanske förstår sambandet slutartid bländare och zoom (du är lite ostadigare på handen än en satellit, men å andra sidan har du många andra fördelar istället) sist men inte minst, allt är en fråga om cash, ponera att du själv skickat kameran och vet att bilden är från månen, skulle du då kräva högre upplösning för att tro att bilden visar fotspår, månlandare mm?"
	},
	{
		"postIndex": 43352,
		"postNumber": 8971,
		"rankGlobal": 22,
		"scoreGlobal": 49.5,
		"userRank": 21,
		"userScore": 11.4,
		"postUserName": "Peter_18",
		"postUserID": "u99096",
		"postUserUrl": "https://www.flashback.org/u99096",
		"postDateTime": "2011-04-22, 12:28",
		"postUrlInThread": "https://www.flashback.org/t967842p748",
		"postUrlUniq": "https://www.flashback.org/sp30227591",
		"sentence": "För det första så utgick hela världen ifrån att de verkligen skulle åka till månen, och därför hade vi antenner riktade åt det hållet för att vi skulle kunna ta emot deras inspelningar - om de inte var på månen så skulle vi inte ha kunnat ta emot någonting alls."
	},
	{
		"postIndex": 43694,
		"postNumber": 9039,
		"rankGlobal": 23,
		"scoreGlobal": 49,
		"userRank": 21,
		"userScore": 11.4,
		"postUserName": "Peter_18",
		"postUserID": "u99096",
		"postUserUrl": "https://www.flashback.org/u99096",
		"postDateTime": "2011-04-25, 22:58",
		"postUrlInThread": "https://www.flashback.org/t967842p754",
		"postUrlUniq": "https://www.flashback.org/sp30283614",
		"sentence": "Men inte ens det räckte till, när två astronauter hade gått med på det där så ville han helt plötsligt att varenda en skulle svära vid Bibeln utan bara den - sen när alla väl har gjort det så kommer han att kräva att de ska svära med större inlevelse - sen när de har gjort det så kommer han att drämma till med att det lik förbannat inte betyder någonting i slutändan, för de ljuger säkert ändå, är beredda att \"ljuga inför Bibeln för att få månlandingen att verka mer trovärdig\"..."
	},
	{
		"postIndex": 27087,
		"postNumber": 5845,
		"rankGlobal": 24,
		"scoreGlobal": 48.4,
		"userRank": 32,
		"userScore": 7.9,
		"postUserName": "GiantSquid",
		"postUserID": "u379839",
		"postUserUrl": "https://www.flashback.org/u379839",
		"postDateTime": "2009-09-13, 17:43",
		"postUrlInThread": "https://www.flashback.org/t967842p488",
		"postUrlUniq": "https://www.flashback.org/sp18709048",
		"sentence": "(anger olika höjder för en rymdfärja, att den är under van allen bältena, en annan gång att den befinner sej I bältena, anger även totalt olika höjder från gång till gång för var van allen bältena befinner sej, osv) jay windley har gjort sin egen lilla film för att bevisa månlandningarna, då han skulle visa hur \"månytan\" reflekterade ljuset filmade han i ökensand, som har ett albedo på 30-40% för att jämföras med månens 7...."
	},
	{
		"postIndex": 14083,
		"postNumber": 2846,
		"rankGlobal": 25,
		"scoreGlobal": 48.1,
		"userRank": 2,
		"userScore": 68.8,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2008-02-15, 01:48",
		"postUrlInThread": "https://www.flashback.org/t967842p238",
		"postUrlUniq": "https://www.flashback.org/sp10009732",
		"sentence": "Man skulle kunna säga att det på ett sätt är 0 K, men ändå är det som du säger inte riktigt samma som det hade varit en gas eller vätska som hade 0 K eftersom då hade värmen kunnat snabbt föras över i vätskan, gasen däremot hade inte påverkat alls lika mycket men ändå snabbare så klart."
	},
	{
		"postIndex": 42049,
		"postNumber": 8727,
		"rankGlobal": 26,
		"scoreGlobal": 48.1,
		"userRank": 2,
		"userScore": 68.8,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2011-01-12, 19:39",
		"postUrlInThread": "https://www.flashback.org/t967842p728",
		"postUrlUniq": "https://www.flashback.org/sp28180826",
		"sentence": "Att tråden är så stor är för att vi gång på gång måste förklara enkla fysiska och vetenskapliga förklaringar att det inte på något sätt är konstigt med att inga stjärnor syns på en analog, kemisk film, att det inte på något sätt är konstigt att det finns olika vinklar på skuggor, att det inte på något sätt är konstigt att överexponering på kemisk film gör att man inte kan se något ljus bakom skuggorna på stenarena men att man kan se austonaterna när dom står bakom en STOR sten eller bakom månlandaren..."
	},
	{
		"postIndex": 51197,
		"postNumber": 10559,
		"rankGlobal": 27,
		"scoreGlobal": 48,
		"userRank": 225,
		"userScore": 0.6,
		"postUserName": "maxsil",
		"postUserID": "u495018",
		"postUserUrl": "https://www.flashback.org/u495018",
		"postDateTime": "2012-08-11, 17:36",
		"postUrlInThread": "https://www.flashback.org/t967842p880",
		"postUrlUniq": "https://www.flashback.org/sp38777084",
		"sentence": "Vissa som jag har bråkat med kommer ibland med ännu galnare teorier om hur man fick hem månstenarna, tex att de skickade luna-sonder för 13 miljarder US dollar (räknade ut det i något argument, summan är justerad för inflation) istället för att skicka upp ett par killar dit, och en massa ursäkter som strider mot fysikens lagar, dessa personer verkar inte kunna även de mest fundementala saker om rymdfärd, så, hade varit kul att höra vad en mer verklig person tror om dessa landingar."
	},
	{
		"postIndex": 8490,
		"postNumber": 1912,
		"rankGlobal": 28,
		"scoreGlobal": 47.9,
		"userRank": 9,
		"userScore": 18.6,
		"postUserName": "xism",
		"postUserID": "u223340",
		"postUserUrl": "https://www.flashback.org/u223340",
		"postDateTime": "2008-01-03, 01:58",
		"postUrlInThread": "https://www.flashback.org/t967842p160",
		"postUrlUniq": "https://www.flashback.org/sp9471643",
		"sentence": "Eftersom de inte kommer från jorden så har de annan karaktäristika än material man hittar på jorden SVAR: NASA hade redan då tekniken att stråla stenar så de såg ut att komma från rymden, det är även möjligt att vissa stenar kan ha tagits hem i en obemannad färd - Hur skulle det gå till att fejka bristen på atmosfär menar du?"
	},
	{
		"postIndex": 46268,
		"postNumber": 9524,
		"rankGlobal": 29,
		"scoreGlobal": 47.9,
		"userRank": 21,
		"userScore": 11.4,
		"postUserName": "Peter_18",
		"postUserID": "u99096",
		"postUserUrl": "https://www.flashback.org/u99096",
		"postDateTime": "2012-01-30, 15:14",
		"postUrlInThread": "https://www.flashback.org/t967842p794",
		"postUrlUniq": "https://www.flashback.org/sp35408036",
		"sentence": "När NASA sätter foten på Mars om 20-30 år så kommer det att hittas på konspirationsteorier om det också, och förmodligen i ännu störe omfattning eftersom Mars påminner väldigt mycket om Jorden - sen är dessutom tyngdaccelerationen mycket större på Mars än på månen (0,376 g), så astronauterna kommer förmodligen bara att kunna hoppa 10-20 cm upp i luften, vilket nog vid en första anblick kanske kan se ut som en \"jordhöjd\" - tills man inser att det är väldigt svårt att hoppa överhuvudtaget på Jorden när man har typ 100 kg utrustning på ryggen!"
	},
	{
		"postIndex": 29996,
		"postNumber": 6470,
		"rankGlobal": 30,
		"scoreGlobal": 47.6,
		"userRank": 20,
		"userScore": 11.6,
		"postUserName": "BigShamgret",
		"postUserID": "u384255",
		"postUserUrl": "https://www.flashback.org/u384255",
		"postDateTime": "2009-10-02, 14:36",
		"postUrlInThread": "https://www.flashback.org/t967842p540",
		"postUrlUniq": "https://www.flashback.org/sp19043686",
		"sentence": "äkta humor blir det däremot när jay windley använde ökensand med ett albedo på 40% för att visa hur en astronaut reflekteras och lurade såna som dej, eller när phil plait angav olika höjder för rymdfärjan + van allen bältena i varenda radio & tv show, och än bättre var det där alan bean sa att han inte visste om dom passerade van allen bältena på väg till månen men neil armstrong tar nog ändå priset!"
	},
	{
		"postIndex": 16070,
		"postNumber": 3307,
		"rankGlobal": 31,
		"scoreGlobal": 47.6,
		"userRank": 7,
		"userScore": 28.6,
		"postUserName": "xismxist",
		"postUserID": "u299286",
		"postUserUrl": "https://www.flashback.org/u299286",
		"postDateTime": "2008-11-19, 03:07",
		"postUrlInThread": "https://www.flashback.org/t967842p276",
		"postUrlUniq": "https://www.flashback.org/sp13772542",
		"sentence": "bara för att förlänga ditt så redan fint utmålade händelseförlopp: lägg sen till att separationen mellan modulen och landaren gjordes på månens baksida(radioskugga) och att separationen spelades in med en \"16mm data acqusition kamera\"(just det: spelades in, inte sändes) - så förefaller det smått otroligt att nyhetsprogrammen i usa kunde visa separationen live, antagligen var nasa inte så noga med VAD man skickade för material till tv-kanalerna utan det viktiga var bara att propagandan kom fram exakt vad är det vi ska fråga dagisfröken?"
	},
	{
		"postIndex": 36722,
		"postNumber": 7902,
		"rankGlobal": 32,
		"scoreGlobal": 47.3,
		"userRank": 8,
		"userScore": 25,
		"postUserName": "slindberg",
		"postUserID": "u477227",
		"postUserUrl": "https://www.flashback.org/u477227",
		"postDateTime": "2010-08-31, 00:06",
		"postUrlInThread": "https://www.flashback.org/t967842p659",
		"postUrlUniq": "https://www.flashback.org/sp25190499",
		"sentence": "Eftersom du inte motsäjer dej DEM så utgår jag ifrån att du är fullt medveten om detta: \"allt började med luna 2, ryssarna hade inga egna teleskop kraftfulla nog att följa upp egna farkoster till månen, och därmed ingen chans att bevisa att de varit där\" Jag har tidigare bett propagerare som hävdar motsatsen lista rätt sond med rätt teleskop under 1959-1976, som följde dessa hela vägen till månen!"
	},
	{
		"postIndex": 36087,
		"postNumber": 7845,
		"rankGlobal": 33,
		"scoreGlobal": 47,
		"userRank": 8,
		"userScore": 25,
		"postUserName": "slindberg",
		"postUserID": "u477227",
		"postUserUrl": "https://www.flashback.org/u477227",
		"postDateTime": "2010-08-28, 13:10",
		"postUrlInThread": "https://www.flashback.org/t967842p654",
		"postUrlUniq": "https://www.flashback.org/sp25139015",
		"sentence": "Men till skillnad mot för USA så hade man iaf tekniken att bygga raketer som kunde ta sej till månen, men till skillnad mot för USA så hade man då dessvärre alltså INTE de teleskop som krävdes för att kunna följa utan man fick vid en del tillfällen lita på tex jodrell bank, inte ens deras TNA-400 kunde spåra apollo till månen och tebaka."
	},
	{
		"postIndex": 34574,
		"postNumber": 7524,
		"rankGlobal": 34,
		"scoreGlobal": 46.5,
		"userRank": 16,
		"userScore": 12.8,
		"postUserName": "red chili",
		"postUserID": "u222789",
		"postUserUrl": "https://www.flashback.org/u222789",
		"postDateTime": "2010-05-24, 20:34",
		"postUrlInThread": "https://www.flashback.org/t967842p627",
		"postUrlUniq": "https://www.flashback.org/sp23296564",
		"sentence": "det är du som är nollan, jag är inte här för att övertyga dig om ett skit eller ens bry mig om vad din verklighet är, eller vad för siffror du tar upp, jag tycker du är en för stor skit för ditt eget ego och jag är mer än hundra procent övertygad om att du inte har ett enda bevis för månlandningen som inte källmässigt härstammar från nasa eller organisationer med samma intresse, däremot vill du vara stor på propaganda, vilket långt ifrån matchar Grissom's karismatiska skepticism!"
	},
	{
		"postIndex": 30775,
		"postNumber": 6665,
		"rankGlobal": 35,
		"scoreGlobal": 45.9,
		"userRank": 20,
		"userScore": 11.6,
		"postUserName": "BigShamgret",
		"postUserID": "u384255",
		"postUserUrl": "https://www.flashback.org/u384255",
		"postDateTime": "2009-10-04, 23:38",
		"postUrlInThread": "https://www.flashback.org/t967842p556",
		"postUrlUniq": "https://www.flashback.org/sp19085321",
		"sentence": "Att jag sen hänvisade till en sajt som påstod att separationen (det som alltså bbc påstods ha visat) skedde på månens baksida är bara bonus, dessutom från en sajt som ni inte haft nåt emot tidigare gör bara ert fall ännu tyngre, för ingen är gladare än jag att era propagandasajter som vanligt säjer emot varandra Deras landare som användes för månfärderna har samtliga samma specs gällande dragkraft angående undre stegets motor, men har du nån annan info är du välkommen att hosta upp det!"
	},
	{
		"postIndex": 753,
		"postNumber": 159,
		"rankGlobal": 36,
		"scoreGlobal": 45.8,
		"userRank": 154,
		"userScore": 1,
		"postUserName": "Spiddekaga",
		"postUserID": "u62399",
		"postUserUrl": "https://www.flashback.org/u62399",
		"postDateTime": "2004-04-22, 15:53",
		"postUrlInThread": "https://www.flashback.org/t967842p14",
		"postUrlUniq": "https://www.flashback.org/sp941894",
		"sentence": "Alla som var med vid vid inspelningen, alltså inte de \"högsta hönsen\" dom låg bakom den, utan all personal som skötte kamera, ljus osv lovade att inte säga avslöja någonting, de fick också en massa pengar och de flesta flyttade till Asien/Indonesien där de levde resten av sitt liv, vissa dog och så på \"vanligt\" vis, men när regeringen började misstänka att det började läcka ut uppgifter så beslutade man att CIA, FBI eller någon annan sån sak skulle mörda alla, och det gjorde dom också."
	},
	{
		"postIndex": 44880,
		"postNumber": 9275,
		"rankGlobal": 37,
		"scoreGlobal": 45.7,
		"userRank": 4,
		"userScore": 46.4,
		"postUserName": "kojiro",
		"postUserID": "u316996",
		"postUserUrl": "https://www.flashback.org/u316996",
		"postDateTime": "2011-10-06, 12:26",
		"postUrlInThread": "https://www.flashback.org/t967842p773",
		"postUrlUniq": "https://www.flashback.org/sp33289606",
		"sentence": "Tex, min fråga till ElGiganten angående om han verkligen påstod att det fanns folk i Florida som hade sett Apollo i omloppsbana var inte ett försök att visa min okunskap angående omloppsbanors fysik (som det tyvärr misstolkades som) utan en genuin fråga om han verklligen kunde producera ett sådant vittne eller om det rörde sig om ett försök att framställa ett potentiellt vittne som ett verkligt utan att ha några bevis för att det var sant."
	},
	{
		"postIndex": 15487,
		"postNumber": 3203,
		"rankGlobal": 38,
		"scoreGlobal": 45.7,
		"userRank": 3,
		"userScore": 58.4,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2008-11-16, 13:43",
		"postUrlInThread": "https://www.flashback.org/t967842p267",
		"postUrlUniq": "https://www.flashback.org/sp13732825",
		"sentence": "Du struntade ju glatt i att svara på min fråga så jag ställer den väl igen: Nu när en hel rad av dina påståenden (som jag gissar kommer från deiverse filmer/sidor på nätet) visat sig vara helt uppåt väggarna fel, tittar du mer skeptiskt på dessa sidor/filmer eller kastar du dig bara raskt över nästa påstående och tänker \"Jamen det HÄR kanske stämmer i alla fall..."
	},
	{
		"postIndex": 23824,
		"postNumber": 5006,
		"rankGlobal": 39,
		"scoreGlobal": 45.7,
		"userRank": 3,
		"userScore": 58.4,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2009-02-09, 12:59",
		"postUrlInThread": "https://www.flashback.org/t967842p418",
		"postUrlUniq": "https://www.flashback.org/sp15043556",
		"sentence": "Och OM man hade gjort det, hade inte foliehattarna då bara 1) sagt att det var fejkat och skarvat 2) ifrågasatt varför man filmade en stillastående raket i flera timmar och sen antytt att det var för att producera fejkade bevis enligt punkt 1 Kort och gott, du fortsätter klamra dig fast vid de mest krystade argumenten du hittar och uppvisar en total brist på förståelse för hur den riktiga världen utanför ditt huvud fungerar."
	},
	{
		"postIndex": 204,
		"postNumber": 35,
		"rankGlobal": 40,
		"scoreGlobal": 45.3,
		"userRank": 18,
		"userScore": 11.9,
		"postUserName": "sten.b",
		"postUserID": "u3131",
		"postUserUrl": "https://www.flashback.org/u3131",
		"postDateTime": "2003-08-29, 02:42",
		"postUrlInThread": "https://www.flashback.org/t967842p3",
		"postUrlUniq": "https://www.flashback.org/sp486805",
		"sentence": "För att komma till månen måste vi passera Van Allen-bältet och i en film som gick på 5-an för ett par år sen uttalade en av de ledande för sovjets rymdprogram på frågan varför inte sovjet som vid tiden var ledande inom raketteknik gjorde ett försök att skicka människor till månen att det krävs 2 meter bly runt människan för att överleva en genomfart av Van Allen."
	}
]
