[
	{
		"postIndex": 176059,
		"postNum": 38209,
			"postTime": "2013-05-14",
		"postLink": "/sp43419673",
		"postUser": "Joels-bitar",
		"postUserID": "/u739812",
		"postUrl": "https://www.flashback.org/t972173p3185",
		"userUrl": "https://www.flashback.org/u739812",
		"sentence": "låter konstigt allt ihop Kan det va så \"fetade texten\" att hon trodde att mats hade beställt mat där och när man är ett par är det vanligt att man ser vi det va väl även på ica som mördar mats hade vart och skummat runt på är väldigt mysko att det inte kom fram när poliserna kollade runt va ju mer eller mindre inget som va klart med bröllopet förutom lindas uppgifter tycker detta påminner om mördar mats andra bröllop då han va illa tvungen att sno nästan 90 000 kr från sin arbets plats min teori är att han tvungen att strypa linda för att kaffekassan i lärarrummet inne höll enbart ett par mynt å några knappar å skulle knappast räcka till ett bröllop, och pengar är bättre än kärlek i mördar mats liv så han såg linda som en vandrande miljon Är så glad att han skrev över miljonen till hennes son skulle kunnat betalt en bra slant för att bevittna när han skrev under."
	},
	{
		"postIndex": 96588,
		"postNum": 25004,
			"postTime": "2012-09-29",
		"postLink": "/sp39585291",
		"postUser": "Anders-Erik",
		"postUserID": "/u635723",
		"postUrl": "https://www.flashback.org/t972173p2084",
		"userUrl": "https://www.flashback.org/u635723",
		"sentence": "Mats Alms förehavanden innan Linda Chens döda kropp återfanns Det är utrett i målet att Mats Alm med anledning av Linda Chens försvinnande var kallad till polisförhör som skulle äga rum i hans bostad onsdagen den 16 september 2009, att han tisdagen den 15 september var på sitt arbete på en skola, att han inte var tillgänglig i sin bostad när polisförhöret skulle äga rum och inte heller fanns där vid husrannsakan senare på onsdagen samt att han inte gav sig till känna förrän under eftermiddagen fredagen den 18 september då han dök upp vid vittnet Lars Gauffins fritidshus vid riksväg 80 i Norr Bertilsbo mellan Falun och Rättvik och därefter visade polisen vägen till den plats där Linda Chens döda kropp låg."
	},
	{
		"postIndex": 112513,
		"postNum": 27985,
			"postTime": "2012-11-16",
		"postLink": "/sp40401187",
		"postUser": "nivijag",
		"postUserID": "/u397128",
		"postUrl": "https://www.flashback.org/t972173p2333",
		"userUrl": "https://www.flashback.org/u397128",
		"sentence": "se rapporterade direkt| 29 mar 2010 Mats Alm ställs inför rätta i Falun| 28 mar 2010 Alm skickade kärleks-sms till ex-flickvännen| 27 mar 2010 Mats Alm ville bli en svensk Tiger Woods| 26 mar 2010 Mats Alm skämtade om att döda sin sambo Linda Chen| 24 mar 2010 Mats Alm kan bli miljonär - även om han döms för brott| 24 mar 2010 Mats Alms brev till föräldrarna| 23 mar 2010 Åklagaren: Mats Alm funderade på att erkänna| 23 mar 2010 Här är Mats Alms larmsamtal till polisen| 23 mar 2010 Åklagaren: Mats Alm hade ekonomiska motiv att mörda| 23 mar 2010 Artikel av GW Persson ett av åklagarens bevis mot Alm| 23 mar 2010 Leif GW Persson: Mats Alm är fri till sommaren| 23 mar 2010 Mats Alms bilder som kan fälla honom| 23 mar 2010 Så ska åklagaren få Mats Alm fälld| 23 mar 2010 Han grät över sin försvunna flickvän i en tv-intervju."
	},
	{
		"postIndex": 148336,
		"postNum": 34166,
			"postTime": "2013-02-18",
		"postLink": "/sp42074546",
		"postUser": "Hamilkar",
		"postUserID": "/u221304",
		"postUrl": "https://www.flashback.org/t972173p2848",
		"userUrl": "https://www.flashback.org/u221304",
		"sentence": "Och då gäller att huvudspåret har en hel del goda argument för att Mats ljuger som en häst travar om kidnappningen och backluckan och de flitelade läkorna, varför den storyn inte kan användas som förklaring till varför Mats hamnade bredvid Lindas lik i Norra Bertilsbo, och att det då inte finns någon annan rimlig förklaring till att Mats hamnade där än att han visste att hon fanns där, och att det inte finns någon annan vettig anledning till att han visste att hon fanns där än att han hade lagt henne där, och att det inte fanns någon annan vettig anledning till att han lagt henne där annat än att han, på det ena eller andra sättet, hade orsakat hennes död."
	},
	{
		"postIndex": 106108,
		"postNum": 26778,
			"postTime": "2012-10-28",
		"postLink": "/sp40064994",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2232",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Börja inte om med din saga om combibilen, den var ett tips som noterades på två sidor i FUP, sedan när Mats Alm visade var han gömt kroppen efter Linda Chen så föll alla pusselbitar på plats, den enda bit som tyvärr inte kunde lösas var hur Linda Chen hade dött, det lilla äcklet Mats Alm hade sådan sagolik tur att obduktionen inte kunde fastställa hur han dödade Linda Chen."
	},
	{
		"postIndex": 161405,
		"postNum": 35971,
			"postTime": "2013-03-13",
		"postLink": "/sp42439930",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2998",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "3 mars 2009 bevittnas testamentet mellan Linda och Mats av Aino Johansson och Åke Johansson 30 mars Mats betalar 395 kronor märkt Lindas A-K 16 maj för Linda över 24 000 kronor till Mats konto på Handelsbanken 19 maj för Mats tillbaka 13 000 kronor till Lindas konto 30 maj för Linda över 2 000 till Mats konto 3 juni för Linda över 1197,50 till Mats konto PM Ekonomisk sammanställning Linda Chen, 2010-01-19 11:50 diarienr: 2000-K19429-09 9 juni för Linda över 800 till Mats konto 30 juli sätter Juan in 30 000 kronor på Lindas konto och som finns på Lindas konto den 3 augusti Lindas ekonomi när de kommer hem från Kina resan på Handelsbanken Den 16 juli finns det 5739,38 kronor kvar på Lindas Allkonto På Lindas Allkonto finns den 1 augusti 34 413,50 kronor och om man bortser från insättningen på 30 000 kronor från Juan så fanns det 4 413,50kronor på kontot Under 2009 så finns inga bankomatuttag för Linda innan Linda avslutar sitt bankkort den 5 mars och inga kontantuttag är gjorda på Allkontot."
	},
	{
		"postIndex": 175964,
		"postNum": 38190,
			"postTime": "2013-05-13",
		"postLink": "/sp43413518",
		"postUser": "Pethrus",
		"postUserID": "/u93558",
		"postUrl": "https://www.flashback.org/t972173p3183",
		"userUrl": "https://www.flashback.org/u93558",
		"sentence": "Den här personen påstod att han hade sett nån ung kvinna blivit indragen till en svart kombi vid Rådhuskällan och då frågade vi jag och Mats honom om han hade ringt in till polisen och anmält de tipset då han främlingen svara ja de ha han gjort han har gett personuppgifter och allt de där och då tänkte jag om hon nu blivit indragen i en svart kombi i en bil då kanske hon inte är i närheten av Falun kanske dom hade kört henne utanför stan utanför Falun men eftersom vi inte visste så mycke så vi fortsatte och fråga folk ändå i Lindas bil och Mats ringde till polisen och frågade om närpolisen hade fått in tipset att nån hade sett Linda blivit indragen i en svart kombi ja polisen sa de hade dom fått tipset."
	},
	{
		"postIndex": 180561,
		"postNum": 39088,
			"postTime": "2013-06-09",
		"postLink": "/sp43829955",
		"postUser": "RockRulle",
		"postUserID": "/u807979",
		"postUrl": "https://www.flashback.org/t972173p3258",
		"userUrl": "https://www.flashback.org/u807979",
		"sentence": "Det är utrett i målet att Mats Alm med anledning av Linda Chens försvinnande var kallad till polisförhör som skulle äga rum i hans bostad onsdagen den 16 september 2009, att han tisdagen den 15 september var på sitt arbete på en skola, att han inte var tillgänglig i sin bostad när polisförhöret skulle äga rum och inte heller fanns där vid husrannsakan senare på onsdagen samt att han inte gav sig till känna förrän under eftermiddagen fredagen den 18 september då han dök upp vid vittnet Lars Gauffins fritidshus vid riksväg 80 i Norr Bertilsbo mellan Falun och Rättvik och därefter visade polisen vägen till den plats där Linda Chens döda kropp låg."
	},
	{
		"postIndex": 101812,
		"postNum": 25970,
			"postTime": "2012-10-15",
		"postLink": "/sp39848938",
		"postUser": "Cohiba",
		"postUserID": "/u72011",
		"postUrl": "https://www.flashback.org/t972173p2165",
		"userUrl": "https://www.flashback.org/u72011",
		"sentence": "Hursomhelst eftersom jag framhärdar i att hålla sannolikheten intill visshet gränsande, för att den ende som bevisligen ensam hittade till Linda Chens kropp, Mats Alm (även känd som mössan eller räkan), också är mördaren och du halstarrigt tycks anse, att polisen gjorde någon form av omedelbar spårhundsundersökning av dennes eventuella väg, där , så upprepar jag min fråga varför en sådan skulle ha gjorts, när Mats Alm, den fege mördaren, först hävdade, att han varit ute och letat efter Linda och bara hittat'na."
	},
	{
		"postIndex": 139326,
		"postNum": 32713,
			"postTime": "2013-02-01",
		"postLink": "/sp41804320",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2727",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "MA: Nej de gör väl kanske inte de men alltså jag kan ju inte berätta mer än va jag kommer ihåg jag skulle gärna hitta på nånting alltså jag har ju sagt de jag kan ta på mej de här jag kan sitta i fängelse de spelar ingen roll de gör mej ingenting även om jag hade på nåt sätt orkat gå vidare med livet alltså jag kan ju inte försörja mej på nåt sätt i alla fall eller nånting jag kommer aldrig och kunna jobba som lärare eller nånting jag har suttit häktad misstänkt för mord vilken rektor skulle anställa en sån liksom de går ju inte så jag menar livet är ju slut hur de än är även om jag hade orkat gå vidare."
	},
	{
		"postIndex": 92501,
		"postNum": 24217,
			"postTime": "2012-09-12",
		"postLink": "/sp39297012",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p2019",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "Se denna redogörelse från : DATUM SUMMA FRÅN TILL: 2008-05-05 10000 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-05-08 22000 Lindas E-kapital HB Mats Swedbank Privatkonto 2008-06-06 749 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-06-27 2500 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-06-30 4000 Lindas E-kapital HB Mats Swedbank Privatkonto 2008-07-14 2000 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-07-28 6500 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-08-07 2000 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-08-14 1481 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-08-26 2000 Lindas E-kapital HB Mats Swedbank Privatkonto 2008-08-27 1247 Lindas Allkonto HB Mats Swedbank Privatkonto 2008-09-08 3600 Lindas E-kapital HB Mats HB Allkonto 2008-09-20 2731 Lindas E-kapital HB Mats HB Allkonto 2008-09-25 397 Lindas Allkonto HB Mats Allkortkonto HB 2008-10-15 7500 Lindas E-kapital HB Mats Allkortskonto HB 2008-10-18 2000 Lindas E-kapital HB Mats Allkortskonto HB 2008-11-30 350 Lindas Allkonto HB Mats Allkortskonto HB 2009-01-08 1000 Lindas Allkonto HB Mats Allkortskonto HB 2009-05-16 24000 Lindas Allkonto HB Mats Allkortskonto HB 2009-05-30 2000 Lindas Allkonto HB Mats Allkortskonto HB 2009-06-03 1197,5 Lindas Allkonto HB Mats Allkortskonto HB 2009-06-09 800 Lindas Allkonto HB Mats Allkortskonto HB SUMMA 100052,5 Swedbank Privatkonto: 656,50 kronor Swedbank: E-sparkonto: 0,66 kronor Swedbank Sparkapitalkonto: 0,39 kronor Swedbank MasterCardkort: Kredit 10 000 kr utnyttjad kredit: -9 804,97 kronor kvar att bruka: 195,03 kronor Lån Swedbank: Skuld 1 januari 2009: 80 838 kronor Lagro – du har börjat den här tråden igen och har inte kommit med något nytt."
	},
	{
		"postIndex": 112691,
		"postNum": 28006,
			"postTime": "2012-11-17",
		"postLink": "/sp40406566",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2334",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "Faller storyn med kineserna bort - en story som för övrigt inte ens de mest fantasifulla svenska författarna av idag eller ens Munchhausen själv hade velat förnedra sig till att ge offentlig spridning åt då det luktar dårhusstämpel, svagsinthet om den i varje liten beståndsdel - ja, då är det solklart att Mats Alm mördat Linda Chen, för han hittade kroppen och han var den som sist sågs med Linda medan hon fortfarande levde, och att han skulle ha råkat snubbla över hennes lik, vilket han tydligen inledningsvis uppgav till polisen, kan betraktas som helt uteslutet."
	},
	{
		"postIndex": 147414,
		"postNum": 33966,
			"postTime": "2013-02-17",
		"postLink": "/sp42056599",
		"postUser": "Pethrus",
		"postUserID": "/u93558",
		"postUrl": "https://www.flashback.org/t972173p2831",
		"userUrl": "https://www.flashback.org/u93558",
		"sentence": "Eftersom polisutredningen inte gick vidare på några andra spår efter det att Mats visade var Lindas kropp låg, utan hela arbetet därefter koncentrerades på att bevisa Mats skuld (eller egentligen att bevisa att kidnappningshistorien inte var sann, vilket sedan åklagaren ansåg indirekt skulle \"bevisa\" att Mats mördat Linda), så finns det helt enkelt inget rörande några andra spår att tillgå."
	},
	{
		"postIndex": 75117,
		"postNum": 20196,
			"postTime": "2010-06-04",
		"postLink": "/sp23508916",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t972173p1683",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Nej Blomvattnare, om Linda dog enbart för att Mats hade planerat att döda henne, vilket det inte finns några egentliga bevis för, hade jag kunnat köpt, om bevis för detta fanns vill säga, men inte att han planerade att mörda henne den där dagen då de började med att köpa pepparbiffar och han råkade döda henne oavsiktligt på fel pats och vid fel tillfälle för att Linda blev arg så hennes död föll helt utanför hans mordplan."
	},
	{
		"postIndex": 128110,
		"postNum": 30843,
			"postTime": "2013-01-07",
		"postLink": "/sp41340352",
		"postUser": "Klarsyn",
		"postUserID": "/u721198",
		"postUrl": "https://www.flashback.org/t972173p2571",
		"userUrl": "https://www.flashback.org/u721198",
		"sentence": "fästman skulle till polisen i Faluns kännedom --- Om Mats istället: Hade ringt och verkligen ansträngt sig för att leta efter henne -- Hade visat lite mera sorg istället för glädje dagarna efter försvinnandet --- Hade berättat om det han sa sig veta, men inte vågade säga ---- Hade sagt SANNINGEN ----hur denna sanning än såg ut --- DÅ hade Mats blivit trodd och troligen fått credd för sitt erkännande."
	},
	{
		"postIndex": 154827,
		"postNum": 35042,
			"postTime": "2013-02-26",
		"postLink": "/sp42210425",
		"postUser": "nvk",
		"postUserID": "/u729231",
		"postUrl": "https://www.flashback.org/t972173p2921",
		"userUrl": "https://www.flashback.org/u729231",
		"sentence": "Indicierna på att Mats planerat att mörda Linda kan väl vara; Ingen brölloppsmat beställd, Mats insåg troligen att han skulle kunna stå inför en polisanmälan för förskingring av Lindas medel-Linda hade kanske varskott Lars Alm om Mats förehavande på hennes konto/konton, Mats uppträdande dagarna efter då han är GLAD å verkar oberörd- i mina ögon uppträder Mats vad han tror är' som vanligt' för att inte dra misstankar mot sig."
	},
	{
		"postIndex": 106339,
		"postNum": 26830,
			"postTime": "2012-10-29",
		"postLink": "/sp40079199",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2236",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": ", jag och alla andra kan tolka dom och FUP, det är du och ett par till uppe i Lottefors som har stora bekymmer med skriven text och juridiksvenska , det enda skälet till att Mats Alm inte dömdes för sina gärningar är att rättsläkarna inte kunde visa hur Linda Chen dog, allt annat fick åklagare och polis på plats men i och med att kroppen var så pass sargad och förstörd kunde inte dödsorsak fastställas men Mats Alm,s lögnaktiga historia kunde förpassas till sagonas värld."
	},
	{
		"postIndex": 183429,
		"postNum": 39545,
			"postTime": "2013-07-09",
		"postLink": "/sp44243740",
		"postUser": "mercy",
		"postUserID": "/u421489",
		"postUrl": "https://www.flashback.org/t972173p3296",
		"userUrl": "https://www.flashback.org/u421489",
		"sentence": "Men tycker du då inte det är märkligt: a) att han i förhör kommer in på olika droger som han tror Mats skulle fått (som sen Mats just påstår att han fått fast det inte finns några spår av detta i hans kropp) b) kommentaren \"så jävla dum kan han inte vara när han skulle hålla sig borta\" c) blir rasande när han inser att polisen har kontrollerat hans bankuttag och frågar om han gett pengarna till Mats (vid samma tidpunkt som Mats åker till Sthlm) d) torkar av datorn vid upphittandet e) tvättar Lindas bil?"
	},
	{
		"postIndex": 160177,
		"postNum": 35794,
			"postTime": "2013-03-10",
		"postLink": "/sp42391837",
		"postUser": "upstepper",
		"postUserID": "/u539834",
		"postUrl": "https://www.flashback.org/t972173p2983",
		"userUrl": "https://www.flashback.org/u539834",
		"sentence": "Linda Chen märker inte att Mats Alm stjäl hennes pengar, Linda Chen är kär och litar på Mats Alm, en dyr läxa för Linda Chen som även får betala med sitt liv, Mats Alm ville ha ut den där livförsäkringen som han tecknade, 1 miljon kronor, denna livförsäkring tecknade Mats Alm efter endast några veckors bekantskap med Linda Chen."
	},
	{
		"postIndex": 160901,
		"postNum": 35889,
			"postTime": "2013-03-12",
		"postLink": "/sp42422169",
		"postUser": "nvk",
		"postUserID": "/u729231",
		"postUrl": "https://www.flashback.org/t972173p2991",
		"userUrl": "https://www.flashback.org/u729231",
		"sentence": "Mkt mer finns att säga, men enklaste samman fattningen är; Mats Alm älskade inte L, Mats sol å vårade L, dödade L å gick fri på allt förutom ett griftefrids brott på 8 mån då han legat med liket så att säga hehe Mats ströp sina lekkamrater i unga år så att vuxna fick ta bort honom så att hans lekkamrater inte skulle dö, hade strypsex inspelat med L, när L hittades så borde buken vara mest ansatt av förruttnelse men L's tungben var den mest ansatta delen, hennes skor stod hemma, å en blå dåre här väckte liv i tråden å försökte/försöker att få Mats friad hos allmänheten..."
	},
	{
		"postIndex": 138847,
		"postNum": 32652,
			"postTime": "2013-01-31",
		"postLink": "/sp41786775",
		"postUser": "Folketistugorna",
		"postUserID": "/u760831",
		"postUrl": "https://www.flashback.org/t972173p2721",
		"userUrl": "https://www.flashback.org/u760831",
		"sentence": "Så här såg hela familjen samtal och sms till Mats mobil under de dagar han var borta (FUP s 3349-3350): 2009-09-16, Vidarekopplat samtal, 12:21:51, 30 sek, Lars Alm till Mats Alms Telesvar 2009-09-16, SMS, kl 12:51:13, Lars Alm till Mats Alm 2009-09-16, SMS, kl 12:56:29, Lars Alm till Mats Alm 2009-09-16, SMS, kl 12:56:32, Lars Alm till Mats Alm 2009-09-16, Vidarekopplat samtal, kl 15:22:50, 5 sek, Lars Alm Mats till Alms Telesvar 2009-09-16, SMS, kl 20:37:04, Hanna Alm till Mats Alm 2009-09-16, Vidarekopplat samtal, kl 22:19:33, 7 sek, Maria Håkansson till Mats Alms Telesvar 2009-09-18, Vidarekopplat samtal, kl 09:06:07, 2 sek, Lars Alm till Mats Alms Telesvar Observera att den 17 aug lämnades inget meddelande på Mats mobilsvar från familjen, inget sms."
	},
	{
		"postIndex": 181603,
		"postNum": 39284,
			"postTime": "2013-06-22",
		"postLink": "/sp44010008",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p3274",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "Och när inga asiatiska män har varit i farten med lille mytomanen och parasiten M*ts så blir den enda giltiga slutsatsen i fallet att han måste själv ha placerat stackars Linda där hon påträffades för annars finns det ingen chans i världen att han skulle ha lyckats råka hamna just där i numera mycket välbekanta Norra Bertilsbo utanför Falun i Dalarna och hitta det svårt förruttnade liket av en ung kvinna som livet sannerligen hade farit fram hårt mot ända sedan hennes tidiga dagar och där det var M*ts A*m som var den Begrunda gärna vad som kan anses vara i detta fall liksom i alla andra du ägnar din uppmärksamhet åt."
	},
	{
		"postIndex": 100099,
		"postNum": 25682,
			"postTime": "2012-10-10",
		"postLink": "/sp39762963",
		"postUser": "Lordshin",
		"postUserID": "/u461945",
		"postUrl": "https://www.flashback.org/t972173p2141",
		"userUrl": "https://www.flashback.org/u461945",
		"sentence": "Att det fanns biljetter beställda i en Linda Chens namn vart väl aldrig ens klarlagt eftersom personen med detta resebolag slarvat bort all information kring bokningen, men eftersom inget mer inkom kring detta samt att korten inte hade någon koppling till Linda så kan man dra den slutsatsen att det inte var den Linda Chen som vart mördad av Mats Alm som stod på biljetten, utan någon annan Linda Chen, kanske någon i Danmark?"
	},
	{
		"postIndex": 23215,
		"postNum": 6849,
			"postTime": "2009-09-21",
		"postLink": "/sp18847805",
		"postUser": "ViloentSociety",
		"postUserID": "/u293158",
		"postUrl": "https://www.flashback.org/t972173p571",
		"userUrl": "https://www.flashback.org/u293158",
		"sentence": "Ja när han väl bestämt sig för att elda upp kroppen så fattade han att det inte skulle funka att dra förbi macken och köpa tändvätska utan att det skulle fatta misstankar när väl alla i samhället vet vem han är efter all exponering i bland annat media, så han kanske \"slangade\" ut bensin från bilen, eller tankade upp reservtanken han säkert hade i bilen och ursäktade sig på något lögnaktit sätt, dock tror jag han \"slangade\", verkar mest sannolikt, sen står han där och dränker in liket i bensin och skvätter ner sig, han skiter i det för att han är stressad, när liket brinner flyger det iväg en gnista som gör att han antänder, han blir chockad av det hela och sliter av sig de brinnande kläderna, han kanske hade tänkt ta buss tillbaka och nojar ur när han tänker på hur fan han ska ta sig hem nu, antingen halvnaken eller med kläder som brunnit."
	},
	{
		"postIndex": 120355,
		"postNum": 29411,
			"postTime": "2012-12-14",
		"postLink": "/sp40907153",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2451",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Din helt sanslöst bindgalna idiot, kombibilen var ett tips som nämndes på två sidor i FUP, tipset blev helt betydelselöst när likskändaren och mördaren Mats Alm visade var han gömt kroppen efter sitt offer, vittnet pekar inte alls ut Linda Chen, det är en omöjlighet för likskändaren och mördaren Mats Alm har redan dödat Linda Chen och gömt hennes kropp där hon återfanns."
	},
	{
		"postIndex": 54863,
		"postNum": 15547,
			"postTime": "2010-03-30",
		"postLink": "/sp22249865",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t972173p1296",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Om Mats inte dragit alla storyn utan bara sagt att de efter City Gross åkte hem och därefter gick Linda ut kl 22:00 och därefter hållt käft, alltså bara svarat på frågor, så skulle det kunnat finnas minst ett 10-20 tal alternativa GM i denna historia, även om kroppen hade hittats hade Mats troligtvis inte blivit häktad."
	},
	{
		"postIndex": 101806,
		"postNum": 25968,
			"postTime": "2012-10-15",
		"postLink": "/sp39848377",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2164",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Olyckligtvis gick det inte att fälla Mats Alm för mordet på grund av att kroppen var i för dåligt skick men det gick alldeles utmärkt med stöd av förundersökningen att konstatera att mördaren Mats Alm hade gömt kroppen där den återfanns, Mördaren Mats Alm hade troligtvis hjälp av sin far Lars Alm för att utföra den nesliga gärningen att gömma Linda Chen,s kropp."
	},
	{
		"postIndex": 66619,
		"postNum": 18273,
			"postTime": "2010-04-25",
		"postLink": "/sp22742426",
		"postUser": "KiaW",
		"postUserID": "/u393618",
		"postUrl": "https://www.flashback.org/t972173p1523",
		"userUrl": "https://www.flashback.org/u393618",
		"sentence": "Det är det jag försöker lista ut i alla fall, dvs: om det finns något onormalt eller sjukt hos Mats som triggats av något hos Linda, eller om det var en ren olyckshändelse och det sjuka kommer fram nu och har triggats av hennes död, eller om han hade gjort detta helt oberoende av hur Linda var som person att han dödade för dödandets skull, eller att han planerade att döda henne av någon anledning, tex för pengar."
	},
	{
		"postIndex": 118861,
		"postNum": 29119,
			"postTime": "2012-12-08",
		"postLink": "/sp40789150",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2427",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Du är och förblir en komplett idiot Lagro, mördaren Mats Alm var huvudspåret från början det begriper alla utom du, när sedan den enfaldige mördaren Mats Alm lät sig skrämmas till att visa var han gömt kroppen så var saken klar, det enda olyckliga i saken var att det inte gick att fastställa en dödsorsak på Linda Chen, hade det gått så skulle saken se helt annorlunda ut."
	},
	{
		"postIndex": 92690,
		"postNum": 24258,
			"postTime": "2012-09-13",
		"postLink": "/sp39311198",
		"postUser": "Lordshin",
		"postUserID": "/u461945",
		"postUrl": "https://www.flashback.org/t972173p2022",
		"userUrl": "https://www.flashback.org/u461945",
		"sentence": "Du vet lika bra som alla andra att Mats Alm kom undan med mord, det gör honom inte till någon \"årets brottsling\" eller \"supersmart\", utan den enda anledningen han klarade sig undan var för att liket var så förruttnat att dödsorsaken inte kunde fastställas, och därmed kan man inte med 100% säkerhet säga att Linda vart mördad eller om det var en olycka som ledde till hennes död eller en sjukdom."
	},
	{
		"postIndex": 114931,
		"postNum": 28442,
			"postTime": "2012-11-25",
		"postLink": "/sp40557558",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2371",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Det försvunna passet som de två dårarna Mats Och Lars Alm visade upp så glatt stals av de samma, inga andra har haft tillfälle eller nytta av att passet skulle \"försvinna\", ditt försök att misstänkliggöra Linda Chen,s oroliga anhöriga som faktiskt kom för att söka efter mördaren Mats Alm,s offer är bara skamligt och inte värt något annat än förakt."
	},
	{
		"postIndex": 119297,
		"postNum": 29194,
			"postTime": "2012-12-10",
		"postLink": "/sp40823632",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2433",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Men din tröttmössa, kombibilen försvann som spår i samma ögonblick som mördaren Mats Alm visade var han gömt kroppen efter Linda Chen, det som är lite mer intressant är om Lars Alm var behjälplig i gömmandet av offret, jag tror att Lars Alm på ett eller annat sätt hjälpte den enfaldige mördaren Mats Alm att gömma Linda Chen,s kropp."
	},
	{
		"postIndex": 97147,
		"postNum": 25103,
			"postTime": "2012-10-01",
		"postLink": "/sp39610507",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2092",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Vad som däremot är väldigt relevant och synnerligen intressant är Lars Alm,s och Hanna Alm,s förehavanden, om deras göranden hade utretts närmare så hade förmodligen lille mördaren Mats Alm kunnat börja planera för sin första lufthålspermission snart, nu kunde tyvärr inte LC,s dödsorsak fastställas men nerverna kanske brister på de som har hjälpt Mats Alm att komma undan sitt straff."
	},
	{
		"postIndex": 169063,
		"postNum": 37095,
			"postTime": "2013-04-03",
		"postLink": "/sp42782496",
		"postUser": "upstepper",
		"postUserID": "/u539834",
		"postUrl": "https://www.flashback.org/t972173p3092",
		"userUrl": "https://www.flashback.org/u539834",
		"sentence": "Datorn fanns inte (på den plats där den senare hittades av Lars Alm) vid husrannsakan, den har befunnit sej på en annan plats under en viss tidsrymd, Mats Alm satt på häktet, det är ett säkert alibi, familjen Alm saknar alibi för flera kritiska tidpunkter, sjukskriven ensam hemma är inget alibi, datorn har bevisligen bytt plats om nu Las Alm talar sanning, även Lars Alm beskyller polisen för att ljuga-dessutom att en polis ljög under rättegången, Hanna Alm beskyller polisen för att ljuga när hon förhörs i ärendet, grova anklagelser..."
	},
	{
		"postIndex": 131553,
		"postNum": 31436,
			"postTime": "2013-01-14",
		"postLink": "/sp41480376",
		"postUser": "Reimer",
		"postUserID": "/u56663",
		"postUrl": "https://www.flashback.org/t972173p2620",
		"userUrl": "https://www.flashback.org/u56663",
		"sentence": "Jag tror att mordet eller dråpet skedde i bilen på något vis, Lagro har hintat flera gånger om att Linda blev strypt i baksätet på en bil och det är vad jag tror skedde, sen fick Mats panik och stuvade undan kroppen nödtorftigt bakom stenen, i ett senare skede tror jag att Lars Alm var behjälplig i att gömma henne under riset och slyet som täckte kroppen, förmodligen hade likskändaren berättat en saga om vilken oturlig olycka som drabbat Linda och Lars visste med en gång vem som skulle bli huvudmisstänkt."
	},
	{
		"postIndex": 174410,
		"postNum": 37978,
			"postTime": "2013-05-07",
		"postLink": "/sp43310639",
		"postUser": "Joels-bitar",
		"postUserID": "/u739812",
		"postUrl": "https://www.flashback.org/t972173p3165",
		"userUrl": "https://www.flashback.org/u739812",
		"sentence": "Läste lite ur domen Är jäkligt intressant att mördar mats inte mindes så speciellt mycket, det bevisar vilken lögnare han är sanningen minns man men en lögn är svår att minnas, skulle va intressant om polisen tog med sig lindas bror ut i skogen så han kunde visa ut exakt vart mördar mats sprang i väg ensam Undrar vad mordbrännaren lars å mamma alm gjorde för en snabb avstickare efter riksväg 80?"
	},
	{
		"postIndex": 42084,
		"postNum": 12684,
			"postTime": "2009-11-18",
		"postLink": "/sp19858529",
		"postUser": "AsAc",
		"postUserID": "/u92125",
		"postUrl": "https://www.flashback.org/t972173p1057",
		"userUrl": "https://www.flashback.org/u92125",
		"sentence": "Kidnappningshistorien kan man misstänka är påhittad då * det inte finns några spår eller vittnen * det inte finns spår efter droger/mediciner i blodet * Mats kommer ut ut det hela levande * det sker precis då Mats går på ledighet och han är kallad till ett förhör samt är utpekad som mördare i pressen (GW) * kidnapparna kör ut honom till Linda i dagsljus (ett antagande då han hittades på eftermiddagen, vid 16-17-tiden om jag inte minns fel, och han lär inte ha varit sövd i över 12 timmar vid det laget), dvs."
	},
	{
		"postIndex": 105898,
		"postNum": 26747,
			"postTime": "2012-10-28",
		"postLink": "/sp40061147",
		"postUser": "Lordshin",
		"postUserID": "/u461945",
		"postUrl": "https://www.flashback.org/t972173p2229",
		"userUrl": "https://www.flashback.org/u461945",
		"sentence": "Tänk vilken tur att det kom en ny person som är fascinerad av fallet och frågar vad som hänt så att du får en anledning att skriva dina lögner igen Lagro, de enda som kan tro på din teori, det är de som är nära anhöriga till Mats Alm, dvs hans mor, far och kanske syster, som redan innan bestämt sig för att deras son/bror helt omöjligt skulle kunna mördat Linda eftersom det inte ligger i hans natur, det är helt otänkbart i deras värld, för de har uppfostrat honom till en bra pojke och inte ett \"monster\"."
	},
	{
		"postIndex": 141383,
		"postNum": 33034,
			"postTime": "2013-02-05",
		"postLink": "/sp41857547",
		"postUser": "Grandioso",
		"postUserID": "/u521090",
		"postUrl": "https://www.flashback.org/t972173p2753",
		"userUrl": "https://www.flashback.org/u521090",
		"sentence": "Charlie berättar att när han hade frågat om han fick låna musen till datorn så hade Mats sagt att han hade gömt den för annars så skulle de bara ha sönder den och när de frågade om de kunde titta på TV i vardagsrummet så ville Mats gå och lägga sig tidigt på kvällarna och när det fanns en TV i sovrummet och de hade frågat om den fungerade och då hade Mats svarat ja i alla fall innan ni kom och Charlie tycker att Mats blev konstig under 2:a veckan som de var uppe i Falun."
	},
	{
		"postIndex": 100715,
		"postNum": 25792,
			"postTime": "2012-10-11",
		"postLink": "/sp39791358",
		"postUser": "wishingmammel76",
		"postUserID": "/u650051",
		"postUrl": "https://www.flashback.org/t972173p2150",
		"userUrl": "https://www.flashback.org/u650051",
		"sentence": "Fynden kring den plats där Linda Chens kropp låg styrker Mats Alms uppgift att han, när han anlände till Lars Gauffins stuga, kom direkt från fyndplatsen; detta gäller de skor som hittades vid fyndplatsen och som med all sannolikhet var Mats Alms samt de brandhärdar som kunde noteras och som kan kopplas ihop med det faktum att Mats Alm själv hade vissa brandskador."
	}
]
