[
	{
		"postIndex": 198,
		"postNum": 212,
		"postLink": "/sp3113133",
		"postTime": "2005-10-27",
		"postUser": "Mosku",
		"postUserID": "/u99271",
		"postUrl": "https://www.flashback.org/t119551p18",
		"userUrl": "https://www.flashback.org/u99271",
		"sentence": "Hur många finnar är med i sånna här gäng och finns det gäng med bara finnar ? Undar bara lite"
	},
	{
		"postIndex": 161,
		"postNum": 172,
		"postLink": "/sp2535588",
		"postTime": "2005-07-18",
		"postUser": "Abomination",
		"postUserID": "/u75814",
		"postUrl": "https://www.flashback.org/t119551p15",
		"userUrl": "https://www.flashback.org/u75814",
		"sentence": "Ariskt anknytna gäng Ariska Brödraskapet - våld o brott, fängelse organisation,, Anti-afa - pysslar med att hitta jobbiga journalister Blood and Honour - våld död, allmänt otrevliga, finns i hela skandinavien Brödraskapet Wolfpack - Nazister med MC, Combat 18 - Kan finnas i Landet, men organisationen är lite väl tung för lilla Sverige, Info 14 - jagar antinassar som är anställda av den onda regeringen Hund-relaterad gäng Pitbull-Sweden - Finns både i Nazistanknytna (då heter hundarna typ Aryan, Göbbels, Hitler, SS, ja ni vet) och ex jugoslaviska gäng (typ så heter hundarna mkt coolare , typ Beast, Rhino, Killer, Blood, ja ni vet...) Svea-bulls - också ngn pitbull organisation, ...vem är maskoten hunden eller männsikan, de träffas och låter hundarna slåss, de tjänar pengar på det, och slår inte varandra, sörjer tillsammans när en hund dör, fan detta e nog ngn mutation, låter nästan idealiskt... Motorcykelpojkar Hells Angels - Vet väl alla vem dessa är Bandidos - Som ovan X-team - Bandidos prospects, kan också vara nytappning av A-team,,,, sen finns det väl en rad andra mindre MC prospects o wannabes, som Outlaws, Diablos, etc.... Etniska/inlåsta djävar gäng Original Gansters - Turkar (eller assyriska turkar), gbg nissar,,, Albangänget - Skogstokia albaner som var för galna för albanien,,hur fan går de till vet ingen Naserligan - annan etnisk grupp FFL - fuck for life - Latinos som e för fula för att få murra så de våldtar istället, ..lyckades komma undan en gruppvåldtäkt på en äldre kvinna som uppmärksammades av sossebladet... Kriminella organisationen Brödraskapet - Nassar, turkar, bottenskrapet...typ jobbiga i allmänhet, slåss med maffia falanger i sthlms regionen,, Maffia falanger i svea rike Rysska Maffian - talar för sig själv, onda, råa, fulla --- ryssar Estniska maffian - polska horor, amfetamin, o torsk på tallinn Serbiska maffian - Milan sevo i topp, härjar med lillebror o storerbror serbo,,, Balkan Maffior, galna djävlar på frilans-härjerier, bulgarer, rumäner, tjecker, polacker, ungrare, take your pic. Sånt som fanns men inte finns längre Familjen - startades i borlänge, slutet av 80 början 90 tal,,, ganska grymma, helsvenska, galna som vikingar, drack mjöd och åt svampar åkte till istanbul o slogs.... Kok och Blås AB - startades på KTH av en kemist som insåg hur man kan göra tjack i badrummet, Kok står för den del som kokade droger och blås för skalbolgaet, som ja...blåste folk, med sugrör eller pistol vem vet...dessa har polisen inte fått tag på.... Underground - Dansk/svensk, sysslade med smuggling av diverse, upphörde officiellt när Cristiana stängdes, kan finnas vem vet... Vikingar - dog för länge sen,,, synd att de inte finns ngn neo-vikings liga, skulle vara urball,,,, Andra gängliknade ting Pingströrelsen - Helge fossmo, grymt galen nisse, döda frugan drog över barnflickan, lätt grövst i landet,,,, Mihajlovic - Dum i huvet, dödade allas våran Anna Lind, den jäveln, gick i samma klass som min Kusin....var tokig redan då...satt o sa bajs i flera timmar... Göran persson - Landsmissbrukare, socialist, super för skattepengar, ....när ska vi göra statskupp och införa monarki,,,ett kungadöme ska styras av kung... Tengil - Sagofigur bor i nagiala eller va de nu heter, har egen drake,,,coooolt ------ de va nog allt jag kunde komma på ...sen finns de ju mkt grövre organisationer, ,,Nätverket, Balkan Brotherhood, Powerhouse, ..Men om de har falanger i lilla Sverige, de tror jag inte... -------"
	},
	{
		"postIndex": 525,
		"postNum": 550,
		"postLink": "/sp7604354",
		"postTime": "2007-07-03",
		"postUser": "underr",
		"postUserID": "/u105284",
		"postUrl": "https://www.flashback.org/t119551p46",
		"userUrl": "https://www.flashback.org/u105284",
		"sentence": "Har inte syrianerna/assyrierna ett gäng ?"
	},
	{
		"postIndex": 315,
		"postNum": 331,
		"postLink": "/sp3918997",
		"postTime": "2006-03-25",
		"postUser": "Trollish",
		"postUserID": "/u100324",
		"postUrl": "https://www.flashback.org/t119551p28",
		"userUrl": "https://www.flashback.org/u100324",
		"sentence": "BBB finns det ett gäng som håller till i mina trakter. Dom håller på med allt från att spänga bankboxar till indrivning."
	},
	{
		"postIndex": 478,
		"postNum": 500,
		"postLink": "/sp6287269",
		"postTime": "2007-02-09",
		"postUser": "Tammer",
		"postUserID": "/u56123",
		"postUrl": "https://www.flashback.org/t119551p42",
		"userUrl": "https://www.flashback.org/u56123",
		"sentence": "Det är väl invandrargäng och ev mixade \"mc-gäng\". Finns det några andra?"
	},
	{
		"postIndex": 134,
		"postNum": 144,
		"postLink": "/sp1872481",
		"postTime": "2005-02-19",
		"postUser": "Drott",
		"postUserID": "/u6335",
		"postUrl": "https://www.flashback.org/t119551p12",
		"userUrl": "https://www.flashback.org/u6335",
		"sentence": "Det finns en del skinnskallar kvar här i stan, men man ser dem inte så ofta längre. Tror att mycket dog när Johnny bytte sida och Jocke åkte in. Det gäng som var med på Kalla fakta 96 har jag faktiskt aldrig stött på, även fast jag har träffat de flesta organiserade från e-tuna. Vet itne hur stora de är idag, men Combat 18 etablerade sig väl i Sverige ett tag, kanske dog ut, samma med B&H. Som nämnt så har vi ju OG, \"Albanligan\", Brödraskapet Wolfpack, Hells Angels, Bandidos, X-Team, Outlaws MC, FFL, Familjen, även fast de kanske inte existerar i samma anda längre. Vidare finns ju Uppsala maffian, vet inte så mycket om dem dock, bara hört en del. I mina hemtrakter hade vi några som kallade sig AMB, arboga maffia boys, otroligt skrämmande var det. Sen hade vi något gäng i köping också, riktiga hårdingar hela bunten, slogs aldrig om de var färre än 3 mot 1. Juggemaffian hävdade många juggar på kåken bara var uppdiktat av media, men så brukar det ju låta, sant är iaf att de kontrollerar mycket av restaurangbranschen i sthlm och andra större orter. Vilka var detta, vad står det för, något med skiftinge???"
	},
	{
		"postIndex": 357,
		"postNum": 374,
		"postLink": "/sp4083291",
		"postTime": "2006-04-26",
		"postUser": "yatzy_winner",
		"postUserID": "/u96927",
		"postUrl": "https://www.flashback.org/t119551p32",
		"userUrl": "https://www.flashback.org/u96927",
		"sentence": "Ja du Johnny, du lär vara ett stort Bandidos-fan. Jag har flera belägg för att detta gäng inte är så skickliga som dom (ni?) utger sig för att vara. Ta nu dom här två senaste exemplen. Två medlemmar ur Bandidos samt en ”provmedlem” klarade inte ens av att på ett anonymt och smidigt sätt att spränga ”Massouds” bil, utan hamnar nu förhoppningsvis i finkan några månader. Tre yrkeskriminella klarar alltså inte av att spränga en bil utan att bli upptäckta! Det andra exemplet är det mest graverande, och det inträffade nu i veckan. Fyra män grips för Landvetter rånet och enligt polisen så är ”ett par av dom medlemmar/eller personer med anknytning till Bandidos”. Polisen har enligt egna uppgifter spanat på dessa fyra män under flera veckor. Anser inte du Johnny, att man som yrkeskriminell ska upptäcka att man blir skuggad av snuten i ett tidigt stadium?? Jag menar, så att man hinner dra innan tillslaget kommer? Jag har faktiskt ett exempel till, och det är att i samband med detta tillslag mot dessa fyra, samt husrannsakan i Bandidos klubblokaler, så har enligt Göteborgsposten en ”25-årig Bandidoskille” talat med nämda tidning. Jag som trodde att medlemmarna under några som helst omständigheter inte talade med någon media! Så kan du förklara dessa snedsteg Johnny? Det glädjer mej dock att du inte förnekar att Bandidos är en kopia av Hells Angels. HA som är orginalet i svensk kriminalhistoria, och som en massa olika grupperingar har försökt härma, men ständigt misslyckats. Ni har redan nämt alla dessa gäng flera gånger i den här tråden. Angående att Bandidos skulle komma till Jönköping så välkommnar jag det. I den stan finns det en massa töntiga ”Wannabe-kriminella” som skulle behövas sättas på plats (AFA, nazister, tattare), och jag tycker även det vore nyttigt för Jönköpingspolisen, så att dom skulle få svettas lite, samt få göra skäl för sina höga löner. Ja, kanske blir en del arga på mej nu, men det får jag väl ta, jag har blivit påhoppad påhoppad av många elaka wiseguys en hel del gånger i mitt liv, så jag vågar absolut säga vad jag tycker."
	},
	{
		"postIndex": 216,
		"postNum": 230,
		"postLink": "/sp3495537",
		"postTime": "2006-01-07",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "är kanske för tillfället svaga enligt media och er, men ni som inte vet något borde hålla käften, Ledarn för gänget kommer ut i år och då ska ni få se vad som kommer hända, antingen drabbar dom samman med bandidos eller så sluter dom fred för att brodern till OG's ledare sköt en broder till en Bandidos medlem, och jag har även läst att ni säger att gänget startades i tälje, stämmer inte heller, det startades i fängelset av Danho Acar som kommer från Angered i GBG. Vänta lite och se, jag känner personligen många ur gänget och jag vet att dom senaste månaderna har OG värvat 7-8 nya medlemmar. X-team är inte bandidos.. det är ett supportteam till bandidos, dom är ett gäng fjantar vilket jag vet eftersom jag själv drabbat samman med dom en gång, det finns oftast 2-3 tuffa killar i gänget resten är mobbade fjantar som söker sig till gäng för att få lite kompisar, dessutom är bandidos ett stort skämt, att ledaren är iranier och många medlemmar är rasister förstår jag inte hur det går ihop, tänkte bara tala om för er att OG är Assyrier, många säger sig vara med OG, det är lätt att se, bara be dom kavla upp ärmarna och titta på armen om Assyriska flaggan är tatuerad med initialerna O.G är inristade i cirkeln på flaggan, finns det ingen är killen en bluff."
	},
	{
		"postIndex": 516,
		"postNum": 541,
		"postLink": "/sp7377903",
		"postTime": "2007-06-09",
		"postUser": "Vukovic",
		"postUserID": "/u182488",
		"postUrl": "https://www.flashback.org/t119551p46",
		"userUrl": "https://www.flashback.org/u182488",
		"sentence": "Tror inte det finns några speciella gängbildningar kring där jag bor i Skellefteå/Umeå. Möjligen små konstellationer som inte blivit namngivna. Finns några obetydliga som jag kan rabbla upp iallfall; - Raggargäng. Känner igen dom på västarna, dom är många men inte alls några som söker bråk (längre?). Verkar inte verka kriminellt alls. - Hittils ett totalt anonymt MC-gäng i Skellefteå. Verkar inte ha någon koll på kriminella kretsarna i stan. - Vet inte om infrastrukturen eller antalet, bara hört namnet i samband med flera slagsmål. Chansen att du skulle få stryk eller bli rånad av någon av ovannämnda grupperingar är ändå kritiskt liten. MEN, har jag fel så upplys mej?"
	},
	{
		"postIndex": 361,
		"postNum": 378,
		"postLink": "/sp4251396",
		"postTime": "2006-05-25",
		"postUser": "Atem",
		"postUserID": "/u104346",
		"postUrl": "https://www.flashback.org/t119551p32",
		"userUrl": "https://www.flashback.org/u104346",
		"sentence": "Det finns ett skräckinjagande MC-gäng i Luleå som kallar sig själva för ..."
	},
	{
		"postIndex": 533,
		"postNum": 558,
		"postLink": "/sp7822728",
		"postTime": "2007-07-26",
		"postUser": "DkM",
		"postUserID": "/u179331",
		"postUrl": "https://www.flashback.org/t119551p47",
		"userUrl": "https://www.flashback.org/u179331",
		"sentence": "Inte mycket till gängverksamhet häromkring där jag bor men jag kan väll gå igenom det som finns. Inget för tillfället, visst, det lokala skinhead-gänget finns väll kvar, men dem e varken särskilt krimminella eller organiserade, på sin höjd så langar de sprit och misshandlar någon då och då. Även invarndrar-ungdomarna, som förrut kallade sig \"RBM\" - \"Ronneby Brown Maffia\", finns väll kvar, men dem e ungefär lika krimminela som skinnhuvudena. Tror inte att det finns så många av \"gängen\" kvar här. Under 90-talet och början av 2000 så härjade ju \"KMM\" villt i stan, KMM står för \"KungsMarks Maffian\". Dessa killar var väldigt oorganiserade men ganska krimminella, de höll på med droger, misshandel, langning och allmänt kaxxande...Dock så e det nog bara deras mesiga småbröder som ännu kallar sig för KMM, de andra har väll blivit \"vuxna\". Har även hört talas om ett gäng som kallar sig Mecca, men vad jag har förstått så e det enda de gör att röka hash dagarna i ända och skolka från skolan. Nynazismen är väldigt starkt rotad i Karlskrona, NSF finns ju här, och många av deras \"supporters\" kan man nog kalla krimminella, även om dem bara är det i \"nationens tjänst\". Men det är inget vidare organiserat där heller. Många lokala skinnhuven och blöjnazzar, men inget organiserat. Det finns dock ett gäng på kanske 5-7 pers i åldrarna 15-17 som kallar sig \"KCE\". Tror det står för Kallinge City Elite. De ägnar sig åt att, organiserat, speka upp folks gräsmattor med mopederna och dricka, för sin ålder, kopiösa mängder öl. Brukar se dem vid grillen när man går ner till konsum o handlar. De brukar spela in hela kalaset med en mobil eller liknande. Har för mig att en av deras filmer låg på youtube..."
	},
	{
		"postIndex": 442,
		"postNum": 464,
		"postLink": "/sp5362922",
		"postTime": "2006-10-23",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Såg idag två killar kliva ur en svart MB nere i Årsta....de hade samma stora guldfärgade kungakrona på ryggen sen stod det med samma stil (tror den heter old english) Syndicate ovanför kronan och under Organization och det var ta mig fan det fetaste jag sett när det gäller den biten....jackan var någon form av bomberjacka fast med krage och den var i mörkblått....sen när jag gick ut från min bil som jag parkerade bakom såg jag att på fönstret på bakdörren stod det \"Support Red And White\" på ett klistermärke så dessa killar verkar stöda samma grej som dom gjorde som Mc klubb och det tycker jag är kul som fan för det finns så jävla många som vänder kappan efter vinden när dom inte lyckas med det dom velat och då hoppar på något annat så dom har inte bara snygga jackor utan stödjer de rätta färgerna med och det gör ju saken bara ännu bättre......Sen såg jag att Bandidos visst fått ett till Supporter gäng som hade svarta tröjor med rött tryck men jag kom fan inte ihåg namnet på dem (man glömmer lätt det som är oviktigt)........"
	},
	{
		"postIndex": 142,
		"postNum": 153,
		"postLink": "/sp1880676",
		"postTime": "2005-02-21",
		"postUser": "shivaspace",
		"postUserID": "/u58990",
		"postUrl": "https://www.flashback.org/t119551p13",
		"userUrl": "https://www.flashback.org/u58990",
		"sentence": "angående brödraskapet, dom har man hört mycket om men det verkar finnas många \"brödraskapet\" En vän till mig hade en mycket otrevlig relation till motorcykelgänget brödrarskapet. Men sen fanns det också ett lokalt gäng som kallades brödrarskapet så jag vet varken ut eller in. ordet brödraskap är också ett ord för ett gäng som som ställer upp för varandra, kanske kan va därför, va vet jag... eller så är det bara rykten som cirkulerar att det är si olch så! motorcykelgänget brödrarskapet finns inte kvar längre va?"
	},
	{
		"postIndex": 52,
		"postNum": 53,
		"postLink": "/sp910462",
		"postTime": "2004-04-07",
		"postUser": "ahlman",
		"postUserID": "/u61789",
		"postUrl": "https://www.flashback.org/t119551p5",
		"userUrl": "https://www.flashback.org/u61789",
		"sentence": "Det verkar vara en hel del gäng här som är inaktiva numera. Därför utökar jag med att ta med gäng för längesen... Först ut: Sigvard Nilsson, en svag och spinkig karl som tidigt hade intresserat sig för ockultism och spiritism, träffade på ett kafé i hemstaden Sala en man vid namn Andersen som sade sig vara en representant för Den Magiska Cirkeln, en dunkel förening för yoga-lärans utövare. Denne Andersen erbjöd Nilsson att starta en svensk underavdelning, med Nilsson som huvudansvarig. Utbildningen skulle ske i Köpenhamn och hade ett uppskattat pris på 15 000 svenska kronor, en summa en vanlig landsortsgrabb på 17 bast knappast kunde skaffa sig på egen hand på den här tiden. Det var nu Sigvard Nilsson slog in på den brottsliga banan. Han tog namnet Thurneman genom att kasta om bokstäverna i Manhunter och startade en spirituell rörelse i sitt eget hem. Här blev fyra lättledda ungdomar halvt medvetslösa av röken från sandelträ, bolmört och kamfer, allt för att bli mer mottogliga för rörelsens inriktning. I rörelsens statuer stod bland annat \"det spelar ingen roll vilka metoder man använder sig av för att tillfredställa sina materiella behov, till exempel av pengar. Om man därvid dödar någon är detta inget orätt. Det innebär endast en förändring av det fysiska tillståndet\". Dessa rader säger allt om föreningens mörka avsikter. När taxichauffören Sven Eriksson sköts med flera revolverskott den 15:e november 1930 påbörjades en 6 år lång period (med sammanlagt 4 mord) av rädsla och oro hos Sala-borna. Efter detta dröjde det ett tag innan rörelsen utförde nästa dåd, denna gång var det schaktmästaren Axel Kjellberg och hans hushållerska Karin Holmberg som sköts och brändes i det så kallade Kölforsdramat. Bytet var dock, efter dessa båda mord, ytterst klent. En ungmö vid namn Matilda Blomkvist troddes ha en större samling pengar gömda i sitt trähus. Natten den 12:e oktober 1934 förgiftades så den 59-åriga tanten med kolmonoxid från en bil. Men pengasumman blev klen. Allt man hittade i det lilla huset var 6:50. Salaigan hann utföra en kupp till innan de blev tillfångatagna, mordet på bankbudet Elon Pettersson som cyklandes var på väg till Strå kalkbruk med avlöningspengar. Pengasumman härifrån blev desto större, hela 20 000 svenske kronor, men ligan fick aldrig tid att njuta av pengarna. Redan ett par dagar senare var ligan gripen, ytterligare ett haövår därefter var domarna klara. Turneman, nu 28 år gammal, blev utan egentligt straff eftersom han ansågs alltför psykiskt sjuk. Hans fyra medbrottslingar dömdes alla till livstid, inte bara för morden utan även för en rad mindre dåd såsom misshandel och rån. Efter domen placerades Thurneman på mentalsjukhus, där han tillbringade 32 långa år. Först 1969 frigavs han i största sekretess. Han återtog då namnet Nilsson och köpte sig en liten lägenhet i Abrahamsberg där han levde ett skyggt liv fram till sin död år 1979. Han begravdes vid en enkel ceremoni på Sala kyrkogård. Komplettera/dementera gärna. Fler gäng/ligor?"
	},
	{
		"postIndex": 356,
		"postNum": 373,
		"postLink": "/sp4080454",
		"postTime": "2006-04-26",
		"postUser": "johnny_skåne",
		"postUserID": "/u119180",
		"postUrl": "https://www.flashback.org/t119551p32",
		"userUrl": "https://www.flashback.org/u119180",
		"sentence": "Ja det är verkligen märkligt att polisen skulle känna till om hattarna tänkt öppna en ny avdelning i jönköping.... Med tanke på att bandidos inte ens klarar av att knäcka en helt vanlig svensson så lär ju inte polisen ha någon som helst koll på dem..... Span o avlyssning lär inte förekomma mot bandidos... Vad resultatet lär bli i \"Massoud-affären\" är att han inte kommer bli knäckt utan hans liv kommer aldrig bli detsamma igen så det är förstört istället... Några enstaka medlemmar kanske fick några månader på kåken, men det är fortfarande klubben som bråkar med \"Massoud\" och kommer naturligtvis inte släppa detta... Nä han lär få leva med skyddad identitet resten av livet, o hans resturang lär inte bli lämnad i fred... När han valde att gå till polisen så förlorade han automatiskt spelet o nu kan han aldrig \"vinna\" detta spelet. Ja bandidos skämmer ju verkligen ut sveriges yrkeskriminella, speciellt den medlemmen som för några år sen slog ihjäl en golar på kåken med två biljardbollar i en strumpa... Men vad vet jag? du har ju uppenbarligen gjort ett antal vändor på kåken o är förmodligen en av de yrkeskriminella som känner sig utskämmd av dem. Om jag varit dig så skulle jag gå till massoud o erbjuda ta över krogen så du visar dem vem som bestämmer! Då lär bandidos inte snacka så tufft på sin hemsida längre! :-) Det du skrev var bara så förvirrat o verklighetsfrämmande så jag började gråta kunde inte sluta förrän jag väckt dig ... Men nu vaknade du upp i deras värld istället o regelboken är helt annorlunda än den du har i din andra värld.. Sveriges rikes lag är nämligen namnet på skithuspappret här så du vet det nästa gång du bajsar på dig... Nog bäst du håller dig tills du kommit hem igen så du inte skämmer ut dig mer, för hemma får man skita lite utanför utan någon bryr sig, det torkar ju mammapolis upp.... :-)"
	},
	{
		"postIndex": 424,
		"postNum": 446,
		"postLink": "/sp5017514",
		"postTime": "2006-09-11",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Detta är nog det värsta av skitprat jag någonsin läst på detta Forum!!! Vi börjar med de två historier du drar om Syndicate och Brödraskapet. Nummer ett det fanns bara EN medlem i Syndicate som satt ute hos dom och umgicks med dom och pga det vart han utkastad i Syndicate och den killen hette Theo och var en haltande tjackis och om denne setat och lovat Brödraskapet saker så kan du inte sitta ock skriva att hela klubben lovade saker för du skriver ordet DOM!! Nummer två det var Crille som var Vice President i Hirdmen som levererade Oxfilen till Brödraskapet och fick efter det besök av Marcus och Krasse eftersom flera stycken vart magsjuka efter den festen så det hade inte ett skit med Syndicate att göra. Nu till din historia om Janne för det är så lackeraren heter. Det var inte ett endaste problem i den saken utan det var en Medlem ur Syndicate och en Prospect ur Asa Mc som åkte hem till denne men porten var låst så medlemen i Syndicate ringde upp han när dom stod utanför och efter det samtalet var saken klar och det var inget snack om någon Bmw och ingen i Hells Angels lade sig i för den delen heller så sluta upp med ditt trams och skriv fakta om du ska skriva saker på detta Forum. Syndicate vart godkända på ett Stockholms möte av just Hells Angels och fick från den dagen sina märken påsatta hos Asa Mc som höll i mötet tillsammans med Hells Angels och efter det mötet var Syndicate och Hells Angels alltid överrens för på mötet så förklarade Syndicate att dom var en supporter klubb så det fanns inget som var oklart mellan dessa två klubbar någonsin och den dagen Syndicate valde att lägga ner ringde dom ut till Hells Angels i Bromma och sa som det var och inget mer med det. Så åter igen visar du vilken skitpratare du är FY FAN jag verkligen HATAR sånt skit du håller på med. Nu till incidenten på Kellys det var 3 och inte 6 killar från Syndicate där och sen om Hirdmen var där just då menas inte att dom var i Syndicates sällskap. Det som hände var att endast EN medlem i Syndicate var den som slog och att han fällde dig och din kamrat var ju tråkigt men alla vet ju att ölen är billig på Kellys så ni var nog ganska berusade båda två (om det nu tröstar dig) hursomhelst om den såkallde håll dig borta smällen inte fick dig att vakna ur dina drömmar får vi alla hoppas att efter du läst detta vaknar och börjar leva i verkligheten igen för FY FAN KARL VAD DU GILLAR ATT HITTA PÅ SAKER FY FAN SÄGER JAG BARA!!! Medlemen som du säger var gammalt Skinheads heter Ray även kallad \"Rejjan\""
	},
	{
		"postIndex": 254,
		"postNum": 268,
		"postLink": "/sp3552897",
		"postTime": "2006-01-17",
		"postUser": "frio",
		"postUserID": "/u85470",
		"postUrl": "https://www.flashback.org/t119551p23",
		"userUrl": "https://www.flashback.org/u85470",
		"sentence": "Vakna, man släcker inte sina vänner! Gå med i röda korset, du passar nog bra där.."
	},
	{
		"postIndex": 809,
		"postNum": 852,
		"postLink": "/sp35903751",
		"postTime": "2012-02-26",
		"postUser": "Buzz-Aldrin",
		"postUserID": "/u357092",
		"postUrl": "https://www.flashback.org/t119551p71",
		"userUrl": "https://www.flashback.org/u357092",
		"sentence": "Du... den var inte dagsfärsk=)"
	},
	{
		"postIndex": 690,
		"postNum": 724,
		"postLink": "/sp15809885",
		"postTime": "2009-03-26",
		"postUser": "Sicilianaren",
		"postUserID": "/u272383",
		"postUrl": "https://www.flashback.org/t119551p61",
		"userUrl": "https://www.flashback.org/u272383",
		"sentence": "Har inte räknat."
	},
	{
		"postIndex": 806,
		"postNum": 849,
		"postLink": "/sp35757420",
		"postTime": "2012-02-18",
		"postUser": "Crackiesmalls",
		"postUserID": "/u219136",
		"postUrl": "https://www.flashback.org/t119551p71",
		"userUrl": "https://www.flashback.org/u219136",
		"sentence": "GATU & LA-Bloodz vet inte om dom var så seriösa dock"
	},
	{
		"postIndex": 59,
		"postNum": 61,
		"postLink": "/sp913776",
		"postTime": "2004-04-08",
		"postUser": "david85",
		"postUserID": "/u290",
		"postUrl": "https://www.flashback.org/t119551p6",
		"userUrl": "https://www.flashback.org/u290",
		"sentence": "Fyfan då är man inte kaxig"
	},
	{
		"postIndex": 438,
		"postNum": 460,
		"postLink": "/sp5171685",
		"postTime": "2006-09-29",
		"postUser": "Sneaky?",
		"postUserID": "/u108059",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u108059",
		"sentence": "jo. men dom syns nog inte så mycket,"
	},
	{
		"postIndex": 444,
		"postNum": 466,
		"postLink": "/sp5368320",
		"postTime": "2006-10-23",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p39",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Nej det är inte HA grabbar....utan dessa grabbar var innan en MC klubb som gick under samma namn och startade runt mitten på 90-talet och då som nu var dom Supporters till HAMC fast idag är dom ingen MC klubb utan en Organization och det är ju samma sak i och för sig förutom att dom inte har någon Klubb (lokal) eller regler på att man måste köra och ha en Motorcykel.....det jag tyckte var kul var just att dom fortfarande var trogna Supporters till HAMC fast dom inte är en Mc klubb idag......Nej det var inte Team Satan tröjor dom hade på sig (dessa är för ALLA Supporters och inget Team i sig bara vanliga Supporter tröjor) utan på dessa stod det SUPPORT TEAM SWEDEN på i rött på en svart tröja så detta måste vara något underhuggar Team till X-Team eller liknande men det är inget att spekulera i utan det får framtiden utvisa......själv så är jag helt jävla ointresserad av allt vad som har med den klubben att göra......"
	},
	{
		"postIndex": 431,
		"postNum": 453,
		"postLink": "/sp5021298",
		"postTime": "2006-09-11",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p38",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Jag säger som så att alla kan vara felinformerade och inget mer med det. Vad det gäller att en Medlem i Hells Angels skulle ljuga för att spela ball om en sådan sak när det gällde en sådan liten klubb som Syndicate har jag verkligen MYCKET svårt att tro.....och som jag skrev innan Syndicate hade ju redan då Stockholmsmötet var förklarat att dom var en såkallad Supporter klubb till Hells Angels och med det menas ju att dom då även ALDRIG skulle göra något som kunde skada relationen till HAMC så det där är nog bara något du uppfattat på fel sätt. Var du själv med i Hirdmen eller i Brödraskapet för du beskriver ju hur du var med vid SAMTLIGA incidenter?? Så var det så den där Crille kallades \"Fimpen\" den killen ställde till det för sig själv och trasslade in sig i så mycket skit med för mycket snack han hittade på en jävla massa saker vad han kunde fixa och inte under de få gånger jag träffade på han. Alltid tråkigt när någon går bort och var det en vän till dig så beklagar jag för det. Vad jag hörde vart ALLA frikända i den rättegången fast en av killarna som var med då han vart mördad berättat precis hur allt gått till för Polisen men dom kunde aldrig sätta dit killen som gjorde det pga brist på bevis så din väns mördare gick fri var det inte så? Okej ska inte sitta här och fråga dig om saker som kanske är känsliga för dig än idag så du får ha det bra tills vidare."
	},
	{
		"postIndex": 821,
		"postNum": 867,
		"postLink": "/sp46551908",
		"postTime": "2013-12-12",
		"postUser": "KallaMigTEX",
		"postUserID": "/u850094",
		"postUrl": "https://www.flashback.org/t119551p73",
		"userUrl": "https://www.flashback.org/u850094",
		"sentence": "Dem två stora gängen i Stockholm är maffian som går Mellan Italien USA och Sverige dem har hand om stora delar den underjordiska drog världen som hanterar med allt från rån till mord jag kan dock inte kommentera jur. jag vet detta förutom att jag är vän med många av dem och att det är personer som jag umgås med dagligen dem hänger i söderort och stan.. Sen finns det 123 dem känner inte så många folk till för dem är tysta ingen snitchar vad som en händer dock så har dem varit vem på efterlyst många gånger men aldrig fast den största saken på efterlyst är mordet på killen av tre killar alla medlemmar i 123 dem va tvungna för killen som dog snitchade till ett annat gäng typ detta gäng består av alla etniciteter och kön fast är lokala i gubbängen,hökarängen,farsta,farsta Strand nämner inga namn förutom mitt eget så jag vet detta för jag själv är medlem i 123 // stolt 123a +hökaränsBO // AK47"
	},
	{
		"postIndex": 397,
		"postNum": 418,
		"postLink": "/sp4961180",
		"postTime": "2006-09-04",
		"postUser": "pbrother",
		"postUserID": "/u95565",
		"postUrl": "https://www.flashback.org/t119551p35",
		"userUrl": "https://www.flashback.org/u95565",
		"sentence": "Hur var det med La Onda? eller var det bara något bullshit till 'gäng' ? Och hur ser det ut med gängaktivitet uppe i Norrland?"
	},
	{
		"postIndex": 58,
		"postNum": 60,
		"postLink": "/sp912879",
		"postTime": "2004-04-08",
		"postUser": "Member-X",
		"postUserID": "/u57241",
		"postUrl": "https://www.flashback.org/t119551p5",
		"userUrl": "https://www.flashback.org/u57241",
		"sentence": "Både Uppsalamaffian & GRB är väl borta med vinden. Det va väl när dom äldre grabbarna i GRB skulle klättra upp i Uppsalamaffian som saker börja skita sig. GRB började springa ärenden, skulle ta ut beskyddarpengar osv. Snuten knulla dom ordentligt & dom har nog inte landat sedan dess. Dom så kallade GRB va ju ett gäng ledda av en ökänd familij i G-sunda. Vad jag vet så va det ju knappast några i hela uppsala som jiddra med dom så kallade GRB. Men det va mest ett gäng vilsa förortsgrabbar som någon, några försökte organisera men som snuten satte stopp för. Uppsalamaffian, skulle tro vi har en del juggar där också. En av snubbarna som va med där hade en dotter som jag brukade umgås med. En kväll så ringde tjejens far när vi va lite på lyset & va lite otrevlig mot henne. Tog telefonen & förklara ett & annat för honnom. Han tyckte vi skulle ses & snacka om våra problem samtidigt som han försökte förklara allvaret för mig. Trodde inte på honom & det sluta med att vi träffades hemma hos honnom. vi kan ju säga såhär. Jag skulle stannat hemma den kvällen Inne i köket sitter det 2st Arnold Schwarsnegger (stavning) & jag kan ju lova att jag inte va så störig då. Men allt löste sig till det bra & jag fick åka riktigt en mercedes hem. Detta va ett par år sedan & självklart visste jag inte om hans status när jag svara i hans dotters telefon. Nej, detta va en fyllesak som jag inte hoppas händer igen"
	},
	{
		"postIndex": 73,
		"postNum": 77,
		"postLink": "/sp1206621",
		"postTime": "2004-07-26",
		"postUser": "Roger Pung",
		"postUserID": "/u73725",
		"postUrl": "https://www.flashback.org/t119551p7",
		"userUrl": "https://www.flashback.org/u73725",
		"sentence": "Är det nån som har nån koll på hur Juggemaffian ser ut idag? Jag menar det är ju så många som dött. Jokso, Arkan mfl är döda och Milan Sevo har tydligen lämnat Sverige för alltid. Vilka var i den andra falangen dom krigade mot? Var dom också juggar? Jag såg Sevo själv när jag var på chartersemester i Montenegro för två veckor sedan. Han stog helt öppet på flygplatsen när vi skulle hem. Han verkade inte bry sig ett dugg om att det stod ett gäng svenskar några meter bort. Gick bara undan lite när det var en kärring som ropade: -Men gud där är ju han! Och gissa vem han var med om inte fröken modell maffia Lucky från Sverige. Villa Medusa på kanal 5 om jag inte minns fel. Kan det vara så att polisen är så glada över att bli av med han så att dom bjuder på hans 2 sista månader i fängelse? Man fick i alla fall se en livs levande förymd fånge som avslutning på semestern"
	},
	{
		"postIndex": 413,
		"postNum": 434,
		"postLink": "/sp4995893",
		"postTime": "2006-09-08",
		"postUser": "Drillen",
		"postUserID": "/u134760",
		"postUrl": "https://www.flashback.org/t119551p37",
		"userUrl": "https://www.flashback.org/u134760",
		"sentence": "Var ett gäng som startades 1996 av ett par unga fast redan då rutinerade killar som känt varandra sen barndomen dom startade upp ett mc gäng som fick namnet Syndicate och alla samtliga tatuerade in ordet FTW på handen (mellan tummen och pekfingret). Dessa killar gjorde verkligen sig ett namn i bikermiljön snabbt pga att dom röjde och inte tog skit från någon eller några och detta ledde till att dom fick ett gott öga hos den allra största och bäsat klubben i världen och det var precis det dom haft som mål. Tyvärr slutade det med att dessa killar som var grundarna till detta bestämde sig för att lägga ner klubben då vissa medlemmar hade problem med att hålla sig borta från droger och skapade ett dåligt rykte pga detta. Mc klubben gick upp i rök och samtliga har idag tagit bort sina tatueringar på händerna (och det var ingen doktor som gjorde det) MEN dom är idag kvar under samma namn men inte som Mc klubb utan som en Internationell Organisation som växer och frodas för var dag som går så snart får vi nog se mycket mer av denna Organisation kan jag tänka mig."
	},
	{
		"postIndex": 85,
		"postNum": 91,
		"postLink": "/sp1420599",
		"postTime": "2004-10-13",
		"postUser": "Skanker",
		"postUserID": "/u57132",
		"postUrl": "https://www.flashback.org/t119551p8",
		"userUrl": "https://www.flashback.org/u57132",
		"sentence": "Ok bara för att döda X-team diskussionen. X-Team är Prospectors till Bandidos ( alltså en MC-Klubb du tillhör innan du visat dig värdig Bandidos ) precis som Red Devils är prospectors tills Hells Angels. Angående hur juggemaffian ser ut idag så är den stora skillnaden att den nya generationen är andragenerationens invandrare, medans jokso,sevo med fler var första generationens och i ålder under kriget o allt det där så man kan ju anta att dom va lite hårdare. Men det finns ju trots allt en hel del av dom kvar än idag sen så finns det många flippade unga oxå som börjar bli tunga dom e nog tbx förr än vi anar Edit : Nån frågade angående den andra falangen, vet inte men tror inte det är juggar isf vore nog Serbien inte klokt val att fly till. Han som sköt jokso var iaf svensk."
	},
	{
		"postIndex": 701,
		"postNum": 735,
		"postLink": "/sp15834342",
		"postTime": "2009-03-27",
		"postUser": "Jocke_S",
		"postUserID": "/u206148",
		"postUrl": "https://www.flashback.org/t119551p62",
		"userUrl": "https://www.flashback.org/u206148",
		"sentence": "Det är det som är grejen det finns ingen i den fjant släkten som är något i den kriminella världen, dom i malmö är absolut ingenting! Två bröder som ska vara \"tyngst\" i den släkten fick problem med några juggar... då gjorde dom bort sig ännu mer och ringde efter \"förstärkning\"...det slutade med kraftiga böter... Och du vad snackar du om.. liten örfil, han fick konstant stryk så han fick be om P18... och en rolig sak- killen är kusin med dessa bröder och räknas också som en \"topp rankad\" hos dom! Jag har sagt både det ena och det andra till vissa där, vill inte gå in på vad då det inte spelar någon roll. Men du borde tänka om - finns mycket större kaliber än några pajaser som springer runt med köksknivar och bråkar om vem som ska gifta sig med vems kusin...motbjudande äckliga djur! Följa med till torget... du är allt bra rolig du...vad ska jag göra där förhandla om svenska apelsiner och meloner.... Jag behöver inte hävda mig, det räcker med att jag själv och folk i min omgivning vet vad jag går för. Men jag skulle utan problem kunna konfrontera dom aporna! men det är en annan historia... finns ju även släkt en i gbg A-K där b.la en yngre kille blev dömd då han sköt en chilenare i gårdsten, den familjen/släkten däremot kan ta för sig, och dom är trevliga och sympatiska och spelar inte allan till skillnad från mupparna nere i malmö"
	},
	{
		"postIndex": 179,
		"postNum": 191,
		"postLink": "/sp2557770",
		"postTime": "2005-07-22",
		"postUser": "kosmonaut1000",
		"postUserID": "/u81812",
		"postUrl": "https://www.flashback.org/t119551p16",
		"userUrl": "https://www.flashback.org/u81812",
		"sentence": "Själva organisationen (om man nu kan kalla den för det) finns kanske kvar men många medlemmar hoppade som sagt av. Om jag startar min egen organisation så finns ju organisationen trots att bara jag är medlem men hur många skulle anse det vara en organisation? Knappast någon. Likadant är det med OG som jag fattat det. Vad kommer hända med han som låg bakom mordet i Gårdsten när han kommer ut? Kommer Bandidos låta honom vara? Om inte måste ju övriga medlemmar backa upp honom och hur många är beredda att göra det mot såna som Bandidos? Knappast någon, särskilt med tanke på att det inte var Bandidos som gjorde en idiotgrej och startrade alltihopa helt i onödan utan en av de högre uppsatta i OG. Som ledare har man ett ansvar gentemot de under, om man äventyrar dem är man inte någon bra ledare och då vill de under inte vara med längre."
	},
	{
		"postIndex": 152,
		"postNum": 163,
		"postLink": "/sp1954035",
		"postTime": "2005-03-12",
		"postUser": "runwiththepack",
		"postUserID": "/u85126",
		"postUrl": "https://www.flashback.org/t119551p14",
		"userUrl": "https://www.flashback.org/u85126",
		"sentence": "Brödraskapet började ta form mot slutet av 1994, men det officiella bildandet av klubben dröjde tills våren 1995. Under några veckor i maj-juni 1995 bildade några fångar på Kumlaanstaltens H, E och C-hus Brödraskapet. Man enades om ett emblem bestående av ett varghuvud omgivet av taggtråd och den svenska och finska flaggan. Grundkraven var enkla. De som togs in skulle vara hårda gubbar med rena papper, inga tjallare och inga ”minkar”. Nyheten om brödraskapets bildande skrämde skiten ur poliser, plitar och journalister. De satte hårt tryck på klubben. Hårdisolering och knalltransporter blev vardag för klubbens medlemmar. Vid årsskiftet 1995/96 delades klubben i två delar, en innanför murarna och en på utsidan. På utsidan organiserades Brödraskapet MC med Länna som bas och klubbhus i Stockholm, och på insidan kallades klubben Brödraskapet-Wolfpack. Under åren 1996-97 växte Brödraskapet fort och blev väl etablerat både innanför och utanför murarna. Den 18 juni 1998 skjuts Danny ”The Hood” Fitzpatrick till döds i Stockholm. The Hood var Brödraskapets grundare och förste president. Kort efter hans död upplöstes MC-avdelningen i Stockholm, men Brödraskapet-Wolfpack levde kvar på landets fängelser. I slutet av 1998 och början av 1999 bildar Brödraskapet nya avdelningar utanför murarna, men då utan motorcyklar. Under åren 1999-2000 för polis och massmedia en intensiv kampanj mot klubben. Först påstår man att Brödraskapet är krossat och upplöst, sen att vi skulle ha blivit nazister. Men den hetskampanjen självdog under 2001 när det var uppenbart för alla hur orimliga dessa påståenden var. Brödraskapet lever i högsta grad och våra medlemmar har etnisk bakgrund från Sverige, Finland, Kroatien, Chile m fl länder. Vi har inget som helst intresse för politik. Vårt enda ”mål” är att skapa en bra tillvaro för oss själva och våra familjer. I dag har Brödraskapet fullvärdiga chapters i Göteborg, Helsingborg, Uddevalla och Västerås, samt ett prospect-chapter i Kristianstad. Dessutom finns det enskilda medlemmar och officiella supporters (BSK SUPPORT) på ytterligare ett antal orter i landet. vårt emblem Vi kan identifiera oss med vargen. Samhällets sätt att betrakta och behandla oss. Vargens levnadssätt liknar också på många sätt vårt sätt att leva. Vi är starka individer med stark lojalitetskänsla mot vår flock (familjen och klubben). Få till antalet, hatade, fruktade och beundrade. Ständigt jagade håller vi ihop och tar hand om varandra, vår flock. Taggtråden i vårt emblem symboliserar klubbens tillblivelse bakom fängelsemurarna. Den svenska och finska flaggan visar de första medlemmarnas ursprung. Majoriteten av medlemmarna i Brödraskapet hade och har svensk, finsk eller svensk/finsk bakgrund. Men klubben har också alltid haft, och har än i dag, medlemmar från många olika nationaliteter."
	},
	{
		"postIndex": 29,
		"postNum": 30,
		"postLink": "/sp905939",
		"postTime": "2004-04-05",
		"postUser": "shakademus",
		"postUserID": "/u853",
		"postUrl": "https://www.flashback.org/t119551p3",
		"userUrl": "https://www.flashback.org/u853",
		"sentence": "Finns gäng överallt i sverige men alla behöver inte ha ett gängnamn eller så att tidingarna skriver om dom."
	},
	{
		"postIndex": 226,
		"postNum": 240,
		"postLink": "/sp3515682",
		"postTime": "2006-01-10",
		"postUser": "Rehabilitering",
		"postUserID": "/u107367",
		"postUrl": "https://www.flashback.org/t119551p20",
		"userUrl": "https://www.flashback.org/u107367",
		"sentence": "Finns inget namn eller organiserat \"Gäng\" i södertälje men däremot är hela folket såpass sammanflätat och ställer upp för varandra att om två syrianer gående på stan ser en syrian och en mörkhyad bråka så kan jag garantera er att dom skulle agera och hjälpa sin landsman även om dom känner honom eller inte, dom större namnen i tälje är mer som ett gäng, fick höra lite saker för ett bra tag sedan om att ställen skulle sprängas i både tälje och sthlm, det skulle inte förvåna mig eftersom jag personligen vet att flera personer har handgranater och andra explosiva vapen. Angående hur många dom är kan ni räkna ut själva, när polishuset blev beskjutet så såg ni hur folk reagera över en liten sak, folk hjälper varandra där, man kan säga att dom har en egen stad, dom har egna skolor, affärer, tandläkare, advokater, läkare.. ja du förstår."
	},
	{
		"postIndex": 75,
		"postNum": 79,
		"postLink": "/sp1210800",
		"postTime": "2004-07-28",
		"postUser": "KOKANE",
		"postUserID": "/u73021",
		"postUrl": "https://www.flashback.org/t119551p7",
		"userUrl": "https://www.flashback.org/u73021",
		"sentence": "Stämmer nog inte med ´kopplingen FB/YB och XT nej X-team är störst i västsverige ja men har väl på senare tid spridit sig landet även i dalarna är de stora. Består mest av småkriminella svennar utan bågar. OG uppkom väl i tälje bland ett gäng syrsor där och är väl störst i mellansverige och Gbg, mest invandrare mellanöstern folk. FFL nämndes Botkyrka folk. Fanns ett gäng på kåken som hette IEM (international evil minds) bestående av lite blandat med folk. Vet ej om de finns kvar lite dåligt uppdaterad nån som vet? \"Juggemaffian\" slåss(slogs) väl om makt i sthlms krogvärld med ett annat gäng som ännu inte fått något nämn bestående med lite blandat folk invandrare/svenskar. Sen finns det massvis av grupperingar liknande albanligan bestående av folk från olika etniska grupper eller olika klaner. Förortsgäng finns/funnits i massor ju sedan i massor´vet dock ej om man kolla dom som så värst organiserade legendariska \"fittja boys\" osv. Familjen från Borlänge har väl numer gått i graven både bildligt och nära på bokstavligt."
	},
	{
		"postIndex": 464,
		"postNum": 486,
		"postLink": "/sp6025201",
		"postTime": "2007-01-12",
		"postUser": "Mr_Enrich",
		"postUserID": "/u137929",
		"postUrl": "https://www.flashback.org/t119551p41",
		"userUrl": "https://www.flashback.org/u137929",
		"sentence": "Här finns inte någon större bakgrunds info angående HA och Bandidos. Tänkte bidra med några rader. Hells Angels kom till Sverige 90-91 när Dirty Dräggels blev Hangarounds, 1993 blev dom fullvärdiga medlemmar i HA via Hells Angels i Köpenhamn som är den första HA klubben i Norden, bildad 1980 när Galloping Goose blev fullvärdiga. Tomas Möller sa en rolig sak om detta: (Inte exakt citat) Bandidos kom till Sverige omkring 93-94 när en klubb från HBG (minns inte namnet på den) skulle söka medlemskap i Bandidos. Den klubben låg i fejd med dom som senare blev HA i HBG. Kuriosa om Bandidos: Dom kom inte till Europa fören slutet på 80-talet(HA kom till europa -69 när en klubb från London blev första avdelning), då en Klubb i Marseille fick äran att bli moderklubb i Europa. Den andra klubben efter den i Marseille att bära Bandidos väst i europa var Undertakers från Danmark, och det var via fd Undertakers Bandidos etablerades i Sverige. Bandidos president i Sverige då var en dansk kille vid namn Mike som under 80-talet varit President i HA Köpenhamn, han tog över efter Zulu (Zulu var den första Presidenten i Köpenhamnavdelningen.) OBS Detta är allmän fakta som både myndigheter och tidningar känner till. Återkommer mer med allmän info när jag fått tänkt efter lite. Tills dess, Ha det bra!"
	},
	{
		"postIndex": 552,
		"postNum": 577,
		"postLink": "/sp8864057",
		"postTime": "2007-11-04",
		"postUser": "SpaderKung",
		"postUserID": "/u70198",
		"postUrl": "https://www.flashback.org/t119551p49",
		"userUrl": "https://www.flashback.org/u70198",
		"sentence": "En del av en av artiklarna: --- DETTA ÄR DEN SVENSKA MAFFIAN HELLS ANGELS INRIKTNING: Kallar sig öppet för en enprocentsklubb, de vill stå utanför lagen. Flera medlemmar dömda för misshandel och utpressning. ORGANISATION: Finns på fem orter. Supportgängen Red & White Crew och Red Devils finns på ytterligare sju orter. Tydlig organisation med bland annat president och säkerhetschef. HISTORIA: Kom till Sverige 1993 när mc-gänget Dirty Dräggels bildade landets första Hells Angels-avdelning. Bildat i Kalifornien 1948. BANDIDOS INRIKTNING: Enprocentsklubb. Har egna lagar. Flera medlemmar dömda för misshandel och utpressning. ORGANISATION: Samma struktur som i Hells Angels men toppstyrs från en moderavdelning i Texas. Finns på fem svenska orter. Har supportgänget X-Team som finns på ytterligare sju orter. HISTORIA: Grundat i Texas 1966. Etablerades i Sverige 1994. ORIGINAL GANGSTERS INRIKTNING: Främst rån, beskyddarverksamhet och knarkhandel. ORGANISATION: En ledare och en vice ledare. Ett hundratal fasta medlemmar som finns i Göteborg, Stockholm i Mellansverige och på landets fängelser. HISTORIA: Bildades i Bergsjön, Göteborg, 1995. NASERLIGAN INRIKTNING: Narkotika- och våldsbrott. ORGANISATION: Löst sammansatt nätverk med en ledare. Cirka 15 personer i den inre kärnan. HISTORIA: Även kallat Albanligan. Etniska albaner gick samman i Göteborgsförorterna i början av 1990-talet. BRÖDRASKAPET WOLFPACK INRIKTNING: Narkotika- och våldsbrott, även utpressning. Fångar och exfångar som säger sig vilja skapa en bra tillvaro för sig själva och sina familjer. ORGANISATION: Finns i Göteborg, Helsingborg, Uddevalla, Västerås och Kristianstad, samt ett prospect-chapter i Stockholm. 50-tal medlemmar. En ledare. HISTORIA: Fängelsegäng som bildades i mitten av 1990-talet. Förre ledaren Danny ”The Hood” Fitzpatrick mördades 1998. VIETNAM-MAFFIAN INRIKTNING: Ökända för sin råhet. Exvietnameser som skapat eget samhälle med egna lagar. Har bland annat en egen bank. Spritsmuggling och utpressning. ORGANISATION: Mycket är oklart men en 48-årig ”Gudfader” leder organisationen. HISTORIA: Etablerat senaste åren. Enligt uppgifter i tidningen Fokus var ledaren tidigare verksam inom ett kriminellt nätverk i Vietnam. Påstår ha skjutit en polis och flytt till Sverige. KRIMINELLA EXJUGOSLAVER INRIKTNING: Cigarett- och spritsmuggling. Utlåningsverksamhet och utpressning. ORGANISATION: Flera löst sammansatta kriminella nätverk. HISTORIA: De första nätverken kom i början av 1970-talet och sysslade då med småbrott. Samlande kraft var tidigare paramilitära ledaren och krigsförbrytaren Arkan. FUCKED FOR LIFE INRIKTNING: Bland annat värdetransportrån och sprängning av uttagsautomater. Flera medlemmar är också dömda för olika våldsbrott. ORGANISATION: Löst sammansatt nätverk i Tumba med ett 40-tal ungdomar mellan 16 och 30. Ett tiotal kärnmedlemmar med tatueringen ”FFL” på armen. HISTORIA: Började med småstölder i Stockholmsförorten i slutet av 1990-talet. Mest kända för Hallundarånet som gav 15 miljoner. Två FFL-medlemmar dömdes. --- /SpaderKung"
	},
	{
		"postIndex": 89,
		"postNum": 95,
		"postLink": "/sp1422630",
		"postTime": "2004-10-14",
		"postUser": "Smockad",
		"postUserID": "/u69685",
		"postUrl": "https://www.flashback.org/t119551p8",
		"userUrl": "https://www.flashback.org/u69685",
		"sentence": "Nej, jag tänker inte rätta dig för det var väl exakt det jag själv skrev? Förstår mig inte på folk som tvärsäkert ska uttala sig om saker och ting de inte har en jävla aning om. Du har uppenbarligen inte en susning om vad du snackar om, så varför yttra dig? 1. Det finns ingenting som heter \"prospectors\", ordet du tänker på är möjligen \"prospects\". Otroligt att du kan vara så säker på din sak och inte ens ha koll på det! 2. X-team är ingen MC-klubb. Du behöver inte ens äga en båge för att vara medlem. 3. X-team är INTE prospects till Bandidos. De är support, inget annat. Skulle de uppnå prospectstatus upphör de att vara X-team. 4. Du lyckades alltså inte döda X-team-diskussionen. Det enda du lyckades döda var din trovärdighet."
	},
	{
		"postIndex": 353,
		"postNum": 370,
		"postLink": "/sp4078246",
		"postTime": "2006-04-25",
		"postUser": "yatzy_winner",
		"postUserID": "/u96927",
		"postUrl": "https://www.flashback.org/t119551p31",
		"userUrl": "https://www.flashback.org/u96927",
		"sentence": "För ungefär två månader sen gick en poliskommisarie ut i Jönköpings lokal-tv i Tv4 och sa att polisen i Jönköping hade fått \"klara indikationer\" på att Bandidos var på väg att etablera sig i Jönköping, och att han var oroad över det. Jag tog det med en nypa salt, och det gjorde jag nog rätt i, eftersom det inte har sagts nåt mer om detta sedan dess. Men jag undrar ändå om någon känner till var polisen i Jönköping kan ha fått dessa \"indikationer\" ifrån, att Bandidos skulle planera att starta upp i Jönköping? En annan sak angående Bandidos, dom snackar tufft på sin hemsida, men alla vet ju att Bandidos är en billig kopia av Hells Angels. Det är på gränsen till provokativt när man är inne på tuffingarnas Bandidos hemsida, \"respect this site\", \"we are the people your parents warned about\", \"stay out of our faces\".....haha, jag fattar inte varför HA inte gjorde sig av med det här gänget när dom hade chansen. Bandidos skämmer ju ut alla kriminella i Sverige, när dom inte ens klarar av att knäcka en hederlig krögare i Göteborg, en helt vanlig svensson, en vanlig familjefar. Nån som vet hur många från Bandidos som åkte dit för den där \"Massoud-affären\"?"
	}
]
