[
	{
		"postIndex": 8926,
		"postNum": 9079,
		"postLink": "/sp43360762",
		"postTime": "2013-05-10",
		"postUser": "Forzo",
		"postUserID": "/u65544",
		"postUrl": "https://www.flashback.org/t1254641p757",
		"userUrl": "https://www.flashback.org/u65544",
		"sentence": "Jag tycker det är en riktigt trevlig liten tank det där. Gillar den mycket mer än vanliga ryska T-34an. Ganska snabb och smidig, skjuter snabbt och relativt pricksäkert med bra pen, dock lite låg skada med varje skott. Mitt absolut hatobjekt är M5 Stuart! Som scout är den värdelös och som toptier är den också ganska kass... Japp! Siemka, siema, elo pl osv. Nej det går inte att använda okonverterad exp på något annat sätt än att konvertera den till fri-exp för guld. - Min första premium. Har blivit nerfad i omgångar men är fortfarande riktigt trevlig. Drar väl in i snitt 50k credits per match med den, bra matcher ger ofta närmare 100k. Dessutom är den riktigt rolig att köra! Går dock inte att köpa längre och är osäkert om det någonsin kommer gå att göra det igen. Höll på att förstöra hela spelet runt patch 7.0... - Relativt nyinköpt så inte hunnit köra så mycket med den. Stor och tung och bra på att dra in pengar, dessutom ganska rolig. Har gått att köpa lite då och då men tveksamt om den kommer tillbaka igen på ett tag nu. - Bästa premiumtanken som går att köpa nu utan tvekan! Sinnessjuk dps om den spelas rätt. Dock ganska svårspelad så kanske ingenting för nybörjare. Går att tjäna massvis med pengar med eftersom den gör så mycket skada! - Längsta tanken i spelet! Massvis med hp, men kass armor. Vinklar man den rätt kan man däremot bli nästintill odödlig på vissa banor. Bra kanon som skjuter snabbt och ganska hårt. Svårspelad men sjukt rolig. Eftersom den bara är tier 6 tjänar man inte lika mycket pengar med den men en bra match kan man få in 50k iaf. Brukar ofta underskattas av fienderna. Att man sedan kan använda den som vägspärr gör den inte mindre rolig! - Stor medium eller liten heavy. Har bättre mm än vanliga tanks så den hamnar max i tier 6 matcher. Lite kass kanon men skjuter snabbt och tål ändå en del. Som toptier är den farlig. - Bra kanon, helt ok armor. Har även den bättre mm så max tier 6 matcher. Har gjort min bästa match i den (~2800 exp utan x2 eller andra bonusar) så den är inte alls dålig. - Konstig tank som jag inte lärt mig spela än, hittills verkar den vara dålig på det mesta... Men den ska tydligen vara bra när man lärt sig den. - Precis skaffat. Långsam med rätt bra armor. Skjuter snabbt! - Värdelös kanon men bra armor. Ganska rolig att spela men eftersom den inte gör nån skada drar den in väldigt lite pengar. - Artilleri som laddar och siktar läskigt snabbt! Dock ingen splash-damage så man måste träffa rakt på tanks för att göra någon skada, men eftersom den även är rätt pricksäker brukar det fungera rätt bra ändå. - Tier 3 TD med 400m viewrange och bra camo. Seg som ett as men det är bara att lägga sig i en buske och vänta. Sjukt bra kanon som jag har haft ihjäl tier 6or med när jag kört pluton. - Nyårspresent i år. Snabb rakt fram men kan inte svänga. Magasin så den klarar av att slänga iväg många skott väldigt snabbt. Inte speciellt bra eller rolig enligt mig. - Förra årets nyårspresent. Snabb, bra rörlighet och bra kanon men pappersarmor. Riktigt rolig att spela, antingen dör man direkt eller så får man 5+ kills . Så tror jag kom ihåg alla nu..."
	},
	{
		"postIndex": 10000,
		"postNum": 10167,
		"postLink": "/sp44249197",
		"postTime": "2013-07-10",
		"postUser": "MacBue",
		"postUserID": "/u448756",
		"postUrl": "https://www.flashback.org/t1254641p848",
		"userUrl": "https://www.flashback.org/u448756",
		"sentence": "Jag har en extremt låg guldbudget på detta konto. Jag har inte köpt något premiumvagn eller något utan har behövt grinda credits och allt från början. När jag fick min IS så hade jag bara Gun Rammer som equipment det var först på IS-3 som jag kunde spara ihop tillräckligt till alla 3 equipment. Jag har inte konverterat något free exp mer än det som har blivit över på vissa elite tanks, och det rör sig om mindre än 10k free exp totalt. Jag spenderade inte en enda free exp på IS-3 till exempel, utan sparade allt till den dåvarande IS-4 t9'an och behövde alltså grinda 44k exp med 175 penetration på IS-3an för att få BL-9-kanonen. Jag är tveksam om jag skulle klara av det idag, men det är så jag har gjort med alla vagnar, den free exp'n jag har använt är sån jag har samlat ihop igenom att spela och grinda tanks och få 5% av all exp i form av free exp. Jag hade alla de 3 t10orna redan innan jag fick 2k matcher om jag inte minns fel. Om man hade den gamla t9 IS-4an i garaget när IS-4an blev t10 så fick man ju den som en gratis t10. Så egentligen har jag bara behövt grinda ihop 2 t10-träd. Sen det att de släppte premium ammo för credits så har det blivit svårare att samla ihop credits eftersom man mer eller mindre blir tvungen att använda en del premium ammo för att vara \"competitive\" och jag har haft svårt att se varför jag ska spela något annat än hellcat på sistone då den är så snuskigt kul att köra. I början spenderade jag bara guld på premium account och att flytta equipment. Men när jag började låsa upp 3e crew skillen på flera crews så insåg jag att det vore dum-snålt att inte spendera guld på att konvertera crew skills. Sen köpte jag en del premium fire extinguishers också, innan de blev tillgängliga för credits, då jag inte orkade brinna mer än jag var tvungen till. Men aldrig något systematiskt konverterande av free exp. Och det jag är mest stolt över själv är att jag får det att gå runt så pass bra utan en t8 premium tank, något som enligt mig förstör spelet lite grann då en del av spelet borde gå ut på att hushålla på sina svårförtjänade credits. Vad gäller pluton, kompani och CW så har jag givetvis kört en del i pluton, men jag har rätt så bra koll på vilka vagnar jag har gjort det i och vilka jag har kört mest solo i. Min Pershing körde jag en hel del 2man platoon med och fick därav väldigt bra win ratio. Men de flesta vagnar som är t7 och lägre har jag enbart kört solo med, med undantag från Hellcaten som jag kör lite här och där. Kompani har jag inte kört mycket alls, det tar mycket tid och man får ut väldigt lite av det. Om man tycker att det är kul så ska man definitivt köra det, då det är viktigast att man har kul när man grindar, annars tar det flera dagar att komma någon vart om man inte orkar köra mer än en timme åt gången. CW har jag kört kanske 20 matcher totalt.. - med min IS :>. Det är mitt andrakonto som jag skapade när Pirates skapade sin andraklan och vi behövde göra andrakonton för den. Det var rätt så kul att se en lineup på Sandriver som vi hade spelat varje dag och vunnit varje dag i ett halvår med pirates, denna gång med allt ifrån t7 heavies och t6 arties och uppåt. Vi lyckades trots det vinna en del. Har roliga minnen av att derpa E-100 med HE ammo från min IS. Skulle man vilja statpadda och verkligen nå högt så är det bara att köpa en premium t8 vagn och låsa upp första riktigt bra tanken i varje träd man tänker spela och börja grinda därifrån, typ, Type 59/KV-5/Super Pershing -> T29 -> T32 osv. Anledningen till att jag har så låg budget på detta konto är att jag inte ska bli uppstresad över att behöva vara bäst, vilket jag märkte hände när jag gjorde mitt första andrakonto där jag tänkte följa den principen med premium tank ->t7/t8 tank. Jag märkte att när jag kom till 101 matcher så låg jag först på average experience per battle listan med BoldAsLove, så jag slutade spela med BoldAsLove och skapade EmbryonicJourney istället för att spara lite pengar och inte hetsa med att behöva vara \"bäst\". Efter drygt 6 månader på plats nummer 1 började ryssarna dyka upp på servern och så föll jag ner... :< Cheers, (blev lite långt nu på fyllan) EmbryonicJourney"
	},
	{
		"postIndex": 8860,
		"postNum": 9013,
		"postLink": "/sp43295590",
		"postTime": "2013-05-06",
		"postUser": "Ace Ventura",
		"postUserID": "/u62236",
		"postUrl": "https://www.flashback.org/t1254641p752",
		"userUrl": "https://www.flashback.org/u62236",
		"sentence": "Grymt! Tack för snabba svar! Ok. När jag ändå är igång... Nu har även jag lyckats snöa in mig på WoT sedan några veckor tillbaka (är som vanligt sist med allt kul). Kör 1-2 tankträd i varje nation (mest för variationens skull) och är nu uppe på tier 4-5 i alla länder. Fast nu börjar det bli lite svårt och jag känner att jag kanske borde sätta mig in i spelets funktioner lite mer. Har mest sladdat runt och pangat på allt som rör sig (säkert er/de rutinerade spelarnas mardröm som medspelare) Fast faktum är att jag blivit lite mer seriös i hur jag spelar banorna och WPn har stigit drastiskt den senaste vecka. Känns lite kul faktiskt. Har dock en del frågor till er rutinerade rävar som jag hoppas att ni orkar svara på (har sökt lite random på WoT-forumet men jag hittar inte alltid klara svar där bland all information så jag provar här istället). - . Är det en ranking som utgår från \"stock tank\" eller tar spelet även hänsyn till extrautrustning, spelarens skills etc? Vad är det för värden som spelet räknar på? - . Har förstått att det har något med \"platoons\" att göra, eller? Hör t.ex. ettorna ihop eller är det någon typ av ranking inom samma platoon? - (premium?), vissa är ljusgrå, andra är mörkgrå. Vad betyder det? - På scout/light väljer jag bara den biffigaste kaliber och på Medium/Heavy tar jag alltid den som är rankad högst i forsknings-trädet. Fast jag skall villigt erkänna att jag känner mig inte helt hundra på vilka siffror som egentligen är viktigast i kanonspecen? Har heller aldrig testat premium ammo. Känns lite dyrt eller är det värt det? - som alla pratar om? - (Har inte råkat ut för det själv men sett att det hänt andra några gånger). Han blir väl blå då har jag för mig och brukar fimpas direkt av en medspelare. Får man inte minuspoäng för sånt? - Tycker inte att ? Köper oftast 75% besättningar för krediter men det är segt som faaaan att få upp dem till 100% sen (och så tappar de nästan allt när man byter tank). För att inte tala om de specialkunskaper som man sen skall träna dem i. Tar ju evigheters evigheter att få staplarna att röra sig? Hur gör ni? Finns det några genvägar? Bättre strategi? (Jag har kört runt 1.000 figter och är nu uppe i en wp runt 53-54% med ett XP-snitt strax under 275 (tror jag?). Det är väl någon typ av mediokert snittvärde som spelare har jag förstått men det är ju inte helt under isen, så något borde de väl lära sig tycker man?). Eller är det bara jag som är för otålig? Det har ju gått rätt fort upp till tier V. - Har t.ex. Sovjetiska T50 som är en kul maskin - men att komma till T50 II kostar över 60.000 xp:s!!! Det tar ju ÅR att tjäna ihop dessa!? (Plus att T50 alltid får överjäkligt (tier 8-10) motstånd så det är ju inte direkt lätt att scouta ihop så mycket xps i de fighterna direkt). Eller? Många andra maskiner i tier VI och uppåt kostar nästa lika mycket att forska fram i erfarenhet. Är det verkligen meningen att det skall ta sån tid att komma vidare? Exempelvis. När striden börjar närma sig sitt slut och alla jagar den där sista kraken i motståndarlaget, skall man då istället passa på att åka och ställa sig i deras bas så att man iaf får några erövringspoäng? Tjänar man extra på sånt? Andra tips? - En sak till. (samma nation) så blir de rödmarkerade. Men man kan ju faktiskt köra tanken ändå. Vad innebär det röda? Är det att de inte utbildas då eller gäller det något annat? - Såg t.ex. på någon ranking att han/hon som har högst wp av alla enbart spelar på tier 2 (trots att han/hon hade tanks upp mot tier 7-8). - Hur då? Cheat codes? (Känns drygt att lägga ner tid på ett lir där det fuskas mycket). Ledsen om det blev många frågor och mycket av detta är säkert basic-kunskaper för er. Hoppas dock att någon orkar svara på några frågor iaf."
	},
	{
		"postIndex": 8863,
		"postNum": 9016,
		"postLink": "/sp43295886",
		"postTime": "2013-05-06",
		"postUser": "Cardiac",
		"postUserID": "/u63404",
		"postUrl": "https://www.flashback.org/t1254641p752",
		"userUrl": "https://www.flashback.org/u63404",
		"sentence": "Det enda som räknas för MM är din tanks tier, dess matchvikt (scouts och arty har högre), likaså högre tier heavies. Matchvikt och tier är inte samma sak. 10 första matcherna i en tank ska du ha snällare MM. Visar bara vilka spelare som är i matchen som en pluton och vilken pluton de tillhör. Kör du XVM så har det med player skill att göra, annars kommer jag inte på det i nuläget. Vanligtvis är den högst rankade kanonen den man ska använda, finns dock vissa fall där en lägre rankad kanon är bättre (tex 105 mm på ARL44). Parametrarna är: Rate of Fire, ju mer desto bättre. Pen, hur mycket du penetrerar. Damage, vad varje skott gör i skada. Aim time, hur lång tid innan din träffcirkel har nått minsta radie. Acc, pricksäkerheten. Till detta kan man lägga sk soft stats, dvs hur mycket din siktcirkel expanderar beroende på track eller turret rotation. Detta är dock dolda stats. Jag har 5-10 premiumammo på alla mina tanks för de gånger man måste penna något. Till sist, HE är enbart för reset av cap (för de flesta tanks). Var inte en idiot och tro att HE är bättre för att det har högre damage. Derp-kanon är en kanon som främst används för att skjuta HE, exempel är 105 mms på Hetzer, M4, PzIV. Blir extra jävligt om man väljer premiumammo. Ja, såvida du inte är idiot som släpar med dig en tier1 tank i en tier8+ match. Då får du ta det. Fast om du ska göra det så måste du göra det rätt, dvs inte befinna dig i en cap-cirkel och se till att göra damage själv i spelet. Banning av teamkillers är en automatiserad procedur, vilket innebär att om du bara gör en TK per match och ändå skadar motståndare är det lungt. Nja, förutom att köpa premium eller premiumtanks så går det relativt långsamt att träna skills. Inte förrän kring tier5-6 som du når 100%. Att nå till tier6 på en linje ska gå på en dag med premium. Genom att köpa en premium tank eller elita en tank kan du generera XP som sedan går att konvertera till fri XP genom att använda guld, vilket kan snabba på XP-genererandet. 60000 XP är typ 30-50 strider om du bara köra dubbeln. Inte mycket, det man tjänar XP och credits på är att göra damage (ink spotting) och vinna matcher. De kan köra tanken, men med ordentligt nedsatta skills. Detta gäller dock inte om du flyttar över dem till en premium tank. Har tanks i alla tier utom 1 , och föredrar nog kring tier 8-9. Lägre tier är mer för att göra något annat, tex M4 HEAT plutoons. Har premium + premium tanks så pengar är inget problem. Är du en bra spelare gör oavsett vinst i tier8. Inga cheat codes. Allt är server side vilket begränsar det. Finns ett gäng mods som är förbjudna, men är inga game changers. Bottar finns också, och kan vara bättre än människor. Fast detta spelar mindre roll, för att du kommer lära dig hata dina medspelare med passion. Antalet idioter i det här spelet som inte fattat spelmekaniken är fantastiskt stor, och det finns spelare med 20k matcher och en win rate på 44%."
	},
	{
		"postIndex": 15636,
		"postNum": 15907,
		"postLink": "/sp48785006",
		"postTime": "2014-05-14",
		"postUser": "Bearforceone",
		"postUserID": "/u441748",
		"postUrl": "https://www.flashback.org/t1254641p1326",
		"userUrl": "https://www.flashback.org/u441748",
		"sentence": "Japp, det stämmer nog. Det låter rätt i varje fall. Den är som sagt inget vidare, saken är att den har ganska många problem som sammantaget gör den till ett kasst köp. Hade den haft bara ett eller två fel hade den varit rätt juste faktiskt. Den har som sagt stora problem med penetrationen, spridningen av skotten, tornrotation och den absurt dåliga \"elevationen\" på -3, vilket innebär att man istället för att köra upp till ett krön och skjuta neråt och bara blotta tornet, måste köra över det och sen luta tanken neråt för att kunna skjuta på fienden. Vilket gör att fienden kan skjuta prick på ditt papperspansar istället för att studsa på ditt torn som på exempelvis Type 59. Samt mindre problem med att dina moduler går sönder av det mesta som skjuter på dig och att den brinner allt för ofta. Tycker gott de kan buffa penetrationen med kanske 10-15 och elevationen till -5 utan att den blir ett dugg op, bara mer kul och spelbar. T-34-1 är en av de bästa T7 mediums i spelet i mitt tycke, T-34-2 känns som samma tank fast en tier högre och där känns den plötsligt inte alls lika bra. Det är dock ingen dålig tank alls, jag har ofta kul med den. Finns ju också valmöjligheter mellan att använda 100 mm kanonen med allt vad det innebär och 122 mm med samma usla -3 elevation som på T-34-3. Skulle inte rekommendera ett köp av Super Persing heller, vilket jag tyvärr gjorde som min första premium 8:a och det efter alla nerfs den fått och en dag efter de tog bort Type 59 från affären. Också läst något om att en T-54 version kommer till 9.2 eller om det var 9.3. Läste på samma sida också något om en variant av STA-1, som är en riktigt bra sniper och den första japanska tanken i trädet som faktiskt är nått att ha ö.h.t. Jag kan tänka mig ett köp av båda två utan tvekan, även om det gäller nedbantade versioner av originalen. Tycker det mest finns td:s och heavys och lite för få premium tanks för oss som gillar att köra mediums."
	},
	{
		"postIndex": 13196,
		"postNum": 13417,
		"postLink": "/sp47150545",
		"postTime": "2014-01-21",
		"postUser": "Kebabsuger",
		"postUserID": "/u436266",
		"postUrl": "https://www.flashback.org/t1254641p1119",
		"userUrl": "https://www.flashback.org/u436266",
		"sentence": "lol, skills och skills om du siktar i motorutrymmet och sedan säger RNG fuck you, sedan siktar du mitt i sidan för att om RNG skulle skicka skottet höger, vänster upp eller ner så är det ändå hög risk du träffar men RNG säger fuck you igen och skickar skottet utanför siktringen alla med iq över 70 kan spela arty och äga med RNG eller bli rövknullad av RNG s-51 är ett bra exempel, kör den i t8 matcher ibland i platoon för man kan panga på en hel del, vissa matcher 0-300 i skada, andra matcher 2000-6000 i skada allt pga RNG, jag siktar lika perfekt på fail rundan och vinst rundan, så skills måste jag faktiskt ta bort där, det ända som kan räknas med skills är var du placerar dig och hur du flyttar dig för att kunna fortsätta att skjuta och hjälpa ditt lag jag har haft många matcher där RNG fistfuckar dig i röven hela matchen, sedan i andra matcher träffar du ALLT plockat scouts som kör i sidled 500 meter bort utan att sikta in, bara höfta ett skott xx tanklängder framför scouten ned siktningen helt öppen, RNG RNG RNG RNG RNG hatar RNG, men ibland så kan det vara bra det är roligt att försöka prata med arty som anser dom är bra med arty och skall försöka övertyga en att just dom har superior skills sååå var siktar du på en stilla stående tank \"där och där\" ok det gör jag med, vad då då \"jag är bättre än dig med arty så jag träffar bättre\" jajja, du träffar bättra när vi siktar på samma stillastående tank, på samma ställe från samma position och med samma arty? \"ja\" RNG !!! :P både nashorn och den 7an som kommer efter är löjligt lätta att slå ut, blir ju typ helt fuckade av arty pga att dom är öppna ang usla spelare med waffen körde min jagdtiger 88 och gjorde 3000 i skada i går för att få liter cash 2 stycken waffen B stod och plockade bron, båda unicums, helt äckligt osynliga, jag körde fram där jag visste dom stod(kan banan ju) 200meter ifrån dom och väntade på binos, binos går igång, ser ingenting, backar bak och booing, bounsar ett skott från dom men dom blev inte spottade. väntar 1-2 minuter genom att gå runt och gå tillbaka, försöker hitta en vinkel som bättre att spotta ifrån och går sedan upp på samma kan igen, spottar en waffen B 200 meter ifrån mig som mör mot mig, börjar mata mina skott varje 4,45 sekunder i han han blir osynlig 2 ggr under tiden som han rullar full fart mot mig och han får iväg 2 skott innan han dör, jag äter ett guldskott i upper plate och bounsar ett av hans guld skott. självklart tänker jag att hans kompis kommer bakom, så vänder, kör lite nerför och visst där 150 meter framför mig kommer den andra waffen B, plockar han helt utan skada, han kunde inte skjuta pga terrängen, måste ju helt över lilla kullen för att skjuta medans jag plockade han i kanonen hela tiden, kunde bara försöka fly med kanonen syntes, varje 4,45 sekunder menar det vara 2 unicums som inte klarade av att döda en jagdtiger 88 mm så cammon är väl lite så där men tycker det om alla vagnar som bara aktiverar sitt cloaking device på helt öppen mark, inga berg stenar eller gräs och träd i vägen, bara POFF hade dom stått bakom saker så hade jag varit ok med den höga cammo, men att dom försvinner på öppen plan mark 100 meter ifrån mig, tom under mig, jag äger \"elevated position\" för fan"
	},
	{
		"postIndex": 7036,
		"postNum": 7162,
		"postLink": "/sp41084695",
		"postTime": "2012-12-24",
		"postUser": "KaptenKolv",
		"postUserID": "/u650856",
		"postUrl": "https://www.flashback.org/t1254641p597",
		"userUrl": "https://www.flashback.org/u650856",
		"sentence": "Det va med prem. Haft bättre än sådär så klart, men det kändes så enkelt. Den är jäkligt lättspelad måste jag säga. NÄR man kan den.. Den studsar ganska mycket och den slår ut det mesta jag skjutit på hittills på 2-3 smällar. Ja. Mitt bästa prem köp får jag lov att säga. Ja, Möjligt.. Men den är inte super bra heller. Helt värdelös på avstånd... När jag spelat med den rätt frekvent själv i några dagar så är jag inte jätte nervös om jag möter en själv. Eldröret kan inte flyttas mycket i sida och den har relativt lite ammo med sig. Tycker jag i a f, inte jämfört vad dom andra vagnarna har. Har fått slut på AP några gånger. fast det kan iof vara jag som skjuter lite mycket ibland.. Blev dödad av en brittisk medium av lägre tier tidigare. Så ja, Ingen undervagn direkt. Och På dom avstånd där pansaret gör sitt jobb och man känner att man står bra och kan ge eld åt flera samtidigt så missar man ändå 2 av 3 skott. Den kräver ju lite av spelaren även om vagnen ger bra förutsättningar. Det tog mig faktiskt ganska många matcher innan jag kände att jag hade användning för den. jag gillade D-Max mycket bättre till en början, köpte båda samtidigt (nej, jag har ingen annan hobby) och kom inte alls överens med SU122an. Snabba mediums och scouter va man ett lätt byte för och man kunde inte göra mycket på avstånd. Och i närstrid mot en vagn med torn är man rätt fuckad. På matchen jag la ut här så hade jag slut på ammo, När jag fick steel wall stod jag på avstånd och stred mot 3 fiende vagnar. Slog ut två av dom och fick slut på AP. Då hade jag tidigare bara stridit på nära håll och hade inte en miss. Skulle tippa mellan mellan tummen och pekfingret att av tio smäll så va nog 6-7 missar på dom tre vagnarna. Det kräver lite nerver... Men dom hade för klena vapen mot det sluttande pansaret på det avståndet, helt enkelt. Tack! Ja, som sagt inte den bästa matchen men vagnen levererar helt klart. jag har märkt att det går i vågor även för mig.. Tex min T43a har jag dragit ner win ration på till 43%. Detta på kanske en vecka, låg en bra bit över 50 med den innan.. Även antalet överlevda matcher i procent till spelade matcher är en bra bit under 50% nu. Säger sig själv iof med sån mängd förluster.. Men vafan. Den kommer väl gång igen. Känns dock rätt hopplöst att få T44 just nu.. behöver ca 50k XP.. I förrgår lyckades jag inte ens få min X3 vinst med den. Körde bra bit över 10 matcher sen gav jag fan i det."
	},
	{
		"postIndex": 10004,
		"postNum": 10171,
		"postLink": "/sp44254222",
		"postTime": "2013-07-10",
		"postUser": "Ace Ventura",
		"postUserID": "/u62236",
		"postUrl": "https://www.flashback.org/t1254641p848",
		"userUrl": "https://www.flashback.org/u62236",
		"sentence": "Vilken fight!!! Jag ta me tusan skakar av upphetsning efter den här! Och det händer inte ofta vill jag lova. Stormning på Malinovka. Vi försvarar och står uppe på hyllan. Ligger riktigt sketet till. Alla polacker i vårt gäng är avskjutna och vi är ner 3-8 typ. Då bestämmer sig fi för att storma vår högerflank (vid kyrkruinen) eftersom alla försvarare dött där. Jag i min FCM50t och en T34 ser detta samtidigt och omgrupperar från mitten till höger. Dom kommer med 6 heavy tanks tillsamman i en tight grupp, allt från KV-1S till KV-4. I princip bara clanare. Vi hittar skydd bakom några vrak (i en liten liten svacka), själv byter jag snabbt till guldammo och sen börjar ett brutalt peek-a-boo brawlande. Så satans superintensivt! Det är knökfullt med fi bara några meter framför mig - men jag får verkligen alla skott att räknas och vi lyckas ta skydd bakom vraken/marken med absolut minsta marginal. En efter en mals de ner och när röken skingras så står både T34:an och jag kvar (knappt, men ändå) och vi har fimpat alla 6 motståndare! Shit pommes! Snacka om matchvändning! Kändes bra där och då i alla fall. Tyvärr blev det \"bara\" 5 kills för mig. Tror f.ö. att jag måste ha rekordet för missade Top Guns. Har så många 5 kills-matcher nu att jag tappat räkningen för länge sen - men jag får nästan aldrig till den där 6:e jävla träffen. Igår missade jag medaljen 2 ggr pga max 1(!) sek för lång reload-time. Lite småbittert faktiskt när man står och siktar på den där sista fi som är kvar, å så just när man skall trycka på avtryckaren så flyger han i luften. Igen! ---- I övrigt kan jag bara konstatera att ni som skriver här och jag inte verkar spela samma spel. 5 miljoner kredits på en helg? Över 200k earning per match? 65% winning? Tier X-vagnar efter 2,5k matcher? Ni måste ha någon extra extra EXTRA (rysk?) premiumversion av spelet...!? Nu grindar jag iofs 11-12 trådar samtidigt + att jag kör några premiums och sparade låg tier-kärror (varav 3 är lights som egentligen bara drar ner statsen även när man vinner) men jag skall ärligt säga att även om jag blev Top Gun varenda freaking match skulle jag inte kunna påverka utgången så till den milda grad med alla dessa random jävla skitlag man får. Inte heller någon enda gång av alla de gånger jag faktiskt ändå blivit Top Gun, Understödjare eller vad det nu är man tjänar pengar på så är det knappt, och jag menar verkligen k n a p p t, ens 100-125K förjänst (med premiumkonto) - FÖRE omkostnader. Jag spelar iofs mest på runt tier VII-VIII nu. Pengarna kanske kommer senare? Men å andra sidan så säger ju alla att det blir svårare och svårare att göra skillnad ju högre upp man kommer. Så den ekvationen får jag inte heller ihop? Känns bara som ett hopplöst stort gap från det jag tyckte var bra till det som tydligen är det som verkligen är \"bra\". Ja ja. Tillbaka till slagfältet. Själv är jag nöjd så länge jag är över 50% och går på plus."
	},
	{
		"postIndex": 9413,
		"postNum": 9571,
		"postLink": "/sp43881655",
		"postTime": "2013-06-13",
		"postUser": "estone",
		"postUserID": "/u190317",
		"postUrl": "https://www.flashback.org/t1254641p798",
		"userUrl": "https://www.flashback.org/u190317",
		"sentence": "Nu vill jag inte låta som en gnällig kärring. Men jag undrar faktiskt om det inte är så att vissa åker lite på en räkmacka med vilka lag de kommer i, vs andra som får pisk av MM. Iofs så bryr jag mig inte så mycket då jag kan spela och ha kul utan att vinna hela tiden. Dock tycker jag det ni skriver inte riktigt stämmer med det jag ser senaste tiden. Nej, jag tror inte. Tror att det är andra faktorer som påverkar mer. Jag kan inte påstå att du har fel, för jag kan inte bevisa det. Men så är det för mig. Inte min erfarenhet. Skulle jag gå AFK i alla matcher skulle jag ligga på 10-12% Winrate. Jag ska prova 10 matcher. Fast det är inte så snällt mot de andra. Tycker inte det stämmer så bra. Nej, det är nog fel. Inte i mina MM och för mig. Där i ligger mitt lilla gnäll. Att man inte når bättre, fast man är ganska hyfsad. Så spelar jag. Jag är ytterst sällan på nedre halvan. Endast om jag är lästa tier och är TD brukar det hända. Typ jag har tier 5 stug/ tier6 td och spelar mot Tiger, Tiger II, T29, T34 osv. Det brukar inte gå så bra. Man får spana och hoppas på det bästa.[quote] Fast det är lite lustigt. För om några ligger på 60%, så måste andra ligga på 40% det är ren logik. Men som jag skrev. Det är ju fel. Dessa sämre spelare borde endast möta dåliga spelare. De skulle då få 50%. haha, jo. Det hjälper inte att försöka skriva i chatten, för det fattar de inte ändå. Såg idag. En spelare som i Brittisk medium (tier 5) med 100% hp, jag mosade fi ner till 4% hp med min TD och denna spelare, misslyckades med att döda fi, ändå efter jag dött. Jag hade då dödat 3 tanks totalt. Dvs en 4% mot en 100%. och det var precis samma tank, samma bössa osv. Han hade bara kunnat rama och hade varit hemma. Men backade och backade osv. Tills död. Ja, det var ingen annan fi som bomba han heller. Man ska inte gnälla men, men,, Lemmings som inte kan vänta att dö? Full gas mot fi och missar allt. Dör på 30 sekunder efter start. De är roliga. Tja senaste veckan har jag legat eff på 1250, WN7 1100 ca och en Winrate på 45%.... Ja och K/D på 1.5 Dock har jag totalt en Winrate på 49%. Men det var tidigare när jag var mycket sämre... Finns många barn också. Och som har dålig dator. Låg på över 50% de första 1000. Faktiskt var jag nog kanske mot 55-60%, men det har stadigt varit ner sedan dess. Dessto bättre man blir, så sjunker winrate. Tja så är det för mig. Och det har inget med mitt spel att göra alls. Det är bara bs. Är jag på gata 1, då dör gata 2 och 3 osv. Där jag inte är där krossas vi. Där jag är, där lever vi eller avancerar. Men men, inte alla matcher är sådana. Det händer även att man vinner på 1 minut. Ofta 2-14."
	},
	{
		"postIndex": 15674,
		"postNum": 15946,
		"postLink": "/sp48803605",
		"postTime": "2014-05-15",
		"postUser": "knypplarN",
		"postUserID": "/u388413",
		"postUrl": "https://www.flashback.org/t1254641p1329",
		"userUrl": "https://www.flashback.org/u388413",
		"sentence": "Därför fyller ju IS-6an en annan roll, för att kunna statpadda med den behöver du skjuta en hel del guld vilken minskar vinsten och krediterna du får behålla efter match vilket ändå är syftet med en cashgrinder. Jag säger inte att det är en dålig vagn, men för att den ska blir riktigt bra måste man kompensera för den låga penetrationen med standardammo. KV-5 kanske funkar mot mindre smarta motståndare, men mot en bättre spelare kommer man få problem, det är ju bara att vänta ut KVn till dess att man måste visa sin weakspot. Har dock inte spelet den själv, men för det priset den brukar ha kanske det ändå är en skaplig moneymaker. Tycker inte skillnaden på att möta nior eller tior är så stor (om man inte är ensam t8 vilket har hänt några gånger för mig sedan senaste patchen). Om inte annat brukar det alltid finnas gott om andra åttor och nior att skjuta på så tiorna är sällan problemet. Att vara top tier i hälften av matcherna är dock en fördel, men kanske snarare för statpadding än för cashgrindning eftersom att ju högre tier dina motståndare är på desto mer HP har de du kan göra skada på, equals mer cash. Jag tycker T43an var helt värdelös, okej snabbhet men inte speciellt rörlig, värdelös kanon och ingen armor att tala om. Gillade Cometen bra mycket bättre och måste nog säga att jag även föredrar Pantern, även om den har lite problem med sin låga alfadmg om den hamnar i en t9 match. T-44 hoppade jag över efter att ha hört rätt mycket skit. T-54an är dock bland de bästa vagnarna för sin tier i spelet och en \"must have\" i alla garage så det trädet är helt klart värt att spela. Dessutom bör man passa på nu när det går att grinda två t10or från samma 9a. Det som gör M46 dålig är inte vagnen i sig utan hur bra många av de andra T9 medsen är, hade tagit Centurion 7/1, E50, Type 61 och T-54 före den alla dagar i veckan. Och då verkar även WZ-120 bra om man uppskattar den typen av vagn. Skulle ranka M46 på ungefär samma nivå som Leo PTA och Obj 430 II. Lorren är väl den sämsta t9 mediumen, vilken jag av förklarliga skäl hoppade över."
	},
	{
		"postIndex": 8985,
		"postNum": 9138,
		"postLink": "/sp43402344",
		"postTime": "2013-05-13",
		"postUser": "Plaguetongue",
		"postUserID": "/u426052",
		"postUrl": "https://www.flashback.org/t1254641p762",
		"userUrl": "https://www.flashback.org/u426052",
		"sentence": "1. Meta poäng, en tank har ett visst meta värde som mest utgörs av stridsvagnens tier, uppgraderingar osv. en del tanks som tex t-50-2 och chaffe har högre meta värde än resten av tanksen i sin tier och mer än en del med högre tier då dom är gjorda för att köras med dom större tanksen, även artilleri har lite högre meta värde. 2. siffrorna är grupper, tex. 3 spelare har \"1\" dvs. dom 3 spelarna har skapat en pluton och joinat striden och är således grupp ett, man kan max joina vanlig battle i en grupp om tre 3. det är vilken typ av tank du kör, Artilleri(röd) vanliga tanks(grå) StridsvagnsFörstörare(mörkblå) alla i din pluton visas i gul och teamkillers i ljusblå oavsett sort av vagn. 4. beror på vilken tank och hur du spelar den, penetration är viktigt på högre tier och speciellt på TD:s damage(alpha damage) och Rate of fire, här beror det på tank, om du har en glas kanon så vill du ha hög damage hellre än rate of fire så du kan skjuta och backa in i skydd, kör du tex Tung Stridsvagn ska du kolla mer på DPM (damage per minute) damage/rate of fire men även penetration och accurecy. Snipertanks är inte DPM lika viktigt men däremot accurecy och penetration osv.. 5. en Derp cannon är en damage pipa, ofta en kort grovkalibrig pipa med hög damage och lägre på andra stats, brukar andvändas med premium ammo då man i princip kan döda andra spelare i ett enda skott eller åtminstonde göra brutal skada. 6. om medspelaren visas i ljusblå är det fritt fram att döda honom, du kommer inte få någon pendalty alls förutom möjligtvis flame från han som dog 7. när din tank är elite (allt är framforskat) så kan du sätta i en kryssruta som accellererar träningen av besättningen, efter 100% så tränar man färdigheter och det brukar ta ett tag men när du byter tank så kan du träna om besättningen till den nya tanken och du får således en bättre besättning från start. en besättning på 100% som tränas för nästa tank börjar på 80% eller mer. 8. t-50-2 kostar mycket då det är den absolut bästa aktiva scouten i spelet, snabb, svänger bra, accelererar bra. imo fungerar t-50 i princip lika bra. du tjänar mer på att scouta i strider med tier 8 och 9 osv. dessutom är dom stora tanksen långsammare så det bör vara lättare åxå, gillar du inte att åka runt som en tok och scouta så kan du testa \"chaffe\" en amerikansk light med väldigt bra camouflage, lägg till camo träning, camo nät, camp färg på tanken. uppgradera radio och sikt sen är det bara att ställa sig i en buske och cash/xp kommer att rinna in då du upptäcker allt som rörs sej runt om medans du är i princip osynlig 9. du får inget för att ta fiendens flagga om det inte leder till seger, typ: du cappar fiendens flagga till 90/100 när ditt lag dödar den sista fiendevagnen, då är seger objektive att döda alla fiender klart och du får således inge extra för att du var på flaggan. ett tips är att jaga medaljer upptäck fiender, gör damage på fiender, försvara egen flagga osv för medaljer och mer exp 10. inte säker här, hursomhelst skicka besättningen till Logement och träna om dom till den nya tanken. 11. tier 1-2 battles med en elite tier2 tank som tex. T18 är kul då man dödar massa då motståndarna oftast är noobs på dom små tanksen, annars är min absoluta favorit tier 8, tycker att tanksen är bra balanserade på tier8 12. det förekommer givetvis fusk precis som i alla andra spel även om det är rätt vanligt i world of tanks, kan hända enstaka gånger att att det är bottar åxå, och för dom finna en report knapp och laget kan således reporta in det och få personens konto bannat. Svarade så gott jag kunde /MVH Plaguetongue"
	},
	{
		"postIndex": 11117,
		"postNum": 11310,
		"postLink": "/sp45204346",
		"postTime": "2013-09-12",
		"postUser": "ESS-Lund",
		"postUserID": "/u306185",
		"postUrl": "https://www.flashback.org/t1254641p943",
		"userUrl": "https://www.flashback.org/u306185",
		"sentence": "Ok, 50% är bättre än snittet så det finns hopp. Lite tips: Skjut alltid AP eller guld förutom om du har en +2 tier tank mot dig med bra armor och lite hp kvar. Då kan HE vara bra för att vara säker på att döda. HE ofta ok mot arty också. Vänta tills aimcircle är minimal eller tills den i varje fall är mindre än tanken du ska skjuta på. Lär dig weak spots. Detta är bland det viktigaste i spelet. Lär dig att man kan döda en T29 utan problem genom att skjuta på commanders hatch, döda AT-tanks genom att skjuta runda pluppen där uppe, skjuta KV5 på runda R2D2-liknande kulsprutedelen framme vänster osv. När du inte kan weak spots så sikta på \"lower glacial\" dvs undre delen av fronten, så går det ofta bra. Att kunna weak spots är bra både när man ska skjuta andra men också för att veta hur man bäst skyddar sig själv. Lär dig banorna och anpassa spelstil efter banan och vagnen du kör. En T29 har t.ex. gudabenådad armor på tornet framifrån men är svag på lower glacial så hitta du en bra backe eller hål att bara visa tornet från så är det inte mycket som skadar dig (speciellt om du rör dig fram och tillbaka hela tiden lite så ingen hinner sikta in sig på din commanders hatch där upp). Var inte rädd för att ge andra tips eller fråga in game. Jag brukar ofta använda chat i annat syfte än att klaga. Brukar fråga var folk vill att jag ska scouta, eller om någon går med mig vid anfall osv. Har man tur finns det fler vettiga personer i laget som svarar. Tänk på att utnyttja omladdningstiden till att antingen gömma vagnen eller förflytta dig. Titta på minimappen och se om du är vettigt placerad, inte för utsatt men inte heller så långt bak så du inte kan hjälpa dina medspelare. Var positiv. Tror inte det finns någon som spelar bättre när det första som sägs i chatten är \"hi idiot noobs\". Använd buskar osv. Tänk på att om du ser en tank när du står gömd i busken och sen skjuter så komemr buskens camovalue att gå ner. Bättre att backa tills busken inte är genomskinlig då för då kommer inte camot försvinna när du skjuter. Se till att träna crews på vettigt sätt. Det finns många skolor för detta. Själv tar jag alltid sixth sense (överlägset bästa skillen i spelet) och repairs som första skills och sen brothers in arms men det är ju upp till var och en. Camo är viktigare än repairs för en TD, repairs är bra på Heavies. Se till att ha consumables för att laga vagnen eller plåstra om skadade crew members. Fire extinguisher också bra. Visst finns det specifika kartor med vissa superplatser men rent allmänt är ju det vioktigaste att förstå din vagn och dess styrkor svagheter och sedan hitta terräng på banan som passar dessa. Har du starkt torn så kan du visa detta, har du stark sida kan du sidescrappa (stå vinklad ut från ett hörn på hus och låta alla skott studsa), är du snabb kan du utnyttja detta och komma till oväntade ställen osv osv Se alltid till att \"angla\" dvs vrida tanken lite också så du aldrig står rakt mot en fiende utan kanske i 30 grader vinkel, då ökar du din effektiva pansar. Väldigt lätt men också väldigt effektivt! lycka till!"
	},
	{
		"postIndex": 6862,
		"postNum": 6985,
		"postLink": "/sp40824644",
		"postTime": "2012-12-10",
		"postUser": "Kebabsuger",
		"postUserID": "/u436266",
		"postUrl": "https://www.flashback.org/t1254641p583",
		"userUrl": "https://www.flashback.org/u436266",
		"sentence": "iofs vad vill du en maus skall göra(han är inte snabb)? rusha ner mot skogen i 20km i timmen och bli SPG ad i tusen bitar? hade ni redan förlorat så ville han kanske inte har dyr repair om han körde non premium kanske fel bana jag tänkte på, men kommer bara på en med en kyrka och det är på kullen där båda teamen brukar köra upp medans andra halva av teamet står på var sin sida och lobba skott på varandra, ena siden gömmer sig vid hus medan andra gömmer sig vid 1!! sten(självmordssidan som den kallas) jag kan störa mig ordentligt på folk som har noll koll, tex när jag körde min isu en gång så var jag top teir och motståndarna hade en tiger och 3 andra tanks, bla su 85 med pipan som hade 167 i pen och 300 dmg chatten floddades och dom ville jag skulle charga, meeh you are top teir, meeh chicken, damn noob, stupid ****, charge them *****, you are top teir charge ffs. etc... idioter hela högen isu är en teir 5 tank med teir 9 kanon, alla och allt kan penna den om den är spottad, och när man är spottad så skjuter alla en pga av ens fruktade kanon I alla fall så slutade det med att vi gick från 10-4 till 4-4 och när vår tiger tröttnat på att gömma sig bakom mig och körde in i skogen så följde jag sakta upp, medans en scout körde flanken. även i detta läget så lyckades motståndarna få ner mig till 150 i hp förren jag såg su 85, efter jag plockat han så verkade de andra backa och sköt inte mer, men jag fick resten av kills sen med, 7 kill i den matchen, men dessa idioter som vill man skall charge med en TD som kan pennas av en MS-1 lol hade det varit en t95 så hade jag fattat gnället, men isu har bra cammo och skall nyttja det pga sin värdelösa armor, obj efter kan man brawla lite med just värsta, hmm har många förluster där jag ligger på 9-10 kills, även draws :P men värsta är fan nog när jag och en polare körde KV(innan splitten) med 152 och bara KV POWWA !! slaktat allt hade 7 kills var och hade en spg kvar, närmar oss deras bas(men ändå typ någon minut eller två ifrån) och då börjar deras spg cappa vår bas(0 kills har fjollan med) och 'r så klart bara jag och min polare kvar i vårt lag, vi vänder om med skadade tracks och han skadad motor, jag kommer fram till 99% så hinner inte vänta in aim cirklen utan skrollar in skjuter och träffa sidan om, men inte så närmare så jag gör splash dmg fan vad förbannad jag var där, var x5 för first win då med tror jag, eller x3? var ett tag sedan nu men 7 kills var och förlorar pga en idiot med 0 kills(dvs han knullade sig själv och fuckade sin first win) cappade bara för att jäklas"
	},
	{
		"postIndex": 13957,
		"postNum": 14196,
		"postLink": "/sp47662230",
		"postTime": "2014-02-24",
		"postUser": "Ace Ventura",
		"postUserID": "/u62236",
		"postUrl": "https://www.flashback.org/t1254641p1183",
		"userUrl": "https://www.flashback.org/u62236",
		"sentence": "Något helt annat. Håller på att testa OMC-modsen nu äntligen. Lite småkul ibland men också upphov till en del irritation... är fortfarande avskyvärd. Totalt avskyvärd. Varje gång jag trycker på battle känns det som att jag svänger in på Strippen i Las Vegas. Sjuhundratusenjävlafärger som blinkar mot mig, och lite till... Sen blir jag bara förbannad över vilka lag jag får. Känns som att man ger upp lite oftare redan innan det börjat. Inte bra. Skulle däremot knappast klassa xvm som fusk? Jo, kanske om det gör så att man systematiskt sätter av mot deras bästa spelare eller nått? Har inte riktigt bestämt mig om det ännu. Oavsett vad ger det en klart roligare spelupplevelse att starta ett battle \"rent\" och inte veta det minsta mer än att man själv måste göra sitt yttersta för att vinna. hade jag stora förhoppningar på men den blir bara hysteriskt plottrig? Det är fan prickar överallt!!? Kan dock tänka mig att den där grejen som visar är hjälpsam när man väl lär sig att urskilja skiten. Likaså . Odiskutabelt fusk dock. Däremot är det ju inte fusk att kunna utan bara trevligt. Även om det är svårt att göra på ett smidigt sätt när det smäller omkring en. är kul att se men jag har ännu så länge inte haft nytta av den kunskapen EN enda gång? Trodde jag skulle få mycket mer hjälp av den? Sen all osv. Har testat flera av dessa men det blir för rörigt för mig. Kan inte urskilja informationen på ett vettigt sätt. Fortsätter testa lite till men jag är redan rätt trött på allt detta. Känns inte som att det tillför något egentligen (för mig) men i rätt händer är det säkert användbart. . Überfusk alla kategorier! Däremot inte så användbart som man skulle kunna tro. Jag har verkligen försökt att sikta på diverse träffzoner men allt tjafs runt att träffa/sikta rätt gör att man blir klart ineffektivare (och på långt avstånd ser man ändå inte vad som är vad). Dessutom förfular det spelet enormt. . Första modden som jag verkligen gillar (utöver klocka i garaget och sessionstats). Fattar inte riktigt varför den är förbjuden i t.ex. ESL när vissa andra (betydligt värre imo) saker är tillåtna? Har man bara ett hyggligt grafikkort kan du ändå urskilja vilken tank som är var om de står i linje. Men visst, det är klart att det är betydligt enklare med den här installerad. Fast min stora kärlek är . Den är askul. Lite fladdrigt ibland men att kunna zooma in mer än vanligt har garanterat gett mig fler pennande träffar än vad jag skulle ha fått utan den. Känns därför som klart fusk. Men oerhört kul att använda som sagt. har jag också haft nytta av. Flera gånger som den stoppat mig från att dra iväg skott på tanks som dör bara någon tiondel innan jag trycker på avtryckaren. Tveksam till om det är ok faktiskt men den funkar bra. I övrigt så har jag tokratat alla v. I princip alla dessa gav mig problem med grafiken och/eller gjorde mig sjösjuk. Dessutom kan de flesta saker knappast anses vara \"förbättringar\". (Orkade inte testa alla ljud etc utan det la jag ner bara). Förstår dock att folk gillar Jimbos sikte. Det enda som ser riktigt snyggt ut. Passade inte mig i strid dock. Ska testa lite till innan jag avinstallerar allt. Ffa se om jag ändå inte kan få ut något vettigt ur den där penetrationskalkylatorn? Skulle säkerligen bespara en en hel del skott. Tack för mig. (Intresseklubben antecknar för fullt...)"
	},
	{
		"postIndex": 9082,
		"postNum": 9236,
		"postLink": "/sp43516737",
		"postTime": "2013-05-20",
		"postUser": "Ace Ventura",
		"postUserID": "/u62236",
		"postUrl": "https://www.flashback.org/t1254641p770",
		"userUrl": "https://www.flashback.org/u62236",
		"sentence": "Alltså, inte för att någon lär vara intresserad men jag måste bara få skriva av mig lite om detta (och lite annat)... Har nu passerat 1.500 matcher och börjar komma in i det hela lite mer. Statsen för både wp och survives har iaf stigit radikalt den senaste tiden (fast jag har många förluster initialt att överkomma + att man grindar ju på i tech-trädet med stock alt. halvutrustade vagnar som inte alltid ger en så goda chanser i fighterna). Taktiken för respektive vapengren börja också sitta så smått. Kan däremot bli tokförbannad på mig själv när jag emellanåt ändå spelar som en amfetaminstinn kossa med tunnelseende. Blir t.ex. så enormt exalterad av att få ett kanonläge att pumpa på någon motståndare att jag emellanåt helt glömmer bort att se mig omkring!? Eller så är jag totalt övermodig/stöddig och står kvar helt öppet medan omladdning pågår... Känns faktiskt rätt förnedrande när man klantar till det så där och åker ur striden med stoltheten dragen i leran. De stora glädjeämnena för mig just nu är definitivt annars min Super Pershing (kunde inte hålla mig när den ändå var på rea och allt nyligen + att tier VIII var spännande när man harvar på tier V/VI i vanliga fall) samt min Easy 8 och T34. SPn är fantastiskt!!! Långsam förvisso men när man väl kommer in i spelstilen (öppnade med 10 raka torsk) så är den otroligt skön att lira med. Grymt pulver i bössan och sneaky som få! De andra två är bara så otroligt kul att spela med. Sen går det riktigt bra för min KV1, Churchill I och T14 också. Inte så konstigt kanske eftersom alla dessa verkar ha snäll MM. Besvikelserna däremot är alla TDs/artys samt Cromwell och M6. TDs känns bara ointressanta att köra för mig och artys lite gayigt. Skall forska klart SU-8:an men sen struntar jag nog i arty ett tag. Hade verkligen sett fram emot både Cromwell och M6 men båda dessa har varit en total besvikelse och en mardröm för mig. M6 (fram till 90 mm) kändes bara som en sämre version av T1 (vilket den naturligtvis inte är utan det är väl bara MM som ställer till det med betydligt tuffare matcher) och Cromwell är på tok för snabb för mig. Försöker verkligen behärska mig men på något jäkla sätt sticker jag alltid in huvudet först i alla striden med den vagnen, ofta med ett lite för övermodigt vägval över terrängen. Och eftersom den har armor som en pappkartong så ryker jag således nästan alltid rätt omgående. Argh! Skitvagn! M7 är en annan vagn som kändes helt menlös (som en sämre variant av M4). Gick tillbaka till M5 för att försöka nå Chaffeen istället. Är f.ö. nära att forska fram KV-3, KV-1S, Comet och T29 relativt snart. Det låter på er som att det alla är roliga kärror? Har iaf förhoppningar där. Dessutom skall jag snart välja mellan VK 30.01 D eller H. Tror det kan bli klart skoj också, oavsett val. Btw - hur gör ni? Två frågor: 1. Sparar ni på tanks eller? Själv säljer jag alltid den jag kör så fort jag forskat fram en ny. Känns dock lite slösaktigt emellanåt, för det är ju ingen plusaffär direkt. Samtidigt så inbillar jag mig att de lägre tier-vagnarna annars bara kommer att samla damm? 2. Brukar ni måla på permanent kamouflage på era vagnar? Ger det verkligen något? (Vad betyder 5% mer kamouflage i realiteten? Är det att den visar sig lite senare/försvinner lite snabbare på minimappen/i siktet? Vi måste prata tiondelar av en sekund i så fall?) ----- Beklagar långt inlägg. Behövde som sagt bara skriva av mig lite."
	},
	{
		"postIndex": 14154,
		"postNum": 14394,
		"postLink": "/sp47794727",
		"postTime": "2014-03-05",
		"postUser": "Doligmanniska",
		"postUserID": "/u562578",
		"postUrl": "https://www.flashback.org/t1254641p1200",
		"userUrl": "https://www.flashback.org/u562578",
		"sentence": "Spot on på den beskrivningen! Tjaaaaa... Svårt att beskriva, jag gör \"alltid\" min beskärda del utav skada ganska så tidigt i gamen, lyckas jag överleva de mest intensiva striderna, det är ju då man börjar plocka skada utöver det normala. Dör jag - säg, 7-8 minuter efter gamet och det fortsätter 6 minuter till så är jag fortfarande i topp 3 med mest skada och/eller XP. Sen att skada kommer i \"slutet\" på vissa game när man är en eller två spelare kvar emot 10st, blir ju bara slutet på gamet för att alla tomaterna redan har blivit överkörda inom de första fem minuterna. Hade de levt några minuter till så hade det ju inte varit slutet på gamet, om du förstår hur jag menar. Men jag förstår vad du menar, den skadan i slutet spelar ju egentligen ingen roll. Det är inte så att jag kör WTF E100 som kan tömma två magasin som ensam spelare kvar på El Haluf, de 4 sista minuterna och sen tycker att jag har gjort \"mest skada\" och är bäst och att mitt lag suger. Det är sällan jag gör mycket skada på röda laget efter att blivit förlusten är uppenbar, för jag brukar helt enkelt ge upp för att få min vagn tillbaka offrar mig och sen Alt+tab ner på skrivbordet och läser lite på nätet. Lindrar pinan på så sätt för mig iaf. Å andra sidan så händer det ju att jag inte heller gör någon skada, eller väldigt lite om man ska hålla en flank själv, eventuellt med någon annan till hjälp emot hela deras heavy lag som är understött utav arty/TD, allt medans ens egna lag knappt lämnar bascirkeln. Att campa med dessa eller spotta åt dem gör inte att vi kan vända förlusten till vinst. Det kan på sin höjd bli lite mer utdraget. Man får helt enkelt inte chansen att prestera. Jag vet att jag inte är den bästa spelaren och att jag gör helt idiotiska saker ibland, precis som alla andra. Men att det skulle vara mitt fel att siffrorna ser ut som det gör just nu, det har inte med mig eller min spelstil att göra. Jag kan inte bära upp 14 spelares inkompetens och efterblivna spelstil, gentemot 15 andra spelare, som i de flesta fall är bättre än mina lagkamrater, uppenbarligen. Du vet ju själv hur matcherna ser ut i många fall. Jag vet att ibland så vinner mitt lag tack vare mig eller någon annan, ibland så vinner mitt lag tack vare laget kompetens och ibland vinner man tack vare enbart på fiendelagets inkompetens. Jag har hyfsad koll på spelat och menar inte som det kanske låter, att \"jag är världens bästa spelare och all andra suger\". Mina individuella tanks stats är istortsett oförändrade på skada/utslagna jämfört med mina andra vagnar. Utom några få sälklubbarvagnar, där statsen sticker ut en del. Vet inte hur mycket det betyder, då jag inte kan utröna vad det står för, Men på den där noobmeter siten så står \"Great\" eller Good, på WN8 och WN7 och har spelat strax över 9000 game. Tänkte bara ifall det spelar någon roll. Jäklar vad mycket det blev, Förlåt. ;("
	},
	{
		"postIndex": 12144,
		"postNum": 12354,
		"postLink": "/sp46104665",
		"postTime": "2013-11-12",
		"postUser": "Ace Ventura",
		"postUserID": "/u62236",
		"postUrl": "https://www.flashback.org/t1254641p1030",
		"userUrl": "https://www.flashback.org/u62236",
		"sentence": "Den ser så jääääkla seg ut. Fast å andra sidan tyckte jag att T28 Prot var otroligt mycket roligare än vad jag någonsin hade kunnat tro innan, och den är ju inte direkt Blixten McQueen. Lite mer akut är att jag har svårt att komma åt weakspots på T95 framifrån (kör ju ingen X ännu). Är det bara commander hatch som gäller eller finns det annat att sikta på? Jag kan faktiskt bli lite förbannad när Tier X börjar ösa på med guld mot mina åttor (vilket är ganska ofta). Kommer man i en Indien-Pz, T-44 eller ens en IS-3 så har man ju inte så mycket att säga till om ändå. Känns lite löjligt. I de fallen brukar jag också bitcha faktiskt. Precis som om jag står i en grupp med några tior (med en åtta) så kan man ju ge sig fan på att motståndartiorna försöker skjuta bort mig först. Ffa om de håller på att förlora. Då gör de alltid allt för att få till en extra kill istället för att hjälpa laget och försöka skjuta ner de tuffa motståndarna så mycket som möjligt innan de själva dör. Jo, som med allt annat beror det naturligtvis mest på vilken spelstil man har i respektive tanktyp. Har ju sett meds som åker runt som amfetaminstinna möss med adhd hela fighterna. Riktigt där är inte jag... Fast det är coolt att kolla på någon som kör sådär superaktivt och som är riktigt duktigt på det. Testar spall liner på Conqueror nu eftersom den känns som en arty-magnet. Får se hur det faller ut. Är det någon f.ö. som kör med t.ex. Wet Ammo Rack, Cyclone filter eller CO2 Filled Tanks? På vilka tanks då i så fall? Hör sällan talas om dessa men det kanske bara är så för jag själv snöat in på de andra (mer vanliga) modulerna?"
	},
	{
		"postIndex": 13051,
		"postNum": 13271,
		"postLink": "/sp47093675",
		"postTime": "2014-01-17",
		"postUser": "Arne.Anka",
		"postUserID": "/u406348",
		"postUrl": "https://www.flashback.org/t1254641p1106",
		"userUrl": "https://www.flashback.org/u406348",
		"sentence": "Jag har fått radleys med gw panther och de va då fan inte skicklighet...hade sån sjukt överdjävligt äckligt bra rng igenom hela matchen, den va så bra så hade jag inte vetat bättre så hade jag trott det varit fusk eller nåt för de kändes overkligt. Satte ALLA skotten, oavsett hur trångt, dåligt och oinsiktad jag va så satte jag skotten, flera i laget undrade hur i helvete jag kunde slå ut vissa vagnar får de skulle va skyddade. Har på över 30.000 matcher ALDRIG sett något sådant hända mer än den matchen och kändes sjukt att sätta ett skott rätt i arslet på en snabb scout som sicksackar från ena änden av campinovka till andra änden utan att sikta, bara drog iväg skottet och träffade. Väldigt många i spelet tål inte att en del spelare väljer att köpa premiumammunition, i början kunde den ammunitionen bara köpas för guld och därifrån kommer en del av namnet. Blå betyder att du kan döda utan att bli straffad för det. Been there done that många gånger om, händer det nån gång då och då så blir du bara straffad med bot för xp och krediter. Det är först när det antingen görs systematiskt eller en riktigt korkad idiot som krockar med allt och alla som en spelare kan bli smurf. Rekommenderar dom moddarna jag kör, kommer fan inte ihåg vad dom heter men bra är dom Xvm kan bli djävligt bra om den specialkonfigureras efter hur man själv vill ha det, tog typ 8 timmar innan jag fick fixat min, recieved damage announcer är också bra, lite enklare för mig som hörselskadad att se vad för ammunition jag blir skjuten med och hur mycket skada jag tagit för enskilda skott, att den slänger upp ett teammeddelande vid teamskada gör inte saken sämre. Kör med en mod som tydligare visar från vilket håll jag blir träffad, garage carousel som gör att jag får 3 rader med vagnar istället för bara 1 rad som är standard i garaget. Hade den när jag körde franska autoladdare, amx 50 100 med stora kanonen och ammorack har 100s omladdningstid och 50s i vanliga fall så bekvämt att slänga upp i chatten, alltid får de tyst på nån idiot som inte tål att man åker undan för att ladda om. På na-servern finns det inga mods som är förbjudna så om du vill kan du köra mods som visar moduler i 3d på fiendevagnarna, moddar som ändrar autoaim så den siktar på veka punkter och automatiskt kompenserar för hastigheter och sånt men de flesta ser dom som fusk för det ger en fördel gentemot andra som inte är spelarberoende. Dom moddar som nämts tidigare i tråden är mer i nivå med att spelaren måste va aktiv och kunna spelet för att vinna så en noob blir inte unicum av dom, ett problem med moddar är också att det kan bli för mycket information så ska du modda så gör det med måtta."
	},
	{
		"postIndex": 4118,
		"postNum": 4191,
		"postLink": "/sp35382416",
		"postTime": "2012-01-28",
		"postUser": "Kebabsuger",
		"postUserID": "/u436266",
		"postUrl": "https://www.flashback.org/t1254641p350",
		"userUrl": "https://www.flashback.org/u436266",
		"sentence": "bra att ta upp teir 9 som exempel eller som teir 10 som jag tycker alla tanks i spelet är när där inte finns fler att låsa upp efter när han gör en stug 3:a ..... men annars kan han köra Maus och E-100, dom får man bra matchmaking i, ibland får man flera teir 6 att leka med :P --------------- TD och matchmaking brukar bara vara tur, iofs så brukar hetzern ha helt ok MM, pga att dom ofta slår hårdare än tanks i sin egen teir, tex marder vs pz35 är ju löjligt, men jag hamnar alltid mot teir 5, dvs KV och T1 heavy när jag kör marder, alltid rövknullad längst ner på listan B2 är en premium tank ju, men det rankas ALLTID, högst upp inte 99,999995969798999% utan 100% :P Scouts, de tanksen som ryssarna proggat skall vara scouts även om du inte vill(ligga och snipa och få kills tex), rankas ofta högt upp, teir 5 scout kan hamna mout e 100 samma med arty men brukar inte vara lika brutal skillnad vanliga tank, meds och heavy är vägen du får gå för att någon gång, kanske 10% få en bra matchmaking, tills du kommer upp i teir 8 där det bara finns 2 teirs över dig, dvs du slipper möta teir 11 och teir 12, men när du är teir 6 får du möta teir 9 och 10, vilket är lite orättvist men annars tröttnar de som spelat länge om dom inte får lite \"cannon fodder\" Premium tanks brukar få ok matchmaking sedan så verkar dom ändra matchmaking rätt ofta känns det som, innan hamnade jag aldrig, eller i alla fall inte vad jag kommer i håg mot teir 9 TD och IS 4 när jag kör en teir 5 medium..... och innan brukade man få bra matchmaking med IS och Tiger 1, nu får man möta uber tanks hela tiden"
	},
	{
		"postIndex": 10769,
		"postNum": 10957,
		"postLink": "/sp44954645",
		"postTime": "2013-08-26",
		"postUser": "plastdunkk",
		"postUserID": "/u274112",
		"postUrl": "https://www.flashback.org/t1254641p914",
		"userUrl": "https://www.flashback.org/u274112",
		"sentence": "baserat på min lilla erfarenhet, kör heavys mest men nu övergår jag till TD's mer och mer... prio ett ta is-7 och t110e5 ..allround som glänser jämt. E100 är ...konstig helt enkelt. lobbar in skotten med sub-underljudshastighet, bounce och riccochet är ord du kommer drömma om. engelska har jag ingen större åsikt om mer än att jag går mot TD där är på tier 7 just nu och en tier 8 medium av någon underlig anledning.... prio två. ta t-54 snabbt om du hinner dit och grinda järnet på den, den kommer ju att leda till den nya ryska mediumtanken oxå, inte bara t-62a. vänta tills den kommer och välj då :-) Jag skulle flytta denna till prio ett faktiskt tyska meds har jag ingen aning om hur de är att köra, men säkert roliga.. men absolut.. lyssna nu! SKIT I KINESEN!! 113 är fan värre än Comet ... spar credits och tid och lägg det på dina andra prioriteringar. Kanske köra en medium kines istället. Visst har det gått fint några matcher.. med rätt karta och rätt förutsättningar.. men det är ingen tank man kan göra något vettigt med utan tur och ett lag med andra som frikostigt delar med sig av sin HP. som cardiac säger och tror så tror jag du gör en miss som inte kör pershingen.. mycket roligare än sina tier-kollegor av annan härkomst. Men smaken är delad. Franska heavys... teir 9:an hade jag mycket kul med, men det var ett tag sedan, den mindre pipan var roligast. Tier 8:an gillade inte jag heller, men 9 och 10 är fullt godkända du frågade ju inte efter tips eller vad någon annan tycker.. men jag vill bara säga... vad du än gör... \"Tror jag har tanks-adhd faktiskt.... Det måste hända saker när jag kör.\" det enda action som händer i den tanken (113 helvetet .. .namnet kommer sig av hur många skott du måste skjuta innan du ammorackar en Comet), att 14 matcher av 15 blir du utskjuten de första två minuterna, dina skott skadar kanske en 13/75 samt du hinner få in ett sidoskott på en n00b e100 som står med sidan till och hallelulia! du gör lite skada,,, sen får en TD spot på dig.. bye bye. Den 15: matchen dödar du fyra, tack vare att du har en maus och en pluton med 3 is-7: or som du går bakom som en medium (de övriga fjorton matcherna är du ensam tier 10 heavy i ditt lag, alternativt har franska pappersheavys med dig, motståndarlagen komemr i e5: or) tack vare den 15:e matchen tror du \"jag hade nog bara otur de första fjorton... jag kör lite till.. den kan ju inte vara så här dålig... eller?\" tänker du och kör 45 matcher till.... sen står du där med 38% wr, 759 avg damage och tänker.. \"jag skulle ha lyssnat på plastdunkk....\""
	},
	{
		"postIndex": 11428,
		"postNum": 11625,
		"postLink": "/sp45473985",
		"postTime": "2013-09-30",
		"postUser": "Arne.Anka",
		"postUserID": "/u406348",
		"postUrl": "https://www.flashback.org/t1254641p969",
		"userUrl": "https://www.flashback.org/u406348",
		"sentence": "Har elitat både ferdin och jagdtiger, ungefär samma antal matcher och ungefär samma statistik på båda men underdelen av fronten är mjuk som smör och camovärdet för jagdtiger är RIKTIGT urusel. Djävla noob :P skämt osidå men 3000(min åsikt) matcher sen kan du börja titta på wr, innan dess är det för mycket variationer, slump och träning som påverkar. Konfigurera siktet också, den kan ställas in för att ändra färg efter hur mycket pansar det du siktar på har, ger inga garantier men indikerar chansen att skada. Gå till tier 3 eller 4 istället, är som natt och dag hur matcherna spelas. På youtube kan du hitta både guider med tips på hur du kan spela och även söka på \"vagnsnamn weak points\" för att få tips på var du bör sikta. Hetzer, tysk tier 4 med skaplig pansar i fronten och en 105mm kanon. 105mm kanonen kallas derp(kort och tjock), inte bra för prickskytte men gör rätt ont att bli träffad av, kan skjuta ihjäl de flesta tier 1-4 vagnar med 1 bra välplacerat skott. Franska tier 3 premiumvagnen är bra också men kostar 850 guld, 1250guld kostar 7$. Med jämna mellanrum kommer det upp en testserver för att utvecklarna ska kunna testa nästa patch till spelet, alla spelare får 100 miljoner krediter, 100 miljoner xp och 20.000guld att gulla med så den är perfekt att testa vagnar på innan man lägger energi eller pengar. Brukar komma upp i tråden när den startas upp. Åååhhh då är jag inte ensam amerikanska tier9 TD's är likadana, Har 500+ matcher med T95 och håller på och elitar T30, ibland börjar jag BOKSTAVLIGT talat dregla som igår när jag gjorde 1700 skada på en is-8 som försökte vinkla sig Ahh det förklarar varför den har en dpm som är nästan 300 poäng lägre med 122mm kanonen än pak 36 fcm 40(tier 3 td) visst det kan kännas att bli träffad av 122mm kanonen men tycker inte kv-1s är särskilt op, speciellt inte när rof bara ligger på 3.75 och pansaret är mjukt. Spela vagnar man är bra på, använda premiumammunition, köpa moduler etcetera. Till exempel franska premium spg tier 5 har jag 69% wr över 54 matcher, at2 har jag 68% wr över 41 matcher, bishop har jag 64% wr över 58 matcher, vk 30.01h har jag 64% wr över 90 matcher, at8 har jag 64% wr över 108 matcher, at7 har jag 61% wr över 79 matcher. Alla dessa vagnarna är elitade och om jag skulle köpa in dom och spela riktigt hårt skulle jag med tiden få en riktigt fin hög win ratio, mycket högre än jag har nu när jag enbart spelar för nöjesskull och skiter i om jag inte får mer än 40% wr med en vagn. Wr är mycket en kukförlängar och klangrej, en del klaner skulle aldrig acceptera någon som har 49% global winratio medans andra klaner slåss för jag har hög winratio med vissa vagnar, under augusti månad fick jag minst 16 olika förfrågningar om jag ville gå med i klaner"
	},
	{
		"postIndex": 15625,
		"postNum": 15896,
		"postLink": "/sp48778561",
		"postTime": "2014-05-13",
		"postUser": "Kebabsuger",
		"postUserID": "/u436266",
		"postUrl": "https://www.flashback.org/t1254641p1325",
		"userUrl": "https://www.flashback.org/u436266",
		"sentence": "testservern räknas inte, den har nerfats sedan dess, banorna är för små, 600 meter? hallå du är spottad innan matchen. alla arty can 1 shotta den(tillräcklig stor svaghet där) du dödar bara folk som inte kan spela eller är otåliga med pang pang pang pang pang pang eftersom dom ställer sig helt öppet som alla PL brukar göra, men istället för arty whine så gnäller dom på waffen e100 för dom ställt sig i kass position jag har som sagt ALDRIG blivit dödad av waffen e100, träffad? javisst, men aldrig dödad dog av ett arty igår, brukar inte ske ofta heller, men var dum nog att gå ut öppet(för att skjuta dom i röven) och blev trackad och sedan arty i huvudet. sedan att n00bs kan döda andra n00bs visade WG nu med tiger p nerfen, ingen tycker tiger p är OP, tiger h däremot, men WG gick själva ut och sade nästa i stil med att tomater kan köra tiger p på 54% WR och då är den OP vad WG inte kollade upp var ju att tomaterna dödade ju bara andra tomater..... 90% av WoT spelarna är ju kassa, kassa spelare som dödar kassa spelare. samma sak med waffen, klart en tomat kan lyckas då och då. waffen är seg, enorm, spottas på max avstånd även om du står 15 bakom buskar och träd med max cammo och camo nät alla skjuter den direkt, många laddar HE så fort den sysns så kanonen kass direkt när man blir spottad så man måste använda repair innan man kan skjuta igen och så kanonen kass igen och måste backa undan och väta till den är lagad och detta tog ~4 sekunder, man fick av 2 skott och man ha 700 liv kvar som sagt köp den i spelet, spela inte den på testservern bland tomaterna där folk bara testar andra vapen och tanks och inte bryr sig om vinna eller förlora eller vem man skall skjuta på riktiga servern är waffen prio 1 alltid, så fort du är spottad, dvs ofta när du kan skjuta så får du skott tillbaka från 15 vagnar fråm fienden när man kan ligga på radiorange och panga så är den så klart bra, men sedan 1min reload, katastrof varit med om en t57 som dom runt efter jag tömt mitt mag och jag hade 40 sekunder reload kvar boom boom boom och han backar back och laddar om, jag försöker skapa avstånd så jag kan komma undan, men nähe ~25 sekunder senare kommer t57 fram igen, bounce bounce bounce, boom, jag död(han sköt upper plate dom dom 3 bounce lol) t57 är om något väldigt OP, polare gör typ 6000+ i skada med sin t57 när vi lirar platoon över 4000 skada och waffen har inte laddat om en gång än ge waffen samma reload så kan skotten mellan skott ökas lite"
	},
	{
		"postIndex": 16563,
		"postNum": 16850,
		"postLink": "/sp49573994",
		"postTime": "2014-07-14",
		"postUser": "knypplarN",
		"postUserID": "/u388413",
		"postUrl": "https://www.flashback.org/t1254641p1405",
		"userUrl": "https://www.flashback.org/u388413",
		"sentence": "Aldrig funderat över att folk tycker olika aspekter med spelet är roliga? Som sagt, med 24% vinstchans kommer du att vinna samma match 24 gånger av 100. Du kommer dock att förlora den 76 gånger. Det är inte alls konstigt att man vinner matcher med låga procent men statistiken blir rätt skev ibland. En match som på pappret är 50% kan egentligen vara mycket mindre beroende på att de bra plutonerna i egna laget spelar lågtier medan motståndarlagets bra plutoner hamnade som ensamma top tier vagnar. Låg vinstchans tycker jag oftast är okej om man är top tier, då är det bara att försöka bära matchen, det går ibland, ibland inte. Däremot är det rätt jävla uselt att sitta som lågtier med ett gäng tomater som top tier, då är det så gott som alltid förlorat på förhand. För dåliga spelare borde inte få spela på nyckelpositioner eftersom att de förstör för hela laget. Har sagt det tidigare, tycker det ger intressant information om hur jag ska spela. har laget över 70% vinstchans kommer laget med all sannolikhet vinna även utan mig, då tar jag gärna chansen och spelar överaggressivt för att hinna göra så mycket skada som möjligt innan vi vinner. Skulle man spela normalt i en sån match är sannolikheten stor att man inte alls hinner göra tillräckligt mycket skada för att ens egna medspelare är för bra. Likaså kan jag i en match med väldigt låg vinstchans spela ännu mer försiktigt och defensivt. Exempelvis hitta ett bra ställe att campa på för att få mer tid att hinna skjuta ut motståndarna innan de når fram till mig och jag måste börja spela med min HP. För att dra en parallell, om du spelar i ett fotbollslag i Div 5 och ni ska möta ett lag från Allsvenskan kan ni inte spela på samma sätt som ni skulle göra i en match mot ett Div 7 lag. Man får helt enkelt anpassa spelstil efter situation och match. Hade kanske funkat med en 13 90, 13 75an har för låg alfa för att man på ett tillförlitligt sätt ska kunna tracka vagnar av högre tier. Det är inte en låg tier scout som ska bära matchen, därför bör man istället fokusera på att ge sina top tier vagnar möjligheten att bära."
	},
	{
		"postIndex": 9923,
		"postNum": 10089,
		"postLink": "/sp44219388",
		"postTime": "2013-07-08",
		"postUser": "Arne.Anka",
		"postUserID": "/u406348",
		"postUrl": "https://www.flashback.org/t1254641p841",
		"userUrl": "https://www.flashback.org/u406348",
		"sentence": "M12, efter patchen infördes är den totalt ospelbar, kan sikta på maus som står still, vänta till siktet krympt ihop helt och missar...gång på gång på gång... Känns som jag gör skada med mindre än 1/10 skott, funderar allvarligt på att sälja skiten utan att elita, något jag bara gjort en enda gång innan. Har lor 15550 och den träffar mycket bättre, hade flera matcher igår med gw panther som jag slog ut 4 vagnar. Nån annan som kör m12 och tycker den blivit mycket sämre? De roligaste är ändå när de som kampar dalen börjar skrika \"failteam\" Tycker inte den är lika extrem, visst det händer att ett lag rusar till basen men ofta räcker det med 2-3 vagnar för att nollställa räknaren tills dom på kullen har vunnit eller dött. Börjat göra det också men beror lite på vad för karta, var i listan jag är och vilken vagn jag kör. Bara kört \"ofrivillig\" pluton och det kan va skit och det kan va toppen för ibland kommer dom där 35procentarna och ska köra med en och då går de bara åt helvete men kan va djävligt gott när 50procentare gör det. Några gånger haft såna när jag kört T95, som ger en support, skyddar ens arsle och ser till att aldrig va i vägen och det är nåt som kan vända en match. Har några gånger hängt på andra och det är lotteri om de funkar eller inte men när det funkar kan det va djävligt kul men nåt jag börjat med på senare tid är att knuffa långsammare vagnar. Att rusa ensam med tiger2:a mot fienden är mindre lyckat, att göra samma sak med en t95:a framför sig kan va lite roligare"
	},
	{
		"postIndex": 9922,
		"postNum": 10088,
		"postLink": "/sp44218455",
		"postTime": "2013-07-08",
		"postUser": "KaptenKolv",
		"postUserID": "/u650856",
		"postUrl": "https://www.flashback.org/t1254641p841",
		"userUrl": "https://www.flashback.org/u650856",
		"sentence": "Noobs? Nej... Det är standard på samtliga maps. I synnerhet på encounter när banan har den typen av \"populära\" platser, som ofta har noll betydelse för objektet i encounter. Erfarna spelare kör på precis samma sätt... Dalen i Lakeville har ju ingen taktisk betydelse alls mer än att man kanske kan komma runt och ta dom långsammaste i röven... men det är sällan orsaken, räcker med att fi har en vagn där så kommer man inte hinna det i vilket fall.. Himmelsdorf är ju precis lika dan. Dock kan väl höjder vara bra i vissa fall, så det är mer förståeligt där, Men ändå onödigt om man hellre vill vinna än röja. Och ganska onödigt då om samtliga drar mot objektet kan man inte skjuta från den höjden på himmelsdorf i vilket fall. Spelade encounter på himmels här om dagen och några T10 menade att om vi inte tog höjden skulle vi förlora. Samtliga drog upp på höjden, Utom jag och några till mediums som drog direkt mot järnvägen. Inte en jävel i fi laget bortsett från några scout tog höjden och objektive är för dolt för att skjuta från höjden så ja... Det gick ju som det gick. Men dom enda som fick lite kills va ju iaf vi som drog direkt dit vi skulle. Resten av laget slog ut fi´s stackars scouts och resten av fi började cappa... Mina \"fina\" vapenbröder fick panik när dom insåg att alla var vid flaggan och krockade in i varandra och försökte ta sig ner från höjden.. körde fel med mera med mera.. Jag drar nästan alltid direkt till flaggan på encounter och sätter upp försvar där. Utan att cappa direkt, ibland cappar man då det stressar upp motståndaren men oftast skiter jag i det förens minst hälften är döda så man kan gömma sig Även erfarna spelare verkar ha sin egna bild av vad som är taktiskt och vad som inte är det. En uppfattning jag sällan delar med dem. Jag åker vagn på riktigt och ställa mig på en höjd tex eller åka i den där jävla mongo dalen skulle jag aldrig någonsin göra, inte med normala förutsättningar, finns väl så klart undantag... Men Därför gör jag inte det i spelet heller, vanligtvis. Samtidigt måste man hålla sig till andra vagnarna och om alla spelar \"fel\" så måste jag göra det också, Chansen att jag överlever lite längre iaf och får XP än om jag åker själv bara för att 14 vagnar åker åt i min värld \"fel håll\". Sen finns det massa exempel på när det jag sagt inte stämmer, Självklart... Men i ett lagbaserat spel som detta blir det lite att man ibland måste göra som alla andra för att ens ha en liten chans. I synnerhet då man spelar som jag och kör själv... Har aldrig ens provat platoon under mina år med WOT. Men med det sagt kan jag ju säga att jag inte är en direkt duktig WOT spelare heller, men jag har mina principer. EDIT: Egentligen skulle man kunna ta bort alla modes och bara köra TDM. För det är ju egentligen det spelet går ut på... Alla ska dö och jag ska döda/skada så många som möjligt. Därför blir det ju battles på himmelsdorf höjden eller dalen i lakeville. Och det är väl en av dom svagare punkterna i spelet, anser jag."
	},
	{
		"postIndex": 8864,
		"postNum": 9017,
		"postLink": "/sp43296258",
		"postTime": "2013-05-06",
		"postUser": "Arne.Anka",
		"postUserID": "/u406348",
		"postUrl": "https://www.flashback.org/t1254641p752",
		"userUrl": "https://www.flashback.org/u406348",
		"sentence": "Blev ett köp när de hade rea på den :/ kommer nog behålla min cromwell för den är rätt kul att köra med, kan ju hoppa som fan med den utan att larvbanden går sönder. Nah en helt vanligt kväll i wot, penetrera och bli penetrerad är vad det hela går ut på. Väldigt olika vad jag väljer men tier 2-4 är det rätt kul med derp för de gör så djävulskt mycket skada om de penetrerar pansaret och låg tier har ju tunt pansar. Med at2 har jag 28 av 41 matcher vunna, 16 av 24 matcher vunna med t18 Lång omladdning, grov kaliber och kort pipa, till exempel 152mm till kv-2, 105mm till hetzer. Rent generellt så är det aldrig ok att skjuta på medspelare, inte ens om de skjuter på dig medvetet men smurfar får man döda utan straff, däremot kan det straffa sig genom att man förlorar matchen, en del blir smurfar för de kör som fulla idioter men skulle vilja veta vad kravet är för att bli smurf. JAg har i en och samma match lyckats träffa 2st spg i mitt egna lag, försökte på 500meter träffa en scout men inte blev jag smurf, ungefär var 800:e match eller så så lyckas jag med en TK utan att bli smurf. TK=Team Killer En del använder premiumvagnar för att snabbt träna upp besättning, själv kör jag bara på men tränar inte upp nånting förräns jag kommit till tier5, allt under går så snabbt att man förlorar träningen. Felet många gör är att de rusar rätt in i fiendelägret, scoutar några vagnar och kaboom så dör dom, den bästa scouten är den som scoutar fienden utan att upptäckas och det är något du får bonus för. Oavsett hur matchen slutar så får du poäng för att fånga flaggan om ditt lag vinner, när matchen är över kan du i statistikfönstret se hur det gick. De kan använda vagnen men det fungerar inte optimalt, som om du skulle köra bil med ena armen bunden bakom ryggen typ. Tier 3-6 nånstans lite beroende på vilken vagn det gäller. Spelet är serverbaserat så fusken som finns är olika mods som ex: automatiserar brandsläckaren, 3d hitskins och liknande men en del mods har eller kommer bli förbjudna att användas. Kommer nog ändras i nästa patch när spg träden byggs ut så de går ända till tier 10, nu går de bara till tier 8 och de rövknullar mm rätt duktigt ibland så man hamnar i dom där matcherna med 7-14st spg i varje lag Det är nåt jag stör mig på, köper ny vagn och bara älskar den och sen får man spendera 200 matcher som kanonföda innan man fått uppgraderat allt. Ofan var hittar du så bra spelare :O mötte en tier10 igår som hade 34% win ratio"
	},
	{
		"postIndex": 13901,
		"postNum": 14140,
		"postLink": "/sp47613361",
		"postTime": "2014-02-21",
		"postUser": "Plaguetongue",
		"postUserID": "/u426052",
		"postUrl": "https://www.flashback.org/t1254641p1179",
		"userUrl": "https://www.flashback.org/u426052",
		"sentence": "en till sak som jag irriterar mig på är folk som börjar klaga direkt när striden börjar, \"we gonna loose\" yadayada sen vinner man med 15-4 eller nåt sånt. dom verkar tro att man måste ha hög win ratio för att vara bra, men win/loose ratio betyder oftast inte ett skit. tex. en kille har 55% win, han har spelat wot som noob och skaffat sig ett nytt account just pga att få bättre stats (väldigt vanligt) och spelar dessutom i pluton med skickliga spelare, denna spelare är hur dålig som helst men det spelar ingen roll eftersom han i princip bara behöver skjuta några skott och låta laget bära upp dennes winrate. nästa kille har 45% wins, denne har spelat WOT på samma account och har fått dålig winrate när han var ny på spelet, har höjt sin winrate lite sen dess och är en väldigt bra spelare, dock så har han fortfarande runt 45% winrate. tycker att phx eller vsd det heter som visar win/loose ratio borde visa average poäng/match senaste 100 matcherna eller liknande, det skulle iaf betyda nåt och visa hur bra en spelare egentligen är. jag har själv typ 45-46% win och gör i princip alltid bra ifrån mig med alla tanks, hvy med, light, td, arty... är typ alltid top 5 i laget och väldigt ofta top 3, har kört på samma account jämt och var inte så bra när jag började givetvis och hade ingen att spela med i pluton, numera gör jag total kaos med motståndarlaget ibland och har typ 60% wins med nyare tanks. men min overall win rate är fortfarande runt 45% ville bara peka ut det, anledningen är att jag påpekade en kille som gjorde en massa korkade misstag för att denne skulle kunna förbättra det och lära sig, började gnälla och säga att jag var noob yada yada winrate osv, spelade min T-44 och har 57% winrate med den och ligger i princip alltid top 3 vilket jag givetvis även gjorde denna match, kollade in den andra killens stats och dom ver i princip helt värdelösa förutom hög win ratio som han fått antagligen eftersom han spelade i en pluton med 2 andra spelare som gjorde bra ifrån sig. ett exempel på att win ratio inte betyder ett skit."
	},
	{
		"postIndex": 16253,
		"postNum": 16538,
		"postLink": "/sp49274966",
		"postTime": "2014-06-20",
		"postUser": "Ace Ventura",
		"postUserID": "/u62236",
		"postUrl": "https://www.flashback.org/t1254641p1379",
		"userUrl": "https://www.flashback.org/u62236",
		"sentence": "Har också kört ett 15-tal matcher. Tror jag bara har en enda förlust och kanske 10 vinster med en hel del gjorda mål. Tankboll är uppenbarligen min grej. Men som sagt, du måste köra pluton och TS för att det ska vara riktigt bra. ------ Har f.ö. roat mig med att \"börja om från början\". Har hjälpt en kompis att grinda upp från tier II-IV till tier V-VI den senaste veckan. Har varit klart skoj eftersom jag aldrig lirar lågtier i vanliga fall. Några saker. - Han har Excelsior som premiumkärra. Shit vad jag har kickat ass i den!! 77% wr och toklila siffror på typ 25 matcher. Den är grym! Eller iaf passar den mig bra. Skall nog shoppa den på mitt vanliga konto också. - M3Lee är spelets ABSOLUT värsta kärra. Fy faaaaaan vad jag hatar den skiten. Dessutom är det en dubbelgrind, både till T1 och M4.... urk! Inte heller Churchill VII var så kul som jag kom ihåg den? En klar besvikelse faktiskt. - Många vagnar är däremot faktiskt som jag kom ihåg dem. Varken roligare eller tråkigare. - Positiva överraskningar har varit franska B1, tyska DW2 (tror jag inte ens fanns när jag grindade?), amerikanska T40 och ryska BT-7. De har varit riktigt roliga. Ffa B1 som jag verkligen hatade när jag körde tidigare, den tyckte jag var betydligt roligare den här gången. - Har däremot inte dominerat som jag trodde att jag skulle göra? Visst, han har fått WN8-siffror, Top Gun- och High Calibermedaljer m.m. som få andra rookies har. (Han är fortfarande inte uppe i 1k matcher ens). Men RNG och MM har effektivt sett till att wr ligger runt 50%. Helt jävla makalöst, och precis som jag upplevt det tidigare. Kör du som en kung ett tag så säger det bara klick så får du lag som är h e l t osannolika en lång stund framöver. Helt sjukt. Då spelar det ingen roll om du ens drar in en Top Gun. Laget förlorar oavsett. Sen har det naturligtvis också att göra med att jag har grindat \"ärligt\" och inte fri-xp:at mig förbi stockutrustning etc. i någon större omfattning. Dessutom med en ganska stor variation av kärror. Kan säga att det är inte lätt att \"dominera\" i en BDR, Churchill eller T-34 stock. Inte ens mot en dagisklass.... Avslutningsvis kan jag bara konstatera att jag inte direkt saknar lågtierlir egentligen. Visst var det kul med lite gästspelande här men imo är spelet betydligt bättre/roligare från VIII och upp. Med det önskar jag alla här i bästa FB-tråden en glad midsommar!"
	},
	{
		"postIndex": 2866,
		"postNum": 2925,
		"postLink": "/sp33715063",
		"postTime": "2011-10-28",
		"postUser": "DunderBusen",
		"postUserID": "/u418780",
		"postUrl": "https://www.flashback.org/t1254641p244",
		"userUrl": "https://www.flashback.org/u418780",
		"sentence": "Jag har råkat ut för samma sak. Mött vagnar som man borde ta, Det går helt åt helvete. Sen när man provar samma vagn själv så kan man få smisk av skitvagnar. Minst två gånger vet jag att jag har köpt vagnar som jag mött bara för att dom varit så jävla svåra att plocka. Hetzer va en sådan för mig... Mött den i flera matcher men det bara studsade eller inte gjorde skada, Världsklass vagn trodde jag: Sen när jag hade min egna så... nej. Får smisk hela tiden i skiten. Av mindre vagnar också. Jag tror personligen att spelet är jävligt buggit, och att skadesystemet inte är flawless. Jag har själv varit den där vagnen som ingen kan ta. Senast igår med A20 så röjde jag på. Kom in i ett bakhåll med många vagnar och slog ut allt med kanske 10-20% i skada på mig själv. Det va kanske inge super vagnar, men det va helt klart vagnar man fått smisk av många gånger förut.. Sen har man kommit upp bakom heavys och smiskat stjärt utan någon skada alls. Eller stått i vinklar där det mesta borde studsa, men ändå blivit killed på en träff. Att skadesystemet skulle vara så avancerat köper jag med andra ord inte, eller så är det just därför det buggar ur ibland. Och att vagnar försvinner i tomma intet mitt på öppna fält är ju inte heller någon ovanlighet. Ibland undrar jag varför jag fortsatte och började spela skiten igen, men ibland har man ju dom där stunderna när allt bara flyter på till 150%, lagkamrater spelar smart och läser teamets rörelser och backar upp på smart sätt. Träffarna tar där dom ska och som dom ska och nyttjandet av terrängen funkar som den ska! EDIT: Ang TigerI så är det lite intressant att en sådan som jag som kört T4-5 vagnar ganska länge, ser tigern som något osårbart. Jag tror aldrig jag lyckats ta någon. Och dom gångerna jag sett en dödad har det varit andra likvärdiga vagnar som plockat den. Men jag kan tänka mig att den suger om man blir matchad mot mycket likvärdigt. Men så va det ju med Tigern IRL också... Den va grym, men tacka fan för det när den mest mötte skit Enda vagnen jag kan eller vågar gå in mot Heavys överhuvudtaget är T85an, tror aldrig jag plockat nån heavy annars. Men å andra sidan suger jag lite när jag spelar.. Blir lätt irriterad när spelet inte levererar som det ska."
	},
	{
		"postIndex": 16014,
		"postNum": 16294,
		"postLink": "/sp49050340",
		"postTime": "2014-06-03",
		"postUser": "knypplarN",
		"postUserID": "/u388413",
		"postUrl": "https://www.flashback.org/t1254641p1358",
		"userUrl": "https://www.flashback.org/u388413",
		"sentence": "Har man några som helst ambitioner att spela spelet på en högre nivå måste man ha XVM, kartmodden är ovärderlig och att se hur bra spelarna är på med- och motståndarlaget avgör ofta hur jag väljer att spela. Sitter man i en tung medium kanske man måste gå till stan för att backa upp tre tomatheavys som annars hade kroknat omedelbart. Är vinstchansen runt 70% måste jag ut och spela offensivt för att få göra min skada, sitter jag och campar kommer laget att vinna utan mig och det är inge bra för statsen. Är vinstchansen ovanligt låg brukar jag försöka hjälpa mina lagkamrater att överleva så länge det går för att jag själv och min pluton ska hinna skjuta ut motståndarlaget. Det värsta som finns är suicidelag, då har man inte ens som en bra pluton chansen att vinna. Spelares individuella stats kan även de vara intressanta, jag litar aldrig på att en spelare med både knallröd ER och WR kommer att skydda min rygg eller bära sin egen vikt i matchen. Orangea/gula spelare befinner sig oftast i ett stadie där de har börjat lära sig spelet men inte bemästrar det fullt ut. De brukar kunna hjälpa ett lag till seger men har svårt att bära en knepig situation själva. Allt över 1200 ER handlar i min mening egentligen om hur skicklig en spelare är på att bära matchen själv eller ta sig ur knepiga situationer. Därför är ett unicum sällan lika överlägsen första 5 minuterna av en match men helt avgörande sista 5 när det gäller att läsa både karta och beteenden. Självklart har man med sig guld och använder det där det behövs. Möter man en Maus eller E100 finns det ingen anledning att inte ladda guld för att så snabbt som möjligt säkra killen och oskadliggöra vagnen. Jag brukar även ha med mig en guldsupply för att kunna kompensera sämre lag, helt enkelt för att jag kan penna skott som jag aldrig annars hade pennat och på så sätt hjälpa laget att säkra segern. Nu verkar det dock ha skett en tomatinvasion i spelet, tycker det har dykt upp allt fler spelare med \"bot\"-stats vilket är trist. Jag skulle vilja att WG inför en separat server för spelare med premiumkonto, då slipper man alla som uppenbarligen inte är tillräckligt intresserade för att betala en struntsumma varje månad. Det finns liksom ingen anledning att jag som har lagt ner guld på varenda besättning jag har ska dras ner av ett gäng 12-åringar med 50% besättning och inga moduler i sina stocktanks."
	},
	{
		"postIndex": 9022,
		"postNum": 9176,
		"postLink": "/sp43436691",
		"postTime": "2013-05-15",
		"postUser": "init",
		"postUserID": "/u131447",
		"postUrl": "https://www.flashback.org/t1254641p765",
		"userUrl": "https://www.flashback.org/u131447",
		"sentence": "Jaså? KV-1 med 122 mm U-11, alltså en derp gun, går knappast av för hackor. Ladda den med HEAT och den kan vara riktigt kul att köra med. Lägg sedan till att ljudet när man skjuter är en ren njutning för öronen, den smäller betydligt mer än t.ex. M4:ans derp gun. Missa är väl kanske att ta i. Vill man prova 152 mm kanonen så får man köpa KV-2, och vill man prova 107 mm kanonen så finns den på både KV-2 och T-150 (samt högre tiers förstås). KV-1S 122 mm toppkanon är heller inte så illa. Ja. En utmärkt vagn, om än långsam (toppfart 28 km/h). Pansaret fram går dock inte av för hackor, har för mig att det är strax över 170 mm. Så se till att du riktar fronten mot fienden [1]. Sidopansaret är betydligt tunnare, har mosat många Churchills genom att skjuta dem i sidan. Kanonen har ganska hög pen, men låg skada. Det gör dock inte så mycket, för den har väldigt hög eldhastighet, omladdningstiden är bara ca två sekunder. Du kan alltså pumpa in skott efter skott i fienden medan denne laddar om, vilket om inte annat stör koncentrationen och gör det jobbigare att sikta. [1] Den är dock inte odödlig. En gång när jag och min platoonkompis körde M4 HEAT-platoon så träffade vi på en ensam Churchill på en bakgata på Ensk-kartan, och den gjorde vi mos av med varsitt HEAT-skott rakt igenom fronten på tornet. Det gick så fort att han knappast fattade vad som hände. Först hade han en fullt fungerande Churchill, sedan två sekunder senare var den ett rykande vrak. PzIc är väldigt kul att köra, den är snabb som en raket (snabbast i hela spelet med en toppfart på 79 km/h) och dess 7,62 mm Mauser-kulspruta förvandlar snabbt vagnar i samma tier till rykande vrak, samt artillerier även högre upp. Jag sålde den förvisso då jag hade ont om garageplatser, men nu i helgen var det rea så jag köpte ett dussin till, så nu kanske jag köper tillbaka PzIc, så kul var den. En vagn jag hastade igenom var dock PzIIg. Tyckte inte att den var så himla kul, men så körde jag nog aldrig den med topp-kanonen. Hade redan utforskat Luchs innan 8.4-patchen, så när jag utforskat toppkanonen var jag klar med vagnen och sålde den. Efter att jag kört Leopard (tysk tier V scout) har jag dock insett att dess toppkanon även går att montera på Luchs och PzIIg, och den är riktigt bra. Det är en automatkanon som skjuter tre skott varje gång man trycker på avtryckaren, och det finns fyra treskottssatser i varje magasin. Varje skott har 95 mm i pen, vilket är bra även på en tier V scout, och varje skott ger 30 i skada. Det låter lite, men varje magasin innehåller ju 12 skott (3*4), så sammanlagd skada i varje magasin är 12*30 = 360. Jag skall nog köpa tillbaka PzIIg och testa igen med den kanonen. Jag har ju förstört massor av vagnar med den när jag hade den på Leoparden, och i PzIIg hamnar man ju bara som mest i tier V-matcher. Dessutom behöver man ju den för att forska fram VK 20.01 D, som kom i 8.5-patchen."
	},
	{
		"postIndex": 9237,
		"postNum": 9393,
		"postLink": "/sp43695854",
		"postTime": "2013-05-30",
		"postUser": "init",
		"postUserID": "/u131447",
		"postUrl": "https://www.flashback.org/t1254641p783",
		"userUrl": "https://www.flashback.org/u131447",
		"sentence": "Bry dig inte om dem. En sak jag har noterat är att de flesta som håller på och skriker åt andra vad de skall göra eller kallar dem n00bs är de som dör först med noll förstörda fiendevagnar. Det är alltså inte sällan lagets sämsta spelare som beter sig på det där viset. Blir någon alltför irriterande (och det gäller även de som t.ex. om och om och om igen pingar ett visst område på kartan) så kan man alltid lägga till dem i sin ignorelista. Ett annat sätt man kan få många okvädingsord över sig är om man råkar skjuta en allierad. Jag kan förstå att folk blir arga, men ibland gör man misstag, och ibland tycker jag nästan att de får skylla sig själva. Om jag står och siktar på en fientlig vagn, och så plötsligt kommer det en allierad vagn och ställer sig mitt framför, så händer det ibland att de får ett skott i baken. Det är aldrig avsiktligt, men ibland så kommer de in i synfältet precis som hjärnan skickat signalen till handen att trycka på avtryckaren, och då är det försent. Ofta får man uppmaningar som \"Learn2Play\" (ja, det gör vi väl alla hela tiden), \"Uninstall and play Tetris\", osv. Jag brukar säga \"Sorry\" och sedan bryr jag mig knappast om vad de skriker åt mig. Alla gör misstag, även jag. Och det är ett spel, det är inget att hetsa upp sig speciellt mycket över. Lägg till 1000 guld och du kan köpa en T26E4 SuperPershing (tier VIII, amerikansk) när det är 15% rea som det är ibland. Det gjorde jag och den drar oftast in 40000-90000 krediter per match givet att jag gör bra ifrån mig. De premiumvagnar som finns på lägre tiers drar inte alls in så mycket pengar, min Churchill III (tier V, sovjetisk) ger kanske som allra bäst 30000 per match, men vanligare runt 20000, vilket inte är mycket bättre än t.ex. StuG III, som inte är premium utan en helt vanlig tysk TD på tier V. Med min SuperPershing är det inte längre ett problem att tjäna massor av krediter, jag drar in en miljon på några kvällar (har iofs premium-konto, så har man inte det tar det något längre tid). Du en premium-vagn? Mina premiumvagnar är nog de absolut sista jag skulle sälja. Eller mer specifikt, jag skulle under inga omständigheter göra mig av med dem. Att köpa tillbaka dem kostar mer än att köpa en ny garageplats, om det är den du ville frigöra. Och i synnerhet med min SuperPershing så tjänar jag ju massor av krediter med den, så den kommer jag aldrig någonsin att sälja. Premium-vagnar har ingen forskning, utan alla moduler är låsta. Du kan inte forska fram en ny motor eller en ny kanon, utan allt är permanent monterat. Här finns lite statistik iaf. Inte exakt det du frågar efter, men man kan ändå få en uppfattning om hur populära olika vagnar är, samt hur hög win-rate de har:"
	},
	{
		"postIndex": 7681,
		"postNum": 7815,
		"postLink": "/sp41947071",
		"postTime": "2013-02-10",
		"postUser": "KaptenKolv",
		"postUserID": "/u650856",
		"postUrl": "https://www.flashback.org/t1254641p652",
		"userUrl": "https://www.flashback.org/u650856",
		"sentence": "Analys vet jag väl inte... :P men jag snappar upp hur folk spelar. Sen kan man väl kalla mig bitter osv... Men jag tycker det är tråkigt att det har blivit som det blivit. Merparten av spelarna verkar mest vara spelnördar (no offence någon) som bara spelar för spelandes skull och skiter fullständigt i känslan och det faktum att spelet har potential, Om man spelar det (min värld) rätt.. Men istället är det kiddies som ger sig på alla spel bara för att dom är populära och ger järnet, utan att veta fram eller bak på en stridsvagn. Man fixerar sig vid taktiken runt spelet snarare än på spelplan och kan gråta en halv dag för att man blev dödad, i synnerhet när dom som dödar använder rätt taktik. Att blocka reträtter och liknande ser inte jag som ett misstag, utan det är så folk spelar helt enkelt. Det här är ju ändå någon som alla gör. Oavsett tier, Skulle vilja påstå att \"böghögarna\" är mer frekventa med tyngre vagnar. Snarare är det väl så att folk är så äckligt tarva på XP att dom trycker sig in vid ett hörn eller liknande bara för att det är en bra spot att komma åt. Det här ser man ju i varenda match.. vissa banor har ju sina platser där man vet att alla kommer att stå. Och en del av dom är perfekta för bakhåll, eller bara köra fram 1-2 lights och bombardera med arty. Men alla vill ha en del av kakan och därför så kommer den typen av spelstil väldigt sällan till användning. För innan man ens hinner tänka så hör man gnisslande ljudet av vagnar som kör in i varandra och gör allt för att \"komma åt\". Det där med att hellre döda alla än cappa gäller ju dom flesta och det är väl det som är en stor bidragande del av att spelet är som det är. Visst får man en högre win ratio, men du tjänar inte mycket XP på att tidigt i matchen kappa, Eller som ensam försvarare se laget dödas lyckas smyga sig upp och kappa. Arbetet är ju kastat i sjön, Du får ju mer XP på att försöka döda alla. Jag tror att om man kanske på något vis försökt balansera det lite bättre med XP så skulle spelet kunna bli mycket roligare. Dom olika matcherna nu innebär ju bara annan typ av spawn... Oavsett vilken typ av match det är så ska alla dödas. Att ta en flagga eller försvara en flagga blir ju aldrig aktuellt. Alla matcher är ju TDM, Och den som skadar/dödar mest får mest medaljer, mest XP och ses som \"vinnaren\".. Inget annat, Flaggorna skulle man lika gärna kunna ta bort helt. Hoppas på fler game modes i framtiden. Större kartor med flera punkter man kan erövra osv och att man får ordentligt med XP för att ta en flagga... Men det lär inte hända! Viktigare att göra kopior av redan existerande vagnar för att få dit en röd och gul stjärna och göra 13 åriga spelnörds kineser glada så dom kan spela nåt annat än starcraft och wow, Än att utveckla spelet. EDIT: haha fan va skönt det är att vräka ur sig skit efter några besvikelser till matcher."
	},
	{
		"postIndex": 15668,
		"postNum": 15940,
		"postLink": "/sp48802242",
		"postTime": "2014-05-15",
		"postUser": "knypplarN",
		"postUserID": "/u388413",
		"postUrl": "https://www.flashback.org/t1254641p1329",
		"userUrl": "https://www.flashback.org/u388413",
		"sentence": "Många frågor på samma gång, försöker ta dem i ordning. Är du enbart ute efter att grinda cash är det T34 eller Löwe som gäller. Den första är mer förlåtande och det krävs bara 3-4 pen för att göra tillräckligt med skada för att tjäna en ganska bra slant. Löwen kräver lite mer tålamod men efter senaste buffen har den blivit riktigt bra. Tror jag snittar 60-75k inkomst med dessa vagnar och i bra games drar man in över 100k. T34an är mer noobvänlig men Löwen är riktigt bra i rätt händer. Mediums på lägre tiers är ofta inga höjdare (det finns få undantag) men när du kommer till tier 9 och 10 (i viss mån 8) finns det riktigt bra vagnar. Jag gillar T-54, Obj 140, Centurion 1, Centurion 7/1, T54E1, BC25t. Mediums jag inte har gillat är T69, T-43, KV-13. Tycker VK 30.00m, Cromwell, Comet och Panther är helt okej, i det tyska trädet är det dock E50 M som lockar och det är mycket möjligt att jag free xpar resten av trädet. Vilken typ av medium som passar din spelstil och skicklighetsnivå är svårt att säga men jag tycker nog att det brittiska trädet är det bästa på lägre tiers och mest förlåtande. Mediums har generellt sett ingen armor och då tar jag hellre bra med fart/rörlighet och en snabbskjutande kanon. För alla mediums gäller det dock att du ska vara beredd att skjuta en del guld, inte minst när du hamnar som lågtier, en Comet med standardammo har problem att penne en E75, ST-I bakifrån. TDs har jag ingen koll på, gillar inte spelstilen. T49 och Hellcat är dock säkra kort. Amerikanska heavyträdet är okej, T29 på tier 7 är en av de bästa vagnarna i spelet för att \"bära\" matcher med. Eftersom att de huvudsakligen är \"jack of all trades\"-vagnar är de anpassningsbara och fungerar i de flesta situationer och kräver inte lika mycket kunskaper om spelmekaniken som exempelvis de tyska heavy-träden. Den franska heavylinjen är även den bra och rolig, kräver dock att man är bra på att läsa kartan och vet när och var man ska använda sin burst i autoloadern. Det kräver även en del känsla för när det är \"okej\" och inte att göra av med sin HP. Vagnarna innan de med autoloaders är okej, bra kanoner för sina tiers och okej mobilitet men ingen pansar man kan förlita sig på även om ARL 44 är ganska studsig framifrån med lite vinkel. Gillar man autoloader spelstilen tycker jag att 13 90 är betydligt bättre än 50 100 men det är en rätt plågsam grind upp dit. 13 90 gör dock utan problem 2-3k skada i en t10 match om man är beredd att ladda lite guld."
	},
	{
		"postIndex": 12540,
		"postNum": 12756,
		"postLink": "/sp46657170",
		"postTime": "2013-12-18",
		"postUser": "Kebabsuger",
		"postUserID": "/u436266",
		"postUrl": "https://www.flashback.org/t1254641p1063",
		"userUrl": "https://www.flashback.org/u436266",
		"sentence": "2-3? jag ser 5 arty i varje match nu väldigt ofta, inget jag gnäller över, kör dom inte fv302 så behöver man inte oroa sig över direkt träffar, dom är värdelösa efter nerfen, bara spela anti arty stilen som alla körde för för att inte bli träffade så är det rätt lugnt inte så du har träffat på mig där ute? haha så jäkla kul med fv302 att det är löjligt, critical hit !! engine fire, critical hit på hans kanon just innan han skulle skjuta, critical hit på hans track när han försöker fly så jäkla grym, 6 skott i minuten och man kan träffa moduler man vill träffa, tex en td som dina polare inte lyckas penna och han kommer slakta dina lagkamrater, at7 tex, sikta på hans kanon, CRITICAL HIT ! och at7 backar undan, 10 sekunder senare så tar man för skada, dvs motorutrymmet gjort all skada på en is3 flera ggr, tar track + skada med varje skott, hinner aldrig reparera sig nej det är inte ett tank duell spel, vem har hittat på det för dig, duell är 1 mot 1 där man börjar 150meter ifrån varandra på ren platt mark där skills avgör hur man vinklar och var man skjuter antar du är en spelare som ställer sig helt öppet för att skjuta på en tank, du missar och siktar igen, du rör dig inte, PANG arty träffar dig \"overpowered arty n00b !!!\" eller ? har du spelat unreal tournamnet med bottar på det svåraste eller online? samma princip gäller i wot, STÅ ALDRIG STILL om du inte vill få arty skott i huvudet :P finns inga arty så finns inga light tanks, finns inte light tanks så är det endast medium vs heavy finns det clan wars där ena sidan kör rena medium och andra köra rena heavy ? arty är lätta att undvika, bara lär dig kartan"
	},
	{
		"postIndex": 6920,
		"postNum": 7044,
		"postLink": "/sp40903771",
		"postTime": "2012-12-14",
		"postUser": "Inzaneclown",
		"postUserID": "/u169251",
		"postUrl": "https://www.flashback.org/t1254641p587",
		"userUrl": "https://www.flashback.org/u169251",
		"sentence": "Löwe pennar det mesta upp till tier 8, sen måste man börja sikta weakspots eller flanka. Jag gillar den skarpt och det är den tank jag har flest matcher i. Man får inte glömma att Löwe gör sig bäst som sniper i hög-tiermatcher medan man mot lägre tiers krossar det mesta, så länge man inte glömmer att vinkla. T34 har en riktigt trevlig kanon och det är i princip osårbar i hull-down läge. Den är däremot fruktansvärt mjuk i chassit så man måste tänka när man spelar med den. Annars riktigt trevlig. T26E4 Super Pershing är som sagt en riktig newbie-tank. Tål hur mycket stryk som helst, speciellt i fronten. I hög-tiermatcher har man ingen större chans eftersom den är slöare än en heavy och kanonen har alldeles för låg penn. Tycker inte om den speciellt mycket men den kan glimma till ibland när man möter fiender som inte vet var ska sikta. IS-6 har jag inte kört själv men det skrämmer mig inte alls. Det känns som man kan penna den överallt. KV-5 är lite som Super Pershing även om KV-5 har lite för uppenbara weakspots så kan den vara användbar som strykpåse medan resten av laget ger support. KV-5 fungerar lite som en magnet då allas kanoner automatiskt dras mot det största målet. Även om det står en jävla Maus bredvid så skjuter folk fortfarande på KV-5:an. Störande som fan Panther M10 tror jag inte du ska bemöda dig med. Den ser inte rolig ut alls med sin värdelösa kanon. 8.8 Jagdtiger ser ganska rolig ut. Som sagt så vinner den på hög armor och hög RoF. Sen är det självklart upp till dig vilken typ av tank du tycker är roligast att köra. Tyvärr så finns det ingen rolig medium sen man tog bort Type 59 (och den har man ju nerfat ganska bra ändå)."
	},
	{
		"postIndex": 12853,
		"postNum": 13070,
		"postLink": "/sp46944777",
		"postTime": "2014-01-08",
		"postUser": "Arne.Anka",
		"postUserID": "/u406348",
		"postUrl": "https://www.flashback.org/t1254641p1090",
		"userUrl": "https://www.flashback.org/u406348",
		"sentence": "nästan 1000 matcher med maus fick jag gjort under betan, fick ofta höra att jag hade en skräckinjagande spelstil körde bara på sket fan i allting bara körde på mot fienden och sköt som en tok och de gillade inte motståndarna. Hade ett gäng spelare som brukade haka på när de såg att jag körde min lilla maus för de gillade att jag aldrig fegade utan använde den som en rullande bunker och kulmagnet. Hände ofta jag körde in bland en grupp fiender som gjorde allt för att döda mig medans teamkamraterna plockade fienden en efter en efter en, då fick man verkligen support. På en del kartor ställde jag mig mitt i fiendens bas mig med bredsidan mot fienden, dog och sen fick den lilla leoparden som gömde sig bakom mitt vrak fånga flaggan i lugn och ro, HELVETE va en började skrika i chatten när jag gjorde så, FAN va hatat det va Jag körde den med vinst också visst det fanns dagar när de gick ett par hundra tusen i förlust men i stort gjorde jag vinst. Fan va jag saknar den tiden, många av dom jag spela med då finns inte kvar 150 guld, i början va man tvungen att spela minst 1 match varje dag sen togs de kravet bort och lite av en standard att dom som växlade guld till krediter va bakom flötet Fyfan, en liten loltraktor kunde stoppa en stor maus på lakeville va det ofta nån mindre vagn som stack iväg och blockerade vägen för fienden eller vinterkartan med 3 broar, hände alla 3 broarna blev blockerade så inget lag kunde komma åt andra lagets bas De saknar jag lite, spg har inte samma glans längre när de går upp till t10...203mm kanonen kunde förr slå ut en maus från 100% med en träff i fronten."
	},
	{
		"postIndex": 2044,
		"postNum": 2087,
		"postLink": "/sp32469081",
		"postTime": "2011-08-25",
		"postUser": "DunderBusen",
		"postUserID": "/u418780",
		"postUrl": "https://www.flashback.org/t1254641p174",
		"userUrl": "https://www.flashback.org/u418780",
		"sentence": "Nu har jag hållit på ett tag och velat fram och tillbaka. Får ingen ordning på det, tills nu.. Vissa matcher gick bra med tyska vagnar.. 5-7 kills och sen kan det gå tre fyra matcher där man dör först. Jag har i regel kört Light. Sen körde jag TD ett tag... Marder II Körde bara tyskt. Provade T1an och den sög ju getstjärt jämfört med trakorn. Då kom jag på att jag ska testa ryskt vid sidan av den tyska... Va tvungen att nöta ett tag med Pz 38 innan jag kunde komma vidare upp på medium tank. Skillnaden mellan tier två och tre är enorm i ekonomin. Om man inte ska hinna tröttna lär man köra jävligt bra matcher helatiden, annars tar det för lång tid. Körde på med den Ryska och köpte tillslut en BT2 efter lite övervägning om jag skulle satsa på light eller inte.. Insåg att den va en riktig kassa maskin då den är den enda light som har dom egenskaperna en light ska ha. Fart. Dom tyska går ju skit... Kom vidare och kör nu en BT7. Har kvar tvåan och kör dom sida vid sida. Sålde bort den tyska 38an efter den vart fullt uppgraderad, För att ha råd med det sista till BT7an. Så skall jag nu dundra på med BT2 och 7 för att ha råd att gå vidare med Tyska vagnarna. Jag VILL köra tyskt... Men det gick för segt att få in credits med 38an... Med det vill jag ha sagt, Kör man light så ta dom ryska. Med tyska light blir man ju för fan omkörd av medium. Törs påstå att BT serien är nog en av spelets snabbaste vagnar? Måste nästan vara bland dom bästa light vagnarna... Om man ser till ren spaning/spotter åt arty och medium/heavy. Jag dundrar på och väljer valfri flank... Sen far jag på som en idiot och kommer alltid först, Sen kan man njuta bakom en buske nära fi´s flagga och se hur dom röda på kartan blir svarta. Sen är det bara att åka in och plocka arty och TD´s som campar vid flaggan. Alternativt smyga fram och skadeskjuta dom jobbigare målen, För att sedan dra sig tillbaka och låta dom tyngre i laget göra grovjobbet. Det funkar nästan varje gång.. Viss kan man ryka med ibland, Men då har man hunnit spotta många och gett en del skada så Med tyska kom man halvvägs och mötte Medium och heavy på vägen... innan man ens kommit så pass att man gör nytta som spotter. Och dom tyngre pjäserna i laget låg hack i häl. Tror jag hittade rätt nu... Spelat mycket med ryska nu och kan snart köra tyskt medium (pz 38 och sedan IV är tanken). Ska bli kul =)"
	},
	{
		"postIndex": 11962,
		"postNum": 12168,
		"postLink": "/sp45935451",
		"postTime": "2013-11-01",
		"postUser": "Littlebear34",
		"postUserID": "/u572719",
		"postUrl": "https://www.flashback.org/t1254641p1014",
		"userUrl": "https://www.flashback.org/u572719",
		"sentence": "självklart har arties val som påverkar matchens utgång men om alla i ens lag basecampar och/eller suicidescoutar är det då artiens fel att den inte kan hjälpa lika mycket som annars? Har inte varit med om att en arty som sagt i chaten att någon i ens lag ska basecampa efter snart 20k matcher i spelet. Jag tror det kommer märkas om bara motståndarlaget har kvar sina arties eftersom dom kan spela mycket lugnare eftersom de kan vänta på att arty laddar om och behöver bara spota mål åt arty. Det tror jag inte är sant iallafall så brukar jag börja med att sikta mot det första mål som kommer upp på minikartan och brukar vara kvar där tills jag är säker på att den inte kommer komma tillbaks och/eller att det finns ett gäng med fiendetanks på någon annan sida De som gnäller kommer också gnälla i oavsett vilken tanktyp de använder. Det är väldigt liten skillnad i skada man gör beroende på vilken tier man skjuter mot så länge man inte faktiskt penetrerar dom. dessutom så ger skada på högre tiers mycket mer xp Bevisligen så finns det dåliga spelare i arties som det i stort sett finns i alla tanktyper. Har inte märkt av att folk har blivit så mycket mer försiktigare med kan ibland vara bra att göra om man vet att man har skydd av 6 TDs och 3 arties EDIT: De artyspelare du nämner har troligtvis dåliga stats(speciellt winrate) men kolla mer på hur bra spelare kör dom istället"
	},
	{
		"postIndex": 11979,
		"postNum": 12185,
		"postLink": "/sp45957808",
		"postTime": "2013-11-02",
		"postUser": "KaptenKolv",
		"postUserID": "/u650856",
		"postUrl": "https://www.flashback.org/t1254641p1016",
		"userUrl": "https://www.flashback.org/u650856",
		"sentence": "Den är riktigt trevlig! Jag har spelat 4 matcher till i den nu och 2 av 4 har tyvärr varit förluster... MEN för egen del så har det funkat riktigt bra. Har haft minst 2-3 kills och massa skada i samtliga matcher, oftast mer. Det har (kliché) varit laget som bidragit till förlusten. Jag har slagit ut flera högre vagnar trotts underläge.. Mötte bland annat en Jagdpanther headon, jag hade 90% han hade 100%, jag vann. FÖrsta studsade, Andra trackade jag honom sen va det bara att göra slut på lidandet. Fördelen med denna är avståndet. Jag kör med camo på samtliga, och sedan camo nät och bino. Den skjuter snabbt och väldigt pricksäkert och oftast hinner man med en hel del skada innan man blir upptäck... Den har rätt fin view range. Nackdelen är väl det uppenbara. Den har ingen armour.. Allt den möter pennar runt om. Det är en bra sniper/support som håller sig långt bak, men om dom andra inte lyckas så kan man lika gärna ge upp.. Även om jag vann matchen på egen hand när jag hade 8 kills så hade jag ju tur. Laget vi mötte va lika kassa som mitt lag och därav kunde jag slå ut 4 vagnar när jag var själv, dom jagade mig på 3 fronter (trots att dom hade defend och tiden kvar va knappt en minut kvar så jagade dom rätt på mig.. Istället för att hålla ihop tiden ut. Och då blev det rätt lätt att ta dom en och en.. Men i en normal match så är man chanslös utan backup. Men tack, och lycka till. Du kommer inte ångra dig! Bangbussen är rätt rolig också men jag spelade inte så mycket i den.. I morgon kommer jag låsa upp vagnen efter nashorn.. Förväntar mig en intressant resa i den också, Den har rätt gifta kanoner för sin tier också. Precis som nashorn, som har en BÄTTRE version av tigerns bästa 88."
	}
]
