[
	{
		"postIndex": 18610,
		"postNum": 19013,
		"postLink": "/sp27633699",
		"postTime": "2010-12-17",
		"postUser": "Tallkotten",
		"postUserID": "/u521865",
		"postUrl": "https://www.flashback.org/t1275257p1585",
		"userUrl": "https://www.flashback.org/u521865",
		"sentence": "Har läst igenom hela tråden (!!) och har några frågor: Nånstans i tråden stod det att SKL fått i uppdrag att undersöka en brusten kondom. Någon som vet varför? Finns det någon relevant diskussion kring kondomen (om den gått sönder eller om Assange medvetet tog sönder den, OCH, kan SKL se en sådan sak)? ELLER, kan det vara så att SKL egentligen skulle ta fram vill ha DNA från Assange? Varför i så fall? CB antyder att han har riktiga bevis som ska styrka tjejernas historier. Vad skulle detta egentligen kunna vara? Det finns inga vittnen och de var inte ovänner efter ”akterna”.Kan det vara så att någon av dom tex spelat in ljud/bild? Finns några sådana uppgifter? Vad kan det annars finnas för bevis? CB antyder också att han har lyckats hitta historiskt material om Assange som kommer misskreditera honom och som ska användas vid rättegången. Någon som har en känsla av vad detta kan vara? Kan det vara Assanges tidigare vårdnadstvist som CB ska använda? Hur? OCH, Assange ska ju ha haft sex med båda tjejerna utan kondom/trasig kondom. Kan det vara så att Assange faktiskt gjorde detta ”medvetet”. Är det lättare att få tex uppehållstillstånd om man får barn med en Svenska? Har någon någonsin dömts för att ha sex med en sovande person (som inte är däckad av sprit)? Jag kan inte förstå hur detta skulle kunna vara praktiskt möjligt... Min flickvän vill att jag ska överraska henne innan hon vaknar men hon är vaken max 1 sekund efter att jag rört henne. Att tränga in utan att hon skulle vakna känns helt enkelt omöjligt och jag kan inte förstå hur man skulle kunna driva denna tanke i en rättssal. Men OK..., om båda har sex på natten och mannen tränger in i kvinnan på morgonen (utan att hon vaknar...) och när hon vaknar säger hon ”nej”. Är det då verkligen våldtäkt enligt lagen (förutsatt att han slutar när hon vill det)? I så fall, kan en man anklaga en kvinna för våldtäkt om hon börjar suga honom på morgonen? OK, MN förefaller ha en personlig agenda mot Assange och skyr inga medel för att sätta dit honom. Hur kan hon göra detta om hon inte har någon form av bevis? Vem är MN’s chef? Vem ska stoppa MN om hon psykar ur? Har hon inga bevis så lär hon ju till slut förlora (?). OM det blir ”ord mot ord” utan mer bevis än en kondom (trasig eller hel). Kan Assange verkligen dömas då enligt dagens lagtext? (jag har läst om några ”ord mot ord” domar men detta lär ju bli ett extra uppmärksammat och nagelfaret fall). KAN det till och med vara MN's motiv? Hon vill att damerna ska få lida i press mm och att åtalet till slut ska ogillas för att sen kunna driva igenom sina änne tuffare lagar? Finns det någon rimlig och laglig motivering till MN’s fanatiska krav på att Assange ska vara inlåst och ej ute mot borgen? Med fotboja etc så tror jag knappas att Assange skulle smita. OCH, CIA/MI5 mfl lär ha koll på honom... Att fly skulle nog kunna vara direkt farligt. Utlämnad till Sverige så skulle han riskera att bli utvisad till USA (men folk hade förhoppningsvis gjort detta omöjligt) dömms han så blir det kanske ett år och sannolikt en relativt relativt behaglig tid (jämfört isoleringscell). Smiter han/gömmer sig och CIA får tag i honom så kanske han inte gör så mycket mer... Det råder fortfarande förbistring om VEM som överklagade borgen. Hur kan det vara så? Finns inget officiellt protokoll? OM USA skulle ha ställt krav på Sverige. Hur skulle detta ”kunnat genomföras”? Hur får man rent praktiskt en svensk åklagare att ta order från USA? Hur går den sannolika ”ordervägen”? Har MN en historia där hon kan misstänkas ha sålt sig (jag hittar kritik men ingen kritik som tyder på något sådant). Det stör mig att vi har så lite info om Sofia. Finns det ingen som tex vet var hon bor som kan bekräfta att hon fortfarande befinner si g i landet etc? Btw, detsamma gäller egentligen även Anna då hon sannolikt (enligt info i tråden) ej Åkte till Israel som hon skrivit. Hade jag bott närmare någon av damerna så hade jag gärna lagt ett par kvällar på att luska lite i vad de håller på med. (jag pratar inte om trakasserier, bara att stanna sin bil på lämpliga adresser för tex kaffe). F.ö. Sofia påminner på något vis om Sara i Knutby. Hon har samma ”missplacerade stil och hållning” på de bilder jag sett. Det verkar som om hon förföljt Assange efter att ha sett honom på TV. Vad tyder det på i kombination med hennes mjäkiga och stillösa uppenbarelse? Är hon verkligen helt frisk? OCH, hur kan en ”fotograf” ha så lite spår på nätet? Även om hon fått professionell hjälp att rensa så borde hennes namn finnas på mååånga ställen. Eller, om hon nu inte är fotograf utan jobbar på naturhistoriska som någon skrivit, vad gör hon där? Vad har hon pluggat? Ang åldern på Sofia. Vet vi den? Jag har läst 19, 26 och 29. Vad stämmer? Övrigt, många juridiskt kunniga personer förefaller ha väldigt stor tillförsikt till lag och domstolsväsende (se tex juridikbloggen mm). Varför har de det? Är inte historien full av dåliga domar? Vad gör att personer som arbetar inom rättsväsendet (polis, åklagare, advokater mm) har så stor tillförsikt till systemet? De måste ju ofta vara med om att systemet dömer MOT den övertygelse de själva har? Var får de då tilltron till systemet ifrån? OM jag vet att domstolen gjort ett riktigt jobb men en oskyldig trotts detta döms till fängelse, hur kan man då ha kvar denna orubbliga tilltro? Om vi jämför med tex en tekniker som tvingas jobba med en specifik dator för att denna ”är den enda som kan utföra en viss uppgift” men datorn konstant kraschar. Då kommer teknikern fortfarande använda datorn (finns ju inget alternativ) men han kommer också vara tydlig med att han ser brister och konstant ha en ”magkänsla” att idag kan det gå åt he..e. Sorry, inga svar. Bara massa frågor/tankar. EDIT: Shit vilken upgrade han gjort från Anna och Sofia till (har varit i tredagarskarantänen). Förlåt mig..."
	},
	{
		"postIndex": 59573,
		"postNum": 60655,
		"postLink": "/sp49596204",
		"postTime": "2014-07-16",
		"postUser": "flipflap",
		"postUserID": "/u861717",
		"postUrl": "https://www.flashback.org/t1275257p5055",
		"userUrl": "https://www.flashback.org/u861717",
		"sentence": "Antyder du att en som inte är dömd är skyldig? Tröttsamt det här, kan vi inte försöka hålla oss till fakta eller konspirationer och lämna fördomarna därhän så länge? Läs öitet i tråden, du får gärna fylla på med mera som du vet, eller tror dig veta som har bäring på fallet. Men sluta kom med one-liners kräkningar är du snäll- Säg något om det här: Här är några punkter som kanske kan ge sammanhang. Med fokus på rättsprocessen som spårar ur redan från början. 1) Den polis (Linda Wassgren) som tog emot Sofia och Anna började med att låta dem sitta tillsammans och berätta sina historier, innan hon skiljde dem åt. Under det gemensamma samtalet berättade Anna att hon varit med om samma sak som Sofia. Det framgår av vittnesförhören i HäPM att detta ögonblick var avgörande för att alla skulle bli överens om att det handlade om våldtäkt. Det var givetvis fel att låta Sofia och Anna sitta tillsammans och utveckla en gemensam historia. 2) Linda Wassgrens förhör med Anna och Sofia finns inte bandinspelade och de finns inte ens nertecknade som konceptförhör. Ändå är dessa förhör HELT AVGÖRANDE för jouråklagarens beslut att anhålla Assange i hans frånvaro. Detta är ju rättsvidrigt! 3) Beslutet att anhålla Assange togs kl 1700 fredagen den 21 augusti. Då hade ett formellt förhör med Sofia nätt och jämt påbörjats. Förhörsledaren Irmeli Krans förhindrades enligt egen uppgift att kommunicera direkt med jouråklagaren. Hon hade inget inflytande över beslutet att anhålla Assange och inget inflytande över brottsrubriceringen. Tvärtom fick hon reda på att det redan var bestämt att det skulle bedömas som våldtäkt. Vad var då syftet med förhöret? 4) Det formella förhöret med Anna genomfördes först dagen efter anhållan. Trots att ett ofredande mot Anna var en del av de skäl som angavs för anhållan. 5) Inte ens de två formella förhören bandades. Varken med ljudband eller videoband. Ett av förhören (Annas) genomfördes i stället per telefon. De enda ljudinspelningar som görs är av de förhör där man ställer frågor om Wikileaks verksamhet (Assange, Johannes Wahlström, Donald Boström). 6) Polisen Irmeli Krans var jävig genom att hon var bekant med Anna. Hon var alltså fel person att genomföra förhöret med Sofia. Irmeli avfördes av detta skäl, enligt polisens uppgifter, från fallet måndagen den 23 augusti, men i själva verket jobbade hon fortfarande den 26 augusti med att föra in ”behövliga ändringar” i förhörsprotokollet. 7) Jouråklagaren Maria Häljebo Kjellstrand, berättade genast för Expressen att hon anhållit Julian Assange i hans frånvaro. Hon bekräftade för Expressen att det gällde våldtäkt och att det handlade om två kvinnor. Det var tjänstefel, men rättssystemet har aldrig prickat henne för detta. 8) Samma dag som Anna förhördes var polisen hemma hos Anna och inhämtade en trasig kondom. Beslaget skulle bevisa att Assange sliter sönder kondomer. Rapporten från Statens krimninaltekniska laboratorium två månader senare klargör att kondomen kan ha slitits sönder men också att det inte finns något cell-kärne DNA på kondomen, varken från man eller kvinna. Den har alltså aldrig använts för samlag. Det ser därför ut som ett manipulerat bevis. 9) Polisen har också beslagtagit en trasig kondom från Sofia. Den har DNA från två personer och har använts. I det nerskrivna konceptförhöret av Sofia finns dock ingenting om att en kondom skulle gått sönder, mycket mindre slitits sönder med avsikt. I stället handlar den föregivna våldtäkten om kondomlöst sex när Sofia halsov på morgonkvisten. 10) Marianne Nys återuppväckandet av förundersökning om våldtäkt bygger på ”ny teknisk bevisning”. Där ingår en falsk och en äkta kondom, båda sönderslitna, men av vem? 11) Marianne Ny har alltid vägrat att använda Mutual Legal Assistance för att förhöra Assange i London, trots att det är därför denna konvention finns inom EU. Åklagarmyndigheten har hävdat att det är olagligt eftersom det finns ett krav om utlämnande. Utrikesministern har uttalat samma sak. En medveten osanning, som Åklagaren så småningom fått backa på. 12) Marianne Ny hölls ovetande om att Ecuadors ambassadör i Stockholm personligen överlämnat en not från Ecuadors regering till Utrikesdepartementet där man erbjöd sig att medverka till att Assange kunde förhöras i London. 13) Till nackdel för både kvinnorna och Assange står hela förundersökningen still sedan länge. Det måste innebära ett brott mot plikten att skyndsamt utreda anklagelser om brott. 14) Storpolitiska påtryckningar omger fallet från dag 1. Sveriges regering står under tryck. Reinfeldt, Bildt och Göran Hägglund har alla uttalat sig om det konkreta fallet. Även EU-kommissionär Cecilia Malmström. Det är onormalt och emot rådande praxis. Slutligen bara två observationer när det gäller de två anklagande kvinnornas historier: 15) Anna har twittrat om att ”det var inte våldtäkt”. Sofia har sänt SMS till kompisar om ”att hon inte vill anklaga Julian för någonting” och ”att polisen ville få fast honom”. Vem är det egentligen som driver frågan om att sätta dit Assange? 16) Sofia har två olika stories. Hon gör rape-kit undersökning på SöS mottagning för våldtagna kvinnor och anmäler Assange för våldtäkt (enligt hennes nya advokat). Men sprider ut att hon egentligen bara ville tvinga Assange till HIV-test. Var hon pressad att anmäla? Slutsats: rättsprocessen är långt ifrån normal. Den är urspårad och det liknar rättsröta. Eller har du något att tillägga om det här?: \"Jag är inte säker på att artikeln ovan beskrivit misstankarna helt rätt. Det står att detta med att ha hållit ned Anna Ardin är den mest allvarliga anklagelsen. Det låter ju som om det i så fall är det som rubriceras som våldtäkt. Men det är det knappast, eftersom hela det förloppet handlade om frivillig sex enligt Ardins vittnesmål. Hur denna episod, där Julian frågade Anna varför hon stretade emot, och hon förklarade att det var för att hon ville att de skulle använda kondom, vilket Julian omedelbart gick med på, kan bli något brottsligt är ett mysterium. Man får verkligen hoppas att det kommer mer information snarast. Det lär ju inte vara den händelsen som det finns \"utredningsresultat som inte några utomstående känner till\" om. Inte heller lär det handla om \"pushed his erect penis against the complainant's back\". Där har vi, anser jag, det största mysteriet. Hur kan det vara något brottsligt, mot bakgrund av att de som sagt delade säng och under den perioden då och då hade sex med varandra? Kan det handla om att \"Assange had sex with Wilen while she was asleep\"? Knappast, hur skulle ett sedan utredningsresultat se ut? Att Sofia Wilén mer bestämt hävdar, inte att hon halvsov och sedan gick med på ett frivilligt samlag som hon sagt tidigare, utan att hon sov djupt först och att det sedan skedde mot hennes vilja? Nej, det låter ju inte som ett utredningsresultat. Däremot kan man nog vara helt säker på att åklagaren kommer att behålla misstanken som rör att samlaget inleddes med att Sofia sov eller halvsov. \""
	},
	{
		"postIndex": 16872,
		"postNum": 17243,
		"postLink": "/sp27432220",
		"postTime": "2010-12-08",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t1275257p1437",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Jag vet. I alla mina tidigare inlägg har det framgått att det är en riktigt dålig hantering från åklagarens sida. Lägger ingen skuld på Assange i denna del. Han har, iallafall vad som framkommit, försökt att få detta utagerat men det har på grund av åklagarens illvilja/oförmåga/egna agenda inte varit möjligt och därför var Assange tvungen att lämna landet för att ta itu med bland annat de dokument som skulle släppas. Den delen ovan kan bara lastas det svenska ineffektiva rättsväsendet och den inkompetenta åklagaren som troligtvis kört efter sin egen agenda alternativt sina egna värderingar. Därefter blev Assange internationellt efterlyst. Detta är förstås inte bra för en person i hans position att inte enkelt och helst obemärkt kunna förflytta sig mellan olika länder. Att åklagaren inte försökte hitta en smidigare lösning är en gåta, men som sagt hon kanske valde att köra efter sin egna agenda. Problemet som nu uppstått för Assange är att hans anklagas för våldtäkt. För våldtäktsbrott är det obligatorisk häktning. För att undvika en häktning måste man kunna lämna en trovärdig förklaring till händelserna som man anklagats för. Vad jag har förstått är förhören med kvinnorna klara. Prover har skickats till SKL och de antar jag också bör vara klara. Det jag kan tänka mig återstår nu är att höra Assange för att därefter se om det finns ett hållbart åtal att lämna in till domstol. Efter förhöret med Assange kanske det framgår att det inte finns grund för åtal och han släpps i princip direkt. Nu sitter Assange i engelskt häkte. Här kommer han förmodligen bli sittande tills detta är löst. Våldtäkt är ett brott även i England och det finns inga skäl att Sverige och England inte skulle ha ett gott samarbete när det kommer till rättsväsendet. Om utlämning beordras av domstolen kan han överklaga och även om högsta domstolen i England kommer fram till att Assange inte ska utlämnas så kvarstår problemen. Assange är fortfarande Internationellt efterlyst. Vad har han då för alternativ, han kan begära asyl i England, vilket han inte kommer att få. När hans europeiska visa går ut har han problem, han kommer inte att få det förnyat. Om han reser ut från England till annat land, utanför EU, ökar riskerna betydligt att han istället kan komma att begäras utlämnad till USA. Med tanke på händelserna just nu är nog Sverige ett av de tryggaste länder han kan bli utlämnad till. Det som ställer till det för Assange är att han nu inte vill medverka till att det blir en smidig lösning på detta. Han vägrar lämna DNA. Han vägrar låta sig förhöras på annan plats än Australienska ambassaden. Detta accepteras inte av något rättsväseende i hela världen. Kanske kan de hitta en överenskommelse att han förhörs i häktet där han sitter nu eller på den svenska ambassaden. Om han nu ställer upp på ett förhör gäller ändå att om inte hans berättelse är av en sådan dignitet att det helt vänder upp och ned på detta ärende kommer kravet fortfarande vara att han ska inställa sig i Sverige för utredning och eventuellt åtal. Hans framtid nu är mycket oviss och det bästa han kan göra nu är att samarbeta. Det absolut bästa vore om han medgav utlämning och begav sig till Sverige och redde ut denna soppa. Det skulle även tala för hans vilja att få detta utrett och med tanke på anklagelserna borde det även vara hans högsta önskan, om han nu är oskyldig som han säger. Med tanke på händelserna som nu sker och att regeringen redan är ifrågasatt angående deras kontakter med USA så är det i stort omöjligt för Sverige att lämna ut Assange till USA. Trots åklagarens dåliga hantering, svenska rättsväseendet värdelösa syn på våldtäktsmål så ligger bollen ändå nu hos Assange. Nu är det upp till honom om detta ska ske smidigt och i syfte att få detta utrett eller om han aktivt ska fortsätta att motarbeta så det förblir outrett. Det senare kan skada honom mer än det värsta straff han skulle få i Sverige, om han döms. Eftersom wikileaks verksamhet bygger på att de är trovärdiga så är det även viktigt att deras talesman är trovärdig. Då måste han visa att han kan stå upp och bemöta dessa anklagelser på ett trovärdigt sätt istället för att hålla sig borta och vägra samarbete. Är han oskyldig eller har blivit utsatt för en komplott så behöver han visa att han är man nog att ta denna fight som annars riskerar att skada både honom och Wikileaks på sikt. Denna händelse har inget med Wikileaks att göra utan enbart han personligen. Att försöka få detta till en politisk handling är helt grundlöst. Han kan fly men han kan aldrig gömma sig undan rättvisan därför att hur stor och ädel han än upplevs vara så står han inte över rättvisan. Hans syselsättning och hjältestatus han får av några ger inte med automatik ett fri från fängelse-kort."
	},
	{
		"postIndex": 35831,
		"postNum": 36579,
		"postLink": "/sp34104475",
		"postTime": "2011-11-20",
		"postUser": "DrKrastapopolos",
		"postUserID": "/u591029",
		"postUrl": "https://www.flashback.org/t1275257p3049",
		"userUrl": "https://www.flashback.org/u591029",
		"sentence": "Göran Rudling har gjort enastående research i detta fall. (Hans kanske viktigaste slutsatser är att anklagelserna var påhittade (i ett fall) respektive ickeexisterande(i det andra)), och han är tex extremt hårt kritisk mot Claes Borgström som han anser gjort sig skyldig till \"medhjälp till falsk tillvitelse\". Han så lite han kan (förstår)- det är bra, men det räcker inte. NÄR han spekulerar gör han det alltid bra, och det han säger är oerhört centralt att belysa. \"Like everyone else you were born into bondage. Born into a prison that you cannot smell or taste or touch. A prison for your mind.\" ~(\"the Matrix\") Nedan sammanfattar jag Rudlings. 1) Hela affären Assange är ytterst konstigt hanterat. [...] En anledning till att det hela har kunnat gå så snett är att vi har en mycket konstig lagstiftning. 2) Nu [i England] vet ju alla ”dark forces” var man kan finna honom [Julian Assange] om man önskar nå honom. Uppenbarligen har Julian slutat vara rädd för att ”dark forces” ska veta var han befinner sig. 3) Vi har också fått höra att Julian Assange fruktar att han ska utlämnas från Sverige till USA om han skulle bli utlämnad från England. Om det skulle finnas någon substans i dessa påståenden vore det rimligt att hans advokater skulle lägga fram det som ett argument i utlämningsförhandlingarna. 4) Den 18 augusti 2010 ansökte Julian Assange om uppehålls och arbetstillstånd i Sverige för att svensk lagstiftning. Några månader senare var Sverige en bananrepublik som styrdes av konspiratoriska feminister som inget hellre önskade än skicka Julian Assange till Guantanamo. [...]Var det Sverige som ändrades på några månader eller var det bara Julians världsbild? 5) [Göran Rudlings] uppfattning är att Krans politiska sympatier inte haft en avgörande inverkan i detta fall. Det verkar inte som om hon har en dold agenda och ingår i någon mystisk sammansvärjning för att få fast Julian Assange. 6) Den enklaste lösningen är dock om Julian bara kommer till Sverige och ställer upp på förhör. [...] Men det är inte troligt att Julian kommer över frivilligt. För att det ska ske krävs det att Julian tvingas erkänna att han gjort en fullständigt felaktig analys av fallet. Och för det krävs det en stor person. 7) Ingen vanlig medelsvensson skulle vara så korkad att han flytt landet om han blivit falskeligen anklagad för våldtäkt. [...] Att Julian Assange beter sig dummare än en vanlig medelsvensson är helt klart. 8) Vår sexualbrottslagstiftning är konstig. Men man kan inte bortse från att Julian Assanges eget beteende från första början är det som i mycket stor utsträckning bidragit till att fallet blivit så extremt konstigt. 9) Att du tror att det ligger någon form av konspiration bakom är uppenbart. Det är också uppenbart att du inte anser att det behöver styrkas på något sätt. En lite märklig inställning. 10) Antingen är damerna involverade i konspirationen eller så är det några som använder fallet med syfte att få fast Julian Assange. Vi kan utesluta det första. Skälet är att av förhören kan vi direkt se att det finns inget allvarligt brottsligt i förhören. Inte heller är det sannolikt att tro att en konspirerande dam lägger ut tweets som sedan raderas. forts.. 11) forts...Då återstår konspirationen att några använder fallet för att få Julian Assange fast. Vilka är då dessa personer? Du borde rimligen kunna namnge åtminstone några. 12) Som du säkert noterat så har Julians nya advokater lagt upp försvaret helt annorlunda. Borta är alla grova och osakliga påhopp. 13) Samtyckesmålet i Malmö som åklagaren överklagade till Hovrätten är ett annat mycket märkligt hanterat fall. Det är inte heller en konspiration. Det fallet visar med önskvärd tydlighet att vi har en lagstiftning som är otillräcklig. 14) Jag har försökt förstå vad du skriver. Men trots ansträngningar begriper jag inte vad det är du försöker säga. Men jag förstår är missnöjd med hur massmedia skrivit om Julian Assange 15) Vari denna konspiration består undviker du omsorgsfullt att nämna. [...] Och hur har de lyckats att dölja allt detta för alla utom just dig? 16) Julian Assanges tidigare advokater lyckades skapa ett enormt mediarabalder runt frågan om utlämning genom att komma med ett stort antal felaktiga påståenden om Sveriges rättssystem och hanteringen av fallet. Att notera är att Julians nya advokater helt har släppt den kritiken. Med all sannolikhet för att de förstått att Julians fall inte tjänar på att man kommer med uppenbar desinformation. 17) Som det ser ut nu har du inga som helst fakta som stödjer ditt påstående om en konspiration. Du framstår mer som en religiös fanatiker. Bara det att du har en lite annorlunda religion. Din gud verkar vara Julian Assange. Och djävulen är inte en man med horn i pannan utan en massa mystiska ”dark forces” [...]. 18) Men det får mig inte att tro att det finns en konspiration av feminster som vill skicka Julian till Guantanamo och som ägnar sig åt att fängsla oskyldiga män. 19) Anledningen till att affären blivit så stor är beroende på att Julian fått människor att tro att det handlar om Wikileaks. Det är inte förrän hans nya advokat, Gareth Peirce, blir involverad som affären kommer ned till vad det handlar om. Anklagelserna om sexuella övergrepp. 20) Om Julian Assange hade lyssnat på sin svenske advokat, Björn Hurtig, hade han redan varit förhörd i Sverige och han hade varit en fri person. 21) Nu har Julian valt att inte lyssna på sin svenske advokat. Varför vet jag inte. Men jag tror att det har att göra med att han har svårt för att erkänna att han har fel. 22) Om jag är rätt informerad fick Björn Hurtig, på fråga, svaret att det inte fanns något häktningsbeslut gällande Julian Assange. Dvs det fanns inget som hindrade Julian Assange att lämna landet. Det kanske kan tyckas som en gradskillnad men det är en stor skillnad. 23) Det är det ena. Det andra som förvånar mig är att så många, av antalet kommentarer att döma, helt köper Julian Assange (och hans advokaters) historier. Det är ställt bortom rimligt tvivel att många av Assanges uppgifter inte är sanna. 24) Jag påstår att man som misstänkt har rätt att inte säga något.[...] En rättighet som brukar utnyttjas av grovt kriminella. 25) [...] när han får läsa att han är misstänkt för våldtäkt och ofredande på två svenska kvinnor. Tror han då att polisanmälan har att göra med det två kvinnorna eller tror han att han är utsatt för en smutskastningskampanj från ”dark forces”? Detta är viktigt. 26) När Julian kort därefter blir intervjuad av (norsk press tror jag) påstår han att det är en smutskastningskampanj men han vet bara inte vilka som ligger bakom. Det är detta uttalande, som Julian vet inte är sant, som gör att affären exploderar i media. 27) Någon dag senare påstår Julian, för att han vill backa upp sina påståenden om ”dark forces”, att han inte ens vet vilka de två kvinnorna är. Det är ytterligare ett lögnaktigt påstående. Vad som händer är alltså att Julian omedelbart väljer att försöka inbilla omvärlden att det handlar om en attack på Wikileaks. 28) Det Julian gjort är helt lagligt. Han har rätt att ljuga som misstänkt. Det är bara fullständigt idiotiskt. Julians första lögner är det som gjort denna historia till en maratonhistoria. Han har laglig rätt att bete sig som en korkröv. Det är inte så smart bara. 29) Förstår att du är övertygad om att det är en konspiration. Hittills har du inte presenterat ett enda fakta som tyder på att det är så. Det du presenterar är bara fria fantasier i en svårbegriplig förpackning.."
	},
	{
		"postIndex": 60001,
		"postNum": 61087,
		"postLink": "/sp49628489",
		"postTime": "2014-07-18",
		"postUser": "kavalen2",
		"postUserID": "/u131003",
		"postUrl": "https://www.flashback.org/t1275257p5091",
		"userUrl": "https://www.flashback.org/u131003",
		"sentence": "Lagligt eller inte, det är ju inte någon som vet att hon handlar på en underrättelsetjänst uppdrag förutom nån eller några få personer i regeringen som i så fall håller käften. Åklagare har ganska mycket makt. En åklagare kan tex välja att lägga ner en förundersökning och inte åtala med motiveringen att det inte finns tillräckliga bevis, fast att det finns bevis, men åklagaren kan välja att bortse från bevisen som finns om åklagaren anser att bevisen inte tillför något till utredningen, fast det kanske är totalt avgörande bevisning. Det är alltså åklagaren som har helt fria händer att värdera bevisen och bestämma, detta är ett bevis jag tar med i denna brottsmål, detta är ett jag inte väljer att ta med. Om sedan en åklagare gång efter annan väljer att inte ta med avgörande bevis i brottsmål så ifrågasätts ju dennes lämplighet som jurist och det går givetvis inte att fortsätta på ett sådant spår men det missbrukas helt klart. Tar man tex många polismål så säger åklagare många gånger att bevisläget är dåligt och det är därför jag har valt att lägga ner förundersökningen. Saken är bara den att bevisläget inte alls var dåligt, man vill hålla myndighetskollegor om ryggen och bortser från avgörande bevisning. Sverige en rättsstat, så fan heller. Förmodligen så har hon inte skött fallet fel i detta fall, det finns möjlighet att häkta någon på grunderna som hon häktar JA på men likväl som hon stretar emot och vill ha honom häktad lika enkelt skulle hon kunna argumentera för att han inte ska vara fortsatt häktad. Det finns åklagare som är realister och som i många förhandlingar släpper häktningen när det inte längre finns någon flyktfara eller exempelvis möjlighet för den tilltalade att förstöra bevis, påverka rättegången etc till sin fördel. I detta fall finns ju knappast någon flyktvara, Assange är redan i England på Ecuadors ambassad, han har varit där hur länge som helst. Att han skulle försöka påverka rättegången finns det överhuvudtaget inte något som talar för, vad ska han i så fall göra, ringa upp målsäganden och hota dessa, knappast troligt. Förstöra bevisning, vilket bevisning? Det spelar ingen roll var Assange befinner sig, han är inte i Sverige nu, skulle han vara på någon annan plats i världen så spelar inte det heller någon roll, situationen är likadan oavsett. I Svenska domstolar så använder man sig dagligen av telefonförhör, videoförhör och i övrigt teknik som finns tillgänglig. Därför förstår jag inte riktigt problemet med att bara använda sig av denna teknik för att hålla ett förhör, eller åka dit och förhöra Assange när han själv har gått med på det. Man undrar fortfarande vad skillnaden skulle vara mellan ett förhör på ambassaden eller i ett polishus här i Sverige om Assange skulle svara likadant på åklagarens frågor. Är det att man genom olika metoder ska kunna köra med lättare tortyr som förhör mitt i natten etc för att knäcka honom, förhör under bordet eller liknande. Något sådant är inte tillåtet i Sverige. Hm konstigt case det här. Sen det här med att kvinnor känner sig kränkta. Det här kan jag bli irriterad på, när någon känner sig kränkt så ska man gå på dennes linje. Många är så förbannat lättkränkta idag att man i princip skulle kunna döma varje man som har haft samlag med en kvinna utifrån att hon \"råkar\" komma på att \"det här gick jag inte med på\" Sen om hon kommer på detta \"det här gick jag inte med på\" en vecka senare så verkar det ändå som att åklagare tar det seriöst. En kvinna kan liksom börja må lite dåligt när fan som helst och då börja skylla på allt och alla, det där, eller det där gick jag inte med på och vill i sin depression och frustration just vid tillfället straffa någon och sen får det stora proportioner. Lägg ner det svenska samhället för fan, jävla daltande."
	},
	{
		"postIndex": 59153,
		"postNum": 60228,
		"postLink": "/sp49526475",
		"postTime": "2014-07-10",
		"postUser": "kurrekotte",
		"postUserID": "/u598850",
		"postUrl": "https://www.flashback.org/t1275257p5019",
		"userUrl": "https://www.flashback.org/u598850",
		"sentence": "Nu har jag roat mig med att läsa om från början till slut i jakten på vilka dagar som hände vad. Vad det gäller AAs plötsliga vändning så får jag inte intryck alls av att den är särskillt plötslig utan gradvis ökar i takt med att han visar intresse för SW och att hennes misstankar om att dom redan knullat ökar så till den grad att samma dag som det faktiskt blir sant, så beskriver hon just den misstanken för JW. Det mesta i HÄPM tyder ju sedan på att det var under fredagen som SW kontaktade AA men vissa oklarheter finns ju, inte minst undrar man ju hur dom hann med allt och det finns tveklöst utrymme att denna detalj tillrättalagts för att AA skulle slippa obekväma frågor, t ex om vad hon gjorde redan under torsdagskvällen. Det har ju i så fall varit en väldigt aktiv fredag när SW först försöker få tag på JA via AA och bekräftar hennes misstankar vilket resulterar i att AA spelar så till den grad på SWs fobi för oskyddade penisar att hon följer med AA till hennes polispolare IK under en förespegling av att man skall tvinga JA att HIV-testa sig och någonstans i vevan hinner dom även göra tester med rape kit och försöka utpressa JA till att göra HIV test via bulvan samtidigt som man bedyrar för honom att ingen polisanmälan kommer att ske. AA lyckas även få tillbaka nycklarna till lägenheten av honom utan att han anar oråd. Sedan var det ju väldigt lustigt att friska upp minnet kring detaljerna runt själv brottsanklagelserna där följande bild blir tydlig. När väl SW väl hamnar på polisstation så försöker IK i sin största VILJA att GÖRA RÄTT pressa ur SW en våldtäktsanklagelse som hon inte alls vill ställa upp på och när detta misslyckas så tar hon hjälp av AA och skapar en anmälan i alla fall med resultat att SW vägrar fortsätta förhöret, vilket leder till att det varken blir uppläst eller godkänt. Det tror fan att IK inte ville spela in det förhöret eftersom hennes egna övertalningsförsök då hade blivit del av materialet. AA är i sin tur så förkrossad och uppsliten att hon omedelbart måste gå ut och festa med sina kompisar och för dessa berätta nya kreativa detaljer om kondomen som användes. Vad det gäller AAs anklagelser så finns det ju inte ens något i hennes egen berättelse som styrker dom. Enligt JA knullade dom i omgånger i flera timmar med samma kondom. Ingenting i AAs berättelse motsäger det påståenden, utan istället är tidsåtgången väldigt flytande i form av \"en stund senare\" drog han ut och gjorde något med kondomen och det hördes ett pluppande ljud och sen fortsatte dom en \"stund\" till. Att han vid det tillfället skulle ha kunnat rätta till kondomen är otänkbart. Den enda förklaringen är att han måste ha gjort sönder den på ett sätt som var omöjligt för henne att upptäcka trots att hon både tittade och kände på den för att säkerställa att så inte var fallet. Att hennes egna naglar skulle ha kunnat skada kondomen när hon kände efter om den var trasig är självklart också otänkbart. Och trots att hon måste ha varit ofattbart våt för att han skall ha kunnat fortsätta samlaget utan att totalförstöra kondomen så kan fläcken i sängen omöjligen vara hennes egen. Och eftersom hon nu var så våt så är det även helt otänkbart att kondomen skulle ha kunnat gått sönder på grund av att den använts i omgångar under de \"stunder\" som enligt JA varade i flera timmar. Och trots att hon klagade till bekanta att JA var ohygienisk och tvångstvättade hans kläder så hade hon inget problem med att låta den begagnade kondomen ligga på golvet i över en vecka så att hon senare kunde hitta den och lämna in den till polisen utan att den innehöll något spår av varken hans eller hennes DNA. Inte ens när hon på onsdagen låg på en madrass på golvet bredvid sängen kände hon behov av göra något åt kondomen under sängen som måste ha luktat jättegott i augustivärmen. Det finns verkligen inga gränser för hur verklighetsfrånvänd man måste vara för att läsa den smörjan och sedan komma fram till slutsatsen att den enda förklaringen är att JA medvetet gjort sönder en kondom i syfte att kränkningsvåldta... Och då har ändå ingen hänsyn tagits till hur till synes jävla nöjd AA var med att ha JA på besök dagen efter, så till den grad att hon spontant under lunchen bestämde sig för att arrangera en kräftskiva åt honom och sedan upprepade gånger tackade nej till erbjudanden att låta honom bo på annat ställe. Men nej det är verkligen off topic och fullständigt obefogat att ana dold agenda, trolleri eller mental ohälsa från en sådan debatör. Full respekt till mod som står upp för den saken. Vad SW beträffar så verkar hon trots allt enligt hennes bror ha varit så genuint orolig för HIV att hon bland annat började käka bromsmediciner efteråt. Samtidigt framgår det ju att hon verkar ha väldigt lätt för att oroa sig, inte minst när hennes bror berättar att hon var skakad över något redan innan hon blivit \"våldtagen\". Hon var ju såklart livrädd för att JA skulle sno alla hennes dyra prylar. Han var ju faktiskt en främmande människa lämnad ensam i hennes lägenhet. Att hon enligt egen uppgift stalkat honom i flera veckor, halvknullat honom på en biograf medans hennes kollegor tittade på, väntat ett par dagar och sedan släpat hem honom och knullat med honom flera gånger, gjorde honom inte mindre främmande eller olämplig att vara ensam i hennes lägenhet. Genom sig själv känner man andra, eller hur var det nu? Men det finns ändå inget i hennes berättelse som direkt motsäger påståendet att han skulle kunna ha tryckt in kuken oskyddad i henne medans hon halvsov och att han även skulle ha kunnat vara medveten om hennes påtagliga fobi för naken kuk. Å andra sidan så säger hon själv att hon efter ett långt förspel tidigare på natten blev chockad när han plötsligt avvisade henne och drog täcket till sig och somnade. Sen hade låg hon och grejade med telefonen och plötsligt så hade hon sex med honom vilket leder henne till den häpnadsväckande slutsatsen att hon också måste ha somnat till. För inte kan det lika gärna betyda att hon själv kan ha råkat \"våldta\" JA i ett \"utsatt läge\" när han från sovande plötsligt befann sig i en sexsituation med henne. Detta trots att han gjort det väldigt klart för henne att han INTE ville ha sex i samband med att han somnade... och hur tusan vet hon att han inte halvsov när dom väl började knulla eller när hon hämtade kondomer för att på så vis låta honom förstå att hon är totalt livrädd för naken kuk. Det är ju trots allt bara hela kärnan i anklagelserna mot honom. Men nä, tydligen krävs det en jurist för att få klarhet i det där och vem kan då vara bättre lämpad än en advokat med politisk agenda, som gjort sig känd genom att låta en klient bli oskyldigt dömd för seriemord, utan egentliga bevis, trots att det fanns vattentätt alibi för minst 1 av morden? Ja det skulle väl möjligen vara en åklagare som av någon orsak är så korrumperad att hon gör allt för att INTE driva ärendet till domstol. Min personliga tolkning är i slutändan att det inte fanns någon konspiration förräns AA och IK gemensamt skapade den någon gång efter att AA fick bekräftat att hon inte var the one and only. Att konspirationen sedan växte lavinartat i takt med att nya allierade tillkom med helt andra agendor än AAs sårade ego är enligt mig så uppenbart att det är pinsamt. Dock ingen skugga över rättsväsendet. Alla vidtagna och inte vidtagna åtgärder är fullt proportionerliga och helt utan politiska kopplingar. Vi bor faktiskt i Sverige och här är rättsäkerheten ofelbar till och med när den ibland undermineras så till den grad att den inte existerar alls. Vi har nämligen den inbyggda skyddsmekanismen att alla inom rättsväsendet drivs av en vilja att göra rätt. Ärendet handlar alltså enbart om en man med unken kvinnosyn och inget annat, detta trots att de enda vittnena som haft någon nämnvärd kontakt med honom vittnar om motsatsen. Att han inte reser hit oftare är faktiskt helt obegripligt, speciellt med tanke på att vi absolut under inga omständigheter kan tänka oss att ge honom minsta lilla löfte om att den egentliga agenden numera inte är att skicka honom till USA där det absolut inte finns någon som vill göra honom det minsta lilla illa."
	},
	{
		"postIndex": 24434,
		"postNum": 24966,
		"postLink": "/sp28878544",
		"postTime": "2011-02-14",
		"postUser": "Pentyl",
		"postUserID": "/u304341",
		"postUrl": "https://www.flashback.org/t1275257p2081",
		"userUrl": "https://www.flashback.org/u304341",
		"sentence": "Punkterna och sammanfaller delvis (Trenk skiljer sig något från JA) och är helt releventa, (även om hänvisningen till Trent inte är ett argument i sig). Detta är viktiga formalia och på just denna punkt har jag själv vid flera tillfällen ställt mig mycket undrande till EAW. Men jag har i brist på djupare kunskaper låtit det definitiva omdömet anstå. Punkterna och sammanfaller också, i så måtto att utifrån vad som är känt här utanför utredningen borde MLA fungera utmärkt, dvs den propotionalitetsprincip jag själv understrykt och som du nämner som punkt 11. Däremot är din motivering under punkt 1 helt felaktig. EAW kan inte ha blivit onödig bara för att JA faktiskt hängde i Sverige några veckor. Att utredningar tar snuskigt (och i mitt tycke skandalöst) lång tid kan i sig inte utgöra ett legalt hinder för användandet att tvångsmedel för att kunna genomföra förundersökningen. Ur en mänsklig synvinkel är det förståeligt att JA tröttnat men det är en helt annan sak. På punkt så måste vi erinra oss några saker. JA är Häktad i sin utevaro, misstänkt för Våldtäkt (BrB 2 avd 6 kap 1§ 2 o 3 st). , och en del annat. Kom också ihåg att denna häktning är beslutad av domstol. Och den är dessutom . Hovrättens viktigaste justering var att våldtäkten skulle kunna vara mindre grov. Det innebär att han fortfarande är skäligen misstänkt för Våldtäkt men att han bara riskerar fyra år istället för sex år. Han är alltså inte misstänkt för brottet Sugit på någons tår, såsom hans försvarare skojade om saken. Det skulle se mycket märkligt ut om den engelska domstolen skulle avfärda EAW med hänvisning till att en gör en annan bedömning om vad som rimligtvis kan utgöra våldtäkt. Då har vi plötsligt en situation där en utländsk underrätt kan agera som ställföreträdande Sveriges Högsta Domstol. Det faktum att vi tycker oss ha goda skäl till att tro att han inte alls kan dömas är fortfarande i sig inget giltigt argument, eftersom det är den saken som förundersökningen har till syfte att klarlägga. Den utlösande orsaken till att åklagaren ansökte om häktning var att hon inte lyckades få fatt på JA för att förhöra honom. Först efter att han häktats dök han omsider upp i London och började schackra om förhörsformerna. Därtill kommer dessa för mig obegripliga formalia som finns kring \"list-brott\", som inte synes mig gagna JA linje i förhandlingen. På punkt har du fel, men det är förlåtligt i denna myrriga tråd. Det finns en delegationsordning. På punkt har du fel. Då det pågår en förundersökning och råder förundersökningssekretss. På punkt tror jag du m fl har fel, men jag väntar ännu på att någon övertygad lägger fram något enda argument för hur Reinfeldt skulle ha omöjliggjort saker och ting - vilka och på vilket sätt. På punkt tror jag du har fel. M Ny må ha varit klumpig och överdrivet ivrig i sitt sökande efter brott, men \"grova fel\"? Vilka är dessa \"grova fel\"? Vänligen förklara vilka de är så att männskan en gång för alla döms för tjänstefel och i bästa fall avslutar sina dagar med att sortera begagnade ringpärmar i något underjordiskt arkiv. OCH - och här har du helt fel avseende målet om utlämnande - hur i jösse namn skulle ett sådant tjänstefel kunna innebära hinder mot EAW? Vi har inga Miranda rights eller liknande i Sverige. Punkt sammanfaller till stora delar med punkt 4. Det är synnerligen allvarliga påståenden du gör och även om jag har sett påståendena förut så har jag ännu inte sett någon enda argumentation för att de är rimliga. Både det illegala och det korrupta är saker som man borde kunna sätta fingret på med väldigt konkreta exempel. Kan man inte det så är det inget argument med bärkraft. Punkt är en typisk Flashbackfråga, ett ämne som Flashback är som klippt och skuret för. Här måste de klagande nog försöka bringa reda i sina termer lite. Det är väl ändå inte så att man medelst EAW söker fånga in och oskadliggöra en politisk motståndare? Tvärtom var väl karln närmast föremål för politisk idoldyrkan. Punkt 12 snuddar kanske vid det som varit något av försvarets huvudnummer i London, nämligen att det för sexualbrottsanklagade män råder en fundamental rättsosäkerhet i Sverige och att män regelmässigt döms på lösa boliner. Och att detta skulle vara ideologiskt - feministiskt - betingat. Och sannerligen har det avkunnats både märkliga och felaktiga domar i det avseendet. Men, återigen, försvaret har mycket svårt att leda tesen om den totala rättsrötan i bevis, främst för att den är felaktig. En majoritet av alla förundersökningar leder inte ens till åtal. Kanske som en följd av att man vänt på många stenar; det typiska för de allmänt omtalade fallen av feldomar är ju just att man ignorerat hela stenhögar, ett slarv man troligen inte riskerar i detta fall. (Dessutom har HD genom två vägledande domar under fjolåret givit solklara direktiv till underrätterna angående bevisvärdering ord-mot-ord-situationer och angående krav för hur målsägares vittnesmål skall bedömas. Hurtig et al är extremt väl medvetna om dessa domar, domar som i en svensk eventuell rättegång mot JA skulle komma att ha en direkt inverkan på utfallet. Av en händelse nämndes inte dessa domar av försvaret eller av något av vittnena Bloggaren, f.d. Lagmannen eller f.d. Åklagaren, liksom heller inte av vittnande svenske försvararen Hurtig). Jag noterar att det finns i tråden framförda påståenden som man ibland menar skulle omöjliggöra utlämning, som du väljer att inte ta upp. T ex allt som har att göra med att CIA skulle beordrat svenska regeringen till detta eller påverkat andra att direkt eller indirekt gillra en . Eller den tidningsägande Bonnierfamiljens religiösa inriktning. Och liknande. Jag antar att vi på vissa punkter är ganska eniga om det långsökta i hypoteserna. Så för att konkludera, så tycker jag personligen att en EAW förefaller vara en förskräckligt överdriven maktdemonstration enär MLA borde vara tillfyllest. Vidare är jag osäker på om den formella grunden är tillräcklig men det får vi snart se. Resten har jag inte sett minsta valitt argument för att det har med saken att göra, även om mycket är intressant ur andra aspekter. Däremot, vad som händer sen - vad som än händer sen - kommer bli mycket intressant. Väcks åtal så skulle jag bli ytterligt förvånad och nyfiken på hur det skall kunna drivas i hamn. Och väcks inte åtal efter att förhör hållits, så har M Ny en ganska tuff uppgift att förklara sig. Speciellt som det sannolikt kommer att spridas en mer allmän insikt om att JA inte hanterats speciellt annorlunda än någon annan brottsutpekad man, eller för all del kvinna så länge det inte rör sig om relationsbrott."
	},
	{
		"postIndex": 17798,
		"postNum": 18186,
		"postLink": "/sp27559871",
		"postTime": "2010-12-14",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t1275257p1516",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Helt rätt uppfattat. Eftersom Marianne Ny inte accepterar ett förhör i England eller på annat sätt än genom personlig inställelse så finns det inte så många andra alternativ. Tyvärr är det endast det svenska rättssystemet som kan ställa krav och som har regler avseende rättsprocesser i Sverige, det kan ingen misstänkt göra, i något fall. Därför finns inga sätt för honom att varken rentvå sig eller komma ur denna härva förrän han inställt sig för förhör och kanske även deltagit i en rättsprocess. Du kan inte mena allvar att en rättegång i Sverige inte skulle gå juste till. Det är klart att svenska rättegångar inte är fixade. Sedan att det i många fall kan vara märkliga resultat i ett våldtäktsmål är en annan sak men med den mediauppmärksamhet som råder i detta fall kommer en domstol absolut inte ha utrymme för några misstag. Finns det dessutom som Hurtig påstår även bevis som är tillräckliga att fria Assange så blir han förstås inte dömd. Så svaren på dina frågor är att jag är övertygad om att Assange får en rättvis prövning och kommer att bli friad om det stämmer med den information som vi hittills har fått ta del av. Min första och ursprungliga ståndpunkt till detta, som jag tidigare skrivit i tråden, står jag fortfarande fast vid. Är det dock så att det kommer fram andra och nya uppgifter i detta fall så kan det förstås framöver förändra bilden. Att Assanges engelska advokat uttalar sig med anonyma källor baserat på skvaller och uttalanden från okända personer är förstås inte värt ett skvatt. Jag var själv från början säker på utlämning från Sverige men har med tiden vägt det som kommer fram och anser att det idag är en betydligt mindre chans att han blir utlämnad från Sverige än från exempelvis England. Den dagen USA börjar jaga Assange är han inte säker någonstans. Än så länge är det dock bara hans advokater som påstår att det är på gång. Det är märkligt att hans advokater kan veta detta men ingen annan runt om i världen. Jag tror att om Assange tar tag i detta själv och på egna villkor och på eget initiativ kommer han snart vara en fri man att resa vart han vill i världen, förutom USA förstås. Om han drar ut på tiden finns risken att amerikanarna kommer att sätta igång med en jakt på honom och det blir lite svettigare än att han Marianne Ny i hälarna. Nu är han på väg till rätten så får vi se vad det blir för beslut i första instansen. Kanske det kommer fram mer information där."
	},
	{
		"postIndex": 13970,
		"postNum": 14254,
		"postLink": "/sp26967751",
		"postTime": "2010-11-19",
		"postUser": "flashback979",
		"postUserID": "/u375035",
		"postUrl": "https://www.flashback.org/t1275257p1188",
		"userUrl": "https://www.flashback.org/u375035",
		"sentence": "Det verkar som vår militanta specialåklagare Marianne \"Mustaschen\" Ny inte bara brutit mot Europakonventionen - som bör vara supranationell och därmed gälla över den svenska lagen - men även brutit mot den svenska lagen. Hon tycks tycka att det räcker att låta advokaten få hämta ut lite handlingar någon timme innan häktningsförhandling - s a s ställa den misstänkte inför fullbordat faktum. Jurist hon är, hon tycks trampa lagen med båda fötterna. SvD länkar i sin artikel om häktningen av Assange till två intressanta och läsvärda texter skrivna av dennes brittiske advokat respektive svenska advokat. När man hör om historien undrar man ju hur det kan vara möjligt efter åklagarmyndighetens tidigare fadäs. Så för att besvara frågan om det verkligen är möjligt för åklagaren att bete sig så här så tänkte jag återge litet av de källor som refereras till i de där twitterinläggen. Först och främst har vi som säger att: Då förundersökningen kommit så långt att någon skäligen misstänks för brottet, skall han, då han hörs, underrättas om misstanken. Den misstänkte och hans försvarare har rätt att fortlöpande, i den mån det kan ske utan men för utredningen, ta del av vad som har förekommit vid undersökningen. De har vidare rätt att ange den utredning de anser önskvärd och i övrigt anföra vad de anser nödvändigt. Underrättelse härom skall lämnas eller sändas till den misstänkte och hans försvarare, varvid skäligt rådrum skall beredas dem. Åtal får inte beslutas, innan detta har skett. På begäran av den misstänkte eller hans försvarare skall förhör eller annan utredning äga rum, om detta kan antas vara av betydelse för undersökningen. Om en sådan begäran avslås, skall skälen för detta anges. Innan åklagaren beslutar i fråga om åtal, får han hålla ett särskilt sammanträde med den misstänkte eller hans försvarare, om detta kan antas vara till fördel för åtalsbeslutet eller för sakens fortsatta handläggning i övrigt Enligt Hurtig har han upprepade gånger begärt att Assange ska höras så att de ska kunna få reda på vad anklagelserna handlar om. Detta nekades under flera veckors tid. Han har även skickat in en formell begäran den 14 september som inte fått något formellt svar, vilket Hurtig bedömer vara i strid med ovanstående paragraf. Han frågade skriftligt om Assange var fri att lämna landet och fick via ett telefonsamtal svaret att han var det. Vid senare tillfälle har han varit i kontakt med åklagaren och försökt hitta datum då Assange skulle kunna åka till Sverige, men detta nekades för att en polis vid ett tillfälle var sjuk och för att åklagaren vid ett annat tillfälle inte kunde. Assange har också föreslagit att han hörs över telefon, vilket också det nekats. Hurtig hänvisar sedan till det prejudicerande rättsfallet NJA 2007 s. 337. I det fallet beslutade högsta domstolen att en man från Dubai som var misstänkt för grovt skattebrott i Sverige (17 oskattade miljoner efter en Ericsson-affär) inte skulle häktas i sin frånvaro. Så här skrev HD: I målet har inte förebragts tillräckligt underlag för slutsatsen att förhöret av utredningstekniska eller andra skäl inte skulle kunna genomföras per telefon eller genom skriftväxling. Om detta kan ske skulle det stå i god överensstämmelse med principen att ingen i onödan bör drabbas av kostnader eller olägenheter på grund av förundersökningen (23 kap. 4 § första stycket RB). Under dessa omständigheter får det anses oproportionerligt att i nuvarande läge besluta om häktning av L.O.K. En motsatt bedömning kan emellertid komma att framstå som befogad för det fall åklagaren söker föranstalta om telefonförhör eller ställa frågor skriftligen till L.O.K. och detta visar sig inte kunna ge tillräckligt underlag för förundersökningens slutförande. Då ska man dessutom ha i beaktande att mannen från Dubai hade förklarat att han inte hade några planer på att resa till Sverige medan Assange i varje fall i ett tidigare skede klargjorde att han hade sådana planer. Den brittiske advokaten Mark Stephens säger att under hela tiden har inte svenska myndigheter inkommit med ett enda skriftligt dokument om anklagelserna, vilket både han och Hurtig menar är ett brott mot Europakonventionens artikel 6:3 som bland annat säger att ”Everyone charged with a criminal offence has the following minimum rights: a) to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him”. Vi känner förstås inte till alla detaljer ännu, men visst känns hela hanteringen märklig. Läs gärna advokaternas texter. De ger mer information än de flesta nyhetsartiklar. Andra bloggar om häktningen: HAX, Tianmi, Björn Nilsson."
	},
	{
		"postIndex": 59295,
		"postNum": 60373,
		"postLink": "/sp49536213",
		"postTime": "2014-07-11",
		"postUser": "kurrekotte",
		"postUserID": "/u598850",
		"postUrl": "https://www.flashback.org/t1275257p5032",
		"userUrl": "https://www.flashback.org/u598850",
		"sentence": "Nu tänker jag roa mig med att spåna väldigt fritt och utförligt med huvudsaklig utgångspunkt i att det ovanstående är det faktiska och direkt observerbara resultatet i samband med att JA anhölls. Kan det vara så enkelt att det handlar om två eller fler relativt separata konspirationer som mer eller mindre flytit ihop efterhand? En första konspiration som hade till mål att genomföra ett renodlat karraktärsmord på JA initierad av AA. En parallell konspiration med mål att till varje pris förhindra etableringen av wiki leaks i Sverige. En senare konspiration ledd av CBo. Jag föreställer mig då att den första konspirationen skulle kunna ha både slutplanerats och genomförts i princip som en kupp inom ett dygn med början på torsdag kväll den 19:e. Steg 1 var att få JA att indirekt erkänna att han haft sex med SW genom att utpressa honom att testa sig och på så vis säkerställa att han inte kan blåneka sig ur situationen och indirekt erkänner att han är rädd för en polisiär utredning och har något att dölja. Eventuellt även tänkt att läckas: \"ASSANGE TESTED FOR HIV IN ONGOING RAPE INVESTIGATION\". Steg 2 var att AA skulle invänta rätt tillfälle, när ordinarie åklagare åkt hem och Jourhavande åklagare MHK fanns på plats tillsammans med insp LW och IK. Steg 3 var att LW skulle uppfatta ordet våldtäkt och kontakta MHK. Steg 4 var att IK skulle upprätta en formell anmälan Steg 5 var att MHK skulle anhålla JA och läcka den faktiska omständigheten till pressen som redan var informerad. Steg 1 misslyckades men saknade större betydelse Steg 2 misslyckades delvis genom att AA dök upp för tidigt med SW. Detta räddades dock upp genom att LW improviserade och genomförde odokumenterade \"förhör\" i syfte att dra ut på tiden vilket dock innebar att man fick besvärligt med tidsangivelser Steg 3 gick utan problem Steg 4 höll på att misslyckas när SW vägrade samarbeta men räddades upp av AA som lyckades antyda ett unket mönster Steg 5 Klantades till tidsmässigt pga problemen i steg 2 men timades perfekt när informationen sedan läcktes till pressen Vet vi t ex vilken tid på fredagen som IK och MHK började jobba / föregående personal gick hem? LW \"råkade\" ju bara av en slump vara på inre tjänst vid tillfället och IK råkade bara vara kompis med AA. Var det möjligt att genomföra utan medveten hjälp från MHK? Var LW den enda polisen som egentligen behövdes och var det därför hon ringde så många olika personer för att få dom att hålla med om att det var våldtäkt som inträffat? Dvs att hon mer eller mindre fiskade med telefonispam efter någon som skulle nappa på betet och MHK visade sig vara en lyckoträff? Jag är fullt medveten det är kopiösa mängder spekulation och väldigt lite fakta i min beskrivning... Men om man för tillfället bortser från den grova bristen på stödande fakta, vilka kända fakta eller förutsättningar finns det som direkt motsäger teorin? Är det t ex möjligt att AA redan från början hade till uppgift att para ihop SW och JA men att AAs eget sex med honom var oplanerat? Det var trots allt hon som bjöd in SW och säkerställde att dom träffades och såg till att JW var informerad om att JA var intresserad av sex med SW i samband med att hon just den morgonen \"inte hade tid\" att hämta honom. Något som talar emot är ju det faktum att hon hade sex med honom och satt skröt om hur amazing det var i hans närhet på nätet, så spontant känns det väldigt osannolikt att AA jobbade på uppdrag redan under seminariehelgen. Men om man ändå tror att AA ingick i konspiration redan innan seminariet, är det rimligt att hon kunde förutspå skandalpotentialen i SW om man samtidigt utgår från att SW INTE var en medveten aktör, utan bara någon \"random girl\"? Att planerat försöka sätta dit någon genom att planera att denna skall ha sex med någon \"random\" person för att sedan bygga vidare på det känns verkligen inte som någon genomtänkt plan alls. Om man då utgår från att både AA och SW redan i förväg var del av den tänkta konspirationen? Det som främst talar emot den saken är ju hur ofattbart dåligt det i så fall geomfördes. SW kunde ju helt enkelt bara satt sig hårt på en vägkon eller dunkat huvudet i väggen innan dom gick till polisen så hade inget ytterligare krångel behövts. Jag kommer helt enkelt ingen annanstans än SW inte i något scenario verkar ha varit en medveten deltagare i någon konspiration och att AAs deltagande som tidigast verkar ha kunnat uppstå någon gång efter att hon satt och twittrade på kräftskivan eftersom allt annat borde ha ledit till ett mycket effektivare resultat. Alternativt så var SW helt enkelt en osannolikt dålig agent med samtidiga drag av att vara en helt ofattbar bra agent vilket känns aningen svårköpt det också. Men om det nu var en konspiration med syfte att stoppa WL, satt det då ett gäng mörkermän och desperat väntade på ett tillfälle att i sista stund karaktärsmörda JA? Är det då även rimligt att anta att det bara var en slump att JA fattade tycke för SW som resulterade i att man precis i grevens tid inte bara fick med sig AA utan att hon även tog med sig SW på köpet? Personligen tycker jag det är för osannolikt. Möjligen om hon var någon slags sovande agent som värvats, t ex i samband med ship to gaza och sedan aktiverades först efter kräftskivan... men bleh, jag har fortfarande svårt att se den möjligheten som trolig... och varför aktiverades hon i så fall inte tidigare? Var hon tvungen att vara med på bild på seminariet eller kräftskivan för att dom skulle upptäcka att dom visst råkade ha en sovande agent inplanterad som ingen hade koll på? Om man då istället börjar tvivla så långt att man helt enkelt utgår från att det till en början handlade om en försmådd AA vs JA. Hade hon verkligen tillräckliga kontakter för att iscensätta spektaklet på polisstationen? Jag kan hur jag än anstränger mig inte komma fram till någon annan slutsats än att hon uppenbarligen hade det eftersom det skedde. Är det möjligt att hon i samband med detta kom i kontakt med andra som hade för agenda att stoppa wiki leaks och då passade på att göra gemensam sak i olika syften men med samma mål? Spontant känns det ju som att det i så fall skulle förklara hur allting plötsligt kunde gå så rasande fort och det förklarar ju även tillgången på nödvändiga resurser och kontakter samtidigt som det även sammanfaller med att WL stoppades från etablering i sista sekund. Den sista återstående möjligheten jag kan se vore ju att ingen konspiration alls existerar vilket i så fall gör det till århundrats största slump, där det bara råkar hållas hemliga förhör, sms råkar hemligstämplas, alla bara råkar känna AA och alla bara råkar slarva och göra alla möjliga oförklariga saker, innan det bara råkar läckas till pressen, innan det bara råkar bedömas helt anorlunda av nästa åklagare, osv. Den teorin känns helt enkelt minst trolig av alla scenarion jag kan fantisera ihop. Så vad tycker andra? Missar jag något helt uppenbart som gör att jag hamnat helt bredvid eller finns det något spår av logik i mitt resonemang? Tänker jag rätt när jag i praktiken kommer fram till att det enda som jag får att gå ihop är att AA sökte hämnd och eventuellt fick hjälp av andra krafter som ville stoppa WL och att man därefter skyndsamt och möjligen gemensamt satsade på ett klassist karraktärsmord och att detta nödvändigtis inte har någon direkt koppling till senare konspirationer?"
	},
	{
		"postIndex": 51412,
		"postNum": 52383,
		"postLink": "/sp42574338",
		"postTime": "2013-03-21",
		"postUser": "Bob-Wright",
		"postUserID": "/u725227",
		"postUrl": "https://www.flashback.org/t1275257p4366",
		"userUrl": "https://www.flashback.org/u725227",
		"sentence": "Det är mycket som är fel i det du skriver. Vet inte om det beror på att du saknar information eller att du bara litat på vad andra skrivit. Jag ska i några svar försöka förklara för dig så att du förstår. Om min ton ibland blir raljant så är det inte mot dig personligen utan jag är rätt trött att behöva förklara samma sak om och om igen och redovisa fakta. Jag börjar med grunden för häktning. För att kunna bli häktad måste det finnas åtminstone skälig misstanke om att den misstänkte har begått ett allvarligt brott. Flyktrisk är inte ett brott. I länken som du redovisade står: Det står också: . Från aklagare.se: Assange är häktad på sannolika skäl misstänkt för brott och det finns en risk att han avviker. Då det inte finns risk att han undanröjer bevis kommer han inte att ha restriktioner. Något som Tingsrätten beslutade den 18 november 2010. Är det klart nu? Assange fick av sin advokat veta runt den 15 september att det inte fanns några tvångsåtgärder riktade mot honom och att misstankarna mot honom kvarstod. Han har aldrig någonsin fått besked att han varit friad från misstankar. Han fick besked att han kunde lämna landet under en kortare period. Assange har aldrig stått till åklagarnas förfogande. Han har istället hållit sig undan. Något som Assanges advokater bekräftat. Domstolarna har slagit fast att Assange inte varit kontaktbar under perioden han var i Sverige. Varför häktades inte Assange den 1 september? Jag tycker att åklagarens beslut att inte omedelbart häkta Assange och förhöra honom var ett dåligt beslut. Den enda anledning till att det inte gjordes var för att man var ”snäll”. Man ville inte störa Assange i onödan och man var säkerligen rädd för det mediala tryck som skulle uppstått om han häktats. Assange hade också lovat att stanna i Sverige och reda ut det hela, något som åklagarna litade på. Istället ägnade man tid åt att förhöra målsägare och vittnen i 21 dagar innan man beslöt att kalla Assange till förhör den 23 september. Då han var onåbar kom man överens om ett nytt förhör den 28. Assange lämnade Sverige den 27 och sedan dess har han hållit sig undan. Åklagarna gjorde ett stort misstag som litade på Assange. Ett annat misstag var att dröja i 21 dagar med att vilja förhöra honom. Assange gjorde ett ännu större misstag genom att fly och sedan vägrat att inställa sig till förhör. Det är Assanges flykt som är orsaken till dagens situation. För att kunna förhöra Assange i England med hjälp av MLA krävs det att han samtyckt till förhör. Något som han aldrig gjort. Han har krävt att få hela förundersökningen innan förhör. Hans vägran att ställa upp på förhör har gjort det omöjligt att förhöra honom i England. Att förhöra en person med MLA i England är något helt annat än att förhöra en person i Sverige. En häktad person i Sverige behöver inte samtycka för att ett förhör ska äga rum. Åklagaren har tvångsmedel. Kommentera gärna detta innan jag går vidare med resten av dina påståenden."
	},
	{
		"postIndex": 29089,
		"postNum": 29707,
		"postLink": "/sp30143559",
		"postTime": "2011-04-17",
		"postUser": "skarlockholmes",
		"postUserID": "/u528808",
		"postUrl": "https://www.flashback.org/t1275257p2476",
		"userUrl": "https://www.flashback.org/u528808",
		"sentence": "PROJEKT: Sammanfattande tidslinje: - JA anklagas för sexualbrott mot AA och SW som ska ha ägt rum den 13 aug-17 aug 2010 - Polisanmälan och förundersökning startar från den 20 aug 2010 - JA häktas av Stockholms tingsrätt och Svea hovrätt den den 18 nov resp 24 nov 2010 - JA grips av polis i London 7 dec 2010 - Brittisk domstol beslutar om utlämning till Sverige den 24 feb 2011 - JA överklagar utlämningsbeslutet 3 mars 2011 Uppgivna brott: ----------------------- 1. Olaga tvång den 13-14 augusti, Stockholm. 2. Sexuellt ofredande den 13-14 augusti, Stockholm. 3. Sexuellt ofredande runt den 18 augusti, Stockholm. 4. Sexuellt ofredande den 16-17 augusti, Enköping. 5. Våldtäkt den 17 augusti, Enköping Här följer en mer detaljerad tidslinje: ------------------------------------------------------- Ur förundersökningen 3: Denna text är från samma förhör som i inlägg 2: \"Förhör våldtäkt alt. sexuellt ofredande\" målsägande Anna Ardin, förhörsledare Sara Wennerblom. pdf s 16 ff. s16: \"På fråga svarar Anna att varken hon eller Assange druckit någon alkohol under kvällen. När de satt och drack te började Assange smeka Anna på benet. På fråga svarar Anna att Assange tidigare under kvällen inte gjort några som helst fysiska närmanden på henne förutom nu vilket Anna till en början välkomnade. Dock kändes det enligt Anna \"obehagligt redan från början\" då Assange var hårdhänt och otålig. Enligt Anna gick \"allt så fort\". Han slet av henne kläderna och drog i samband med detta sönder hennes halsband. Anna försökte sätta på sig några klädesplagg igen då det hela gick så fort och kändes obekvämt men Assange plockade av dem genast igen. Anna uppger att hon då tänkte att hon egentligen inte ville gå vidare\" s17: \" längre men att det var för sent att säga stopp till Assange då hon \"gått med så här långt\", Hon kände att hon \"fick skylla sig själv\". Därför lät hon Assange dra av henne alla kläder. De lade sig därefter i sängen. Anna låg på rygg och Assange ovanpå henne. Anna upplevde det som att Assange direkt ville föra in sin penis i hennes vagina vilket hon inte ville då han inte hade någon kondom på sig. Hon försökte därför vrida sina höfter åt sidan och knipa ihop med benen i syfte att förhindra en penetration. Anna försökte flera gånger att sträcka sig efter en kondom, vilket Assange förhindrat henne att göra genom att hålla fast hennes armar och bända ut hennes ben och ändå försöka penetrera henne med sin penis utan kondom. Anna uppger att hon till slut kände sig helt gråtfärdig då hon var fasthållen och inte kunde få tag i en kondom och kända att \"det här kans lsuta illa\". På fråga svarar Anna att Assange måste ha vetat att det var en kondom som Anna sträckte sig efter och att han därför höll i hennes armar för att förhindra henne. Efter en stund ifrågasatte Assange vad Anna höll på med och varför hon knep ihop benen. Anna berättade då att hon ville att han skulle sätta på sig en kondom innan han kom in i henne. Assange hade då släppt Annas armar och tagit sig på en kondom som Anna plockade fram åt honom. Anna upplevde ett stort outtalat motstånd från Assanges sida att använda kondom vilket gjorde att hon fick känslan av att han inte satte på sig den han blev tilldelad. Hon tog därför ner sin hand till Assanges penis för att kontrollera att Assange verkligen hade satt på sig den. Hon kände då att kanten på kondomen satt som den skulle nere på Assanges penisrot. Anna och Assenge fortsatte att ha sex och Anna uppger att hon tänkte att hon \"bara ville ha det överstökat\". Efter en stund märker Anna att Assange drar sig ur henne och börjar ordna med kondomen. På ljudet att döma lät det enligt Anna som Assange tog av sig kondomen. Han trängde därefter in i henne på nytt och fortsatte samlaget. Anna kände då ytterligare en gång på Assanges penis och kände som tidigare kanten på kondomen vid penisroten varför hon lät honom fortgå. Ytterligare en stund därefter fick Assange utlösning i henne och drog sig därefter ur. När Assange plockade bort kondomen från sin penis såg Anna att den var tom på sädesvätska. När Anna sedan började röra kroppen märkte hon hur det \"rann\" något ur hennes vagina. Anna förstod ganska fort att det måste vara sperma från Assange. Hon påtalade detta för Assange vilken förnekade detta och svarade att det var bara hon själv som var blöt. Anna är övertygad om att Assange, när han drog sig ur henne första gången, tog sönder kondomen uppe vid ollonet och därefter fortsatte samlaget med efterföljande utlösning. På fråga svarar Anna att hon inte närmare tittade på kondomen, om den var sönder på det viset hon tror, men uppger att hon tror att hon har kvar kondomen hemma och skall undersöka detta. Hon uppger även att lakanen som användes vid detta tillfälle förmodligen ligger otvättade i hennes tvättkorg.\" \"De somnade, och när de vaknade hade de eventuellt sex igen, hon kommer inte riktigt ihåg. Han beordrade henne att hämta vatten och apelsinjuice åt honom. Hon tyckte inte om att bli beordrad i sitt eget hem men tänkte att \"skitsamma\" och hämtade det ändå. Han ville att hon skulle gå och köpa mer frukost. Hon ville inte lämna honom ensam i lägenheten, hon kände ju inte honom så väl, men gjorde det ändå. När hon lämnade lägenheten låg han naken i sängen och höll på med en av sina telefoner. Innan hon gick sa hon: \"Be good.\". Han svarade: \"Don't worry, I'm always bad'. När hon kom hem igen serverade hon honom havregrynsgröt, mjölk ock juice. Själv hade hon ätit innan han vaknade och också pratat med en kompis i telefon. Övergreppet De satt i sängen och pratade och han tog av henne kläderna igen. De hade sex igen och hon upptäckte plötsligt att han hade trätt kondomen endast Över ollonet men hon lät det bero. De somnade och hon vaknade till av hon kände honom tränga in i henne. Hon frågade genast: \"Are you wearing anything?\" och han svarade: \"You\". Hon sa till honom: \"You better dont have HIV\" och han svarade \"Of course not\". Hon kände att det var för sent. Han var redan inne i henne och hon lät honom fortsätta. Hon orkade inte säga till honom en gång till. Hon hade tjatat om kondom hela natten. Hon har aldrig haft oskyddat sex. Han sa att han ville komma inuti henne, han sa inte när han gjorde det men han gjorde det. Det rann ut mycket ur henne efteråt. Hon sa till honom att tänk om hon blev med barn. Han svarade bara att Sverige var ett bra land att ha barn i. Hon sa till honom skämtsamt att om hon blev med barn fick han betala hennes studielån. På tåget till Enköping hade han berättat att han hade sovit i Anna Ardins säng efter kräftskivan. Hon frågade om han hade haft sex med Anna men han sa att Anna gillade tjejer, att hon är lesbisk. Men nu vet hon att han gjorde samma sak med Anna. Hon frågade honom om hur många han hade haft sex med men han svarade att han inte hade räknat. Han sa också att han hade HIV-testat sig tre månader tidigare och att han hade haft sex med en tjej efter det och att den tjejen var testad och osmittad. Hon sa sarkastiska saker till honom i skämtsam ton. Hon tror att hon för sig själv ville avdramatisera det som hänt, han i sin tur verkade inte bry sig. När han fick veta hur stort henne studielån var sa han att skulle han betala henne så mycket pengar fick hon föda barnet. De skämtade om att barnet skulle heta Afghanistan. Han sa också att han alltid borde ha med sig abortpiller som egentligen skulle vara sockerpiller. Hans telefon ringde och han hade möte med Aftonbladet på tisdagen klockan 12. Hon förklarade för honom att han inte skulle hinna till det mötet och han flyttade fram sitt hela schema för dagen med en timme. Sedan cyklade han med henne på pakethållaren till tågstationen. Hon betalade hans biljett till Stockholm. Innan de skildes åt sa han åt henne att ha telefonen på. Hon frågade om han skulle ringa henne och det sa han att han skulle göra.\" 2010-08-20 Polisanmälan 2010-08-20 polis IK (S, och kompis med AA) beslutar om skälig misstanke om våldtäkt 2010-08-20 LW beslutar om misstanke om sexuellt ofredande 2010-08-21, kl. 11.31-12.20 polis SW håller förhör med AA (telefonförhör, referat) 2010-08-21 Chefsåklagare EF beslutar om nedläggning av förundersökning avseende våldtäkt men ger direktiv om vidare utredning om ofredande Den 21/8 hävdes anhållan av Assange och den 25/8 kom beslutet i Assangeärendet - två olika saker. Från Anhållan av Assange hävd 2010-08-21 Chefsåklagare Eva Finné har hävt anhållningsbeslutet av Julian Assange. Hon anser inte att det finns skäl för att han ska vara fortsatt anhållen. - Jag anser inte att det finns anledning att misstänka att han har begått våldtäkt, säger Eva Finné. Eva Finné lämnar inga ytterligare kommentarer under lördagen. Assange-ärendet, frågor och svar 2010-08-22"
	},
	{
		"postIndex": 39154,
		"postNum": 39954,
		"postLink": "/sp37925703",
		"postTime": "2012-06-18",
		"postUser": "tankar",
		"postUserID": "/u393938",
		"postUrl": "https://www.flashback.org/t1275257p3330",
		"userUrl": "https://www.flashback.org/u393938",
		"sentence": "I torsdags 2012-06-14 beslutade som vi vet brittiska Högsta domstolen att Julian Assange inte får omprövning av beslutet att han ska överlämnas från Storbritannien till Sverige. Brittiska Högsta domstolen beslutade då att Julian Assange ska överlämnas till Sverige tidigast om två veckor där han ska höras om sexbrottsmisstankarna mot honom som han anklagas för men som han själv nekar till. Ja, det var han. Utdrag ur Aktuellt i torsdags den 14/6; [---] Bert Sundström, reporter London : Men det kan nog tänkas att Assange kommer att försöka fortsätta att slåss för att slippa överlämnas till Sverige. Anledningen säger hans försvarare, är misstankarna att Sverige kan tänkas skicka Assange till USA p g a uppgifter om USA som Wikileaks offentliggjort, och som gjort att åtminstone vissa i USA ser honom som en landsfiende. Claes Borgström säger: Jag känner mig väldigt kritisk till att det har tagit så lång tid i Storbritannien. Men nu äntligen så finns det definitivt beslut i Supreme Court. Claes Borgström får frågan: Har du talat med dina klienter idag? Claes Borgström svarar: En av dem har jag talat med, och hon är ju naturligtvis ja både och ...lättad över att det har kommit så här långt nu äntligen, samtidigt väldigt..ska jag säga ...pressad. Det är naturligtvis ett väldigt ingrepp i hennes liv att behöva vänta och vänta... Sedan intervjuades i studion Thomas Olsson (Thomas Olsson och Per E Samuelson är sedan 2011-11-17 Julian Assanges svenska advokater.; Anna Hedenmo: Hur reagerar din klient på att han nu ska överlämnas till Sverige? Thomas Olsson: Just nu diskuterar man ju möjligheterna att föra ärendet vidare, och eventuellt begära en prövning av det i Europadomstolen. Och det är väl det alternativet då, vilka än möjligheter som det alternativet ger, som ligger närmast till hands. Anna Hedenmo: Vad tror du om möjligheterna att Europadomstolen tar upp det? Thomas Olsson: Ja, det...jag har ju ingen information om att det kommer att bli en klagan till Europadomstolen, men för det fall man skulle göra det, så är ju möjligheterna att få ett sådant här beslut stoppat väldigt begränsat. Europadomstolen har den möjligheten, och den tillämpas normalt sett i fall där det handlar om att utvisa eller överlämna personer till länder vars rättssäkerhet man kan ifrågasätta, och det är ju inte aktuellt i det här fallet. Anna Hedenmo: Så den chansen är inte så stor. Men varför är Julian Assange så rädd för att komma till Sverige? Thomas Olsson: Ja, jag vänder mig mot den formuleringen. Julian Assange är inte på något sätt rädd för att komma till Sverige, utan han har ju ifrågasatt det sätt man har försökt få honom till Sverige på, genom en europeisk arresteringsorder, och därför har han också utnyttjat de legala möjligheter som finns, att ifrågasätta. Och bara det faktum att den brittiska högsta domstolen har tagit upp frågan, visar ju på att det finns oklarheter kring den europeiska arresteringsordern, som måste prövas. Anna Hedenmo: Men hur ser du på hans möjligheter att.. eller...riskerar han något genom att komma till Sverige och förhöras om de här misstänkta sexbrotten? Thomas Olsson: Nej inte som jag ser det, utan tvärtom så tror jag att mycket kommer att klarläggas när Julian Assange får en möjlighet att lämna sin version av händelseförloppet. Och det är min övertygelse att han kommer att lämna Sverige som en fri man. Anna Hedenmo: Men om...om det är så lätt avgjort, varför...varför motsätter han sig då att komma hit? Thomas Olsson: Ja det är sättet som...där man har försökt att tvinga fram det här förhöret på. Julian Assange, han uppehöll sig ju i Sverige ett antal veckor efter det att misstankarna hade aktualiserats och ställde sig ju till förfogande för förhör. Han lämnade Sverige med åklagarens samtycke, och sedan har han också erbjudit sig att ställa upp på förhör i England. Men det har ju åklagarna avvisat, och därför har vi hamnat i den här väldigt olyckliga situationen. Anna Hedenmo: Hur bedömer du riskerna att Sverige...eller Storbritannien skulle ge Sverige godkännande att han utlämnas sen till...överlämnas till USA? För det är väl det som han är riktigt rädd för. Thomas Olsson: Jag tror det är ganska förmätet att avfärda risken beträffande begäran från USA om utlämning. USA har tydligt klargjort att man vill lagföra Assange att han har skadat amerikanska säkerhetsintressen. En sådan begäran kommer ju att rikta sig till Sverige om Assange är här, men då får den behandlas enligt den svenska utlämningslagen, och där krävs bland annat att Storbritannien ger ett godkännande, och det kan inte jag bedöma i dagsläget. Anna Hedenmo: Tack så mycket för att du kom till Aktuellt. Thomas Olsson: Tack. Finns just nu även tillgängligt här: Källa: Bra blogg här; Assanges advokat (Per E Samuelson) talar klartext om svensk rättsröta Fredagen den 8:e juni 2012 Kort utdrag ur bloggen; [---] \"Julian Assanges advokat Per E Samuelson kritiserar i en debattartikel i SVD det svenska rättssystemet. Han gör det i ett svar på en artikel av professorn i civilrätt Mårten Schultz (Brännpunkt). Schultz höjde det svenska rättsväsendet till skyarna, men Samuelsson håller inte med. \"Det är på tiden att någon med erfarenhet från verkligheten slår näven i bordet och säger som det är: Sverige är ingen rättsstat! I Sverige sker en slentrianmässig överanvändning av häktning med restriktioner. En användning som är onödig, förnedrande och berövar den misstänkte möjligheten att förbereda sitt försvar.\" Ord och inga visor med andra ord från Samuelson, som menar att Schultz inte vet vad han pratar om. \"Att börja en rättegång med att frihetsberöva och isolera den misstänkte från omvärlden är på sin plats när det gäller grov brottslighet och skuldfrågan är tydlig, men om saken handlar om vem som talar sanning av två jämbördiga, i samhället ytterst välanpassade, icke kriminella personer måste man ställa sig frågan varför en av parterna ska hållas häktad och isolerad före rättegången. Rättsaffären mot Assange hör dit. I en rättsstat låser man in skyldiga, inte oskyldiga. Genom att låsa in folk innan man vet om de är skyldiga blir effekten av den svenska överanvändningen av häktningar att massor av människor som är oskyldiga ändå har suttit inlåsta. Detta är orättvist, upprörande och stötande.\" [---] Källa:"
	},
	{
		"postIndex": 31165,
		"postNum": 31813,
		"postLink": "/sp31000173",
		"postTime": "2011-06-05",
		"postUser": "petterpeppar",
		"postUserID": "/u548106",
		"postUrl": "https://www.flashback.org/t1275257p2652",
		"userUrl": "https://www.flashback.org/u548106",
		"sentence": "Jag sökte igenom HäPM på relevanta citat. Här är först de som talar för att Sofia inte hade tänkt anmäla våldtäkt. Ett par av citaten innehåller utpressningsscenariot dvs att om JA inte genast testar sig så tänkte de polisanmäla. Båda gångerna kommer uppgifterna från DB. s20 (förhör med HM) Hanna sade att . s 42 (förhör med JW) JW: Jag ringde henne då samma dag som, eh, alltså precis, samtalet efter, efter Donald. Men det samtalet var väldigt kort, hon skulle precis gå och träffa eh, Sofia för att, eh,för att gå och konsultera med eh, med polisen. Men det som framkom från det samtalet det var att eh, jag kanske förstod fel så men det som framkom från det samtalet det var inte det som, som Donald hade sagt innan. Eh... och det var ju det som framkom under det samtalet. s43 (förhör med JW) Och vad jag förstod så var det därför s 52 (förhör med DB) Eh, Det är så de uttrycker det. Eh, de vill inte själva prata med Julian. Men Julian pratar med Sofia säger han och han tror att allting är överspelat, Men jag framför till Julian att, tjejerna vill att du ska ta en HIV-test och gör du det så ska de inte anmäla dig och gör du inte det så kommer de att anmäla dig. s68 (förhör med DB) DB: Inte efter anmälan men den här fredagen, eh, då tjejerna faktiskt går till polisen (ohörbart), jag tror att det är en fredag. Innan där så ringer Anna mig frekvent. Eh, och Okej sa jag, jag ska ringa till Julian och säga det. Och så gör jag det. Och så ringer jag till Anna och Anna ringer till mig. Och sedan ringer jag till Julian igen och då säger han, nej men nu har jag haft ett långt samtal med Sofia, Säger han då på fredagen. Och hon, (ohörbart) ingen fara, alltså hon tänker inte gå till polisen och det var, de var helt eniga och... s75 (förhör med MT) Marie vill också säga att hon har pratat så mycket med Sofia och att de är svårt att minnas vad som sagts och inte har sagts. Marie ville säga att då Hon kände att hon blev överkörd av polisen och andra runt omkring. ----------------------------------------------------------------------------------- Här nedan följer de citat jag hittat iHäPM genom att söka på våldtäkt / våldtagen / anmäla / gå till polisen. Det är framträdande hur det är AA som uttalar sig. Antingen via hennes kompisar (KB, PO) eller via telefonsamtal som JW och DB refererar till. Ibland ska våldtäkt anmälas, ibland ska de bara gå dit och berätta. Det enda citatet som verkar referera till något som SW direkt sagt är i själva anmälan (Sofia uppgav att hon blivit våldtagen...): s 2 (anmälan) Sofia uppgav att hon blivit våldtagen i sitt hem på morgonen tisdagen den 17 augusti genom att en man haft samlag med henne mot hennes vilja. Se sep. förhör. s 15 (förhör med AA) Igår (fredag 20/8 FLs ant.) fick hon ett mail från Sofia där hon undrar hur hon kunde komma i kontakt med Assange då det var en viktig sak hon hade att säga honom. Anna förstod direkt vad det handlade om och hörde av sig till Sofia vilken då berättat det som hänt henne. Att Assange och hon hade haft sex och att han inte ville använda kondom etc. s 17 (förhör med PO) Efter det ringde Anna till Petra på fredagen den 20 augusti då den andra tjejen precis hade tagit kontakt med Anna. Det hade enligt Anna funnits en massa likheter mellan Annas och den andra tjejens historier. Det som i första hand Petra menade och som Anna hade berättat var att Julien även med den andra tjejen hade velat ha sex utan kondom. Den andra tjejen hade velat ha sex med kondom men Julien hade sett till att de hade sex utan kondom mot andra tjejens vilja. s 22 (förhör med KB) Fredagen den 20 augusti var Kajsa och Anna på fest men det var efter att anmälan och allt redan hade hänt, Anna berättade att hon hade fått ett sms från den andra tjejen som ville ha kontakt med Julien. Anna hade förstått vad som hade hänt och de hade sedan pratat med varandra. Då hade också framkommit att polisen även gjort en anmälan vad gällde Anna och att polisen hade tolkat det som att Anna också hade blivit utsatt för våldtäkt. s 41 (förhör med JW) JW: Nej jag, eh, fick däremot ett samtal från Donald Boström, När jag var, när jag var utomlands. Eh... Vilken dag det kan ha varit. Kommer, kommer faktiskt inte ihåg vilken dag det var. Men jag fick i alla fall ett samtal där, där Donald sa till mig, eh, sitter du ner. Och, och jag blev genast väldig orolig. Och så sa han att, att . Och att Donald hade pratat med Anna Ardin. Och att Sofia hade pratat med, med Donald. Och att Anna var fly förbannad på eh, på det som hon hade hört från Sofia. Eh, och att hon av ett eller annat skäl eh, hade trott på det som Sofia hade sagt. Eh, och att de skulle, skulle mötas. Ja vilken dag det var. s 52 (förhör med DB) Därför att Och då undrar jag, går det att berätta utan att detta blir en anm..."
	},
	{
		"postIndex": 57334,
		"postNum": 58384,
		"postLink": "/sp46649538",
		"postTime": "2013-12-18",
		"postUser": "trenterx",
		"postUserID": "/u484147",
		"postUrl": "https://www.flashback.org/t1275257p4866",
		"userUrl": "https://www.flashback.org/u484147",
		"sentence": "Här är några punkter som kanske kan ge sammanhang. Med fokus på rättsprocessen som spårar ur redan från början. 1) Den polis (Linda Wassgren) som tog emot Sofia och Anna började med att låta dem sitta tillsammans och berätta sina historier, innan hon skiljde dem åt. Under det gemensamma samtalet berättade Anna att hon varit med om samma sak som Sofia. Det framgår av vittnesförhören i HäPM att detta ögonblick var avgörande för att alla skulle bli överens om att det handlade om våldtäkt. Det var givetvis fel att låta Sofia och Anna sitta tillsammans och utveckla en gemensam historia. 2) Linda Wassgrens förhör med Anna och Sofia finns inte bandinspelade och de finns inte ens nertecknade som konceptförhör. Ändå är dessa förhör HELT AVGÖRANDE för jouråklagarens beslut att anhålla Assange i hans frånvaro. Detta är ju rättsvidrigt! 3) Beslutet att anhålla Assange togs kl 1700 fredagen den 21 augusti. Då hade ett formellt förhör med Sofia nätt och jämt påbörjats. Förhörsledaren Irmeli Krans enligt egen uppgift att kommunicera direkt med jouråklagaren. . Tvärtom fick hon reda på att det redan var bestämt att det skulle bedömas som våldtäkt. Vad var då syftet med förhöret? 4) Det formella förhöret med Anna genomfördes först dagen efter anhållan. Trots att ett ofredande mot Anna var en del av de skäl som angavs för anhållan. 5) Inte ens de två formella förhören bandades. Varken med ljudband eller videoband. Ett av förhören (Annas) genomfördes i stället per telefon. De enda ljudinspelningar som görs är av de förhör där man ställer frågor om Wikileaks verksamhet (Assange, Johannes Wahlström, Donald Boström). 6) Polisen Irmeli Krans var jävig genom att hon var bekant med Anna. Hon var alltså fel person att genomföra förhöret med Sofia. Irmeli avfördes av detta skäl, enligt polisens uppgifter, från fallet måndagen den 23 augusti, men i själva verket jobbade hon fortfarande den 26 augusti med att föra in ”behövliga ändringar” i förhörsprotokollet. 7) Jouråklagaren Maria Häljebo Kjellstrand, berättade genast för Expressen att hon anhållit Julian Assange i hans frånvaro. Hon bekräftade för Expressen att det gällde våldtäkt och att det handlade om två kvinnor. Det var tjänstefel, men rättssystemet har aldrig prickat henne för detta. 8) Samma dag som Anna förhördes var polisen hemma hos Anna och inhämtade en trasig kondom. Beslaget skulle bevisa att Assange sliter sönder kondomer. Rapporten från Statens krimninaltekniska laboratorium två månader senare klargör att kondomen kan ha slitits sönder men också att det inte finns något cell-kärne DNA på kondomen, varken från man eller kvinna. Den har alltså aldrig använts för samlag. Det ser därför ut som ett manipulerat bevis. 9) Polisen har också beslagtagit en trasig kondom från Sofia. Den har DNA från två personer och har använts. I det nerskrivna konceptförhöret av Sofia finns dock ingenting om att en kondom skulle gått sönder, mycket mindre slitits sönder med avsikt. I stället handlar den föregivna våldtäkten om kondomlöst sex när Sofia halsov på morgonkvisten. 10) Marianne Nys återuppväckandet av förundersökning om våldtäkt bygger på ”ny teknisk bevisning”. Där ingår en falsk och en äkta kondom, båda sönderslitna, men av vem? 11) Marianne Ny har alltid vägrat att använda Mutual Legal Assistance för att förhöra Assange i London, trots att det är därför denna konvention finns inom EU. Åklagarmyndigheten har hävdat att det är olagligt eftersom det finns ett krav om utlämnande. Utrikesministern har uttalat samma sak. En medveten osanning, som Åklagaren så småningom fått backa på. 12) Marianne Ny hölls ovetande om att Ecuadors ambassadör i Stockholm personligen överlämnat en not från Ecuadors regering till Utrikesdepartementet där man erbjöd sig att medverka till att Assange kunde förhöras i London. 13) Till nackdel för både kvinnorna och Assange står hela förundersökningen still sedan länge. Det måste innebära ett brott mot plikten att skyndsamt utreda anklagelser om brott. 14) Storpolitiska påtryckningar omger fallet från dag 1. Sveriges regering står under tryck. Reinfeldt, Bildt och Göran Hägglund har alla uttalat sig om det konkreta fallet. Även EU-kommissionär Cecilia Malmström. Det är onormalt och emot rådande praxis. Slutligen bara två observationer när det gäller de två anklagande kvinnornas historier: 15) Anna har twittrat om att ”det var inte våldtäkt”. Sofia har sänt SMS till kompisar om ”att hon inte vill anklaga Julian för någonting” och ”att polisen ville få fast honom”. Vem är det egentligen som driver frågan om att sätta dit Assange? 16) Sofia har två olika stories. Hon gör rape-kit undersökning på SöS mottagning för våldtagna kvinnor och anmäler Assange för våldtäkt (enligt hennes nya advokat). Men sprider ut att hon egentligen bara ville tvinga Assange till HIV-test. Var hon pressad att anmäla? Slutsats: rättsprocessen är långt ifrån normal. Den är urspårad och det liknar rättsröta."
	},
	{
		"postIndex": 38540,
		"postNum": 39330,
		"postLink": "/sp37623501",
		"postTime": "2012-05-31",
		"postUser": "guaponi",
		"postUserID": "/u479015",
		"postUrl": "https://www.flashback.org/t1275257p3278",
		"userUrl": "https://www.flashback.org/u479015",
		"sentence": "Desto fler ideer /modeller över olika möjliga skeenden etc som kommer fram desto större sannolikhet att få fram sanningen. En del personer har stora problem att sovra information, du verkar tillhöra den kategorin. Det är många här som har varit med från starten och känner till alla underliga turer som varit i fallet. Jag har läst i stort sett varenda inlägg i den här tråden och tror att det är ytterst få som tror på den beskrivning du ger (däremot så finns det många som liksom du verkar tro att en majoritet härinne har en viss syn och att den inte är grundad på fakta utan fria fantasier). Min syn på vad som hänt(du kan kalla det konspirationsteori, jag kallar det en hypothes som är baserad på de hypoteser som finns multiplicerat med deras sannolikhet) - AA,SW går till polisen, de berättar en historia som även JA anser ligger nära sanningen över vad som hänt. Normala personer som läser förhören med de inblandade kan inte hitta något brott över huvudtaget i det som beskrivs av de inblandade. Det mest troliga är att AA,SW agerat på uppdrag av någon annan (i.e. CIA etc). Ifall de hade gjort det så skulle troligtvis deras historia varit väldigt annorlunda (i.e. de skulle beskriva ett grovt brott). Det kan inte uteslutas att någon av de inblandade har haft en agenda från tredje part (i så fall troligtvis AA), men det är mindre sannolikt. - Polisen , MN , åklagarmyndiheten m.fl agerar ungefär så klantigt som det överhuvudtaget är möjligt. Några av bristerna som funnits - Konceptförhör (i flera fall t.o.m) över telefon där förhören inte spelats in - Inblandning av polis som är jävig vid anmälan och inledande förhör ( känner en av de inblandade) - Polis, åklagare läcker som ett såll - Åklagaren MN, försvararen CB har en känd agenda i den här typen av mål ( MN's syn på personer som inte kan bli dömda pga brist på bevis och hur man ändå kan straffa de borde göra att hon inte tillåts att arbeta inom rättsväsendet överhuvudtaget, hennes syn är att den anklagade ska bevisa sin oskuld och inte tvärtom) - MN agerar ytterst oproffesionellt som åklagare , hon tar inte hänsyn till alla de faktorer som talar till JAs fördel (vilket hon som åklagare har skyldighet att göra, det är bl.a genom att hävda att en svensk åklagare är neutral som Sverige argumenterar att en EAW ska kunna utfärdas av Åklagare). Allt ovan kan ha hänt utan inblandning av andra aktörer med intresse av att stoppa WL. Man behöver inte vara särskilt konspiratorisk för att inse att det både planerats honeytraps och liknande mot JA och att JA varit väl övervakad av diverse säkerhetstjänster. Men huvudsyftet är att förstöra förtroendet och impacten av WL. Det absolut bästa är isåfall om nyttiga idioter som inte förstår vems ärenden de springer gör grovjobbet. De som inte tror att säkerhetstjänster är inblandade i dagens skeende är extremt naiva. Syftet är att förstöra WL förtroende och störa deras arbete maximalt. De har lyckats rätt bra. Det som tydligt visar att andra aktörer (säkerhetstjänster mm) är inblandade är hur media rapporterar om det som sker, det handlar om smutskastning , lögner , halvsanningar och vinklingar in i absurdum. 99% av det som skrivs är osakligt vinklat för att skada JA och WL. Då och då så dyker intressant och saklig information upp sedan ändras artikeln, t.o.m i arkiverade gamla artiklar så sker korrigeringar utan att det anges att de korrigerats. Kommentatorsfält stängs och ALLA tidigare kommentarer suddas bort. Kampanjer som #vilåtsasattviärgräsröttersomvillprataomdet tillåts publicera i alla stora medier utan någon som helst publik granskning. T.o.m åklagarmyndigheten går in och gör efterhandskorrigeringar i sina notiser UTAN att tala om att de editerats (i.e. historieförfalskning). Medans media pratar om pressfrihet, yttrandefrihet mm så har Visa/MasterCard/PayPal m.fl en olaglig finansiell blockad mot WL. Om detta är det helt tyst i media men borde vara ett ramaskri från all seriös media. Ett intressant fall där det verkar tydligt att SÄPO varit inblandat i media-censur var när journalisterna som avslöjade planerna att hjälpa Saudiarabien att bygga vapenfabrik blev intervjuvade i nyhetsmorgon. Mitt i intervjun avbryts den av reklam. Sedan fortsätter nyhetsmorgon med helt annat innehåll, ingen kommentar om vad som hände och ingen fortsättning på intevjun som skulle ha fortsatt 10 min längre enligt programtablån. Huvudsyftet från t.ex USA's sida är att misskreditera WL och störa deras arbete. Det görs bäst på det sätt som sker i dagsläget. Jag tror att det är osannolikt att JA blir utlämnad (inte pga att Sverige vägrar utan snarare på att de tjänar mer på att misskreditera JA i frihet) Flera jurister har påpekat att England behöver godkänna att Assange utlämnas till USA ifall han överförs till Sverige, däremot så har ingen av dessa adresserat frågan om utlåning (kan det ske utan Englands godkännande). USA kan på papperet garantera att JA inte får dödsstraff och pss köper svenska regeringen det och han blir utlämnad iallafall (ifall mot förmodan USA vill detta). USA har inget större intresse av att JA blir överflyttad till Sverige , det viktgaste är att processen drar ut så mycket som möjligt på tiden och att fokus hålls borta från väsentligheter som maktmissbruk, krigsbrott mm."
	},
	{
		"postIndex": 10541,
		"postNum": 10757,
		"postLink": "/sp25322594",
		"postTime": "2010-09-07",
		"postUser": "nikson",
		"postUserID": "/u127555",
		"postUrl": "https://www.flashback.org/t1275257p897",
		"userUrl": "https://www.flashback.org/u127555",
		"sentence": "Citat: Ursprungligen postat av Felet, nu ur logisk synvinkel, är att du utgår från den förväntade skörden och utifrån den gör påståenden om sådden. Dvs såsom (i of s icke-) dömd våldtäktsman måste han ha våldtagit. jag tror de flesta förstår vilka logiska fel du gör. Om in så så får BaalZeBub gör en formallogisk analys åt dig. Om du tar dig till minnes det jag först uttryckte innan det blev diskussion om diskussionen kommer du inse att jag inte nödvändigtvis förväntade mig någon frukt. (\" \") Ett tämligen neutralt uttalande från en enkel människa som bara vill åt sanningens eldorado. Citat: Ursprungligen postat av \"...någonting förblir implicit eller rentav outtalat under en period ...\" men problemet är ju att . När det kommer till rättsskipning så är det inte en fördold god vilja som avgör skulden - det är handlingen i sig. Såvida du inte går med på att det finns våldtäktsmän som egentligen vill väl med sina handlingar (för så är det - men i fängelse sitter de, och där ska de sitta). SW är inte min avlägsna väninna, och huruvida hon kanske skulle ägnat sig åt mindre godhjärtade saker har jag själv inget intresse av att spekulera i just nu. Det vi vet om henne är att hon visat stort intresse för att bry sig om andra, och för att stå upp för den hon är. Citat: Ursprungligen postat av Det hjälps inte hur många fågelungar SW har räddat som barn eller hur mycket hon har skänkt av sin städerskelön till handikappade afrikaner eller hur många snälla (och kanske helt syndfria) tankar hon har tänkt. Det är handlingen som räknas. Även om en kvinna inte brukar groupiesexa i vanliga fall så är det ändå så att hon groupiesexar de gånger hon groupiesexar. Och om det blott är en gång så måste denna gärning bedöms på sina egn meriter - och inte på vad subjektet inte har gjort vid ett annat tillfälle. Såvida du inte går med på att en våldtäktsman måste dömas lindrigare med tanke på alla gånger han inte våldtagit. Jag är med på resonemanget, men nu är det inte ST-20 som står åtalad. Groupiesex är inte olagligt i Sverige. Citat: Ursprungligen postat av DMen det mest grundläggande problemet - som jag tror genomsyrar alla dina inlägg - är en naiv tro på något (smått gudomligt) inneboende gott. Något fint och rent och gott - godhjärtat - som måste finnas där helt oberoende av vad personen gjort. Det är att misskänna de viljehandlingar som var aktiva vid den mindre godhjärtade handlingen. \" vill han väl\". \" är hon snäll\". Jag tror du helt enkelt vill uprätthålla en fin, god och ljus bild av SW (och AA och månne alla kvinnor), fri från moraliska belastningar och att din hysteriska ton kommer sig av att den empirisk evidensen inte stämmer överens med denna drömbild. Kognitiv dissonans. Snarare är väl sanningen som så att vi inte vet någonting \"mindre bra\" om ST-20 än. Hon är på intet sätt någon övermänniska, men hon tycks bry sig om andra levande varelser och lever tillräckligt snällt (gentemot andra - av det vi vet) för att man ska vilja ta hennes parti. Det kanske dyker upp något så småningom som gör att jag måste ifrågasätta min bild av henne, och då får vi godtrogna eventuell anledning att ändra vår uppfattning. Men innan dess är det nog bäst att vi bedömer henne för den hon verkar vara genom att se över det vi i nuläget känner till. Det är alltså inget fel på ditt resonemang, kan bara inte se att det stämmer in på det här fallet med de här inblandade människorna, som vi nu känner till det. Även godhjärtade människor kan göra fel, men vi har hittills inte getts någon övertygande anledning att tro att ST-20 handlat medvetet fel i det här fallet. Citat: Ursprungligen postat av Däremot kan jag hålla med om att det är lite barnsligt att omskriva kvinnorna medelst epitet som \"horor\" etc. Lite mänskliga drifter är bara mänskligt och sådant måste man i mänsklighetens namn ha överseende med. Det där är du själv mycket medveten om att vi i nuläget inte vet någonting om. Det är alltså ren (eller bör jag kanske säga smutsig?) spekulation. Citat: Ursprungligen postat av I min personliga moralbok gillar jag inte runtknullandet som AA och SW ägnar sig åt, men accepterar det fullt ut. Det är 2010. I min personliga moralbok gillar jag inte det eventuella beljugande som AA och SW ägnar sig åt, och kommer aldrig acceptera det. Trots att det är 2010. Nu vet vi faktiskt inget om huruvida AA och ST-20 ägnar sig åt \"runtknullning\" privat. Det här kanske var ett människomöte utöver det vanliga, vilket resulterade i ett handlande utöver det vanliga och bör då rimligtvis inte ses som uttryck för vad dessa kvinnor vanligtvis sysslar med på fritiden. Det eventuella beljugandet vet vi som sagt ingenting om ännu. Den information vi hittills fått ta del av (som även stämmer överens med rövners magkänsla) talar sitt tydligaste klarspråk - ingen lögn har såvitt vi vet medvetet lämnat de utsatta kvinnornas läppar i det här fallet. Citat: Ursprungligen postat av Vilket övergrepp? JAs övergrepp på ST-20 och AA. Citat: Ursprungligen postat av aeaeaea Varför envisas du med att hela tiden undvika SWs namn och istället förminska henne till någon obestämd tjej istället för den 26-åriga kvinna hon är? En 26-årig kvinna är väl också en ganska obestämd tjej? Citat: Ursprungligen postat av aeaeaeaea vet kanske något vi inte vet, därför hon använder ST-20 som ett slags \"x\". Nå aeaeaea hur ligger det till, kan du inte acceptera att ST-20=SW? Ja, detta accepterar jag, och jag kommer nu säga något jag velat säga till lillalinnea under en viss tid. Citat: Ursprungligen postat av Här flyttas inte fokus en milimeter förrän du släpper namnet ST-20 och kallar henne SW som sig bör. Jag intygar härmed att jag från och med nu och tillsvidare - förutom kanske i ytterst svaga ögonblick - kommer referera till ST-20 som SW här i tråden. Jag ber om ursäkt om jag förvillat dig eller någon av dina vänner och hoppas berikningen av vårt gemensamma ordförråd kan komma föra oss närmare. Citat: Ursprungligen postat av Nu har jag läst och följ tråden så gott jag kan. Och det har varit roande och oroande läsning. Jag tänker lite på ordspråket \"vargen kommer\" och \"inflation\" När våldtäkt inte är våldtäkt, men kanske lite skev kvinnosyn.... Och en sprucken kondom,,,,, Inte FAN har jag ens tänkt tanken att springa till polisen när det hänt mig... Du målar upp en ganska rolig bild där, men det var ju inte så att AA vid kondomens ljudliga sprickande flög ur sängen som en raket för att springa in på polisstationen i mässingen bara för att anmäla en sprucken kondom. Det är AA vi snackar om, inte Åsa-Nisse (och vi är ännu inte säkra på att det hela endast berör en kondom som gick lite sönder). Citat: Ursprungligen postat av Jag har bestämt mig för att inte ha ONS nå mer nu, för det här har ju öppnat oanade konsekvenser för vad som skulle kunna hända i ett umgänge mellan två personer, OM det är som \"faktan\" vi har... Jag har en liten egen teori om vad som har hänt, men det är lite foliehattvarning på den så jag låter den vara så länge. Någon som står för kyskhetsideal kanske ser detta som en vinst. Du får gärna berätta om din teori, även om jag själv inte är den som vanligtvis ställer mig på foliehattarnas sida, kan det vara intressant att höra vad du tänker. Citat: Ursprungligen postat av aeaeaeaea: Om man säger, jag har ingen agenda en gång är det ok och kan tolkas som att du är utan agenda. Säger du det två gånger faller det ner i min sopkorg på en gång,,,, Förstår du hur jag menar? Om jag har tolkat dig rätt så räckte det att tala om det för dig första gången, andra gången behöver du inte ta in informationen på nytt så den åker direkt i sopkorgen?"
	},
	{
		"postIndex": 38056,
		"postNum": 38837,
		"postLink": "/sp36678084",
		"postTime": "2012-04-07",
		"postUser": "longbow4y",
		"postUserID": "/u521927",
		"postUrl": "https://www.flashback.org/t1275257p3237",
		"userUrl": "https://www.flashback.org/u521927",
		"sentence": "Gick tillbaka till expressens ursprungsartikel: Där finns vissa citat som nu i efterhand blir tydliga spår på vilken eller vilka källor som använts. Eller kanske mer utesluter vissa källor. 1 \"En källa med insyn berättar hur han träffade kvinnorna: – Han träffade offren genom sina uppdrag\" 2 \"– Kvinnorna ska ha kommit till Citypolisen i Stockholm under gårdagen för att rådfråga om sina upplevelser med Julian Assange. De ville enligt uppgift inte göra anmälan.\" 3 \"– Kvinnorna är livrädda och vågar därför inte medverka. Polisen tror att i det här fallet är det gärningsmannens maktposition som kvinnorna är rädda för. Det här ställer till för polisen och åklagaren, säger en källa. \" 4 \"En person nära kvinnorna uppger: – Tjejerna känner varandra och de vet båda att de har råkat ut för samma sak\" Under förutsättning att citaten är trovärdiga: 3 gör det tydligt att läckan är inifrån polisen/åklagare då det visar vad polisen tror. Det torde inte någon utanför polisen veta. Och att AA skulle vara rädd stämmer inte. Hon var fly förbannad enligt DB. SW däremot kan nog varit rädd. 4 i polisanmälan 20/8 står det inte samma sak. Där anges för AA ofredande och SW våldtäkt. Däremot sa DB följande i senare förhör: \"Och sedan ringer Anna igen och säger att, nu har vi varit på polisen och Sofia berättade sin historia och, ja eftersom jag satt där så fyllde jag i med en mening. Det här är väldigt ordagrant som jag kommer ihåg att hon berättar. Eh, jaha sa jag, och vad var den meningen. Jo den meningen var att jag tror att Sofia talar sanning för att jag upplevde något liknande säger Anna då. Och då berättade hon det där med kondomen då, därför så tror jag att det är sant. Och jag kan inte de här polisiära teknisiteterna men då berättade Anna, eftersom vi plötsligt var två kvinnor som hade en utsaga i, mot samma man så blev det ett allmänt åtal och så blev det en anmälan fast vi inte hade anmält. Och, ja så blev det en anmälan.\" Vid tidpunkten för Expressens citering vet alltså bara AA, DB och den eller de poliser som hörde AA/SW innan anmälan beslutades om att de \"råkat ut för samma sak.\" Men inte ens polisen rubricerar det som samma sak i de anmälningar som sedan görs. Det förklarar tidsspannet från de de kom till stationen tills anmälan upprättas och förhör med SW startar. Det pekar också på att inom polisen är det endast de poliser som lyssnar av SW /AA före formell anmälan gjorts som kan tro att \"de råkat ut för samma sak\" Samt DB och AA. 1 är lite knepig. Vem kallar det JA gör för \"uppdrag\"? Annan journalist? Polis? 2 Vem vid denna tidpunkt hade uppgiften att kvinnorna inte ville göra en anmälan? Det står inte i anmälan eller SW förhöret. Finns inte skriftligt någonstans. DB satt tvärtom med uppgiften att AA hotade gå till polisen om JA inte gjorde en HIV test. Detta pekar tycker jag att informationen baseras på det det som hände på SW/AA FÖRE det officiella förhöret. Eftersom det då inte fanns någon anmälan gjordes då heller inget formellt förhör. Men när Polisen på AA uppgifter bestämde sig för att göra allmänt åtal påbörjade man också formella förhör. Allt tyder på att informationen i expressens artikel baseras på information från det inledande förhöret med bägge två. Där SW inte ville anmäla men AA fyllde i med vetskap om att då blir det allmänt åtal. Där polisen kunde bibringas uppfattningen att de var rädda och inte ville göra anmälan. Det tyder på att någon från polisens sida som var med på det förhöret eller fått det berättat för sig har lämnat uppgifter till Expressen. Det eftersom det inte är dokumenterat. LW gjorde några samtal.... MG? Att AA iscensatt detta är för mig utom allt tvivel. Men informationen till Expressen kommer nog i huvudsak inifrån polisen."
	},
	{
		"postIndex": 59809,
		"postNum": 60894,
		"postLink": "/sp49606331",
		"postTime": "2014-07-17",
		"postUser": "kavalen2",
		"postUserID": "/u131003",
		"postUrl": "https://www.flashback.org/t1275257p5075",
		"userUrl": "https://www.flashback.org/u131003",
		"sentence": "Inte ens förundersökningen håller. Det finns många kvinnor som anmäler våldtäkter som åklagare får på bordet varpå man lägger ner det samma dag eller några veckor senare i brist på bevis. Varför är MArianne Ny så intresserad och engagerad i att driva detta in absurdum, seriöst det har fan gått 4 år och och ingenting har hänt. Vad skulle det framkomma för nytt i ett förhör med Assange som man inte redan vet? Om han kommer till Sverige och blånekar genom alla förhör. Det finns liksom ingenting att komma med. Man kan hålla förhör i London och få ut samma information som om han vore i Sverige. Det här är bara en jävla prestigegrej för åklagaren, hon tänker jävlas med Assange in absurdum för att hon har fått det här på sitt bord och det ligger prestige i det. Vad målsägande säger spelar ingen roll för vad man kommer få ut av Assange om han inte kommer att säga något i förhör eller helt enkelt bara säger att det var på bådas villkor. Finns det inte mycket annat i detta så kommer han att bli frikänd. MEn jag förstår fortfarande inte vad syftet är att få honom att vara här i SVerige och förhöras. Varför vill man låsa in honom på ett häkte för att kunna hålla förhör när man vill, är det för att man ska kunna knäcka honom genom lång häktningstid i häkte för att det ska kännas outhärdligt och han ska börja snacka? Han har suttit på Ecuadors ambassad i 4 år, han kan nog utan problem sitta i 6 år till så att allt blir preskiberat, han har allt han behöver där och dessutom en betydligt bättre miljö än i ett svenskt häkte där man kommer grilla honom med inhumana förhör mitt i natten etc för att försöka få ut information. Svenskt häkte är ingen lek, sen vet ma ninte vad som kan hända i övrigt, om han skickas till USA så fort han landar. Det har ju fan hänt tidigare med terrormisstänkta som FBI kedjade fast i privatplan under blixtvisit. Det är jävligt obehagligt detta rättsfall."
	},
	{
		"postIndex": 57327,
		"postNum": 58377,
		"postLink": "/sp46634959",
		"postTime": "2013-12-17",
		"postUser": "Auric",
		"postUserID": "/u745523",
		"postUrl": "https://www.flashback.org/t1275257p4865",
		"userUrl": "https://www.flashback.org/u745523",
		"sentence": "Nej, förvisso. Men man hade inte behövt den här röran heller. Ska man utlämna honom på ett lagenligt sätt behövs en begäran om utlämning och den hade kunnat riktas till vilket land som helst (i princip) där personen befinner sig. Val av land kan givetvis påverkas av var man tror på störst möjlighet att få någon utlämnad ifrån. Men polisutredningar, åtal, förtal eller rättegångar behövs inte i det land personen befinner sig för att en begäran om utlämning ska kunna komma från ett annat land. Tvärtom kan ju pågående rättsutredningar i olika länder komplicera hanteringarna. Enligt JA:s anhängare, ja. Men det är delvis en bedömnings- och tolkningsfråga. Har någon jämfört med hur andra utredningar sköts? Så att man kan avgöra hur mycket uppgifterna i HäPM avviker från vad som vanligen uttrycks i HäPM i ett \"normalärende\"? Med tanke på Quick och andra fall så känns det som att brister i brottsutredningar inte är helt ovanliga. Det här med att förhöra i London eller ej skulle jag vilja hävda är ett Moment 22. Åklagaren måste ju officiellt stå fast vid att ett förhör kan leda till åtal och rättegång. Skulle hon hävda något annat har ju undergrävt sitt eget case och möjligen begått tjänstefel. Och eftersom hon måste tro på åtal så blir ett förhör i London meningslöst om hon inte kan räkna med att verkställa åtalet. (Och kom inte dragande med påståendet att ett åtalsbeslut skulle försvaga JA:s position; det är bara att läsa i tråden så inser du säkert att åklagaren kan säga att vad som helst framkom vid förhöret och hon kommer inte att bli trodd och en massa personer kommer att granska och ifrågasätta varje ord.) Ingen aning. Men jag vet att många människor är hämndlystna för bagateller. Jag har stött på en hel sådana genom åren. Möjligt, men knappast relevant. Advokaten liksom åklagaren är väl medvetna om att utan SW och AA finns inget hållbart case. De måste därför vara säkra på att SW och AA ställer upp. Det hävdade jag inte. Och det tror jag givetvis inte heller. Men som vanligt i denna tråd - och en del andra trådar - märks det mer på ord och ordval än det tas hänsyn till fakta. Fakta är advokaten har kontakt med sin klient och åklagaren har kontakt med advokaten. Och det innebär givetvis inte att de kontaktar varandra 4 gånger om dagen. Jag har massor med kontakter i min telefon som jag bara ringer upp några gånger per år. Samma gör kanske även advokater och åklagare? Trams. Inte ens i Sverige hålls misstänkta inspärrade på obestämd tid. Åklagaren lär inte få många chanser på sig att skaffa fram nyckelvittnena/målsägandena innan rätten antingen lägger ner åtalet eller genomför den utan nyckelvittnena. Snarare ändras väl hennes beteende flera gånger. Ändras lite successivt, lite glidande kanske man kan säga. Men det behöver inte betyda något. Personer agerar inte alltid 100%-igt logiskt."
	},
	{
		"postIndex": 48164,
		"postNum": 49085,
		"postLink": "/sp39962060",
		"postTime": "2012-10-22",
		"postUser": "Mab",
		"postUserID": "/u130826",
		"postUrl": "https://www.flashback.org/t1275257p4091",
		"userUrl": "https://www.flashback.org/u130826",
		"sentence": "Hej Flashback. Jag är inte allt för ofta inne och skriver här, men eftersom jag hade den stora äran att bli omnämnd så kunde jag knappast låta bli. Jag håller med om att svamlet om smugglings och bankrånarturné är förvirrande. Om du kollar på partiets forum kommer du dock se att det inte är jag som skrivit det stycket, utan det är ett citat från en annan deltagare som skrivit den biten, och att de som skrivits av mig är: \"Jag förstår din ambition med att inte avgränsa ditt yrkande till något specifikt. Jag hoppas att du förstår att valet att inte göra det gör det omöjligt för mig att rösta för motionen.\" Det var inte någon form av damage control, och inte något försök att ändra position från mitt tidigare inlägg. Om du upplever det så är antingen jag dålig på att skriva tydligt, eller så brister din läsförståelse. Med tanke på din förvirring kring att jag citerar texter i mina inlägg på piratpartiets forum trots den tydliga citatrutan verkar det troligt att i det här fallet tro att det rör sig om det senare. Nej, jag tänker inte be om ursäkt. Du kan däremot få be om ursäkt för din hätska ton om du vill. Eller så lever vi bara med att andra människor uttrycker saker man inte gillar utan att man måste börja hojta om att den andra ska be om ursäkt. När jag börjar förolämpa din mamma är det läge för dig att börja hojta om att jag ska be om ursäkt. Fram tills dess är det nog enklast om du bara taggar ner. Jag har int heller några planer på att avgå. Men det vore kul att veta vad det är du tycker jag ska avgå ifrån? Min post i piratpartiets styrelse? Mitt jobb åt partiet i Bryssel? (i så fall borde du begära att jag ska säga upp mig från min anställning, inte att jag ska avgå). När det gäller mitt jobb är det nog inte mycket du kan göra utan det beslutet ligger i händerna på min chef, som ju inte verkar anse att mina åsikter i den här frågan är grund för uppsägning. När det gäller mitt uppdrag i partistyrelsen har du däremot lite mer möjligheter. Det är fritt fram för dig att bli medlem i partiet och motionera till vårt medlemsmöte till våren om att jag ska avsättas. så kommer frågan behandlas där. Det kräver visserligen lite mer jobb än att skriva imperativ i ett forum, men känner du så starkt för frågan kanske det är värt besväret? Jag tror att man, om man vill se helheten, bättre läser den direkt på piratpartiets forum. Det lär också sparas till eftervärlden. Allt jag har skrivit finns orört där. Jag är ganska säker på att jag lyckas röra mig inom ramarna för vad som inte brottsrubriceras som förtal. Vilket känns som en bra sak, jag är generellt emot onödiga inskränkningar i yttrandefriheten. Och den dagen det blir olagligt att hävda att det inte är orimligt att tro att någon skulle kunna anklagas för ett brott har vi enligt min uppfattning gjort alldeles för stora inskränkningar i vad vi tillåts säga. Jag trodde faktiskt att folk här på flashback inte skulle vara så snabba att spela förtalskortet, men det är uppfriskande att se att även jag kan ha fel ibland. Ditt påstående om att jag pekar på Anna Ardin och Anna Troberg skulle vara logiskt korrekt om det var så att de var de enda två människor jag pratat rörande Assange. Nu råkar så inte vara fallet. Jag har över huvud taget inte diskuterat skuldfrågan med Ardin, utan enbart hur ärendet påverkat henne som person. När det gäller Troberg kan jag inte minnas att jag skulle ha pratat med henne om Assange över huvud taget utöver att jag nämnt för henne att jag uppskattar att hon skiljer på Assange och Wikileaks i sina texter kring det hela. Min bild av Assange bygger på diskussioner med ett par personer i hans närhet. Samtliga av dessa har då framfört att även om de inte tror att Assange gjort något olagligt är de inte förvånade över anmälningarna, samt antytt att Assange kanske inte alltid är så bra på att relatera till kvinnor. Min högst personliga slutsats var att om det ledde till polisanmälningar i Sverige är det inte orimligt att tro att det skulle kunna leda till polisanmälningar även på andra platser. Jag är inte twitterkompis med Ardin. Jag känner henne privat sedan ett antal år tillbaks. Om du med bröd-pirat menar att jag sedan i mitten av september avlönas av en av våra eu-parlamentariker så stämmer det väl. Jag var även arvoderad på halvtid i de sista två av de tjugoåtta månader jag var förbundssekreterare för ung pirat (före dess fanns det inte pengar att arvodera någon). Faktum är att man kanske skulle kunna räkna in det år jag arvoderades (motsvarande studiemedel) av Uppsala studentkår för uppdraget som vice ordförande till min bröd-pirat-karriär. För den posten fick jag genom ett mandat från Piratstudenterna i Uppsala. Snittar man ut mitt brödande per månad sedan jag blev aktiv i partiet i april 2006 så kommer man nog dock fram till att bröd-pirat knappast är en luckruativ karriärsväg. Så det är inget jag skulle rekommendera någon annan om man inte verkligen brinner för partiet. Jag är även vän med dem på facebook. Och känner dem privat. Och de känner mig. Jag följer 1095 personer på twitter. Bildt är lite av en besvikelse, men han får hänga kvar eftersom han ibland lyckas vara lite småfyndig. Övriga fyra är oftast intressanta att följa och jag kan varmt rekomendera dem alla. Mymlan och Joxcy har jag även träffat afk, och de är bägge väldigt trevliga. Jag inte bara twittrar med henne. Vi hade även en fika i Almedalen i somras där vi diskuterade politik, filosofi och en rad andra trevliga diskussionsämnen. Det håller jag med om. Med tanke på att Assange dyrkas som en gud av många inom piratkretsar kan jag dock lugnt påstå att jag visat mig vara allt annat än en opportunist som gått ut och uttalat mig emot att partiet ska stödja individen Assange (däremot har jag uttalat mig för ett fortsatt stöd för wikileaks (jag vet att den ekvationen är knepig för en del av er att förhålla sig till, men ni behöver inte tro att det går att kombinera de positionerna, ni behöver bara tror på att jag tror det)). En sann opportunist i piratrörelsen gör nog bäst i att hålla käften om Assange helt och hållet tills ärendet kommit någonstans och sedan slå sig för bröstet och säga \"vad var det jag sade\" alldeles oavsett utfall. Jag är enbart anställd av Amelia Andersdotter och jobbar på hennes kontor. Det är med andra ord enbart hon som kan avgöra om jag ska jobba kvar eller ej. Oj, hur menar du då? Jag har alltid upplevt mig som ganska progressivt inställd till både män och sex, men kan ju säkert ha fel om det. Jag tror din värld är ganska liten, och inte särskilt relevant när det rör mitt potentiella politiska kapital. Tyvärr för dig, bra för mig."
	},
	{
		"postIndex": 33428,
		"postNum": 34115,
		"postLink": "/sp31978283",
		"postTime": "2011-08-01",
		"postUser": "DrKrastapopolos",
		"postUserID": "/u591029",
		"postUrl": "https://www.flashback.org/t1275257p2843",
		"userUrl": "https://www.flashback.org/u591029",
		"sentence": "Hej alla…Jag mejlade och frågade ut DNs Dan Lucas för faktafel i en av hans artiklar. Eftersom ändringarna sedan gjordes i smyg, och inga tydliga rättelser går att hitta, postar jag konversationen här. Jag anser att det är viktigt, eftersom journalister –på något sätt– bör kunna hållas till svars för vad de skriver, och framförallt eftersom detta är ett fall av ’trial by media’, och Assanges nya advokater –hur skickliga de än må vara – inte kan försvara honom mot anklagelser SOM INTE EXISTERAR, någon annanstans än i folks medvetande. Det fetstilta var markerat med fetstilt i inledningen på Lucas originalartikel. Jag fick ett kort men talande svar på mitt första brev. Sen blev det inget mer svar…så det blev mer av en utskällning (enjoy). Från DN (Dan Lucas författade –exakt datum är jag säker på att flashback kan hjälpa till med). Vad är det för grova påhopp du syftar på? För om du inte kan(?) ge ETT exempel är det väl knappast möjligt att det kan bli färre. KAN du ge något exempel? Vad/var har du läst? Om INTE (och om \"grova påhopp\" är något som du inte förespråkar) bör du ta en rejäl funderare på vad du skriver. Tacksam för svar. Hej Jag har INTE skrivit att Assange och hans advokater stått för grova påhopp. Om du läser mer i texten så ser du att det är påhopp i bloggar och kommentarer på nätet jag syftar på. DÄREMOT, och det här är viktigt, anser jag Assanges försvar har ett ansvar för att det skapats en hätsk stämning mot kvinnorna. De har talat om att fallet är \"politiskt motiverat\", det vill säga att kvinnorna är verktyg för att komma åt Assange. Assange själv har i en intervju talat om att det skulle handla om hämnd från försmådda älskare. Redan när de första anklagelserna kom pratade han om att det var en amerikanska fälla, som han ska ha blivit varnad för. Inget bevis för vare sig politisk konspiration, eller varningar för amerikanska honungsfällor har hittills presenterats. Den nya advokaten Gareth Peirce har i en intervju i The Nation direkt tagit avstånd från påhoppen på kvinnorna. Dan Lucas Visst förstår JAG vad du skriver: Andemeningen är att Assange har bytt advokat, därför kommer ANDRA människor kanske(?) att sluta komma med \"grova påhopp\" mot kvinnorna. (Dit räknas INTE marianne ny!) - Detta trots att den förre advokaten inte själv kommit med några \"grova påhopp\" mot kvinnorna ALLS som du kan hitta(?). Jag har MYCKET svårt [att tro att] den genomsnittlige läsaren tolkar det du skriver på det viset. :-/ Men du bekräftar att det du skrev [] alltså inte var ett misstag? Har jag förstått det rätt. ...då kommer följdfrågan: När du skrev att Assange var misstänkt för våldtäkt mot TVÅ kvinnor... var DET inte heller ett misstag? Eller trodde du att ingen skulle märka en sådan petitess som ett extra våldtäktsfall? Jag undrar hur väl insatt du är i fallet när du rapporterar för DN. Inser du t ex att mediacirkusen/interpol \"red notice\" utlysningen mm rimligen INTE var arrangerad av den påstått våldtagna kvinnan, utan av andra människor? Ps. Jag tror inte att du saknar integritet (dvs jag hyser visst hopp för dig), trodde jag det skulle jag inte bemöda mig med att skriva till dig. Men betänk detta. Detta (Julian Assange) är en man som med stor sannolikhet är oskyldig till de brott han är anklagad för. Vi kan, men behöver inte, gå in på detaljer för att sluta oss till detta: Förra åklagaren (en kompetent människa) lade ner fallet med motiveringen \"inget brott har begåtts\" (ej att förväxla med \"brott kan inte styrkas\" el liknande). Det grundar sig på att kvinnan (som själv inte gjort någon anmälan om våldtäkt) gett en mycket trovärdig berättelse där det (enligt den åklagaren) inte fanns något fog att tro att något brott har begåtts överhuvudtaget. Den Nya åklagaren har INTE väckt något nytt åtal, och enligt henne själv är det osäkert om något nytt åtal någonsin kommer att väckas (även om J.A. blir utlämnad till Sverige). När det under dessa omständigheter ändå utlyses en \"red notice\" till interpol, som koordineras med en smutskastningskampanj i media (LÄS EXPRESSENS ARTIKEL FRÅN DAGEN DÄRPÅ!) finns det ALL anledning att tro att detta LIKAFULLT är politiskt motiverat. Att kvinnan använts som \"ett verktyg\" behöver PÅ INGET SÄTT innebära att hon själv skulle vara någon slags mata hari-liknande figur. På denna punkt är det mycket tydligt att INGENTING förändrats med G Pierces inträde. Men Julian Assange har även själv i flera fall (använd INTE aftonbladet eller expressen som källa, kolla upp själv! ) offentligt understrukit att han inte tror (very unlikely) eller anklagar kvinnorna för att vara inhyrda av CIA eller liknade (titta igen t ex på han välkända \"black box\" tal under presskonferens, men det är inte första gången). \"Redan när de första anklagelserna kom pratade han om att det var en amerikanska fälla, som han ska ha blivit varnad för.\" Det framgår i vittnesprotokollen att åtminstone EN person HAR varnat honom för \"dirty tricks\" av detta slag vid åtminstone ett tillfälle strax innan allt drog igång. Läs på! Att efter att ha läst (den påstått våldtagna) kvinnans vittnesmål (där inget brott tycks föreligga), och när du betänker timingen av anklagelserna (som även inkluderar vad som av allt att döma var FALSKA anklagelser från AA) är det svårt att klandra honom för att han drar denna slutsats. Om du dessutom läser Göran Rudlings vittnesmål (hittas t.ex. även på \"samtycke.nu\") inses att det finns visst fog för både \"dirty tricks\" och falskanmälan (och det är därför det är viktigt att understrycka att denna andra \"våldtäktsmisstanken\" - \"den avsiktligt förstörda kondomen\" inte längre kvarstår!) Men det är inte det denna rättegång behandlar. Du tar dig rätten att I FETSTIL tydligt inledningen till din artikel insinuera att HANS FÖRRA ADVOKAT (det kan inte tolkas på annat sätt) skulle kommit med \"grova påhopp\" mot \"kvinnorna\". När det är M.Nys agerande som kritiserats. Detta är att avsiktligt(?) missleda läsaren. Du kommer med ALLVARLIGA faktafel om en våldtäktsanklagelse som inte längre existerar, som du sedan tar bort UTAN ATT MED EN RAD kommentera din \"rättelse\". Eller tror du att man inte behöver kommentera en rättelse om man kallar det \"uppdatering\"? OM Assange är oskyldig till de brott han anklagas för är det alltså INTE (den påstått våldtagna) kvinnan som kommit med falska anklagelser(!) Inser du detta? Däremot finns det goda skäl att tro att Claes Borgström kommit med falska anklagelser (offentligt i tv-interviewer), och M.Ny i o m sin \"red notice\". Dvs de bör mycket väl ha förstått (precis som Eva Finne) att det inte finns fog för anklagelserna. Den numera strukna \"avsiktligt förstörda kondomen\"-anklagelsen visar dessutom FLERA tecken på att vara ett fall av falsk angivelse (och det är troligen därför den lags ner(!). Att bli falskeligen anklagad för att vara våldtäktsman är att bli utsatt för ett FRUKTANSVÄRT övergrepp, som bör anses helt jämförbart med att själv bli utsatt för en våldtäkt. Du bör förstå att en person är oskyldig tills motsatsen har bevisats. Ändå väljer du att hoppa på mediedrevet utan att bemöda dig med att själv kontrollera fakta. När jag läser artiklar av ditt slag får jag känslan av att skribenten allt som oftast inser detta, men att du rättfärdigar faktafel och förvrängningar för dig själv med att \"han verkar vara ett litet äckel\" (något som du har mycket litet fog för). I mina ögon är det likvärdigt med att rättfärdiga en våldtäkt med att \"hon var en liten slampa\". Jag hoppas verkligen slippa läsa sådant i fortsättningen, åtminstone i DN, åtminstone ifrån dig. Tacksam för svar."
	},
	{
		"postIndex": 25769,
		"postNum": 26331,
		"postLink": "/sp29142571",
		"postTime": "2011-02-26",
		"postUser": "flashback979",
		"postUserID": "/u375035",
		"postUrl": "https://www.flashback.org/t1275257p2195",
		"userUrl": "https://www.flashback.org/u375035",
		"sentence": "Mark Stephens till frontalangrepp på Marianne Ny - den galna radikalfeministen på överåklagareposten med egen agenda: Publicerad: 25 februari 2011, Julian Assanges engelske advokat försvarar sin svenske kollega I sitt beslut om att Julian Assange ska överlämnas till Sverige kritiserade den engelska domstolen advokaten Björn Hurtig. Men Mark Stephens, Assanges advokat i London, berättar för InfoTorg Juridik att han anser att kritiken var orättvis. Mark Stephens Igår, torsdag, beslutade en domstol i London att bifalla riksåklagare Marianne Nys begäran om att Julian Assange ska överlämnas till Sverige. Advokaten Mark Stephens, Assanges juridiska biträde i Storbritannien, är inte förvånad: - Vi visste från början att den svenska regeringen skulle överklaga om beslutet gick emot dem, det hade de indikerat, och vi hade indikerat att vi skulle överklaga ifall det gick emot oss. Det var hjälpsamt att äntligen få ett beslut. Innan domstolen förkunnade beslutet kallade domaren Björn Hurtig, Assanges advokat i Sverige, för ett opålitligt vittne som med flit försökt vilseledda rätten. Detta för att Hurtig, när han vittnade i överlämningsmålet, missade att redovisa några sms som skickats mellan honom och åklagaren Marianne Ny. Mark Stephens anser dock att kritiken var orättvis. - Jag tycker att Hurtig gjorde ett enkelt fel som han upptäckte kvällen innan förhöret, han korrigerade det i förhöret, och han förstod inte betydelsen av felet förrän den andra sidan hade kommit fram. Det ledde till missförstånd, men också en olycklig händelseutveckling i målet. Efter att dessa sms framkommit framstår det nämligen som att Julian Assange försökte träffa Marianne Ny innan han lämnade Sverige, och att han erbjudit sig komma tillbaka i oktober för att träffa henne. Men hon tog den omedgörliga ståndpunkten att om han inte kunde komma exakt det datum som hon föreslog så var han samarbetsovillig. Advokaten är öppet kritisk till den svenska åklagaren: - Att ansöka om en europeisk arresteringsorder var ett olämpligt och olyckligt beslut från hennes sida, men det tycks ligga i linje med hennes karaktär: om folk inte går med på exakt det hon önskar, även om de är i ett annat land, så vidtar hon extrema åtgärder. Domaren igår antydde att en annan åklagare hade gjort på ett annat sätt. Det proportionerliga hade varit att använda ömsesidig juridisk assistans, eller anta Assanges erbjudande om att mötas. Stephens skräder inte orden när han talar om Marianne Ny. - Jag tror hon medvetet har eskalerat detta mål på ett sätt som inte är har att göra med fallet. Hade det varit hennes främsta intresse att hjälpa kvinnorna som är målsägande hade hon åkt till London och hört Julian Assange, men det har hon inte gjort. Hon väljer att inte göra det, och ingen har gett mig en rimlig förklaring till varför hon inte gör det. Hon är envis och omedgörlig. Hon vill göra detta till en cirkusrättegång (” a show-trial”), det är inte vad rättvisa handlar om. Han är också kritisk mot det svenska rättssystemet. - Som domaren i beslutet igår noterade så har Sverige ett hemligt processystem, den tilltalade hörs ju bakom stängda dörrar av en jurist och tre nämndemän valda av politiska partier, och det strider mot internationella mänskliga rättighetsnormer. Att överlämna en person till ett sådant land är fel, det borde inte ha gjorts. Det finns en fundamental defekt i det svenska rättssystemet - domaren här anser att detta kan avhjälpas genom att låta Europadomstolen pröva fallet, medan jag anser att det borde avhjälpas genom att över huvud taget låta bli att överlämna Assange till Sverige. På vilket sätt bryter det svenska rättssystemet mot mänskliga rättigheter? - För att det finns ett hemligt processystem. Vi har en annan syn – en tro på att en tilltalad ska bli hörd inför allmänheten. Jag citerar Jeremy Bentham: ”Publicity is the very soil of justice. It keeps the judge, while trying, under trial.” (\"Öppenhet är rättvisans grund, den ser till att domaren som gör en prövning själv blir prövad.\") Stephens är dock nog med att poängtera att Sverige inte är unikt som har en brist av denna dignitet. - Det här är inte en attack mot Sverige - alla länders rättssystem har fel i sig. Vi jurister vill bara att de ska bli bättre. Sverige har fel som identifieras, England har också fel som identifieras. Jag har vunnit fall mot Nederländerna, Ryssland, Turkiet och mitt eget land, Storbritannien – inget rättssystem är perfekt. Men de borde vara det. Det vi gjort är att isolera felaktigheter i det svenska systemet – de går att åtgärda, och i så fall kan man skicka en person till Sverige, men innan dess bör vi inte överlämna någon dit. Så det här är ingenting som har att göra med Assange-fallet i sig? - Det påverkar ju Assange-fallet, men det är ett större bekymmer. Jag förväntar mig att nästa gång FN kontrollar det svenska rättssystemet så kommer man att kritisera detta. FN:s organ har regelbunden kontroll av alla länder - Storbritannien har fått kritik för sina lagar om förtal, och hur terrorister behandlas. Men i mitt land är man kanske mer öppen i sin kritik mot systemet än vad man är i Sverige. Är svenskar självgoda, menar du? - Svenskar är nog, med rätta, stolta över sitt rättssystem. Jag har själv hög aktning för många svenska advokater och jurister som jag jobbat nära med, och för det svenska rättssystemet i allmänhet, men det innebär inte att jag blir förblindad av min beundran. Jag specialiserar mig mot mänskliga rättigheter och reser till många länder och undersöker deras rättssystem och ser om de efterlever internationella normer för mänskliga rättigheter. Har du någon åsikt om svensk lagstiftning kring sexualbrott? - Nej, jag tycker att sexbrott är vidriga och felaktiga. Men jag kan poängtera att Sverige är unikt i Europa på sättet man definierar och bestraffar de mindre allvarliga formerna av våldtäkt och sexuellt ofredande. Är risken större att Julian Assange ska bli utlämnad till USA om han befinner sig i Sverige? - Ja. Folk svävar i villfarelsen att det är lätt att få folk utlämnad från Storbritannien, men det stämmer inte. Det finns ett fall, skotten Gary McKinnon som hackade sig in i Pentagons datorer, som USA försökt få utlämnad i tio år, och ännu har det inte gått igenom. Jag tror inte att det hade hänt i Sverige. Nicholas Ringskog Ferrada-Noli Redaktionen på InfoTorg Juridik nicholas.ringskog@infotorg.se"
	},
	{
		"postIndex": 44270,
		"postNum": 45150,
		"postLink": "/sp38943468",
		"postTime": "2012-08-21",
		"postUser": "MrChips",
		"postUserID": "/u466625",
		"postUrl": "https://www.flashback.org/t1275257p3763",
		"userUrl": "https://www.flashback.org/u466625",
		"sentence": "Elefanternas inträde på arenen som rört upp damm både här i tråden och i massmedia har fått motsatt verkan mot vad elefanterna tänkt sig. När dammet och glassplittret lagt sig har en massa ny detaljer och fakta dykt upp. Här är de första jag tänkte på: CB skrev igår i DN att det var kvinnorna som kontaktat honom via B&B under helgen. Det var då förmodligen AA som ringde B&B efter att hon blivit förhörd av polis under lördagen 21/8. Det var under det förhöret hon sa att hon skulle kolla om hon hade kvar den över 1 vecka gamla kondomen, men förhöret utspann sig väl så att hon insåg att hon inte längre var utanför utan hade blivit indragen som del i våldtäktsanklgelsen mot JA. Vem ringer hon då? Förmodligen ringer hon IK, det var ju på hennes station de varit dagen innan just för att hon jobbar där. Vem rekommenderar IK, förmodligen sin vän TB. Så det är kanske TB AA söker på B&B? TB är känd för att ha förvandlat en välsjungande latinos amorösa massage till en våldtäkt (visste inte TB att det var så eftersom han var jurist?) - vem kunde vara mer lämplig här? Men TB hade då andra problem och skulle till USA och lämnade över till CB. Det kan alltså vara så menar jag att AA sökte TB och CB ringde sen upp (dvs det skulle kunna vara sant att CB tar första kontakten med kvinnorna som JO-anmälande journalisterna skriver även om AA ringt först). Och massören drar sig efter utmätt straff tillbaka till Sydamerika och slickar sin sår .... Sen direkt börjar CB angagera sig (och det verkar vara ovanligt för honom) för han vet hur tunnt caset är, och det menar jag att det är det som visat sig nu med alla nya detaljer, och CB förstår att det måste till mer och kondomerna får prio ett och CB kontaktar Gehlin. Kondomerna skickas till SKL 25/8 och reslutatet kommer dagen efter på f.m. Verkar vara mycket snabbt arbetat? Och det skumma att IK ändrar i sitt förhör och kondomerna hamnar på AA båda två och allt innan MN öppnar upp fallet igen. Misson Accomplished! Vad jag missat tidigare är ju också detta att Hurtig säger under ed att han trodde veckan innan anhållandet att ärendet skulle läggas ner. Det var den bild han fått av MNs assisterande åklagare antar jag. Och att JA anhålls i hemlighet 3 timmar innan han flyger till ett möte i Tyskland. Passpolisen vet inte om att han är anhållen men de som beslagtar hans datorer vet förmodligen om det. Sen hitta jag i tråden att Aniska, som förmodligen varit hemma hos AA, inte trodde att AA hade kondomer hemma - \"varför skulle hon det?\". Det var alltså JA som hade kondomerna och med tanke på all sex natten före föredraget tog dom väl slut den natten sen. Det förklarar också det något besynnerliga att JA säger i förhör att AA fick två orgasmer till senare under hans vistelse hos henne. Kondomerna var väl slut och AA ville inte ha sex utan så som den gentleman han är fick han fixa hennes orgasmer på annat sätt utan att sätta på henne. Och sen när AA bevisförstärkte måste hon alltså gått ut och köpt en kondom? Finns det några kondomförsäljare i tråden som sålt kondomer till AA 21-25/8 2010?"
	},
	{
		"postIndex": 48166,
		"postNum": 49087,
		"postLink": "/sp39962085",
		"postTime": "2012-10-22",
		"postUser": "Mab",
		"postUserID": "/u130826",
		"postUrl": "https://www.flashback.org/t1275257p4091",
		"userUrl": "https://www.flashback.org/u130826",
		"sentence": "Jag vill inte minnas att vår plattform någonsin handlat om Assange. Mja, nästa val är ett EU-val, och det gick ju bra förra gången, så vi får väl se. Av oss tre du nämner är Troberg den enda \"nykomlingen\" i partiet (hon blev aktiv runt 2008). Både jag och Andersdotter har varit med sedan 2006, så om vi sysslat med entrism var den enormt välplanerad långt i förväg. Vidare så tvivlar jag på att du kan göra så mycket åt min plats vid köttgrytorna om jag skulle vilja hänga kvar. Som det ser ut nu lär tyska piratpartiet dundra in i Europaparlamentet alldeles oavsett hur det går för det svenska i nästa val. Och givet att jag dels har väldigt god kontakt med ett stort antal av de tyska piraterna som är mest fokuserade på EU samt att jag är en av få pirater att besitta erfarenhet av hur det fungerar att jobba som pirat i parlamentet så är det nog inte särskilt besvärligt för mig att se till att jag kan fortsätta som bröd-pirat om det är vad jag vill även efter nästa EU-val. Vem har ändrat i vilken skrivning var? Det enda jag sett om det är Espressinos oförmåga att hitta på vårt forum. Länken till den text som skulle ha ändrats finns ovan i mitt inlägg. Nu har Amelia visserligen kontinuerligt sedan hon tillträtt, och att hon (och nu jag) poppat upp i den här tråden handlar ju om att vi drogs in i den av att andra skrev om oss i tråden, inte att vi gick hit för vårt eget stora nöjes skull (även om jag faktiskt gillar forumdebatter en hel del). Det är så ordet stavas i svenskan. Någon är fördomsfull om denne tycker något som är fördomsfullt. Om du kollar min tweet syftar \"fördomsfullt\" tillbaks på ordet \"det\" och är alltså korrekt böjt. Jag slarvar ofta med språker på twitter, men det här var inte ett sådant fall. Nja, det där stämmer inte helt bra, om du inte med \"skyldig till något\" menar att han är skyldig till att ha ett taskigt förhållande till kvinnor och ett något stort ega. För det kan jag nog hävda med viss emfas att han är skyldig till. Nu är det dock inte olagligt i sig. När det gäller eventuellt brott är det i mina ögon inte osannolikt att Assange skulle kunna vara skyldig. Men eftersom min upplevelse är ett fall i en juridisk gråzon vad gäller samtycke är jag väldigt noga med att inte hävda det ena eller det andra kring det. Min förhoppning är att det ska utvisas genom en brottsutredning som kanske och kanske inte leder till åtal. Eh, nej. Oavsett allt annat så vill jag inte se Assange utlämnad till USAs för hans arbete med wikileaks. Det finns ingen på partiets medlemsmöte som yrkat på att partiet ska vara för en utvisning, och hade någon föreslagit det skulle jag med bestämdhet argumenterat emot ett sådant förslag. Jag tror inte att Amelia Andersdotter är rätt person att besvara den frågan eftersom hon 2010 befann sig i Belgien med förhållandevis lite kontakt med partiledningen i Stockholm. Även jag befann mig utomlands under den tiden, men hade viss kontakt privat med Ardin som ju jobbade åt Broderskaparna på den tiden. Vi hade dock inga samtal som rörde våra respektive organisationer vad jag kan minnas, och allt som ordnades kring Assanges besök i Sverige och kopplingen mellan det och piratpartiet lär ha gått genom Rick Falkvinge är min kvalificerade gissning. Även eventuella samtal med Broderskaparna lär ha gått den vägen. Med risk för att få fler anklagelser om förtal slängda efter mig så har jag hört ungefär följande saker från folk som jobbat med wikileaks (inget av nedanstående är exakta citat utan min minnesupplevelse av ett antal olika konversationer): *Att Assange är sexistisk *Att Assange är präglad av australiensiska könsroller som var mer eller mindre ounvikliga att kollidera med svenska jämställdhetsnormer. *Att Assange är en notorisk kvinnokarl och att han behandlar de kvinnor han omger sig illa. *Att Assange är paranoid. Det finns säkert mer som jag missat, men det där är väl huvuddragen. Och att från det dra slutsatsen att om hans agerande kan leda till anmälningar i ett land är det inte orealistiskt att föreställa sig att det skulle kunna dyka upp anmälningar även i andra länder. Detta alldeles oavsett skuldfrågan i de anmälningar som gjorts i Sverige. Utan att förringa någon enskild röst så trodde jag trådkonsensus var att det inte finns många som är insatta i Assangeaffären :-P Med det sagt så byts piratpartiets styrelse ut löpande eftersom vi sitter på tidsbundna mandat. Mitt mandat i styrelsen löper till siste december 2013 och jag kommer inte ställa upp till omval. Så om min styrelsepost på något sätt hindrar dig från att rösta på pp kan du känna dig lugn. Jag ser gärna lite hårda fakta om var jag har påstått en sådan sak. En lösryckt mening ur sitt sammanhang verkar vara lite väl lite att gå på för att kräva avsättningar och pudlar. Klart han kan. Med tanke på vad ni diskuterar i den här tråden borde du väl ha koll på att det är väldigt lätt att anmäla någon. Med tanke på var du diskuterar den här tråden borde du däremot vara glad att förtalslagarna inte i någon större omfattning inskränker vad folk kan säga om andra. Så om Assange skulle välja att göra en anmälan lär den bli nedlagd snabbare än han hinner säga \"asyl i ecuador\"."
	},
	{
		"postIndex": 40756,
		"postNum": 41572,
		"postLink": "/sp38528798",
		"postTime": "2012-07-28",
		"postUser": "tankar",
		"postUserID": "/u393938",
		"postUrl": "https://www.flashback.org/t1275257p3465",
		"userUrl": "https://www.flashback.org/u393938",
		"sentence": "Tack för länken Creatur. Håller med dig om att Londonkorrespondenten Per Nyberg faktiskt är helt briljant. I Nyhetsmorgon i TV4 2012-07-12 11:46 framhölls som vi sett att nyheterna har tagit del av en mailkonverasation mellan den brittiska åklagarmyndigheten och dess svenska motsvarighet. Per Nyberg, Londonkorrespondent var med i studion. Nyhetsreporter: Mailkonversation som nyheterna har tagit del av visar att den brittiska åklagarmyndigheten har kontaktat sin svenska motsvarighet för att erbjuda dem att komma över under täckmantel som två juridikstuderande. Vad handlar det här om? Per Nyberg, Londonkorrespondent: Alltså, det här handlar ju om att när Julian Assange nu greps i Storbritannien, så blev han ett fall för det brittiska juridiska systemet. Svenska åklagarna har alltid hävdat att de har inget finger med i spelet - de ska inte vara inblandade i vad som sker borta i Storbritannien. Men de har fortfarande varit intresserade av fallet, och den här mailkonversationen som vi nu har sett visar på täta kontakter mellan Sverige och Storbritannien, där då svenskarna har sagt att vi har inte någonting att göra med fallet därborta. Men tydligt så har man alltså bidragit med information, och nu så har man också velat komma över för att följa fallet på plats. Fallet handlar ju också om att svenska åklagarmyndigheter ville ju förhöra Julian Assange. Det är därför de vill få över honom till Sverige. Men det uttrycks ingenstans att man vill få möjlighet att förhöra honom i Storbritannien, där man (svenska åklagarmyndigheter) då säger att \"Nämen, vi kan inte göra det\". Och här har då den brittiska åklagarmyndigheten sagt: vilket också är helt fel, där man då sitter väldigt tätt, nära inpå varandra - så att, det är mycket, mycket märkligt. Nyhetsreporter: Varför denna konversation då? Varför inte öppet åka dit? Vad är det som gör det så känsligt? Per Nyberg: Alltså, Och de (svenska åklagarmyndigheter) är så rädda att göra någonting fel. Och om ni kommer ihåg, från början så läcktes ju att det var Julian Assange som var misstänkt för våldtäkt, och det skulle egentligen inte ha läckt ut. Så att sedan dess har man varit väldigt rädda för att någonting kan gå fel, men de (svenska åklagarmyndigheter) vill ändå åka över, men inte bli igenkända, och att det inte ska se ut som om de är där för att försöka påverka fallet i Storbritannien. Nyhetsreporter: Man tänker ju att rättssäkerhet ska handla om att alla är lika inför lagen. Men det här är ett väldigt högprioriterat fall. Vad innebär det här mediatrycket för rättssäkerheten? Per Nyberg: Ja för rättssäkerheten alltså, Julian Assange själv har alltid försökt att öka trycket - öka mediatrycket på det här fallet, med sina presskonferenser utanför tingsrätten. Om ni kommer ihåg i februari, den allra första instansen så stod de utanför och sa: \"Marianne Ny, varför kommer du inte hit och svarar på frågor?\" Sedan dess på twitter, på internet så har de hela tiden hållit trycket på det här, för att det på något sätt aldrig ska tappa intresset i media. Och slutligen vad det handlar om är att han vill att om han nu skulle bli utvisad till USA, så ska trycket i media vara så pass stort att de inte kan göra det. Och det syns i de här mailkonversationen att det här har varit högprioriterat, att de har jobbat dag och natt med det här fallet. Nyhetsreporter: Tack så mycket, Per Nyberg, vår Londonkorrespondent. Utdrag/utsnitt ur text presenterad i Nyhetsmorgon; \"Det är min bestämda uppfattning att det inte finns nån risk för att er närvaro (kort text utanför läsbart textfält----) - vid Högsta domstolens förhandling skulle kunna orsaka några problem. Här skulle det aldrig betraktas som någon sorts intrång, inblandning eller som otillbörligt uppträdande. Det finns ingen som helst risk för att någon av er skulle kallas att vittna för försvaret eller behöva delta i rättegången. En sån teoretisk risk - säg om Marianne hade varit i rätten vid den förra förhandlingen - kan inte längre föreligga. Naturligtvis bestämmer ni båda själva om ni vill närvara vid domstolsförhandlingen. Jag lovar att ni båda skulle vara varmt välkomna om ni kom. Jag kan inte se några risker eller problem. Karin, du kan arrangera [och det med all rätt] den press- eller annan sammankomst som du önskar. Det är absolut inget problem. Jag skulle självklart ordna så att du fick arbeta med åklagarens pressavdelning i den omfattning du själv ville. Beroende på hur mycket tid ni skulle ha till förfogande och vilka andra förpliktelser som skulle åligga er, ordnar jag gärna flera studiebesök av juridisk karaktär, [som t ex till Inns of Court där baren ligger eller Old Bailey]. Så, särskilt riktat till dig, Marianne: Om du vill komma över så meddela mig det, och strunta helt i d(text utanför läsbart textfält----) Men om du inte vill lämna trevliga varma Sverige och åka till trista blöta (text utanför läsbart textfält----)\" Källa: Detta minst sagt märkliga fall, som denna tråd handlar om, belyser oerhört viktiga demokratifrågor i vårt samhälle och hur vårt kära Sverige i praktiken fungerar som rättsstat. I teorin, dvs enligt grundlagen är vårt kära Sverige en demokrati och en rättsstat. Men mot bakgrund av detta (och andra liknande) rättsfall, finns det många viktiga frågor t ex: - Hur fungerar i praktiken allas likhet inför lagen i vår enligt grundlagen demokratiska svenska rättsstat? - Är det OK om vår svenska regering och myndigheter t ex i detta och liknande fall väljer att sätta handelsförbindelser med t ex USA (vid t ex USA:s ev påtryckningar och hot om handelssanktioner mot Sverige om vi inte gör som de vill) före demokrati och rättssäkerhet i vår enligt grundlagen demokratiska rättsstat Sverige? Till sist, en eloge till er många lysande meddebattörer i denna m fl trådar. Era skarpa analyser och vassa tangentbord behövs i detta och liknande fall. Vänligen, tankar"
	},
	{
		"postIndex": 34006,
		"postNum": 34706,
		"postLink": "/sp32268697",
		"postTime": "2011-08-15",
		"postUser": "DrKrastapopolos",
		"postUserID": "/u591029",
		"postUrl": "https://www.flashback.org/t1275257p2893",
		"userUrl": "https://www.flashback.org/u591029",
		"sentence": "(Hej, jag förstår att du diskuterar haltande argumentation (något som jag bryr mig mindre om i detta fall), men jag tycker att de centrala frågorna besvaras: 2a) [...] 2b,c,d) Åklagare Eva Finne konstaterade omedelbart (inom 24h) efter att fått tillgång till förhörsprotokollen att \"Inget brott har begåtts\", det skall inte blandas ihop med \"brott kan ej styrkas\". Protokollen finns länkade till i inledningen på denna tråd, och det är rekommenderad läsning. Det är viktigt att komma ihåg att efter att fallet återupptogs kvarstår \"misstanke\" om våldtäkt bara formellt för EN av kvinnorna. Läser man förhöret med den kvinnan (S.W.) är det lätt att förstå varför Eva Finne drar slutsats att inget brott ALLS har begåtts. Det finns inte heller NÅGONTING som tyder på att det skulle ha rört sig om något slags irrelevant \"gråzonssex\" som ANDRA kvinnor har/påstår sig ha upplevt med helt ANDRA män. Vi pratar alltså om HELT VANLIGT SEX, något som de flesta vuxna ägnar sig åt med viss regelbundenhet. Det är tydligt att ALLTING har varit helt frivilligtfrån båda parter (och att de haft sex upprepade gånger på kort tid), dvs, GLÖM allt du hört om inga spruckna kondomer, inget hot, inget våld ingen som blivit lurad inget \"Ja som blev Nej\" etc - det var ingen som SOV eller NÅGONTING annat som skulle kunna resultera NÅGON form av vare sig brottsmisstanke, eller misstanke om något hänsynslöst betteende ALLS (tvärtemot vad du eventuellt fått för dig från att läsa svensk slaskpress). Svårt att tro? NEJ DET ÄR DET INTE. Det är HELA orsaken till att fallet OMEDELBART lades ner av åklagare Eva Finne! Det framgår t ex tydligt från kvinnans förhör att Assange respekterar hennes begäran om kondom (när hon kommer med den), men att hon senare går med på att ha oskyddad sex när han (sanningsenligt) försäkrar henne om att han inte har HIV. S.W. glömmer inte bort i sitt vittnessmål att berätta att J.A. 1) gör henne uppmärksam på att han vid det tillfället INTE har kondom, och 2) även förvarnar henne strax innan utlösning - så att hon skall få möjligheten att säga NEJ om hon skulle vilja, men hon väljer att låta honom fortsätta. Om detta är våldtäkt är alla män som någonsin haft oskyddat samlag våldtäktsmän. Låter det otroligt? Det blir värre: \"Misstanken\" om våldtäkt (som du kanske hört) grundar sig på \"misstanken\" att Assange skall haft sex med en sovande kvinna. Bortsett ifrån det fullkomligt absurda i tanken att det skulle vara genomförbart att ha sex med en sovande kvinna (som INTE är drogpåverkad) utan att hon OMEDELBART vaknar, så har denna påstådda \"misstanke\" INGET SOM HELST STÖD i kvinnans egen berättelse. \"Misstanken\" grundar sig på vad ett ANNAT vittne som påstår att hon tycker sig ha hört att S.W. sagt på telefon. Det ÄR INTE TROLIGT att S.W. gick till polisen på eget initiativ, utan att hon antingen på något sätt blivit påverkad eller (som jag tror) . Kanske genom att AA (eller någon annan?) berättat en historia om en avsiktligt förstörd kondom, och/eller insinuerat att JA kan ha HIV). Vilket leder till den andra kvinnan. Från henne (och (viktigt!) från bekanta till henne) härrör alla otäcka historier du eventuellt har hört, om våld och tvång, avsiktligt förstörda kondomer etc. Som TUR VAR var är historierna för en slipad åklagare som Eva Finne helt genomskinliga lögner. Men, mer än så, historierna involverar mörkläggning av friande omständigheter (avslöjat av Göran Rudling, försvarets vittne (se , och högst troligen även FÖRFALSKANDE/Skapande av ickeexisterande bevismaterial: (Kvinnans bizarra historia involverar kondom \"tom på sperma\" som skall gjorts hål på i hemlighet - utan att kvinnan märkte det - Allt för att tillfredställa Assanges maniska behov av att \"läcka\", om man får tro (den korrupta skitblaskan) Expressen. Som en av kvinnorna har haft nära kontakt med. Att skeendet är helt omöjlighet utan att kondomen skulle trasats sönder ytterligare ( ), lägg till ändrade historier etc etc ... (Dessutom,diskuterar ej på samtycke.nu) enligt uppgift från Publisistklubben?(originalref ngn? på trån) skall \"bevismaterialet\" som skickades in långt senare även ha varit fri från alla former av DNA, UTOM just den somt som kan isolera ifrån naglar (dvs \"mitokondrie DNA\"). Det är viktigt att diskutera kvinnornas motiv . Men motivet \"Assange är en mansgris\" är INTE trovärdigt. Tanken på att detta skulle vara orsaken till att en av världshistoriens största nyhethändelser mörklags för 98% av sveriges befolkning får mig att må illa. Att detta ändå diskuteras som \"motiv\" i svensk slaskpress bör betraktas som respektlöst mot alla inblandade, inte minst mot Svenska folkets intelligens. Vi har sett tillräckligt. Åtminstone för att med SÄKERHET är att vi en gång för alla måste Låsa in Claes Borgström (den samvetslösa karriärist som representerar kvinnorna) i samma cell som Haga-mannen och kasta bort nyckeln. Han får inte kan förstöra fler liv: ( ) <-- Viktig läsning!!! Svensk massmedia befinner sig i ett FRUKTANSVÄRT dåligt skick, men artikeln ovan är ett lysande undantag ."
	},
	{
		"postIndex": 60293,
		"postNum": 61384,
		"postLink": "/sp49702575",
		"postTime": "2014-07-25",
		"postUser": "Flaxan",
		"postUserID": "/u659505",
		"postUrl": "https://www.flashback.org/t1275257p5116",
		"userUrl": "https://www.flashback.org/u659505",
		"sentence": "Varför??? Gick AA och SW till polisen och ville få JA testad? Hallå!!! Direkt börjar man ju undra varför två vuxna människor med åtminstone medelgrad av intelligens. Beter sig på detta vis? Varför ringde de inte JA var en för sig eller tillsammans och påtalade sin oro och besvikelse på honom? Därefter helt enkelt bett honom att frivilligt gå och testa sig. För att på så vis få denna sak ur världen. Bara detta agerande indikerar på någon sorts \"set up\" Historien och bakomliggande orsaker som har framförts, är så långt ifrån ett agerande från vilken kvinna som helst. Vem mer än \"anonymare\" här i tråden tror på att allt gick riktigt till. Vilken vanlig människa som helst har ju en dialog med de inblandade och det mest naturliga hade varit att möta upp JA och reda ut situationen. Det som gör denna historia så djäkla absurd är att det fanns inte någon konkret misstanke om någon könssjukdom och Gällande HIV misstanken om JA. Men dessa kvinnors ressonemang stämmer inte! Vad skall övriga världen få för uppfattning om oss? Många människor i detta land har ju någon gång utsatts för någon könssjukdom mig inklusive. Inte fan sprang jag till polisen !!!!! Om alla bettedde sig på det vis dessa kvinnor har gjort och polisen skulle agera på samma vis som u detta ärende. Ja, då hade polisen fått bygga många nya mottagningar för att kunna hantera alla dessa ärenden. Men här i denna historia hjälper gärna polisen till och känner givetvis målsägande dessutom. Bara det luktar \"set up\" och sen inte nog med det! Inte en siffra rätt gällande hur ett förhör skall genomföras och dokumenteras och spelas in efter alla praxis. Nej, här genomförs förhör i det dolda, utan insyn om förhöret gick rätt till. Givetvis väcks ju alla varningsklockor när först förundersökningen läggs ner. För att sen öppna utredningen igen och denna gång skriker åklagaren om våldtäckt och vissa nogrant utvalda bitar läcker ut i pressen. Att set sedan har läckt ur sms konversationer där de skryter om sitt ligg med JA och är sååå lyckliga på kräftskivan. För sen försöka radera alla spår av denna sms konversation. Jag håller med om att den här SW och hennes \"vän\" AA skall granskas med lupp då de har agerat på ett sett som de inte delar med några andra \"friska\" kvinnor i detta land. Att sen AA kan ha en sådan betydande position i den politiska sfären här i landet är ju helt otroligt? Borde inte hennes partisamhörighet ifråga sätta hennes agerande i denna historia? Det räckte med en Toblorone för Mona Sahlin. Men det här är på tok mycket värre och det verkar finnas mycket mer skit i denna historia äv vad som har kommit upp! Den andra gropuie liknande kvinnan som verkar hoppa i säng vid första bästa tillfälle, skulle vara så \"djupt\" oroad för HIV !!!! Hallå! Inte fan är HIV Det första man tänker på efter ett oskyddat samlag. Givetvis finns ju risken vid oskyddat sex, men inte så man direkt springer till polisen. Nu är det dags att återväcka upprinnelsen till denna historia och upplysa världen igen om dessa kvinnors märkliga agerande! Gällande AA, klagande i bloggar, Twitter mm.... Säger jag bara: den som her sig in i leken, får leken tåla! AA du är inte trovärdig för fem öre! Ej heller ni här i tråden (utan att nämna några namn) Som hävdar att JA är skyldig och dömmer ut honom innan vi har all fakta på bordet."
	},
	{
		"postIndex": 39595,
		"postNum": 40399,
		"postLink": "/sp38001196",
		"postTime": "2012-06-23",
		"postUser": "lillalinnea",
		"postUserID": "/u225006",
		"postUrl": "https://www.flashback.org/t1275257p3367",
		"userUrl": "https://www.flashback.org/u225006",
		"sentence": "Citat: Ursprungligen postat av longbow4y Allt är riggat för att dra ut maximalt på tiden för att slippa ta i ärendet. Visst kan det här vara en av vägarna ut. Tidigt i tråden spekulerades om MN hade en liknande målsättning. Speciellt efter hennes \"låta män sitta häktade gör gott för kvinnor\" och att hon sedan skulle kunna lägga ner allt då hon lyft på alla stenar i Sverige. Det går inte att kritisera en åklagare för att försöka göra ett ordentligt jobb. Kanske tog MN över ärendet för att hon vill visa att du kan driva svåra FUs och testa hennes nya metoder. Jag är säker på att MN inte är så väldigt lätt att ha att göra med. Driven, bestämd och engagerad. Men vad händer om hon faktiskt blir eller blivit pressad till att dra ut på ärendet till efter valet? Hade JA kommit hit tidigare hade valet riskerats störas då med? Om JA faktiskt hade landat i Sverige de här dagarna, skulle MN verkligen kunna hålla honom häktad hela sommaren och hösten? Jag tror vi måste väga hennes personliga vinning i att driva ett högintressant ärende mot riskerna med att blanda sig in i storpolitiska. Var ska hon ta vägen om hon spelar korten så som vi tror i förhållande till presidentvalet? Det här var hennes ärende. Det är det inte längre. Det är just nu JAs ärende och hon har blivit en byrokratiskt torris som inte gör vad hon skulle för att få att få till en snabb juridisk prövning. Hon hade JA vid sina fingrar men ville inte. För hon bestämde. Nu är han på väg till andra sidan jorden och hennes svenska rättsväsende hängs ut världen över. Tänk om JA kunde tas in och ges beskydd av Ecuador och sedan resa till Ecuadors svenska ambassad där han erbjuder MN att hålla förhör med honom. Skydd från utlämning till USA. Men ställer upp och visar sig välvillig till att förhöras. Då blir det tuft för MN att inte gå med på förhör. Om JA dessutom gavs en officiell utnämning av Correa så köper det honom skydd från häktning men JA skulle kunna röra sig och ställa upp på förhör hos polisen. Han skulle kunna välja att göra det men de skulle inte kunna kräva det med den imunitet han skulle ha. Correa skulle dessutom visa sin styrka att stå upp mot USA och USA själva hamnar i en sits som gör att de inte kommer åt JA utan att få världssamfunden mot dem. Jag vet att jag svävat ut lite men det skulle lösa upp många knutar. Det enda Sverige kunde göra är att förklara honom persona non grata."
	},
	{
		"postIndex": 10327,
		"postNum": 10537,
		"postLink": "/sp25304401",
		"postTime": "2010-09-06",
		"postUser": "TigerKid",
		"postUserID": "/u90840",
		"postUrl": "https://www.flashback.org/t1275257p879",
		"userUrl": "https://www.flashback.org/u90840",
		"sentence": "Kanske handlar det inte om något som är smärtsamt/förnedrande/obehagligt i stunden utan om att de är nojjiga för sexuellt överförbara sjukdomar? (detta har varit uppe förut i tråden). Spekulation: Ant. JA lät bli att använda kondom eller fortsatte fastän kondomen gått sönder eller lossnat. Ant. Båda tjejerna hade uttryckligen begärt att kondom skulle vara på. Då de de pratar med varandra och lägger ihop ett och ett drar de slutsatsen att JA har en promiskuös livsstil. Under sin korta vistelse i Stockholm hann han med (minst) två lösa förbindelser med (antag vi) oskyddat sex. De vet att han reser runt i världen - även i områden där HIV är mer vanligt förekommande än här. De nojjar... Begär att han ska testa sig. JA nekar. Då blir de ARGA och rädda och går till polisstation. I ett sådant fall kan det vara uppenbart vad man rent konkret och moraliskt har gjort, men juridiskt blir det kanske en definitionsfråga? Är det ett brott eller ej? Vilken är i så fall brottsrubriceringen? Det faktiskt ha varit så att de gick till polisstationen med fokus på hans vägran att testa sig. Men att polisen, eller i a f den ena av dem tog fasta på själva handlingen - att det (som vi antar här) kondomlösa delen av sexet var mot kvinnans vilja. Vissa har velat definiera detta som väldtäkt, andra som assult. Har inte folk blivit dömda eller åtminstone åtalade för misshandel då de haft oskyddat sex fast de vetat om att de haft HIV? Nu har vi ingen anledning att utgå från att Assange har HIV, men kvinnorna kan ha fått den rädslan och då tyckt att han är moraliskt skyldig dem att testa sig. Assange tycker förstås inte han har begått någon våldtäkt eller övergrepp om detta är caset. Jag ser det som fullt möjligt att båda parter på sitt sätt har \"rätt\". Assange har då inte begått någon regelrätt våldtäkt men kvinnorna kan ha en befogad rädsla och irritation över hans vägran att testa sig. De kan också ha haft legitima skäl att undersöka möjligheten att på laglig väg tvinga fram testning. Kanske tänker de som en tjänst mot alla tjejer han sannolikt träffar framöver... Typ, \"han måste stoppas\". Assange kan från sin sida ha fullt legitima skäl att inte ha på telefonen eller att vägra testning. Men parterna har sina egna nojor och kan kanske inte se den andra partens perspektiv. Den som är rädd tänker inte alltid rationellt och då syftar jag på både JA och kvinnorna. Jag skulle gissa, med den info vi har nu, att Assange inte är någon våldtäktsman. Däremot kan han ha gjort någon handling som vissa rent vill rubricera som våldtäkt. Kanske genom att tänja en del på juridiken. Kanske i brist på passande \"vad det nu kallas\". Det juridiska begreppet svarar inte alltid mot vad man i dagligt tal menar med samma ord. Det är med dessa antaganden också fullt möjligt att kvinnorna gått till polis för att rådfråga om denna ev gråzon i juridiken. Att det är detta att de mot sin vilja kan ha utsatts för smittorisken som varit deras hangup. Någon polis var \"nitisk\" och så bar det iväg. Att utgå från att Assange är en väldtäktsman innan det ens gått till utredning är elakt och orättvist. Att utan att veta exakt vad som hänt utgå från att kvinnorna varit ute för att sätta dit Assange med falska anklagelser är också elakt och orättvist. Både de och Assange har ju brustit i sin konsekvensanalys, men det är inte ett brott. Och vi kan kanske inte utesluta att det är en setup heller. Framför allt är det sannolikt att när detta har hänt så ser fiender till att utnyttja läget och kanske ge en hjälpande hand åt spridningen av den dåliga publiciteten och kanske bidrar man till att så intern split och misstro inom wikileaks. När det gäller enskilda personer som hängs ut med namn och bild skulle jag vilja ge dem benefit of the doubt. Både Assange och kvinnorna. Det finns stor risk att ens sympatier och antipatier gentemot wikileaks/feminister/socialdemokrater/kristna/broderskapare spelar in. En som är feminist, kristen OCH sosse riskerar liksom att bli lite dömd på förhand här på FB... Visst är det en kombo som kan vara \"lite mycket\", men hon behöver för den skull inte vara skyldig till en illvillig falskanmälan. Klantig har hon variit, och Assange."
	},
	{
		"postIndex": 29068,
		"postNum": 29686,
		"postLink": "/sp30138974",
		"postTime": "2011-04-17",
		"postUser": "BaalZeBub",
		"postUserID": "/u201835",
		"postUrl": "https://www.flashback.org/t1275257p2474",
		"userUrl": "https://www.flashback.org/u201835",
		"sentence": "Mina manuella korrigeringar av Häktningspromemorian, som cirkulerar med en ocr som missat en hel del. Jag har återgivit dem ett antal gånger, men tar dem igen. ------------------- ------------------- Ur HäktningsPM /förundersökningen 1: Våldtäkten Rubricering: s4 Brottsanmälan 1/NJ Joursektion 2010-08-20 \"BROTTET Sofia uppgav att hon blivit våldtagen i sitt hem på morgonen tisdagen den 17 augusti genom att en man haft samlag med henne mot hennes vilja. Se sep. förhör.\" s10 och framåt Förhör av Sofia Wilén, signerat Irmeli Krans där kommer vi till beskrivningen av gärningen som enligt ovan är våldtäkt, under rubriken Övergreppet. Stycket i sin helhet samt närmaste föregående text (sista stycket under rubriken Enköping), sidan 13 följer här. Jag har använt den sökbara pdf:en som är gjord med automatisk textigenkänning (OCR), och manuellt korrigerat denna. \"De somnade, och när de vaknade hade de eventuellt sex igen, hon kommer inte riktigt ihåg. Han beordrade henne att hämta vatten och apelsinjuice åt honom. Hon tyckte inte om att bli beordrad i sitt eget hem men tänkte att \"skitsamma\" och hämtade det ändå. Han ville att hon skulle gå och köpa mer frukost. Hon ville inte lämna honom ensam i lägenheten, hon kände ju inte honom så väl, men gjorde det ändå. När hon lämnade lägenheten låg han naken i sängen och höll på med en av sina telefoner. Innan hon gick sa hon: \"Be good.\". Han svarade: \"Don't worry, I'm always bad'. När hon kom hem igen serverade hon honom havregrynsgröt, mjölk ock juice. Själv hade hon ätit innan han vaknade och också pratat med en kompis i telefon. Övergreppet De satt i sängen och pratade och han tog av henne kläderna igen. De hade sex igen och hon upptäckte plötsligt att han hade trätt kondomen endast Över ollonet men hon lät det bero. De somnade och hon vaknade till av hon kände honom tränga in i henne. Hon frågade genast: \"Are you wearing anything?\" och han svarade: \"You\". Hon sa till honom: \"You better dont have HIV\" och han svarade \"Of course not\". Hon kände att det var för sent. Han var redan inne i henne och hon lät honom fortsätta. Hon orkade inte säga till honom en gång till. Hon hade tjatat om kondom hela natten. Hon har aldrig haft oskyddat sex. Han sa att han ville komma inuti henne, han sa inte när han gjorde det men han gjorde det. Det rann ut mycket ur henne efteråt. Hon sa till honom att tänk om hon blev med barn. Han svarade bara att Sverige var ett bra land att ha barn i. Hon sa till honom skämtsamt att om hon blev med barn fick han betala hennes studielån. På tåget till Enköping hade han berättat att han hade sovit i Anna Ardins säng efter kräftskivan. Hon frågade om han hade haft sex med Anna men han sa att Anna gillade tjejer, att hon är lesbisk. Men nu vet hon att han gjorde samma sak med Anna. Hon frågade honom om hur många han hade haft sex med men han svarade att han inte hade räknat. Han sa också att han hade HIV-testat sig tre månader tidigare och att han hade haft sex med en tjej efter det och att den tjejen var testad och osmittad. Hon sa sarkastiska saker till honom i skämtsam ton. Hon tror att hon för sig själv ville avdramatisera det som hänt, han i sin tur verkade inte bry sig. När han fick veta hur stort henne studielån var sa han att skulle han betala henne så mycket pengar fick hon föda barnet. De skämtade om att barnet skulle heta Afghanistan. Han sa också att han alltid borde ha med sig abortpiller som egentligen skulle vara sockerpiller. Hans telefon ringde och han hade möte med Aftonbladet på tisdagen klockan 12. Hon förklarade för honom att han inte skulle hinna till det mötet och han flyttade fram sitt hela schema för dagen med en timme. Sedan cyklade han med henne på pakethållaren till tågstationen. Hon betalade hans biljett till Stockholm. Innan de skildes åt sa han åt henne att ha telefonen på. Hon frågade om han skulle ringa henne och det sa han att han skulle göra.\" ---------------- ---------------- Ur förundersökningen 2: En av misstankarna mot JA som uppges i EAW ( europeiska arresteringsordern) är: \"the defendant pushed his erect penis against the complainant's back, thus violating her sexual integrity'' Här är underlaget i förundersökningen. Jag har återigen korrigerat den sökbara pdf:ens ocr manuellt: \"Förhör våldtäkt alt. sexuellt ofredande\" målsägande Anna Ardin, förhörsledare Sara Wennerblom. s 13 ff. Förhöret uppges hållas per telefon, och det jag nedan citerar är vad som direkt handlar om ovanstående misstanke i EAW. Vi kommer in i ett skede i berättelsen, där Anna Ardin och Julian Assange redan har haft sex med varandra sedan flera dagar, och delar säng med varandra under en veckas tid. s14: \"Enligt Anna försökte Assange göra sexuella närmanden på henne varje dag efter den kvällen då de hade haft sex. Detta genom att exempelvis ta henne på brösten. Anna hade avfärdat Assange vid alla dessa tillfällen vilket Assange accepterat. Vid ett tillfälle , onsdagen den18 augusti, hade han helt plötsligt klätt av sig alla kläder på underkroppen och därefter gnuggat underkroppen och sin eregerade penis mot Anna. Anna uppger att hon upplevde det som konstigt beteende och obehagligt och hade därför flyttat ner på en madrass och sovit där istället för uppe i sängen hos Assange.\" ---------------------- ---------------------- Ur förundersökningen 3: Som jag förstår det har jag i med denna tredje del återgivit 100% av Julian Assange misstänkta brottsliga gärning. Texterna består alltså av förundersökningens pdf:er, vilkas bristfälliga OCR jag korrigerat manuellt. Denna text är från samma förhör som i inlägg 2: \"Förhör våldtäkt alt. sexuellt ofredande\" målsägande Anna Ardin, förhörsledare Sara Wennerblom. pdf s 16 ff. s16: \"På fråga svarar Anna att varken hon eller Assange druckit någon alkohol under kvällen. När de satt och drack te började Assange smeka Anna på benet. På fråga svarar Anna att Assange tidigare under kvällen inte gjort några som helst fysiska närmanden på henne förutom nu vilket Anna till en början välkomnade. Dock kändes det enligt Anna \"obehagligt redan från början\" då Assange var hårdhänt och otålig. Enligt Anna gick \"allt så fort\". Han slet av henne kläderna och drog i samband med detta sönder hennes halsband. Anna försökte sätta på sig några klädesplagg igen då det hela gick så fort och kändes obekvämt men Assange plockade av dem genast igen. Anna uppger att hon då tänkte att hon egentligen inte ville gå vidare\" s17: \" längre men att det var för sent att säga stopp till Assange då hon \"gått med så här långt\", Hon kände att hon \"fick skylla sig själv\". Därför lät hon Assange dra av henne alla kläder. De lade sig därefter i sängen. Anna låg på rygg och Assange ovanpå henne. Anna upplevde det som att Assange direkt ville föra in sin penis i hennes vagina vilket hon inte ville då han inte hade någon kondom på sig. Hon försökte därför vrida sina höfter åt sidan och knipa ihop med benen i syfte att förhindra en penetration. Anna försökte flera gånger att sträcka sig efter en kondom, vilket Assange förhindrat henne att göra genom att hålla fast hennes armar och bända ut hennes ben och ändå försöka penetrera henne med sin penis utan kondom. Anna uppger att hon till slut kände sig helt gråtfärdig då hon var fasthållen och inte kunde få tag i en kondom och kända att \"det här kans lsuta illa\". På fråga svarar Anna att Assange måste ha vetat att det var en kondom som Anna sträckte sig efter och att han därför höll i hennes armar för att förhindra henne. Efter en stund ifrågasatte Assange vad Anna höll på med och varför hon knep ihop benen. Anna berättade då att hon ville att han skulle sätta på sig en kondom innan han kom in i henne. Assange hade då släppt Annas armar och tagit sig på en kondom som Anna plockade fram åt honom. Anna upplevde ett stort outtalat motstånd från Assanges sida att använda kondom vilket gjorde att hon fick känslan av att han inte satte på sig den han blev tilldelad. Hon tog därför ner sin hand till Assanges penis för att kontrollera att Assange verkligen hade satt på sig den. Hon kände då att kanten på kondomen satt som den skulle nere på Assanges penisrot. Anna och Assenge fortsatte att ha sex och Anna uppger att hon tänkte att hon \"bara ville ha det överstökat\". Efter en stund märker Anna att Assange drar sig ur henne och börjar ordna med kondomen. På ljudet att döma lät det enligt Anna som Assange tog av sig kondomen. Han trängde därefter in i henne på nytt och fortsatte samlaget. Anna kände då ytterligare en gång på Assanges penis och kände som tidigare kanten på kondomen vid penisroten varför hon lät honom fortgå. Ytterligare en stund därefter fick Assange utlösning i henne och drog sig därefter ur. När Assange plockade bort kondomen från sin penis såg Anna att den var tom på sädesvätska. När Anna sedan började röra kroppen märkte hon hur det \"rann\" något ur hennes vagina. Anna förstod ganska fort att det måste vara sperma från Assange. Hon påtalade detta för Assange vilken förnekade detta och svarade att det var bara hon själv som var blöt. Anna är övertygad om att Assange, när han drog sig ur henne första gången, tog sönder kondomen uppe vid ollonet och därefter fortsatte samlaget med efterföljande utlösning. På fråga svarar Anna att hon inte närmare tittade på kondomen, om den var sönder på det viset hon tror, men uppger att hon tror att hon har kvar kondomen hemma och skall undersöka detta. Hon uppger även att lakanen som användes vid detta tillfälle förmodligen ligger otvättade i hennes tvättkorg.\""
	},
	{
		"postIndex": 11515,
		"postNum": 11751,
		"postLink": "/sp25400395",
		"postTime": "2010-09-11",
		"postUser": "rövner",
		"postUserID": "/u126427",
		"postUrl": "https://www.flashback.org/t1275257p980",
		"userUrl": "https://www.flashback.org/u126427",
		"sentence": "Hur löjligt det blir när man får uttalande efter uttalande från JA om att han är oskyldig samtidigt som åklagaren fortsätter utredningen är svårt att sätta ord på. Verkar den här mannen som kämpat för öppenhet och fred som en möjlig våldtäktsman? Jag tror inte att feminismens dolda krafter någonsin varit så nära att avslöjas som nu. I det öppna har man agiterat under en demokratisk flagg men lagstiftat som det passar ens egna lumpna motiv. Önskningarna från folket om hur lagarna ska skrivas och tolkas ignoreras ständigt. Dessa dolda krafter har smugit in formuleringar i lagarna som gör att deras medlemmar ute bland juristerna kan tolka lagarna precis som dom vill. Hur tomt blir det inte att motivera den nya våldtäktsrätten med att \"kvinnor som är avsvimmade kan också bli våldtagna\", eller \"kvinnor som är lätta på foten kan också våldtas\" när man så tydligt ser att man i det här fallet använder den nya lagen för att tolka in en våldtäkt i - ingenting! Man ursäktar sig med utredningssekretess men om det fanns någonting att bygga en dom på hade det med säkerhet kommit ut vid det här laget. Utredningssekretess är egentligen en chimär som Kvinnornas Sammanslutning skrivit in i rätten för att ostört kunna dikta ihop våldtäkter och plantera bevisning - vilket uppenbarligen sker i fallet AA-JA Om svensson visste hur det faktiskt gick till i våra rättegångar skulle dom storkna av upprördhet. Problemet är att ingen bryr sig om att kritisera dessa krafter då det nu är \"hippt\" att vara feminist, en åsikt som människor i Sverige inte fått av demokratiskt resonerande utan just genom det förgiftade dricksvattnet som främst slår mot y-kromosomen (jag är glad att JA insett problemet och inte verkar ha druckit av kranvattnet i Sverige - kanske för att man i Australien ofta dricker vatten på flaska? Eller också vet han.) Feminismens dolda krafter gäckar i alla fall massorna och även sina politiska och juridiska kollegor. Att någon tillhör ett politiskt läger kan man nog se, men hittills har den dolda agendan (att varje år uppfylla en kvot av dömda våldtäktsmän - skydiga eller ej) inte avslöjats eller åtminstone inte öppet uttalats i debatten. I och med detta fall tror jag dock att dessa krafter kan hamna i fokus ordentligt. Jag tror t.o.m. att detta dolda sällskap med flit skapat en sådan uppenbart falsk utredning för att dom äntligen ska belysas med buller och bång. Dom förutser vilket otroligt hat utredningen av Assange kommer utlösa inte bara i Sverige utan i hela världen. Jag fruktar att deras mål med detta är ett regelrätt könskrig. Tänk bara till att börja på att man denna gången valt att göra en av deras egna feminister till offer - hur uppenbart blir det inte då för alla att kvinnan ljuger? Vidare har kvinnan inte dolt att hon skulle kunna tänka sig att anmäla folk för våldtäkt eller sexuellt ofredande redan innan hon nu faktiskt gick och gjorde det. Åklagaren har vidare hävdat att man nu försöker vända på varje sten för att få en rättvis utredning, man åberopar alltså en rättssäkerhet som man för längesedan svikit. Senaste gången vi fick inblick i Kvinnornas Sammanslutning var under ROKS-avslöjandena. Under Assange-rättegången har vi nu fått nästa pusselbit. Detta är en sammanslutning vars illasinnade tentakler når alla delar av samhället. Det är inte mycket tid kvar nu. Förbered er på den sista kampen. JA är redan vid frontlinjen. Om Kvinnornas Sammanslutning sammarbetar med CIA, vilket jag redan sagt att jag håller för konspiratoriskt, då handlar det om en mycket farlig allians. I detta fall är båda ute efter JA, CIA för att han släpper dokument som kan blottlägga missgrepp i USAs krigsföring som kan skada deras soldater eller trovärdighet, Kvinnornas Sammanslutning för att han är man. Jag föreställer mig en stormig debatt i det ovala rummet mellan Obama och KS presidenten, Margareta Winblad. Hon försöker säkert utnyttja situationen då hon vet att JAs DNA är viktigare för Obama än för henne själv. Min gissning är att Obama kommer tvingas skriva på ett hemlighetsstämplat dokument om att minst en miljon amerikanska män måste dömas för våldtäkt i år. Ett dokument som Obama river upp när den Kvinnliga Revolutionen utbryter. Där Kvinnornas Sammanslutning lämnar som minst spår - det är just där dom finns. Och dom har tydliga motiv för att undergräva den manliga och ogentlemannaaktiga Assange. Eftersom utredningen och eventuell dom kommer bli så noga granskad kommer dom antingen avslöjas och få sitt könskrig och då spelar deras juridiska karriär inte längre någon roll - eller också så kommer dom fabricera så trovärdiga bevis att dom inte går att avslöja. Det är en mäktig men hemlighetsfull organisation som ligger bakom dessa anklagelser mot JA och jag kommer inte gå utanför huset så länge den F! färgade lila bilen står kvar på gatan utanför. Kvinnornas Sammanslutning vet att jag engagerar mig för JAs sak och vet redan sedan innan att jag är man, och jag tänker inte spela dom i händerna i att lämna ut mig själv - en av dom sista männen i Sverige som står emot. Jag har tre blad kvar på hibiskusen och två konserver med bullens pilsnerkorv. Jag får ransonera spadet från dessa konserver försiktigt då vattnet i kranen är förgiftat med en kemisk komponent som bara slår mot y-kromosomen. Detta gift är det som gör att inte hela svenska manligheten ställt sig upp mot dom feministiska orättvisorna ännu, men kommer det kunna hålla tillbaka männen när ljuset går upp för dom om oegentligheterna i fallet Assange? Har KS ens räknat med att det kan det? Revolutionen kommer. Och förr eller senare måste jag ändå ut, i alla fall om det verkar som att dom tänker häkta Assange - jag har gjort ett kyskhetsbälte åt honom med det jag redan tillverkat åt mig själv som modell, när revolutionen kommer är allas våra ballar i fara då feministerna kommer sköta all fortplantning i laboratorium. Jag tvivlar inte på att dom kommer börja med JA då han med AA och T-20 tydligt visat att han är för en kaotisk och oreglerad manlig fortplantning."
	},
	{
		"postIndex": 52304,
		"postNum": 53289,
		"postLink": "/sp42737880",
		"postTime": "2013-04-01",
		"postUser": "guaponi",
		"postUserID": "/u479015",
		"postUrl": "https://www.flashback.org/t1275257p4441",
		"userUrl": "https://www.flashback.org/u479015",
		"sentence": "Frågor till herr HD - Domare - Sveriges Rättssystem Är det korrekt Sveriges regering utser domstolschefer och ordinarie domare ? Är det korrekt att nämndemän är politisk utsedda ? Är det korrekt att Sverige i åtminstonde 2 internationellt stora fall verkar ha låtit sig påverkas av amerikanska intressen? (Egypterna och TPB) I detta fall så har både statsministern, utrikesministern och socialministern uttalat sig partiskt om målet. Många ser nog en risk till en unfair rättegång, håller du med? Den ansvarige åklagaren i detta fallet har i officiella regeringsdokument uttryckt åsikten att hon kan dela ut egna påhittade straff till personer hon anser är gärningsmän men inte tror sig kunna fälla i domstol. Är det förenligt med en rättsstat att en sådan person tillåts vara åklagare (eller överhuvudtaget tillåts vara verksam inom rättsväsendet)? Sveriges justitieminister beatrice ask har bland annat (det finns många grodor där) uttalat att färgglada \"skämsbrev\" ska skickas hem till misstänkta ej dömda sexköpare. Med tanke på att justitieministern har så svag uppfattning om rättssäkerhet samtidigt som andra ministrar uttalar sig i fallet så är det många som känner sig skeptiska till en schysst rättegång. Vad är din åsikt? Som bekant så är Julian Assange inte bosatt i Sverige. Han har ett väldigt krävande arbete. Trots detta stannade han i Sverige fram till 27 September. Även om han inte var lättanträffbar den sista veckan så var han inställd på förhör dessförinnan. Man kan tycka att åklagaren genom sin underlåtenhet att göra ett snabbt förhör borde vara lite smidigare beträffande tidpunkt för ytterligare förhör. De onormaliteter som funnits i fallet har givetvis gjort att en person som inte är bekant med det svenska samhället och rättssystemet känner sig skeptisk (precis som många svenskar). Det finns flera fall där vi har allvarliga brott och bevisläget är mycket gott där man från svenskt håll avstått från EAW med motivationen att EAW bara används för riktigt grova brott. Alla som läst häktningspromemorian inser att det handlar om väldigt grunda anklagelser om ett eventuellt brott som det inte finns tillstymmelse till bevis för. Istället finns det ett antal omständigheter som talar för Assange (t.ex AA's beteende före och efter händelse(rna) och tidpunkten/ tidsföljden map SW. Första åklagaren kunde inte se något brott i materialet över huvudtaget. Det är lite märkligt att en \"Special\" åklagare tar upp ett fall med en väldigt känd person och väldigt dåligt bevisläge. De flesta förhör (utom Assange och de vittnen som inte var uppenbart partiska till målsägarna i målet) spelades inte in. Dessutom så skedde de flesta förhör över telefon. Är det verkligen rimligt att man under nämnda omständigheter vägrar att förhöra Assange i England till oerhörda kostnader som bättre hade behövts på andra ställen i samhället? Det är uppenbart att en fällande dom skulle ha ett betydligt mindre straffvärde än den tid som Julian Assange suttit frihetsberövad i London. Dvs, oavsett utgången av en eventuell rättegång så är straffet redan avtjänat. Är det omöjligt att hålla en rättegång utan att personen är fysiskt närvarande ifall straffet ändå är avtjänat?"
	},
	{
		"postIndex": 20272,
		"postNum": 20710,
		"postLink": "/sp27860702",
		"postTime": "2010-12-29",
		"postUser": "dualtofilter",
		"postUserID": "/u508451",
		"postUrl": "https://www.flashback.org/t1275257p1726",
		"userUrl": "https://www.flashback.org/u508451",
		"sentence": "De var väl tvugna att pressa fram den här domen för att ha en chans att lagföra JA. Om man skulle se till det intryck målsägande ger, med raderande av saker m.m, så skulle det har ju varit nerlagt för länge sedan Nej, men mer seriöst, så återfinns följande i domen ( och i Lambertz tillägg: Och med dessa rätt uppenbara saker som bakgrund har jag mycket svårt att se vad JA har att tjäna på att överhuvudtaget medverka i utredningen i detta stadium. Vad skulle hända om han via sina advokater låter hälsa till Ny att han anser sig oskyldig och känner att han inte har något att tillföra. Jag menar, Ny kan ju inte rimligtvis tvinga honom att prata. Kan hon \"hota\" med att han blir häktad maxtiden och polisen sitter och rullar tummarna och ett beslut om ev åtal tas först efter denna tid? (Jag har nu lyckats förtränga formalian kring häktning.) Har inte även Ny kommit med något uttalande om att det enda som återstår är att tala med JA? (Obs, detta kan vara helt fabricerat i mitt huvud) För det måste ju rimligtvis vara helt omöjligt att komma med någon rimlig bevisning om JA bara håller käften. Det verkar ju inte vara några allvarliga grejer han är misstänkt för (även om, som påpekats många gånger i tråden, så har målsägandes berättelser radikalt förändrats sedan det hela startade), och då förstår jag inte hur man ska kunna bedöma trovärdigheten hos målsägande, vilket ju är helt centralt i detta fall. Visst, om det är något väldigt hemskt man blivit utsatt för, då kan jag väl kanske köpa att det är möjligt, men hur det ska vara möjligt i det här fallet förstår jag inte alls. Säg att jag ska vittna om färgen på mina gardiner, jag hävdar att de är röda och någon annan hävdar att de är blå, hur ska rätten kunna göra någon bedömning av trovärdigheten i ett sådant fall. Notera att Lambertz i sitt tillägg även säger: Och sådana exempel måste det väl finnas i överflöd i denna tråd. (Sedan vilka som faktiskt är sanna och vad som bara är prat går väl kanske inte att avgöra utan mer detaljer. Men att allt skulle vara helt fel har jag svårt att se.) Vad har vi egentligen för källa på att JA fått en kopia på FUP eller liknande? Jag har lite svårt att se att svenskt rättsväsende skulle börja hålla på och specialbehandla JA med tanke på hur det sett ut hittils. Med reservation för att detta är helt fel, så vill jag snarare minnas att BH fick ta del av det i \"FUPen\" som läckt till media? Något i stil med att The Guardian visade honom vad de hade? Eller har vi någon annan källa på att JA och hans team fått information direkt från åklagare/polis? Ber om ursäkt om denna extremt långa citering från inlägg #19715 ( ) men jag har inte sett det uträtt om det faktiskt är hovrätten som \"förbjudit\" (?) Ny från att hålla förhör med JA i england? Detta låter ganska märkligt och verkar inte riktigt stämma överens med det (lilla) jag läste i bl.a. \"Internationell rättslig hjälp i brottmål\" (se ."
	},
	{
		"postIndex": 49988,
		"postNum": 50940,
		"postLink": "/sp41473382",
		"postTime": "2013-01-14",
		"postUser": "AnimositisominA",
		"postUserID": "/u681143",
		"postUrl": "https://www.flashback.org/t1275257p4245",
		"userUrl": "https://www.flashback.org/u681143",
		"sentence": "Det är din subjektiva bedömning när du läser förhöret. Jag håller med till viss del, även om jag inte skulle formulera det på det sättet. Men varken din eller min subjektiva åsikt om fallet har någon egentlig betydelse. En åklagare som bedriver jämställdhetspolitik genom att försöka få till sexbrottsdomar mot män och en omdömeslös f.d. JÄMO gör en annan subjektiv bedömning mot bakgrund av en rätt diffus lagstiftning och en händelse som i alla fall är på gränsen till våldtäkt (inte enligt min åsikt, enligt lagen). CB borde åtminstone insett att han inte skulle ta på sig rollen som målsägarbiträde åt en partikollega i ett ärende som redan hade internationell uppmärksamhet. I samband med anmälan så fyllde AA i med en mening när SW pratade med polisen som gjorde caset starkare. Det berättar DB i sitt förhör (sid.53 HäPM). Det ledde till 'allmänt åtal' som du vet. I och med det är målsägandena utom kontroll. Målsägandena kan inte dra tillbaka anmälningarna även om de skulle vilja. Vilket jag misstänker att SW ville, i alla fall en tid, kanske AA också. Men det spelar ingen roll om bägge kvinnorna ville/vill ta tillbaka anmälan, det är åklagaren som driver fallet vidare och CB är med på ett hörn. Förhör med SW den 20 augusti. Borgström blir formellt målsägarbiträde den 24 augusti. Finné lade ner allt utom ofredande den 25 augusti. Först 26 augusti dokumenteras förhöret med SW, med \"behövliga ändringar\" och med anmärkningen att förhöret fick avbrytas p.g.a SWs psykiska sammanbrott, eller vad man ska kalla det. Det är sex dagar efter att förhöret hölls. Förhöret med SW ser fullständigt ut trots anmärkningen att det avbrutits. De \"behövliga ändringarna\" har förmodligen med SWs sammanbrott att göra. Den 27 augusti begär CB överprövning och ärendet hamnar hos Utvecklingscentret i GTB. 1 september tar Marianne Ny sig an ärendet. Den 2 september har SW gjort ett \"statement\" och våldtäktsanmälan är fortfarande gällande. Det mest troliga är väl att SW fick förhöret uppläst för sig och godkände det den 2 september 2010? I och med det vill åklagaren hålla förhör med Assange. Sedan dröjer det fram till häktningsbeslutet den 18 november osv. Jag tror att förföljelsen av Wikileaks/Assange, i synnerhet från USAs håll, hade varit lika omfattande även om Assange och SW/AA inte hade hamnat i det stinkande djupa träsk som svenskt rättsväsende visar sig vara ibland, särskilt när det gäller sexbrott. (ett träsk där kvinnor och barn i alla fall har spångar att gå på) Kanske hade USA gripit Assange för mer än två år sedan om inte dessa sexbrottsanklagelser kommit in i bilden. Svensk media är sedan länge såld till både profitsystemet och en skruvad feminism. Därför blev det upp till kamp mot denna man med makt som kallade Sverige \"bananrepublik\", ett feministiskt Saudi-Arabien och hade töm-och-glöm-sex med två personer som automatiskt betraktas som offer för att de är kvinnor. Jag är väl hjärntvättad i den meningen att mitt tänk inte är helt nedsmutsat av \"den stora konspirationen\". Därför är jag fortfarande öppen för andra förklaringar, tillsvidare. Är jag bandit? På samma sätt som USA m.fl. betraktar Assange som bandit kanske. Häktningsförhandlingen skedde ju först den 18 november. SWs \"statement\", som jag tror är ett godkännande av förhöret med henne, kom ju redan den 2 september. (Dagen efter M. Ny började driva ärendet.) Om det var nåt fuffens kring det så borde Hurtig ha reagerat, han var ju faktiskt med vid häktningsförhandlingen. (han har ju massa relevanta synpunkter på åklagarens hantering dock, objektivitetsprincipen mm. som framkommer i förhöret i UK) Det står två skäl för häktning i Protokollet från Stockholms Tingsrätt. Bra fråga. MN visste att Assange förnekat alla anklagelser. Förhören med DB/JW gjordes 18 dagar efter att SW gjort sitt \"statement\". Tror att MN ville samla ihop så mycket bevis som möjligt innan hon konfronterade Assange igen. Ironiskt nog så verkar DBs vittnesmål försvaga det ena ärendet (AA)."
	},
	{
		"postIndex": 43690,
		"postNum": 44554,
		"postLink": "/sp38925110",
		"postTime": "2012-08-20",
		"postUser": "Nostradumbass",
		"postUserID": "/u381396",
		"postUrl": "https://www.flashback.org/t1275257p3713",
		"userUrl": "https://www.flashback.org/u381396",
		"sentence": "Om vi ska se lite nyktert på det här så kan vi ju säga att det var inte nationen Sveriges vilja att straffa Assange. Jag tror att det är så enkelt att statsfeminismens kapning av rätssystemet och vår internationellt sett konstiga sexualbrottslagstiftning har fött ett inrikespolitikst klimat där Marianne Ny med sina radikalfeministiska åsikter tillåtits härja fritt. När Assange kom till Sverige 2010 så ville Ny fälla lite internationellt storvilt för att bevisa den svenska sexual-lagstiftningens förträfflighet. Vid den här tidpunkten 2010 så är det inte otroligt att anta att alla hade ögonen på Assange. Svensk media, svenska politiker, svensk underrättelsetjänst och inte minst amerikansk förbannad ambassadpersonal stationerad i Sverige. Alla. Dock med egna agendor - och inte som en konspiration. När anmälan väl kom in avskrevs den av Finné, med motiveringen \"Inget brott har begåtts\". Det fatala misstaget begicks när Claes Borgström begärde och Marianne Ny beviljade överprövning. Detta beslut var inte alls övervägt utan gick på \"autopilot\"; anledningen att jag tror det är att Nys beslut gick väldigt fort. Vips hade vi ett läge där USA via sin arga kränkta uthängda ambassad kunde sätta press på Sverige. Nu fanns ett rättsfall. Jag tror alltså inte att Ny vid tiden för sin återöppning av fallet såg att USA skulle ta chansen att fulspela, utan hon var bara förblindad av sin statsfeminism och svingade sitt fina skinande svärd, den svenska sexualbrottslagstiftningen. Sedan dess har det varit politik. USA ser chansen att bli av med Wikileaks och Assange. Nu gäller det att skydda Sverige från politiska problem. Marianne Ny ser här sitt fatala misstag gjort i hetsig statsfeministisk radikalanda - precis samma anda som alltid annars är så rätt - inrikespolitiskt sett. Men nu blev det så väldigt jävla fel. Dock är det ingen konspiration utan bara korttänkthet. Politikerna får panik när dom inser USAs position när/om det skulle finnas ett pågående rättsfall - lagstödet härför finns redovisat i tråden. EAW hittas som ett sätt att lösa problemet - eller iallafall flytta det utanför Sveriges gränser - bort från svensk utrikespolitik. När Assange lämnar Sverige 5 veckor försenat med åklagarens goda minne, utan att förhör har hållits smäller hon sedan på honom en internationell arresteringsorder och sen agerar inte Ny - hon kan inte agera rättsligt genom att väcka åtal för då finns risken att Sverige tvingas utlämna Assange till USA. Det är något som Sverige absolut inte vill göra - men kommer att göra om politikerna tvingas till det. Vi har sen 1950-talet och kalla krigets dagar alltid teamat upp med NATO. Vi måste visa oss välvilliga. Marianne Ny vet att hon inte kan agera juridiskt för då får det utrikespolitiska konsekvenser. Skriver hon av målet får det konsekvenser för hur vårt rättsväsende fungerar. Allt faller tillbaka på rättssystemet och två personer med feministiska motiv, två välmenande idioter som gjorde ett fatalt misstag i sin feminismiver 2010. Och här är vi nu. Ny kan inte agera juridiskt - det har hon visat. Carl Bildt ger inga garantier som skriker åt Assange \"Kom inte hit!\"; Carl behöver inte vara speciellt begåvad, men jag tvivlar på att han är genuint ond. Han vill slippa det politiska beslutet att efter absurda påtryckningar från Obamaadministrationen utlämna Assange. Men allt faller tillbaka på Marianne Nys agerande att återöppna fallet med klart radikalfeministisk agenda. Så kan det gå... Det behöver inte finnas någon \"konspiration\" per se - och Finné gjorde det enda rätta att lägga ner målet, baserat på vad som presenterats. Innan det fler utrikespolitiska konsekvenser än det redan fått borde Ny inse sitt misstag - åka till London - skriva av fallet och förtidspensionera sig och pensionera även den radikalfeministiska agendan inom vårt rättssystem som har minskat rättssäkerheten genom att göra \"våldtäkt\" till lite vafan som helst. Då slipper Sverige skicka Assange till USA för att behålla vårt samarbete med NATO; ett beslut som är det givna idag eftersom vi inte har ett försvar kvar så har vi gjort oss ofrånkomligt beroende av NATO och USAs stöd för vår militär. Tack ska du ha Marianne. A job well done."
	},
	{
		"postIndex": 33174,
		"postNum": 33859,
		"postLink": "/sp31924422",
		"postTime": "2011-07-29",
		"postUser": "MoLoK",
		"postUserID": "/u3473",
		"postUrl": "https://www.flashback.org/t1275257p2822",
		"userUrl": "https://www.flashback.org/u3473",
		"sentence": "Jag har upprepade gånger bett om att \"andra sidan\", dvs de som efter att ha studerat allt tillgängligt material lutar åt att JA har begått våldtäkt, ska lägga fram sin argumentation här. Så har inte skett. Efter att ha studerat HäPM, AA's raderade twitter, sett IK's tjänstefelsfacebookande och analyserat åklagarens taktik från september och framåt... så är min uppfattning klar. JA har inte begått någon våldtäkt på SW. Vad talar för att han är skyldig? Ge mig argument! Naturligtvis har vi inte tillgång till hela förundersökningen. Men om det fanns övertygande bevis eller omständigheter som talar JA så kanske min ståndpunkt skulle ändras. Kom ihåg - innan vi hade tillgång till HäPM så fick vi information ur den via media. Men bara det som talade till JA's nackdel. Jag minns speciellt Aftonbladets pinsamma försök till kondomartikel. Tror du det nämndes där att ingen DNA hade hittats på den kondomen? \"Nu har delar ur våldtäktsutredningen mot Wikileaksgrundaren Julian Assange, 39, läckt ut. En av kvinnorna har anklagat Assange för att ha tagit sönder en kondom under ett samlag, Och testresultat ser ut att stödja hennes misstanke, skriver VG\" \"Den äldre kvinnan säger att Assange vägrade att använda kondom under samlaget och när han inte ville sätta på den trots att hon bad honom höll han fast hennes armar och ben. Till slut släppte han hennes armar och gick med på att använda kondom.\" Hmm... ja... så om det fanns mer graverande mot Assange så borde det ha läckts till pressen vid det här laget. Att SW vid ett kompletterande förhör förtydligade att hon inte sov läckte av någon underlig anledning inte ut via pressen! Den svenska polisen och åklagaren har genomgående skött detta fall mycket dåligt. Tänk om Marianne Ny hade kunnat förhöra Assange under september som han ville? Men nej, hon var tvungen att vänta tills mitten av september för hon skulle förhöra DB och JW innan! Allt enligt hennes arbetsmetod - den anklagade ska förhöras så sent som möjligt! Varför är alla förhör som talar FÖR Assange ordagranna medans SW/AA-sidan har tillrättalagda konceptförhör? Vad säger du om IK's agerande mellan konceptförhöret och renskrivningen? (Dvs IK's \"SKAAAAAAAAAANDALLLL!!!!!\"-facebookande när EF la ner alla misstankar utom en (ofredande, ej sexuellt)?) De enda argument som jag för från målsägarsidan i den här tråden är: \"Vafan ska han inte komma hit snart å sluta kasta smuts på Sverige???\" - random inhoppare \"Män ska vara gentlemän!\" - från nya vågens nationalfeminister tidigt i tråden Men ingen har exempelvis försökt förklara SW's tajta tidslinje morgonen för våldtäkten, efter en natt med minst TRE samlag och två timmars förspel (ungefär)... på en timme ska hon: Cykla till affären 5 minuter bort Prata med kompis i telefon och berätta om natten och hur hon har HIV-ångest pga ett flera timmar långt, kondomlöst, förspel (detta är Assange ej misstänkt för något brott för). Träffa sin bror på butiken Prata med sin bror Handla havregryn och juice (Assange ville ha frukost och SW hade ätit upp allt medans han sov) Bli hemskjutsad av brodern Laga frukost till Assange Titta på när Assange äter frukost Sätta sig på sängkanten och prata med Assange Klä av sig naken Ha sex med Assange (JA är ej misstänkt för något brott i samband med det samlaget) Somna in (jaa... SW ändrade sedan somna till att inte vara sovande...) Kl 09 så uppger hon att hon våldtas av JA (deras fjärde eller femte samlag på 8 timmar...)"
	},
	{
		"postIndex": 50653,
		"postNum": 51617,
		"postLink": "/sp42007227",
		"postTime": "2013-02-14",
		"postUser": "longbow4y",
		"postUserID": "/u521927",
		"postUrl": "https://www.flashback.org/t1275257p4302",
		"userUrl": "https://www.flashback.org/u521927",
		"sentence": "Intressant att läsa i HäPM igen efter två år. \"DB: Ja. Jag höll på att säga, det är jag som känner till det. För det var då, inför Julians ankomst som A ringer till mig första gången. Och då är det inte i ett mediaärende utan då är det, vi har aldrig talats vid men, hej jag heter AA jag har, så, är med i, planerar det här seminariet. Jag kommer vara på valturné i landet så min lägenhet kommer att stå tom, så den får gärna Julian bo i säger hon, kan du framföra det. Eh, och dessutom skulle Broderskap tjäna, eller slippa betala hotellkostnader. Och Julian bor hellre i lägenhet än på hotell så att jag framförde det och han nappade och så kopplade jag ihop de två, helt enkelt.\" AA tar initativet till att JA skall bo i hennes lägenhet MG förhör av JA ang AA: \"Ofredandet skulle vara att du har förstört kondomen.\" Där är det svart på vitt. En trasig kondom anses numera vara ofredande och innebär frihetsberövande enligt Svenska åklagares tolkning av vår lag. Det var väl detta inlägg som fick JA att byta ut sliskberty \"Adv: Det är till och med lättare än så, jag tar det på svenska så, det är till och med lättare än så, du kan översätta. Antingen har du förstört kondomen medvetet som flickan säger eller så är det en olyckshändelse eller så har det inte använts någon kondom överhuvudtaget. De är de alternativen som gäller. Så ger du ditt alternativ som svar till polisen.\" Han \"glömde\" JAs version att JA uppfattat att kondomen varit hel. \"FL: Kontrollerade du kondomen innan? JA: Före vad då? FL: Innan du tog på dig kondomen så att säga. JA: Nej har inte för vana att kolla dem i detalj innan jag sätter på dem. Det var ingenting ovanligt på något enda sätt. Mitt uppförande var absolut ingenting annat än normalt. Så därför så granskade jag inte kondomen på något speciellt sätt. Och inte heller så ignorerade jag det helt. FL: Vem tog på kondomen? JA: Jag kommer inte ihåg.\" \"FL: Hade du med dig kondom själv till A eller var fick ni kondom ifrån? JA: Jag tror att det var AA:s.\" \"Adv: Så under hela den veckan du bodde hos A, från fredag till fredag och ni hade olika sexuella relationer så sa hon ingenting om en sprucken kondom? JA: Nej ingenting alls.\" Om en kondom är trasig är med tanke på händelseförloppet AA den som borde vara mest misstänkt för att haft sönder den och då före ev samlag. Inte under och inte efter. Kan hon haft sönder några stycken för att bli gravid? Eller har någon \"skojat\" med henne och placerat ut preparerade kondomer som ett udda skämt? Och den som hämtats in är en i förväg preparerad men inte använd varför den saknar DNA. Hon visste att den var trasig. Men tog kanske helt enkelt fel trasiga kondom? En oanvänd utan DNA. \"Då så, är det någonting du vill säga innan vi bryter förhöret? JA: Ja. FL: Varsågod. JA: På fredagen den 20:e så kontaktades jag av en gemensam vän till A och mig. Det var en kvinna som heter SW som var på sjukhuset. Hon hade nämnt någonting om DNA och polis. Och jag var väldigt upprörd att höra det här. Det var ingen som påstod någonting, det skulle bli en lång historia om jag skulle gå in i det här. Det verkar inte vara relevant. FL: Okej, då bryter vi förhöret. JA: Vi kan alltid fortsätta om det behövs? Men huvudsaken är att jag och andra människor vi fick höra en massa otroliga lögner. Och fick höra att jag skulle träffa SW på lördag eftermiddag för att diskutera saken. AA hade inga anklagelser och ingen hade någon avsikt att gå till polisen och så vidare. Det var så jag förväntade mig att sakerna skulle förbli tills jag fick höra nyheterna i Expressen. FL: Mm, då så. Förhöret bryts. Och det är 18:37.\" FL ville helt uppenbart inte höra detta utan bröt förhöret på andra försöket. FL visste vid denna tidpunkt att SW ärendet var på väg att återupptas ändå valde FL att välja att inte få information om detta av JA."
	},
	{
		"postIndex": 33898,
		"postNum": 34598,
		"postLink": "/sp32205965",
		"postTime": "2011-08-12",
		"postUser": "DrKrastapopolos",
		"postUserID": "/u591029",
		"postUrl": "https://www.flashback.org/t1275257p2884",
		"userUrl": "https://www.flashback.org/u591029",
		"sentence": "Inlägget blev litet rörigt förra gången. Hoppas att det blir litet tydligare nu. Vad jag gör är att jag spekulerar i till varför Anna Ardin gick med S.W. till polisen. I mitt förra inlägg hade jag varit lutet lurig och antytt att det skulle vara en \"judisk konspiration\" - mest för att se vilka reaktionerna skulle bli. Jag anar att många blev förbannade. Och när man blir förbannad beter man sig irrationellt. Argast av alla blev kanske BaalZeBub (trots att han av sina tidigare inlägg att döma inte precis är den överdrivet känsliga typen). ........... Blev du upprörd nu, herr politisk korrekt-kvinnosaksman? Saker är inte alltid som de först ser ut. Min kommentar i förra tråden kunde tolkas som både rasistisk och nedsättande mot kvinnor. Jag inspirerades till mitt inlägg av att SSW nu satt beskrivningen \"head of feminist conspiracy\" som sin twitterbeskrivning, och hon skall ha en eloge för sin självironi . Men jag är INTE heller blind för hur saker och ting kan vinklas i svensk massmedia, så jag hoppas att NÅGON uppfattade ironin... Jag lovar alla läsare i tråden, att ÅSIKTERNA givetvis INTE är något jag står för. Inte heller är jag något slags \"feminist-troll\" som BaalZeBub eventuellet trodde. Låt mig motivera: Det är intressant hur en sådan kommentar (som min förra) fungerar som tändvätska på exakt vem som helst. T.O.M du BZB. Men läs vidare. Du har uttryckt att du tror att de bakomliggande motiven i denna historia har någonting att göra med 'försmådda älskare'. Någon annan som läser denna tråd kanske tror att AAs motiv till att komma med falska sexanklagelser - mot världens just då mest uppmärksammade man - att hennes hänger samman med att hon blivit förbannad för att hon råkat ut för en respektlös man? (Ytterligare någon som ännu inte läst Göran Rudlings vittnesmål på , kanske fortfarande tror att AA historia är SANN. Det är den INTE. Misstanke kvarstår INTE.) Men detta ÄR INTE tillräckliga motiv för AA, som jag kan se. INTE om hon förstått (som jag tror)på förhand förstått konsekvenserna av sitt handlande. Inte om hon dessutom var en (som Claes Borgström påstår) en WL-supporter. Det är INTE tillräckligt motiv för att gå till att gå till polisen i och vända uppochner på både sitt eget och S.W.s liv. Det ENDA tänkbara alternativet (som jag till en början kunnat se det), som skulle kunna gjort AA tillräckligt förbannad vore att hon TROTS ALLT UTSATTS för NÅGON FORM av sexuellt övergrepp! Men detta (i sin tur) stämde inte överens med den bild jag fått av J.A... och jag (som säkert många andra med mig) kunde inte få ihop det i mitt huvud. Problemet kvarstod dock: Om Anna Ardin faktiskt UTSATTS för någon form av sexuellt övergrepp, om DET vore sant, varför berättar hon inte om DET övergreppet för polisen? Varför berättar hon i stället en uppenbart bizarr och falsk historia? Och varför berättar hon denna historia först när polisen kallar henne till (telefon)förhör? Det håller inte. Och om man tar in det stora sammanhanget bara för ett ögonblick (för det FINNS ett större sammanhang BzB, man behöver INTE vara konspirationsteoretiker), och betänker timingen av anklagelserna. Att en \"förmådd älskare\" skulle dyka upp just JUST DÅ, och blivit så sur att hon hittar på falska anklagelser, är helt enkelt INTE heller ett SANNOLIKT scenario. Assange är ändå 40 år, och det har inte hänt förut. Men om DU BzB blev upprörd av mitt lilla inlägg om \"judar\", stanna då upp för ett ögonblick (jobba fram all din empatiska förmåga) sätt dig i Anna Ardins sits och fundera ett ögonblick på vilken effekt EN SÅDAN HÄR historia skulle ha på en människa med HENNES rättvisa/hämd/antirasism-patos: Jag menar alltså att även Ardin kan ha blivit duperad. Och betänk sedan Var/när/hur brukar sådana smaskiga expressen-historier dyka upp? Någon på tråden med bra minne? (För er som eventuellt blir oroliga att J.A. kanske är någon form an hemlig smygnazist kan också pusta ut. Jag garanterar er. Det är han INTE. (Inte I.S. heller) Det ska jag motivera i ett annat inlägg. Men jag skulle tro att det är denna uppfattning som fått så många i \"prataomdet\"-kretsen att verkligen assange). Kommentar BzB? Till saken hör att (Som bl a Eva Finne noterade) att det är ganska uppenbart att inte heller Sofia Wilen har utsatt för NÅGON form av brott (eller något annat hemskt) som i sig skulle motivera A.A.s ilska och irrationella beteende. Dvs göra falsk-anmälan och försätta sig (och ännu mer S.W.) i den sits dom är nu. Det framgår VÄLDIGT tydligt när man läser S.W.s historia till polisen. Och AA hade sett till att befinna sig i samma rum just då. Hon VISSTE alltså att S.W. var VAKEN, hon VISSTE att J.A. berättat att inte hade kondom, hon HÖRDE SJÄLV, S.W. berätta att Julian Assange FÖRVARNAT om sina intentioner (som en gentleman bör) \"I want to come inside you\". Som alla vuxna män bör veta så är detta något man berättar FÖR ATT kvinnan skall få möjligheten att säga NEJ. Detta FÖRSTOD S.W., och DETTA är orsaken till att hon vägrar skriva under vittnesmålet. ENDA anledningen att S.W., i sin tur gick med på att gå till polisen för att berätta SIN historia (som HELT friade Assange)var att HON fått höra A.A.s (SSW?) påhittade skräckhistorier."
	},
	{
		"postIndex": 50614,
		"postNum": 51577,
		"postLink": "/sp41993044",
		"postTime": "2013-02-13",
		"postUser": "espressino",
		"postUserID": "/u522883",
		"postUrl": "https://www.flashback.org/t1275257p4299",
		"userUrl": "https://www.flashback.org/u522883",
		"sentence": "Du är rolig du Bob, det är inte utan att man skulle vilja se dig \"get hit by a truck\" med förhoppningen att bitarna föll på plats. Kanske tom lite tid över för korrekturläsning och få undan slarvfelen \"adbikerat\" Nu tror jag nog att du kan, men att du kanske inte tycker att det spelar någon roll, att du på halvfart kan bygga en halmgubbe med bibehållen kontroll, nåja lycka till! Raljerande och tuffa skjuta från höften skribenter har kommit och gott sedan Augusti 2010, ingen är kvar! Av den enkla anledningen att de inte tittat på rekvisitet, utan precis som du utgått från en redan färdig mall vad gäller ansvar och skuld. du bortser från det enkla faktum att som alla schack partier bygger det på drag och motdrag. På Assange sida ligger bedömningen att han riskerar att försvinna ner i ett svart hål för sisådär 30 år, precis som de två svenska medborgare som plockades upp i Djibouti i Augusti 2012, och nu väntar på rättegång i USA! Det finns ingen, och jag menar ingen i tråden som inte skulle välkomna en rättslig prövning där Assange får en möjlighet att rentvå sitt namn inklusive Julian själv. För detta krävs dock att Åklagarmyndigheten kommer ut i verkligheten och tar ansvar för sin del av den här sorgliga historien. Det är på Åklagarmyndighetens ansvar att leda den här utredningen och få till ett avslut. Om inte annat så för målsägarnas skuld. För att detta ska komma till stånd krävs att Sverige bryter sin tradition av juridiska skandaler, övergrepp och att vi får en översyn av reglerna och en ökad respekt för proportionalitet och objektivitet. Den misstro mot Svenskt Rättsväsende som välgrundat har sina rötter i en tradition som sträcker sig från Da Costa, via Tito Beltran, Billy Butt, Säpomannen Quick, och Barnläkaren. Den har inte Julian skapat den har drivits fram av politiska krafter och kan tyckas, i djup obalans med det allmänna rättsmedvetandet hos svenska folket. Anna Ardin är idag politiskt död, placerad så långt bort från makt ära och redlighet det går. Så trots påstående om hennes förträfflighet, är hennes agerande klandervärt i allmänhetens ögon. artiklar som den här under förbättrar inte hennes sits, inte manipulerade bevis heller (borttagna tweets, DNA fri kondom, SMS trafiken som enligt Hurtig skulle göra åtalet till en \"moot point\". Detta är 2 dagar efter det påstådda övergreppet, nyutsedd pressekreterare för Wikileaks Sverige, efter en god middag på Glenfiddich Warehouse. (Falkvinge gillar god Whisky!, skicka honom en flaska det är han värd! Se artikel och bild nedan Den oretuscherade bilden, Vi glömmer lätt att chefsåklagare Finné med tillgång till samtliga handlingar, utom den DNA fria kondomen lade ner med motiveringen \"att brott inte begåtts\". Dvs hela SW delen lades ner! kvar fanns en punkt om olaga tvång som Finné skulle ta ett beslut om senare den helgen. Detta beslut togs samtidigt som Anna Ardin berättar sin historia anonymt i Aftonbladet som sedan återpubliceras i Expressen någon timme senare. Med facit i hand, Anna Ardin är drivande från första stund och lämnar ingen sten ovänd! Fick ett brev häromdagen som jag väljer att publicera nu, det är en lista på de brott Assange är anklagade för och påföljden. Detta ska också läsas mot bakgrund att Assange per idag tillbringat 625 dagar i fotboja, och att detta ska räknas av mot eventuell påföljd. Detta motsvarar ett utdömt straff på Nota Bene att när Claes Borgström fick frågan om straff värde angav han ett år, Marianne Ny´s första EAW räckte inte heller till utan först efter att ha \"spetsat\" kraven på den andra fick hon godkänt. Trots att Assange fortfarande inte är åtalad utan kallad till förhör Nå låt oss då titta på anklagelser och påföljder, Så åklagaren har idag ett fall där även om Assange fälls på alla punkter så skulle han försättas på fri fot omedelbart, då han har avtjänat sitt straff! Det är därför av yttersta vikt att entlediga Ny, tillsätta en åklagare som kan landa caset och få till ett anständigt avslut, men framför allt försöka reparera de skador i det internationella samfundet som Carl Bildts \"medium sized dog with a big dog attitude\" skapat. Bonus titta gärna på videon när Amerikaner spioner på Svenskar i Sverige med Sveriges goda minne"
	}
]
