[
	{
		"postIndex": 746,
		"postNum": 756,
		"postLink": "/sp36732242",
		"postTime": "2012-04-10",
		"postUser": "Grifter DCLXVI",
		"postUserID": "/u226345",
		"postUrl": "https://www.flashback.org/t1532220p63",
		"userUrl": "https://www.flashback.org/u226345",
		"sentence": "Nu har jag inte läst igenom hela tråden, men delar iallafall...Jag hatar liberalismen och libertarianer av så många anledningar,... Först och främst för att de påstår att liberalism är samma sak som frihet, när det i själva verket inte är annat än ren facism (starkas rätt att överleva). Liberaler tar upp frågan om positiva och negativa rättigheter gång på gång, men aldrig något om de skyldigheter vi har i samhället.... dessa existerar tydligen inte... Liberaler påstår att allt blir bättre med fri konkurrens.... hmmm, kapitalismens klassiska svar på kapitalistiska problem, priset går ju inte ner, vilket vi har sett....eller? allt från att pizzor som kostar lika mycket till att elen och bensinen har samma pris trots mördande konkurrens...och kom inte med att \"telefonin blivit billigare\", till och med skolbarn förstår att telefonin blivit billigare tack vare ny teknik, och nej ny teknik är inte på grund av konkurrens, utveckling kommer från att vi ser problem som behöver lösning snarrare än att det är många som slåss om kunderna... men ge mig gärna några exempell på sånt som blivit bättre tack vara fri konkurrens..... Liberaler vill förstöra allt vi som nation gemensamt byggt upp och äger genom att privatisera....härligt när våra vägar, järnvägar, gator, torg, sjukhus, vårdcentral mm kommer att tillhöra en grupp av rika eliter snarrare än folket som har det verkliga behovet och de behövande (tex. långtidssjuka som inte skulle ha råd på grund av just det faktum att de varit långtidssjuka och inte kunnat arbete och därmed inte haft lön) som inte kan betala för sig, vill vi ha ett samhälle som inte tar hand om sina svaga? inte jag iallafall. I början av disskussionen så poängterade någon liberal att om man inte trivs med sitt arbete kan man starta eget, t.ex. genom att \"odla något och sälja\"... jepp 2012 så startar vi små odlingar och hoppas på det bästa, och vart ska denna odling vara när man inte äger mark? Och vem ska kontrollera kvalitén på produkterna när all reglering ska försvinna? Ännu mer befängt är idéen om att vi i Sverige skulle vara så mycket hetare på arbetsmarknaden än folk från andra länder, och därför kommer företagen att anställa fler och betala mer.... jag skulle snarrare säga att det blir betydligt lättare och billigare att ta hit arbetskraft istället för att flytta ett företag utomlands.... vi såg ju hur det var i början av industrialismen, och ur det växte starka fackföreningar och regleringar som tillsattes , ska vi ta bort det för att återgå till det gamla? snacka om total motsats till utveckling.....Dessutom, med tanke på att skola,vård och omsorg är sånt man får betala själv lär det inte dröja långt innan vi blir ett u-land med outbildade massarbetslöshet, det lär även påverka forksning och framsteg då skolor och universitet satsar mer på att göra vinst (nedskärningar och besparningar )än vad de skulle göra på att ge forskarteam nödvänligheter, i Sverige iallafall, då vi har ganska höga krav när det gäller löner mm. Anhängare av liberalismen påstår gång på gång att de vill utöka min frihet, men hur kan man kalla det för frihet när man inte ens har rörelsefrihet, för kom ihåg att alla vägar, all mark till och med alla gator ska privatiseras, vilket innebär att så fort jag rör mig utanför dörren så vida inte jag själv äger marken, så befinner jag mig i någon annans mark och därmed skyldig till intrång , eller ska jag betala för att jag vistas utomhus? vad har jag isåfall för nytta av mycket pengar när dessa ändå ska gå åt sånt som jag tar för givet idag? Vi har också ett skyddsnät i Sverige som jag finner suverän, som t.ex att alla ska ha tillgång till vatten, inga barnfamiljer ska vara utan el, alla ska ha rätt till skola, alla ska kunna få hjälp av polis etc, liberaler vill privatisera istället.... finns det någon som helst garanti för att ett barn inte ska dö på grund av törst eller kyla? Sedan har vi det ständiga snacket om våldsmonopol och att skatter är stöld..... hmmm, när det gäller våld så är jag helt för att om det ska existera så bör endast en grupp ha monopol än att alla ska vara våldsamma, men oavsett, det är liberaler, så kallade ickevåldsälskarna som är för att alla ska ha vapen, och det är väl bevisat att ju mer vapen desstu mer våld? eller har jag fel? Vad det gäller skatter mm, återigen liberaler pratar gott om rättigheter, skatter ser jag som nödvänliga skyldigheter, om inget annat för att jag verkligen tycker att alla ska ha en skolgång, det ska finnas poliser och brandmän samt att den som är sjuk eller skadad ska få hjälp. En annan anledning till att jag hatar liberalismen, liberaler är så sjukt jävla hjärntvättade näst intill maniska, de tror att genom att ta bort stat, regleringar och skatter så blir allt bra....åter igen, kapitaliska lösningar på kapitalismens problem, De tar upp exempell på så kallade snälla kapitalister så som Bill Gates och Steve Jobs (för övrigt två monopolister av högsta rang som förstört en hel del utveckling för att behålla sin starka position) som lägger/lagt pengar på välgörenhet.... När fan blev välgörenhet bättre än gemensamt byggande och ägande? Ju jag vet, det bygger på frivillighet, men det är frivilligt att betala skatt också, för det är frivilligt att jobba ingen som tvingar dig till arbete, Dessutom, man kan inte bara ha rättigheter det finns skyldigheter också. Sedan har jag fan 100tals andra anledningar till att hata liberalism, men orkar inte skriva upp allt.....hela filosofin är helt sinnessjukt...."
	},
	{
		"postIndex": 1000,
		"postNum": 1011,
		"postLink": "/sp47652014",
		"postTime": "2014-02-23",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p85",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Jag skrev aldrig att tekniken alltid skulle förbättras - jag skrev att den började öka i en mycket snabbare takt för 80 000 år sedan. Jag skrev inte heller att naturresurserna skulle vara oändliga, eller något i närheten av det. Poängen med stycket var inte att säga att det inte fanns någon negativ \"konkurrens\" mellan folk - det gör det, så klart (fackanslutna arbetare mot icke-anslutna arbetare; politiker mot skattebetalare; företag som vill ha subventioner mot skattebetalare och konsumenter) - utan det var att visa att den konkurrens som finns på marknaden är helt skiljd från den som finns i naturen. Marknads-konkurrens är jättebra, medan politisk och \"naturlig\" konkurrens är usel, som jag ser det. De behöver inte alla bo på samma ställen. För egen del så skulle det fungera med att bara några få områden i sverige öppnar för fri invandring, för att de flesta målen med det skall uppfyllas (nämligen att folk i fattigare länder skall kunna få det bättre, samt att vi kan få det bättre genom utökad specialisering och handel). Det här är också en konsekvens av att låta folk leva i fred. Om jag och en del andra libertarianer fått leva i fred skulle några av oss skapat samhällen dit invandrare var fria att flytta till och där vi skulle ta emot dem med öppna armar (dock inte anti-sociala våldsverkare och brottslingar, ja). Andra skulle inte ha öppna gränser, och det skulle vara okej ifall de äger det området som en privat sfär och inte vill att folk skall bo där - det hade varit som en sorts klubb för dem. Ja, det finns många konflikter i afrika. Men det beror på deras dåliga politiska styre (som i sin tur har ekonomiska, geografiska, demografiska/genetiska, kulturella, rättsliga förklaringar, vilka politiken också påverkat) på samma sätt som att sverige var ute i krig i runt 80% av tiden från 1550-1815, och att Europa var ett jäkla slagfält för härskare och tyranner. Det är inget genetiskt som gjort att vi i väst slutat kriga, utan det beror på att folket anammade en annan ideologi, för att det blev alltmer uppenbart lönsamt med handel med andra samt förbättringar av mekanismer för att hålla kontroll över härskarna med makt. Visst, det är helt naturligt att man vill bo med de man känner är en del av ens ingrupp. Det är en preferens som folk bör kunna få leva efter om de så vill. Men bara för att någon vill leva enligt ett visst mönster (som, med bara människor som är av ens genetiska närhet) så kan man inte tvinga på andra att leva efter det mönstret. Vi behöver inte följa den samhällslogik som gällde i naturen - vi kan samarbeta med andra och därför behöver vi inte vara fiender. Det gör det, men det är inte fullständigt uppenbart, då det är svårt att se effekten av ett samhälle på 100 000 invånare och 110 000 invånare. Den 10%-iga ökningen gör att marknaden där blir större för producenter, vilket gör att ett marginellt antal butiker, restauranger, biografer och uteställen kommer till, men som inte skulle funnits utan den utökade befolkningsmängden. Vilka svarta då menar du, det låter som om du säger alla svarta? Din andra tes - att svarta alltid förstör samhällena de åker till - är bevisligen falskt. Det finns ett antal länder i afrika, söder om sahara, som har tagit stora kliv framåt, samtidigt som de haft en hel del invandring av svarta personer - botswana, gabon och equatoriala guinea har alla nu högre BNP/Capita än vad sverige hade . Siffran är säkerligen ganska dålig, men den borde ge en ungefärlig gissning över hur de kan ha det, som pekar på att även överlägset svarta samhällen kan klara sig rätt bra. Du frågade om en välståndsförbättring med mer invandring skulle fungera och jag gav ett svar på det. Den frågan går inte in på problemen som kan finnas med invandring, så därför tog jag inte upp dem. Min egen fullständiga teori av hur samhället fungerar har även med biologiska och psykologiska faktorer - samt politiska. Dock ser jag att de biologiska skillnaderna främst är intressanta mellan män och kvinnor - det är större skillnad mellan en svensk man och kvinna än vad det är mellan en svensk och en zambiansk man. Så, jag menar inte att invandring inte har några negativa sidor - den högre arbetslösheten bland invandrare, att vissa går med i kriminella gäng och att många tar ut bidrag från staten är alla sanna. Det innebär dock inte att invandrarna skulle kunna ha fått en bättre start, som genom att det hade funnits jobb tillgängliga för alla som kommer hit, eller genom att det inte skulle finnas något lika statusfyllt än att arbeta på den \"vita\" marknaden eller att vissa barn inte tvingas gå i skolor där de förbereds för kriminellt liv istället för ett produktivt. Det beror på hur utvecklingsstörda de är, som om de kan ta hand om sig själva eller inte. Ricardos lag är alltid sann, fast för producenter som är någorlunda bra på att sköta sig själva. Vissa förståndshandikappade kan göra det, andra inte. Med tanke på hur många som inte kan det skulle det vara negativt med så många invandrade förståndshandikappade, men det tar inte ut någon av effekten för de som kan sköta sig själva. Visst! Jag ser det som ett problem, men inte som ett problem som är större än problemet med att vissa är otroligt mycket fattigare än vad svenskarna är. Dessutom tror jag inte att särskilt många skulle få någon lönedumpning. De hade inte behövt så många ingenjörer ifrån väst för att få igång deras teknologiska kunnande, så att de hade flyttat in skulle kunna räknas under dessa ytterst få invandrare. Mm, och att en större del av deras eget samhälle gick ut på att få tag på slavar. En annan förklaring är att de post-kololinala staterna förstört samhällena genom att låta grupperna i samhället slåss med varandra för att få politisk makt, och att den klan som vunnit sugt ut de andra klanerna."
	},
	{
		"postIndex": 915,
		"postNum": 926,
		"postLink": "/sp47081357",
		"postTime": "2014-01-17",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p78",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Är det ett objektivt faktum att européer ersätts? Att en person ersätts av en annan borde väl innebära att den andra personen tar den förstes plats. Ex., jag ersätter någon som arbetar med en sak, eller att jag ersätter någon i ett spel och tar över dennes roll. Tänker du dig att det handlar om biologisk ersättning, att de olika europeiska folken ersätts av andra folkgrupper? Hur uppmuntras detta aktivt menar du? Ja, ras och etnicitet är ofrivilligt. Hur tänker du på \"främmande stam\", tänker du då på att andra inte tar hänsyn till en, att man inte ses vara en del av andras kultur, att man inte ses uppföra sig rätt enligt deras normer, att de är beredda att sätta sig över en och få en att leva efter annat än under lika lagar, eller att de inte skulle lägga ned särskilt mycket resurser på att hjälpa en? Eller en blandning? På den sista punkten är det säkert ganska många idag som inte skulle vilja ge bort så mycket för att hjälpa mig. Men samtidigt är inte det svenska samfundet särskilt bra på den politiska nivån, tack vare problemen som finns med att formulera och få fram politik i det här demokratiska systemet. Hur vet du att individerna ifrån de folkgrupperna inte tänker på andra människor som individer, att en jude inte ser dig som en viss individ utan bara som någon av en viss grupptilhörighet? Hur håller de löften om de inte vet vem det är de ger bort det till? Det vore bra med en situation där våra barn och deras barn får det så bra som möjigt, den framtiden som är verkligt värt att sträva efter. Och det problematiskt med folk som bara ser till sina egna snäva intressen, och inte ser att de kan tjäna på att samarbeta med andra. (Men det är minst lika problematiskt med folk som tror sig agera i ett allmänintresse.) Och därför ssom du själv gick in på finns det en hel del defekter i dagens system. steer du det som ett problem med främmande klaner, eftersom de för fram sin egen gruppideologi på ett sätt som skadar dig. Det ger upphov till en genuin konflikt - det skulle vara en klar orättvisa ifall någon kränkte dina rättigheter på det sättet. Men den konflikten behöver inte lösas mer än genom att dessa inte har några särskilda rättigheter. Det skulle vara väldigt annorlunda med en fri invandring än med dagens system. Fler invandrare som kan sysselsätta sig här skulle flytta hit, och färre skulle komma hit för bidrag. Det skulle påverka vilken typ av människor det är som kommer hit. Vad innebär utanförskap? Det innebär att ens chanser att lyckas väl i det vanliga samhället är dåliga. Dessa chanser beror, på ett sätt, helt och hållet på kultur - en rationell individ med arbetssamma normer hade kunnat jobba sig ut ur skiten genom att vara en egenföretagare och tjäna ihop pengar svart för att få startkapital. Men det är inte alla som kan göra det - inte alla som har viljestyrkan eller tankekraften. Så, vad är då det enklare steget? Det skulle ju vara att ta ett enkelt jobb som man inte behöver tänka mycket för, men som ger en säker inkomst. Den vägen är dock stängd för de 20-30% av invandrarna som inte har jobb. Så, vad skall man göra för att överleva? Och vilken strategi kommer man att skaffa för att klara sig? Några kommer att skaffa sig en väntande strategi, medan andra följer ett primitivt tänkande och börjar stjäla och våldta. Visst, det är en fråga om kultur, men kulturer utvecklas olika för olika ekonomiska situationer. Det som jag strävar efter är ett protokoll som sätter upp generella regler för hur var och en kan förhålla sig till alla andra. Den viktigaste för mig är att människor skall kunna få vara fria att välja vilket politiskt system de skall få leva under - för att slippa majoritetens förtryck och för att kunna olika politiska system. En sak som saknades även i den gamla skolan var att lära ut vetenskapligt tänkande så att var och en kan applicera det generellt på alla frågor. Det handlar om att lära sig att: 1) Man lätt kan ha, och troligtvis har, fel; 2) man kan tjäna på att få kunskap ifrån andra; 3) varje diskussionen borde vara helt öppen, varje bra tanke måste få möjlighet att få spridas medan de dåliga endast blir förstörda med logik, 4) man inte bör tro på saker bara för att en auktoritet säger det; om det är sant finns det en förklaring till varför det stämmer, 5) för att fortsätta testa sig fram till vad som fungerar måste man kunna få testa det. De här är också nära förknippade med vad som saknas i det politiska systemet. Annars var nog mobbningen lika dålig förr som nu, och de väldigt intelligenta fick inte någon specialundervisning, och lär nog ha varit ännu värre."
	},
	{
		"postIndex": 891,
		"postNum": 902,
		"postLink": "/sp46828301",
		"postTime": "2014-01-01",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t1532220p76",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "En del kommer få lägre lön och en del kommer få högre lön. Lönerna kommer helt enkelt bli mer sammankopplade till vilken nytta man gör för samhället. Man kan varken säga att arbetare vinner eller förlorar på det, för det beror helt och hållet på vilket värde de skapar. De som dock är vinnare i ett fritt system är konsumenterna (dvs folket). Utbudet och valfriheten ökar och priserna går (i allmänhet) ner. Så även om det eventuellt blir fler utgiftsposter så blir inte nödvändigtvis de totala utgifterna fler, snarare tvärtom. Sedan är inte heller arbetarnas löner i sig det intressanta, utan lönerna i förhållande till prisläget. Om priserna blir lägre så blir även värdet på lönerna högre. Avgifter blir lägre för att barriärer fösvinner, skatter (exempelvis moms) sänks, företagen tvingas konkurrera med priser om kunderna, effektiviseringar görs etc. I en fri marknad sätts lönen utifrån vilket ekonomiskt värde du skapar för konsumenterna. Skapar du ett högt värde så kommer folk vara beredda att betala mer för dina tjänster. Om inte din nuvarande arbetsgivare vill betala dig tillräckligt mycket, så kan du gå till dennes konkurrent och börja jobba där istället, alternativt starta eget. Det sätter mer makt i händerna på arbetaren. På en reglerad marknad däremot finns det bara en arbetsgivare att gå till, vilket sätter arbetaren i en mycket sämre förhandlingsposition. Det är inte nödvändigtvis de högst utbildade som tjänar mest på en fri marknad då en stor del av utbildningsbehovet är skapat av politiker och skulle inte existera om konsumenterna själva satte priserna Överskottet av arbetskraft i vårt samhälle är till stor del en konsekvens av klåfingriga politiker som har skapat lagar som har satt oss i den situationen. Behov av arbetskraft kommer alltid att finnas så länge det finns behov som kan lösas av människor. Det du pratar om när du skriver nyliberalism låter som crony capitalism eller korporativism. Det handlar om att enskilda företag köper sig förmåner hos politiker. Liberaler är minst lika mycket emot sådant som du är. Lösningen är inte mer regleringar utan färre regleringar. Man kan säga att vi vill ha den tuffaste regleringen av alla, dvs marknadens regleringar, där kunderna själva bestämmer vilka företag som ska överleva. För att ta ett exempel för att reda ut missförståndet som jag tror det handlar om. Tänk dig en finansmarknad där politikerna har bestämt att bara företag X för bedriva näringsverksamhet. Sedan säger samma politiker att företag X får bete sig hur som helst. På så sätt tvingar man genom våld alla konsumenter att handla från ett företag som beter sig illa och säljer dåliga tjänster.När du vill se fler regleringar så vill du det för att du är emot att företag X ska få bete sig hur som helst. Du har förvisso rätt i detta men att slänga på en till reglering kommer inte lösa problemet (korruption kommer alltid finnas i politikens värd oavsett hur mycket pengar folk har). Dessutom kommer det förmodligen att även skapa en del andra oförutsedda problem. Lösningen är istället att ta bort den grundläggande regleringen (den som ger företag X monopol att driva verksamhet), och ge konsumenterna möjigheten att sätta företaget i konkurs om de missköter sig för att istället rösta med fötterna på andra företag som sköter sig bättre. Med ekonomisk frihet menar jag framförallt att ta bort lagar som bestämmer vilka som får driva företag i vissa branscher och hur de ska få göra det. Sedan finns det även fler ekonomiska friheter som jag vill se, såsom exempelvis lägre skatter, borttagande av tullar och så lite klåfingrighet från riksbanken som möjligt. Hela vårt skolsystem är väldigt dåligt utfört på många olika sätt. Fördelen med friskolor i sig är att det ger de verkliga konsumenterna (eleverna) möjlighet att åtminstone få någon chans att påverka sin utbildning, välja bort dåliga skolor etc. Problemet är att våra politiker har genomfört det på ett extremt dåligt sätt här i Sverige av alla möjliga skäl (kan dock inte gå in i alla detaljer här), men det är inte friskolorna i sig som är problemet utan hur det har tillämpats av våra politiker(och framförallt då folkpartisterna)(precis samma problem gäller för övrigt inom vården och omsorgen etc). Det vi har i Sverige är som sagt inte ett exempel på nyliberalism utan ett exempel på kooperativism. Jag menar att det i första hand är regleringarna som skapar den här sortens osund konkurrens. Genom regleringar bygger man upp barriärer som bara de rikaste företagen har råd att ta sig över. Konsekvensen blir att man bara förhindrar mindre företag från att växa fram och konkurrera med de allra största. Jag håller med om att ovanstånde är ett problem, men problemet du nämner beror inte på den fria marknaden utan bristen på den fria marknaden. Fox uppfattas som extremt vinklad här i Sverige eftersom vi i Sverige har väldigt vänstervinklade medier men jag tror inte att den ur ett objektivt perspektiv är mer vinklad än vad de genomsnittliga svenska medierna är. Möjligtvis att de kanske är lite mer öppna och tydliga med sina vinklingar. Men precis som att exempelvis SVT som mest sprider vänstervriden propaganda emellanåt kan få fram bra samhällsjournalistik (uppdrag granskning) så kan även Fox göra det ibland. Gäller bara att bedöma varje program för sig istället för att döma ut allting automatiskt bara för att det är gjort av en viss kanal. Se mitt resonemang om regleringar ovan, och som sagt lobbyism är verkligen inte speciellt förenligt med liberalism. Visst kan avregleringar göras ibland, men att exempelvis göra en avreglering för en viss grupp inom ett redan reglerat område är egentligen ingen avreglering, och som sagt, för varje regel som avskaffas så brukar det vara minst ett par stycken som tillkommer. Gällande regleringar i den amerikanska finanssektorn så kan du se johan norbergs svar på samma fråga här: Tittar du på antalet regleringar tidigare jämfört med nu så är trenden att de ökar hela tiden (du kan ju exempelvis se länkarna som någon slängde upp här längre upp)"
	},
	{
		"postIndex": 889,
		"postNum": 900,
		"postLink": "/sp46822491",
		"postTime": "2013-12-31",
		"postUser": "Thinkingagain",
		"postUserID": "/u349244",
		"postUrl": "https://www.flashback.org/t1532220p75",
		"userUrl": "https://www.flashback.org/u349244",
		"sentence": "Precis. Här är vi överens. Jag är dock skeptisk över hur detta fungerar i ett helt fritt samhälle, just eftersom de med kapital blir de med mest makt. Dessa får då inte sällan makten att motverka fackföreningar och arbetares samverkan. Man ska inte underskatta aristokraternas förmåga att undanröja sina hinder för att sänka arbetstagarnas löner i ett fritt samhälle. Du har rätt, men bara till en viss grad. Ditt tänk är att klassklyftor och segregation i samhället inte spelar någon roll så länge hela samhället dras med i ekonomiskt välstånd. Detta är dock också fel. Det finns mycket forskning som tyder på att stora ekonomiska skillnader mellan de rikaste och de fattigaste i ett I-land är bakåtsträvande för ett samhälle. Titta gärna på denna film, det är bara en i mängden av all forskning som pekar på detta. Liberalismen är ett mycket bra sätt att sätta fart på ett fattigt lands ekonomi, men det kommer till en punkt där det faktiskt blir mer bakåt- än framåtsträvande för ett land då det bland annat skapar alltför stora klyftor. Då gynnas landet snarare av att skapa ett allmänt välstånd genom skatter. Det jag känner att många liberalister glömmer är att alla faktiskt får ut något. Jag talar framförallt om att bygga en infrastruktur och en välfärdssektor genom skattepengar, och förhindra att vissa får alltför mycket makt genom kapital. I övrigt håller jag inte med dig om att alla lever på samma villkor i ett samhälle utan skatter. Det enda riktiga maktmedlet i ett liberalt land blir just kapital, och alla har inte råd med samma välstånd. I ett samhälle där skatter finns kan alla få ett minimum välstånd och känna sig trygga. Det är svårt i en kapitalistisk djungel, rent ut sagt, där de med störst kapital sitter på majoriteten av makten. Finanssektorn är i USA, ett mycket liberalt land, inte den mest reglerade. Sverige är jag inte helt säker. Jag förstår vad du menar här. Jag håller inte med dig; i ett land där alla får samma mängd välstånd som garanti oberoende av ekonomisk ställning (utbildning, sjukvård etc.) finns faktiskt större möjlighet för en individ att röra sig mellan olika samhällsklasser. Social mobility ökar alltså. Ett helt liberalt land reproducerar bara systemet där de mäktigaste som sagt blir de med mest kapital och ännu en överklass som styr landet återskapas. Pengar är i högsta grad ett maktmedel, likaså är politik. Inte minst ser vi att pengar är ett maktmedel i rättssystem, då de som lyckas hålla igång en rättsprocess tillräckligt länge med höga advokatkostnader ofta är de som kommer vinnande ut ur processen. I ett liberalt land blir pengar då det enda maktmedlet, och vi kan inte styra vilka som får största delen av makten i ett liberalt land. Inte kan vi det ens om det är ett demokratiskt liberalt land eftersom fördelningen av den faktiska makten mellan politisk makt och makt genom kapital blir otroligt obalanserad åt kapitalhållet. IKEA har inte ett intresse av makt. Likaså har med enorma kapital det, men system som man kan utnyttja för att få makt har en tendens att locka till sig just sådana personer. Det har en tendens att också framkalla den sidan av människor. Nu är kanske Lord Of The Flies är ett långsökt exempel, men du förstår vad jag menar. Wall Street är ett mindre långsökt exempel. Våldet känns som ett huvudargument för många liberaler. Det som är viktigt att förstå är att man inte bara kan få friheter i samhället man lever i. Man har också skyldigheter, inte minst till sina medmänniskor. Det känns som om det är något liberaler har en tendens att glömma bort. Tar man inte sitt ansvar får man inte heller sina friheter i landet man lever i. Precis som du har friheten att döda någon tar du inte den friheten, eftersom det skadar en annan person. Betalar du inte skatt skadar du samhället eftersom du inte bidrar till att bygga upp det. Skulle ingen betala skatt skulle samhället skadas just på det sätt jag beskriver, och indirekt skadas andra människor. Det är dock otroligt viktigt att denna politiska makt hamnar i rätt händer, precis som kapitalmakten. Om det fanns något sätt att se till att den kapitalistiska makten hamnade i rätt händer skulle jag nog absolut kunna vara liberal, men jag har svårt att se det vara möjligt. Världen och människosläktet är av naturen för giriga, vilket man med kapitalism kan vända till något gott men bara till en viss grad."
	},
	{
		"postIndex": 911,
		"postNum": 922,
		"postLink": "/sp46907422",
		"postTime": "2014-01-06",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Om du med förminskar menar att man inte ser individen som unik eller att denne inte har något sammanhang, så vet jag inte någon liberal (social eller klassisk) som står för det. När det gäller nationalitet så finns det en hel del klassiska liberaler som inte ser något jättestort värde i detta (håller med dem om det), men de flesta . Dock är det inget de vill erkänna, så du har rätt i att de iaf inte säger sig stå för det. Själv känner jag inte att nationalitet är den viktigaste tillhörigheten för mig; jag känner större tillhörighet till libertarianer eller till vettiga individer. Samma med ras, jag känner såklart en något större säkerhet med vita än med syrier, men jag kan se att för många spelar det en mycket större roll. Den vanliga liberala åsikten här är att ens ras inte bestämmer hur andra skall behandlas av det politiska systemet. Folk kan få ha vilka idéer de vill, men en svart och vit skall inte behandlas olika på grund av deras hudfärg; individer har rättigheter på grund av sina mentala färdigheter. Det kan vara värt att ha olika försäkringsskydd för grupper som är olika benägna att drabbas för sjukdomar, men det är något folk gör privat. Enligt wikipedia finns det inte något parti i riksdagen som står för fri invandring, däremot säger sig alla stå, förutom SD, för en \"generös\" invandringspolitik - Har involverat mig i en debatt om invandring på DN, annars har jag inte sett eller läst något, vilket jag inte brukar göra heller. Instämmer i att de faktorerna påverkar utvecklingen. Inte ensamt, men ja, i samband med andra faktorer så lär dessa saker ske mer ofta bland arbetslösa än bland de med jobb. Fast de två näst sista har nog mer med kultur att göra och den sista har jag ingen aning om. Ivf, om man inte kan försörja sig på vanligt sätt i ett samhälle lär man utveckla anti-sociala tendenser. Tänk dig själv att du växer upp och är runt 14 år och märker att dina framtidsutsikter inte är alltför bra. Jag skulle gissa att hjärnan då försöker hitta utvägar åt en, och den mest uppenbara är ju att gå emot systemet. Om man har en chans att klara sig kommer man att utveckla en strategi som är passande för att klara sig i ett civiliserat samhälle. Annars utvecklar man en strategi som är anpassad för att leva på andra. Varför utvecklar inte svenskar i lika stor mån dessa strategier? De känner gissningsvis större trygghet i att deras stat skall ta hand om dem. Det är också enklare att se andra som fiender om de tillhör en annan folkgrupp. Det är inte hur vi ser på vad det innebär att agera. Det du säger skulle vi kalla att agera förnuftigt, vilket långt ifrån alla gör. Mm, jag är inte för demokrati delvis för att det inte ger folk incitament till att tänka rationellt på politiska frågor. Det är annars standardåsikten bland libertarianer att folk beter sig galet inom politik; folk som röstar för högre skatter och mer regleringar röstar på en ordning som objektivt gör det sämre för dem. Såvida det inte är särintressen, men då är deras val bara rationellt om de inte kan förändra all annan politik samtidigt. Sedan tidigt 1800-tal har libertarianer/flashbackliberaler/klassiska liberaler ansett att folk agerar irrationellt genom att rösta på socialism eller konservatism, att dessa saker inte tjänar deras bästa intressen. Här är en känd essä från 1850 som beskriver tänket rätt väl: Sedan är det sant att några av oss tenderar att utgå ifrån att folk agerar rationellt i sitt privata liv (vet inte hur många som utgår ifrån det, kanske bara vi som läst ekonomi). Men för egen del, och gissningsvis för de flesta här, så är det bara en tendens, det finns en hel del galenskap som folk tror på i sina privata liv. Jag är ganska aktiv inom och lite i Liberala partiet. Sedan diskuterar jag här, på facebook i Ung Liberal, och så bloggar jag. Hehe, alltid något! Jag är inte emot välfärdssystem som sådana, men jag är emot det statliga välfärdssystemet då det, likt alla andra statliga tjänster, är sämre än vad ett fritt samhälle kan producera. När det gäller utbildning finns det med den statliga skolan, samt med hela utbildningssystemet genom att den . I privata skolsystem brukar skolor ge rum för fattiga barn och idag kan man utbilda sig på högre nivå med böcker som man får gratis på nätet och i vissa ämnen går det att tenta av det via internetutbildningar. I England innan 1870, när det infördes skoltvång och 85% av alla barn utbildades helt privat och resten fick subventioner på 1/3 av kostnaden, så kunde 93% läsa. I England idag är 20% av alla som går ut skolan funktionellt illiterata, som att de inte kan läsa en busstidstabell. Detta enligt statliga undersökningar (vilka refereras till i kapitlet )."
	},
	{
		"postIndex": 767,
		"postNum": 777,
		"postLink": "/sp39152465",
		"postTime": "2012-09-02",
		"postUser": "Icecrypt08",
		"postUserID": "/u640416",
		"postUrl": "https://www.flashback.org/t1532220p65",
		"userUrl": "https://www.flashback.org/u640416",
		"sentence": "Vad för konkurrens är det du tror existerar. OM du inte har märkt det finns det någonting som kallas arbetslösa och i ett samhälle som är liberalistiskt kan man absolut absolut inte gå utan någon form utav inkomst eftersom det självklart inte finns något skyddsnät. Detta innebär att antingen tar du jobben som finns, eller så tar du risken att söka efter något annat arbete. Du kan enkelt titta idag på lönerna, tittar du på mcdonalds och jämför med burger king. Om burger king höjer lönerna frivilligt med 10 kr/h betyder detta att mcdonalds kommer att göra samma sak för konkurrensen skull över unga människor? Nej de kommer skratta och skaka huvudet för de har ingen brist alls på människor som vill arbeta hos dem och vill egentligen sänka lönerna om de kunde det. Sen ska vi inte jämföra u-länder som rör sig mot i-länder som någon sorts standard av vad som händer om ett i-land ökar friheten där höga standard redan existerar. Det är lättare att gå från skit till okej jämfört att gå från bra till utmärkt, samtidigt som det är lättare att gå från bra till okej till skit. Länderna jag tänker på är t. ex. 1800 talets Storbritannien där företagen hade väldigt mycket egen kontroll och det fanns inga fack eller särskilt mycket styrande händer. Någonstans måste man faktiskt titta på och jämföra för att få en ide om hur det skulle bli. Om man tittar på dessa samhällen ser man tydligt att förgiftning av arbetare eller förgiftning av kringboende människor inte är av något bekymmer. Finns massor av företag idag som förgiftat anställda och folk omkring och vetat om detta men gjort ingenting åt det. Erin Brockovich fallet är ett klassiskt exempel på detta i USA. Eller så tittar man på valfritt asiatiskt land som t. ex. Kina där man ökat friheten markant på marknaden där fabriker som man ska vara stängda SPYR UT gifter i mark och floder för vinnings skull. Varför skulle företagen bry sig om de förgiftar ner floden när det är billigt att dumpa där och om ingen stoppar de? Du lever i en naiv naiv värld om du tror att företag inte kommer hoppa på båten fort som fan om de får möjlighet att dumpa sina miljögifter utan någon irriterande myndighet som observerar. Eller bedriva jakt på djur som är utrotningshotade utan någon som hindrar, vilket är ännu ett klassiskt exempel. Konkurrens i all ära men den existerar bara i de högre utbildade yrkena inte i knegar yrkena som majoriteten av människorna arbetar inom. Se bara på sjuksköterska lönerna idag för guds skull. De nyexade mer eller mindre vägrar arbeta för mindre än en viss peng men vad händer? Sjukhusen säger blankt nej och sätter hellre patienterna för en säkerhetsrisk och det finns noll konkurrens då sjukhusen gått ihop. Varför skulle inte de privata sjukhusen göra exakt samma sak? Rika män som gör affärer med rika män på golfklubbar du vet.. TROR DU verkligen att det skulle bli någon skillnad om det var liberaler som styrde? Sjuksköterskorna skulle inte få högre lön då heller och de skulle inte ha något bidrag etc att falla tillbaka på heller utan de måste helt enkelt ha ett jobb annars går de utan sjukförsäkring, mat etc. Tror du rika människor är dumma? De vet hur man manipulerar för sin egen vinning på andras bekostnad, jag säger inte att de är ONDA jag säger att det är affärer och ingenting kommer hindra dem från att tjäna mest mängd pengar. Du säger att fattigdomen kommer att utraderas för att man tar bort skatter och man får mer pengar över för företagen och individerna som arbetar. Men varför skulle ett företag anställa fler människor istället för att behålla pengarna eller investera i andra saker än mer anställda? Vad händer med arbetarna när nya arbetare kommer som kan arbeta för mindre pengar och som kan göra samma arbete. Du har ingen säkerhet i företaget genom anställningsskydd utan du kan avskedas när som helst UTAN ORSAK. Visst företaget kanske vill expandera om det bedöms som att det finns en marknad. Men som vi ser på sänkningen av restaurangs momsen gav det väldigt väldigt få jobb och en obemärkt sänkning av priset på maten. Restaurangerna tog helt enkelt pengarna till sig själva istället. Samma sak med den sänkta skatten för att anställa ungdommar. Redan bevisat att det bara varit en enorm slöseri med pengar för att företagen som behöver fler, anställer fler. Det är väldigt få som anställer fler bara för att de KAN anställa fler för att de nu har mer pengar. Att företagen KAN anställa fler innebär inte att de KOMMER anställa fler. Detta ser vi hela tiden bevis på. Det enda som hänt då är att redan rika människor får mer pengar att stoppa i banken och ingenting annat. Känns som att många liberaler här lever i lala teorivärlden utan att se hur det blir i praktiken utan någon central makt som skyddar majoritetens intressen. Jäklar vad långa texter vi skriver ryggradsdjur"
	},
	{
		"postIndex": 974,
		"postNum": 985,
		"postLink": "/sp47435051",
		"postTime": "2014-02-09",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p83",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Ja, ord borde vara precisa så att det man säger har exakt korrespondens med hur andra tolkar ordets mening. Om man inte gör det och säger, exempelvis, att den industriella revolutionen arbetares löner så skapar man en felaktig uppfattning om vad som verkligen skett hos andra som hör detta. Någon som säger det skulle säga, om man pressar denne, att de inte sjönk egentligen, utan att de sjönk kapitalisternas inkomster, vilka steg mycket mer under perioden. Problemet är att folk går runt med felaktig uppfattning om hur världen är och kommer fram till en annan politik än vad de skulle gjort om de hade korrekt information. Problemet med att använda ordet \"ersätta\" i din mening är att det ger bilden att folk just försvinner. Och ingen gillar att andra i ens ingrupp försvinner - det sätter igång evolutionära djupa känslor av att något är fel och att alla i gruppen måste gadda sig samman mot en yttre fiende. Det blir alltså ett politiskt slagträd som folk kan använda för att sin trohet till en ideologi, en viss grupp, istället för att hjälpa att få folk att förstå varandras argument. Det första stämmer, men det faktat är inte nödvändigtvis en förklaring till att svenskar minskar i antal. Det är möjligt att ha massinvandring utan att folk skaffar färre barn, alltså behöver inte det medföra att svenskar minskar i antal. (Abort är en av de frågor som delar många libertarianer, så att säga att abortgränsen är liberal är något problematisk. Ron Paul är emot abort, Ayn Rand var för det fram till födseln, Walter Block är för det så länge det inte är möjligt att rädda barnet (eller, det skulle nog vara konsekvensen av det).) Du tänker dig att det var judar som propagerade i kampen för fritt tillgänglig abort för alla mödrar i Sverige, alltså? Det verkar snarare som att de ledande för den kampen i Sverige var just olika svenskar - det är en fråga som förenar många kvinnor, helt enkelt. En av de främsta organisationerna för fri abort och de leddes av en svensk-norsk kvinna ( ) från starten till slutet av 50-talet. Och förklaringen till varför hon började kämpa för de frågorna är helt naturlig: Alltså, inga judiska influenser behövs för att förklara varför många vill ha samlats kring rätten att få göra abort. Det finns många liberaler som står för att kvinnor skall kunna göra abort innan 28:e veckan och som samtidigt står för att familjen är en viktig del i folks liv. Det är säkerligen den normala tanken bland medlemmar i liberala partiet. Visst, det är ett problem ifall mer invandring skulle stärka dagens socialister eller nationalister. Jag tänker mig dock att den politiska utveckling som jag står för (och som är mest politiskt möjlig) kommer att gå mot frihet på ett håll att risken för att etatisterna får mer makt av det är ganska låg. Därför att du inte skrev om folkslag utan om företag och det var det som jag bemötte. Det stämmer inte att folk i regel försvinner i konkurrensen på en fri marknad. Varje individ som kan göra den mest enkla sysslan kommer kunna få ett jobb, om lönen tillåts sjunka till den nivån som folk är villiga att betala för den tjänsten. Enligt Walter Block skall folk med kognitiv nedsättning ha varit undantagna minimilönen i USA under 70-talet, vilket gjorde att de kunde få jobb då, trots att de bara kunde utföra några enkla sysslor. Men de enkla sysslorna är ändå eftertraktade i ett samhälle där det alltid finns en brist på folk som kan göra de småsakerna (fixa trädgårdar, göra enkelt industriellt arbete osv). Så, om det kom hit en massa superjudar och tog över vd-posterna i landet skulle inte det leda till att svenskarna blir arbetslösa; de skulle få ta andra jobb bara. Och det skulle inte heller leda till att den genomsnittliga individen får det sämre, utan denne får tillgång till bättre och billigare varor. Men visst, ifall konkurrens fungerade på ett annat sätt, om det fungerade som krig, skulle jag inte vilja ha sådan konkurrens med andra individer."
	},
	{
		"postIndex": 614,
		"postNum": 623,
		"postLink": "/sp35034832",
		"postTime": "2012-01-10",
		"postUser": "Libbero",
		"postUserID": "/u603388",
		"postUrl": "https://www.flashback.org/t1532220p52",
		"userUrl": "https://www.flashback.org/u603388",
		"sentence": "Ok! Tycker det är intressant det du säger, men då du uppenbarligen är väldigt kunnig så skulle jag uppskatta jättemycket om du kunde besvara mina frågor då jag är rätt ny på området. Ok. Libertarianerna verkar ju vara av åsikten att privat sjukvård, skola o.s.v. är överlägset när det gäller att ge så många som möjligt samma möjligheter att lyckas här i livet (då man menar att staten inte alls är någon garanti för detta och det snarare är mycket kontraproduktivt etc. då ett fritt samhälle skulle göra så att det tillkom fler incitament, priser skulle gå ner av konkurrens, att fattiga skulle ha mer pengar att röra sig med och det skulle vara en barnlek att skaffa sig ett jobb o.s.v.). Men libertarianerna är ju samtidigt inte villiga att påtvinga dig deras samhällssystem med våld, utan man tycks respektera din åsikt - att offentlig sjukvård o.s.v. är bäst -, så då undrar jag bara om du faktiskt är villig att ge dessa människor samma respekt tillbaka d.v.s. att du inte påtvingar libertarianer ditt system med våld? Om ja, så undrar jag hur du då hade tänkt att man finansierar all denna sjukvård, skola och omsorg eller om du faktiskt menar att skatt inte alls är stöld under hot om våld? Skulle även älska om du svarade på den här frågan. För om vi säger så här... Vi antar att jag hade en dotter som blev väldigt sjuk och jag inte hade pengar för vård men jag visste att min granne hade det. Jag frågade honom om hjälp, men han ville inte hjälpa mig. Hade det varit rätt av mig att hotat eller brukat våld mot honom för att få honom att betala ändå? De flesta svarar ju förstås nej på frågan, men jag skulle vilja få det förklarat för mig på vilket vis det skulle bli mer rätt om jag röstar fram 349 riksdagsledamöter som representerar mig, och istället låter de beslagta en del av grannens inkomst för att hjälpa min dotter, med hot om våld och fängelse om han vägrar? Jag har inte hittat något resonemang ännu som gör att det hela klarnar uppe i skallen och det hela inte längre känns så inkonsekvent och motsägelsefullt. Okej, men skulle det vara så mycket bättre att ge människor rösträtt så att man istället röstar på partierna som finansierar läkarvård? Fast bäst vore ju förstås om man förbjöd människor från att rösta på partier som inte är socialliberala för det naivt att tro att folk skulle rösta på partier som finansierar läkarvård. Eller jag vet inte egentligen... Men om vi föreställer oss att det bara skulle vara en liten del av svenska folket som skulle vilja hjälpa fattiga och svaga, skulle vi då inte tvingas frångå den demokratiska principen? Alltså jag tänker så här; om det var så att de flesta svenskar är givmilda, så behövs det väl ingen stat som under hot om våld tvingar alla att hjälpa fattiga eftersom dessa kommer få hjälpen hur som helst? Och om det nu finns för få som är givmilda så skulle vi väl inte kunna ha en stat utan att faktiskt frångå den demokratiska principen om att majoriteten bestämmer? Jag finner det ganska så paradoxalt, men du har säkert bra svar. Mvh"
	},
	{
		"postIndex": 862,
		"postNum": 872,
		"postLink": "/sp46801868",
		"postTime": "2013-12-30",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t1532220p73",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "Ha i åtanke att det som sätter priserna är konkurrensen från olika håll. Dels konkurrensen mellan arbetare (som du talar om här och som är till arbetarens nackdel), men även konkurrensen mellan företag (som är till arbetarens fördel), man ska även ha i åtanke att konsumenterna får mer makt och att de allmänna priserna i samhället sänks. Vad som händer i en fri marknad är att lönerna justeras till var de egentligen borde ligga. Vissa skulle tjäna mer än vad de gör idag och andra mindre, baserat på tillgång och efterfrågan. Om marknaden skulle släppas fri så skulle den sätta en mängd olika parametrar i rörelse, vissa skulle vara till arbetarnas fördel och andra till arbetarnas nackdel. Dock tror jag inte att rena arbetare skulle förlora på en friare marknad, då dessa ofta sitter på värdefull kompetens inom områden som konsumenterna faktiskt behöver. Däremot skulle många byråkrater, tjänstemän och människor som jobbar i branscher som är subventionerade av staten ligga rätt illa till. Att lobbyism är en del av liberalismen är så långt ifrån sanningen som man kan komma (och kom ihåg att nästan alla riktiga liberaler du kan hitta idag tar starkt avstånd från den nuvarande borgerliga regeringen). Lobbyism (och korruption) är ett problem som uppstår när rika och inflytelserika grupper och människor kan påverka lagstiftarna. Ju mer makt lagstiftarna har, desto allvarligare blir problemet. Det går inte att lagstifta bort det här förhållandet. Det enda sättet att lösa det här problemet är genom att minska politikernas makt och istället sätta makten i händerna på konsumenterna (folket) själva. Nu vet jag inte vad du tycker rakt igenom så därför är det svårt att förhålla sig till. Jag kan därför bara svara på de påståenden som jag tycker att det finns anledning att anmärka på. När det gäller ekonomisk frihet så finns det massor av saker man måste ta hänsyn till. Vissa former av ekonomisk frihet är viktigare än andra. Man måste även ta hänsyn till sådant som förändring (ett land behöver inte vara rikt/fattigt samtidigt som en reglering/avreglering införs utan saker kan förändras över tid), dessutom finns det mängder av parametrar att ta hänsyn till (den norska oljan till exempel). Men som sagt den generella trenden att ju friare ett land är, desto rikare är nästan hela folket är rätt tydlig. Notera även stapeldiagrammen som bland annat mäter sambanden mellan livslängd och utbildningnivå i hela folket och ekonomisk frihet, och den som jag nämnde tidigare om inkomsten hos de fattigaste 10 procenten i förhållande till den ekonomiska friheten. Det där med de två grupperna var egentligen inte så viktigt. Vad jag ville ha sagt är att \"de allra rikaste\" inte är en homogen grupp där alla tjänar på samma sak. Inom den gruppen finns det både människor som har tjänat ihop sitt välstånd själva till gagn för nästan hela samhällen och människor som mer eller mindre bara har stulit sin rikedom från folket. Dessa grupper gynnas av helt olika politiska system och åtminstone den senare gruppen (som utgör det verkliga problemet), skyr vanligtvis verklig liberalism som pesten då de vanligtvis skulle vara chanslösa i system där de var tvungna att konkurrera om konsumenterna på samma villkor som alla andra. Exemplen jag nämnde var bara ett svar på din fråga/påstående om människor blir stenrika på att utnyttja den svencka välfärden (som jag misstänker är en av de grupper som du stör dig på). Ja jag vet att det är vinklat, men hitta någon samhällsjournalistik som inte är det. Nu slängde jag iofs bara upp länken för att ta fram några pedagogiska exempel på hur den amerikanska lagstiftningen ibland kan se ut gällande ekonomisk (o)frihet. Men min poäng där är i alla fall att USA verkligen inte är något liberalt föredöme (även om de i många sammanhang fortfarande är mer liberala än många andra länder). Därför biter sällan \"Titta på USA\"- argumentet på klassiska liberaler för även vi brukar kritisera USA mycket hårt för deras lagstiftning. För övrigt har det även gjorts många regleringar de senaste 30 åren, och regleringarna tenderar i allmänhet att öka över tid (precis som skattetrycket)."
	},
	{
		"postIndex": 1011,
		"postNum": 1022,
		"postLink": "/sp47965868",
		"postTime": "2014-03-16",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p86",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "På vissa ställen åtminstone - i det samhälle jag själv flyttar till kommer de svarta, asiatiska, indianer och vita som uppskattar ett fritt samhälle kunna få bo där. Visst! Det skulle vara fullt möjligt i mitt samhälle, men det skulle vara något begränsat så att de människor som inte vill bo i samma områden som invandrare inte behöver göra det. Om några skulle vilja leva helt separat från andra raser (eller religioner, ideologier) skulle de kunna göra det. För egen del handlar det inte om att jag vill leva med araber, asiater eller svarta. För min del handlar det om frihet och att alla har rätt till frihet, svenskar som svarta. Som jag ser det är det möjligt att folk både kan flytta hit och att de lever på andra ställen, för att de som inte vill bo i områden med andra raser skall slippa det. Och frihet har inget bestämt mål, men det möjliggör att folk kan, och kommer att, flytta till sverige. Det jag menade var att hur regler blir bestäms till stor del av vår egen vilja. Vi kan välja att bo i ett samhälle där politiken bestäms av en liten klick människor (som i Sovjet eller Nord-Korea), vi kan välja att bo i ett där människor belönas utefter hur mycket de tjänar andra (laissez-faire), vi kan välja att bo i ett där folk belönas efter hur bra de är på att stjäla ifrån andra (som i krigen mellan primitiva stammar, eller mellan kungar). Det finns olika \"logiker\", olika belöningssystem för olika samhällen, och vi behöver inte leva i samhällen som belönar folk för att kriga med varandra. Utan istället samhällen som uppmuntrar varandra till att samarbeta bättre med varandra - genom utbyten av olika slag. Alltså, vissa samhällsmönster uppstår bara vid olika tillfällen. Om vi inte hade haft någon gemensam produktion med andra människor så hade vi varit varandras fiender och \"samhället\" hade varit en evig kamp mellan var och varannan individ. Nu kan vi ha samarbete med varandra och lever i ett samhälle där vi inte behöver och där det dessutom är väldigt ovanligt med en sådan evig kamp. Trots att våra hjärnor delvis varit formade för att vara beredda på en sådan evig kamp - våra dumma hjärnor tror att vi måste slåss mot varandra, men de kan också instinktivt inse att vi tjänar på handel. Jag har inte heller några exakta siffror men tror ändå det finns goda anledningar att misstro att det skulle vara en väldigt stor del av alla svarta (d.v.s. mer än 1%) som naturligt är asociala. Jag skiljer mellan naturligt och samhällskapad asocialitet; i ett samhälle där droger är förbjudna, exempelvis, kommer fler vara kriminella för det finns en verksamhet som är lönsam och som folk kommer att gå in i bara för att tjäna pengar. Med naturligt asociala tänker jag mig att folk biologiskt är sådana att de är så våldsbenägna och folkrädda att de inte kan leva i ett samhälle, ens under de förutsättningarna där de kan ta ett passande jobb (eller att de är oförmögna att arbeta över huvud taget pga oförmåga att samarbeta med andra). Rent evolutionärt vore det konstigt om det vore så att vart hundrade bebis i afrika skulle vara oförmögen att jobba tillsammans med andra i en liten grupp, den miljö som evolutionen format oss till (dåligt, givetvis, som med all annan evolution; den är dum). För att applicera konceptet så verkar det vara ganska klart att män är mer naturligt asociala än vad kvinnor är - att om man tar en massa barn som får uppleva ungefär samma uppväxt, så kommer fler pojkar än tjejer att begå brott, oavsett ras. Kvinnor tenderar att producera färre hormoner som får dem att ge upp sitt förnuft och begå brott. Hur många tror du är \"naturligt asociala\" av alla svarta (om du håller med om att konceptet är giltigt)? Och som jämförelse, hur många vita tror du är det? Jag tänker mig att mycket av dagens situation kommit till tack vare olika regleringar, främst arbetsmarknadsregleringar, men också kriget mot narkotika och de dåliga statliga skolorna. Alltså, jag tänker mig att dagens samhälle är än hur det var, säg, 1905 (för de flesta västerländska länderna) då knappt något land hade speciellt många regleringar. Alltså, teoretiskt ser jag det som att om svarta inte klarade sig bra förr, utan var våldsamma även då, då lär du ha rätt. Den här datan hittade jag samtidigt som jag skrev paragrafen ovanför, men det första i den hade jag redan skrivit för länge sedan i vår diskussion och det andra följer utifrån det. Iaf, det här är vad jag hittat: Mellan 1925 och 1971 var ca 0,1% av den amerikanska befolkningen inlåst i fängelse. ( ) (Jag tänker mig att det är ett ungefärligt mått på hur asocial man är, om än att den har många bekymmer, som när folk sätts i fängelse för beteende som kan vara socialt, som att ta droger eller sälja sex.) Idag så finns det mer än 6 gånger fler svarta än vita amerikaner i fängelser. ( ) Utifrån det här, om vi kan anta att den oproportionerliga fördelningen mellan hur många och svarta och vita som är i fängelse, så borde det ha funnits sex gånger fler svarta i fängelset än vita även 1925-1971. Om det stämmer och (orkar inte räkna helt ordentligt nu) vi räknar bort indianer, asiater och latinamerikanare, (Om man räknar med dem blir siffran lägre.) Jag kan tänka mig din invändning; om vissa kriminella är inlåsta så är ju många på fri fot. Det är sant, men måttet är i sig inte helt perfekt, då många som begår brott gör det bara en gång. Och andra som begår brott skulle inte behövt göra det om de växt upp under bättre förhållanden. Och en del brott är brott utan offer. Men, för att ändå gå framåt i jämförelsen skulle vi behöva veta hur mycket brott som begås utanför fängelsena, och hur många som är i fängelsena är där för att de är naturligt antisociala. Jag tror dock att hur man än räknar på det så kommer det inte komma upp i en procent och definitivt inte genomsnittet! Två bra youtube-klipp om varför det finns så mycket våld i USA: och . Vad exakt i det du citerade nu menar du är fel, jag ser inte något fel i det? Korta svar: Äganderätt. Risk finns alltid, men vi har bara skrapat på ytan av jordens resurser. Tänkte skriva en artikel om det, men är inte färdig än, är utkastet:"
	},
	{
		"postIndex": 975,
		"postNum": 986,
		"postLink": "/sp47435082",
		"postTime": "2014-02-09",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p83",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Alltså, konkurrens på marknader fungerar helt annorlunda än konkurrens i naturen, för att på marknaden så kan man ägna sig åt en sorts gemensam produktion. Denna gemensamma produktion fungerar genom att jag specialiserar mig på att göra en sak, du på en annan och sedan byter vi med varandra så att vi får de saker vi båda vill ha. Det leder till att vi kan skapa fler produkter gemensamt än om vi producerar isolerat, och därför har vi ett naturligt intresse av att den andre existerar. I naturen fungerar det ganska annorlunda, där möjligheten till gemensam produktion är liten. Där slåss geparder med varandra i en konkurrens om resursen antiloper, en resurs de inte kan få mer utav genom sitt eget arbete. Varje gepard är i tydlig \"naturlig konkurrens\" (till skillnad från \"marknadskonkurrens\") med varannan gepard (förutom om de kan jaga i grupp). Varje människa var också i en sådan här usel konkurrens med alla andra grupper, men för år sedan började vi att handla med andra människor, och det var också då som vi tog de första stegen mot att teknologin började utvecklas i en mycket snabbare takt - för mellan 80 000 och 20 000 år sedan kom folk på fler uppfinningar än vad homo erectus- folket gjorde under en miljon år innan dess. Återigen: det är arbetsfördelning som är det fina med att fler personer handlar med varandra. Ja, det är möjligt att ha arbetsfördelning med bara två miljarder människor, men det är ännu bättre med två och en halv miljarder människor. Om de svarta inte begick brott och om de kunde få plats på arbetsmarknaden, ja, helt klart. Tar upp det nedan. Vi skulle berikas genom vanlig specialisering och handel. För att det skall ske så behöver inte invandrarna vara lika duktiga som svenskarna på allting. Faktum är att även om varenda invandrare bara var kvalificerade för rent kugghjulsarbete på en fabrik så skulle det vara en fördel för alla svenskar. Detta genom Ricardos lag om (har gjort en egen ). Den fungerar såhär: säg att du är bättre än en annan individ på allt möjligt. Men du måste fortfarande diska, vilket tar tid från att du kan göra ännu nyttigare saker, som att producera möbler. Alltså, du måste göra 50 timmars arbete i veckan, men 10 timmar av dem utnyttjar du mindre produktivt (för varje timme) än de första 40 timmarna. Säg att den andre kan diska hälften så snabbt som du, men att du kan få ut tre gånger så stort värde av att använda de timmarna till att producera möbler istället, då tjänar du på att anställa den andre till att diska åt dig. Det här gäller oavsett om den andre är svart eller om denne är svensk. Sedan skulle inte massinvandring nödvändigtvis leda till att det bara kommer hit lågproduktivt arbete; folk med hög utbildning skulle tjäna mycket mer på att komma hit om de bor i ett fattigt land. Men även om det bara kommer hit lågproduktivt folk hit skulle de ändå kunna arbeta här och vara till fördel för alla svenskar. Alltså, det är inte bara högkvalicerad kunskap som är viktigt; lågkvalitativt är också bra, för att de mer utbildade i Sverige kan ägna sig åt viktigare saker. Gissningsvis ganska många ingenjörer, men återigen: fördelen av specialisering växer ju fler människor som producerar och handlar med varandra. Jag har läst en hel del om vad som troligtvis gjorde att Europa blev startpunkten för det industriella genombrottet (det var ), men bara litegrann om varför afrika laggade efter de andra civilisationsställena. Det säger dock inte så mycket ifall afrikanerna bara hade temporära civilisationer, eftersom det tog sydamerikanerna några tusen år från det att de utforskat amerika till att de skapade några civilisationer där - samma för de första civilisationerna i mellanöstern. Jag håller verkligen med om att av omvärlden är otroligt viktig för att folk skall kunna ta steg mot att skapa en civilisation, men överlag verkar folk inte kunnat skapa bra förklaringar alls förrän de byggt en någorlunda vettig civilisation, och även då kommer inte alltid människor på de logiska principerna för hur verkligheten och resonerande fungerar, det är faktiskt ganska ovanligt. Så, det som är viktigast för att få igång den positiva spiralen för människor har varit geografiska förutsättningar - som att de första civilisationerna alla kom till vid vattendrag, och bra vattendrag var en sak som . Dåliga vattendrag gjorde också att kommunikationer blev svårare. Och att de inte haft någon utveckling under 1900-talet har mycket varit för att de haft riktigt usla stater där, delvis tack vare att deras ledare utbildats i väst (som Khem Rouge-ledarna) där de fick lära sig en marxistisk syn på varför väst blev rikt (och försökte undvika hemskheterna som kapitalism innebar och istället få till en bra utveckling med socialistiska femårsplaner (en het grej bland utvecklingsekonomer faktiskt, fram till 80 och 90-talen)). Nope. Men, det som skiljer oss åt är att jag tror att vi kan få mer välstånd genom en gemensam produktion (även med lågproduktiva)."
	},
	{
		"postIndex": 768,
		"postNum": 778,
		"postLink": "/sp39156194",
		"postTime": "2012-09-03",
		"postUser": "sm910dif",
		"postUserID": "/u315077",
		"postUrl": "https://www.flashback.org/t1532220p65",
		"userUrl": "https://www.flashback.org/u315077",
		"sentence": "Klipper ut dom delar jag tycker motsvarar kärnan i dina resonemang så det kortas ner lite, tycker du jag missat något är det bara att säga till. I alla fall, varför skulle det vara så att \"det självklart inte finns något skyddsnät\"? Om medborgarna vill ha t.ex arbetslöshetsförsäkringar kommer marknaden finna det värt att erbjuda det. Dem lilla andel som önskar men inte har råd med försäkring har i de flesta fall nära och kära som kan hjälpa till. (även om det kan vara en främmande tanke i dagens individualistiska Sverige, där man kallt litar på att pappa staten hjälper folk i nöd istället för att hugga i själv.) Dom som är helt ensamma, eller vars sociala krets inte vill/kan hjälpa dom, kommer med all säkerhet kunna nyttja olika välgörenhetsinstutioner. Jag menar, om 99.9% av Sveriges befolkning idag ändå redan röstar för en välfärdsstat, skulle vi ju behöva anse dom som antingen hycklande eller idioter om dom inte kan fortsätta tänka sig vara solidariska när solidariteten inte ställs mot alternativet fängelse. Om det finns någon som är redo att arbeta billigare, bortsett från den praktiska konsekvensen att det gynnar, känns det verkligen moraliskt rätt att neka arbetsgivaren och arbetstagaren att anställa honom? Vill du tvinga livsmedelsbranschen att hålla minimipriser på t.ex mjölk, för att inte någon sneaky ICA-handlare av egoistiska skäl ska försöka skaffa sig konkurrensfördelar genom att prispressa och därmed på köpet samtidigt minska branschens lukrativitet i allmänhet? Arbetskraft är en vara man säljer, arbetsgivare har lika lite en skyldighet att anställa som du har att köpa mjölk på ICA. Ett liberalt samhälle tillåter givetvis inte förgiftning av arbetare eller andras närliggande mark. Det vore en grov kränkning av deras negativa rättigheter, det enda samhälle som kan tillåta sådana hemskheter är ett där man kan tänka sig offra individen på kollektivets altare. Det finns noll konkurrens idag, för sjukhusmarknaden är reglerad och staten är den som bedriver offentlig sjukvård. Ett statligt sjukhus har inga incitament att ta emot fler kunder; Den får en begränsad summa från statens begränsade kassa, och får sen försöka bota så många och så mycket som möjligt tills pengarna tar slut. Då blir det naturligt att man hellre tummar på patientsäkerheten än att höjer lönekostnaderna. Pengarna är begränsade och viktiga, patienter är bara en börda man önskar så få som möjligt av. I ett privat sjukhus på en fri marknad är situationen den omvända. Patienter är enda inkomstkällan, alltså finns det incitament till att vilja ha så många patienter som möjligt. Det i kombination med sjukvård är något väldigt viktigt och fundamentalt för människor, gör att människor är väldigt känsliga för sjukhus med dåligt innehåll (dålig patientsäkerhet, inkompetent personal, osv. osv.). Att tumma på patientsäkerheten är i längden inget vinnande koncept, ett bra sjukhus är ett sjukhus som får kunder/patienter. Därför blir det skillnad, offentliga sjukhus har inga incitament att gå sjuksköterskorna till mötes på samma sätt som privata är tvingade till. Fackförbund är givetvis tillåtna i enlighet med föreningsfriheten. Vad skiljer en anställning från t.ex ett mobilabonnemang, där alla numer kommer med bindningstider man inte kan säga upp hur som helst? Gör den anställde ett gott jobb och är en tillgång för företaget får han givetvis inte sparken. Är han en belastning så... Varför ska företaget vara skyldigt att gå back på att tvingas ha han anställd? Givetvis, företagarens bästa investering vid goda tider behöver naturligtvis inte vara i fler anställda, det kan lika väl vara en investering i förbättrade produktionsmedel, fortbildning för redan anställda, forskning och utveckling, nya produkter, you name it. Saker som alla i längden är bra för företaget, och därmed i förlängningen ökar utrymmet för nyanställningar, Att anställa bara för sakens skulle leder till ineffektivitet, och hans företag kommer konkurreras ut av mer effektiva företag, givet allt annat lika. Vips så har den nyanställningen lett till att alla anställda såväl nya som gamla får varslas. Det enda som torde vara mer ineffektivt än så är att stoppa allt överskott i fickan. Det kanske funkar i en haltande blandmarknad som Sveriges när restaurangmomsen sänktes, men det funkar inte på en fri marknad. Många giriga snorungar som ärvt pappas företag och växt upp med silversked i mun åker dit på det här, att klåfingrigt leta utdelning istället för att investera i företaget förstör företaget på sikt. De ägare som i högst möjliga mån kan hålla fingrarna borta från utdelning är dom som vinner i det långa loppet. På så sätt kommer en fri marknad tvinga ägarna att sänka sina utdelningar tills dom (i enlighet med alla andra arbetares löner) sjunker till den nivå det faktiskt är värt. Det är det här som är det fina med en fri marknad och konkurrens. Den tenderar att vara det absolut mest effektiva sättet att finna rätt värde på varor, tjänster, löner och kompetens. Alla människor bidrar ju i ett enormt komplext nät av preferenser till det genom varje handling, varje dag. Tillskillnad från centralplanerande ekonomier, där man tror att någon form av kommitté eller ens en superdator skulle kunna beräkna det. Det må vara en teorivärld, men det är ju för att ingen majoritetsbefolkning eller parti i modern tid velat införa det. Det närmsta vi kommer är väl ställen som Hong Kong. Jag tror inte jag behöver fixa fram grafer för att du ska se hur bra det gick där..."
	},
	{
		"postIndex": 1059,
		"postNum": 1071,
		"postLink": "/sp49092020",
		"postTime": "2014-06-06",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p90",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "6. Jag säger inte att heterogenitet alltid är positivt - jag säger emot påståendet att det alltid är negativt. En ökad heterogenitet där det kommer fler lagbrytare, allsköns dogmatiker och frihetsinskränkare och dessa får möjlighet att förstöra för andra, är ett sämre samhälle än ett där de inte är så många. Annars, det är ett inte ett mindre antal platser som haft människor med olika etniska kulturer - skulle gissa att de flesta städer i Europa alltid haft en utländsk befolkning som bott där: Hansan hade enklaver i varje stad som var del i hansaförbundet, har inte hört så mycket om städer under antiken, men det lilla jag hört tyder på att de haft utlänningar som bott där. Jag ser det som att de flesta av oss är med och utvecklar den svenska kulturen, så att den blir bättre. Jag gör ett definitivt avkall på den svenska och europeiska 500-åriga politiska kulturen att stötta våldsmonopol. När det gäller makt så ser jag inte att det finns något \"vi\" - jag är under makten av andra svenskar; jag säger inte \"vi\" om dem lika mycket som jag säger \"vi\" om jag och politikerna i Bryssel. Jag är inte med och styr där, även om jag och mina politiska allierade skulle kunna göra det i framtiden. De som styr nu gör det inte utifrån mina intressen eller min världsbild, så jag ser det som ett felaktigt påstående att säga att jag och de styr över mig. 7. Visst, att köpa energi ifrån en stat som kan utpressa en vore inget vidare. Men i fallet vi diskuterade handlade frågan om export över huvud taget var en möjlighet för en nation att klara att få in mat till dem. Finns det några bevis för att judarna (alla? en majoritet?) ville göra Tyskland kommunistiskt? Fördelarna med invandring är inte enbart ny mat. Ja, det är något som många liberaler pekar på, då det är ett snabbt och enkelt sätt att visa att det finns positiva fördelar med heterogena befolkningar och multikulturalism. När det finns människor som vägrar se några positiva fördelar med att människor med olika nationalitet bor på samma område är det värt att ta upp. Jag ser det lite som en diskussion för att komma ifrån ytterligheter, säg att du har två personer som säger \"Multikulturalism är bara skit\" och en annan som säger \"Multikulturalism är bara bra\". För att diskussionen skall kunna gå någonstans måste dessa första påståenden krossas, och det gör man enklast med enkla exempel. Nu är det kanske inte någon som säger just att det aldrig kan vara positivt, men det finns folk som skriver liknande saker som innebär att det övervägande, nästan helt och hållet, är skit. I vilket fall. Jag ser det som att vi svenskar har fått många fördelar av att folk från andra kulturer kommit hit och arbetat, då de har ökat vårt gemensamma välstånd. Det är inte bara mer variation på mat utan genom att alla varor som blir bättre av en ökad befolkning har blivit bättre (som fler läkarspecialister, men också byggspecialister). Samtidigt har det kommit många nackdelar, genom att många invandrare idag (dock inte förr, som på 80-talet) är en börda för skattebetalarna och genom att vissa som invandrarat förstört för andra genom brott. 8. Varför tror du att liberaler inte skulle kunna samarbeta för ett gemensamt mål? Det är inte direkt något som stämmer överens med liberal ideologi, som uppmuntrar ömsesidigt gynnsamma samarbeten, eller som ser ut att stämma med samhällen som varit väldigt fria, som det amerikanska samhället - som Alexis de Tocqueville skrev i : Kolla även in min recension av om hur . Poängen med en individualistisk ideologi är att individens önskemål är viktiga, men också att vi alla kan tjäna på att samarbeta med varandra utan att behöva offra någons intressen. Utan istället är det så att varje individ tjänar på att ha bl.a. fred, förståelse och trygghet och därför har folk uppmuntrat varandra att jobba ideellt (och kommersiellt) för att uppnå dessa gemenskapa saker. Individens högsta mål är att leva i ett så bra samhälle som möjligt, så . Det är också vad man sett fria samhällen: folk går samman i olika grupper för att uppnå gemensamma mål."
	},
	{
		"postIndex": 850,
		"postNum": 860,
		"postLink": "/sp46796512",
		"postTime": "2013-12-29",
		"postUser": "Thinkingagain",
		"postUserID": "/u349244",
		"postUrl": "https://www.flashback.org/t1532220p72",
		"userUrl": "https://www.flashback.org/u349244",
		"sentence": "Intressant diskussion för det första. Men men! Bristen på arbetstillfällen skapas ju av konkurrensen. Visst skapas det en viss ekonomisk tillväxt, men den får inte alla ta del av. De stora företagen vill ju göra allt för att bli så konkurrenskraftiga som möjligt och sänka deras anställdas löner till ett minimum, och så länge det finns arbetslösa eller fattigare länder med fattigare människor som är redo att jobba hårdare för mindre pengar kommer det ske en konkurrens med arbetarnas löner. Ja, men arbetsgivaren har fortfarande ett betydligt större spektra av valmöjligheter och därför mer makt. Därför funkar det inte riktigt att säga att de har lika mycket att säga; annars skulle fackföreningar inte existera. Men välfärd måste väl alla få en viss standard av? Alla ska väl få samma chanser att utbilda sig och lyckas här i livet? Det får man ju inte i ett fritt samhälle där utbud och efterfrågan styr, eftersom de med kapital hamnar i ett sådant otroligt överläge. Det är det här jag menar. I och med det fria samhället så sjunker det allmänna välståndet. Om vi tar din metafor så utvecklar det sig så att färre och färre får allt flottare bilar, medan allt fler och fler får allt äldre, sämre volvos i och med den långsiktliga ekonomiska utvecklingen som innebär att pengarna ackumuleras till toppen, och ett allt mer aristokratiskt samhälle bildas. Kort sammanfattat anser jag att klyftorna ökar i och med en mer nyliberal politik, som den som förs i USA. Inte minst för att statistik och fakta bevisar detta, utan för att det också visat sig tidigare i historien (ta 1800-talets Storbritannien). Pengarna ansamlar sig i toppen, eftersom det enda maktmedlet i samhället när staten försvinner blir pengar. De allra mäktigaste ser då till att samla åt sig så mycket makt som möjligt, då i form av pengar och det blir den långsiktiga utvecklingen, eftersom det är människans natur att vilja befinna sig i en maktposition över andra. Det måste finnas något som reglerar detta till viss mån och jämnar ut skillnaderna mellan klasserna. I Sverige har vi skatter för att fixa detta och det funkar bra och skänker ett bra allmänt välstånd till oss. I Japan är löneskillnaderna inte speciellt höga från början och skatterna är inte speciellt höga. Varför det är så vet jag inte, kan vara kulturskillnader. Där jobbar alla superhårt oavsett position. Nej. Våra regleringar tillåter alla att få en chans. Visst har vi inte fullständig ekonomisk frihet, men det anser jag vara rättfärdigat av samma moraliska skäl som inte tillåter mig att mörda och stjäla. Utan regleringar (ta en nattväktarstat som exempel) blir pengar ett gränslöst maktmedel för de rikaste (eftersom det i princip blir det enda), och de får friheten att ekonomiskt sett utföra lika omoraliska handlingar som diktaturer tar sig friheten att göra. Det är människans natur att ansamla sig makt och bruka den för att bibehålla den, och att göra det med pengar är lika omoraliskt som att göra det med ett fascistiskt eller kommunistiskt styre. På vilket sätt får vi i Sverige hög fattigdom och stora klyftor som resultat av de beskattningar vi har? Faktan visar ju tvärtom (se videon jag länkat tidigare). Tycker du inte att de tio fattigaste procenten i USA har mindre ekonomisk frihet än de tio fattigaste procenten i Sverige? Då räknar jag inte oregistrerade och illegala immigranter. Hursomhelst har de inte råd med utbildning, de får de sämsta jobben och de ansamlas tillsammans med andra med samma låga välstånd. De är betydligt fattigare än de tio fattigaste procenten i Sverige, som ändå har en chans att röra sig uppåt. Det visar statistik, då Sveriges social mobility-rating är betydligt högre än USA:s (se videon jag visade). Nyliberalismen innebär frihet, men inte för alla. Den innebär frihet för det med kapital att styra över andra människor, just eftersom det blir det främsta samhälleliga maktmedlet allteftersom det ackumuleras. På så sätt inskränks till slut majoriteten av ett nyliberalt lands befolknings frihet, medan en viss ekonomisk aristokrati växer fram som styr landet. Precis det ser vi i USA nu, men om du har någon annan förklaring på varför det sker är jag nyfiken på att höra den."
	},
	{
		"postIndex": 143,
		"postNum": 144,
		"postLink": "/sp30460601",
		"postTime": "2011-05-05",
		"postUser": "Visf",
		"postUserID": "/u166136",
		"postUrl": "https://www.flashback.org/t1532220p12",
		"userUrl": "https://www.flashback.org/u166136",
		"sentence": "Så jag har fel, sen beskriver du precis vad jag sa. Okej, intressant ställningstagande. Har du också fel då? Du tolkar tydligen dig själv fel. Jo, det är bara en marxistisk skola. Lär dig vad det kommer ifrån. Marx är för övrigt någonting av en fader inom sociologi. Sociologi som skola är faktiskt ganska mycket skit, det skulle kunna vara en subskola till ekonomi lika gärna så kunde folk lära sig det i relation till någonting praktiskt applicerbart. Vad fan gör sociologer egentligen annat än jobbar inom staten på olika meningslösa department. Nej, tacka vet jag hårda vetenskaper där man lär sig riktiga saker, studera sådan där kan man göra på fritiden som ett intresse jag ser inte att det ger en någon egentlig ökad produktivitet. Så har varje period av fred! Det är ett korkat synsätt på verkligheten. Du sitter och beskriver Marx historiska teori (moraliska också, men jag hoppas du inte håller på den, för den är helt sär) och postar en lista som lika gärna kunde varit en kritik av liberalism ur kommunistiska manifestet. Hur kan du ifrån det gå till att beklaga dig över att jag kallar dig kommunist? Gillar du inte ordet? Byt åsikt då, uppenbarligen besitter du dem. Otroligt liberala? Din mittstolpe måste sitta någonstans precis till höger om att vilja förstatliga precis allting i samhället. Det är inte alls arbetarklassen, inte ur den klassiska definitionen av arbetarklassen. Men tydligen så ändrar man definitionerna för att hänga med i retoriken av det moderna samhället. För övrigt är i princip varenda svensk idag kapitalägare via börsen i någon form. Marx insåg lite smått att hans nonsens enbart höll om han trodde på Iron law, vilket han gjorde lite då och då och ibland inte alls, han var ganska inkonsekvent. Hans talang var sällan i tänkandet, hans talang var i hans förmåga att leverera ett budskap och skriva enormt effektivt propaganda. Men visst vet jag att Bolsjevikerna inte har mycket att göra med tankeslottet som kommunisterna har byggt upp, det är dock dessa som kommer till makten när man släpper lös sådana tyglar, därför det sker varenda jävla gång. Maktstrukturer har en natur inom politiken också och en hel del socialister har insett detta och istället försökt sig på gradualism där de framförallt spridit budskapet genom att förändra kulturen och väldigt smart byta rena socialistiska begrepp till att låta marknadsorienterade. På detta viset har de lyckats förändra samhället. Ett stiltypiskt exempel skulle då vara , då inkomst på inget vis fördelas utan konflikter om resurser på marknaden först måste redas ut innan välstånd kan skapas och då skapas de faktiskt någon. Det har inget värde alls, eftersom det är du som sitter och bestämmer helt godtyckligt vilka som ska vara vad i en makstruktur. Man kan utifrån lite förståelse, vilket du inte verkar besitta, hitta andra perspektiv som låter bisarra men egentligen är precis lika dumma. Ta exempelvis förtrycket av konsumenter på producerare, producerare är slavar till kunderna för kan de inte sälja sina produkter så får de ingen inkomst. Herregud, ta det omsatta och säg precis samma sak. Det gör för effektiv propaganda men det besitter inget förklaringsvärde. Du förklarar inte på något vis varför det gör att vissa grupper blir mer kriminella eller varför de inte får jobb. Du har bara valt ut en grupp och studerat resultat hos dessa. Det finns ingenting förklarande i det alls. Att vissa grupper göra vissa livsval är bara en kategorisering, det förklarar inte vad det är för livsval, det är det intressanta, och för att undersöka det blir det nödvändigtvis individsperspektiv. Vad är det då som är förklaringen? Ja tydligen är förklaringen för dig att de är del av denna grupp. Det är verkligen att säga att alla vänsterhänta är vänsterhänta, mer förklarande värde finns det inte. Kollar man istället på faktiskt makstrukturer måste man se efter vad som sker via tvång, vi våld, inte vad som är resultat av handel. Det blir då att man kollar på staten, stöld, hot och bedrägeri. Det finns ingen maktstruktur i handel. Du kan påstå att vid en förhandling har två rika mer att förhandla om, men det är bara att jämföra med en annan situation eller ett tomt ideal, det är inte att förstå vad handel är."
	},
	{
		"postIndex": 942,
		"postNum": 953,
		"postLink": "/sp47420078",
		"postTime": "2014-02-08",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p80",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Jag glömde att säga något om betydelsen av att ersätta en folkgrupp med en annan. Din definition av den var att om bara en individ flyttar från en plats till en annan så blir denne ersatt av personen som kommer efteråt. I den meningen blir folket som bor i stadsdel A ersatta av invandrare om de alla flyttar och invandrarna flyttar in dit. Problemet med den här definitionen är att även om den är vettig så kan man inte böja den till att kunna säga att svenskarna som folk blir ersatta av invandrare. För det kräver att hela gruppen svenskar blir ersatta av alla invandrare, vilket då skulle vara att alla svenskar försvinner någonstans (eller dör) och att invandrarna tar över allt de har. Det är inte vad som sker, så att tala om att svenskar blir ersatta för att några svenskar flyttar till en annan stadsdel än den som invandrare bor i är missvisande. De flesta svenskar verkar idag inte vilja skaffa fler barn, så varför uppmuntra dem till det? Om samhället är bättre och ifall det finns enklare och trevligare sätt att uppfostra sina barn så kanske det går. Men då måste läget bli annorlunda än vad det är idag. Ekonomen Bryan Caplan sätt som föräldrar själva kan göra det bättre (enligt \" \"-filosofin). Sedan ser jag inte någon konflikt mellan att det finns fler invandrare och fler svenskar. Att några svenskar inte kan bo på ställe X och Y är inget problem när av all mark är skog, det finns gott om utrymme. Företag är inte kännande varelser, så det är helt okej ifall vissa företag slås ut. Det skadar på kort sikt de som jobbar på fabriken men på lång sikt tjänar alla på att dåliga produktionsprocesser (som dåliga företag använder sig av) blir utbytta med bra produktionsprocesser. Det ökar den genomsnittliga individens produktivitet och höjer därmed dennes lön. Den länken har inget att göra med fri konkurrens på en marknad - Haiti har varit en vanlig exproprierande stat från innan revolten och även i fortsättningen. Ökad arbetsfördelning är bra för att det skapar mer välstånd. Det är sant att ett land kan bli otroligt rikt genom att utnyttja arbetsfördelning med resten av världen (ett måste!) utan att ha en ökad arbetsfördelning inom landet. Men min poäng är att de skulle ha det ännu bättre ifall de kunde få en ännu större intern arbetsfördelning. Lite andra tankar än det vanliga om ekonomi. Alltså, det är inte värdefullt för er ifall samhället berikas av invandrare eller inte - att det inte spelar någon roll ifall folk behöver arbeta mindre tack vare invandrare eller ifall dessa kan göra ens liv lättare genom att erbjuda nya eller bättre tjänster? Det är just vad ekonomisk utveckling handlar om; att man för en given mängd resurser kan få ut fler och bättre tjänster av det, sådant som folk tycker om. Många har en vag tanke om att ekonomisk utveckling bara innebär billigare grejer, men dess kärna är att folk får det bättre. Tänk på alla framsteg som kan göras med ett rikare samhälle - att vi kan leva längre och med bättre hälsa, att vi kan bekämpa fler sjukdomar så att färre behöver dö i förtid - det är alldeles för snabbt att avfärda en sådan utveckling med att den blir dålig enbart för att invandrare kommer hit."
	},
	{
		"postIndex": 188,
		"postNum": 189,
		"postLink": "/sp30940395",
		"postTime": "2011-06-01",
		"postUser": "Visf",
		"postUserID": "/u166136",
		"postUrl": "https://www.flashback.org/t1532220p16",
		"userUrl": "https://www.flashback.org/u166136",
		"sentence": "Tycker jag verkligen de är. De tjänar 50% mer än oss och fattiga får högre bidrag där än här. USA är ett riktigt föregångsland. Sverige däremot med sin välfärdsstat är en skam, vi gick ifrån att vara rikast i världen efter andra världskriget, nu har vad som då var fiskebyar som Singapore och Hong Kong gått om oss i välståndsligan. Sosseri har förstört detta landet. Du är fri till bredden av naturlagarna, men att mena att vi ska införa kollektivt slaveri med tvångsarbete för vissa för att andra inte orkar jobba, det är att gå en lång väg för att komma åt ett mindre problem. Du kan lika gärna börja gnälla att andra ska tugga åt dig. Ja, du måste jobba, om du nu vill ha en massa saker. För att du måste skapa värde till ekonomin om du ska ta ut ifrån den. Jo. Marknadslönen är det du kan få betalat för ditt arbete, det är frukten av ditt arbete. Det mesta som går in i arbetet idag är faktiskt förädlingen av kapitalinvesteringarna. Skulle vi få betalt enbart på vad vårat arbete vore värt utan detta skulle vi knappast få någonting alls. Fel. Det behöver man visst det, någon måste göra arbetet. Du verkar dock föredra att man ska tvinga andra att vara ens slav bara för att man är sjuk eller korkad. Vad är detta för syn du har? Hopplöshetens höjder eller bara en enorm ursäkt till att aldrig anstränga sig? Nej pucko, en fri marknad är handel. Avtal bestäms som båda parter går med på. Va? Så varför är du för att tvinga andra att hjälpa dig? Då är du ju beroende av andra? Gropar i naturen är inte en mänsklig företeelse, det berättigar inte att man ska råna folk. Lär dig ekonomi. Du kan allokera hur mycket resurser som helst åt någonting, utan rätt information, utan att det allokeras effektivt, gör det ingen skillnad för utfallet. Det är du som försvårar det genom att belöna de som är dåliga och straffa de som är duktiga. Du förtjänar ingenting annat än det du arbetat dig till. Fattar inte ens vad du säger, det är ju du som vill införa tvångsarbete och stöld så att se efter folk som ramlar i gropar. Där kan du snacka om folk som har makt, folk i staten. Nej, det är ingenting idealistiskt med fria marknader, väldigt realistisk synsätt snarare. Desto friare desto bättre. Hah, herregud. Läs på... Samhället fungerar inte som du tror, där det är vissa grupper med med makt emot varandra. Fackföreningars förtjänst är att det är billigare att förhandla med en partner än alla individer, samt att arbetare kan förhandla om kollektiva fördelar på arbetsplatsen - typ bättre fikarum eller luftkonditionering. Utöver det är fack meninglösa och destruktiva. Höja löner gör de inte. Är sannerligen inte bra för arbetarna, ofta så dödar fack arbeten. Nu sitter och du och tror att lagstiftare är intelligenta, de är dem inte. Vilket borde göra dig till liberal, inte kommunistpack. Enligt alla sätt man kan mäta på så ser det så ut. Fast vi kanske inte ska mäta och läsa på, vi kan ju istället komma med mycket lösa åsikter som ni vänsterpuckon... Du har förespråkat tvångsarbete för att se efter alla som är lata eller sjuka, kollektiv beslagstagande av produktionsmedel och allmän ekonomisk imbecillitet. Förvånar mig inte att du är fattig."
	},
	{
		"postIndex": 998,
		"postNum": 1009,
		"postLink": "/sp47650928",
		"postTime": "2014-02-23",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p85",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Hej, ursäkta igen för att jag svarar så sent, vill ta mig tid att skriva ordentligt, men det är så mycket på gång (och vill inte förlora alltför mycket sömn heller). Stort sagt! Håller med om att inflyttning leder till att det relativa antalet svenskar i samhället minskar. Intressant, men länkarna för referenserna fungerar inte. Dock verkar han vara något selektiv, då han inte nämner att föregångaren till - ARAL - leddes av, verkar det som, icke-judiska kvinnor: Pat var uppvuxen som katolik, Rowena ser inte alls judisk ut och kom från ett fattigt område i Florida, medan jag inte hittat något om Lana ( ). Att det skulle vara judar som var den viktigaste faktorn för att få igenom dessa lagar verkar inte ett dugg rimligt. Återigen, det är mycket mer rimligt att det var säkerhetsskäl och möjlighet att kunna planera sitt eget liv som ligger bakom den här kampen. När dog av illegala aborter under slutet av 1800-talet, är det inte uppenbart att folk vill minska lidandet som följer av det? Och evolutionärt sett, är det inte rimligt att varje kvinna vill kunna ha fullständig kontroll över vem hon skaffar barn med? Nästan alltid? Vad sägs om Chicago som hade en ganska blandad befolkning från 1800-talet och framåt? Eller många andra städer i USA som blomstrade under den perioden? Jag kan tänka mig att du vill avfärda de bevisen för att det var främst européer som kom dit, men då måste du också ge upp idén om att heterogenitet i sig är negativt. Då är det inte just heterogenitet som är problematiskt, utan att det kommer dit grupper som är särskilt dåliga - som mongolerna. säg - och som förstör samhället, medan mångkultur mellan olika civiliserade samhällen är av godo. Alltså, det är inte homogenitet vs heterogenitet som är viktigt, utan Och bara för att belysa en poäng (och vinna lite Godwin-poäng), var den någorlunda homogena nazistiska diktaturen särskilt bra? Eller den spanska? Eller Napoleons välde? Eller Röda Khmerernas (jag gissar att Kambodja då var rätt homogent)? Vad har du för modell i åtanke när du menar marknaden? Jag menar då just det (någorlunda) frihetliga marknadssystemet med producenter och konsumenter, köpare och säljare samt andra alla olika typer av handelsmän. Det jag skriver om är att på den marknaden så är konkurrens bra för alla involverade (enligt en kontraktariansk definition av bra - alla tjänar på att det finns vissa regler som gäller för alla, än att alla kunde bryta mot de reglerna (alltså att vissa kan tjäna på att få ett lagligt monopol på sin tjänst, men ingen skulle tjäna på att alla blir monopolister)). Folkgrupper skulle inte försvinna på marknaden ifall några grupper är mer produktiva än andra. Visst, och det är ett problem med politiskt makt, när en grupp kan bestämma över en annan. Det är därför som jag förespråkar ett system som, tänker jag mig, kommer att minimera makten som någon individ eller grupp i samhället kan ha. Nämligen genom att ta bort alla rättsliga hinder som finns för konkurrens samt genom att uppmuntra ett system av vetenskapligt tänkande (att inte lita blint på folk samt att söka efter på fenomen och områden) och en öppen diskussion i samhället. Effekten av att följa sådana regler tror jag blir en moralisk och ekonomisk utveckling. Så, ja, isarel-lobbyn i usa verkar vara ett stort problem för att landet skall kunna föra en vettigare utrikespolitik. Det jag hört om usa:s förhållande till israrel är att det till stor del kom till tack vare dåvarande presidenten Harry Truman, som såg sig lite speciell för att hjälpa dem. Annars gissar jag att de blivit stöttade för att de var västerländska, samma kultur som usa, och för att folk i politik har väldigt svårt att släppa allianser."
	},
	{
		"postIndex": 886,
		"postNum": 897,
		"postLink": "/sp46819233",
		"postTime": "2013-12-31",
		"postUser": "ryggradsdjur",
		"postUserID": "/u715295",
		"postUrl": "https://www.flashback.org/t1532220p75",
		"userUrl": "https://www.flashback.org/u715295",
		"sentence": "Absolut, vi håller en trevlig nivå, så låt oss fortsätta med det. Det som saknas här är insikten att konkurrens går åt båda håll. Vi har både arbetstagare som konkurrerar om arbetstillfällen samtidigt som vi har arbetsgivare som konkurrerar om att få tag på arbetskraft, dessa två krafter drar givetvis åt olika håll och var vi tillslut hamnar är en lönenivå där utbudet sammanfaller med efterfrågan. Det är därför det är så otroligt viktigt att företagen får utrymme och möjlighet att skapa konkurrensen mellan varandra för att förhindra att överskottet av arbetskraft blir så stort att vi hamnar i den massarbetslöshet vi ser idag. Vidare om vi tar hänsyn till en global konkurrens kommer vi inte se ett så pass högutbildat och teknologiskt utvecklat land som sverige producera de allra enklaste produkterna eller tjänsterna. Det är dessa jobb de fattiga länderna konkurrerar om och verkligen behöver för att lyfta sig själva ur fattigdom. Det är givetvis en maktbalans men man ska inte underskatta arbetstagarens totala makt över huruvida denne känner sig tillräckligt bekväm med arbetsvillkoren att denne väljer att stanna kvar. Fackföreningar i dess rena bemärkelse, d.v.s en kollektiv vilja och inte ett lagstadgande eller våldsförande organ, är ett utmärkt verktyg för arbetstagare att minimera de marginaler ett företag har jämte sina konkurrenter, speciellt i ett klimat av hög arbetslöshet. Förutsatt att alla lever under samma lagar (eller samma möjlighet att välja sina lagar om man pratar marknadslag) så har alla samma chanser. Givetvis kan någon som har en högre lön eller en stor förmögenhet köpa mer av inte bara utbildning utan även produkter och tjänster än andra men det säger inget om pris, kvalitet eller kvantitet på det som vi andra konsumerar. Bilar för medelklassen blir inte sämre och dyrare för att det tillverkas andra bilar i miljonklassen, på samma vis som utbildning inte blir sämre för att några har råd att anställa privatlärare.Felet här är att du antar att fattigdom kommer från att vissa andra är rika och i en fri marknad finns inte det sambandet alls, det är snarare så att inversen är sann i och med att hela tårtan växer när ekonomin växer. Samma sak med förmögenheter, den enorma mängd regleringar som trycker ner alla tillåter endast de mest bemedlade och resursstarka att bryta sig loss, d.v.s de rikaste. Främst genom att köpa sig fördelar i form av tjänster från politiker och en armé av advokater och skatteplanerare för att navigera och optimera sig ur djungeln av byråkrati, kryphål och räntesnurror. Vad har vi då kvar? Jo, en cementrad arbetarklass under stort skatte- och regleringstryck som om de har tur får behålla sitt jobb och tjänar precis tillräckligt för att få allt att gå runt samtidig som majoriteten av ekonomiskt tillväxt går till de rikaste av de rika. Framförallt politiker och deras närmaste kompanjoner i finanssektorn (den mest reglerade). Pengar är inte ett maktmedel, politik är ett maktmedel. På grund av den enkla anledningen att politik är sanktionerat våld. IKEA som är ett av världens rikaste företag kan inte få mig att betala en enda krona eller gå en en enda meter utan mitt direkt godkännande, mitt frivilliga samarbete. IKEA har för övrigt inte en enda tank, inte ett enda vapen, inte ens en batong vad jag vet. När radio & tv-tjänst kommer och knackar på däremot eller när statliga eller kommunala skatter höjs under löftet att våra skolor kommer bli bättre. Vad har jag att säga till om? Råkar jag inte hålla med blir jag antingen skjuten eller satt i fängelse. Vem är det som har makten egentligen? Var är moralen? I mina ögon har man förlorat så fort någon förespråkar våld mot fredliga människor endast med oförstånd om fredliga alternativ som anledning."
	},
	{
		"postIndex": 747,
		"postNum": 757,
		"postLink": "/sp36741197",
		"postTime": "2012-04-10",
		"postUser": "RonJeremyClarks",
		"postUserID": "/u281589",
		"postUrl": "https://www.flashback.org/t1532220p64",
		"userUrl": "https://www.flashback.org/u281589",
		"sentence": "Här följer några tankar från en bensopåverkad idiot. Ha överseende om det bara resulterar i massa rappakalja. Orkar tyvärr inte läsa hela ditt inlägg även om du verkar ha en del poänger som jag kanske delvis skullle kunna hålla med om, samtidigt som jag även ser många anledningar till varför renodlad liberalism ändå är den bästa lösningen och framförallt den mest moralisk riktiga lösningen. Kanske att jag tar mig tid läsa genom hela en annan gång. Det hänger nog lite på vilket bemötande jag får efter det här. Det var det här stycket jag fastnade för eftersom att det är mycket vanligt att folk har denna totalt felaktiga bilden av kapitalismen och dess principer. Visst, det finns \"liberaler\" som förespråkar det du beksriver, men dessa är inte på långa vägar någanstans i närheten av vad jag skulle kalla för liberaler. Individualistiska Fascister vore nog ett bättre ord i brist på annat. Enlikt kapitalismens alla regler kan du bara äga det du skapar, du kan även sälja det du har skapat samt köpa det andra har skapat. Du kan blanda ditt arbete med naturområden och på så sätt få äganderätt till hela eller delar av dessa naturområden, beroende på hur stor andel av marken i fråga som har blandats med arbete. Om någon t.ex planterar träd i en skog så äger han träden, dessa får ingen på något sätt förstöra, men marken runt omkring är fritt fram så länge du inte påverkar träden negativt. Stora delar av den svenska naturen har ingen människa skapat, således kommer stora delar av all mark och sjöar etc. bli oägda i Sverige när Sverige blir liberalt. All mark som staten äger idag (förutom den militära samt regingsbyggnader, domstolsbyggnader och sånt som staten faktiskt behöver för att fungera) kommer att bli oägd. Den statliga mark som är blandad med arbete, gäller nog främst byggnader, industrier och infrastruktur som staten inte längre har någon användning för, auktioneras dock ut. All privatägd mark som ej är blandad med arbete kommer likaså bli konfiskerad för att lämnas oägd i det liberala Sverige. Ingen har heller rätt att förbjuda dig från att passera dennes mark så länge du inte förstör det som markägaren har producerat. Undantag kan givetvis göras för vissa områden såsom bostäder, industriområden, samt andra byggnader och delvis även vägar och liknande. Vägägare har rätt att ta ut en avgift om du använder vägen, dock bör du åtminståne ha rätt att passera tvärs över vägen kostnadsfritt om du så önskar. Vad gäller gator så lär du nog få röra dig fritt på de flesta av dem, de som äger dem skulle tjäna på att inte ta betalt av trafikanterna eftersom att affärerna, bostäderna och allt annat som finns längs gatorna inte vill förlora kunder. Någon form av sammanslutning av näringsidkare skulle med största sannolikhet gå samman och betala för underhållet av gatorna. Vad gäller territoriet Sverige så är det bara något som staten/svenska folket har kommit överrens om med andra länder att det är det terriotorium som vi har rätt att försvara från våldsamma angripare."
	},
	{
		"postIndex": 617,
		"postNum": 626,
		"postLink": "/sp35041685",
		"postTime": "2012-01-10",
		"postUser": "Libbero",
		"postUserID": "/u603388",
		"postUrl": "https://www.flashback.org/t1532220p53",
		"userUrl": "https://www.flashback.org/u603388",
		"sentence": "Libertarianerna är ju dock - till skillnad från dig - inte villiga att använda sig av den demokratiska principen om att majoriteten bestämmer för att påtvinga dig deras system. Utan de säger att du är helt fri till att ha den åsikten utan att man påtvingar dig deras system under hot om våld. Detta helt oavsett om landet bestod nio miljoner libertarianer och det endast var du själv som socialliberal. Själv förstår jag inte heller (ännu) hur saker och ting plötsligt blir moraliskt försvarbara enbart därför att en majoritet tycker på ett särskilt vis, ungefär som att gruppvåldtäkter vore någonting fint bara därför att det är demokratiskt...? Men om jag har förstått dig rätt så erkänner du alltså att du är villig att bruka våld mot andra människor för att få din vilja igenom, detta eftersom du tycker dig ha fått någon slags magisk rätt att påtvinga, använda våld och härska över andra människor så länge som du bara har lyckats övertyga 51% eller mer av folket? Känner du dig inte otroligt ondskefull då? Den enda lagen man '' '' i ett fritt samhälle är ju faktiskt den om att man får leva sitt liv precis som man behagar, så länge som man inte aktivt inskränker på någon annans. Där kräver man heller ingen aktiv handling från någon annan(som att någon måste arbeta och sen måste skänka ca 50% av inkomsten till någon annan), utan kräver enbart att andra avstår från att göra något(d.v.s. att man inte dödar, misshandlar eller rånar någon annan). Tycker du inte det är en väldigt väsentlig skillnad som får anses som ganska sund? Nu var det inte nödvändigtvis liv eller död som jag syftade på här utan det kunde lika gärna handla om ett vanligt benbrott eller vad som helst som skattepengarna brukar användas till. Men om jag har förstått dig rätt så är alltså den moraliska regeln enligt dig att man har rätt att hota och bruka våld mot sin granne för att få en del av hans pengar, bara därför att man själv upplever sig vara i ett starkt behov av detta och så länge som man bara stjäl i den optimala mängden d.v.s. så att incitamenten för att fortsätta gå till jobbet fortfarande finns kvar för grannen. Men någonting säger mig nämligen att du nog inte skulle bli så särskilt glad om jag rusade in i din bostad nu och behandlade dig likadant, även om jag nu bara stal precis så mycket så att du fortfarande valde att gå till jobbet i morgon? Ja, men är det inte lite motsägelsefullt att du tala varmt om demokrati i så fall? För om människor är så pass oförmögna till detta så borde det väl vara rätt korkat att ge människor rösträtt så att man istället på partier som säger sig vilja stå för läkarvård, skola och omsorg? Men du kanske var antidemokrat precis som libertarianerna? Och om man nu tycker att folk borde inse det viktiga i att vara solidariska och hjälpa fattiga o.s.v. så är det väl bättre att faktiskt försöka övertala folk på ett fredligt vis och föregå med gott exempel, istället för att sätta ett vapen i bröstet och tvinga folk att följa sina härskare?"
	},
	{
		"postIndex": 1010,
		"postNum": 1021,
		"postLink": "/sp47959035",
		"postTime": "2014-03-16",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p86",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Visst, låt gå att det finns oproportionerligt många judar i den rörelsen. Men det visar inte att det är en fråga som växt fram tack vare judarna. Just att det var icke-judiska kvinnor som drev frågan tycker jag visar att abort-rörelsen till mångt och mycket är en fråga som just legat bakom; deras kroppar, deras val, som sloganen går. Det och att det inte verkar ha varit många judar drivande alls för saken i Sverige...eller i Japan (där det de facto blivit lagligt för mödrar att göra abort). Man behöver alltså inte lägga till en viss grupp-konkurrens-perspektiv för att förklara varför abort är så lätttillgängligt i många delar av världen. Varför är det sjukt att vilja göra sig av med ett två månader foster som varken har medvetande eller förnuft? Kan se något sjukt i att avbryta en potential som inte resulterat i en medveten varelse. Säg att du bygger robotar på ett löpande band och att en robot blir halvfärdig, inte dess motsvarighet till våra nervbanor kopplas in - vem skadar du av att inte fortsätta processen så att denne blir medveten? Ett något annorlunda exempel, men jag tror det siktar in på de viktigaste moraliska bitarna (medvetenhet och förmåga att uppleva saker) Jo, skall ta och läsa den. Kommer ha lite mer tid snart när mitt sista projekt i skolan är färdigt! Biden har helt fel om invandring. USA hade , förutom för asiater fram till 1921. Samma för Sverige och de flesta europeiska länderna (för Sverige från mitten av 1800-talet) fram till 1917. Det är en klassisk liberal fråga och har funnits i Sverige sedan innan judar blev officiellt tillåtna att bo i landet (någon gång i början av 1800-talet, tror jag). Vilka tidsperioder är det Putnam undersöker? Bara för att en sociolog säger en sak betyder inte det att det stämmer. Det verkar inte passa in med USA under slutet av 1800-talet, då det kom in jättemånga invandrare och de sociala nätverken växte och blev starkare. ( , ) Invandrarna som flyttade till USA skapade då egna föreningar som hjälpte fler från samma land att komma in i det amerikanska samhället. Alla tyskar förutom de mentalt handikappade, politiska motståndare till nazisterna, folk som gillade att lyssna på annan radio än den som tilläts av den tyska monopolet, eller som inte gillade att deras barn blev till att hylla Hitler och staten, samt förutom alla judar hade säkert en känsla av gemenskap med varandra. Och visst, tyskland klarade sig bättre ur 30-talskrisen än USA. En sådan gemenskap, där folket leds till att blint följa en ledare ut i ett av de värsta krigen genom tiderna, det är ingen bra gemenskap. Hur kommer du fram till att endast de två valen fanns när det fanns socialdemokratiska, social-liberala och konservativa alternativ - som dessutom styrde de flesta länder förutom just i de fascistiska och kommunistiska staterna? \"Konkurrens\" mellan folk kan finnas på olika sätt. En sorts \"konkurrens\" är en grupp som ger sig ut i krig och ställer sig som härskare över en anna (och då äter upp, förslavar eller beskattar den besegrade gruppen). Säg att det är militaristisk konkurrens eller hegemonisk konkurrens. Den håller jag med dig om är dålig. Men det finns en annan sorts konkurrens, utifrån om man bara tänker på vad begreppet kan betyda, och det är konkurrens om partners, sexuell konkurrens. Som, männen i grupp A visar sig vara ett bättre kap för kvinnorna i grupp B, än vad männen i grupp B är. Det skulle kunna klassas som konkurrens mellan folkgrupper. Finns det någon annan bemärkelse av konkurrens mellan folk som du tänker dig? Visst, ett sådant \"varu-monopol\" (till skillnad ifrån rättsliga monopol á la Systembolaget och staten) innebär inte att företaget ändå inte kan gå under. Kul att du också gör det! Möjligtvis, jag tänker mig att tidningar fungerar som politiska partier mestadels: de producerar det folket vill höra, så de förändrar opinion mer på marginalen än att förändra den i grunden. Judarna förde vidare arvet från upplysningen om att skapa bra förklaringar till varför olika saker sker och den kapitalistiska marknaden. Båda har funnits i andra civilisationer, men inte i lika stor grad. För de flesta västerlänningar under slutet av 40-talet så var nog de ytliga skillnaderna i religion mellan de många olika kristna rörelserna och den judiska små, jämfört med de gigantiska skillnaderna mellan judar och kristna å ena sidan, och araber, kineser och afrikaner å andra. Även idag är Israel något speciell jämfört med de arabiska grannarna."
	},
	{
		"postIndex": 910,
		"postNum": 921,
		"postLink": "/sp46890295",
		"postTime": "2014-01-05",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "Det är därför jag med lika inför lagen skriver samma negativa rättigheter. Att ge alla möjliga människor rösträtt att med våld bestämma över andra är inte en speciellt liberal princip som det inte finns någon anledning att ge till alla som kommer till landet. Jag räknar inte heller in positiva rättigheter som bidrag och liknande, och ser helst att sådant begränsas så mycket det öht är möjligt, även bland svenskar. Dock menar jag att det ska vara lika hårt straff om man begår brott mot en svensk som om man begår brott mot en invandrare, att en vit människa som dödar ska straffas lika hårt som en svart människa som dödar, att man inte kan ha olika lagstiftning för svarta och vita, män och kvinnor etc. Barn är en undantagsfråga. Kan även finnas andra undantag, såsom förståndshandikappade etc. Det är inte liberalismens (och nej jag räknar inte folkpartiet som liberaler) fel att alla möjliga människor kommer hit och lever på svenska bidrag. Det beror på sossar och andra vänstermänniskor som tar folkets pengar och sedan ger bort till andra grupper. I ett liberalt land skulle sådant inte vara möjligt. Och militärtjänstgöring ska naturligtvis inte vara obligatoriskt, och definitivt inte för bara det ena könet. Mitt mål är också att svenskar (och andra människor) ska kunna bestämma över sina egna öden så långt det är möjligt, därför liberalism. Sedan är inte hela svenska folket en enda stor homogen massa som alla vill och tycker samma sak och har samma intressen och värderingar. Därför är det bättre att låta människor själva bestämma sina egna öden än att ha en grupp politiker som genom våld ska bestämma vad alla miljontals människor vill ha och tycker är bäst. Håller inte med dig om judarna. Det är visserligen sant att de tar sig till toppen på väldigt många områden, men du kan inte kritisera en grupp bara för att de är duktiga på någonting. I den mån de \"judiska medierna\" (osäker på vilka du räknar in, antar att det är bonniergruppen och några till) för hjälp av staten i form av tv-licens och bidrag så är det naturligtvis fel och sådant är liberaler (ej folkpartister) emot. Men om de är bäst på att sälja sådant som människor vill ha så kan jag inte se varför de inte skulle få göra det, och tycker du och dina likasinnade att sådant är fel så är det bara att ni startar konkurrerande medier och se om ni kan konkurrera ut dem. Det är inte mer principiellt fel att skicka ut kvinnor i krig än att skicka ut män i krig. Jag tillhör den mer pragmatiska gruppen libertarianer. Jag ser politiskt våld som den sista utvägen. Allt som kan lösas med frivilliga medel utan politik ska lämnas utanför politiken. Kan dock acceptera att staten finns för att garantera hjälp för de allra svagaste och för att hålla ihop rättsväsende och dylikt i brist på bättre alternativ. Jag sympatiserar med ankorna men är tveksam till om alla deras idéer verkligen funkar i praktiken, men är beredd att ändra mig om jag blir motvebisad. Har extremt svårt för folkpartister och annat folk som kallar sig liberala men som egentligen inte gör annat än att smutsa ner ordet. Jag är inte politiskt engagerad och har aldrig varit. Har svårt att ta något svenskt parti på allvar och är mycket tveksam till att jag någonsin ens kommer rösta igen."
	},
	{
		"postIndex": 1016,
		"postNum": 1027,
		"postLink": "/sp47974838",
		"postTime": "2014-03-17",
		"postUser": "Subkultur",
		"postUserID": "/u870538",
		"postUrl": "https://www.flashback.org/t1532220p86",
		"userUrl": "https://www.flashback.org/u870538",
		"sentence": "Nu vet jag inte riktigt vilken forskning av Putnam ni pratar om men överlag så har han specialiserat sig på forskning kring . Den franske sociologen Pierre Bourdieu var den som införde de olika kapitalformerna (utöver det ekonomiska); det sociala, det kulturella och det symboliska. Detta för att skapa mer nyanser i hur maktresurser kan se ut och framförallt för att bryta upp med den tidigare (marxistiska) ekonomiska determinismen. Ett exempel för hur de olika kapitalen kan fungera är iranska invandrare i Sverige där de flesta som kom hit på 80-90-talet var utbildade medelklassmänniskor med högt kulturellt kapital. Detta gör att även om föräldrarna hamnar i låglöneyrken, chaufförer exempelvis, och på så vis får dåligt ekonomiskt kapital så klarar sig deras barn alldeles utmärkt i samhället -- de lär sig svenska flytande, integreras etc -- och brukar prestera bättre än genomsnittet. Det är oftast rätt tydligt när man tittar på olika invandrargrupper att de med just högt kulturell kapital -- alltså, studieförmåga, värderingar, språklig förmåga etc -- är de som också klarar sig bäst. Det sociala kapitalet, däremot, handlar om hur de sociala relationerna mellan individer ser ut. Med lågt socialt kapital så litar folk inte på varandra, det blir mer motsättningar, folk skäms inte för att svika varandra etc. I samhällen med lågt socialt kapital så är det ingenting konstigt att plundra butiker när polisen är upptagen med annat; det finns ingen respekt för äganderätten öht (en överdrift!) eftersom man inte bryr sig om hur andra drabbas av det. Ekonomisk välstånd och tillväxt kan alltid motverka de negativa effekterna av lågt socialt kapital; ju bättre ekonomin och ju färre som hamnar i ekonomiskt utanförskap ju lättare är det att skapa social trygghet vare sig folk litar på eller bryr sig om varandra. Men så fort som de ekonomiska resurserna blir knappa... ja, då kan helvetet braka loss. I forna Jugoslavien så sjönk tilliten mellan de olika religiösa och etniska grupperna totalt med tillsammans med ekonomin och plötsligt så kunde grannar se det som fullt rimligt att mörda varandra pga ens olika tillhörigheter. Svenskar, och många andra västerlänningar, är oftast oförstående och rätt naiva inför just sådana här grupperingar och -- pga väldigt stark individualism tack vare välfärdspolitik och ekonomisk tillväxt -- vilka känslor folk har för Kollektivet med stort K. På 1800-talet så sköttes dessutom väldigt mycket av den sociala oron och det låga sociala kapitalet i det \"liberala väst\" (framförallt Storbritannien) med ytterst repressiva medel; man lät polis och militär slå ner folk helt enkelt om det blev för oroligt. Framförallt så kriminaliserade man arbetslöshet i städerna där folk som inte hade arbete helt enkelt kunde slängas ut eller sättas i fängelset. Borgerligheten och deras liberala filosofi var inte så anti-statlig som man kunde ha hoppats, tvärtom så var de väldigt måna om att med statliga (och privata) medel inrätta tekniker för att disciplinera medborgarna; bl a så var det iom att borgerligheten tog makten (efter adeln) som man inrättade institutioner som mentalsjukhus och fängelser (som möjliggjordes pga den allt mer starkare ekonomin); det var genom denna nya fokusering på människan som man började utreda alltifrån vanliga medborgares sexualliv till deras psykiska hälsa till deras folkliga kultur. Ett exempel är hur man på 1800-talet började låsa in och straffa sexuellt avvikande personer, till skillnad från medeltiden då man ofta lät det vara (sexuell laissez faire alltså). Detta är en del av liberalismens och kapitalismens historia och Upplysningsprojektet i allmänhet; för att nå utveckling (och upplysning) så måste människan alltid förbättras; hennes svagheter måste botas (psykiska, kulturella, sociala, sexuella, ekonomiska, tekniska) och styrkor premieras. Samma diskurser existerar än idag bland många liberaler där utveckling ses som ett mål i sig; Johan Norberg är ett exempel på en sådan liberal som dessutom har en typiskt borgerlig elitistisk syn på människor och människan i sig -- vad jag minns så skrev han, implicit, en gång att det var ovärdigt att vara en vanlig människa på 1800-talet och att allting är så mycket bättre nu när vi utvecklats. Exakt samma tankegång använde liberaler på 1700- och 1800-talet som skäl för kolonialism; \"vi måste ju låta dessa primitiva kulturer och raser utvecklas, det är en tjänst vi gör dem att införa lite västerländsk visdom!\". Man ser helt enkelt ned på människor som lever i andra förhållanden än en själv, medelklasschauvinism kan man också kalla det. Nu blev det här en liten avstickare. Vad har det här med det sociala kapitalet att göra? Jag vet inte, jag ville bara skriva lite. Men om historien har visat oss något så är det att ju mer laissez faire ett samhälle är och ju mer \"libertarianskt\" det är ju mer kommer det också intresserar sig, till slut, för statlig politik och sociala frågor. Det hände på 1800-talet i England och det händer nu i Östasien; herregud, Hong Kong som brukar vara liberalers favoritstad har ju nuförtiden en egen kulturbudget som matchar europeisk nivå. När det skapas för mycket social oro så räcker det inte med ökat ekonomiskt kapital; folk vill även ha det sociala kapitalet och välfärdsstaten och demokratin har varit väldigt duktiga på att just skapa det. I varje fall om vi ska tro Putnams forskning. Det blev ett litet rörigt inlägg, men det kanske kan vara till nytta ändå. Nja, mina föräldrar bodde i socialistiska kibbutzer i Israel under 70-talet och de varken svalt eller krisade. Har funnits många socialistiska samhällen som klarat sig och det finns fortfarande kollektiv som lever socialistiskt och inte upplever misär på något sätt. Däremot så håller jag med dig om att ekonomiska och sociala regleringar kan ha riktigt fruktansvärda konsekvenser. Det jag inte håller med om är den liberala utvecklings-diskurs du så vackert illustrerar i resten av ditt inlägg; jag kunde inte bry mig mindre om människans eller ett lands \"fulla potential\" och just denna mekaniska fixering på framsteg som många liberaler delar är skäl nog för att \"hata\" liberalismen för min del."
	},
	{
		"postIndex": 861,
		"postNum": 871,
		"postLink": "/sp46801110",
		"postTime": "2013-12-30",
		"postUser": "Thinkingagain",
		"postUserID": "/u349244",
		"postUrl": "https://www.flashback.org/t1532220p73",
		"userUrl": "https://www.flashback.org/u349244",
		"sentence": "Sker inte detta alltför ofta på arbetarnas bekostnad i form av lönesänkningar och nedskärningar för att öka konkurrenskraften? Folk tvingas jobba hårdare och hårdare för mindre och mindre pengar tills det når tröskel som inte går att komma över. Absolut, men insyn i de humanitära förhållandena för arbetarna finns inte, så länge fackföreningar inte existerar. Till viss del. Detta beror på hur korrupt systemet är och det är något som måste motverkas. Dock är detta något som sker lagligt i bland annat USA (till viss del också EU) i.o.m. lobbyismen, som är ett nyliberalt koncept. Fast i en demokrati utan lobbyism kan vi inte förutsätta att det går till på detta viset, eftersom sådana mutor är illegala och vi satt dit politikerna eftersom vi har förtroende för dem. Det känns dessutom som om du anser att jag tycker marknaden ska vara hur reglerad som helst. Det tycker jag inte. Man skulle t.ex. kunna ha en ekonomisk politik som gynnar små företag snarare än stora multinational corporations. Vår diskussion är aningen för förenklad för att säga att det ena är perfekt och det andra inte. Dock tycker jag i vilket fall att vissa regleringar ska finnas, Detta kan till viss del förhindras, med regleringar. Intressant. Vad är timbro förresten? Någon liberalt vinklad sida eller? Den kan vara intressant att läsa igenom! Är dock rätt trött nu, men kan kolla igenom senare. Det jag redan ser nu dock är att många länders ekonomiska frihet inte riktigt korrelerar med varken deras regleringar eller välstånd. Norge och Danmark har betydligt högre skatter på det mesta än Sverige, ändå är Norge betydligt rikare. Likaså är USA:s allmänna välstånd lägre än Sverige, trots de många avregleringar de har. Har jag kanske feltolkat ekonomisk frihet? Ditt första stycke här har jag svårt att se någon poäng i förutom att stärka din tes om två grupper. Den stärker dock i sig inget speciellt utan påvisar bara min poäng. Det kommer alltid finnas bra och dåliga människor, absolut. Det är dock väldigt viktigt att se till att de onda aldrig får makten, inte heller genom ekonomisk frihet. De goda människorna kan man hitta sätt att hjälpa på andra sätt, bland annat genom att ge alla en likvärdig chans så de bästa sållas ut ur mängden. Ditt andra stycke är dock underbart att läsa. Håller helt med dig. Intressant. Kan kolla upp killen lite mer senare kanske, men mycket av argumenten i dokumentären jag såg var ganska primitiva. Den var ganska hetsigt gjord i äkta amerikansk hetsar-anda för att hetsa upp lyssnaren över enstaka problem som var vinklade på ett bra sätt, utan att se till bakgrunden i många fall. Hur deras rättssystem utvecklades som det gjorde är en mycket komplex fråga. Det icke-liberala samhället har väl till stor del sitt ursprung ur den Kristna högern, som på samma gång för det mesta förespråkar ekonomisk frihet då de i de flesta fall är republikaner. Det komplicerar USA:s politiska situation till stor del, men ekonomiska avregleringar har skett de senaste 30 åren, mycket för att gynna vissa specifika företag och branscher, inte minst Wall Street. Se gärna Inside Job."
	},
	{
		"postIndex": 1015,
		"postNum": 1026,
		"postLink": "/sp47971428",
		"postTime": "2014-03-17",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p86",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Att en cellklump har samma sorts DNA som massa andra individer gör inte att de har rättigheter, enligt naturrätten. Vissa liberaler har dock åsikten att det är livet i sig som är heligt, men jag tror inte att de skulle tro det om någon tog ett ägg, befruktade den artificiellt, men gav den sedan ett medel så att den bara multiplicerades när dess granne dog, så att man i princip bara har två celler som lever jämsmed varandra hela tiden. Det är inte att något är mänskligt som gör att det är en individ, utan det är ens medvetande. Och en icke-medveten, oförnuftig varelse har dessutom inget att klaga på att inte existera - det har per definition inga känslor, inga tankar om saken. Så, nej, jag anser inte att livet i sig har ett värde. Jag anser att medvetande, förmåga att uppleva saker och ting, är den primära moraliska egenskapen hos alla varelser; kan du känna, så är du berättigad att folk behandlar dig väl. Kan du inte känna (för att du inte har något medvetande alls) så finns det inget moraliskt negativt i sig att avsluta dess liv. Jag anser att det är fel att döda människor som blir omedvetna - säg de som hamnar i koma. Detta för att de skulle kunna komma till liv igen, och att deras koma kan ses som att de sover väldigt länge. Men även om det vore så att de inte skulle kunna återupplivas någonsin så skulle en individ enligt libertariansk rätt väldigt lätt kunna donera sin kropp (innan man hamnar i koma) till en stiftelse vars enda mål är att hålla kroppen vid liv. Vem som helst skulle då kunna få bidra till stiftelsen så ingen har absolut makt att bara ta kroppen och döda den. Däremot skulle alla ha rätt att sluta ta hand om kroppen; man har ingen positiv skyldighet att lägga resurser på att hålla den vid liv. Jag hade också en fråga om hur han faktiskt kommit fram till sina åsikter. Jag tog upp ett historiskt exempel där ökad heterogenitet gick ihop samtidigt med en förbättrad social gemenskap, så hans resultat kan inte visa på en generell regel. Boken jag recenserade och artikeln som visar på detta är båda skrivna av samma professor. Hur kan ett samhälle ha en bra gemenskap om den leder till ett sådant förtroende för ledarna att de kan föra landet till krig och elände? Skulle du vara nöjd med den svenska staten om de förbjöd flashback och hade dödsstraff ifall du pratade med andra om vad som händer enligt utländska media? Det var vad nazisterna gjorde med radion: Tycker du själv att det är helt okej att döda mentalt handikappade? Är det stolligt att vara emot det? Eller är det stolligt att vara emot ett sådant samhällsklimat där de helt och hållet har gett upp tanken om förnuft att de bränner böcker som inte stämmer överens med deras ledares ideologi? Är det stolligt att anse att Adolf Hitler var en säkerhetsrisk för det tyska folket när han ledde landet på ett erövringståg som ledde till att runt 4-5 miljoner människor dog (utöver de i förintelsen)? Indoktrinering är att lära ut saker som den skolade sedan inte ens ifrågasätter är sant eller falskt - tror det är standarddefinitionen. Att lära ut blind lydnad - till en ledare eller ideologi - är ett exempel på indoktrinering, och där indoktrinerar svenska staten till att tro på demokrati. Sedan finns det olika grader av indoktrinering; den svenska indoktrineringen är ganska mild jämfört med den nazistiska. Och så blev de instruerade att likna Hitler : Även om det skulle vara så att nationalism är nödvändigt för att stå emot kommunism, så var inte nationalsocialism nödvändig för det. Kolla bara på utvecklingen efter andra världskriget; de kommunistiska staterna haltade bara efter i utvecklingen jämfört med väst, trots att väst inte alls försökte sig på att förinta judarna. Enligt dig själv (och mig, fast av andra skäl) så var ju väst dessutom något handikappad pga de judiska intressena som gick emot samhällets intressen. Ändå var det väst som stod som segraren; kommunism som tanke är mer eller mindre död."
	},
	{
		"postIndex": 914,
		"postNum": 925,
		"postLink": "/sp47050503",
		"postTime": "2014-01-15",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t1532220p78",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "Jag har egentligen inga invändningar på att du bara vill att förmånerna ska gälla svenskar även om vi kanske är lite oense om hur stor den välfärden ska vara för svenskarna. Svårt att ta ställning till vad du skriver om förmåner och hierarki, eftersom jag inte vet vilka förmåner du syftar på eller hur du vill att hierarkin ska gestalta sig. Jag gör ingen skillnad på vita och svarta dock ska sägas. Jag delar din syn på bidrag. Sen är det lite av en missuppfattning att liberaler är individualister. Det vi är emot är inte kollektiv i sig utan påtvingade kollektiv som vi varken kan välja eller gå ur. Men visst, jag är hellre min egen än intvingad i ett kollektiv under en Fredrik Reinfeldt eller en Mona Sahlin. Och om du pratar om att folk inte ska komma hit från alla världens länder och utan vidare få rösträtt till att styra över svenskarna så håller jag som sagt med dig. Om danskarna hade tagit över afrika av egen kraft, inte genom våld utan genom hårt och smart arbete och genom att erbjuda de bästa tjänsterna som afrikanerna själva valt att köpa så hade jag inte sett något fel i det. Det hade varit mycket imponerande gjort av dem dock. När du skriver missgynnar andra folks intressen så måste du vara mer specifik. Vad exakt menar du med det? Att håna andra folk är ofta både dumt och olämpligt. Dock stödjer jag alltid rätten att göra det. Jag vill inte leva i ett samhälle som har så lågt i tak att de inte tillåter människor att säga vad de tycker och tänker. Ja, judar är kollektivister. Men de tillhör ett frivilligt kollektiv som de vanligtvis inte har något intresse av att tvinga på andra (åtminstone inte mer än vad någon annan intressegrupp gör), och sådant ser jag inga problem med. Och jag ser som sagt inga problem med om judar styr produkter och tjänster som människor driver självständigt. Tycker man det är fel så får man helt enkelt ge sig in i leken själv och öppna nya kanaler, inte stoppa andra från att säga vad de tycker. Svenskar tror att skatt är bra, för att de har blivit hjärntvättade från födseln att det är så och att Sveriges välstånd bygger på höga skatter. De institutioner som driver den här propagandan (utbildningsväsendet och vissa framträdande medier) är ofta drivna och betalade just av staten och det här är jag emot. Du behöver inte övertyga en liberal om att skattetrycket är för högt och att de statliga institutioner som sprider lögner och propagande är fel ute. Jag håller helt med dig här, och som sagt, en av delanledningarna till att jag är just liberal är att jag inte är intresserad av att tvingas finansiera den sortens organisationer som sprider sådan propaganda. Jag är även djupt kritisk mot den politik som tvingar barnen att lyssna på propagandan i skolan etc. De riktiga liberalerna är förmodligen den enda ideologin i Sverige just nu som verkligen kämpar för rätten att folk ska slippa bli påtvingade den här sortens trams och propaganda. Notera dock att jag skriver påtvingade. Folk med avvikande sexuell läggning ska naturligtvis få tycka, säga och göra som de vill, men de ska inte få tvinga någon annan att lyssna på dem, och de ska inte heller ha rätt till några skattepengar för att finansiera sin verksamhet och propaganda. Jag tvivlar inte en sekund på att män och kvinnor är olika bra på olika saker och att män är mer lämpade för många fysiska uppgifter. Dock menar jag att staten från sin sida ska behandla alla människor likadant. Staten ska inte göra någon skillnad alls på kön, och de ska ha så lite auktoritet att bestämma över andra människor som möjligt."
	},
	{
		"postIndex": 213,
		"postNum": 216,
		"postLink": "/sp31173937",
		"postTime": "2011-06-15",
		"postUser": "HC47",
		"postUserID": "/u219681",
		"postUrl": "https://www.flashback.org/t1532220p18",
		"userUrl": "https://www.flashback.org/u219681",
		"sentence": "Kan visserligen inte påstå att jag hatar liberalism då jag själv har vissa liberala åsikter, men nyliberalism är något jag avskyr mer än kommunism (och det säger en del). Varför? För att hela ideologin bygger på att verkligheten ska anpassas efter nyliberalismen och inte tvärtom. Stöter nyliberalen på ett reellt problem så låtsas denne som om det inte finns eller så lägger han ansvaret på staten (som då är Satan i byråkratisk form). Det är även en ideologi som rent logiskt faller pladask och skjuter sig själv i tinningen. De säger att alla ska ha samma rättigheter. Det är givetvis lika (o)möjligt i ett nyliberalt samhälle som i ett socialistiskt. Skillnaden är att socialismen marknadsför det och drar till sig idioter. Nyliberalismen smyger med det och drar till sig idioter. Det är inget annat än privatisering av förtryck. Den som har råd sätter reglerna. För man är bra naiv om man inte tror att korruption inte kan existera utan stat. Sen har vi hela grejen med definitioner av begrepp som äganderätt, stöld mm. Här väljer man att definiera allt utifrån vad som passar bäst. Äganderätt är något man gärna tillskriver sig själv, men inte andra. Att framställa sig som offer är också vanligt \"buhu, staten tar mina pengar, muäääh\". Vad är då lösningen? Jo, att ta bort skatt och låta allt bli privat. Den som är arbetslös, handikappad eller sjuk gör sig icke besvär om de inte har pengar! Behöver du vård men är utan pengar? Ut på gatan med dig! Du ska göra rätt för dig, även om du lider av dödlig cancer! För några försäkringsbolag skulle då fan inte ge dig pengar. Deras affärsidé går liksom inte ut på utbetalningar... Samma princip gäller såklart utbildning. Är du fattig? Ja, då får du gå på en dålig skola. Bara personer med rika föräldrar hamnar på de fina skolorna. Status och möjligheter går i arv (se nedan). Och detta väljer dessa clowner att kalla rättvisa. Här brukar liberalerna säga att folk frivilligt kan ge pengar till sådana saker. Hur många nyliberaler vill själva göra det? Själv har jag inte stött på en enda. Det är alltid någon annan som ska betala (ordet samhällsparasit dyker genast upp i min hjärna) och nyliberaler är ju verkligen kända för att vara sympatiska och givmilda individer. Nej, den som inte kan ta hand om sig själv får helt enkelt skylla sig själv. Det är ditt eget fel att du mår som du mår! Ett annat problem när det gäller samma möjligheter är ju det där med företag osv. Efter en generation har du redan slagit fast vilka som styr. Nämligen de som lyckades bäst först. Det är bara att kolla på den \"fria marknaden\" i västvärlden idag. Finns det speciellt många aktörer längst upp? Nej. Det finns några få som äger väldigt mycket. Ett par procent äger över 90 % av alla tillgångar. Och liberaler tror i sin vildaste fantasi att de övriga 99 % som gemensamt äger 10 % har samma möjligheter som dessa. Tillåt mig att skratta. Kommunist. Nyliberal. Skit samma. Det är samma skara verklighetsfrånvända, antiintellektuella, naiva kretiner."
	},
	{
		"postIndex": 912,
		"postNum": 923,
		"postLink": "/sp47049743",
		"postTime": "2014-01-15",
		"postUser": "SFS",
		"postUserID": "/u717244",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u717244",
		"sentence": "Det är försåtligt att du tänker så. Du och jag utgår ifrån helt olika ideologier och antaganden om hur verkligheten ser ut, och därför får vi naturligtvis också olika uppfattningar om en hel del saker. Så som jag ser det så måste svenskarna och andra vita stå högre i hierarkin än icke-vita. Det gäller alltid, i alla lägen. Svenskarnas plats på jorden är Sverige och därför är det berättigat att vi har vissa förmåner i vårt land. Då vi svenskar är ca 0,1 % av jordens befolkning så måste vi i alla lägen se till våra intressen och får inte av ren sympati för de övriga 99,9 ge dessa lagar på lika villkor i vårt land. Med detta sagt så menar jag inte att det ska vara tillåtet att begå brott mot icke-vita. Däremot så måste vi vita inneha en särställning i våra länder. Bidragen ska naturligtvis hållas nere så att folk inte förslappas. Här kan jag hålla med dig om att det är viktigt att vi inte ens när det handlar om svenskar ska ha allt för generösa arbetslöshetsersättningar. Folk måste spara själva och lita på varandra helt enkelt. Problematiken med individualism är att det är en extremt vit sak. Inga andra på jorden utom vita är individualister. Individualism missgynnar oss vita helt enkelt. Det är viktigt att människor kan förverkliga sig själva och bestämma över sina egna öden, men det får inte ske på bekostnad av kollektivet. Det har ingen betydelse ifall de är duktiga eller inte. Det handlar om att vi vita ska bestämma i våra länder och inga andra folk. Hade inte du tyckt att det vore lite konstigt ifall danskar ägde (nästan) all media i hela Afrika och lobbade extremt mycket för multikultur, massinvandring, aborter, HBTQP, förstörande av familjen, förfulning av konst och musik och hånade de afrikanska folkens traditioner? Har det någon betydelse ifall danskar är duktiga på vara framgångsrika inom olika områden ifall de hela tiden missgynnar andra folkgruppers intressen? Anledningen till att judar når toppen är på grund av sin kollektivism och etnocentrism. Judar är inte på något vis individualister - tvärtom; de är extrema kollektivister. För att om judar kontrollerar informationsmonopolet så styr de folks åsikter och får dessutom kontroll över den politiska dagordningen. Det har egentligen ingen betydelse vad folk tycker är bra för stunden, eller vad folk gillar, då det är de som äger media som berättar vad folket ska gilla. Varför tror du att svenskar tycker det är ballt att betala skatt? Är det för att svenskar har räknat ut genom ultra-avancerade kalkyler att det måste vara bra för den privata ekonomin att betala mer än hälften av sin inkomst i skatt, eller har det att göra med att media berättar för dem att de tjänat på att betala skatt? Du har säkert hört mantrat om att vi svenskar har bäst välfärd i hela världen. Har vi verkligen det eller är det så att media berättar det för att de vill att svenskar ska tro att det är så? Ett annat exempel är HBTQP-tramset. Jag vet inte hur gammal du är, men faktum är att det var otänkbart för bara ett par decennier sedan att jämställa homosexualitet och heterosexualitet eller att homosexuella helt fritt, utan större protester skulle för \"informera\" om homosexualitet i alla skolor som ett alternativ till heterosexualitet. Varför har vi på bara ett par årtionden gått ifrån att tycka att homofilerna är sjuka i huvudet till att dyrka dem? Jag misstänker att media ligger bakom attitydförändringen. Det är männens uppgift att försvara stammen och familjen. Varje kön har sin uppgift och då kvinnor inte är skapta för krig på samma sätt som män är så är det bättre att männen går ut i krig. Det finns även biologiska orsaker till varför det är bättre att männen skickas ut i krig. En man kan göra flera kvinnor med barn på samma gång; däremot så kan kvinnor enbart få barn med en man i taget. Oavsett om du vill rösta eller inte så är det värt att engagera sig för att sprida sina åsikter. Tänkt på att det är du som lägger grunden för det Sverige dina barn och barnbarn ska bo i; dina barn och barnbarn förtjänar frihet oavsett om du vill rösta eller inte."
	},
	{
		"postIndex": 680,
		"postNum": 689,
		"postLink": "/sp35211356",
		"postTime": "2012-01-19",
		"postUser": "Norpheus",
		"postUserID": "/u351901",
		"postUrl": "https://www.flashback.org/t1532220p58",
		"userUrl": "https://www.flashback.org/u351901",
		"sentence": "Jag menar, huruvida du eller jag faktiskt har önskat att ha en demokratisk omröstning med andra om våran egendom från allra första början spelar ju tydligen ingen roll enligt dig. Själv ser jag det dock som helt självklart att ingen kan frånta någon annan ens egendom bara därför att man bestämt att det ska ske en omröstning. [/quote] Ja, tjuvarna verkar utanför folkets system, de agerar inte efter en landmassa och de ger dig inget alternativ, som att flytta någon annanstans. Det funkar åt motsatt håll, vissa föds i ett liberalt samhälle när de vill leva i ett mer konstitutionellt sådant. Man får helt enkelt acceptera det samhälle man föds inom och flytta om det inte passar, eller försöka ändra på det genom de regler och lagar som gäller - sådant är tyvärr universum. Du förstår inte hur jag menar. Tänk dig ett liberalt samhälle där 70% av folket delar med sig av sina resurser för att hjälpa de svaga. På så sätt bli inte städerna fyllda med miserabla uteliggare och förstörda liv, kriminaliteten exploderar inte, man kan slå på nyheterna utan att höra hur många barn som dött i landet för att de inte fått sjukvård. Problemet är att de 30% som inte hjälper till njuter också av dessa effekter, men de drar inte sitt strå till stacken. Har du hört om the public goods game? ( ) För att man ska ha ett gemensamt system där ingen åker snålskjuts behövs ett tvång och ett straffsystem för de mer giriga individerna, annars bryter systemet samman. Du anser att det är omoraliskt att ha ett sådant system och tvinga dessa individer, och ja, jag håller med dig. I en perfekt värld skulle inte detta existera. Men jag vill ha ett socialt skyddsnät för att jag anser att det är , än att Jag anser att detta tvång därför är moraliskt försvarbart, därför att det är ännu mindre försvarbart att se på medan andra människor dör. Jag tror dessutom att majoriteten av alla människor håller med mig, och därför är vårt samhälle som det är. Fast det är irrelevant. Att dra det argumentet mot en sådan sak som socialiserad sjukvård är ytterst tvivelaktigt. Det behöver inte fungera sämre än ett medlemsägt företag eller ett medlemsägt välfärdsorganisation, som vi i realiteten kan se inte alls behöver vara mer inneffektiva än ett riktigt företag. Jag anser att ett land medlemmar äger nationen tillsammans, även om vissa har rätten till att utnyttja vissa landdelar. Varför skulle du ha mer rätt till en strand än någon annan? För att du var där först? För att du anser dig ha \"köpt\" den? USAs uppgång byggde lika mycket på extremt överskott av naturresurser som med liberalism och marknadsekonomi. Det finns många bevis i världen på att en fri marknadsprincip kombinerat med att gemensamt trygghetssystem är effektivare för den totala lyckan - se Japan, Schweiz, Norden, Tyskland, etc. Om detta vore sant så skulle ju inget annat än fullt liberala länder existera, och eftersom de inte har existerar med undantag av några få korta inslag, så måste du mena i något sorts slut, och när kommer då detta slut?"
	},
	{
		"postIndex": 678,
		"postNum": 687,
		"postLink": "/sp35204957",
		"postTime": "2012-01-19",
		"postUser": "Libbero",
		"postUserID": "/u603388",
		"postUrl": "https://www.flashback.org/t1532220p58",
		"userUrl": "https://www.flashback.org/u603388",
		"sentence": "Kan du då hjälpa mig att hitta en principiell skillnad mellan tjuvar som bryter sig in i ditt hem och talar om att du faktiskt kan få rösta på vilken tjuv du vill som ska stjäla av dig (du kan förvisso även välja att inte delta i omröstningen eller rösta blankt för att på så vis antyda att du helst inte vill bli bestulen ö.h.t. men det råkar dock vara 15 mot 1) och staten? Jag menar, huruvida du eller jag faktiskt har önskat att ha en demokratisk omröstning med andra om våran egendom från allra första början spelar ju tydligen ingen roll enligt dig. Själv ser jag det dock som helt självklart att ingen kan frånta någon annan ens egendom bara därför att man bestämt att det ska ske en omröstning. Saken är bara att min och din definition av dessvärre tycks ligga ljusår från varandra. Du förespråkar tvång i form av skatt och annat för att hjälpa dessa, vilket implicerar att du inte alls verkar ha något intresse av att beslut som involverar andra människor ska vara helt ömsesidiga, det finns det dock ingenting logiskt med. För mig är det självklart att alla relationer och beslut som involverar andra bör kännas ömsesidigt fördelaktiga för alla. Det behöver förstås inte betyda att jag inte tycker att man borde hjälpa fattiga, enbart därför att jag tycker det är fel att tvinga människor. Eller att jag skulle hata tanken på kärlek därför att jag ogillar våldtäkter. Jo, då all form av planekonomi de facto är ineffektiv. Mises kalkyleringsproblem: Tvång blir aldrig moraliskt försvarbart. Förstår inte exakt vad du syftar på här men mig veterligen finns det i alla fall ingen libertarian här som förespråkar t.ex. privat sjukvård och samtidigt har tänkt att åka snålskjuts på andra, då man mer eller mindre ser sjukvården precis som vilken annan (relativt) fri marknad som helst (mat, elektronik, kläder etc.). Vill du att någon annan också ska ha tillgång till en hd-tv, smör, folkdräkt eller en sjukförsäkring är det ju bara att du försöker ordna det, ingen skillnad. ''Ditt'' land? Så till vida du nu inte äger varenda kvadratmeter - vilket du inte gör - så är det ju inte det. Visst får du göra vad du vill med din egen egendom men du har ingen rätt att bestämma vad andra ska göra med sin. Precis, fast det beror väl snarare på att det finns för många fascister som helt enkelt inte kan sluta lägga vantarna i andras liv. I t.ex. USA testade man ju med ett ganska frihetligt experiment, vilket hjälpte till att bygga upp världens framgångsrikaste land - det vill säga - innan sådana som du själv kom och tog över."
	},
	{
		"postIndex": 453,
		"postNum": 461,
		"postLink": "/sp31907230",
		"postTime": "2011-07-28",
		"postUser": "Jrgen",
		"postUserID": "/u134323",
		"postUrl": "https://www.flashback.org/t1532220p39",
		"userUrl": "https://www.flashback.org/u134323",
		"sentence": "Vet du vad en marknad är? Vad menar du när du säger att en marknad fungerar? En marknad uppstår när A har någonting B vill ha och B har någonting A vill ha och A och B får det de vill ha genom att byta med varandra. En marknad \"fungerar\" när de personer som uppfattar sig gynnas av frivillig handel kan genomföra denna handel. Ett naturligt monopol, om det funnes ett sådant, skulle således inte \"hämma marknaden\". Det skulle inte göra att marknaden \"inte fungerade\". Det som däremot kan göra att \"marknaden inte fungerar\" i denna bemärkelse, är om någon går in och med våld hindrar två personer som vill handla med varandra från att göra det. Den aktör som i regel gör att marknader inte fungerar är staten. Sedan vill jag ta upp begreppet \"destruktiva monopol\". Om ett monopol uppstår på en oreglerad marknad så är inte monopolet destruktivt. Det förstör ingenting. Monopolisten producerar en vara eller tjänst som konsumenterna är villiga att betala för och alla gynnas av samarbetet. Inga potentiella konkurrenter hindras från att konkurrera på marknaden. Det enda sättet monopolisten kan behålla sin position på marknaden är att fortsätta producera varor och tjänster som folk vill ha och göra folk så pass nöjda att det inte lönar sig för konkurrenter att slå sig in på marknaden. Denna typ av monopol är uppenbarligen konstruktiv snarare än destruktiv eftersom den ökar den psykiska nyttan för såväl producenter som konsumenter. Ett statligt monopol är däremot destruktivt eftersom det aktivt förstör verksamhet som annars hade skapat värde. En sak du även bör ha i åtanke när det gäller såväl karteller som (icke-statliga) monopolister är att de tar ut monopolpriser genom att producera mindre. Detta är endast möjligt vid oelastisk efterfrågan och efterfrågans elasticitet är uteslutande produkten av samtliga konsumenters personliga preferenser. En monopolist eller en kartell som producerar färre varor till ett högre pris gör det fortfarande helt i enlighet med konsumenternas preferenser. Om konsumenterna inte vore villiga att betala det högre priset så skulle efterfrågan göras elastisk genom total eller delvis bojkott av varorna (d.v.s. att skifta konsumtionen till andra varor och tjänster, eller andra nya producenter). Vad händer då i praktiken när monopolisten eller kartellen minskar produktionen för att ta ut högre priser? Jo, priset på produktionsfaktorerna inom produktionsprocesserna i fråga sjunker och vi får se hur produktionsfaktorerna migrerar till produktionsområden där avkastningen (på kapital, land och arbete) är högre. Ekonomin ställs då om för att producera mindre av monopol- eller kartellvaran och mer av en annan vara. Varor som, då produktionen ger avkastning, efterfrågas av konsumenterna. Att genom monopollagstiftning då bryta upp det naturligt förekommande monopolet (eller kartellen) är då samma sak som att aktivt flytta produktionsfaktorer från användningsområden där de faktiskt gör nytta för att producera andra varor. Att bryta upp monopolet är då precis lika \"destruktivt\" som ekonomerna som inte har tänkt efter riktigt påstår monopolet som sådant att vara. Vad ni måste förklara är varför produktion av vara 2 på något vis skulle vara mindre önskvärd än produktionen av monopol- eller kartellvaran i fråga, och hur ni gör den värderingen. För i mina ögon ter det sig högst godtyckligt. Angående utpressning så är det något positivt. Det ligger i begreppets definition att det inte handlar om rån, d.v.s. att det inte är utpressning att säga \"ge mig dina pengar annars skjuter jag dig och dina barn\". Det är utpressning att t.ex. hota med att offentliggöra någon särskild information om den utpressade inte betalar en summa pengar. Utpressaren gör då den utpressade en tjänst. Det ska inte vara olagligt att sprida information. Utpressaren har full rätt att berätta för alla att Anders har legat med Berit, eller vad det nu kan handla om. Det värsta som utpressaren kan göra mot Anders är att berätta för någon om vad han gjorde med Berit. Men utpressaren ger nu Anders en utväg. Han kan gå med på att inte sprida informationen, mot betalning. Anders får då en ny möjlighet. Innan utpressningen hade han inget val, han kunde bara be till någon Gud som inte finns. Men nu kan han välja, \"är det värt summan utpressaren kräver för att bevara hemligheten?\" Om inte så betalar han inte och informationen sprids, om det är värt priset så tecknar han kontrakt (för säkerhets skull) och betalar utpressarna pengarna och slipper få informationen offentliggjord. Tänk dig nu en situation där utpressningen är förbjuden. Det är inte utpressaren detta begränsar. Det är Anders det begränsar. Det förbjuder Anders att med pengar försöka övertala den som besitter informationen att hålla den inne. Och den avväpnade Anders får helt enkelt finna sig i att alla kommer att få veta vad han gjorde med Berit. Allt det sagt så skulle jag vilja ställa dig en enkel fråga. Jag nämnde mina kriterier för vad en \"fungerande marknad\" är. Du använder antingen andra kriterier, eller kommer till felaktiga slutsatser. Jag tror att det tidigare är fallet. Så skulle du kunna beskriva vilka kriterier du använder för att avgöra om en marknad fungerar eller inte? För man kan inte säga att en marknad inte fungerar utan att definiera en fungerande marknad. Ändring: En sak jag glömde påpeka är att när produktionsfaktorerna migrerar från monopolistens produktion till produktion av en annan eller andra varor och/eller tjänster så driver det (efter flytten) ner priserna på produktionsfaktorern inom dessa produktionsfaktorer vilket bidrar till lägre priser på slutprodukterna. Ett högt monopolpris innebär då mer produktion av och lägre priser på en eller flera andra varor. Att bryta upp monopolet leder då inte bara till mindre produktion av varorna som faktorerna flyttades till utan även till stigande priser. Det är i regel de fruktansvärda \"monopolpriserna\" som lagstiftarna och mainstreamekonomerna vill åt, för att konsumenterna borde få så låga priser som möjligt. Men om de lägre priserna på den före detta monopolvaran leder till högre priser någon annan stans i ekonomin, kan man verkligen säga att \"konsumenterna\" (som uppenbarligen är en heterogen grupp, eftersom alla, inklusive producenterna och monopolisterna, är konsumenter) har fått det bättre?"
	},
	{
		"postIndex": 907,
		"postNum": 918,
		"postLink": "/sp46877573",
		"postTime": "2014-01-04",
		"postUser": "ryggradsdjur",
		"postUserID": "/u715295",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u715295",
		"sentence": "Åter igen, kapital ger inte makt om det inte kan köpa sig fördelar via våra lagstadgade institutioner, d.v.s politiker, som vi alla vet är helt och hållet uppköpta av företag och intresseorganisationer då deras enda mål är att fiska röster, inte att tjäna samhället. Finns det inga politiska tjänster att köpa finns heller ingen koppling mellan pengar och makt. Stoppar din arbetsgivare facklig verksamhet är du fri att byta arbetsgivare när som helst, det är en frimarknadsreglering som är starkare än någon lag någonsin kan åstadkomma. Men du bygger detta på antagandet att ett fritt samhälle skapar större ekonomiska klyftor än vad vi har idag vilket varken är logiskt eller empiriskt grundat. Dagens enorma klyftor har med korporativismen att göra och de rikas förmåga att köpa sig fri från beskattning med arméer av advokater och lobbyister som bl.a. begränsar tillgängligheten till marknaden för sina konkurrenter. Fördelar som vi andra inte kan åtnjuta, givetvis skapar detta artificiella klyftor. Sen har jag lite svårt att tro att när fattiga blir rikare så minskar välståndet för att vissa andra blivit ännu rikare. Det är något som saknas där ... Finanssektorn i USA är den mest reglerade i världen, du tror väl inte att \"too big to fail\" är liberala slagord? Det viktiga kan inte vara mängden välfärd utan att överväga pris och kvalitet, det du förespråkar är att alla ska ha samma låga nivå istället för att nivåerna skiljer men den lägsta i ett liberalt samhälle är högre än den konstant låga i det socialistiska. Hur är det bättre? Och framför allt, hur är det moraliskt försvarbart givet att du gärna använder våld för att åstadkomma detta? Att viss statlig verksamhet så som rättsprocesser är stora, krångliga och framför allt dyra kan knappast ges som ett argument mot ett friare samhälle. Folket har makten i ett fritt samhälle eftersom vi inte har några våldsmonopol. Pengar kan köpa stora hus eller fina bilar men inga polisstyrkor som idag. Det låter precis som att du beskriver dagens system här. Ja det är klart, vet du ingenting om icke-aggression och de friheter och skyldigheter vi brukar förespråka? Skyldigheten är att låta dina medmänniskor använda sin fulla potential för att förverkliga sina drömmar, att låta dem ta hand om sina familj, sina vänner och sitt samhälle. Att låta dem berika alla inblandade med fri handel och frivilliga utbyte av tjänster, produkter eller idéer helt enkelt genom att inte använda våld eller förespråka våldsanvändning för att gå igenom dina egna idéer kring hur de ska leva sina liv."
	},
	{
		"postIndex": 1023,
		"postNum": 1034,
		"postLink": "/sp48099304",
		"postTime": "2014-03-25",
		"postUser": "daemon3.14",
		"postUserID": "/u275524",
		"postUrl": "https://www.flashback.org/t1532220p87",
		"userUrl": "https://www.flashback.org/u275524",
		"sentence": "Jag vet inte hur många som delar min uppfattning. I frågan om abort står jag position. Men jag har inspirerats väldigt mycket av Rand. Jag är för att djur har rätt till liv, och, som jag skrev i mitt tidigare inlägg, ser jag att i praktiken har alla människor, som väl fötts, rätt till att inte bli dödad av någon annan. Jag ser frågan som knivig, var gränsen går; helst skulle jag vilja att allt som känner eller kan tänka skyddas av rättigheter. I abortfrågan blir det dock lite problematiskt eftersom fostrets överlevnad kan gå i kläm med moderns önskemål. Min mest önskade position, om verkligheten tillåter, är att stå för ett samhällssystem där folk som vill kunna förhindra att kvinnor gör abort kan övertala dessa att inte göra detta (som genom att ge dem pengar och sedan ta över vårdnaden för barnet) utan att detta leder till några negativa konsekvenser. Med tanke på hur lite jag vet om ämnet skulle någon plan jag har för det nu säkert leda till sådana bieffekter (att folk skaffar barn och sedan gör sig av med dem), men jag tror inte effekten skulle vara alltför stor. Men, det beror på att världen är som jag önskar, och om den inte är det ställer jag mig på rätt till abort, definitivt upp till två månader. Sedan har jag hört att bebisar inte har några känslor förrän neokortex bildas, vilket tar lite längre tid, men det är inget jag vet något om. Om det är intervju-baserat är det ju inte så intressant, då det bara är data ifrån en begränad tidsperiod. När vi vet om att det funnits väldigt många andra sorters samhällen förr är det inte ett dugg vetenskapligt att utgå ifrån att resultatet från ett samhälle måste vara detsamma för alla. Undantaget bekräftar inte regel i vetenskap; det räcker med ett motexempel för att motbevisa en generell teori. Om det är så att teorin har väldigt mycket empiri för sig får den formuleras så att den tar det här motexemplet i beaktning. Det går säkert att ha en bra gemenskap där man också kan lita på ledarna. Min poäng är att den tyska gemenskapen under nazisternas tid inte var en sådan gemenskap; folket skulle inte ha litat på sina ledare. Att deras ledare startade krig är centralt, eftersom krig är bland det absolut värsta som ledare kan utsätta sin befolkning för. Såhär, tänk dig att Hitler mestadels hade kört på med intern propaganda - att han hade gått ut och sagt, som han gjorde, att det tyska folket var ett stort och högstående folk, att de allierade i första världskriget tvingat på dem ett orättvist krigsskadestånd - men att han inte rustat landet eller indoktrinerat ungdomarna till krig (eller dödat handikappade, tystat yttrandefriheten osv). Den gemenskapen som hade uppstått hade varit helt annorlunda än från den som faktiskt fanns där. Den faktiska gemenskapen hjälpte att skapa krig och elände, och det är den som jag kritiserar. Det är därför jag frågar hur man kan se en gemenskap som bra om den lett till förstörelse. Om du tänker att det var delar i den som var bra så är det en helt annan sak än att säga att just den gemenskapen som fanns där var bra. Som, jag tycker att villigheten att diskutera saker är positivt bland många kommunister som är intresserade av vetenskap. Men den villigheten är bara en faktor som de kan bedömas på, där den mycket viktigare frågan är om de har sett över sitt eget tänkande och sina moraliska idéer. Poängen var att om du ser det som negativt idag att staten förbjuder folk från att gå in på sidor ej godkända av staten (och hänger dig ifall du sprider vidare informationen), så borde du också vara emot att Hitler gjorde så mot sin befolkning, fast för radion. Därför att de känner och kan tänka; därigenom har de rätt till liv. Du har missförstått mig och den liberala filosofin om du verkligen tror att vi tycker det är okej med att mörda mentalt handikappade. Gott, då är vi överens om att den delen av den tyska nationalsocialistiska politiken var moraliskt dålig. Ja, på samma sätt som att det finns en skala för jordbävningar och att den \"enda\" skillnaden mellan en jordbävning på 4.0 och 8.0 är några enheter. Ja, det är jättestor skillnad mellan svensk och nazistisk indoktrinering, så att det skulle vara lämpligt att lägga de i olika fack. Men man behöver inte göra en sådan kategorisering, då båda typer passar in i området \"att skapa en världsbild bland barn som de inte ifrågasätter eller lär sig att kunna ifrågasätta\". Ja, kommunismen är ett uselt ekonomiskt system. Så därför behöver folk inte gå över till den nationalsocialistiska politiska filosofin för att stå emot det."
	},
	{
		"postIndex": 908,
		"postNum": 919,
		"postLink": "/sp46889049",
		"postTime": "2014-01-05",
		"postUser": "SFS",
		"postUserID": "/u717244",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u717244",
		"sentence": "Lite utav problemet med att kritisera liberalism är just att det är en bred ideologi. Du gör rätt i att inte ta åt dig av kritiken mot liberalism i stil med Folkpartiet om du inte håller med dem. Det här är till en viss del kopplat till stycket innan. Liberalerna i riksdagen och i media har mer eller mindre gjort begreppet synonyma till varandra. Nu håller visserligen inte jag med om att det är så att alla bör bestraffas lika eller ha lika rättigheter inom lagen. Det bör inte vara samma lagar mellan svenskar och icke-svenskar. Personer av icke-svensk härkomst bör helt enkelt inte kunna bli medborgare (om de inte är vita européer). För de fåtal som är medborgare så ska maktpositioner inom olika delar av det politiska, mediala och ekonomiska sektorn vara förbjudet. Det kan gälla lika lagar för svenskar inom vissa saker. Samtidigt måste man förstå att olika personer har olika skyldigheter och därmed olika rättigheter. Till exempel så skulle det kunna vara obligatoriskt för män att göra militärtjänstgöring men inte för kvinnor. Barn har inte samma lagar som vuxna. Det finns massor av exempel då det är direkt nödvändigt att ha olika skyldigheter och rättigheter för medborgarna i staten. Se bara på hur Sverige har utvecklats sedan vi fick allmän rösträtt. Vi håller på att bli en minoritet i vårt egna land och den politiska, ekonomiska och mediala makten ägs till en stor del antingen av andra folk eller styrs i deras intresse. Mitt mål är att vi svenskar ska kunna bestämma över vårt egna öde och att andra folk inte ska kunna utnyttja oss. Lika rättigheter hotar svenskarnas rätt till Sverige. Om icke-svenskar får köpa media så sitter vi i samma läge som idag där ett fåtal aktörer (vilket oftast är judar) äger nästan all media och kontrollerar den politiska agendan. Kolla mina länkar så förstår du varför jag tar upp judefrågan. Fast de biologiska skillnaderna gör att män och kvinnor måste ha olika skyldigheter inför staten och därmed olika rättigheter. Ta exemplet ovan med militärtjänstgöring. Vore det inte principiellt fel att skicka ut kvinnor i krig? Kvinnor skulle naturligtvis kunna tränas militärt, men det är inte samma sak. Om det sker en demografisk kris (som idag), vore det inte bättre om staten försökte lösa det på olika sätt (nej inte genom massinvandring eller andra former av folkutbyte)? Det vore intressant att veta vilken typ av liberal du är och ifall du är politisk engagerad (du verkar nämligen väldigt påläst om ideologin)."
	},
	{
		"postIndex": 860,
		"postNum": 870,
		"postLink": "/sp46800386",
		"postTime": "2013-12-29",
		"postUser": "theRulerOfBethos",
		"postUserID": "/u809331",
		"postUrl": "https://www.flashback.org/t1532220p73",
		"userUrl": "https://www.flashback.org/u809331",
		"sentence": "Jag kan möjligtvis ge dig rätt när det gäller naturligt begränsade resurser såsom markområden(ett av få områden där jag inte helt omfamnar den liberala ideologin fullt ut), men annars inte. På en fri marknad (i de flesta branscherna) kan du bara behålla toppositionen om du fortsätter vara bäst på att producera det som människor behöver och vill ha. På den fria marknaden (i de flesta branscherna) är det inte de rikaste som har makten utan konsumenterna. Om ett företag börjar sköta sig dåligt eller börjar producera dåliga varor kan konsumenterna avsätta företagen genom att sluta handla från dem. På reglerade marknader däremot brukar det vara så att företagen i toppen stannar där. Detta för att deras ägare håller sig på god fot med politikerna, som inför regleringar som stoppar upp konkurrensen. På en reglerad marknad tvingas människor handla från de \"onda kapitalisterna\" alternativt \"de onda politikerna\", helt enkelt för att de inte har någon annanstans att ta vägen. Det är för mig ett av de främsta argumenten för liberalism. Du sätter makten hos folket och konsumenterna istället för hos en liten elit som är eller kontrolleras av politiker. En rapport över ekonomisk frihet värden över hittar du här. På första sidan hittar du en karta. Blått är mest fritt, och därefter har du en fallande skala i olika färger. Nu har jag inte järnkoll på hur de fattigaste har det i alla länder. Men en generell trend här utifrån vad jag kan se är att de blåa länderna är de länder där folk i allmänhet (inklusive de fattigaste) har det bäst, relativt sett. Ta gärna en titta på stapeldiagrammet på sid 22 också, men rubriken \"Economic Freedom and Income per Capita among the Poorest 10%, 2009\" Och ja, jag vet om att länken är från timbro om du nu har tänkt anmärka på det . Om vi tar sådana människor som jag gissar att du tänker på i Sverige just nu (typ Bert Karlsson och Jan Emmanuel), fd politiker som blivit stenrika på att bland annat hålla sig på god fot med politiker köpa upp skattefinansierad välfärd och sedan sko sig på det, så är detta människor som tillhör kategori två, dvs såna människor som skulle förlora på liberalism (nu kanske iofs Bert Karlsson skulle bli rik i vilket system som helst, men om vi tar urtypen av den du tänker på så skulle dessa förmodligen vara chanslösa i ett fritt system). Hörde en historia om Carlos Slim (kan ej gå i god för sanningshalten, men principen är ändå densamma), som blev världens rikaste man på att köpa upp telefonbolagen i Mexiko av korrumperade politiker. När han försökte ge sig in på den amerikanska marknaden (som åtminstone är friare än Mexiko), så gick det åt skogen för honom eftersom han då var tvungen att bidra med något som konsumenterna ville ha istället för att bara muta politiker. Privatisering av välfärden är lite speciellt. Det kan göras på ett bra sätt och det kan göras på ett dåligt sätt. I Sverige har det gjorts på ett dåligt sätt, och alliansens utförsäljningar av välfärden anses inte speciellt liberala av liberaler själva för att uttrycka det milt. Innan du skjuter budbäraren så kan jag ge dig bakgrunden. John Stossel är inte en klassisk Fox-medarbetare, utan han stod länge (mer) till vänster, och har först på senare år börjat ifrågasätta vänsteridéerna och blivit libertarian. Han tillhör inte Fox knashöger-gäng utan är mer en frisinnad libertarian som kritiserar åt både höger och vänster. Han gick över till Fox för ett par år sedan, då han upptäckte att Fox hade högre i tak med avvikande åsikter än vad vänsterkanalerna hade (Fox är inte bara Glenn Beck och Bill O'Reilly utan de har/har haft även några rätt vettiga journalister där, bara det att dessa inte är så uppmärksammade här i Sverige), och numera producerar han sina dokumentärer och program för den kanalen istället. Du kanske kan jämföra med en motsvarighet till SVT/SR eller svenska kvällspressen som till stor del är vänstervriden dynga men där det stundtals kan komma fram duktiga journalister som faktiskt kan komma med rätt vettiga nyheter och idéer. Och det stämmer att det handlar om systemfel och problem med deras rättssystem, men sådant är i sig en del av konsekvenserna av ett reglerat och ickeliberalt samhälle."
	},
	{
		"postIndex": 913,
		"postNum": 924,
		"postLink": "/sp47050292",
		"postTime": "2014-01-15",
		"postUser": "SFS",
		"postUserID": "/u717244",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u717244",
		"sentence": "Överallt i västvärlden arbetar socialliberaler och liberaler aktivt för att ersätta alla europeiska folk med främmande folk; jag har svårt att se hur det är att se individer som unika eller som en del av ett större sammanhang. Det kanske inte är en liberal ståndpunkt att utrota vita, men den praktiska politiken fungerar uppenbarligen så. Ras och etnicitet är ofrivilligt. Oavsett om du anser att du känner gemenskap med främst vita eller har jätte mycket gemensamt med andra folk så kommer lejonparten av världens befolkning att kategorisera in dig i facket \"främmande stam\". Bor du multikulturellt? Om du inte gör det så är jag övertygad om att du inom sinom tid kommer att få erfara vad gruppkonkurrens innebär. Araber/negrer/judar/zigenare/kineser och de flesta andra folkslag tänker inte i termer av individer, utan ser till sitt kollektivs bästa. Kolla bara på hur kurder agerar i svensk politik. Oavsett vilket parti de tillhör och oavsett ideologi så är de medvetna om att de har gemensamma politiska intressen med andra kurder (som exempelvis i frågan om Kurdistan). Det är samma sak med judarna. Dessa gruppers kollektivism gör att de tillskansar sig privilegier på bekostnad av vita och ser egentligen enbart till sina egna etniska intressen. Du förstår säkert själv att vi vita måste tänka på vad som gagnar våra barn och barnbarn på lång sikt och inte vad som är bäst för andra folk. Det innebär att vi måste se till våra politiska intressen på basis av ras. Om vi inte gör det så kommer mer kollektivistiska grupper att ta makten i våra länder. \"Generös\" invandringspolitik utan riktiga gränskontroller blir i praktiken nästintill fri invandring. Kolla hur det ser ut i Malmö eller i Stockholms förorter. Oavsett om det är fri invandring eller \"generös\" (vad nu det egentligen innebär) invandring så missgynnas vi svenskar av att vi blir i minoritet på en massa platser i vårt egna land. Det kanske förklarar en liten del av det hela. Det handlar naturligtvis om en massa olika saker, men jag har svårt att acceptera att \"utanförskap\" leder till gruppvåldtäkter. De största delarna är förmodligen biologi och kultur. Varför skulle det annars se likadant ut i hela västvärlden? Det låter som en sund inställning. Vill du ha en konstitution som grund för hur landet ska styras eller har du något annat förslag som kan ersätta demokratin? Flashbackdödsliberaler är betydligt mer intelligenta och realistiska än Folkflummarpartister och det system du förespråkar skulle fungera bättre än det vi har idag. Intressanta länkar. Hade inte vi i Sverige ett av världens bästa utbildningssystem tidigare som dessutom statligt? Det fungerade under en väldigt lång tid att ha en statlig skola i Sverige och vad jag vet så hade vi inte problem med överutbildning tidigare (åtminstone inte så extremt som det är idag). Vad var fel då menar du?"
	},
	{
		"postIndex": 865,
		"postNum": 875,
		"postLink": "/sp46808850",
		"postTime": "2013-12-30",
		"postUser": "aparatjik",
		"postUserID": "/u564603",
		"postUrl": "https://www.flashback.org/t1532220p73",
		"userUrl": "https://www.flashback.org/u564603",
		"sentence": "Jag hatar inte liberalism, det är alldeles för starkt ord - liberalism är orealistisk. Några korta punkter; - . Av liberalen beskrivs 'frihet' samt 'rörelsefrihet' som dom starkaste rättigheterna, men inte om dessa 'friheter' står emot den andra viktiga 'friheter' såsom marknaden. Eftersom det inte finns några reglerande funktioner förutom marknaden och äganderätten, så blir det fritt fram för kapitalstarka grupper att inkräkta på andras 'frihet' så dessa 'friheter' hamnar i konflikt. Då åberopar liberaler övernaturliga 'principer', som av någon anledning alltid följs av alla, och då ska denna konflikt mellan 'Friheten' vs 'Äganderätten' avgöras i domstol, dessutom antas att alla alltid har råd driva mål i domstolar. Då infinner sig nästa problem inom liberalismen; varför skulle bägge parter vilja avgöra konflikten hos just den specifika domstolen - båda parter vill avgöra konflikten hos \"sin\" domstol. Moment 22. All 'frihet' inom liberalismen handlar om kapital, inte frihet. - Många inlägg har postas om denna fråga och det finns tydligen ingen riktig definition av vad ett ägande innebär. Den minsta beståndsdel som accepteras som ägande, återigen av någon slags allmänt accepterad övernaturlig princip, är den som avgör om arbete har blandats med jorden och utgör därmed själva basen för ägandet. Återigen räcker det inte med några skjul på x kvadratmeter, eftersom detta skulle kunna leda till att fattiga får tillgång till värdefull mark, utan det ska vara något godtyckligt beständigt som framförallt kapitalstarka har råd med. Samma sak med transport, odlingar, byggnation osv. Återigen, kapital. - Liberalismen förespråkar inte våld, om den inte kan legitimeras av kapitalstarka intressen. Då kränkningar, våld och mord ska avgöras i domstol, så har återigen den kapitalstarke en rätt extrem fördel i all form av rättskipande. Om nu inte den kapitalstarke ska följa någon helig 'princip', frågan är varför? Kapital, kapital, kapital. - . Löner anses stiga kraftigt inom liberalismen, eftersom man endast betalar en mindre summa i skatt. Att detta kommer samtidigt leda till avgifter inom alla fd. offentliga sektorer för samtliga individer viftar man irriterat bort och tänker inte alls på att man de facto begränsar och fördyrar framförallt fattigas rörelsefrihet samt all form av transport. - Liberaler utgångspunkt tenderar att vara att vi är framförallt människor, humana rationella kosmopoliter som alltid bryr oss om vår nästa. Det finns inget system, det finns inga strukturer, det finns bara människor och dess helt autonoma naturliga handlingar, likt självständiga noder på ett obegränsat hav. Så utomordentligt fånigt. Heterosexuella män tittar på kvinnors pattar och rövar, inte för att det är \"naturligt\", utan för att vi kulturellt har blivit uppfostrade till det. Unga kvinnor i väst började inte raka fittan för x antal år sedan för att dom helt plötsligt kände att det var jobbigt med hår därnere, det var en strukturell anpassning till denna tid. Bolag jagar inte konstant ören för att dom är 'onda' eller dumpar kostnader på tredje part för att det är 'kul' - dom är konstruerade på det sättet för den här tiden. Människor behöver pengar för att kunna existera i marknadsekonomin, individen kan inte välja bort inkomster om vi ska överleva i den här världen. Pengarna igen. - Visst, om du har kapital nog för det. Nope. \"Deregulation gained momentum in the 1970s..\""
	},
	{
		"postIndex": 909,
		"postNum": 920,
		"postLink": "/sp46889845",
		"postTime": "2014-01-05",
		"postUser": "SFS",
		"postUserID": "/u717244",
		"postUrl": "https://www.flashback.org/t1532220p77",
		"userUrl": "https://www.flashback.org/u717244",
		"sentence": "Det är inte min uppfattning att ett fåtal liberaler förminskar nästan allt till individer och ekonomi. De flesta liberaler är likgiltiga inför ras- och nationstillhörighet. Nästan alla partier vill ha fri invandring och tror att män och kvinnor är identiska genetiskt och psykiskt. Har du lyssnat på riksdagsdebatterna på senare tid, kollat på TV eller läst tidningarna? Det är naturligtvis inte enbart IQ som bestämmer hut pass bra ett samhälle fungerar, men det skrev jag inte heller. Naturligtvis så har även statsskick, ideologi, kultur, religion och den ekonomiska politiken en stor roll i hur ett land fungerar. Så brist på arbete ledar alltså till en massa gruppvåldtäckter, våldtäckter, stenkastning, gängrelaterad brottslighet, en ökad benägenhet att slå ner pensionärer på grund av att de är svenskar, råna svenska ungdomar, sexuella trakasserier, nedskräpning, djurplågeri och en massa annat djävulskap? Varför ser vi inte dessa effekter i svenska kommuner? Det handlar även om saker som att kunna se saker och ting i ett längre perspektiv, inte vara känslostyrd, kritiskt tänkande och att om det behövs kunna ha en avvikande åsikt från gruppen. De flesta svenskar verkar inte alls bry sig om politik, ekonomi eller andra saker om det inte drabbar dem själva. Jag vet att det finns liberaler som anser det. Till exempel så vill de flesta liberaler ha ett rättssystem, vilket behövs när människor agerar irrationellt. Däremot så verkar det inte som att liberaler tror att människor gör saker som inte står i sitt egna intresse. Det som är irrationellt att göra kan dessa personer få göra oavsett om det är dåligt för samhället på lång sikt. Demokrati (vilket även du borde hålla med om är något som liberaler många gånger är för) kan vara väldigt farligt för ett samhälle då medborgarna inte alltid bryr sig om vad som händer på lång sikt. Du verkar vara väldigt beläst när det kommer till liberalismen, är du politisk engagerad? Flashbackliberalismen är något bättre än den liberalism som praktiseras i Sverige. Varför är du (om du är det) emot ett välfärdssystem? Kan inte ett välfärdssystem bidra till att människor kan att förverkliga sina drömma oavsett vilken inkomst deras föräldrar har?"
	}
]
