[
	{
		"postIndex": 1983,
		"postNum": 2011,
		"postLink": "/sp48535026",
		"postTime": "2014-04-26",
		"postUser": "Massaraduvet",
		"postUserID": "/u844125",
		"postUrl": "https://www.flashback.org/t1842501p168",
		"userUrl": "https://www.flashback.org/u844125",
		"sentence": "//Fortsättningen Kvalitet kan bemötas med kvantitet. Angående att jag har framtida utrustning är att eventuell krig mellan Iran och US är nästan omöjlig idag av flera orsaker och jag försöker hålla mig till en så verklighets lik scenario som möjligt. Krig blir det inte så länge Rouhani är president.. han är så ''reformist'' att han försöker undvika krig till vilken pris som helst. Men vi säger att det är krig efter 2017 då Rouhanis tid som president tar slut. Då räknar jag med både utrustningen Iran och USA har utvecklat till detta. En annan möjlighet för Iran är att använda ubåtar av Beast klassen och Abbas klassen för tillsammans med skydd av Sahand fregatter och Khalije Fars jagarna skapa en viss ''luftvärn'' för att skydda sig* emot enskilda flygplan av amerikanska flottan. För att om man väljer att använda en större del av dessa 90 flygplan på hangarfartyget så kommer man sakna möjlighet till attack mot mål i Iran. Det betyder att man har inte längre möjlighet till attack emot Iranska mål genom hangarfartyget men däremot med hjälp av baser i olika pro-amerikanska länder i området och detta är en annan sak vi kan diskutera i fortsättningen. Denna Diskussionen har inom det taktiska begränsningar. Men för att gå vidare till det strategiska möjligheterna för både Iran och amerikanerna så kommer denna kriget vara förmodligen en av dem farligaste för US status i världen. Kriget mot Iran är krig mot Irak och Syrien samt diverse allianser runt om i mellanöstern. Irak är ingen svag fiende och om ni läser min tråd tidigare så kommer ni förstå att en stark allians till Iran som Irak spelar stor roll i alla möjliga krig. Samma sak gäller Syrien som kommer stödja Iran så länge Assad-familjen är kvar vid makten. Men detta är en annan sak vi diskuterar i passande trådar (om ni citerar denna delen, lägg inom spoiler). Att stödja olika grupper i Yemen och Saudiarabien som når Hizbollahs nivå är som att vara i krig mot Iran under 20 år utan stopp, detta är en strategisk seger för Iran att kunna ta dessa grupper vidare till länder och ha kontakt med i alla möjligheter. Kriget kommer skapa kaos i ME då krig handlar inte bara om teknologi eller möjlighet att flytta trupper till krigsområdet men även att kunna påverka grannländerna positivt eller negativt. Ju längre kriget utbreder sig i ME kommer USA vara försiktigare och försöka stoppa oljeflöden. Iran håller på att bygga sjöbaserade Bavar-373 i speciella plattformar för att kunna skydda eventuella FAC/FAIC samt mindre fartyg om amerikanerna försöker öppna Hormuz sundet. Detta är en avgörande sak med Hizbollah och diverse grupper samt att ha möjlighet till att stoppa oljeflöden för att på tur låta ekonomier som är på gränsen till fall i EU till det. Med andra ord är detta en av påtryckningsvapen emot EU för att hålla sig emot kriget/Inte stödja. Det finns andra saker.. bland annat att Iran har tillgång till en mängd spioner både i USA och i EU, detta är en avgörande sak vad gäller underrättelsemöjligheterna. *Även FAC/FAIC som kan bära Noor missiler. Att man har amerikanska baser inom räckvidd är också en viktig sak. Du kan räkna med attacker av den irakiska flygvapnet emot vissa mål i KSA och Kuwait, Syrien börjar sin krig emot Israel. Även om dessa länder inte har möjlighet till vinst emot eventuella fiender så kommer man inte kunna hantera många fiender från Israelienska sidan, och då tvingas Israel att använda alla sina krafter emot Hamas samt Hizbollah och Syrien. SA och Kuwait kommer tvingas till krig emot Irak. Jag har varit i Irak och vet hur olika Ullamahs fatwa har påverkat folk i landet. Exempelvis så säger folk på gatorna när någon frågar att dem hade röstat på vem som helst, bara man fick Fatwa från Marjijah där. Får dem Fatwa till krig emot SA så finns det många i regimen och Armén som hade följt dessa Fatwa på grund av flera orsaker. Man behöver inte vinna kriget emot Saudiarabien, men att tvinga dem till att inte attackera Iran. Hur? Jo, Irak hade möjlighet att vinna 1990-kriget om amerikanerna inte inblandande sig. Men amerikanerna har mindre möjlighet till att inblanda sig då man blir då intagen i 3 frontskrig. 1 direkt krig emot den Iranska staten. 1 krig där man stödjer Israel - lämnar man Israel utan större stöd (á 1973) så kommer kriget bli mycket svårare och stödjer man dem effektivt så kommer Israel fortfarande sakna möjligheter till annat än defensiv krig. 1 krig där man stödjer KSA - lämnar man KSA utan stöd kommer eventuella krig med Irak ta jättelång tid och tvingar KSA till non-krig emot Iran, denna gör att USA inte har möjligheter att få lika stor stöd av KSA vid krig då dem håller på med Irak. Kriget KANSKE vinns av USA och dess allianser om man använder större medel som deras toppmoderna utrustning och kärnvapen (taktiska eller strategiska det än är), men när IR5 säger att Iran kan vinna kriget beror detta på att han räknar med dem strategiska förlusterna om kriget blir jättebred i ME, och detta blir som Vietnam, av orsakar fick inte amerikanerna gå in i Nordvietnam och om dem gjorde det så hade man fått smaka på stor motstånd. Liknande sak kommer det vara vid eventuell krig mot Iran där man och på grund av Irans alliansutrbredelse i ME kommer bli trött och inte se effekt av sina krig. och om man väljer att lämna denna stora ME-kriget så kommer man lämna KSA som man gjorde det med Sydvietnam. Och då kommer Iraks/Irans arbete. Karta: Snälla, jag vill inte ha svar på dessa 3 inlägg som ni brukar svara på när ni ''Inte orkar''. Jag vill att ni bemöter scenarion med svar på varje punkt om ni har vilja att svara på inlägget (eller den tidigare)."
	},
	{
		"postIndex": 802,
		"postNum": 825,
		"postLink": "/sp44738227",
		"postTime": "2013-08-12",
		"postUser": "IRI",
		"postUserID": "/u824274",
		"postUrl": "https://www.flashback.org/t1842501p69",
		"userUrl": "https://www.flashback.org/u824274",
		"sentence": "Nu kommer vi till militära delen, Vapen finns under bergen, Hur ska din satellit filma där under? Är den supersattelit eller jag förstår inte... De är inte James Bond filmer vi pratar om nu, De är inte som Wikipedia och andra källor förklarar, du kan ta bild men du kan inte se inne i bergen, Du vet inte vad finns där inne och hur vapen är sparade, De finns inte en stor lagring plats för vapen i Iran, Du måste bomba mer än 12000 Militära mål för att kunna öppna hormuz eller göra stopp på avfyrning av missiler. De kommer ta tid och de kommmer finnas chans att du upptäcks efter någon en timme ochså om du använder stealth, B-52 och B-1 blir bra mat för våra luftvärn ochså och där behövs inga källor, Titta på Operation Linebacker II, Nordvietnam hade 12 SA-2 batterier , 50 flygplan och AA gun enheter [Mycket mindre än vad Iran har idag], och USA hade 207 B-52 och 2000 taktiska flygplan. Vitenam förluser var: 6 Flygplan sköts ned , 1624 Civila dödade, Okänd antal militärer dödade. USA förluser var: 81 flygplan sköts ned (inklusive 34 B-52s och 4 F-111S), Reslutat: Indecisive Idag har Iran mycket mer än 50 stridsflygplan , 12 SA-2 Batterier och AA-vapen, Kanske 20 gånger dubbelt de, Jag ger bara exempel och de finns annat jag orkar/vill inte skriva av orsaker. F-4 och F-5 används inte ofta, Vi kan utveckla våra flygplan med de är inte målet, Flygplan är större förluster än missiler, Om en flygplan skjuts ned räknas de som förlust och ökar din fiendes chans att vinna kriget/attacken, Men när din missil skjuts ned förlorar du inte nåt från pilot till flygplan och inte minst pengar, Vet du varför de ''Speedboats'' kallas för 'Speedbostas? De kör på ca 55-57 Knop och de är däför speedboatas är viktiga vapen för iran och utgör stor hot, Fartygen kommer inte kunna hantera 500+ Speedbotas samtidigt och under kortare tid, Om du sitter inne i Jagaren/Fregatter och 500 speedbotas kommer mot dig och börjar avfyra 20 Km räckvidd missiler mot dig i samma tid som de kör snabbt mot dig, Hur kommer du försvara dig, Ska du skjuta Missilar eller båtar, Vi säger att du kan skjuta båda, Men samtidigt kan du tex. Inte försvara dig mot 500+ båtar med 1000+ 20-km räckvidd missiler i samma sekund, De är omöjligt och du behöver kanske 5-6 Fartyg för att inte nån av dina fartyg ska sänkas eller skadas, De har inte USA i persiska viken och kan inte samla likanande kraft inom kortare tid [Mindre än 1 vecka], När du skjuter de 1000+ Speedbotas vi har i lager kommer du få ny svärm av speedbotas, Vi kan tillverka ca 50 varje vecka i krigstid, jag pratar om siffror jag fick 2012 och inte hur stor antal vi kan tillverka varje vecka om 1 år eller mer. De finns andra lösningar för dina fartyg ochså, Ubåtar, De finns redan 45 Mini-Ghadir båtar och de såg jag med mina egna ögon i bandar-abbas där alla var ''parkerade'', Sen finns de Fateh 500-Tons och 1200-Tons Qaem som kommer tillverkas med 3 varje år, De blir inget bra för dina fartyg, Skojar du med mig nu? Hizbollah är omöjligt att rensa, Israel har med teknikisk utrustning med de är felet, De vet inte vart en hizbollah soldat sitter och avfyrar missiler, i skogen , i bergen , i öken och annat. Alla platser är möjliga. Sen och när vi pratar om Hhizbollah så är de en rörelse, De är folkets vilja och när den hizbollah förlorar kriget kommer folkets vilja med samma rörelse för att leva försvara sig mot Israel. kärnvapen och klusterbomber är inget man kan använda över en mål man inte vet vart den ligger till, de finns chans blir dina flygplan nedskjutna innan du kastar bomberna på mål du inte känner till, Dina västliga källor säger att Tor missiler finns hos hizbollah nu och i bra antal, Du får tänka mer innan du skriker. Dina AEGIS-Fartyg kommer bli sänkta av mina speedbotas innan du skjuter ner missilerna jag avfyrar, De är en cenario sen tror jag inte du kan fylla de fartyg med missiler i större mängd för att kunna skjuta ner missiler effektivt innan hudra/Tusen-tals har avfyrat mot olika mål för att de kommer sitta i hamn för att fyllas som tidigare förklarats för dig av annan kille här på FB, Dina AH-64 och A-10 kan inte förstöra 10+ Tanks varje uppdrag, dröm vidare... De går ej och är omöjligt, Max är då 3-4 för att du vet inte vart stridsvagnarna finns, De attackerar sen går till underjordiska anläggningar, Jag vill påminna att de finns underjordiska anläggningar vid varje stad i Iran i tiotals mängder, Sen är en helikopter lättare att skjuta ner än flygplan och de finns fungerande missiler mot AH-64, Irak är mindre land än Iran med mindre än 70% av Iranska luftvärnet 2009, Iran är land med mycket berg men Irak var till större del platt med mycket öken, Skillnade är att Irak importerade sina vapen men om iranska vapen-antal blir otillräckliga blir antalet mindre, Men Lybien nu?! Skojar du med mig... Vet du vilka och hur många luftvärn Lybien hade, Nej Lybien är efterbliven land med en av de minska budget mellan arabläder och mellanöstern, De tog år för att köpa något luftvärn, när du säger ''Problemet är ju bara att de vapen du nämner är större än 10X10 cm och därmed bombmål'' Så får jag lära dig en sak, En Zolfiqhar TELsom bär Zelzal-3 och Fateh-110 4:e Generation är i storlek som kan komma in i en hus med yta på 120 M², Och jag tror att de finns 11 Miljoner Basji/Militärer som har liknande hus för att ha de missiler i, Inte glöma militär-baser som är hudratals, Du kan aldrig bomba varje hus eller bas av de 11-12 Miljoner."
	},
	{
		"postIndex": 1522,
		"postNum": 1548,
		"postLink": "/sp46963965",
		"postTime": "2014-01-09",
		"postUser": "Massaraduvet",
		"postUserID": "/u844125",
		"postUrl": "https://www.flashback.org/t1842501p129",
		"userUrl": "https://www.flashback.org/u844125",
		"sentence": "Det viktigaste saken för folk här innan det skriver är att det måste först att det inte handlar om 100 eller 200 sjömålsrobortar vi pratar om nu. Hela idén med säknade av hangarfartyget är baserad på kvantitet.. Tror ni seriöst att det finns bara 60 C-802 missiler Iran har fått från Kina?, Självklart inte.. Det finns en massa sorter Hangarfartyget måste bemöta, Bland annat hundratals Noor (C-802) missiler, även inhemskt tillverkade. Det andra och viktiga saken är att Iran har inte bara C-802 i tjänst utan även Khalije fars ASBM (45+), Nasr-1 , Qader och mängder annat som fortfarande inte är avslöjat. Khalije fars ASBM har hastighet som överstiger 3 Mach, och det ger mindre tid för AIGES att agera, speciallt om missilen inte avfyras långt borta från kusten. En annan och den största delen av saken handlar om ''speedboats'', Det finns cirka Speedboats, med Hastighet på över 45 knop (alla) och vissa andra med större hastigheter. När speedboats kan avfyra sina missiler från 20 km räckvidd (55-65% av speedboatsen bär Kowsar missiler med räckvidd på 20 km) som är i tusentals mängder och som på tur avfyrar 2 missiler var och en blir det katastrof för både luftvärnen , Hangarfartyget , CIWS och annat. Vissa säger att det inte kommer vara nära Hangarfartyget, men då måste jag förklara något igen. Hur mycket tid tar det att avfyra en missil på Speedboats? Det är snabbare än vad ''anti-ship'' utrustning på Hangarfartygsgruppen klarar av (Nu menar jag inte själva ''skottets'' hastighet utan att man ska tänka sig att det är tusentals Speedboats som är i närheten av varandra, under samma sekund som speedboats blev inom räckvidd och står täta emot varandra så ''skjuter'' Jagarna och kryssarna, men då ska man tänka på att det finns andra speedboats där bakom den som ''sköts'' som under samma sekund avfyrade sina missiler och det gjorde alla fartyg bakom. Jagaren kommer sänkas där efter kryssaren och 1 efter 1). Tänk att detta inte sker självständigt utan under samma tid som mark-stationerade missiler och ubåtar attackerar på alla sorter. Sen finns det själva fallet Speedboats som kan avfyra C-802 och det ligger på cirka 75 Speedboats. Det är viktiga saken i hela spelet, mängden.. Reslutat: Hangarfartyget kommer sänkas om det behövs, och liknande strategi kommer användas för att stänga Hormuz sundet. Om vi säger att endast 10% av missilerna avfyrade från speedboats träffar (Flera gånger mer kommer det vara) så är det fortfarande rätt mycket då det utgör 195 Kowsar missiler, och vi såg effekten av det mot INS Hanit. Det betyder minst 3000 Ton sprängämne, Vilken Jagare eller Kryssare skulle inte sänkas efter det? Speciallt i samband med Ubåtsattacker och attacker med Landbaserade Anti-ship missiler? Det finns en sak när det handlar om Iran som USA alltid tänker på 100 gånger innan det anfaller. Det är vad reslutaten av anfallet? Vi överdriver lite och säger att regimen i Iran faller, vad därefter? Iran kommer skapa Kaos med hjälp av olika milliser i Irak , Afghanistan , Syrien , Lebanon , Turkiet , EU och självaste USA. Det finns trupper lika bra som Hizbollah om inte bättre som fortfarande jobbar i Irak (Hemligt). Terrorattacker likt 11 September kommer slå i alla viktiga städer i världen. Om Iran faller får Quds force ansvaret för mer än 20 år av krigsförening mot USA & Dess allianserade. En grupp på en av världen 15000 mest vältränade män kommer skapa kaos vart som helst i världen. Hizbollah och Syrien kommer påbörja lång krig mot USA allianserade i mellanöstern, både diplomatiskt och militärt. Kriget kommer gå åt helvetet. Samtidigt och under kriget kommer USA förlora en mängd fartyg, och det finns att även hangarfartyget kan gå förlorat.. Tänk hur många flyguppdrag USA kommer köra över Iran? Kriget kommer vara lika långt som Vietnam, om USA vågar forsätta.. Amerikanerna kommer i slutet välja att avsluta kriget eller invandrera då det kommer vara enda problem, och i båda fallen är det förlorare, för om det invandrerar Iran så kommer det bemöta Basji, och då måste det föra krig i prencip VARJE stad, och emot mer än 15 miljoner människor tränade för urban krigsförening under mer än 5 år. RPG's och Ak's kommer finnas i varje hem, och Amerikanska trupperna kommer inte kunna undvika denna hemmet utan att få kriga där, tills man dödat alla där eller tagit slut på deras ammo och på tur fått förluster. Eller så väljer man att avsluta attackerna/kriget och på tur kommer Iran återhämta sig, i stil med vietnam."
	},
	{
		"postIndex": 1514,
		"postNum": 1540,
		"postLink": "/sp46954062",
		"postTime": "2014-01-09",
		"postUser": "Accubond",
		"postUserID": "/u865622",
		"postUrl": "https://www.flashback.org/t1842501p129",
		"userUrl": "https://www.flashback.org/u865622",
		"sentence": "Ja, Iran har potentiellt förmågan att genom en lyckosam överraskningsattack i fredstid lyckas sänka eller allvarligt skada ett amerikanskt hangarfartyg. 1 Om de genom slumpen råkar ha lyckats placera en miniubåt i dess väg och drar iväg sex torpeder eller vad de nu kan ha ombord och fyra träffar. 2 Det finns också en möjlighet att de kan (Ej sänka) hangarfartyget genom en överraskningssjälvmordsattack med speedboats och boghammars. 3 Det mest intressanta är dock en massiv attack med sjömålsrobotar. Man skulle kanske kunna avfyra 150 sjömålsrobotar som anländer samtidigt, från land och flygstridskrafter, när hangarfartygsgruppen passerar Hormuz-sundet och mätta robotkryssarnas och robotjagarnas och hangarfartygets försvar. Varje kryssare eller jagare lär bära gissningsvis 30-60 Standard Missile och kanske omkring 32-100 Evolved Sea Sparrow Missile (Deras Vertical Launch Systems med totalt omkring drygt 400 celler (Där det ryms fyra ESSM per cell) är ju också fulla av Tomahawks, VL-ASROCs och några SM-3) men alla är beroende av belysningsradar i terminalfasen och varje jagare eller kryssare har bara tre belysningsradars. Säg att kryssaren bär 60 SM-2 och 64 ESSM. Det råkar bara finnas två jagare med pga neddragningar och dessa bär 40 SM-2 och 64 ESSM vardera. Därutöver finns en fregatt med i sammanhanget oväsentlig luftförsvarsförmåga eftersom man tagit bort förmågan att avfyra SM-1 på denna. Det blir totalt 140 SM-2 och 192 ESSM, totalt 330 robotar. Tyvärr kanske fartygen ligger så att en jagares belysningsradars inte kan användas men de kan fortfarande avfyra robotar som kan guidas av de andra fartygen genom CEC. Vi förutsätter att SM-6 inte finns i något betydelsefullt antal, isåfall kan man börja bekämpningen bortom radarhorisonten. Om 100 robotar anländer inom loppet av trettio sekunder finns det kanske bara ett utrymme på 120 sekunder (25 km till radarhorisonten tar robotarna en dryg minut att flyga och eftersom de inte är perfekt synkroniserade kan vi lägga till femton sekunder för detta) att bekämpa alla robotar så finns det väl en chans att försvaret mättas. Hangarfartyget har ju dock förmågan att genom sina Rolling Airframe Missile och egna ESSM slå ut de robotar som läcker igenom så det minskar naturligtvis risken ytterligare. Hangarftyget har 24 ESSM och 42-63 RAM. De andra 50 robotarna anländer inom en minut från de andra. Robotarna skulle naturligtvis upptäckas långt innan av E-3 AEW från hangarfartyget och fartygen skulle vara i klart skepp när robotarna anländer (Det antar jag att man är oavsett vad när man seglar genom Hormuz-sundet, för övrigt). Kort därefter kommer flyg börja lyfta från hangarfartyget för att bekämpa allehanda mål i Iran, antagligen luftvärn, kustrobotsystem och C3-installationer samtidigt som en stor mängd kryssningsrobotar avfyras mot C3-installationer innan Irans sjömålsrobotar kommer innanför radarhorisonten. Säg dock att alla robotar bekämpas framgångsrikt genom en heroisk insats från de amerikanska fartygen. Dock, det finns fler sjömålsrobotar än vad det finns luftvärnsrobotar. Efter de första 150 sjömålsrobotarna slagits ut lär det inte finnas ett överflöd av varken SM-2s eller ESSM över eftersom man lär ha avfyrat kanske 1.75 lv-robotar per sjömålsrobot. Jag antar här att efter att en robot i vissa fall framgångsrikt bekämpat ett mål kan dess reservrobot styras över till ett annat mål. Tyvärr finns nu bara omkring 50 ESSM och SM-2 kvar och hangarfartyget har kvar 24 ESSM och 50 RAM. Även om det bara kommer en salva på 100 robotar kommer det nu vara kört för hangarfartygen och stödfartygen eftersom det helt enkelt inte finns några robotar kvar (Dessutom kommer en del av hangarfartygets robotar en kunna avfyras eftersom de inte är vertikalavfyrade och är riktade åt fel håll. Phalanx CIWS kommer gissningsvis inte skjuta ner mer än max 50 % av kvarvarande robotar som slipper igenom och de har hursomhelst ersatts av RAM på hangarfartyget (Eldrörsartilleri mot kryssningsrobotar är så 1980-tal). Avhakning genom EW (Störning och skenmål) lär inte fungera så väl för hangarfartyget eftersom det har så stor radaryta men NULKA skenmål kan fungera bra för jagare. Min gissning blir att hangarfartyget kommer träffas av minst fem robotar och jagarna kommer träffas av 1-3 robotar vardera. Inget av skeppen kommer sjunka men det kommer vara en total mission kill för flera av fartygen, främst för hangarfartyget. Det är troligt att hangarfartyget inte kan sända upp flyg. Nu skickar irak ut sina speedboats och eftersom bara något av eskortfartygen fungerar något vidare lyckas de ta sig så nära att de kan sända iväg sina korträckviddiga sjömålsrobotar. Många tiotals, kanske hundratals mindre sjömålsrobotar träffar de amerikanska fartygen och sedan har jag ingen aning om vad som händer med fartygen. Oavsett vilket av ovanstående tre scenarios som inträffat vet jag dock vad som händer med Iran. När hangarfartyget sjunker eller skadas allvarligt kommer säkert åtminstone några hundra amerikaner, kanske tudentals, avlida. Den amerikanska opinionen gillar inte överraskningsattacker (Pearl Harbor och 9/11 etc) och skulle skrika efter vedergällning. Samtliga i kongressen (Inte ens dess 10 dess mest vänsterextrema medlemmar skulle rösta nej) skulle ge presidenten oinskränkt makt att straffa Iran. Presidenten, även en tredjeklassens naiv socialdemokratisk amatörspelare som Obama, är tvungen att agera kraftfullt och resolut (Kom ihåg Richard Armitages ord till Pakistan efter 9/11: Om ni inte sluter upp bakom oss bombar vi er till stenåldern, ungefär, och detta var en av männen som var mest kritisk till Irakkriget i Bushadministrationen. Förvisso hade Bush åtminstone lite stake när det kom till sånt här, men Obama är tvungen att agera ändå, oavsett om han vill eller inte). Dag 2 skulle amerikanska B-2s fortsätta slå ut stora delar av Irans C3-installationer och civila och militära infrastruktur samt luftvärn. Redan dag ett avfyrades säg 20 kryssningsrobotar från den drabbade hangarfartygsgruppen som ställde till viss skada. Dessutom avfyrar den andra hangarfartygsgruppens fartyg omkring 50 kryssningsrobotar mot Iran varav bara ett fåtal skjuts ner. Hundratals sortier genomförs från hangarfartygsgruppen mot samma typ av mål och man släpper stora mängder glidbomber och kryssningsrobotar. Dag ett slår också F-22s stationerade i Bahrain eller Saudiarabien ut Irans flygvapen på marken med Small Diameter Bombs. Sedan blir det SEAD-uppdrag till höger och vänster. Det anländer ett stort antal ballistiska robotar från Iran men de gör ingen större skada på flygfält eller baser, för detta är de för oprecisa. Dag 2 anländer också B-1B-bombare och fortsätter bomba Iran. Dag 3 är hela Irans långräckviddiga luftvärn utslaget och stora delar av det korträckviddiga mer moderna. Oljeterminaler och raffinaderier står också högt på mållistan. Samtidigt har USA flyttat stora mängder flygstridskrafter till Saudiarabien. Dag fyra fortsätter bombningen av Iran och militärens C3-installationer är förstörda. Oljeterminaler är förstörda. Raffinaderier och oljedepåer är förstörda. Kraftverk och dammar har bombats sönder. Det finns ingen ström, ingen olja. Dag fyra börjar B-2s bomba installationer som hör till Irans kärnvapenprogram. Efter några dagar avseglar ytterligare hangarfartyg mot persiska viken. En kryssningsrobotsubåt avseglar mot persiska viken från Diega Garcia dag ett och efter fem dagar regnar knappt 200 kryssningsrobotar ned över Iran inom loppet av fem minuter. Osv osv tills Iran är ett U-land. Slutsats: Ja, de kan, med lite flyt, sänka eller åtminstone skada ett hangarfartyg och dess stödfartyg allvarligt, men de kommer få betala mycket dyrt. Mycket dyrt. Det mest avgörande är att en hangarfartygsgrupp bär bara på så många lv-robotar, medan det kan finnas flera hundra fler sjömåslrobotar i Iran på land än vad det finns lv-robotar på fartygen. Det handlar om matematik helt enkelt. Huvudbudskapet är att Iran får betala. Dyrt. Med ränta. Ränta är dessutom haram och det gillar inte Iran"
	},
	{
		"postIndex": 1293,
		"postNum": 1317,
		"postLink": "/sp45375723",
		"postTime": "2013-09-23",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p110",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Fast du förutsätter att trafiken kommer pågå i en krigssituation, som om det inte var en krigssituation. Och att sundet kommer vara trafikerat som i fredstid, medans ditt scenario handlar om att Iran ska kunna stoppa att trafik genom sundet. Du ser inte självmotsägelserna i det du påstår? Och sedan behvöer man inte hålla koll på varenda litet fartyg längs med kusten, ditt eget uttalande är ju att småbåtar är effektiva genom \"swarm-taktik\", så att man missar en eller två ensamma småbåtar som inte är något hot ensamma är alltså inget problem. Och det du lockar fram med lockbeten kommer vara amerikanska kryssningsrobotar. Titta på kriget i ex-jugoslavien, där serberna var extremt effektiva med skenmål. Resultatet var att USA slösade många attacker och robotar på att bekämpa lockbeten. Men samtidigt så var de trots detta effektiva, då det förlamade serberna, medans de inte förlorade så mycket viktig materiel så kunde de heller inte nyttja den eller förflytta den, av rädsla för att den då skulle bli bekämpad. Du menar våra beskrivningar där USA ligger utanför räckvidden på iranska system och sedan bekämpar dessa för att sedan gå närmare och bekämpa nästa hot osv? Detta medans den iranska fällan, enligt dina beskrivningar, utgår ifrån att amerikanska fartyg kommer ankra strax utanför den iranska kusten. Med amerikanskt stridsflyg, med amerikanskt långdistans-LV från eskortfartyg etc. HUR ska dina iranska småbåtar klara av att komma förbi amerikanska eskortfartyg med överlägsen räckvidd och eldkraft? Den saken har du upprepade gånger missat att berätta för oss. Fast Iran kommer inte att syssla med assymetrisk krigföring, inte enligt din beskrivning. Du kanske ska kolla upp vad assymetrisk krigföring egentligen betyder? En kort beskrivning av assymetrisk krigföring är \"getherdar med kalasjnikov och RPG\". Och USA behöver inte hålla sitt flyg nära, eftersom de själva kommer ligga långt ifrån. Man kommer INTE att ligga inom synhåll från den iranska kusten, något som upprepats gång på gång men som du verkar ha svårt med att förstå. Så fienden är utspridd tack vare sina småbåtar? Vad hände med Swarm-taktiken? Som naturligtvis är beroende av att man koncentrerar ett stort antal småbåtar på samma plats för att det överhuvudtaget ska fungera. Annars kan man lika gärna hävda att USA kör med Swarm-taktik på sina jagare och kryssare, då de har ett hundratal av dem. Och de har naturligtvis förmågan att neutralisera Irans flygvapen innan, det är nämligen något man kommer se till att göra innan man går närmre. Och USAs förmåga att neutralisera andra länders flygvapen är något som bevisats gång på gång på gång på senare tid. Hur lång tid överlevde det irakiska flyget? Hur länge existerade det libyska flygvapnet? Hur många dagar innan det serbiska flygvapnet slutade finnas att än som en siffra på ett papper? Vad händer om de amerikanska fartyget zig zag manövrerar? Innebär det att de iranska robotarna inte kommer att träffa? Eller är det kanske så att robotar är styrda och därför kan följa ett mål som försöker sig på undanmanövrer. Och om du gör undanmanövrer med en båt så kan du dels inte gå i maxfart och dels så blir sträckan längre genom att du inte kör i en rak linje och du tappar hastighet när du svänger. Resultatet blir att du blir lite svårare att träffa med kanoneld men å andra sidan så får kanonelden betydligt längre tid på sig, och därmed fler chanser att träffa, än om du gått i en rak linje med högsta fart. Och du diskuterar \"kustnära\" situationer medans vi andra inser att det inte kommer att bli några sådana situationer då USA kommer att undvika dem. Och det är USA som kommer att bestämma hur långt ifrån den iranska kusten de kommer att ligga, inte tvärtom. Så kommer dina småbåtar att vara koncentrerade för Swarm-taktik eller kommer de att vara utspridda? Det verkar som om den iranska taktiken skiftar i takt med hotet, och att de på något konstigt sätt kan agera på flera olika sätt samtidigt, trots att dessa är varandras motsägelser. Men hey, vill du köra på det spåret så visst. När du försöker angripa amerikanska fartyg så kommer du inte att nå dem, eftersom de kommer att ligga i hamnar på amerikanska fastlandet. Men när amerikanska fartyg vill nå dig så kommer de att vara ankrade i iranska hamnar istället. Och återigen så snackar du om trafikerade delar, samtidigt som du hävdar att Iran kan hålla sundet stängt. Hur ska du ha det? Så att handelsbåtar kan ha Kowsar 2 är irrelevant, eftersom det enligt din egen utsago inte kommer att finnas några handelsfartyg som i regionen eftersom Iran håller sundet stängt. Förutom när trafik behövs för att dölja iranska fartyg, då plötsligt fortgår trafiken som om det inte var en krig överhuvudtaget i regionen. Detta medans du tänker på \"iranskt drömscenario ins'allah\". Vår tanke på \"best practice\" är istället det scenario som troligast kommer att uppstå eftersom det är amerikanska fartyg som kan flyttas, medans Iran är fastlåst i sin plats. Därför är det amerikanska fartyg som kommer att bestämma hur långt ifrån Iran de kommer att ligga. Och ja, under alla omständigheter. Eller i alla fall alla praktiska omständigheter. Visst, i en orkan så lär det vara svårare för dem, men å andra sidan så lär en orkan också göra det omöjligt för iranska småbåtar att ligga ute till sjöss, eller för flyg att försöka sig på något. Du verkar missa att den sortens omständigheter inte bara påverkar USA, utan också Iran. Hur håller sig Iran utanför amerikanska fartygs effektiva räckvidd? Förflyttar man hela Iran så att det hamnar på andra sidan Afghanistan? Och med vilka mål fyller man luftrummet med? Drakar som man släpar efter dina småbåtar? Hur eskorterar man fram sina torpeder? Genom att skicka upp skenmål och sedan hoppas att USA tycker att de är så fina så att de inte bekymrar sig om att titta på vad det är som är på väg mot dem och på väg att komma tillräckligt nära för att bli ett hot? Eller är din tanke att det iranska flygvapnet i själva verket bara är skenmål? Visserligen lär dina flygplan knappt vara användbara till mycket annat, men tyvärr har du inte tillräckligt många av dem. Dina UAVs kan bekämpas lika lätt, om inte lättare, än ett vanligt flygplan. Och om du nu är av åsikten att UAV är så effektiva, så kommer det naturligtvis bara leda till att Iran kommer få stora problem med vapenbärande amerikanska UAV. Såvida du nu inte återigen hävdar att iranska system av någon anledning är oerhört mycket effektivare än amerikanska. Och även om UAV är billigare än vanliga flygplan så är de inte gratis och existerar inte i oändligt antal."
	},
	{
		"postIndex": 1539,
		"postNum": 1565,
		"postLink": "/sp47137578",
		"postTime": "2014-01-20",
		"postUser": "paecmaker",
		"postUserID": "/u526775",
		"postUrl": "https://www.flashback.org/t1842501p131",
		"userUrl": "https://www.flashback.org/u526775",
		"sentence": "1 Ja men nu håller sig hangarfartygen utanför Persiska viken, F/a 18c/d Hornet har en längsta räckvidd på 2000km, och då kommer man såklart ligga utanför viken och tanka planen i luften på sin väg. Och om det du säger stämmer så är det ju nästan bättre, då vet man ju var robot-ramperna och var alla mål ligger. Vid första tecknet på fara så skjuter man iväg allt man har. Sen så kommer knappt robotbåtarna ens i närheten av hangarfartygen då först bränslet kommer ta slut(jag antar att de små skorvarna inte har särskilt stora tankar). 2 Varför måste man skydda någon som inte behöver skydd. Saudiarabiens arme är välbeväpnad(med för det mesta amerikansk utrustning) och det som man inte kan använda finns det amerikanska specialister(som redan finns i landet). Det samma för flygvapnet samt de andra grenarna. Som tidigare sagt så har amerikanska flygplan räckvidden att både anfalla Iran samt skydda Saudiarabien(som då inte behöver skydd). Sen var fan har du fått 20 miljoner från, OM vi mot all förmodan säger att det är 20 miljoner shia muslimer som kommer slåss mot USA mm så har vi ett stort antal problem. Först så kan dessa 20 miljoner \"soldater\" omöjligt finnas på samma ställe och har troligtvis ingen form av gemensam kommunikation(och den som kanske finns är troligtvis avlyssnad av både USA, Israel samt satan och hans moster). Med det sagt så kommer det inte komma en våg av 20 miljoner människor som rör sig som ett enda stort kollektiv, det kommer vara ett fåtal individer här och där som springer runt som yra höns och ropar \"allah ahkbar\" för att sen skjuta sig i foten eller blåsa av kompisens skalle med ett granatgevär. Tro mig de skulle vara ett större hot mot sig själva än för USA och allierade. \"Ska du skydda baserna? Mot vem?\", ja faktiskt det är frågan då dessa 20 miljoner är totalt inbillade som bäst och extremet överdrivet samt väldigt långt borta som sämst. Som andra har sagt så är militära baser inte det lättaste målet, varken med markstyrkor eller robotar(som kanske inte ens når fram då Saudiarabien har ett robotskydd). 3 1 Att säkra oljan är inte så svårt då Iran varken kommer kunna ha flygplan/robotar eller markstyrkor i närheten 2 Saudiarabien kommer inte besegras, som värst får Turkiet gå in och hjälpa dom- 3Bahrain kommer inte ha några större problem, visst några robotar kanske träffar och en del dör men inget som hotar hela landet. 4 Baserna behöver inte skyddas mer än med det som redan används(skyddsrum, sandsäckar mm) Senare kommer Iran ha för stora problem på hemmaplan för att fortsätta bombningarna. 5 Varför skulle det bli en diplomatisk kris, Ryssland vill inte gå in i krig med nato. Relationerna kanske blir lite frostiga men det är inget nytt. 6 Döda 20 miljoner inbillningar då dom troligtvis inte finns. Om dom finns så finns dom inte på samma plats, med andra ord så kommer dom inte bli ett problem förrän efter(Om dom nu finns) 7 Ja, man skyddar inte hemlandet med hangarfartygen i persiska viken iaf. Vad dom gör på hemmaplan är deras problem och ingenting trupperna vid Iran behöver tänka på. 8 Skydda dom från vad?. De håller sig utanför räckvidden på nästan allting Iran kan kasta på dom och det lilla som kanske har så lång räckvidd blir nerskjutet av tex AEGIS-systemet. 9 Israel kan skydda sig själva men varför dra in Israel, de ligger för långt bort för att spela en större roll i detta. 10 Doesn't matter, de kommer ändå bli krossade av vilken modernare arme som helst. 4 Precis som Iran då. 5 Ingen aning, vad sa dom efter 11/9, eller vänta, låt mig hjälpa dig. \"and have ordered that the full resources of the federal government go to help the victims and their families, and -- and to conduct a full-scale investigation to . Terrorism against our nation will not stand.\" 6 Fast, nu finns inte dessa beväpnade milisar där, eller hur(sen så ligger Bahrain ett stenkast från Saudiarabien som lätt skulle kunna förstärkning om något skulel hända). Priset för bomberna/robotarna är ovidkommande då man vid tidigare strider har använt enorma mängder så priset bryr man sig inte om. Bränslekostnader kommer inte ändra så mycket heller. Du har rätt, jag var inte i Irak 1990 men däremot så har jag sett hur stora skador Assads flygvapen gör mot rebellerna, samt hur stor skada amerikanska helikoptrar och flygplan har gjort i Afghanistan(för att inte tala om flygvapnets roll i operation desert storm)."
	},
	{
		"postIndex": 1535,
		"postNum": 1561,
		"postLink": "/sp47133633",
		"postTime": "2014-01-20",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p131",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Så Iran ska anfalla överraskande medans USA samlar trupper inför attack? Alltså medans USA är i slutfaserna av sina förberedelser? Och du tror att det blir överraskande för dem? Jag tror USA skulle välkomna en sådan attack, då de kan använda det som invändning mot internationella protester att det faktiskt var Iran som anföll först. ASBM är inte magiska, nej, och hög hastighet är inte så imponerande då det inte handlar om att man ska hinna ikapp dem, utan bara att man ska möta dem. Och ASBM i en hög parabolisk bana innebär att de är lätta att upptäcka och det i ett tidigt stadium vilket ger amerikanska styrkor gott om tid för motåtgärder. Och 3000 tusen blir tre miljoner. Om jag är ansvarig så kommer jag att skratta av glädje i ett sådant läge. 12 timmar innan operationen börjar så innebär det att alla enheter inom avstånd är antingen förberedda eller har dragits tillbaka. Det finns inga lätta mål för Iran kvar. Och skickar de ut sina speedboats mot hangarfartyg som ligger så långt från kusten så kommer de få soppatorsk innan de kommit inom avfyrningsavstånd. Och så små båtar så långt ute på havet innebär att man inte ens behöver bekämpa dem, bara undvika dem tills vädret blir lite värre och sedan låta havet självt ta hand om dem. Hundratals anti-ship missiler kräver att det finns mål inom avstånd för dem, vilket det inte finns 12 timmar innan ett planerat anfall. Och kriget på annan front är något som Israel själva kan fixa. Senast Israel krigade i Libanon så anföllk Israel en fiende som haft 20 år på sig att förbereda positioner och trupper och trots det så tillfogade Israel större förluster på sin fiende än vad de fick. Skulle samma trupper nu anfalla israeliska positioner så skulle Israel bara skratta av glädje och glatt ta emot dem med varma vapen. Israel lär heller inte vara oförberedda utan har blivit informerade både av USA om ett kommande krig och från sina egna källor på att fienden förbereder sig för något stort. Kvar blir massiva raketanfall mot Israel, vilket de troligen är bäst i världen på att hantera efter många decenniers erfarenhet, och sådant tillsammans med ett iranskt anfall på både amerikanska trupper och \"neutrala\" länder i dess närhet innebär att Israels största fiende, FN och internationella påtryckningar, nu kommer att bli ett mindre problem än någonsin sedan 1973. Jag tror du överskattar folks villighet att offra sina liv. Visst, det finns en del sådana, men inte ens palestinierna lyckas skaka fram självmordsbombare i tusentals, än mindre miljontals. Och styrkor som inte är tränade som armé men som försöker agera som en kommer att innebära masslakt, utan stöd av pansar, flyg, LV och PV så kommer saudiskt flyg och pansar att köra över dem. I det senare fallet troligen även bokstavligen. Och du överskattar risken för oljekris, det värsta kommer vara över på någon vecka, och det finns tillräckliga ojereserver för att det inte ska bli någon kris. Däremot lär oljepriset öka, fast det lär det göra även innan det börjar, oljebolagen är förtjusta i stora vinster.... Sedan tror jag du överskattar effektiviteten av dessa motståndsgrupper. De är irriterande och kostsamma i en fredssituation, men i ett krig så är de inte i närheten av samma hot som reguljära styrkor. USA hade inga problem med dem inledande medans de tog hand om reguljära irakiska styrkor, utan det handlade sedan om ett upprensningsarbete snarare än ett krig. Israel lär vara förberedda, så också amerikanska baser. Skyddsrum lär finnas som minskar förlusterna och materiel kommer ha sandsäckar som barriärer. Förlusterna blir inte så stora. Det finns ett skäl till att Hizbollah föredrar att skjuta raketer mot civila områden istället för militära. De senare är nämligen svåra mål att orsaka större skador på. Missiler som saknar räckvidd, speedboats som saknar räckvidd, ubåtar som saknar räckvidd. Du utgår återigen från att USA skulle lägga sina hangarfartyg inom räckvidden för iranska vapen, vilket de naturligtvis inte kommer att göra. Som Israel lär vara förberedda på, något som de varit med om flera gånger tidigare under historien. Och Syrien är upptaget med egna problem. Kontraproduktivt då sådant kommer resultera i samma sak som 11 september, nämligen att den amerikanska befolkningen blir blodtörstig och ger tillåtelse till stora operationer och kommer bättre härda ut militära förluster när de anser att de själva är hotade istället för som nu när deras största protester är att det inte är värt några amerikanska liv. Det kommer också innebära att internationellt stöd för Iran och protester mot amerikanska operationer mot Iran kommer att minska kraftigt. Du överskattar kraftigt antalet människor som är villiga att dö för Iran. Och hur villiga tror du de blir att fortsätta efter det att Irans förmåga att stödja dem med pengar och vapen kraftigt minskas och troligen helt försvinner? Och när sedan den iranska regimen faller? Uppror är irriterande och kostsamma i fredstid, men är inte någon ersättning för ett hot från en konventionell fiende. Det är ett imponerande påstående. Israel-Palestina har mer än ett halvt århundrade i försprång och det ser fortfarande inte så ljust ut för palestinierna. Tror du iranierna verkligen vill bli reducerade till samma tillstånd som palestinierna? Sedan behöver inte USA ockupera Iran för att vinna, det räcker med att de slår sönder Irans konventionella styrkor och dess industriella kapacitet för att producera vapen mer avancerade än vad palestinierna klarar av. Resultatet kanske blir ännu ett Irak eller Afghanistan, oroliga områden men som inte är något hot mot USA eller något grannland utan är fullt upptaget av interna stridigheter."
	},
	{
		"postIndex": 1446,
		"postNum": 1472,
		"postLink": "/sp46791166",
		"postTime": "2013-12-29",
		"postUser": "mace2442",
		"postUserID": "/u574540",
		"postUrl": "https://www.flashback.org/t1842501p123",
		"userUrl": "https://www.flashback.org/u574540",
		"sentence": "Tänkte ta lite av CockneyReject:s påståenden och de bevis som redan har sänkt hans påståenden. Han anser ju själv att är en korrekt samanställning av den Iranska flottan. Går man igenom den listan så består \" en av de främsta konventionella flottorna i världen\" då av totalt sett 5 fartyg med eldledning som gör att man kan skjuta torped på mer än ca 1 km:s avstånd. De fartygen har då bara 324 mm torpedtuber och torpeder från sådanna tuber har bara några KM:s räckvidd så man är även då väl inom räckvidden för amerikanska kanoner. (inom parantes så har våra gamla stockholms och göteborgsklass korvetter bättre kapacitet än den iranska flottan). Man har totalt sett 106 speedboats som kan bära torpeder av olika typer. Inget av dessa fartyg har någon form av eldledning utan det rör sig om manuellt riktade torpdeder. Tilläggas ska att jag då har räknat alla fartyg. Inklusive de som ligger i kaspiska havet Hoot som anses vara en kopia på rysk torped ligger då på runt 2.5 ton styck plus att vi får räkna med något ton för avfyringsutrustning osv. Dvs 2 torpedtuber med torpeder ligger på min 7 ton. Redan det gör att man kan räkna bort alla speedboats under 15-20 ton som möjiga bärare. I själva verket så är det bara 10 speedboats i hela flottan som bär hoot. Och utan eldledning så måste man fortfarande in på några hundra meters avstånd för att kunna få in en träff. Dvs inom räckvidd för allt från M-16 och uppåt Dvs man använder ett vapensystem (motortorpedbåt) som resten av världen började gå ifrån på 40 och 50 talet därför att de hade dålig träffsäkerhet redan mot obeväpnade handelsfartyg under VK2. En modern jagare som gör 35 knop + är betydligt svårare att träffa plus att den kan skjuta tillbaka med rent ut sagt förödande effekt. säger rätt mycket om vad som händer när det flyg som inte kan göra ett piss mot speedboats sänker ett betydligt större fartyg. Det \"råkar\" tom vara en av de fregatter som CockneyReject hävdar kan skjuta ned flygmål en annan video eller (samtliga länkar från Ormen Långe). Det dödligaste hotet som finns mot ubåtar är ubåtsjaktflyg och så har det varit sen VK2 där det var flyget som knäckte ubåtarna till slut både genom spaning åt andra enheter och i takt med att vapnen förbättrades också genom att själv sänka ubåtarna. (en liten lista på ubåtar sänkta av flyg under vk2. . Sen dess har man uppfunnit den målsökande ubåtsjakttorpeden också vilket gör flyget massivt mycket farligare). Så fort en ubåt sticker upp snorkeln eller mer så kan den upptäckas och därmed dödas. Två stora problem i verkligheten. Det första är en maxräckvidd på ungefär hälften av vad jagarna kan sänka det robotbärande fartyget på. MK45 mod4 når 37 km med standardammunition Det andra är att skytten måste sikta på målet från avfyring till träff. Därmed kan avfyrande fartyg inte göra några kraftigare manövers efter avfyring och blir man sänkt innan roboten träffar mål så tappar roboten sin styrning och blir alltså helt ofarlig. Här motsäger han sig själv tom med En helikopter som anfaller sjömål gör det med robotar på 5-8 km avstånd. Teroretisk maxräckvidd för ZSU-23 ligger på runt 3 km och då pratar vi från en kanon som står still på marken utan att gunga runt på havet mot ett stillastående mål och i praktiken vindstilla. På ett fartyg som rör sig i sjön mot ett rörligt mål så får man gå ned till några hundra meter för att ha något som helst hopp om träff. Därmed kan vi använda honom själv som källa på att helikoptrarna kan sänka precis så många speedboats de vill med hjälp av sina sjämålsrobotar 4.sånna här kommer iran att använda vid ett eventuellt angrepp och de räcker gott och väl. [/quote] Räcker till vad. Få veta att man kommer att dö inom en minut? ja det kanske de duger till. Att stoppa ett anfall. Nä. En spaningsradar kan fortfarande inte styra in några vapen mot en angripare och det är enbart det som stoppar ett anfall. Packar man ihop radarn och flyr ja då har man ju lämnat fältet fritt till angriparen att göra vad den vill. Packar man ihop robotramper och drar så kan de inte skjuta och blir därmed helt ofarliga. Dessutom synns man bättre när man flyttar på sig vilket ger attackflyget mer lätträffade mål På vilket sätt skyddar en radar som inte kan styra in några vapen mot inkommande kryssningsrobotar, bombflyg eller attackflyg? Det gör den inte. Det första man gör är att skicka en antiradarrobot som tex harm eller alarm mot den vilket ger dess bemmaning två alternativ. Stanna kvar och dö eller försöka hinna packa ihop och fly. Det är långt ifrån säkert att man hinner göra det tar ett antal minuter att plocka ihop och flytta även ett mobilt system. Anledningen till att du inte hittar så mycket om iransk eldkontrolradar är att man har lite ont om den. Det mest kompetenta du hittar är gamla ryska system som andra länder har gjort sig av med, dvs SA-2 och SA-5 systemen. Både Irak och Libyen hade dessa system och de vart milt sagt mosade. De hade ungefär noll effekt mot det man hade -91. Det man hade över libyen hade det exxakt noll effekt mot."
	},
	{
		"postIndex": 1536,
		"postNum": 1562,
		"postLink": "/sp47133904",
		"postTime": "2014-01-20",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p131",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "USA kommer i ett skarpt läge inte att ha hangarfartyg i persiska viken. Enda chansen Iran har att anfalla amerikanska hangarfartyg där är genom ett överraskande anfall utan att USA har gjort några förberedelser för ett krig. Och i ett sådant läge så lär det inte bli USA mot Iran, utan hela NATO mot Iran..... Och internationella protester kommer bara existera från arabländer, och inte ens de lär enhälligt ställa sig bakom Iran om något sådant sker. Iran kanske måste var i närheten för att kunna skydda sina klientstyrkor, men UAS behöver inte det. Dels har de längre räckvidd, dels har dessa stater eget skydd i form av amerikansk materiel. Och att Saudiarabien inte kan få upp några flygplan i luften utan utländska teknikers hjälp kommer inte vara ett problem, då sådana tekniker kommer att tillhandahållas av USA. Det är en relativ skitkostnad i en sådan situation. Reservdelar är heller inget problem, Iran har inte förmågan att stoppa fartyg utanför persiska viken, och det finns andra vägar till Saudiarabien än persiska viken. Exempelvis röda havet. Och Saudiarabien har även jobbat hårt med att bygga pipelines som gör dem mindre beroende av persiska viken för oljeexport. Och 20 miljoner är en fantasisiffra, jag tvivlar starkt på att man ens kan få ihop 1 miljon. Vilket iofs är rätt mycket ändå i en sådan situation, men inget som kommer vara ett större hot för USA. Kustoperationer och persiska viken är inget problem, amerikanska fartyg kommer inte att finnas där, annat än i fredstid. Och ett överraskande anfall från Iran ett sådant läge är självmord, både politiskt och militärt då det innebär ett krig mot NATO istället för USA och den internationella opinionen kommer vara på USAs sida istället för Irans. Sedan så överskattar du återigen iranska teknik och förmåga att få ut nya prylar. Om dessa två nya sorter tas i tjänst i år så kommer de inte att kunna operera med särskilt stor effektivitet förräns om kanske två år. Det tar tid att träna upp besättningar och lösa olika buggar och fel som alltid uppstår på ny materiel. 1. Hur mycket gjorde Irak mot saudisk olja? 2. Saudiarabien lär knappast ha några större problem. 3. Genom att slå ut iransk förmåga att anfalla Bahrain. Bahrain kanske får det svårt en tid innan det händer, men det lär bara göra dem mer bestämda på amerikansk sida om de blir anfallna trots att de inte deltar i kriget. 4. Anfall på militära baser är svårt. Palestinier och hizbollah har lärt sig den saken. 5. Kina och Ryssland lär protestera med det lär knappast bli en diplomatisk kris. 6. Finns inget behov att döda 20+ miljoner, och det största problemet för USA att döda 20+ miljoner är internationell (och intern) opinion snarare än rent militära diton. 7. På samma sätt som man gjort hittills? 8. Enkelt, genom att hålla dem utanför räckvidden för iranska vapen. 9. Israel kan skydda sig själva, det har de gjort bra i rätt lång tid. 10. Att stoppa Hizbollah är rätt enkelt, Hizbollah kunde inte tillfoga Israel större skador än de själva tog när de hade fördelen att vara försvararen på mark som de hade förberett i åratal för en israelisk attack, att de skulle ha skuggan av en chans att framgångsrikt anfalla Israel är bara skrattretande. Fast det behöver de inte, då USA har det och det är USA mot Iran som vi talar om. Vad sade Irak om saken innan anfallet? Fast att det är litet innebär också att det är lätt att slå ned uppror, det fungerar åt båda håll. Hangarfartyg följs av förrådsfartyg, som kan gå i skytteltrafik med amerikanska fastlandet. Kostnaden för bomber är skrattretande liten i sammanhanget. Irakier kontrollerar redan stad efter stad, bara inte dina irakier.... Sedan heter det uppror, sluta skriva upprop gång på gång, det är något helt annat."
	},
	{
		"postIndex": 1281,
		"postNum": 1305,
		"postLink": "/sp45356648",
		"postTime": "2013-09-22",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p109",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Men när det är dags för rätt tid så flyttas dessa småbåtar från sina underjordiska bunkrar och ner i vattnet genom levitation som går på ett par sekunder. Ingen risk att de upptäcks av den intensifierade amerikanska flygspaning som lär bli ett resultat av en nära förestående krigssituation. Fast vem är det som går i vems fälla egentligen....USA är nog mer medvetna om vilken \"fälla\" de går in i än vad du är medveten om vad USAs kapacitet att vända på den fällan är. 1. Eh, jo. En Carrier Air Wing, alltså flygplanen på en hangarfartygsstridsgrupp består typiskt av fyra skvadroner F-18 E/F. Vilket lite typiskt är 48 jakt/attack-plan. Till det har man två helikopterskvadroner, en \"helicopter sea combat\" och en \"helicopter maritime strike\", vardera på ca 10-11 helikoptrar (varav en del är utplacerade på andra fartyg än hangarfartyget självt. Det innebär att vi endast här har ca 60 flygplan och helikoptrar, och varje flygplan/helikopter bär naturligtvis mer än en robot per styck. 2. En del behövs till det, men jag tror du kraftigt överskattar det iranska flygets förmåga gentemot det amerikanska. Det iranska flyget lär vara bekämpat långt innan amerikanska hangarfartyg kommer så nära Iran att dina småbåtar ens kan nå ut till dem, utan att behöva stanna för att tanka. 3. När det iranska flyget är bekämpat så kan helikoptrar flyga fritt. 4. Fast med moderna vapen så är tidsskillnaden mellan detect och target väldigt kort. Troligen förstår du inte hur radar fungerar, om du tror att du kan lura den genom att bara köra fort. Radar som klarar av att hålla koll på flyg och robotar som kommer in i överljudshastighet har naturligtvis inget som helst problem med att hålla koll på förhållandevis långsamma småbåtar, även om de skulle vara de snabbaste beväpnade båtarna i världen. Och amerikanarna har tänkt på hur man ska få allt att gå ihop, om det är något som den amerikanska militären är bra på, så är det just att få olika vapensystem och vapenslag att verka effektivt tillsammans. Och vapensystemen på AEGIS-fartyg är byggda särskilt för att kunna hantera flera mål samtidigt. Och då mål som är mindre och betydligt snabbare än dina småbåtar. Sedan är det svårt att utmanövrera kanoneld med en båt, även om det är en väldigt snabb båt. Det är nämligen svårt att se granaterna och skillnaden i hastighet är alltför stor. Visst kan du försöka göra manövrer på måfå för att försvåra, men problemet med den taktiken är att om du inte går i en rak linje mot fartygen så kommer det att ta längre tid att komma dit. Så man får väga risken mellan att gå en rak kurs som är lättare att träffa mot att manövrera, vilket skapar en längre väg och lägre hastighet och därför ger fienden mindre chans att träffa men mer tid, vilket gör att de får iväg fler granater. Och om de väljer alternativet med undanmanövrer så kommer de snabbt inse att det inte fungerar mot robotar, och längre tid i målområdet innan man kommer fram innebär fler robotar. Så undanmanövrer leder till något färre förluster från kanoneld men istället fler förluster till robotar liknande RIM-66. Fast de kan inte hålla sig utanför de amerikanska fartygens effektiva räckvidd, inte om de själva vill kunna verka med sina egna vapen. Kowsar, noor och torpeder har kortare räckvidd än amerikanska vapen ombord på eskortfartygen. Och kom ihåg, du måste passera eskortfartygen först innan du når hangarfartyget. Så vill du \"slösa\" dina robotar i ett anfall på en jagare eller vill du försöka gå mot det stora målet? Men du har helt rätt i att speedboats är jättefarliga i den rätta miljön. Vilket USA känner till och därför kommer undvika den situationen. Den rätta miljön där speedboats är förkrossande överlägsna är för övrigt när amerikanska fartyg ligger ankrade i hamn, med vapensystemen avslagna och besättningen på landpermission. Sedär, ett scenario där de iranska fartygen kan vinna så överlägset som du hoppas på."
	},
	{
		"postIndex": 1357,
		"postNum": 1383,
		"postLink": "/sp46763820",
		"postTime": "2013-12-27",
		"postUser": "CockneyReject",
		"postUserID": "/u528345",
		"postUrl": "https://www.flashback.org/t1842501p116",
		"userUrl": "https://www.flashback.org/u528345",
		"sentence": "Irans ubåtar är kanske inte i samma högteknologiska grad som västvärldens atomubåtar men de är inte gjorda för samma ändamål heller, Irans ubåtar är gjorda för att infestera den persiska vikens grunda och svårmanöverbara vatten(speciellt vid Hormuz-sundet) därför är dom så små, de kommer främst användas till att lägga minor och blockera sundet, vilket de kommer att klara av effektivt. De har däremot ingen chans mot fregatter osv som har anti-ubåt vapen men deras storlek gör dom till dom effektivaste minläggarna i irans flotta, kanske inte så farligt mot fregatter somsagt men kommer vara en mardröm för kommersiella båtar. Och nu till Irans armada av speedboats, du förstår väl att Irans flotta försöker anpassa sig till det hotet som de möter, dvs högteknologiska stora system i grunt och svårmanöverbart vatten. låt oss säga att en amerikansk fregatt skulle bli attackerad av drygt 100 speedboats, vad skulle hända? joo fregatten kanske sänker 30-40 stycken till en kostnad av några miljoner dollar men vad händer sen? joo resterande 40 avfyrar sina torpeder och ner sjunker fregatten och man kan inte vända om eller åka mot någon annan riktning för att överallt är det för grynt eller för smalt eller så finns det minor, det här är Irans taktik. jag använder samma källor som du när jag läser så du borde ha läst det här , det första du tänker är antagligen tex aa HAWK systemet är för gammalt, aa men då får du tänka på att Iran egenproducerar dessa och utvecklat dess navigationssystem och radar till modern nivå, det finns många system listade där som kan skjuta ner moderna jetplan. Och nu till varför det inte går att invadera Iran, 1.Iran är militärt ett av starkaste länderna världen, förutom sitt eget försvar så har man skapat en halvmåne av stater i mellanöstern som man har punggrepp på(Iraq,syrien,Libanon och lite i yemen) dessa stater skulle få sina order och det skulle starta ett regionellt shitstorm, speciellt för saudi arabien och Israel. Så att amerikanarna och deras allierade kommer inte bara behöva bekämpa Iran utan Hezbollah i Libanon, det som skulle hända här är att det skulle starta ett nytt inbördeskrig i Libanon och man skulle få \"deal with that mess \" också läs på lite om vad som hände under dett förra inbördeskriget i Libanon så ska du se. I Syrien så skulle det också starta ett inbördeskrig och hezbollah och syriens arme skulle attackera Israel(dom har ett stort arsenal av robotar som dom har fått av Iran) i Iraq skulle det också bli Inbördeskrig. gulfstaterna skulle få sin shiitiska minoritet mycket radikaliserad till den grad att dom börjar utföra terrorattacker. Och detta är inte ens med Irans egna styrkor inräknade. Fö skulle Shahab-3 missiler totalt förstöra Saudis och dom amerikanska baserna där(då säger du aaa men dom har ju patriot-robotar, aa men fortfarande inte tillräckligt någonstans för att förstöra alla missiles som kommer komma flygandes, Israel har ju iron dome men ändå så träffar hamas och hizbollah ibland.) 2. okej låt oss leka med tanken att USA nu har gått igenom den första fasen, tänk dig hur utarmade dom måste va vid det här laget, nu måste dom täcka en extremt bergig terräng med en population på ungefär 75 miljoner invånare, du kanske aldrig har varit i Iran men människorna där må hata sin regering men dom är extremt nationallistiska och utländska trupper på iransk mark är ett stort nono, ingenstans skulle amerikanska soldater vara välkomna, tänk dig nu att Iran är större än både Afghanistan och Irak kombinerade. slutsatsen är att det är omöjligt att invadera Iran. Kom gärna med motargument om det är så att du vet något som inte jag vet."
	},
	{
		"postIndex": 631,
		"postNum": 652,
		"postLink": "/sp43984424",
		"postTime": "2013-06-20",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p55",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Om du inte har intresse av att diskutera militära saker så är du verkligen i fel underforum. Du kanske missade titeln \"Vapen och militär\"? För att det är bönder, kameler, skägg och fattiga människor som det handlar om när det är assymetrisk krigföring som är målet. Assymetrisk krigföring fungerar genom att fienden inte har några mål att fokusera på, att det inte finns några installationer, infrastruktur, avancerade organisationer etc som man kan slå ut. Och moderna, utbildade människor tycker inte om att bo i hyddor utan tillgång till fungerande vattenledningar och el, så därför fungerar assymetrisk krigföring bäst hos de som inte har något som man kan ta ifrån dem annat än deras liv. Så speedboats kommer hålla sig utanför amerikanska fartygs effektiva räckvidd, trots att de amerikanska fartygens räckvidd är totalt överlägsen deras egen och det därför endast handlar om hur nära den iranska kusten som de amerikanska fartygen vill gå. Och sedan ska de \"på något sätt överväldiga systemen med raketer och annat\". Jag förmodar att \"något sätt\" inkluderar hjälp från ovan pga de iranska soldaterna kommer att be väldigt hårt innan strid eftesrom de antingen kommer vara extremt religiöst övertygade eller kommer vara extremt oroade över deras chanser att komma levande tillbaka. Och doktrinen för amerikanska system är att de ska hålla sig på ett avstånd där Iran inte kan hota dem, och där de kan bekämpa alla de iranska system som utgör ett hot. För att därefter kunna gå närmare, då det innebär att de fortfarande håller sig på ett avstånd där Iran inte kan hota dem. Precisionsstyrda vapen, kryssningsrobotar, satellitspaning, stealthflyg etc etc. Jo, USA kan slå ut saker även från väldigt långt avstånd. Som ett exempel så har USAs främsta bombplan B52 har väldigt lång räckvidd och kan starta från USA och lufttankas och nå Iran, och är beväpnad med AGM-86 kryssningsrobotar laddade med ca 1 ton sprängämne och har en räckvidd i sig på 1000-2500 km, och varje bombplan bär 20 av dessa (som var och en kan nå varsitt mål). Och USA har troligen betydligt bättre koll på Irans \"rutter\" än det motsatta, och jo, i jämförelsen mellan USAs och Irans militär så är USA en superman medans Iran är en analfabet bonde. Woo? En propagandasnutt om hur Iran gräver massgravar för amerikanska soldater. Det hade kanske haft nåt värde om de hade några döda amerikanska soldater att lägga i gravarna, men tills dess så handlar det om samma sorts bravado som innan. Alltså att man hoppas att någon ska bli imponerad (vilket uppenbarligen fungerar på dig), dessvärre har det noll militärt värde. Annat än för den egna befolkningens moral möjligen. Och om det är något USA har bevisat i sina senaste krig så är det att de är förkrossande överlägsna när det gäller konventionell krigföring. Nej, man kan inte gömma undan vad som helst. Saker som är så stora att de kräver specialbyggda lastbilar för att förflytta är annorlunda från vapen man kan gömma i bakluckan på en bil. Och USA kan kontrollera sina kuster, det är landgränsen de har problem med. Och det största problemet där är politiskt, nämligen att det finns betydande krafter i USAs ledarsskikt som inte vill att man ska kunna kontrollera invandringen, precis som samma sak finns i Sverige, där vi skulle kunna ta itu med \"papperslösa\" om det inte vore för alla de politiker som förhindrar alla åtgärder emot dem och hellre lägger fram förslag om gratis vård åt dem och tillgång till skola och bidrag. Och det är mer eller mindre samma politiska skikt som man hoppas på för att vinna \"krigen\" i Irak och Afghanistan, att amerikanska politiker ska dra tillbaka trupperna, för själva har man ingen chans att militärt slå dem. Och samma kommer även gälla för Iran. Deras konventionella militär kommer att krossas på förbluffande kort tid, precis som Iraks, och eventuella eftereffekter kommer att avgöras i amerikanska senaten och representanthuset genom lobbyorganisationer, medans iranska folket och ledningen kommer vara maktlösa annat än genom att försöka influera dessa lobbyorganisationer."
	},
	{
		"postIndex": 1292,
		"postNum": 1316,
		"postLink": "/sp45375175",
		"postTime": "2013-09-23",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p110",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Återigen, hangarfartyg lär inte ligga i persiska viken och sundet i en krigssituation. Du snackar om att en kniv är jätteeffektiv i krig, förutsatt att alla strider sker på armlängds avstånd och en motståndare med en karbin inte får för sig att hålla sig på avstånd och använda sin överlägsna räckvidd när han vet att du bara har en kniv. Och eskortfartygen är väldigt försvarslösa mot fartyg utanför deras effektiva räckvidd, där har du helt rätt. Dessvärre är dessa eskortfartygs effektiva räckvidd så lång att på det avstånd så är dina mindre snabba båtar heller inget hot mot eskortfartygen eller något annat, och de måste in i eskortfartygens effektiva räckvidd innan de kan hoppas utföra något mot eskortfartygen eller det som eskortfartygen skyddar. Doktrinen för eskortfartyg är förenklat att skydda det de eskorterar, i det här fallet hangarfartyget. Och man gör det genom att ligga mellan eventuella hot och hangarfartyget så att eventuella hot antingen måste först bekämpa dem, eller passera förbi dem, innan de kan nå hangarfartyget. Återigen så utgår du ifrån att amerikanska fartyg alltså ska starta kriget inom några sjömils avstånd från den iranska kusten, istället för utifrån indiska oceanen och sedan gradvis arbeta sig inåt i samma takt som de bekämpar hot med kapacitet att nå dem. \"Hamnar den i viken under krigstid\"? Har Iran någon magisk teleportationsförmåga, eller har iranska soldater telepatiska förmågor som gör att de kan köra mind-control på amerikanska befälhavare? Varför skulle annars amerikanska befälhavare försätta sig i en så korkad situation? Såvida du inte förutsätter att det handlar om ett iranskt överraskningsanfall utan krigsförklaring medans ett amerikanskt hangarfartyg är på flottbesök då förstås. Och då skulle jag föreslå att du utgår ifrån det perfekta scenariot där hangarfartyget ligger för ankar medans besättningen är på permission. Fast UAV är inte särskilt effektiva i den rollen egentligen. Den stora fördelen med UAV är inte att de är svåra att bekämpa utan att de är billiga och inte riskerar piloter så det gör inte så mycket om de bekämpas. Fast de kostar fortfarande pengar och måste fortfarande produceras och föras ut till förband och ersättas. Iranska UAV lär alltså skjutas ner, på samma sätt som amerikanska UAV. Såvida du nu inte vill hävda att UAV är väldigt effektiva, för i ett sådant scenario så kommer det att betyda att USA är ännu mer överlägset med tanke på att de har fler och effektivare UAV är vad Iran har. Och att skjuta ner UAV är enkelt, mycket enklare än ett stridsflygplan, då UAV tenderar att vara långsammare, mindre manövrerbara, sämre reaktionsförmåga för piloten (pga fördröjningen i kommunikationen då han inte sitter i planet), sämre observationsförmåga och saknar motmedel. De amerikanska systemen kan väldigt enkelt skjuta ner dessa, inte minst som att dessa system är gjorda för att klara av inkommande robotar, vilka är betydligt svårare mål. Ja, systemen har sina begränsningar, men dessa har med tiden blivit ganska höga. AEGIS-systemet klarar rätt mycket. Och det är för ett enda AEGIS-system. Och en hangarfartygsgrupp har flera fartyg med AEGIS-system, som allihopa lär ligga emellan iranska hot och hangarfartyget och som måste bekämpas eller passeras innan man ens kan nå hangarfartyget självt. Och det inkluderar då alltså inte hangarfartygets egna kapacitet, eller snarare kapaciteten från dess flyg, med AEW och annat. Jodå, vi har inga problem med att förutsätta att Iran lyckas träffa sina mål. Dessvärre förutsätter vi också samma sak för USA. Som har system med större räckvidd. Du däremot förutsätter att amerikanska system antingen är oförmögna att träffa iranska mål, eller att amerikanska system helt enkelt inte existerar och de amerikanska fartygen är obeväpnade."
	},
	{
		"postIndex": 1251,
		"postNum": 1275,
		"postLink": "/sp45237657",
		"postTime": "2013-09-14",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p107",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Hur kan de hålla kontroll och köra sina operationer under tiden de inte ligger i persiska viken? Oerhört enkelt, flygbaser, såväl på land som flytande, behöver inte vara inom synhåll från sina mål för att kunna operera. Hur mycket bomber finns det? En hel del, och man kan dessutom skicka fler med förrådsfartyg från USA utan att Hangarfartyget behöver flytta på sig. Och de kan inte åka till baser i mellanöstern utan att tanka över Iran? Vilka baser då? Att flyga från ett hangarfartyg i indiska oceanen till en flygbas i Saudiarabien kräver en rätt rejäl och onödig omväg för att man ska behöva flyga över eller i närheten av Iran. Såvida du nu inte har en annan definition på \"närhet\" än de flesta av oss. Fast återigen så snackar du om fantasiscenarion skapade för Irans bästa. Varför skulle USA attackera mål i norra Iran från baser i indiska oceanen? Varför inte ifrån baser i Turkiet som Incirlik? Och varför skulle de anfalla mål i norra Iran som en inledande del av kriget överhuvudtaget när målet är att öppna Hormuz-sundet? Varför skulle de flyga över intakta och existerande iranska försvarsinstallationer för att anfalla liknande mål längre bort? Naturligtvis kommer man att gå metodiskt tillväga och först anfalla de mål som är närmast den bas man använder istället för att flyga onödigt långt bara för att ge iranskt luftvärn en chans att bekämpa dem. Om luftvärn som S-200 placeras vid gränsen, så är det dessa som man först kommer att attackera. Och först när inga mål längre finns vid gränsen så kommer man gå vidare. Beror på hur man definierar kontroll, samt att det förutsätter att USA överhuvudtaget försöker sig på en ockupation istället för att bara slå ut militära mål och relevant infrastruktur och endast invadera med marktrupper mot mål som är svåra att slå ut helt från luften (som underjordiska kärnforskningsanläggningar) och helt ignorera städer och regioner utan militärt värde. Sedan, anser du att USA hade kontroll över Irak och har det i Afghanistan? Räknas överfall som dödar lite manskap här och där verkligen som att USA inte har kontroll, när de kan skicka trupper hur de vill och deras patruller kan nå överallt och fiendens starkaste vapen är att hävda att de inte är fiender medans amerikanska soldater klampar runt i deras hem och letar efter vapen? Beroende på din definition av kontroll, så misstänker jag att USA enligt dig inte ens kontrollerar sina egna städer. 1) Ja, ni kommer att försvara er. Fast ni vet inte hur, utan ni bara hoppas på gudomligt ingripande samt system som inte finns i tjänst. Utan att ta hänsyn till att under den tid det tar er att ta dessa nya system i tjänst så har inte USA stått stilla utan utvecklar också nya system som de tar i tjänst. 2) För att Irans försvar mot amerikanska robotar är oövervinnerligt, medans amerikanska/israeliska försvar mot iranska robotar är obefintligt. Ironin är slående. 3) Förutom då att Shahab-3 har 2000 km räckvidd, medans det är sisådär 10000 km till USA. Senare varianter av Shahab-serien misstänks ha en räckvidd som kan vara upp till 5000 km. Vilket fortfarande inte är tillräckligt. Såvida du inte vill försöka ta upp som tidigare att Venezuela skulle agera som allierad och tillåta Iran att man sköt robotar därifrån. För Venezuela är troligen jättesugna på att bli bombade av USA, vilket de kommer att bli rätt jävla rejält om de skjuter robotar mot USA. 4) För de iranska supertrupperna kommer inte bara att spöa upp de amerikanska invasionsstyrkorna utan de kommer också att bevisa att Jesus var en tönt genom att gå på vattnet över persiska viken i miljontals? 5) Min gissning är att resultatet kommer bli rätt mycket som det blev mot Saddam, som också av diverse arabvurmare ansågs ha en modern, stor och slagkraftig militär. Angående Vietnamkriget så vann USA varenda större slag, och man bombade Nordvietnam till förhandlingsbordet och skrev på ett fredsavtal 1973, därefter drog sig USA ut alla sina trupper från Sydvietnam. När de amerikanska trupperna var borta så inledde Nordvietnam en ny offensiv mot Sydvietnam som nu inte längre hade någa amerikanska trupper som stöd vilket resulterade i en nordvietnamesisk seger 1975. Så visst, receptet på att vinna mot USA finns genom att studera Vietnamkriget. Nämligen att vänta tills det att de amerikanska styrkorna har lämnat landet, först då kan man slå USA."
	},
	{
		"postIndex": 1344,
		"postNum": 1370,
		"postLink": "/sp45809127",
		"postTime": "2013-10-23",
		"postUser": "Massaraduvet",
		"postUserID": "/u844125",
		"postUrl": "https://www.flashback.org/t1842501p115",
		"userUrl": "https://www.flashback.org/u844125",
		"sentence": "Forsättning. Under en krig kommer den Iranska strategin vara följande: Det finns Tiotals Mersad (Hawk) luftvärn som byggs varje år Dvs. att antalet ökar varje dag. Khatam Al-Anbia Air Defence base har utvecklat Hawk , Raad (Buk) , Herz-9 och S-200 till mycket mobila: http://www.iranmilitaryforum.net/air-defences/'increased-range'-and-'advanced-guidance-'-two-features-of-mersad/?action=dlattach;attach=42240;image (Titta på 1:00 - 1:35) (Titta på hela) Dessa luftvärn som vi har utvecklat vidare ''packas upp'' och flyttas till underjordiska anläggningar/vägar som sprider sig över hela Iran. (Tidigare har användare som IR5 och IRI pratat om dessa anläggningar med detaljerad), Det tar MAX 15 minuter att packa luftvärnet eller ta ut och pleacera. Bavar-373 (I nivå med HQ-9/Tidigare några S-300 versioner) kommer vara mycket mobil. (Endast modell. Dvs. inte nåt att räkna med utan bara utseende) ______________________________________ Om vi ser hur Iran kan stoppa USA hangarfartyg/Jagare/Fregatter så är det bara att se hur är det tänkt: Speedboats är för att försöka sänka några några Jagare kryssare och Fregatter inte för hangarfayget. Det finns tiotals olika sorter speedboats och varje har egen effekt. Bilder: (Med kapalicitet att avfyra torpeder) (30 Ton, Än vad jag vet från högt uppskatade personer inom IRGC Navy finns ca 80 och 15 såna kan tillverkas varje 15 dagar om det behövs - Dessa kan även bära C-802 och avfyra torpeder) Mer information: Speedboats är byggda för att attackera Jagare, kryssare och fregatter med stöd a IRIN/IRGC Navy fartyg i persiska viken flottan. Hundra/tusentals Karrar och Shahed drönare kommer avfyra 4 anti-ship missiler/st. Samtidigt deltar Ghadir , Fateh , Qaem och Kilo, Under tiden attackerar delar av Iran Airforce helikoptrar och flygplan som försöker sänka Speedboats och fartyg. När ett stort del av Jagare och Kryssare kommer vara sänkta kommer andra steget av planerade attacken börja. hudratals anti-ship missiler av sorterna Nasr-1 , Noor , Qader och Raad avfyras mot Hangarfartyget/hangarfartygsgruppen. Efter att stora delar av Hangarfartygsgruppen är sänkta eller icke operativa på direkt sätt avfyras: Mängder Khalije Fars anti-ship semi-ballistiska missiler... Khalije fars ASBM test: Om vi tittar på hur Iran kan attackera NATO fartyg under krig i allmänheten ser vi att det är möjligt och effektiv till större delen: Räckvidd: 360 km Stridspets: 320+ Kg Bild: Med andra ord så betyder det att Raad kan pleaceras i Sirjan och fortfarande täcka hela hormuz-sundet. Räckvidd: 130 km (versioner för speedboats med 30 km räckvidd och ghader med 220 km räckvidd) Stridspets: 135 kg (Qhader har stridspets på 200 kg stridspets) Bild: Noor anti-ship missil kan utplaceras i norra-bandar abbas och fortfarande täcka hela hormuz-sundet, Ghadir Anti-ship missil kan utplaceras mer än 100 km inne i iran och fortfarande täcka hela hormuz sundet. Tilllägg: Iran har världens andra största mobila Anti-ship missil gäng. IRGC har byggt så många mobila Anti-ship missiler eftersom de sitter ovanpå lastbilar och är då mobila. Dvs. om USA vill bomba Anti-ship missilerna måste de bomba VARJE lastbil i södra Iran för att vi kommer skicka ut tusentals lastbilar samtidigt (även om stor del av dessa kommer vara tomma), då det är bara att bomba på lastbilarna som på tur kommer inte vara ute hela tiden utan att de kommer ta sig in till dessa underjordiska anläggningar (spridna över hela Iran) för att skydda sig under tiden de inte avfyrar sina missiler. ____________________________________ Om USA väljer sissta och svåraste saken och det är att invandrera Iran, Den Iranska strategin i att försvara sig är följande: IRGC har hittat på lösning för problemet med civila livet/militära industrin under krigstid, och lösningar var anläggningen i Shiraz. I Shiraz finns en militär anläggning som är en av de största i Iran byggd under många år, i denna anläggningen finns: I denna anläggningar produseras både Missiler och stridsvagnar... Med andra ord, det är mycket stor anläggning med stor del under berg. Dvs. något i storlek med NORAD eller lite mindre/större. För att skydda civila är det följande planerad: I Varje ort finns cirka 3-5 skolor, dessa skolor är utrustade med bunkar och stora salar kopplade till insidan av berg, Skolorna är anpassade för att helikopter ska kunna landa och mycket mer utrustning för krig. Såna byggnader som Skolor , Shopping centrum , idrottshaller och så vidare är alla dessa väll-anpassade för krig. Sedan finns Zelzal och Fateh-110 missiler, dessa och enligt tester kan förstöra en samling av 3-5 Tanks direkt, räkna hur många hundra stycken av dessa missiler gömda i underjordiska anläggningar... Antal Zelzal-3s som kan tillverkas varje vecka är lika stor som antal Tanks USA kan transportera till Iransk mark varje dag. Med andra ord så kommer dessa missiler vara för effektiva. Den sissta viktiga delen i försvaret vid invasion av Iran är Basji, Idag är siffran på Basji registerade upp till 15 Miljoner, siffran är inte viktig utan att det viktiga är att ha så många Basji (frivilligt) för att USA kommer då hitta flera hudra tusen i varje stad framför sig. (OBS! jag kopierade en del text från tidigare inlägg eftersom jag tyckte det var helt passande för vad jag tänkte förklara) Tillägg: Ryssland vill köpa masstals av Shahed-129 och Sayyah drönare (Deras Airforce commander sa det under sitt besök till teheran på söndagen)"
	},
	{
		"postIndex": 1455,
		"postNum": 1481,
		"postLink": "/sp46799035",
		"postTime": "2013-12-29",
		"postUser": "mace2442",
		"postUserID": "/u574540",
		"postUrl": "https://www.flashback.org/t1842501p124",
		"userUrl": "https://www.flashback.org/u574540",
		"sentence": "Ubåtar är inte fartyg utan just ubåtar. Det är enbart tre av dem som har hydrofon och deras torpeder är såpass långsamma att de inte klarar en jagare. Det ska läggas till några gamla osa klass som jag faktist missade. Dock är de 60 tals konstruktioner och alltså i samma klass som fregatterna. Vilket man fortfarande inte kan då man som sagt inte kan hota motståndaren innan man är sänkt. Så de båtar som var det oövervinneliga vapnet är numer inte ens användbart? Fortfarande så röjer man minor med miröjare och dessutom har du fortfarande inte kunnat förklara hur du ska få ut några minor utan att dina minläggare sänks direkt. 39 sjömil brett är massor av utrymme att navigera på. Dina kowsar robotar når ju tex bara ca 8 sjömil så det är alltså 31 kvar där de är fullständigt ofarliga. Att du inte vill räkna de verkliga händelserna utan föredrar dina egna fantasier är uppenbart men för resten av världen så är det bara att konstatera att amerikansk flygdoktrin biter utmärkt på iranska fartyg. Sen är det liksom lite svårt med asymetrisk krigföring till sjöss. Ska du gömma dig bakom en fisk eller?. Från land? du skulle ju packa ihop och fly så fort det kom en robot mot dig så det kan vi ju stryka. Står du kvar slås dina radarsystem och ramper ut av inkommande robotar. Irans flygvapen har klart ont om plan som kan bära sjömålsrobot och är det nått som skulle leva ännu kortare tid än den Iranska flottan så är det dess flygvapen om det försöker komma i närheten av Aegisfartyg. Ett exempel som du till med själv anser vara orealistiskt och det är faktist det enda du har levererat. Dina speedboats kan inte ta ned några helikoptrar och därmed punkt. Helikoptrarna sänker däremot speedboats hur enkelt som helst. Under förutsättning att man ser nått i tid vilket man inte gör mot lågflygande attackrobotar. I synnerhet inte när man skickar in lite skenmål samtidigt plus lite störning. 30 minuter för att göra robotar klara för avfyring är samma sak som 30 minuter när de står still och bara väntar på att bli slaktade av attackflyg och kryssningsrobotar. Sen ska du då ha nån radar kvar så att du har något att rikta robotarna med. Annars står de bara och samlar damm. Du frågade efter det mest kvalificerade man hade när det gäller eldledning och det är de systemen. pantsir är hyffsat men har på tok för kort räckvidd för att vara ett hot. Det är mer avsett som närförsvar åt nått mer värdefullt. ya zahra är en kopia på crotale. Dvs ytterligare ett kortdistansvapen. Raad är även det kortdistans och inte i bruk. Mersad är som sagt en garagetrimmad hawk och inget mer än det. Därmed kvarstår SA-2 och SA-5 som de system som kan rikta vapen på något nämnvärt avstånd Nja. Det första man får göra är att börja tanka sina robotar för jag antar att de du menar och inte att det iranska flygvapnet skulle ge sig ut på äventyr. Det iranska flygvapnet skulle bli mycket, mycket kortlivat om det försökte sig på en sån övning. Börjar man tanka större mängder robotar så märks det rätt ordentligt. Det leder i sin tur till att både jakt och attackflyg försätts i stridsberedskap plus att man skickar en Heads-up till alla alierade enheter i området. Ser sen Dsps sateliterna att det börjar dyka upp balistiska spår från Iran som går mot tex Saudi så kommer det resultera i ett synnerligen bestämt motangrepp på en gång plus att det blir fire-at-will för luftförsvaret. De Iranska robotarna ska nu då ta sig igenom världens i särklass bästa luftförsvar (Dvs Aegis). De som slår ner är inte många nog för att totalkvadda de Saudiska baserna (Iran har helt enkelt inte så många robotar om man inte tillgripper massförstörelsevapen och gör man det så är det adjö Iran). De baser som skadas lappar man ihop på två tre dagar. Planen som vart \"hemlösa\" landar man på andra allierade baser i området som tex Incirlik eller Pápa Air Base, tankflyg har man gott om på den sidan och allt vad både Saudi och USA har av jakt och attackflyg kan lufttanka. Ber man snällt så får man antagligen låna både Jordanska och Israeliska baser också. Det som sen kvarstår är vedergällningen. Där har du glömt bort tex basen på Diego garcia som husserade B-52 och B-1 under tidigare konflikter i området. En annan bas du har glömt är Whitman AFB. Därifrån flyger B-2 tur och retur till Afganistan med full vapenlast. De kan släppa den över iran istället De B-1 och B-52 som inte får plats på DIego garcia kan baseras i storbritanien eller Italien istället. Lättare flyg kan man basera lite där man vill. Bagram AFB är ju en skojig plats Det blir inte det minsta farligare för hangarfartygens plan att ligga lite längre ut. Bara en lufttankning till vilket är ren vardag för dem. I kriget mot Irak lufttankade man över Irak redan första natten för då var det Irakiska luftvärnet fullständigt skrotat."
	},
	{
		"postIndex": 973,
		"postNum": 997,
		"postLink": "/sp44819203",
		"postTime": "2013-08-17",
		"postUser": "mace2442",
		"postUserID": "/u574540",
		"postUrl": "https://www.flashback.org/t1842501p84",
		"userUrl": "https://www.flashback.org/u574540",
		"sentence": "Du vet att upprepa ett sen tidigare överbevisat påstående inte gör det mer sant? De antiship missiler iran har är varianter på kinesiska Silkworms. 60 av dessa är fastbyggda i batterier på en ö så de är rent ut sagt enbart måltavlor för bombflyget. Fastbyggda saker dödar man eller rundar, svårare än så är det inte. Det finns ju skäl varför västvärlden avvecklade fastbyggda saker på 80 och 90 talen. Med dem borträknade så finns det då ca 40 kvar totalt utsprida över hela Irans kust. Dessa måste då först och främst ha måldata från en eldledningsradar. Problemet är bara att en sändade eldledningsradar ger bort sin position och därmed är den bortbombad snabbare än kvickt. Utan den kan man inte skjuta några robotar på längre avstånd utan man blir tvungen att skjuta på sånt man kan se. Problemet med att skjuta på optisk räckvidd är att man då är inom skotträckvidd från flottans kanoner. Det plus att Amerikanerna har måldata från både sateliter och flygande radarspaning vilket gör att den sidan kan skjuta på maxräckvidd. Rörliga robottar spåras först och främst med radar och satelit så att man vet vilka mål attackflyget ska plocka bort. Sen kan man inte bara stanna och skjuta även om IRI förefaller tro det. I verkligheten måste man stanna, fälla ned stödben, montera ihop robotramperna, ta bort övertäckningen på lastbilen osv, starta upp elverk för att få kraft till robottarna och sen ska dessa startas upp, förses med måldata osv. Det här tar lite tid (10-15 min) och under den tiden står man alltså fullt synligt och dessutom helt still. Därmed blir man omedelbart mål för både attackflyg och flottans kanoner. De senare behöver max en minut från eldorder till landning i målet. Det kommer att bli väldigt få robottar som lyckas lyfta men om vi är generösa och säger att 10 av dem faktiskt kommer iväg och är riktade mot hangarfartyget så har hon tillräckligt luftvärn för att ta ned dem själv. Naturligtvis kommer hon inte ens att få en chans att skjuta då Aegisfartygen plus flyget kommer att ta de robottarna redan innan hangarfartygets robottar har en chans att nå fram. De ASBM robottar som inte bombas bort på marken tar AEGIS fartygen hand om. De är liksom byggda för just det jobbet. Dina speedboats har vi ju rätt tydligt ovan visat att det räcker med två jagare eller en kryssare för att skicka alltihopa till botten enbart med kanoneld. Dvs vi har helikoptrar och robottar i reserven plus då att både ubåtar och flottflyget kommer att lägga sig i och sänka ett par högar de med. Som en liten extra reserv finns X antal hundra kompetenta attackplan från land att tillgå. Det stora frågetecknet är som jag nämde ovan om man ens ska slösa flygburna robottar på dem eller helt enkelt bara slå ut bessättningarna med hjälp av tryckvågor. Väljer man att angripa med flygburna vapen så är Jsow det föredragna vapnet för flottans F-18 med över 200 substridsdelar per vapen. Det är realistiskt att utgå från att varje Jsow kommer att sänka eller oskadliggöra ett större antal speedboats men om vi säger 5 per vapen och att en F18 kan ta fyra så blir det rätt ordentlig slakt från en attackdvision. En landbaserad F15E kan ställa till med betydligt mer skada. 12 CBU är en standardlast för en F15E och varje CBU lär ta åtminstånne 2-3 speedboats Så nä, vill man gå in i persiska viken med en CVNG så kan man göra det precis lika lätt som man gjorde det -91 och som man har fortsatt att göra sen dess"
	},
	{
		"postIndex": 1529,
		"postNum": 1555,
		"postLink": "/sp46978391",
		"postTime": "2014-01-10",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p130",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Det är helt OK, då \"folk\" här missar att USA har mer än ett fartyg, och tenderar att operara i grupper som stödjer varandra. Av något skäl så tror \"folk\" att ASBM är magiskt tack vare namnet ASBM. Vet du vad ASBM står för? Vet du vad en ballistisk missil är? För att svara på den frågan innan du ställt den, så är en kryssningsrobot en missil vars motor fungerar under hela resan och ger den kraft. En ballistisk missil däremot fungerar som en kula, den får sin kraft vid uppskjutet och därefter så flyger den bara med den rörelseenergin som den fick. En ballistisk missil är inte mer avancerad än en kryssningsrobot, den är tvärtom mindre avancerad. Skälet till att man använder dem är för deras längre räckvidd, då man skjuter upp dem så högt att de högre luftlagren är tunnare och ger mindre motstånd (ICBM t ex går helt utanför atmosfären där inget luftmotstånd finns, vilket är skälet till att de når halvvägs runt jorden). Att de sedan har en väldigt hög hastighet i slutfasen, alltså när den faller nedåt mot målet efter att ha nått toppen av sin bana, är ett mindre problem än många tror. För robotar som ska skjuta ned dem behöver inte flyga ikapp dem, utan de möter dem. Wow, , alltså tre miljoner stycken? Baghdad Bob släng dig i väggen, vi har en ny mästare i överdrifter. Sedan så har dessa 3 miljoner speedboats dessutom teleporters i bästa Star Trek stil, där den kan teleportera från skyddade iranska hamnar i underjordiska baser hundratals kilometer från kusten direkt till inom 20 km från amerikanska fartyg. Varför teleporterar inte Iran bomber direkt ombord på fartygen istället med den tekniken? Fast dina småbåtar kommer spendera en del tid inom de amerikanska fartygens räckvidd, innan det att de själva kommer tillräckligt nära för att kunna skjuta. Och vad händer om det amerikanska fartyget vänder om och åker bort ifrån de iranska båtarna? En Arleigh-Burke jagare gör mer än 30 knop, och kan dessutom hålla en högre hastighet i svår sjö än småbåtar. Men vi tänker oss fint väder och lugnt hav, och att Arleigh-Burke \"bara\" gör 30 knop (den går fortare men de exakta siffrorna är inte kända). Då är alltså skillnaden i hastighet 15 knop. Vilket är ca 28 km/h. Kort sagt, om Arleigh-Burke har en räckvidd på 50 km, medans dina småbåtar har en räckvidd på 20 km, så kommer det att ta mer än en timme för dessa småbåtar att komma tillräckligt nära för att skjuta. En timme, där det amerikanska fartyget kan skjuta på dem...... Hur många av dina småbåtar tror du kommer överleva? Hur många kommer ens att fortsätta följa efter, efte en halvtimme när de sett kamrat efter kamrat bli plockade och veta att det kommer att fortsätta ytterligare en halvtimme innan de ens får en chans att skjuta tillbaka? Och en timme är en lång tid.....du kan fundera på hur lång tid det tar för amerikanska enheter att agera och skicka flyg, helikoptrar osv för att understödja det amerikanska fartyget som de iranska småbåtarna jagar. Visst, vi kan säga att 10% av avfyrade missiler träffar. Synd bara att mindre än 10% av båtarna kommer att komma nära nog för att kunna avfyra sina missiler..... Det blir 1% det. Av 195 Kowsar så blir det alltså två träffar. Och det lär inte räcka för att sänka en amerikansk jagare. Vet du vad som hände i Vietnam? USA vann varenda slag, skälet till att man inte besegrade Nordvietnam var för att man inte fick invadera Nordvietnam av rädsla för att Kina skulle ge sig in aktivt på Nordvietnams sida, på samma sätt som hände i Koreakriget. Nordvietnameserna kunde alltså sitta säkra bakom sin gräns och skicka in trupper och vapen i Sydvietnam, där amerikanarna sedan spöade skiten ur allt som kom över gränsen. Men till slut, efter siffrorna 58'000 döda amerikaner och 1 miljon Nordvietnameser, så bombade USA skiten ur Nordvietnam, vilket tvingade dem till förhandligsbordet och man skrev under en fred, varpå USA drog tillbaka sina trupper. När de amerikanska trupperna hade lämnat Sydvietnam så bröt Nordvietnam freden, och USAs senat/kongress vägrade att skicka tillbaka de trupperna de hade dragit tillbaka. Bilderna där amerikanska soldater flyr i helikopter från Saigon är tagna ca 2 år efter att fredsavtalet skrevs på och är från när USA utrymde sin ambassad, de enda amerikanska trupperna som fanns kvar i landet var ambassadvakterna. Men visst, det blir väl en iransk \"seger\" som den i Afghanistan och Irak lär blir. Kort sagt, USA går in och spöar skiten ur alla trupper som finns, kvar blir bara motståndsmän som gömmer sig bland civila för att om USA upptäcker dem så blir de besegrade. Amerikanska trupper bygger baser i landet, klampar runt i presidentpalats och regeringsbyggnader med sina soldater och gör lite vad de vill, och det enda motståndet är en och annan vägbomb eller bakhåll. Och sedan proklamerar man vinst efter att USA lämnar landet då USA inte har något intresse av att ockupera halva mellanöstern i flera generationer. Visst, en sådan vinst kan nog Iran vinna. Synd bara att ayatollahn kommer gå samma öde till mötes som Saddam, och troligen också kommer hittas smutsig och rädd och gömd i något hål."
	},
	{
		"postIndex": 2255,
		"postNum": 2286,
		"postLink": "/sp49342789",
		"postTime": "2014-06-25",
		"postUser": "IR10",
		"postUserID": "/u905834",
		"postUrl": "https://www.flashback.org/t1842501p191",
		"userUrl": "https://www.flashback.org/u905834",
		"sentence": "400 km från Iranska kusten? Iran har ASBM som kan slå mål på 1800 km från kusten, även om det inte är effektivit på räckvidden funkar det utmärkt i att slå mål inom halva räckvidden (900 km) och om vi tar ännu närmare räckvidd på 500 km är träffsäkerheten ännu högre, tänk på att missilerna inte behöver placeras vid kusten utan endast radaren och tänk även på att ingen luftvärnsystem i världen kan stå emot mängder missiler. Sedan har Iran tillgång till satelliter och att skjuta ner liknande är en annan historia, speciallt när det handlar om dessa högt upp i rymden. Du vet föresten inte vad Iran har och inte har. Sedan bör du förklara exakt vad långt ute till havs är, hur många kilometer? Men i allmänheten kommer FAC/FAIC verka långt ute till havs utan vara hot för allt tillräckligt nära (Persiska viken eller Havet av Oman). Det är för att hålla amerikanerna borta från kusten, inte för att motverka hangarfartyg 500 km från kusten. 1. Brist på underrättelse i form av annat än satellitbilder är en misstag som amerikanerna inte kommer att begå, när du inte vet vad fienden planerar är du svag medan Iran har studerat amerikanska taktiker nogrant, men det roliga är vad målet med liknande krig kommer vara? att öppna Hormuz sundet? Hormuzsundet kommer inte stängas tills amerikanerna försöker med en attack. Eller är det att slå ut Iranska kärnkraftverken? Eller för denna delen att krossa Iran utan orsak? Förklara gärna.. 2. Rörlighet är inget man kommer ha nytta av då speedboats inte kommer befinna sig i närheten av hangarfartyget (om amerikanerna skulle följa scnearion du förespråker och slå ut mål i Iran mer än 500 km från kusten). 3. Vad ska du använda dessa vapen för eller emot? Mot speedboats eller vanliga fiskebåtar och handelsfartyg? kowsar kan läggas på allt som har uttryme, tänk hur mycket har utrymme. Eller tänker du sänka varje fartyg i Persiska viken? det borde ta tillräckligt mycket tid Sedan ska du självklart tillbaka och rensa persiska viken från minor samtidigt som du attackerar mål i Iran och ska slå ut hela försvarsmakten, speciallt luftvärnskomplexet. Sist glömde jag ubåtarna som du ska hålla koll på medan Iran inte behöver göra annat än att stoppa en amerikansk invasion då det är enda som kan göra en verklig effekt på Iran. Slår du allt så ska det byggas om igen, forsätter du kriget för länge så kommer du förlora det och vi har exempel som Vietnamkriget."
	},
	{
		"postIndex": 844,
		"postNum": 867,
		"postLink": "/sp44749774",
		"postTime": "2013-08-12",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p73",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Varför skulle jag ändra mitt språk och rätta mina ord? Det har varit rätt tydligt under krig de senaste sisådär 200 åren att islamistiska fundamentalister inte har varit särskilt framgångsrika i krig, särskilt inte mot en västerländsk. disciplinerad fiende. Ubåtsanläggningar och liknande baser kommer snabbt slås ut, de är prioriterade mål som man inte kan flytta på. Angående anläggningar i berg som angränsar till vatten så hänvisades det i en annan tråd till ett iranskt militärforum där man tog upp den saken, inklusive bilder på denna imponerande underjordiska flottbas, komplett med varv och krigsfartyg. Dessvärre så var bilderna från Berga örlogsbas..... Vad gäller att dina krigsfartyg inte behöver direkt stöd under kortare tid så verkar du inte förstå vad det handlar om. Ligger de ute på havet så är de lätta att upptäcka och därmed bekämpa. Vilket gör att man måste hålla dessa enheter med kort räckvidd dolda tills det att amerikanska fartyg kommer inom räckvidden, samt att behålla kapaciteten för att kunna hota civila fartyg som går genom sundet. Man måste alltså ha faciliteter som kan skydda eller gömma fartygen, faciliteter som sedan inte kan slås ut eller upptäckas. Stridsvagnar är i det här fallet rätt irrelevanta, de kommer endast att bli en faktor om USA skulle ge sig på en markinvasion, något som vore rätt idiotiskt, för då hamnar de i samma sorts assymetriska krig som de har problem med i Irak och Afghanistan, ett \"krig man inte kan vinna\". Om en sådan invasion skulle inträffa, skulle däremot stridsvagnarna snabbt slås ut, men då är vi inne i en helt annan krigsfas. Och man kan inte gömma båtar hur som helst, de måste ha tillgång till vattnet, annars är de svåra att använda. Och att köra ner en stor trailer med båt på flaket är något som syns rätt tydligt. Så 20 S-200 är tillräckligt för att skydda mot amerikanska kryssningsrobotar och bombflyg, men 54 amerikanska luftvärnsrobotar är otillräckliga för att skydda en amerikansk bas mot iranska diton? Konstigt hur mycket bättre iransk materiel är jämfört med amerikansk, trots att allting pekar på motsatsen. Nejdå, det är fullt möjligt. Men sedan kan man också oskadliggöra berganläggningar utan att förstöra dem, genom att helt enkelt bomba portar och liknande. En hamnanläggning i berget som fått sina portar sönderbombade så att de tar flera dagar att reparera är en hamnanläggning som inte fungerar under dessa dagar. Nej, man kan använda motsvarande jaktlänk eller liknande. Men problemet med radar är att de fungerar genom att de skickar ut en puls och sedan lyssnar efter ekon. Vilket i sin tur gör att man kan upptäcka en radar genom att lyssna efter dessa pulser (som upptäcks på längre håll än radarns effektiva räckvidd, eftersom pulsen måste nå målet och sedan studsa och gå hela vägen tillbaks). Under Vietnam så utvecklade man SEAD väldigt kraftigt, just pga att luftvärnet ställde till med problem för dem. Läs på om SEAD (suprression of enemy air defense) och HARM (high speed anti-radiation missile), och hur USA därför kommer att jaga luftvärnsbatterier och radar. Det är så USAs anfall kommer att se ut, först börjar man med att slå ut det iranska flyget och större anläggningar med kryssningsrobotar, sedan in med SEAD för att jaga luftvärnet, tillsammans med jaktflyg för att ta hand om de eventuellt kvarvarande fientliga jaktflyget. Därefter in med attack- och bombplan som är mer känsliga för luftvärn och jaktflyg, när det mesta sådant har bekämpats. Det är ett recept som USA har uppvisat ett flertal gånger, däribland i Irak och Libyen, med väldigt stor effektivitet. Att USAs ekonomi är som den är, det vet vi. Det har dock knappast någon inverkan på den här konflikten, då USAs militär fortfarande har vad de har och USAs ekonomi snarast har en förmåga att få ett uppsving under krig istället för tvärtom. Lyckas de stänga sundet en längre tid så blir det oljekris, men saken är just den att de kommer inte att lyckas hålla det stängt en längre tid. Däremot kommer naturligtvis oljepriserna öka, de ansvariga bolagen och länderna är nämligen väldigt förtjusta i att höja priset (och därmed sina vinster) så fort de har något att skylla på."
	},
	{
		"postIndex": 820,
		"postNum": 843,
		"postLink": "/sp44742555",
		"postTime": "2013-08-12",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p71",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Ja, religiöst indoktrinerade skägg är korkade, inkompetenta idioter. Krig efter krig har bevisat den saken. Fast du kan inte använda vanliga kustremsor utan några faciliteter som baser. Du kan köra iland dem på sandstränder och liknande mjukare kuster, men då kommer de att stå ut klart och tydligt på all form av satellitövervakning eller flygspaning. Ditt problem verkar vara att du inte förstår hur assymetrisk och konventionell krigföring relaterar till varandra. Du verkar tro att eftersom man kan gömma getherdar med AK47 och RPG-7 från amerikanska trupper i Irak och Afghanistan, så kan man gömma hela båtar, stridsvagnar och kryssningsrobotar från dem. Ska iranierna bedriva konventionell krigföring, vilket alltså är vad de gör med fartyg, ubåtar, kryssningsrobotar, luftvärn mer avancerat än axelavskjutna vapen, stridsflyg m. m. så måste de ha baser, landningsbanor och hamnar. Och de måste kunna skydda dessa från fientliga anfall, för annars kommer deras konventionella förmåga till krig att försvinna väldigt fort. Kvar blir då assymetrisk krigföring, vilket man varit bra på i mellanöstern. Men det innebär också att man inte är ett hot mot något annat än marktrupper och möjligtvis helikoptrar, som finns på så kort avstånd att man kan se dem med kikare. Vet du vad som är den stora poängen med UAVs? Att det inte gör så mycket att man förlorar dem, då de är billigare än ett flygplan och man inte riskerar att förlora någon pilot. Endast iranier hurrar sig blåa i ansiktet över att de lyckats skjuta ned något vars största fördel över vanligt flyg är att det inte är lika dyrt att få en nedskjuten. Det har jag gjort, dessvärre fortsätter du att tro att Iran kan använda avancerade konventionella vapen när deras förmåga till konventionell krigföring har förstörts. \"vapen om Iran har\" = \"vapen om Iran har\". Man får hålla hårt i de små sakerna, när man inte har något annat att komma med. Ska jag lägga till ett par andra stavfel så att du iaf har någonting att peka på? Vet du hur man stänger ett sund? Vet du vad som krävs? Vet du hur man slår ut vapensystem? Vet du det? Jag tvivlar. Fast man måste gömma dem tillräckligt nära kusten för att de ska kunna användas, och man måste ha radar och liknande för att kunna låsa robotarna på fartyg som passerar Om Iran väljer att gömma vapenssystem för att slå ut fartyg långt ifrån där de behövs, så kan kanske inte USA slå ut dem. Men då behöver de å andra sidan heller inte slå ut dem. Tja, tydligen så har ju inte dina fantastiska Iranska supervapen några sådana problem. Och jag tar inte med bergen och bergspass eftersom man är intresserad av det som finns vid kusten, och kommer att anfalla från kusten. Men visst, de iranska skäggen kan sitta djupt inne i en bunker under något berg, långt bort ifrån allt som är viktigt och sedan slå sig för bröstet att ingen kan nå dem. Att de inte kan nå någon heller är tydligen ingenting man funderar över. Vet du ens vad en ballistisk missil egentligen betyder? Vad som är skillnaden på en ballistisk missil och en kryssningsrobot? Och om Iran ger sig på USAs allierade, så innebär det att dessa kommer ge sig på Iran. Och att USAs största fiende i samtliga deras krig sedan andra världskriget, omvärldens opinion, då kommer att ställa sig på USAs sida istället. Och du fallerar en del på punkten, eftersom du gnäller om att Irans rätt att försvara sina intressen, religiösa doktriner och infrastruktur, samtidigt som du hävdar att Iran ska anfalla amerikanska fartyg och allierade och stänga sundet. Hur ska du ha det? Ska Iran vara offensiva och stänga sundet, eller ska de vara passiva och endast försvara sig mot amerikansk aggression?"
	},
	{
		"postIndex": 1356,
		"postNum": 1382,
		"postLink": "/sp46744270",
		"postTime": "2013-12-25",
		"postUser": "mace2442",
		"postUserID": "/u574540",
		"postUrl": "https://www.flashback.org/t1842501p116",
		"userUrl": "https://www.flashback.org/u574540",
		"sentence": "Problemet med landbaserade system är att de behöver något som ska peka ut målen för dem. Det något saknar iran. De iranska fregatterna är som sagt rena bojsänken idag. Några jagare har man inte. Ubåtarna är så primitiva att de är helt chanslösa. FÖr att en ubåt ska vara farlig så måste den ju kunna röra sig ouptäckt. De Iranska båtarna är såpass primitiva att det innebär att de får hålla sig till ca 3 knop. Dessutom måste de upp till ytan minst varannan dag för att fylla på färskluft och ladda batterierna. Varje gån gman gör det så är positionen röjd. Ska man gå i strid så kan man inte göra det med tomma batterier heller utan du måste ha reserver i dem så du får räkna med att du måste snorkla innom max 100 km från mål. Det innebär bara en sak. Sänkt ubåt. Speedboats är jättebra för att anfalla obeväpnade handelsfartyg. Försöker man hoppa på en jagare så går det lite sämre då jagaren utan vidare kan sänka speedboats långt innan de kan skjuta på jagaren. Dessutom har jagaren både sensorer och eldledning som kan hantera situationen. Plus då att den har ett par helikoptrar som kan plocka lite fler speedboats. En vanlig 127 mm sjömålsgranat ställd för avståndsdetonation tar ut vilken speedboat som helst. Går det tätt ihop som iri eller om det var Ir5 tyckte var en bra ide så sänker man flera med en granat. Har man sen riktigt flyt så detonerar vapenlasten också så fick man några till som bonus. Vill Iran ha så stor nytta som möjligt av sin flotta så är det att sälja den till första bästa skrothandlare. Då får man i varje fall ut nått bra av den Förutom den iranska flottan så har IRGC en hel armada av speedboats av olika modeller. många är bestyckade med torpeder. Dessa speedboats är kanske inte så farliga när dom är ensamma, men tänk er flera hundra speedboats med torpeder backade av landbaserade anti-skepp system, och en av de främsta konventionella flottorna i världen. Vi får inte heller glömma det iranska flygvapnet som kanske inte är det modernaste men har alla moderna utrustning dvs vapen,navigeringssystem. Det USA kan göra är att placera sina hangarfartyg i det arabiska havet och på sätt hålla dom undan irans anti-skepp missiler och speedboat-armada och därifrån försöka bomba längs irans södra kust, men detta är ett väldigt farligt uppdrag som lätt kan gå snett då iran har ett väldigt väldigt tätt luftförsvar med avancerade moderna system. Självklart kan USA vinna över irans militär, men en invasion av iran är totalt omöjligt, det går helt enkelt inte. Även om man skulle komma förbi irans defensiva linje i den persiska viken så återstår det en hel del skit, det är även skitsnack att basij kan mobilisera 15 miljoner personer, det kanske ser så ut på papper men i själva verket kanske det kommer handla om runt 3-4 miljoner trupper."
	},
	{
		"postIndex": 376,
		"postNum": 382,
		"postLink": "/sp43380419",
		"postTime": "2013-05-11",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p32",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Vilket baserar sig på väldigt utdaterad information, då hangarfartyg inte har sänkts i strid sedan andra världskrigets slut. Och dessutom verkar din taktik basera sig på att hangarfartygen är ensamma och man därför kan förvirra dem genom att skicka in flera enheter av olika typer. Dessvärre så förekommer amerikanska hangarfartyg i stridsgrupper med ett hangarfartyg som center och sedan ett antal support- och eskortfartyg som backar upp denna. Och man har i moderna system satt väldigt hög prio på förmågan att kunna hantera multipla mål samtidigt. Och att tillverka hangarfartyg är svårt, då det är stora och avancerade fartyg, som man inte bara kan bygga hursomhelst. Dessutom krävs det att man har flyg som kan operera från hangarfartyg för att man ska kunna använda fartyget för dess syfte. Och nej, Iran kan inte skicka missiler med hjälp av satelliter, och amerikanska fartyg har förmågan att skjuta ner inkommande missiler. Vid en eventuell konflikt så kommer troligen Irans satelliter att försvinna redan första dagen, då USA har tillgång till satellite-killers och Iran saknar förmågan att skydda sina satelliter från dessa. Men däremot kan du nog ha rätt i att man redan dag 1 kan sänka alla amerikanska hangarfartyg som befinner sig i Hormuz-sundet, då det är så litet och ligger så nära Iran att man inte behöver några fartyg för att kunna nå det med robotar och flyg. Vilket i sin tur är ett skäl till att det inte kommer finnas några amerikanska hangarfartyg där om situationen börjar dra ihop sig till krig, utan kommer att finnas utanför räckvidden för iranskt flyg och iranska missiler."
	},
	{
		"postIndex": 1581,
		"postNum": 1608,
		"postLink": "/sp47254276",
		"postTime": "2014-01-28",
		"postUser": "paecmaker",
		"postUserID": "/u526775",
		"postUrl": "https://www.flashback.org/t1842501p134",
		"userUrl": "https://www.flashback.org/u526775",
		"sentence": "Precis som jag sa då, man ligger utanför räckvidden av \"det mesta\" av Irans kustrobotar, att man har en sort som når så långt ändrar inte det faktum. Jag vet inte exakt hur många man har av den sorten men jag har svårt att tro att över några hundra finns utplacerade offensivt(om ens några). Även om de har en räckvidd på 300km måste de ändå förflytta sig till relation av hangarfartyget då persiska gulfen är snäppet större än 300km och jag har svårt att tro att hangarfartygen någonsin ligger stilla(helst om du vill att alla ska vara inom räckvidden samtidigt). Jag har heller inte hört om en Anti ship robot som klarar över 2000km, det enda jag har hört är om Shahab 3 som är något helt annat. sen så litar jag inte helt på vad du säger att personalen alltid verkar finnas på plats, alla kan inte vara redo att rycka in med några minuters förvarning, helst inte när det handlar om flera tusen personer(minst). Att det finns folk som kan ta order betyder inget, de behöver få ett meddelande(troligtvis via radio) att starta anfallet vilket då troligtvis kan avlyssnas av USA/SA/Turkiet och ge minst 30 min förvarning vilket räcker gott och väl för att få skeppen i bättre position och fullt redo för strid. Ubåtar är inte oslagbara och CSG har(har jag för mig) skepp som är gjorda för att möta just ubåtar samt att man kanske även har egna ubåtar, och om de lyckas skjuta sina robotar så krävs det att många andra också lyckas skjuta sina robotar för att ens vara ett hot(och frågan är hur stor chansen är för det då småbåtarna måste ta sig mycket närmare för att ens skjuta. Så låt oss kolla här. Vi har småbåtar som kommer bli upptäckta så fort de lämnar hamnen, vi har några ubåtar som kanske kan skjuta iväg några dussin robotar, något som inte kommer överbelasta något av skeppens robotförsvar. Vi har också landbaserade robotar vilka större delen kommer vara värdelöst då hangarfartyget kommer ligga längre bort än de kan skjuta. Vi har också milisar som kommer vara otränade, dåligt beväpnade och utan samband. De kommer möta minst. USA, en eller två Carrier Strike groups, vardera med över 60 flygplan + helikoptrar samt ett stort antal stödfartyg som kan skjuta bland annat med tomahawk på Irans positioner. Saudiarabien, Flygvapnet med hundratals moderna amerikanska jaktflygplan(och då amerikanska tekniker finns på plats så etc), sen har man andra topmoderna flygplan(har för mig att man har börjat använda Eurofighter Typhoon)(samt lika välbeväpnade markstyrkor) Turkiet, Nato medlem med stark arme och ett starkt flygvapen"
	},
	{
		"postIndex": 1242,
		"postNum": 1266,
		"postLink": "/sp45136559",
		"postTime": "2013-09-07",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p106",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Jag misstänker starkt att du är en fjunig tonåring, eller möjligen bara passerat åldersgränsen för FB med några år. Du förstår, vi hade i Sverige något som kallades ett värnpliktsförsvar för bara ett par år sedan, och FB är inte bara fyllt med fjuniga tonårsgrabbar, utan en hel del av oss har gått ur gymnasiet och det för ganska många år sedan. Detta värnpliktsförsvar innebar att en stor andel av unga svenska män gjorde militärutbildning som oftast kallades \"lumpen\" i folkmun. Jag skulle säga att en majoritet av män över 40 har gjort lumpen och en ansenlig andel av mellan 30-40 har gjort den. Därefter faller det raskt av då man började lägga ned det svenska försvaret. Man för den här diskussionen så kvarstår faktumet att en stor andel av svenska män över 30 har militär erfarenhet. Däribland jag själv, då jag gjorde lumpen som pansarsoldat på den tiden då man inom försvaret forfarande talade om saker som 122/90 brigader, och det utan att skratta sorgset och nostalgiskt. Det är mycket därför som vi skrattar åt er båda då det framstår rätt klart för de av oss som har militär utbildning och erfarenhet, att ni inte har det. Man lär sig nämligen rätt snabbt på ett fåtal fältövningar hur mycket underhåll betyder (inte minst för de av oss som hade lite mer avancerade prylar, som oss pansarsoldater) och hur snabbt stridsvärdet sjunker när man inte fått äta på ett par dagar. Du kanske tycker att det inte är så illa, att du minsann gått ett par dagar utan att ha ätit något, men soldater ska dessutom utföra en massa energikrävande uppgifter, vilket gör att det hela väldigt snabbt ser annorlunda ut. Och framförallt hur hjärnan drabbas av denna energibrist. Du verkar dessutom tro att all världens olja passerar genom sundet, så om man bara stänger det så blir det akut oljebrist i världen. Fast så ser det inte ut. Saudiarabien kan skeppa ut mycket av sin olja från hamnar i röda havet, och du kan kolla upp vad IPSA är (Iraq pipeline through saudi arabia) och Förenade arabemiraten invigde nyligen en oljepipeline byggd av Kina som innebär att 3/4 av deras oljeproduktion skeppas ut från andra sidan sundet. Lägg sedan till att det finns andra oljeproducenter, som kan öka sin oljeproduktion (vilket de lär göra med ett ökande oljepris, då de tjänar mer pengar på det) för att täcka upp ett tillfälligt bortfall. Sedan finns det oljelager upplagda som gör att mindre avbrott inte påverkar i stort, eftersom det bara innebär att oljetankarna i utskeppningshamnarna fylls och oljetankarna i importhamnarna töms, allt som krävs är att när sundet öppnas igen så blir fartygstrafiken lite mer intensiv för att återigen se till att det är tankarna i importhamnarna som är fulla och utskeppningshamnarna som är tomma. Det skedde nämligen stora störningar i oljetransporten genom sundet under Iran-Irakkriget och under de båda Irakkrigen (mot USA) och inte minst vad som skedde i kuwait-kriget. Men inget av detta ledde till någon global oljekris. Iran måste hålla sundet stängt rätt länge, för att det ska få någon verklig effekt, det räcker inte med att de stänger det över en helg. Återigen så förstår du inte militära spörsmål. Jag tog upp det tidigare i tråden att det är skillnad på assymetrisk och konventionell krigföring. Du tror att man kan föra en konventionell krigföring med sjörobotar, ubåtar, flygvapen, avancerade LV-robotsystem och diverse annat, och ändå ha fördelen av assymetrisk krigföring, vars grundkoncept är att man inte har något sådant och fienden därför inte har några klara mål att bekämpa. Så teknologi avsett att slå en fiende som nyttjar konventionell krigföring fungerar dåligt på någon som nyttjar assymetrisk krigföring, det är liksom det som är poängen med assymetrisk krigföring. Så om du vill vara lika svår att slå ut som talibaner, Hizbollah och diverse andra relativt framgångsrika muslimska organisationer (till skillnad från de reguljära, konventionella stridskrafterna i Irak, Libyen, Syrien, Egypten mfl som åkt på storspö mot USA och Israel) så blir det till att nyttja AK47 och RPG och gömma sig bland bönder och fåraherdar, för att på så sätt göra det svårt för fienden att identifiera en (det är det som är problemet, inte att hitta dem, utan att klart visa att det är fiender och inte vanliga bönder, så man dödar fiender istället för att mörda civila). Men du kan inte vara lika svår att slå ut som dessa, samtidigt som du agerar och är utrustad som konventionella stridskrafter. Och vad är IRGC egentligen? Om inte en para-militär organisation som i princip ingår i den iranska militären till allt annat än namnet och organisatorisk struktur. USA kan snacka om att Marinkåren och Armén är två helt olika saker, men för praktiska skäl när man jämför USAs väpnade styrkor så räknar man ihop dem ändå. Samma med Iran. Kalla det IRGC, kalla det si-och-så-brigaden och ditten-och-datten-kåren, det enda som skiljer är organisatorisk struktur. Kanske ska man kalla IRGC för Irans militär istället, och Irans militär för en para-militär organisation. Men det är ändå irrelevant, båda ingår i de väpnade iranska styrkorna, då man ser till helheten. För övrigt så borde du läsa \"Why arabs lose wars\". Visst, du kan hävda att Iran inte är araber, men det är ändå kraftigt influerat av arabisk kultur. Och inte minst tar man där upp problemet med just IRGC och liknande organisationer, vilket främst handlar om att förhindra militärkupper, något som diktaturer har vissa problem med. Man måste balansera olika militära organisationer och grenar mot varandra, för att ingen ska få för mycket makt och vilja ta över landet från den sittande diktatorn. Och sedan kan du hävda att Iran är en demokrati hur mycket du vill. Den valda presidenten är inte den som styr landet."
	},
	{
		"postIndex": 1328,
		"postNum": 1353,
		"postLink": "/sp45521062",
		"postTime": "2013-10-03",
		"postUser": "Ivan13",
		"postUserID": "/u837698",
		"postUrl": "https://www.flashback.org/t1842501p113",
		"userUrl": "https://www.flashback.org/u837698",
		"sentence": "Börjar fundera på om du läst länkarna jag skickat så jag citerar istället nu. Sen detta, men det är väl också spaning eller landstigning? Fel igen. Ryssland stödjer officiellt Syrien och skulle hjälpa de vid en invasion. Som sagt, Kina är beroende av Iran och Ryssland. Iran och Ryssland skulle direkt bli involverade och där kommer vi in på Irans förmåga - och ihop med Ryssland och Kina har de absolut möjlighet att sänka hangarfartyg. Militär teknologi brukar ligga längre fram än civila \"wikipedia-forskare\". Bara för att du inte kan läsa specifikationerna på wikipedia betyder inte att dessa inte existerar eller är i bruk. BrahMos-II existerar annars får du ange källa på det som jag gjort så sluta sticka ner huvudet i sanden som en struts och bemöt argumenten om vi ska kunna föra en diskussion. Du kan se grafer på olika robotars räckvidd beroende på vikt. Däremot når de garanterat fartygen som står utanför kusten, tillåtet eller ej så går stridsspetsen bytas ut för längre eller kortare räckvidd. Dessutom klarar de flesta robotar som utvecklas idag av längre räckvidd om de modifieras lite, detta beror på att det finns restriktioner på långdistansrobotar så även om du läser på wikipedia om x räckvidd kan detta likväl bero på att de inte får skjuta längre än så. Det är mycket invecklat med USAs skulder, Kinesiska lån, Kinesernas ökande behov av olja. Irans relation till Syrien och dess strategiska position vid en invasion av Iran. USA har försökt störta regimen tidigare genom att stötta terrorgrupper men misslyckats, majoriteten är nämligen shiamuslimer och även om det vore demokratiska val hade de röstat shia. Just Iran är ett land som plågar CIA än idag hur de kunde missa revolutionen och tappa makten. Syrien styrs av Assad som tillhör en undergrupp till shiamuslimerna som kallas Alawiter. Därmed försöker vi i väst störta och skapa spänningar genom att skicka vapen till sunnimuslimerna (I Syrien är de i majoritet) och därför finns det en liten chans att det lyckas. Förstår att många har svårt att förstå varför jag drar upp andra länder än Irans egna förmåga är för att det är viktigt att se till det holistiska perspektivet. Ja, ett hangarfartyg går att sänka har vi konstaterat. Kan Iran sänka det? Det beror på olika faktorer som jag tagit upp, bland annat med hjälp av Rysk och Kinesisk teknologi vilket varken du eller Ormen kan påstå inte finns i Irans händer nu, däremot tror jag det kommer finnas hos Iran om USA angriper Syrien. Därmed menar jag att jag fortfarande håller mig inom ramen för frågeställningen eftersom det hänger ihop. Beträffande vilka robotar som finns i tjänst eller inte vet vi nog lika lite båda två, däremot vet vi vilka som utvecklats och testats och kan förutsätta att de som klarat av flera testfaser placerats och finns på vissa båtar vare sig det står på wikipedia eller ej? Utbryter ett krig i den skalan är det akut att få ut modern teknologi vare sig den är i testfas eller ej."
	},
	{
		"postIndex": 1035,
		"postNum": 1059,
		"postLink": "/sp44863243",
		"postTime": "2013-08-20",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p89",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Att försätta ett hangarfartyg ur stridbart skick är tämligen enkelt, då det måste gå i hög hastighet för att skicka upp plan då det använder fartvinden för extra lyftkraft. Ett par torpedträffar kommer tvinga fartyget att gå långsamt, vilket gör att det inte kan skicka upp flygplan. IAF inte tungt lastade, möjligen att man kan skicka upp dem med jaktlast och begränsad bränslemängd för defensiva operationer. Moderna torpeder är trådstyrda, vilket är skälet till att man inte längre har någa torpedtuber riktade bakåt (eller åt sidorna) som under andra världskriget. Det innebär att man kan låta dem gå tre varv runt ubåten och sedan skicka iväg dem åt valfritt håll, om man nu vill. Eller att lägga en fälla genom att låta torpederna gå ut tyst istället för att \"skjuta\" iväg dem med tryckluft/väteperoxid, genom att göra så, så kan man också skicka ut ett par torpeder tyst, låta dem gå iväg en bit ifrån ubåten i en vinkel och sedan låta dem gå iväg i hög fart därifrån, vilket gör att ljuden från torpederna inte leder direkt till ubåten. Vilket förklaras rätt enkelt när man ser till vilka förhållanden franska och ryska hangarfartygsstridsgrupper är tänkta att operera under jämfört med de amerikanska. Amerikanska hangarfartyg är främst till för öppet hav i Atlantens och Stilla Havets väldiga vidder, medans ryska och franska är mer tänkta för medelhavet, svarta havet och längs Europas atlantkust där man är betydligt närmare land och grundare vatten och därför mycket större risk att möta på ubåtar. För övrigt så är det lite samma med snacket här om iranska ubåtar. Jag tvivlar på att iranska ubåtar har någon större förmåga att operera särskilt långt utanför persiska viken, och i ett krigsläge så lär amerikanska hangarfartyg inte ligga så nära land som de måste i den för deras del väldigt trånga persiska viken. Det är lite det som är tanken. Tänk på att ett enda hangarfartyg har ett slagkraftigare \"flygvapen\" än de flesta av världens länder. Den amerikanska flottan är lika stor som de efterföljande 17 nationers flottor tillsammans, räknat i tonnage, och troligen mäktigare än samtliga andra nationers flottor tillsammans. Den amerikanska militära överlägsenheten är idag större än någonsin med Sovjet borta och Kina fortfarande på utvecklingsstadiet (de presenterar många nya fina vapen men har ännu inte producerat dem i större antal och förbandssatt dem). Att landstiga i USA har mer eller mindre varit en omöjlighet ända sedan någon gång innan andra världskriget, och definitivt en omöjlighet efter andra världskriget, när USA tog över som härskare över haven från britterna. Kvar har vi Kanada, som det kan diskuteras om de är bästa vän med USA eller med Storbritannien, samt Mexiko, som medans de har en mängd gnabb ändå är rätt väl allierade på det militära planet."
	},
	{
		"postIndex": 648,
		"postNum": 670,
		"postLink": "/sp44077906",
		"postTime": "2013-06-27",
		"postUser": "IR5",
		"postUserID": "/u392693",
		"postUrl": "https://www.flashback.org/t1842501p56",
		"userUrl": "https://www.flashback.org/u392693",
		"sentence": "Det är nog lite svårt att få någon statistik över befolkningens verksamheter i Iran. Vidare är det väldigt svårt att avgöra något om IRGCs speciella högskolor/universietet och forskningscentraler som dessvärre inte räknas med i din fattiga statistik. Någon som tillhör IRGC,Sepahe Qods eller andra organ kan se ut som vilken jordbrukare som helst.Någon som forskar vid deras centraler kan också se ut som vem som helst. Lite seriösare inlägg tack.. Nej, jag tror nog att du har fått för dig saker och ting! Det är inte alls så som du beskriver.. Inte förrän du ser riktiga strider så kommer du inte att förstå dig på indoktrineringen du har varit utsatt för! Det du hört om teknik är oftast reklam och underhållning. Krig handlar om doktriner,strategier,propaganda och underrättelser. Det spelar ingen roll vilken teknik du använder, så länge din fiende har taktiska fördelar gentemot din avancerade teknik så blöder du. Så är det! I detta fall har du en Navy vars farkosters doktriner inte är passande för miljöer som persiska viken eller sundet. Vad som rekommenderas i detta fall är att man helt enkelt håller sig på avstånd! Detta är vad som händer.. Sen kan även Rambo finnas ombord, det hjälper inte.. Vad är det som är så svårt att acceptera? Har jag sagt att Iran har en bättre teknologi? Jag har redan förklarat att strategierna och taktikerna kommer att variera beroende på vart denna konflikt ska äga rum. Sundet kommer att hållas stängd, sundet kan du bara glömma om Iran bestämmer sig för att stänga det. Småbåtar och FAC som du nämner är intressanta vid sundet och kustnära zonerna vid farlederna. Utanför sundet eller i X och Y havet kommer utmaningen att vara svårare men detta gäller även USN. Jag tror inte en \"boghammar\" tänker \"möta\" fartyget men däremot andra \"FAC\" med torpeder som kommer att ha bekymmer med.. Bra då blir amerikanerna begränsade. Dessutom så är deras baser uppe i luften första timmarna efter en eventuell aktion. Du har ingen chans att rädda något där.. Nej du kan inte ens komma i närheten av Irans kuster och berg och detta bevisligen. Så länge du inte har rätt underrättelse kan du inte lyfta något oavsett om du har flygande tefat eller en flygande cykel. De har system som kan utmana dig och dina rutter är så uträknade och bevakade.Sist man försökte gick inte alls bra . Jo vi slog Irak rätt bra, detta med tanke på stödet som Irak fick. Den militära organisationen från den tiden kan du lägga åt sidan för ingenting säger något om det aktuella militären. USA räknade inte ens med att Iran kunde hålla ut så länge strax efter en revolution. Din jämförelse är ingenting som skulle ge oss något att gå på. Du kan upprepa den saken hur många gånger du vill men säger oss inte ett dugg om situationen idag. Samma bild som sägs vara photoshopat av Iran. Irans statliga TV Så det du presenterar är propaganda mot Iran, alltså har någon photoshopat bilden och som senare Iran ska anklagas för. Hoppas du nu har fått svar för den invändningen. Jag har redan besvarat anklagelserna gällande den bilden eller hur?.. Jag länkande till den nyhetsbyrå som för första gången kom ut med den bilden. Men det står ju tydligt att det är sketch.. Ja verkligen.. speciellt det senaste var en höjdare.. Det klart att USA har en högre teknologi. Men du förstår väl att det inte blir trevliga reaktioner då man hotar ett lands infrastruktur. Lyssna nu på lite mer smartare europeer.."
	},
	{
		"postIndex": 780,
		"postNum": 803,
		"postLink": "/sp44728828",
		"postTime": "2013-08-11",
		"postUser": "IRI",
		"postUserID": "/u824274",
		"postUrl": "https://www.flashback.org/t1842501p67",
		"userUrl": "https://www.flashback.org/u824274",
		"sentence": "Vad menar du med din ''Iranier med skägg'' ?! De ''Iranier med skägg'' Ligger på nummer 1 i listan för snabbaste utveckling i år [2012-2013], Andra frågor? En sak till, Jag vill bara säga att de är V&M och inte Utrikes, När du säger ''Räcker med en foto och en radarsatelit för det jobbet'' får du lära dig en sak, Iran är inte vanlig land som sverige eller norge vid militära delen, Tex. Så Kanske [Kanske bara] finns flygplatser och vapensystem under bergen med utgång vid öppning av en annan ''Mindre berg'' De finns många saker man kan ha de robortar i, En annan sak är underjordiska missiler som US baser kommer få problem av, 48-72 Timmar, Skojar du med mig...? De finns nära 1000 Sjömålsrobortar i storlek av C-802[Noor] och större, De finns något mer än 1000 ''Speedboats'' som avfyrar Kowsar missiler med räckvidd på 15-20 Km, De finns andra saker USA baser kommer bli arga för de 11000 Missiler/Granter är inget mot Riktiga mängden som är kanske 20000 Missiler kch granter som kommer avfyras från Hizbollah/Syrien/Iran mot Israel och olika USA baser i mellanöstern, Om du vill inte tro så tar vi exempel på Hizbollah bara med 12000 Granter enligt GlobalSecurity.Tom blir U.S Soldater Mellanöstern grillade kycklingar för missilerna, Om vi tar exempel på skyddet för Al-Udaid militär bas i Qatar som tillhör USA så finns de 3-6 Luftvärnsrobortar som kan träffa missiler med hastighet på 3+ Mach, En luftvärn kan träffa 9 missiler under kortare tid, och om vi säger att de finns 6 luftvärnrobotare så är de 9X6 = 54 Missiler som kommer skjutas ner som 100% [Maxnivå]. Då och om vi avfyrar 200 missiler då blir de 22-54= 146 missiler som kommer träffa målet osv... de är bara första svar på USA, Om USA avfyrar Kryssningsrobortar och attackerar med flyg igen blir de svarade med på andra sätt, Vi kommer stänga hormuz, Jag lovar dig på 21 dagar stängade av hormuz, Om USA blir dum och forsätter har vi inga val då, våra ''Terrorister'' kommer att göra flera 11 september händelser i Newyork, Sydney , Washington , Stockholm , Berlin , London och andra städer i väst kommer terrorattackeras, Om USA forsätter på hårdare sätt kommer vi använda de hårda sättet, De är möjligt att vi använder missil-Basen i venzuela och avfyrar tio/hudra-tals Sejjil-3 {3000-3500 Km räckvidd] mot USA, De sissta saken som vi gör är då att avfyra missiler mot oljefäll. Jag kan lova dig att vi kommer avfyra minst 22+ missiler och fråga inte mig hur och annan meningslösa frågor för att jag har mina orsaker. Om USA väljer att attacker på hårda sättet blir de Shia-revolution i Saudi-arabien , Bahrain och andra mellanöstern stater som Jemen och Kuwait de är osannolikt men möjligt att sissta saken vi gör är att använda kärnvapen mot USA och de ska jag aldrig förklara om du frågar. Jag tror inte att dina B-2 och F-22 ska kunna flyga minst 500 Km för att flyga mot kärnanläggningarna och centrala militärbaser utan att upptäckas. Jag tror ochså att ''sa har ett antal hundra stycken med en utmärkt träffsäkerhet och de kan hjälpa till att bygga om stora delar av Iran till glasöken vid behov'' Men de är meninglös sak, USA kommer inte kunna byta regimen i Iran för att de kan lösas med endast 1 sätt och de är att invadrera iran fram till Qom och teheran, USA kommer inte kunna ta sin in Iran, De USA kan göra med all arme-Makt mot Iran är att nå Busaher , Annars är de röd lampa, USA kan inte stå mot 11 Miljoner Basji militärer med 1 Miljon välltränade och har deltat i krig och sedan ca 400000 som är välltränade , Vällutrustade och har krig som att äta mat, Den som bor i huset kan mer om den än sina grannar. Ska ni tanka era flygplan över våra luftrum? Du får jag säga att ni blir nedskjuta och våra commanders dricker kaffe under tiden Sen ska jag inte säga igen vilka fina krig ryssland/Kina kommer påbörja mot USA, Lite länkar för att komma ihåg bara: [Titta på 2:10 till 2:20] Du och andra här på Flashback vet inte hur krig är, De är inte som Youtube-video och wikipedia-artiklar visar. Den M1 abrams och leopard 2 är inte ''super Tanks''. En Fateh-110 eller Zelzal med 650 kg stridspets kan förstöra flera av de tanks och jag tror inte USA kan transportera tanks på mindre tid än vad de tar för Iran att placera sina MLRS och Zelzal , Fateh och Fajr. De finns mycket mer med fakta och länkar du får nästa gång, Hoppas din hår inte blir vit nu"
	},
	{
		"postIndex": 655,
		"postNum": 677,
		"postLink": "/sp44082688",
		"postTime": "2013-06-27",
		"postUser": "T-80U",
		"postUserID": "/u465331",
		"postUrl": "https://www.flashback.org/t1842501p57",
		"userUrl": "https://www.flashback.org/u465331",
		"sentence": "Ah, så du tror att man åker in från t.ex. FNs sida och räknar på hur många människor som ser ut som bönder, industriarbetare, högskolelektorer o.s.v. Var det seriösa inlägg du ville ha, med den mentaliteten? Självklart går det bra att räkna ut ungefär hur många som jobbar i vilka sektorer i Iran, precis som i Sverige, Tyskland, Kanada, USA, Ryssland, eller vilket annat land som helst. Jo, det spelar stor roll vilken teknik du använder. Det övriga svamlandet om att hangarfartyg måste in i sund och vikar och ånga, det får stå för dig. Och självklart kommer man att hålla sig på avstånd. Något annat har jag inte heller påstått. Problemet för iranierna blir förstås att man är lika operativ i strid mot dem på avstånd som man är nära inpå. Jamen vad bra, då är vi överens om att den iranska flottan inte har någon kapacitet att verka i högsjöförhållanden. Bra där IR5, äntligen kommer du med något vettigt. Vad gäller taktiska uppträdanden med Boghammar och liknande i kustnära områden så är det irrelevant, då så gott som samtliga sådana fartyg slås ut av amerikanskt flyg tämligen omgående. Detta tillsammans med de få större fartyg den iranska flottan förfogar över. Möjligen kan lite ubåtar klara sig under en begränsad tid, men snart tar bränsle, vapen och förnödenheter slut, och då äår det adjöss med dem också. Haha, nej. Högsjöoperationer är något US-Navy pysslat med i långt över 200 år. Det är, mer eller mindre, det ENDA MAN GÖR. Och till skillnad från Iran har man både erfarenhet, materiel och kunskaperna som krävs för det. Men nu säger du emot dig själv. Du påstod tidigare att \"FAC\" skulle hålla sig i kustnära vatten, som de är ämnade att göra. Nu menar du helt plötsligt att de ska komma farandes långt långt ute på öppet hav och gå i ärofull strid mot fregatter, jagare och kryssare (Allahu akbar!!!)? Nej, det ska de inte göra. IR5 IR5... Ah, så du jämför en drönare med avancerade robotangrepp från både hög och låg höjd och från mängder av olika geografiska positioner, samt attacker från stridsflyg och bombangrepp från bombflyg? Brukar du göra andra relevanta jämförelser? Äpplen med päron? AK-47or med kärnvapenstridsspetsar? Ofan, det gjorde ni... Och ändå fanns både den irakiska staten, den irakiska armén, det irakiska flygvapnet och den irakiska marinen kvar när ni hade slutat skicka ut barn i minfält och stångat er blodiga mot varandra, efter 8 år... Såvitt jag vet räknar man att fienden är slagen om fienden ger sig, alternativt om man, som USA gjorde i Irak, störtar regimen och upplöser dess funktioner, inklusive försvarsmakt. Och jo, jämförelsen är högintressant, när Iran har invånare som du, som sitter och förklarar hur Iran ska slå världens genom tiderna starkaste militära makt. Ergo: Vi ser ju hur det gick sist, när de slogs mot en militär klåpare och hans kusiner till generaler."
	},
	{
		"postIndex": 1121,
		"postNum": 1145,
		"postLink": "/sp45030635",
		"postTime": "2013-08-31",
		"postUser": "IRI",
		"postUserID": "/u824274",
		"postUrl": "https://www.flashback.org/t1842501p96",
		"userUrl": "https://www.flashback.org/u824274",
		"sentence": "Hela kriget mot Iran kommer vara en mardröm för USA... Tidigare skrevs de: ''USA kommer förstöra era luftvärn med kryssningsmissiler'', men ni tänker inte på vad jag skrev tidigare. Lite videos om hur våra mobila luftvärn fungerar: (Titta på 1:00 - 1:35) (Titta på hela) Våra luftvärn transporteras till underjordiska anläggningar för att sedan transporteras ut igen och vara aktiv under 15 Minuter. Många av våra luftvärn som Hawk , S-200 , Raad (buk) och andra är helt mobila och kan transporteras inom kortare tid... Sen så har vi gjort att Hawk ligger på lastbilar... Lite bilder: http://www.iranmilitaryforum.net/air-defences/'increased-range'-and-'advanced-guidance-'-two-features-of-mersad/?action=dlattach;attach=42240;image Snart kommer Bavar-373 med... ____________________________________________ Sen ska jag förklara varför USA kommer aldrig kunna ta in sig i persiska viken under krigstid... Räckvidd: 360 km Stridspets: 320+ Kg Bild: De betyder att Raad Mobila anti-ship missil kan utplaceras i Sirjan och fortfarande kunna stoppa alla fartyg från att ta sig in i persiska viken genom Hormuz-sundet... Karta: ____________________________________________ Räckvidd: 130 km (versioner för speedboats med 30 km räckvidd och ghader med 220 km räckvidd) Stridspets: 135 kg (Qhader har stridspets på 200 kg stridspets) Bild: Noor anti-ship missil kan utplaceras i norra-bandar abbas och fortfarande täcka hela hormuz-sundet, Ghadir Anti-ship missil kan utplaceras mer än 100 km inne i iran och fortfarande täcka hela hormuz sundet... Sen så är Khalije fars som är ostoppbar kvar med räckvidd på 300 km... Om 2 år (2015) kommer utveckling av den 1200 Km räckvidda khalije fars missil massproduseras och med andra ord så kommer man kunna placera Khalije fars i teheran och samtidigt kunna täcka hela hormuz-sundet. De finns massor med andra ryska tillräckligt farliga missiler i ''våra lager''. ____________________________________________ Nu ska jag förklara varför de är omöjligt för USA att erövra Iran och förstöra hela landet/regim i version med vad man gjorde i Irak... Vi tar först soldat-antaler: 350.000 - Iran army 700.000 - Iran army reserv 135.000 - IRGC (Alla är välltränade och kan använda majoriteten av vapen) 12.000.000 - Basji 18.000 - Iran Navy 55.000 - Iran air force Total: Cirka 13.000.000 De är omöjligt att stoppa en liknande stor ''Militär'' utrustande med RPG , gäver, pistolar mm... Sen så kommer de underjordiska baser och vägar med hudratals utgångar vara effektiva eftersom du vet inte vart din fiende är... Du sitter och siktar framför dig sen kommer din fiende springande från baksidan. (Inte nåt som händer, men bara en exempel på hur en liknande antal med utrustning och tillgång till likande underjordiska vägar kan vara effektiva) om vi säger att USA kommer kunna transportera 3000 M1 Abrams till Iran så räcker de med 15000 RPG sen är tankar mat för Basji? eller vad tycker ni... har du/ni en ide om hur man kan döda alla de 13.000.000 utrustade och utbildade? Ska dina flyg/bomb-plan kunna bomba personer som transporterar sig genom underjordiska vägar spridna över hela landet?... Man vet inte vart de går nu eller finns, vart de befinner sig och vart de tänker gå, hur de tänker attackera och när? Många flygplan kommer skjutas ner... De kommer bli en längre och farligare än vad vietnam-kriget var... Till slut kommer USA transportera sina trupper tillbaka och lämna Iran för att forsätta växa igen. Vi är en mycket utvecklad land som slår mer än 75% av världsländer... De är fakta idag. Vi tar lite citat och påminner om den Iranska vetenskapsnivån jämfört med världen. Snälla, ni förstöra tråden genom att skriva om ''Plats-vapen , Plats nycklar i Iran-irak kriget och annat meninglös svammel. Underskatta inte den persiska staten, den har och kan mer än vad ni tror eller kommer tro."
	},
	{
		"postIndex": 777,
		"postNum": 800,
		"postLink": "/sp44725835",
		"postTime": "2013-08-11",
		"postUser": "IR5",
		"postUserID": "/u392693",
		"postUrl": "https://www.flashback.org/t1842501p67",
		"userUrl": "https://www.flashback.org/u392693",
		"sentence": "Verklig krigföring skiljer sig från det en del människor försöker simulera som verklig krigföring Jecke. Det förvånar mig att inga ansvariga tar era funderingar på allvar.Du tror möjligen att vi Iranier med skägg är massa idioter, för det är väl så vi framställs i din media. Skäggiga typer som är dum i huvudet,inkompetenta och brutala vildar.Men det är dags att du börjar inse att så inte är fallet och att du och dina gelikar är hjärntvättade västerlänningar som försöker framstå som frihetsdyrkare som vet mänsklighetens bästa. Jag har redan besvarat dina funderingar i mina inlägg här på V&M. Men jag kan ta det igen. Att kunna kontrollera kuststräckor som är över 2000 km långa med varierande geografi är något du dessvärre måste klassificera som en myt lilla vän. Du kan inte bomba hamnar och flygplatser då fienden inte bedriver en klassisk krigföring. Många av dessa småbåtar behöver inga hamnar för att sjösättas. Du vet heller inte något om deras landningsbanor och vart Iran har sina flygplan parkerade. Brister på underrättelser kan kosta dig skjortan. Iran kommer antagligen att ställa ut skräp och massa lockbeten för att locka fram dina paket.Du har ingenting på Iran och just nu säger logiken att du ska låta bli IRGC efter att RQ170 hamnat i fällan. Dina satelliter är så uppstoppade så att programmet \"blåsningen\" skulle kunna få en konkurrent om allmänheten fick ta del av informationen. Istället för att rada upp dina rambofasoner kan du berätta HUR du tänker slå ut allt du tar upp i ditt inlägg. Attackera alla vapens Ska jag ta dig på allvar? Farlederna vet du hur dessa ser ut? Vet du det? Iran utgör ett stort hot mot passerande trafik och kan stänga sundet hur lätt som helst. Nej, det går att gömma nästan vad som helst med Irans geostrategiska situation. Dessutom behöver man knappast diskutera tramset du kommer upp med. Håll dig till verkligheten, nej dessa behöver inte komma fram med några RPG-7. Jo du behöver eskort i allafall. Dessa plan måste eskorteras, men du tar bla hjälp av dina allierade när du eskorterar dessa flygande skräp. Sen måste även kryssningsmissiler planera sina rutter, visste du det? Förstår du innebörden av det från det avståndet. Vet du ens risken med en sån idioti? Hur många strategiska mål har du? Vilken typ av kryssningsmissil behöver du för att penetrera, och du tror inte du har några hinder/begränsningar alls? Du får berätta dina roliga historier för Sven som gärna lyssnar och överväger dina trams. Oj, vilken invändning!! Men kryssningsmissilen då? Skuttar den? Ja du tillsammans med amerikanen lär nog pissa på er då du ser vilka skador en ballistisk missil verkligen kan orsaka. En annan sak du ska veta Jecke är att Iran kommer att ge sig på USAs allierade, samtliga allierade. Iran har den rätten att försvara sina intressen, sina religiösa doktriner och infrastrukturen. Om USA/Israel anfaller Iran kommer även deras allierade att attackeras. De kommer att få ner din ekonomi och det är inga västbetalda talibaner ni har med att göra. Så är det Jecke, man kommer inte alltid undan genom att döda oskyldiga och sitta på soffan som om ingenting har hänt. Var det ett svar på min invändning? Ja, och jag har aldrig påstått att hangarfartyget \"måste\" befinna sig i persiska viken.. Tvärtom har jag sagt att det är en idioti att hålla det där. Då du håller skräpet på avstånd då minskar också dina chanser att lyckas med dina operationer. Jag har sagt att det är en annan diskussion en komplicerad diskussion. Men tror du inte att det räcker med att tiden rinner ut medan USAs intressen brinner i eld? Bra kära T-80U.. Men jag har inte gått in så mycket på taktikerna på längre avstånd, men jag konstaterar att du hittills i och med avståndet är begränsad!! Men bra du tänker släppa flyget på massa Boghammar Vilken bra taktik.. Vad händer då? Du splittrar dina enheter medan Iran härskar. Nej, inga flyg kommer USA att släppa på dessa billiga mål...sen ska inte jag komma in på att diskutera vilken idiotisk beslut detta skulle kunna vara i detalj!"
	},
	{
		"postIndex": 1246,
		"postNum": 1270,
		"postLink": "/sp45217803",
		"postTime": "2013-09-13",
		"postUser": "IRI",
		"postUserID": "/u824274",
		"postUrl": "https://www.flashback.org/t1842501p106",
		"userUrl": "https://www.flashback.org/u824274",
		"sentence": "Jag kan ta hela frågan om Iran med en exakt svar och korta förklaringar... Vi kan sänka USA hangarfartyg om de befinner sig i persiska viken men under krigstid kommer hangarfartyget inte vara där och det beror på att USA vill inte kasta sig i helvetet under krigstid. Men frågan är hur USA kan hålla kontroll och köra deras operationer under tiden deras hangarfartyg befinner sig utanför persiska viken? Hur mycket bomber finns det för att ta från hangarfartyget? Om vi tar saken med fakta så kan inte man leda sina operationer och sedan åka till baser i mellanöstern utan att tanka över Iran eller närheten av de... Förklaring: Om F-18 flyger från hangarfartyget i arabiska havet eller indiska oceanen och sedan attackerar platser i norra Iran så ska de komma till deras baser och ta Bomber/liknande måste de flyga mer än 3000 km, med andra ord ska de tanka i luften medan de är 150 Km från Iran (OBS! Jag räknar att man använder 95% av energin innan de tankas...), Om Luftvärn som S-200 placeras vid Iranska gränser kan de täcka 300 km och med andra ord kommer flygplan som tankar i luften vara i räckvidd för S-200. Invasionen av Iran? Tror ni själva USA kan hålla kontroll över Iran efter en svåra invasion? Sen och när USA börjar kommer vi börja med ''Invasion av USA'' utan att använda militärer och trupper... Qods force gör klart jobbet sen... 1. Vi kommer försvar oss mot USA bombningar. 2. Om det inte räcker attackerar vi deras baser i området/Israel. 3. Om USA tar nästan steget kommer Texas , California , Florida och annat smaka på Shahab-3 och 4... 4. Om USA tar invasionen som möjlig val kommer Saudiarabien hotas med marktrupper , möjligen Qatar , Bahrain , UAE och andra med. (På direkt och indirekt sätt) 5. De får ni vänta med och se tills USA börjar med kriget mot oss. Ja, Vi kommer förlora slag men vinna de fleråriga hårda och långa kriget. Och jo, en sak till. har pratat med denna personen och tycker att ni måste läsa hans texter och skrivande om Iran."
	},
	{
		"postIndex": 1290,
		"postNum": 1314,
		"postLink": "/sp45373116",
		"postTime": "2013-09-23",
		"postUser": "Praetori",
		"postUserID": "/u345427",
		"postUrl": "https://www.flashback.org/t1842501p110",
		"userUrl": "https://www.flashback.org/u345427",
		"sentence": "Är de utanför räckvidd eller inte? Jag kan lova dig att eskortfartygen har längre räckvidd på sina system än vad alla småbåtar har. Det här får stå för sig själv, helfestligt!! Nej de kommer inte att hålla koll på hangarfartygen med UAV, störtlöjligt. Det finns ingenting som flyger i närheten av en hangarfartygsgrupp under ofred som lever i mer än ett par sekunder innanför räckvidden av dess LV-försvar. Om du tror att jänkarna inte skjuter en SM-3 efter en UAV har du fel. UAVn måste dessutom komma innanför visuellt avstånd för att ens hitta hangarfartyget vilket den enbart kan göra under vackert väder och då är den redan nedskjuten. En UAV i storlek och hastighet som en fiskmås kan eventuellt ha en möjlighet att ta sig inom visuellt avstånd men då har den tyvärr inte räckvidden. Även om du genom ett mirakel får iväg en (från tex ett förklätt fraktfartyg) så kommer den inte att kunna göra särskilt mycket nytta på grund av telekrigsförmågan hos hangarfartygsgruppen (dvs det kommer varken fram vare sig analoga eller digitala signaler så du kan varken styra din UAV eller ta emot någon tillförlitlig positions eller videodata). Och återigen så förutsätter det fint väder. Du skulle kunna flyga med civila trafikflygplan med regelbundenhet för att i vackert väder och klar sikt kunna fysiskt se vart stridsgruppen befinner sig men det är ett enormt företag som garanterat kommer att uppmärksammas hos motståndaren. När det gäller att bekämpa båtar så går det utmärkt att göra detta utan att ens blanda in själva fartygen. Det finns en stor mängd helikoptrar och flygplan i en hangarfartygsgrupp som är kapabla att slå ut mål långt innan de blir ett hot mot fartygen. Vill man inte slösa robot så har man till och med automatkanoner på flygplanen som fortfarande ingår i de taktiska tillvägagångssätten för att bekämpa snabba mål. Förutom att Iran inte kan hitta hangarfartyget. Inte ens i Hormzsundet kan du visuellt se alla fartyg som passerar, och det under dagtid i vackert väder. Det enda sättet att positions och typbestämma en hangarfartygsgrupp är med radar, kraftig landbaserad eller helst flygburen (och så fort du slår på strömmen så är du ett känt hot) alternativt om du bygger ett sonarnät på botten (vilket Iran inte har i dagsläget). Visst är det så att det finns begränsningar men den koordination och alla omständigheter som krävs gör att det är ytterst otroligt att någon fientligt sinnad vapenplattform kommer till verkan. Problem 1 är att hitta hangarfartygsgruppen. Den kommer passera Hormzsundet under nattetid och gärna i dåligt väder. En E-2 samt gruppens egna sensorer gör att man har fullständigt informationsövertag och allt som man inte omedelbart kan identifiera kommer att behandlas som ett hot (och antingen undvikas eller bekämpas). Problem 2 är att koordinera ett angrepp. Du måste prata radio för att kommunicera till sjöss (åtminstone om du vill koordinera något inom en tidsram på ett par timmar) och visuell signalering eller ordonnans är i sammanhanget lika effektivt som flaskpost. Så fort du pratar radio så sitter det en jänkare och lyssnar, eller åtminstone mäter in exakt vart du befinner dig (när vi pratar hangarfartygsgrupper). Problem 3 blir att överleva länge nog för att komma till verkan. Dina båtar eller flygplan måste kunna övervinna ytövervakande radar och sonaranläggningar hos stridsgruppens fartyg och flyg. Din speedboat kommer att kunna bekämpas av en F-18 långt innan dess att den ens kommer till skjutläge mot eventuella örlogsfartyg. Problem 4 är att identifiera och målinvisa vapensystemen BVR. Nog för att du kan skicka ut ett par tusen sjömålsrobotar över viken men majoriteten av dem kommer hamna i plurret på eget bevåg och övriga kommer att vingklippa otaliga civila skorvar. Du måste veta ganska exakt vart målet befinner sig och kunna förmedla denna information till alla dina vapenplattformar, och det i en störd telekrigsmiljö. Om du inte klarar av att skjuta en koncentrerad salveld och övertrassera försvarssystemen på stridsgruppen så är det helt bortkastat eftersom samtliga robotar kommer skjutas ned."
	},
	{
		"postIndex": 1976,
		"postNum": 2004,
		"postLink": "/sp48527183",
		"postTime": "2014-04-25",
		"postUser": "Massaraduvet",
		"postUserID": "/u844125",
		"postUrl": "https://www.flashback.org/t1842501p167",
		"userUrl": "https://www.flashback.org/u844125",
		"sentence": "Vilka system har Iran och vilka taktiker har dem använt sig av under tidigare krig för att vi ska kunna jämföra? UAV är en bra lösning på kort räckvidd. Shahed-129 är den bästa tills vidare med förmåga att bära 4 missiler av Kowsar klassen tills vidare. Karrar har lite sämre förmåga med möjlighet att bära 2 missiler av Kowsar klassen skriver wikipedia. Dessa drönare skulle kunna spela en effektiv roll vad gäller kriget i Persiska viken på grund av räckvidd som överstiger 1'700 km samt förmåga att bära Sadid-1/2 och Kowsar 1/2/3 missiler med räckvidd på 20-25 km. Men dessa drönare är inte ''stealth'' och osynliga för Radarn, därför kommer dem inte smyga i tillräcklig närhet för att träffa hangarfartyget. Radaren har både räckvidd och möjlighet att täcka större delen av Indiska oceanen, och det gör att man hade kunnat ha koll på fienden i kombenation med drönareffekten på räckvidd som inte överstiger 650 km från kusten, då det första klass Raderna man har tillgång till ser endast på denna räckvidd. En tredje möjlighet är ballitiska missiler, eller Meshkat kryssningsmissiler (2'000 km - under utveckling). ASBM har hög hastighet och är svårare att träffa, men det finns ingen effektiv koll på fienden förutom med hjälp av drönare vid mer än 650 km från kusten. Det bästa är däremot Meshkat men det är fortfarande under utveckling även om lansering sker förmodligen i år då mer än 85% av utvecklingen är klar. Sjömålsrobortar är däremot en bra val men har rätt begränsad räckvidd. 220 km har Qader sjömålsrobot och detta kommer inte vara tillräckligt för att slå ut hangarfartyg eller andra farkoser längre bort. Däremot har man chans att med IRIN Krafter och FAC/FAIC komma tillräckligt nära hangarfartyget för att få träff på det. Men sedan måste man kolla antalet fartyg och FAC/FAIC som kan bära eventuella Qader AshM med räckvidd på cirka 220 km. Detta överstiger inte 200 styck, detta skulle kanske räcka för att sänka eventuella Jagare eller Fregatter om inte kryssare men inte utan stöd av ubåtar med räckvidd som man har brist på vad gäller kvantitet då endast 1 Fateh ubåt är under sjötest men det behövs minst 9 ubåtar som inte kommer bli färdiga innan 2015 samt att det behövs ett par år av träning för att kunna hantera ubåten rätt och kunna utföra svårare uppdrag. Med andra ord så finns det chans att sänka hangarfartyget även utanför Persiska viken, men inte mer än 650 km från kusten. Forsättning tillkommer.. //Citera inte"
	},
	{
		"postIndex": 909,
		"postNum": 932,
		"postLink": "/sp44790680",
		"postTime": "2013-08-15",
		"postUser": "Jecke",
		"postUserID": "/u114224",
		"postUrl": "https://www.flashback.org/t1842501p78",
		"userUrl": "https://www.flashback.org/u114224",
		"sentence": "Vilket förutsätter att utvecklingen håller i sig, vilket den inte kommer att göra. Det är enkelt att komma ikapp när man ligger efter, eftersom man kan kopiera existerande teknik, och inte minst så har internet gjort att gammal teknik är skitenkel att kopiera då du ofta kan \"forska\" genom att leta på google och wikipedia. Desto närmre ni kommer, desto svårare blir det, eftersom man inte kan kopiera teknik lika enkelt då den inte längre finns lika tillgänglig. Ingen bryr sig om att skydda teknik som inte längre används, annat än för konsumentvaror som någon tjänar pengar på. På det sättet som du skriver fram siffrorna så kommer Iran någon gång i framtiden att stå för 150% av världens teknologiska produktion. Dessutom tvivlar jag på att man kan mäta sådant så enkelt, det är svårt att sätta siffror på vad olika teknologier är värda och de känsligaste teknologierna låter man naturligtvis ingen få reda, så de kan därför inte mätas. Och hur har man rangordnat medicin vs datorteknologi? Hårdvara vs mjukvara? Humanitära vs teknologiska framsteg etc. Och RQ170 må vara en av de mest moderna drönarna, men den är fortfarande knappast någon högteknologi, då man medvetet undvikit den sortens teknik för att den inte ska falla i fiendens händer. Och visst, en RQ170-kopia kan vara på väg. Fast det är hemskt mycket som är \"på väg\" i Iran, och löften och annat är mycket enklare att ge ut än faktiska produkter. Det räcker med att titta på Qaher-313, för att se andra exempel på den saken. Hur har det gått med Qaher-313 förresten? Det har varit hemskt tyst om den på sistone.... Ah, du menar att USA kommer att vinna varenda slag, precis som under Vietnam-kriget men att bli konstant irriterade av små-attacker från gerillan tills det att den amerikanska civilbefolkningen blir trötta på det och röstar in politiker som avslutar det hela? Precis som i Irak och Afghanistan med andra ord? Du kan lova mig det, men jag misstänker att dina löften är lika tomma som Putins. Problemet är att du inte förstår logistik. Vad ska du producera dina Zulfiqhar av? Är dessa bergrum kompletta med sina egna gruvor och en full tillverkningsprocess ändra från scratch med stålverk och produktion av kretskort och annat? Om inte, hur ska du få delar och råmaterial till fabrikerna? Hur ska du få kraft till maskinerna? Om du har generatorer, hur ska du få bränsle till dem? Hur ska du transportera dina stridsvagnar från de underjordiska fabrikerna till förbanden där de ska användas? Hur ska du öva besättningarna? Hur ska du transportera ammunition till vagnarna? Så dina anti-ship missiler kommer inte vara gömda, utan istället hela tiden köras från plats till plats så allt USA behöver hålla koll på är vilka lastbilar som åker vart? Och USA kommer att kunna slå till mot dina fartyg även om de skyddas av anti-ship missiler. Inte minst med kryssningsrobotar, eller UAV försedda med robotar, som inte gör så mycket om de skjuts ned, och som då kan användas för att rekognoscera för att se om det finns något där att anfalla. Och om de skjuts ned, så vet USA iaf var luftvärnsbatterierna finns, så de får ett mål att anfalla iaf. Fast USAs SEAD-förmåga har utvecklats kraftigt. Och Vietnam hade i mångt och mycket ett väldigt modernt och effektivt luftvärn för den tiden, medans Irans luftvärn är föråldrat. Och ditt luftvärn kommer alltså att transporteras in, innan kryssningsrobotarna slår till, men de kommer transporteras ut innan det amerikanska flyget hinner dit? Har Iran uppfunnit teleporteringsteknik möjligen? Som då skulle möjliggöra dessa extremt snabba transporter? Problemet är att Libyen och Irak gjorde inte några egentliga misstag, annat än de som gjorde att de hamnade i situationen att de blev anfallna av USA, utan det var helt enkelt inte så mycket de kunde göra när styrkeförhållandena och teknikövertaget var som de var. Troligen kommer en majoritet av Irans luftvärn att försvinna redan den första dagen, men du har rätt i att man inte kan döda 11 miljoner hur som helst och att det är en orättvis strid för USA. Amerikanska veteraner kommer att lida av psykiska trauman av att ha dödat tusentals människor i många år efter att kriget är över. Stora, amerikanska män som ligger på en psykologs soffa och snyftar om att han satt där i sin stridsvagn och dödade ett tiotal iranier, och sedan kom ett tiotal till som han dödade och i snyftande toner säger \"de bara fortsatte att komma, jag började be till gud om att de skulle sluta, jag kunde känna stanken av blod och manglade kroppar och höra hur de som bara blivit sårade kved, men de bara fortsatte strömma fram och jag hade inget annat val än att trycka på avtryckaren och beodra en ny granat i kanonen gång efter gång medans jag bad och skrek om att de skulle sluta kasta bort sina liv\"."
	},
	{
		"postIndex": 58,
		"postNum": 58,
		"postLink": "/sp36761614",
		"postTime": "2012-04-11",
		"postUser": "Pilla",
		"postUserID": "/u210143",
		"postUrl": "https://www.flashback.org/t1842501p5",
		"userUrl": "https://www.flashback.org/u210143",
		"sentence": "Jag tror på ubåtar, ubåtar och ubåtar. USA kommer ha väldigt svårt att skjuta på en ubåt som inte befinner sig extremt nära dom då det kommer se förjävligt ut från omvärldens vinkel. Detta ger ett taktiskt övertag att ta sig närmare än man någonsin skulle kunna gjort i ett krigsscenario. Utan att ha läst på något om Irans ubåtar men jag förutsätter att dom har ett liknande system som våra svenska där man inte är begränsad till att skicka en torped i taget. Det är väldigt svårt att fly från en torped och låt oss säga att en Iransk ubåt kan skicka 4 på en och samma gång så kommer det vara 4 väldigt svåra saker att försvara sig mot. Lägg till att du har några stycken ubåtar i området vars ända mål är att sänka ett hangarfartyg så ser jag det som mer än bara \"kanske med tur\" möjligt. Om man sedan börjar med lite taktik där man gör ett skenanfall och när man är upptagen med att bekämpa ett luft/yt hot så kommer ubåtar ha större chans att komma ännu närmare och detta ökar chanserna ännu mer. I dagsläget har USA inte råd att förlora ett hangarfartyg. Ja dom har 11 stycken men investeringen för 1 är så stor att det skulle skita hela systemet. Resultatet är två totalt förstörda länder där USA bombar skiten ur Iran i vedergällningar medan man mer eller mindre ger sin redan skadeskjutna ekonomi ett nackskott. Summa summarum: \"Kan Iran sänka amerikanskt hangarfartyg?\" Jag tror dom skulle kunna göra det men att det inte kommer ske något försök."
	},
	{
		"postIndex": 1452,
		"postNum": 1478,
		"postLink": "/sp46795416",
		"postTime": "2013-12-29",
		"postUser": "CockneyReject",
		"postUserID": "/u528345",
		"postUrl": "https://www.flashback.org/t1842501p124",
		"userUrl": "https://www.flashback.org/u528345",
		"sentence": "Räcker till vad. Få veta att man kommer att dö inom en minut? ja det kanske de duger till. Att stoppa ett anfall. Nä. En spaningsradar kan fortfarande inte styra in några vapen mot en angripare och det är enbart det som stoppar ett anfall. Packar man ihop radarn och flyr ja då har man ju lämnat fältet fritt till angriparen att göra vad den vill. Packar man ihop robotramper och drar så kan de inte skjuta och blir därmed helt ofarliga. Dessutom synns man bättre när man flyttar på sig vilket ger attackflyget mer lätträffade mål På vilket sätt skyddar en radar som inte kan styra in några vapen mot inkommande kryssningsrobotar, bombflyg eller attackflyg? Det gör den inte. Det första man gör är att skicka en antiradarrobot som tex harm eller alarm mot den vilket ger dess bemmaning två alternativ. Stanna kvar och dö eller försöka hinna packa ihop och fly. Det är långt ifrån säkert att man hinner göra det tar ett antal minuter att plocka ihop och flytta även ett mobilt system. Anledningen till att du inte hittar så mycket om iransk eldkontrolradar är att man har lite ont om den. Det mest kompetenta du hittar är gamla ryska system som andra länder har gjort sig av med, dvs SA-2 och SA-5 systemen. Både Irak och Libyen hade dessa system och de vart milt sagt mosade. De hade ungefär noll effekt mot det man hade -91. Det man hade över libyen hade det exxakt noll effekt mot.[/quote] 1. Japp det där är en av Irans flottor, och du verkar ha glömt ubåtar och missil-båtar? Iran har nämligen två flottor, Islamic republic of Iran navy och guardians of the islamic revulotion navy(här finns majoriteten av alla speedboats) 2. den iranska flottan har ingen chans i atlanten mot tex den amerikanska flottan, menar bara att den är en av de bästa i förhållande till vad den är gjord för dvs stänga ner hormuz-sundet, vilket man kan göra mycket effektivt. 3.vid ett eventuellt speedboat anfall så kommer man naturligtvis inte använda sig av speedboatsen som sitt huvudvapen. Dessutom så kommer de amerikanska skeppen att vara stillastående vid ett eventuellt anfall, pga skador, att man inte kan röra sig(minor överallt), ubåtar, för smalt etc etc. 4. ni fortsätter trycka på operation praying mantis när jag redan har förklarat att det inte räknas då Iran var i i krig och inte använde sin taktik som man gör nu. Där försökte man gå emot amerikanarna konventionellt, det är asymmetrisk krigsföring som kommer att lyckas. Dessutom är det där en gammal klass av fregatt som nu håller på att fasas ut somsagt. 5.robotarna behöver inte skjutas från fartyg, de kan skjutas från land och luft också. 6.du kan inte på riktigt försöka påstå att iran inte kan ta ner helikoptrar, jag orkar inte ens lista på hur många olika sätt man kan göra det på, ZPU etc var bara exempel. 7.Radarn är en \"early warning\" radar vilket betyder att man har tid att packa ihop och dra till en annan avfyrningsplats, dom iranska robotarn går att göra skjutklara på 30 minuter. 8. du måste skoja med mig? jag minns inte äns att jag listade dom systemen. De mest kapabla systemen i Irans händer är pantsyr, tor,raad, merad och ya zahra. De du listade är antagligen för att ta ner UAVs och stora långsamma plan som C-130 tex. Sanningen är att ett krig skulle se mycket mer annorlunda ut än vad ni föreställer er. Det första man kommer göra är att bomba alla saudiska och amerikanska flygbaser i saudi arabien dvs att det ända som kommer vara kapabelt att attackera iran med flyg är air craft carriers, problemet med dessa är att ju närmare de kommer desto farligare blir det för de, men desto längre ifrån de åker desto farligare blir det för jetplanen."
	},
	{
		"postIndex": 1286,
		"postNum": 1310,
		"postLink": "/sp45371201",
		"postTime": "2013-09-23",
		"postUser": "IR5",
		"postUserID": "/u392693",
		"postUrl": "https://www.flashback.org/t1842501p110",
		"userUrl": "https://www.flashback.org/u392693",
		"sentence": "Eskortfartygen är väldigt försvarslösa mot mindre snabba båtar som förflyttar sig i ett avstånd utanför eskortfartygens effektiva räckvidd. Dessa mindre farkoster bär dessutom missiler som utgör en stor fara för ett större fartyg i en situation såsom persiska viken och sundet. Du skriver om saker som förefaller löjligt i ett verkligt scenario. Vad är doktrinen för ett eskortfartyg? Beskriv det för mig? I fallet persiska viken och sundet så är ditt hangarfartyg en flytande måltavla som prickas på noll tid. Iran behöver inte använda sina småbåtar för att sänka den. Hamnar den i viken under krigstid så finns det många andra kraftigare alternativ och sänka den kan man inte göra med en gång. Dessutom så måste du också överväga annat. Iran kommer även att anfalla samt hålla koll på flytande skräpen med hjälp av sina UAV. Du har inte så många flyg möjligheter för att bekämpa allt på samma gång. Du klarar heller inte av att på ett effektivt sätt skjuta ner dessa med hjälp av systemen du har på dina fartyg. Tänk också på att varje system har sina begränsningar för att bekämpa mål både i luften och till havs. Detta skriver jag för att dina gelikar ska inse att enkla beskrivningar om teknik i ett vakuum inte räcker för att besegra en fiende. Vidare så förutsätter många av er att Iran inte alls lyckas träffar sina mål . En annan faktor handlar alltså om hur ditt system fungerar trots skador och chock som kan uppstå."
	},
	{
		"postIndex": 1289,
		"postNum": 1313,
		"postLink": "/sp45372873",
		"postTime": "2013-09-23",
		"postUser": "IR5",
		"postUserID": "/u392693",
		"postUrl": "https://www.flashback.org/t1842501p110",
		"userUrl": "https://www.flashback.org/u392693",
		"sentence": "Flygspaningen du pratar är inte speciellt effektiv lösning i en situation där du har trafikerade områden. Vidare så behöver du också neutralisera hotet därefter. Eller hur? Du behöver alltså ha koll på en ganska problematisk kust och få över dina andra åtgärder i rätt tid. Hittills Jecke så tror jag att Iran vinner kriget om amerikanarna tänker som du gör. För man kan ju locka fram dina system med hjälp av lockbeten och du hamnar rakt in i fiendens fälla. Definitivt USA som går i fällan om dessa agerar i enlighet med era beskrivningar. Jag tror inte det endast räcker med att man bara konstaterar att Iranska flyget bekämpas \"långt innan\". Du måste berätta HUR? Jag tror inte dina helikoptrar flyger fritt bara för att fiendens flyg är neutraliserad, vilket tar lång tid. Det är en annan del av ett asymmetriskt krig. För det första är fienden utspridd tack vare sina småbåtar vilket innebär större hot för dina flygande enheter till havs. Vidare så håller du ditt flyg nära just pga att dessa större fartyg kan attackeras av småbåtar. Du har inte förmågan att neutralisera deras flygvapen innan. Det är en myt, du kan inte ens genomföra dina taktiska attacker förrän du neutraliserat hotet. Vad är det som är svårt att förstå? Du har många svårigheter med att utmana en liknande strategi. detect och target , ja men då måste du närma dig målet. Du lyckas inte pricka zig zag manövreringar på längre avstånd på ett effektivt sätt. Du får inte underhållas länge Jecke, det är ju det som är fällan. För lika länge kan det ta för fienden att neutralisera dig. Tänk på att vi diskuterar \"kustnära\" situationer när vi diskuterar småbåtar. Det är ju inte upptäckten som är problemet Jecke. Det största problemet är . Vidare så kan du upptäcka vad du vill i en radar, vilket du också kommer att göra i trafikerade delar. Men det är inte samma sak som att eliminera ett hot. kan komma hur som helst, tom deras handels\"båtar\" kan bära den. Ja, , men menar du under alla omständigheter? Vet du vad felet är? Att ni alltid tänker i termer av \"Best practice\". Men så enkelt är det inte.. Jo det kan man i princip göra. Iran kan hålla sig utanför amerikaners effektiva räckvidd och istället fylla luftrummet med massa mål för att överväldiga systemen. Samtidigt kan man eskortera fram sina torpeder som dessvärre utgör en stor fara för amerikanska enheter. USA har bra system, inget snack om den saken. Men dessvärre så har du taktiska bekymmer här.. Det är ingen bra idé. Vidare så har du hot som Karrar och som kan bära 2-4 Kowsar, Nasr.. Skicka upp flyget eller håll kvar dessa.. Sen får man ju självklart vänta på överraskningar från båda sidor. Men jag ser inte några större chanser för amerikanarna för att öppna sundet under en kortare tid."
	}
]
