[
	{
		"postIndex": 407,
		"postNum": 415,
		"postLink": "/sp49663128",
		"postTime": "2014-07-22",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p35",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Ditt resonemang är sprängfyllt med KÄNSLOR och NOLL LOGIK. Dina KÄNSLOR säger en sak. Och min LOGIK säger en annan sak. Dina leder till ett improduktivt stickspår. Och min VARFÖR radarpersonalen drog SLUTSATSEN att radarekona HÄRRÖRDE från UTOMJORDISKA FARKOSTER. NÄMLIGEN : ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) Ovan refererade händelser utesluter att det rörde sig om flygplan/inversion. Det eftersom nämnda ekon det som är för ekon som härrör från flygplan/inversion. VAD återstår som KAN utgöra förklaring rörande ovan refererade HÄNDELSER? SVAR: Den enda som återstår är att det radarpersonalen observerade VAR Det finns INTE något annat RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. Objektens ovan refererade PRESTANDA fick Air Force mest sofistikerade luftburna teknologi att framstå som primitiv i jämförelse. Objektens PRESTANDA utesluter att de härrörde från den här planeten Det kommer mer om en stund"
	},
	{
		"postIndex": 429,
		"postNum": 438,
		"postLink": "/sp49708164",
		"postTime": "2014-07-26",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p37",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Ditt påstående säger ABSOLUT INGENTING. Då du påstår något om radarekon då måste du självfallet RELATERA radarekona till någonting SPECIFIKT. M.a.o. VAD det är som radarekona UTGÅR från. radarpersonalen vid ARTC gjorde. Det var radaroperatörernas FÖRMÅGA att kunna identifiera OLIKA SLAG av ekon som ledde till att de var klara över att radarekona som härrörde från de okända objekten INTE var flygplan/inversion. Det eftersom nämnda ekon INTE SVARADE MOT det som är SIGNIFIKATIVT för ekon som härrör från flygplan/inversion. Vidare: Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952. HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these . Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen?"
	},
	{
		"postIndex": 384,
		"postNum": 392,
		"postLink": "/sp49558753",
		"postTime": "2014-07-13",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p33",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal: “As he watched, the targets loafed along at 100 to 130 miles an hour; then in of speed two of them of radar range”. Ruppelt sid 159 “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set WAS IN PERFECT working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, so did (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 they were guided Barnes has since told me”. Keyhoe Radar/Visual 1952 sid 6 controller and technician Keyhoe Radar/Visual 1952 sid 8 Dewey (Major Fournet) said in the radar room that the targets caused by Ruppelt sid 166 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Till sist: Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet då operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade. Radarpersonalens uppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något ANNAT RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)"
	},
	{
		"postIndex": 368,
		"postNum": 376,
		"postLink": "/sp49499055",
		"postTime": "2014-07-08",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p32",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) DET BETYDER: Att vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal: “As he watched, the targets loafed along at 100 to 130 miles an hour; then in of speed two of them of radar range”. Ruppelt sid 159 “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so a technician was called in - the set WAS IN PERFECT working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, so did Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 they were guided Barnes has since told me”. Keyhoe Radar/Visual 1952 sid 6 controller and technician Keyhoe Radar/Visual 1952 sid 8 Dewey (Major Fournet) said in the radar room that the targets caused by Ruppelt sid 166 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Till sist: Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet då operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade. Radarpersonalens uppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något annat RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)"
	},
	{
		"postIndex": 414,
		"postNum": 423,
		"postLink": "/sp49685586",
		"postTime": "2014-07-24",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p36",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Du har klargjort att du INTE tror att händelserna över Washington 19, 20, 26, 27, juli 1952 var en följd av att utomjordiska farkoster visade sig över staden. Vidare: Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952. HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen? Det kommer mer om en stund"
	},
	{
		"postIndex": 419,
		"postNum": 428,
		"postLink": "/sp49697678",
		"postTime": "2014-07-25",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p36",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Du har klargjort att du INTE tror att händelserna över Washington 19, 20, 26, 27, juli 1952 var en följd av att utomjordiska farkoster visade sig över staden. Vidare: Uppgifterna nedan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats 19, 20, 26, 27, juli 1952. HUR förklarar du uppgifterna nedan? Vad är enligt din mening den rimligaste förklaringen? ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade omgående med kollega objekts hastighet de kom fram till att det objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, (Air Force Base) Ruppelt sid 159 Barnes and others, confirmed the important point that radar fixes and occurred that night. McDonald sid 72 ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 (anm texten ej paginerad) HUR förklarar du uppgifterna ovan? Vad är enligt din mening den rimligaste förklaringen? (SLUT)"
	},
	{
		"postIndex": 135,
		"postNum": 138,
		"postLink": "/sp41440208",
		"postTime": "2013-01-12",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p12",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Anm. Du har valt att citera en text som utgör en del av mitt svar till Praetori den 11 januari (den inledande texten, första stycket nedan). Påtalar det bara för att klargöra var texten härrör från. Saken är den att du inte förmår att lägga fram den slutledningskedja, som jag har efterfrågat som vederlägger slutsatsen Det gjordes ju redan på de första sidorna i tråden där det visades väldigt utförligt varför man inte kan lita på radarobservationer i alla lägen. Praetori och för den delen, inte heller någon annan av mina opponenter, vad betr fallet den 19/20 juli 1952 har lagt fram en slutledningskedja som vederlägger (den nedan) Premisserna som bygger upp det här fallet är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt om . Det som talar för att radarpersonalens observationer av (som visade att de var resultatet ET-teknologi) . : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok inte hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har Det betyder: (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter: som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten som Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. ”Något senare observerar Barnes hur ett av objekten och allt utfört på några ögonblick. ”Barnes observerar hur ett objekt från övriga objekt ett trafikflyg som nyss har startat och hur det med trafikflyget”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka objekten i en hel svärm över Washington. (SLUT CITAT). Min anm. till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer. En intelligens som förmådde att s på trafikflyget och jaktflyget. Det betyder att objekten var av natur. Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå Det betyder blott en sak: Objekten var resultatet av ”mänsklig teknologi”. skunkjobb, i det fall du inte bejakar att framlagda premisser mynnar i slutsatsen att radarpersonalen observerade Ber jag att du lägger fram en slutledningskedja . /Mr Miscellaneous"
	},
	{
		"postIndex": 378,
		"postNum": 386,
		"postLink": "/sp49525667",
		"postTime": "2014-07-10",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p33",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Utdrag ur Donald Keyhoes bok: .”Flying Saucers From Outer Space” Vittnesuppgifterna härrör från nämnda radarpersonal: ”Till allas häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum”. Keyhoe sid 64 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en – någonting som flygplan a”. Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade med kollega objekts hastighet. De kom fram till att objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) ”Talet om att den här planeten besöks av utomjordiska farkoster hade några ur radarpersonalen tidigare alltid skrattande avfärdat som trams”. Keyhoe sid 65 ”Men nu var de ordentligt uppskakade då de hade bevittnat som över Washington”. Keyhoe sid 65/66 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Utdrag ur: ”Radar/Visual UFOS, Maj. Donald Keyhoe, 1952”: Vittnesuppgifter härrör från nämnda radarpersonal: Harry Barnes radarpersonalens chef klargör: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 they were guided Barnes has since told me”. Keyhoe Radar/Visual 1952 sid 6 controller and technician . Keyhoe Radar/Visual 1952 sid 8 “Vaughn D. Rockne, senior radar specialist who is familiar with inversion effects, had of such blips as were tracked on the two nights in question”. Keyhoe Radar/Visual 1952 sid 8 Det kommer mer om en stund"
	},
	{
		"postIndex": 182,
		"postNum": 185,
		"postLink": "/sp48181324",
		"postTime": "2014-03-31",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p16",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Air Force levererade den bisarra förklaringen att Washington-incidenterna 19, 20, 26, 27 juli - var en följd av eller för att använda ett annat ord. Hur förklarar Air Force att då jaktflyg närmade sig den? Likaså att då jaktflyget dragit sig tillbaka? Intill denna dag har Air Force uteblivit med förklaring rörande den problematiken. Saken är den att Air Force inte förmår leverera svar på de här frågorna. Det logiska svaret avs nämnda frågeställningar är att det ett enda naturfenomen med jaktflyg Att Washington-incidenterna 19, 20, 26, 27, juli skulle ha varit resultatet av – Delades emellertid inte av ej heller av [b] /B] Nämligen hur okända objekt med såväl trafikflyget som jaktflyget. Air Force officiella förklaring att de okända objekten var resultatet av kontrasterar även skarpt mot det Edward J. Ruppelt klargör: Vem var Ruppelt? Ruppelt var chef för Air Force UFO-utredningsenhet: under dess slutfas, därefter var han chef för UFO-utredningsenheten: 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio Och han deltog i det operativa arbetet. Det betyder att som Blue Book beredningen utredde . Man kan lugnt säga att Ruppelt var väl insatt vad betr karakteristika som är kopplade till observationer avs de okända objekten. Så här beskriver han Washington-incidenterna 19, 20, 26, 27, juli: There was talk and the false targets they could cause; but that a good radar operator , and the traffic controllers who operated the radar at Washington National Airport Every day the lives of thousands of people depended upon of the radar targets they saw on their scopes. And you don't g unless watching a luminous line paint targets . Targets caused by inversions aren't rare in the years that these men had been working with radar they had undoubtedly that radar can detect. there was a temperature inversion They (min anm. flygledarna vid ARTC) had told the Bolling AFB intelligence officer that the targets they saw . The Air Force radar operator at Andrews . Flygledarna vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats klargjorde även för Donald E. Keyhoe att de okända objekten var resultatet av som Air Force vidhåller i sin officiella förklaring. Vem var Keyhoe? Keyhoe hade ett förflutet inom U.S Marine Corps. Vidare hade han ett brett kontaktnät inom Air Force. Flygledarnas chef Harry G. Barnes klargjorde för Keyhoe: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 447,
		"postNum": 456,
		"postLink": "/sp49740993",
		"postTime": "2014-07-29",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p38",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Ber att du FALSIFIERAR slutledningskedjan som jag har lagt upp för din räkning (13/7) (28/7) som leder till att radarpersonalens observationer avs de okända objekten är Du klargör: (28/7) Detta har jag BESVARAT upprepade gånger. Det är inte det jag efterfrågar. Det jag EFTERFRÅGAR är att du FALSIFIERAR nämnda slutledningskedja. Skälet till att jag ber att du tar dig an projektet att FALSIFIERA nämnda slutledningskedja är en följd av att du har klargjort att du INTE tror att det var utomjordiska farkoster som visade sig över Washington 19, 20, 26, 27, juli 1952. Då borde det inte vara något problem för dig att FALSIFIERA premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade låtit det passera opåtalat. att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker hade härrört från nämnda radarpersonal. Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som är ett Men en sådan händelseutveckling har UTEBLIVIT. Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att FALSIFIERA premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är Inte sant? (SLUT)"
	},
	{
		"postIndex": 144,
		"postNum": 147,
		"postLink": "/sp41710676",
		"postTime": "2013-01-27",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p13",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Ja då är jag en dåre, för jag tror inte på det du skrivit. Du säger att du inte tror att det jag refererar till visar att den här planeten besöks av I det fall du bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen observerade som . Ber jag att du lägger fram en slutledningskedja Premisserna som bygger upp det här fallet är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt om . Det som talar för att radarpersonalens observationer av (som visade att de var resultatet ET-teknologi) . : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med får som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har : (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter: som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten . Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. ”Något senare observerar Barnes hur ett av objekten och 1 allt utfört på några ögonblick. ”Barnes observerar hur ett objekt från övriga objekt ett trafikflyg som nyss har startat och hur det med trafikflyget”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka objekten i en hel svärm över Washington. (SLUT CITAT). Min anm. till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer. En intelligens som förmådde att på trafikflyget och jaktflyget. Det betyder att objekten var av natur. Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå Det betyder blott en sak: Objekten var resultatet av ”mänsklig teknologi”. kjellkritisk, i det fall du bejakar att framlagda premisser mynnar i slutsatsen att radarpersonalen observerade som Ber jag att du lägger fram en slutledningskedja . /Mr Miscellaneous"
	},
	{
		"postIndex": 358,
		"postNum": 366,
		"postLink": "/sp49451782",
		"postTime": "2014-07-04",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p31",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Roligt att du söker dig till tråden. Langar in inte lite text. Men jag utgår från att du inte är illitterat. Då borde det inte vara något problem för dig att läsa igenom texten. Du ställer frågan: ”Hur gör man sannolikhetsbedömningen” att de okända objektens leder till att objekten härrör från den här planeten? LÄSER du materialet nedan ges du en FAIR möjlighet att kunna bedöma hur sannolikt det är att nämnda objekt INTE härrör från den här planeten. Nedan vittnesuppgifter som härrör från radarpersonalen vid ARTC vid Washingtons nationella flygplats. Uppgifterna återfinns i Donald Keyhoes bok: ”Flying Saucers From Outer Space”. ”23:40 observerar Nugent hur plötsligt visar sig på radarskärmen. Nugent stirrar häpet på skärmen då objekten har uppenbarat sig från Keyhoe sid 63 ”Det fanns bara ett svar: Objekten måste ha störtat in i sektorn med en fruktansvärd hastighet åtföljt av en plötslig fartminskning i den sydvästra kvadranten”. Keyhoe sid 63 ”Nugent kallar på Barnes (dennes chef) som omgående ringer till tornet och får bekräftat att deras indikator indikerar . Keyhoe sid 64 ”Barnes kontaktar Andrews Air Force Base som är belägen 13 km öster om Washington DC och den bestörte radaroperatören bekräftar att deras indikatorer indikerar Keyhoe sid 64 ”Till allas häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum”. Keyhoe sid 64 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir – någonting som flygplan Keyhoe sid 65 ”Ett objekt tvärstannar i en hastighet om 160 km/h och kastar om riktningen 180 grader. Allt utfört på några sekunder”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade med kollega objekts hastighet. De kom fram till att objektet hade rört sig i drygt Keyhoe sid 65 Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på ”Talet om att den här planeten besöks av utomjordiska farkoster hade några ur radarpersonalen tidigare alltid skrattande avfärdat som trams”. Keyhoe sid 65 ”Men nu var de ordentligt uppskakade då de hade bevittnat som över Washington”. Keyhoe sid 65/66 \"From their maneuvers they —if not manned—by highly intelligent beings”. Keyhoe sid 65/66 Det kommer mer om en stund"
	},
	{
		"postIndex": 293,
		"postNum": 300,
		"postLink": "/sp48944410",
		"postTime": "2014-05-26",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p25",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Jag bad dig om en analys avs de okända objekten som visade sig över Washington 19, 20, 26, 27, juli 1952. Analysen har uteblivit. Det motiverar du med att objekten över Washington nämnda datum i själva verket är Rapporter som härrör från tillförlitliga källor motsäger emellertid ditt påstående. Ty de klargör att okända objekt visade sig över Washington nämnda datum och som utmärkte sig genom sina ”omöjliga” flygegenskaper. Vidare: Objektens prestanda visade entydigt att de var resultatet av en teknologi som är väsensskild i förhållande till den teknologi som Air Force jaktplan var resultatet av. Det som talar för det. Är det här: Då jaktplan försökte avvisa de okända objekten över Washington nämnda datum svarade objekten med en formidabel acceleration som resulterade i att de lämnade jaktplanen enkelt efter sig. Uppgiften jaktplanspiloter och radarpersonal. Vidare: Här några axplock ur Donald Keyhoes bok: ”Flying Saucers From Outer Space” som stödjer slutsatsen att objekten nämnda datum från den här planeten: ”Till radarpersonalens häpnad försvinner ett objekt plötsligt. Där nästa eko skulle visa sig på indikatorn fanns bara ett blankt tomrum”. Keyhoe sid 64 ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var utom räckhåll för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64 ”Några sekunder senare drabbades flygledarna av nästa chock ett objekt gör en – någonting som flygplan omöjligen kan göra”. Keyhoe sid 65 ”Plötsligt försvann ekona från skärmen. Zacko kalkylerade med en kollega objekts hastighet de kom fram till att objektet hade rört sig i drygt ”. Keyhoe sid 65 isolerstege, i det fall du anser att uppgifterna jag hänvisar till ber jag att du förklarar dig. By the way.. Du har väl inte glömt bort att jag bett dig falsifiera slutledningskedjan som jag lade upp bl.a din räkning 7/4. Som leder fram till att de okända objekten över Washington nämnda datum från den här planeten. Fall nu inte ÅTERIGEN undan.."
	},
	{
		"postIndex": 438,
		"postNum": 447,
		"postLink": "/sp49729762",
		"postTime": "2014-07-28",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p38",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Du klargör: Och som sagt, det inte var finns det gott om som jag varje dag i veckan ligger än dina utomjordingar, som förståss/tyvärr/som valkigt saknar varje form av bevis.. Vilka fenomen syftar du på? Du klargör: Det finns ju även som hävdar just , så vad är det som gör dina böcker trovärdigare än alla andra? Vilka är det som GÖR GÄLLANDE att inversion KAN FÖRKLARA nämnda okända objekt? Du frågar: VAD är det som gör dina böcker TROVÄRDIGARE än alla andra? VILKA ANDRA är det du syftar på? Du klargör: Och jag upprepar - det så är självklart än , särskilt så länge att aliens någonsin besökt oss,, Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att FALSIFIERA premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är . P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på f I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade låtit det passera opåtalat. att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker hade härrört från nämnda radarpersonal. Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som är ett . Men en sådan händelseutveckling har UTEBLIVIT. Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att FALSIFIERA premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är . Inte sant? (SLUT)"
	},
	{
		"postIndex": 361,
		"postNum": 369,
		"postLink": "/sp49452135",
		"postTime": "2014-07-04",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p31",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Ytterligare uppgifter rörande nämnda händelser: McDonald, James E. “Statement by Dr. James E. McDonald”. McDonald forskade i atmosfärisk fysik, innehade en professur vid ” Department of Meteorology” University of Arizona. Sedermera blev han chef för ”Institute for Atmospheric Physics”. McDonald klargör ang 19/20 juli. Barnes and others, confirmed the important point that radar fixes and occurred that night. D.C. Airport James M. Ritchey, who was at the ARTC radar Barnes' views that the radar controllers on duty that night being ground returns. McDonald sid 71/72 The suggestion that the same weak (1.7° C) \"inversion\" that the radar ducting miraging effects McDonald sid 71 Vidare: Vittnesuppgifterna som härrör från nämnda radarpersonal HAR utan minsta tvivel en mycket hög trovärdighet då operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som visade sig på indikatorskärmen. Radarpersonalen var klar över att ekona som härröde från de okända objekten INTE var flygplan/inversion. Det eftersom ekona det som är signifikativt för ekon som härrör från flygplan/inversion. Till sist: I det fall du är av den uppfattningen att ovan angivna uppgifter INTE leder till slutsatsen att de okända objekten INTE härrör från den här planeten. Ber jag att du ger mig DET som förklarar de okända objekten. Radarpersonalen HAR KLARGJORT att de okända objekten utifrån de PRESTANDA objekten demonstrerade OMÖJLIGEN kan härröra från den här planeten. Keyhoe sid 65/66 Jag delar radarpersonalens uppfattning. Av den enkla anledningen att Air Force mest sofistikerade luftburna teknologi framstod som PRIMITIV i jämförelse med den teknologi som de okända objekten var resultatet av. De okända objekten demonstrerade en total teknologisk överlägsenhet vilket återspeglades i att jaktplanen inte hade minsta möjlighet att svara på objektens kolossala acceleration. Det radarpersonalen beskriver är ett fascinerande möte mellan väsensskilda teknologier. Vi kan omgående FIMPA antagandet att det var ett naturfenomen som jaktplanen försökte avvisa. Det existerar inte ETT ENDA naturfenomen som gång efter gång kan interagera med jaktplan genom att försvinna då jaktplanen närmar sig ”naturfenomenet ifråga” och som återkommer då jaktplanen har dragit sig tillbaka. Ovan mycket trovärdiga vittnesuppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något ANNAT RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)"
	},
	{
		"postIndex": 383,
		"postNum": 391,
		"postLink": "/sp49558648",
		"postTime": "2014-07-13",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p33",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Du klargör: fortfarande på så ja - jag det att dessa ljusprickar om Varför utvecklar du inte ett resonemang VARFÖR nämnda radarekon INTE kan härröra från objekt som INTE härrör från den här planeten? Varför nämner du inte med ett ord att jag RELATERAR nämnda EKON till någonting SPECIFIKT nämligen det här: Radarpersonalen var klar över att ekona som härröde från de okända objekten INTE var flygplan/inversion. Det eftersom nämnda ekon INTE SVARADE MOT det som är SIGNIFIKATIVT för ekon som härrör från flygplan/inversion. Svaret du har levererat utmärks av att det är helt fritt från analyser där du penetrerar det jag lagt fram. Det är som om mina argument inte existerar. I det fall du har ambitionen att framstå som trovärdig i din argumentation. Då utvecklar du ett resonemang VARFÖR nämnda radarekon INTE kan härröra från objekt som INTE härrör från den här planeten. Om du inte gör det. Skickar det en mycket tydlig signal att du INTE klarar att UTVECKLA ett sådant resonemang. Vidare: Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från (nämnda radarpersonal) att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker hade härrört från dessa, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade låtit det passera opåtalat. att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker hade härrört från nämnda radarpersonal. Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som är Men en sådan händelseutveckling har UTEBLIVIT. Du har klargjort att du INTE tror på vittnesuppgifterna som härrör från nämnda radarpersonal att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är med ett Inte sant? Det kommer mer om en stund"
	},
	{
		"postIndex": 380,
		"postNum": 388,
		"postLink": "/sp49525751",
		"postTime": "2014-07-10",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p33",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Utdrag ur: McDonald, James E. “Statement by Dr. James E. McDonald”. McDonald forskade i atmosfärisk fysik, innehade en professur vid ” Department of Meteorology” University of Arizona. Sedermera blev han chef för ”Institute for Atmospheric Physics”. McDonald klargör ang 19/20 juli. Barnes and others, confirmed the important point that radar fixes and occurred that night. D.C. Airport James M. Ritchey, who was at the ARTC radar Barnes' views that the radar controllers on duty that night being ground returns. McDonald sid 71/72 The suggestion that the same weak (1.7° C) \"inversion\" that the radar ducting miraging effects ABSURD”. McDonald sid 71 Till sist: Vittnesuppgifterna ovan som härrör från nämnda radarpersonal har en mycket hög trovärdighet det eftersom operatörerna VAR ERFARNA. Deras erfarna blick talade omedelbart om för dem vad det var för slag av ekon som radarsetten indikerade. Radarpersonalen var klar över att ekona som härröde från de okända objekten INTE var flygplan/inversion. Det eftersom nämnda ekon INTE SVARADE MOT det som är SIGNIFIKATIVT för ekon som härrör från flygplan/inversion. I det fall du är av den uppfattningen att ovan refererade vittnesuppgifter INTE leder till slutsatsen att de okända objekten INTE härrör från den här planeten. Ber jag att du ger mig DET som förklarar de okända objekten. Radarpersonalen HAR KLARGJORT att de okända objekten utifrån de PRESTANDA objekten demonstrerade OMÖJLIGEN kan härröra från den här planeten. Keyhoe sid 65/66 Jag delar radarpersonalens uppfattning. Av den enkla anledningen att Air Force mest sofistikerade luftburna teknologi framstod som PRIMITIV i jämförelse med den teknologi som de okända objekten var resultatet av. De okända objekten demonstrerade en total teknologisk överlägsenhet vilket återspeglades i att jaktplanen inte hade minsta möjlighet att svara på objektens kolossala acceleration. Det radarpersonalen beskriver är ett fascinerande möte mellan väsensskilda teknologier. Vi kan omgående FIMPA antagandet att det var ett naturfenomen som jaktplanen försökte avvisa. Det existerar inte ETT ENDA naturfenomen som gång efter gång kan interagera med jaktplan genom att försvinna då jaktplanen närmar sig ”naturfenomenet ifråga” och som återkommer då jaktplanen har dragit sig tillbaka. Ovan mycket trovärdiga vittnesuppgifter visar att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något ANNAT RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. (SLUT)"
	},
	{
		"postIndex": 195,
		"postNum": 198,
		"postLink": "/sp48281626",
		"postTime": "2014-04-07",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p17",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "SM i ordbajsande, vad vill du ha sagt med ditt osammanhängande pladder? Svaret ovan levererade du 28/3 till mig i den här tråden. M . Eftersom du anser att argumenten jag har lagt fram borde det inte vara något problem för dig att falsifiera slutledningskedjan nedan till mitt ”osammanhängande pladder”. gäsp, ointressant saga av en ointressant författare. Svaret ovan levererade du 4/4 till mig i den här tråden. Eftersom du anser att borde det inte vara något problem för dig att falsifiera slutledningskedjan nedan till nämnda - SAGA. I det fall ni bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt . Ber jag slutledningskedjan nedan: . Premisserna som bygger upp de här fallen är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på . Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten. Vidare: Att radarpersonalens observationer : : I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 431,
		"postNum": 440,
		"postLink": "/sp49718653",
		"postTime": "2014-07-27",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p37",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "”Ett objekt gör en – någonting som flygplan Keyhoe sid 65 ”Ett objekt i en hastighet om och kastar om riktningen allt utfört på några sekunder”. Keyhoe sid 65 Uppgifterna ovan härrör från DET RADAR INDIKERADE vid ARTC vid Washingtons nationella flygplats juli 1952. ? Vad är enligt din mening den rimligaste förklaringen? Levererar du följande svar: ”Jag anser att den är STÖRNINGAR som EXEMPELVIS kan bero på eller LIKNANDE väderfenomen.” Du får ursäkta, men du förefaller att ha ett inbyggt FILTER i skallen. Säger det då du INTE TAR TILL DIG uppgifter jag refererar till. Nämligen DET HÄR: “On each night that there was a sighting there was a temperature inversion but it strong enough the radar”. Ruppelt sid 170 The official suggestion that the same weak (1.7° C) low-level \"inversion\" that was blamed for the radar ducting miraging effects McDonald sid 71 (USN, AFOIN-2C5) arrived at ARTC Center at about 27/0015 EDT. Lt. Holcomb observed scopes and \"7 good, . \"He made a quick check with airport Weather Station and determined that there temperature inversion (about 1 degree) from the surface to about 1000'. However, he felt that at the time the result of and so advised the Command Post with the suggestion that a second intercept flight be requested. Utdrag ur Project Blue Book. Uppgifterna ovan visar att INVERSION de okända objekten. Ditt svar visar att du INTE klarar ATT HÅLLA ISÄR vad som sägs under en debatt. Du har en tendens att babbla på utan att TÄNKA DIG FÖR. Vidare: Ber att du ger mig exempel där jag hävdar att du har klargjort någonting om något då du i själva verket INTE har gjort det. Utifrån min fråga ovan klargör du: Du ber mig svara på detta, trots att jag påstått Av vilket(a) SAKSKÄL menar du att det INTE ÄR RIMLIGT att jag ber dig att svara på en fråga som rör en frågeställning som du INTE har berört? Skälet till att jag bad dig att svara på nämnda fråga är en följd av att du INTE har berört frågeställningen ifråga. Det är LOGISKT att jag ställde nämnda fråga det eftersom du UTESLUTANDE försöker förklara de okända objekten med sådant som HAR en ÅTERKOPPLING till den här planeten. Det kommer mer om en stund"
	},
	{
		"postIndex": 190,
		"postNum": 193,
		"postLink": "/sp48240496",
		"postTime": "2014-04-04",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p17",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "En fråga angående din signatur. Kan du bevisa att utomjordingar besöker jorden? Jag håller det för troligt att vi har fått besök men jag saknar fortfarande bevis. Det vore trevligt att få se det någon gång så att jag slipper spekulera. I det fall du bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt . Ber jag slutledningskedjan nedan: . Premisserna som bygger upp de här fallen är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten. Vidare: Att radarpersonalens observationer : : I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har . Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 229,
		"postNum": 233,
		"postLink": "/sp48423669",
		"postTime": "2014-04-17",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p20",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Ok, eftersom i ovanstående monolog från PederNielssen så kan vi slå fast som så många gånger både förr och senare. (SLUT CITAT) Eftersom du har svårigheter att ta till dig en längre text. Här nedkortad version av texten jag postade till dig på sid 19. Texten motsvarar ca 1.5 sidor brödtext. Klarar du den här textvolmen tror du? Om inte då är du närmast illitterat. Hur tog du dig genom skolan? Inom journalistiken brukar man understryka vikten av att få en uppgift bekräftad från flera av varandra oberoende källor (anm i det här fallet radarpersonalen vid tre radarstationer som observerade okända objekt över Washington 19, 20, 26, 27, juli 1952). Det är ett utmärkt förhållningssätt även när det gäller källkritik på Internet. På så sätt ges en mycket god möjligt att avgöra huruvida informationen är trovärdig alt. bör betraktas som icke trovärdig. Du säger: ”att det rörde sig om anomalier i radarn” (SLUT CITAT) nedan att incidenterna som ägde rum 19, 20, 26, 27, juli 1952 över Washington . Som du försöker att få det till. (Källa 1) (Edward J. Ruppelt): (anm) Edward Ruppelt var ansvarig för Air Force UFO-utredningsenhet: ”Project Grudge” under dess slutfas, sedermera chef för UFO-utredningsenheten: ”Project Blue Book” 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio Så här säger han: There was talk and the false targets they could cause; but [ B]t[/b] that a good radar operator , and the traffic controllers who operated the radar at Washington National Airport . Ruppelt sid 161 there was a temperature inversion [b] /B] . Ruppelt sid 170 (Källa 2) (Donald E. Keyhoe): chef Harry G. Barnes. Så här säger han: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6 Keyhoe Radar/Visual 1952 sid 8 Vaughn D. Rockne, who is familiar with inversion effects, Keyhoe Radar/Visual 1952 sid 8 Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 331,
		"postNum": 339,
		"postLink": "/sp49308082",
		"postTime": "2014-06-23",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p29",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(forts föreg inlägg) NYTT ÄMNE: Jag ställde följande fråga till dig. Har du KÖPT boken du hänvisar till? Och du svarade: ” Japp så köpte du din så kommer vi att ha samma”. Det var inte det svaret jag efterfrågade. Jag frågade om du har boken du hänvisar till? Vidare: Varför adresserar du ett av ett sådant i det svenska språket som till mig? Det är en självklarhet för mig vad uttrycket ”det ante mig” betyder. Jag har språket i min hand. Det är en nivå som du aldrig kommer att nå upp till. Det framgår av hur du uttrycker dig. Du saknar helt enkelt de verktyg som krävs för att kunna mejsla fram de valörer som du försöker ge uttryck för. Återigen: Vad menar du med att det att jag har kommit över information GRATIS? Vidare: Du undrar vad jag menar med då jag bad dig FALSIFIERA slutledningskedjan som jag har lagt upp som styrker att de okända objekten som visade sig över 19, 20, 26, 27, juli 1952 var resultatet av en teknologi som inte härrör från den här planeten. Det jag avser är det här: Du klargjorde (20/6) att nämnda händelser över Washington 19, 20, 26, 27, juli 1952 har ägt rum”. Då borde det inte vara något problem för dig att (falsifiera) premisserna som mynnar i att radarpersonalens observationer avs de okända objekten är . P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på . I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har Det kommer mer om en stund."
	},
	{
		"postIndex": 251,
		"postNum": 257,
		"postLink": "/sp48610093",
		"postTime": "2014-05-02",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p22",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Materialet som jag lade upp #255 och #256 beskriver händelserna då manifesterade sig över 19, 20, 26, 27, juli 1952 samt över i U.S. samma månad. Här har du centrala fakta som i allt väsentligt täcker skeendet under juli-flapen. Och av det skälet utelämnade jag dina frågor. Eftersom jag är en generös själ – här kommer ändå svar på dina frågor: De räddaste som hela tiden trots att de inte såg något på radarskärmarna? Sannolikheten att flygplan krockar med de okända objekten är lika med noll. Vad grundar jag det antagandet på? Svar: De okända objekten ser alltid till att ett visst säkerhetsavstånd upprätthålls till flygplan. Här ett exempel på det. Ett jaktplan försökte komma nära ett okänt objekt. Då jaktplanet närmade sig objektet accelererade det enkelt iväg bort från jaktflyget. Så här sammanfattar Air Force kaptenen Edward Ruppelt incidenten: I sin bok: “The Report on Unidentified Flying Objects”. (anm) Ruppelt var chief för Air Force UFO-utredningsenheter: ”Project Grudge” och ”Project Blue Book” Och han deltog i det operativa arbetet. Det betyder att UFO-rapporter “On the same night as the second Washington sighting (anm 26/27 juli) we had a really good report from California. An ADC radar had picked up an unidentified target and an F-94C had been scrambled”. “The radar vectored the jet interceptor into the target, the radar operator , and as the airplane closed in the pilot and RO saw that they were headed directly toward a large, yellowish orange light”. “For several minutes they played tag with the UFO. the and that as soon as the airplane would of the UFO at a terrific speed”. “Then in a minute or two enough ”. “When I talked to the F-94 crew on the phone, the pilot said that they felt as if this - and they didn't like it - at any moment they thought “Needless to say, this was Ruppelt sid 167/168 (anm) betyder att utredarna inte kunde finna någonting Det Ruppelt beskriver är ett fascinerande möte mellan väsensskilda teknologier. Jaktplanet å sin sida var resultatet av en hopplöst föråldrad teknologi i förhållande till den teknologi som det okända objektet var resultatet av. Jaktplanet hade därmed inte minsta möjlighet att svara på objektets enorma acceleration. Vänta lite det kommer mer om en stund."
	},
	{
		"postIndex": 386,
		"postNum": 394,
		"postLink": "/sp49565625",
		"postTime": "2014-07-13",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p33",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Du klargör: (1) Hur ser med teknikern ut? (2) Vad teknikern? (3) Vilken hade hen? (4) Hur observationen (Om inte alla frågor kan besvaras så vet vi inte alla förutsättningar. Tills klarhet vunnits är allt bara spekulationer, i likhet med tex 21 december 2012.) (5) Är en person säger sant? (6) Även jag säger? Du formulerar dina frågor som om det bara var EN radaroperatör som var involverad i nämnda händelser. Så var inte fallet. Hela radarpersonalen var involverad i nämnda händelser. Jag svarar jag på dina frågor utifrån nämnda förutsättning. Ruppelt och Keyhoe träffade självfallet radarpersonalen då det rörde sig om UNIKA händelser. Då Ruppelt och Keyhoe besatt ett analytiskt tänkande är jag säker på att de förberedde sig mycket noggrant. Vidare spelade de in intervjuerna eller så stenograferade de. Vid särskilt intressanta uppgifter ställde de helt säkert en rad kritiska följdfrågor. Efter det att de hade sammanställt ett material gjorde de självfallet en mycket noggrann genomgång av materialet med kollegor/andra kontakter. Vid oklarheter tog de självfallet förnyad kontakt med radarpersonalen. De namn som återfinns i Ruppelts/Keyhoes nämnda böcker och som är synonyma med radarpersonalen är: Harry Barnes, Edward Nugent, Joe Zacko, Jim Ritchey, Howard Cocklin, James Copeland. Jag antar att din fråga avser utbildning utöver den utbildning nämnda personal hade för att kunna verka som flygledare. Svar: Känner ej till annan utbildning. Är du intresserad av uppgifter som rör annan utbildning testa googla. juli kollade ”en tekniker” radarsetten. Det sägs ingenting om teknikerns namn. “The targets by a malfunction in the radar, they thought, so A TECHNICIAN was called in - the set WAS IN PERFECT working order”. (19/20 juli) Ruppelt sid 159 kollade radarspecialsten Holcomb av radarsetten vid ARTC under pågående händelser. “With him were Albert M. Chop. and an officer For two hours they watched the saucer blips, Fournet and Chop quizzing Barnes and his men while the radar specialist CHECKED THE SET”. Keyhoe Sid 69 “(AFOIN-2A2) and (USN, AFOIN-2C5) arrived at ARTC Center EDT. Lt. Holcomb OBSERVED SCOPES and reported SOLID TARGETS” (Utdrag: Project Blue Book) “He made a with airport Weather Station and determined that there was (about 1 degree) from the surface to about 1000'.” (Utdrag: Project Blue Book) “However, he felt that the at the time WERE NOT the result of this inversion and so the Command Post with the suggestion that A SECOND INTERCEPT FLIGHT BE REQUESTED”. (Utdrag: Project Blue Book) Nej. Nej."
	},
	{
		"postIndex": 149,
		"postNum": 152,
		"postLink": "/sp41727433",
		"postTime": "2013-01-28",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p13",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Ni har inte visat minsta ansats att bemöta min argumentation. Jag skulle sätta värde på att ni . I det fall ni är av den meningen att slutledningskedjan nedan är logisk ceph, du säger att det börjar bli tjatigt, att jag återkommer till mina frågeställningar. Skälet till att jag gör det är att jag alltid förväntar mig att mina opponenter, har så mycket stake, att de besvarar mina frågor. : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har : (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. ”Något senare observerar Barnes hur ett av objekten och allt utfört på några ögonblick. ”Barnes observerar hur ett objekt från övriga objekt ett trafikflyg som nyss har startat och hur det med trafikflyget”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka objekten i en hel svärm över Washington. (SLUT CITAT). Min anm. till objektens RÖRELSER leder logiken till att det var en intelligens involverad i objektens manövrer. En intelligens som förmådde att svara/reagera på trafikflyget och jaktflyget. Det betyder att objekten var av natur. Vidare: objektens anmärkningsvärda flygegenskaper fick planetens mest sofistikerade luftburna teknologi att framstå Det betyder blott en sak: Objekten var resultatet av ”mänsklig teknologi”.(SLUT) ceph, du säger att UFO-Sverige, inte utreder UFO-rapporterna . Det var ord och inga visor det. Men jag antar att du har torrt på fötterna då du levererar en sådan skarp kritik. Håller det streck, det du säger. Då är UFO-Sverige, mer en förening för social samvaro, och i mindre utsträckning en förening som utreder UFO-händelser. : Det är inte mer än rimligt att ni visar lite stake och bemöter argumenten som jag har lagt fram. Anser ni att argumenten inte är logiska t. /Mr Miscellaneous"
	},
	{
		"postIndex": 220,
		"postNum": 223,
		"postLink": "/sp48366590",
		"postTime": "2014-04-13",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p19",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) (Källa 2) Keyhoe, Donald E.”Flying Saucers From Outer Space”. 1953), Henry Holt and Company; First Edition edition (1953) ASIN: B000OKUWRM Keyhoe, Donald E. ”Radar/Visual UFOS, Maj. Donald Keyhoe, 1952”. (anm) Keyhoe hade ett förflutet inom U.S Marine Corps som pilot. Vidare hade han ett brett kontaktnät inom Air Force. 23:40 observerar Nungent hur sju okända objekt plötsligt visar sig på radarskärmen. Nungent stirrar häpet på skärmen då objekten . Keyhoe Flying Saucers sid 63 Det fanns bara ett svar: Objekten måste ha störtat in i sektorn åtföljt av en plötslig fartminskning i den sydvästra kvadranten. Keyhoe Flying Saucers sid 63 Nungent kallar på Barnes som omgående ringer till tornet och får bekräftat Keyhoe Flying Saucers sid 64 Barnes kontaktar Andrews Air Force Base som är belägen 13 km öster om Washington DC och den bestörte radaroperatören där bekräftar att . Keyhoe Flying Saucers sid 64 Till allas häpnad försvinner objektet plötsligt. Där nästa eko skulle visa sig på indikatorn finns bara ett blankt tomrum. Keyhoe Flying Saucers sid 64 Det verkar otroligt men objektets acceleration var så kolossal att objektet var utom räckhåll för radarstrålen i intervallen mellan svepen. Keyhoe Flying Saucers sid 64/65 Några sekunder senare Keyhoe Flying Saucers sid 65 Några minuter senare drabbades flygledarna av nästa chock, – någonting som flygplan omöjligen kan göra. Keyhoe Flying Saucers sid 65 Radarpersonalens chef Barnes klargjorde för Keyhoe: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 Barnes has since told me. Keyhoe Radar/Visual 1952 sid 6 . Keyhoe Radar/Visual 1952 sid 8 Vaughn D. Rockne, who is familiar with inversion effects, . Keyhoe Radar/Visual 1952 sid 8 Talet om att den här planeten besöks av utomjordningar hade några av flygledarna tidigare alltid skrattande avfärdat som trams. Keyhoe Flying Saucers sid 65 Men nu var de ordentligt uppskakade då de från första parkett hade bevittnat Flygledarna var klara över att objektens flygegenskaper bara kan betyda en sak: . Keyhoe Flying Saucers sid 65 Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 207,
		"postNum": 210,
		"postLink": "/sp48329749",
		"postTime": "2014-04-10",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p18",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": ": Fortfarande: DU PÅSTÅR NÅTT=DU BELÄGGER DINA PÅSTÅENDEN. : Det är inte lite text jag langar in, men det krävs för att jag ska få sagt, det jag vill ha sagt. Källorna jag hänvisar till nedan mao att informationsbärarna som . Det kanske är övertydligt, men jag klargör det förhållandet i det fall någon tror något annat. Inom journalistiken brukar man understryka vikten av att få en uppgift bekräftad från flera av varandra oberoende källor (anm i det här fallet radarpersonalen vid tre radarstationer som observerade de okända objekten över Washington 19, 20, 26, 27, juli 1952). Det är ett utmärkt förhållningssätt även när det gäller källkritik på Internet. På så sätt ges en mycket god möjligt att avgöra huruvida informationen är trovärdig alt. bör betraktas som icke trovärdig. I det fall du anser att källorna jag hänvisar till nedan saknar trovärdighet. : Jag ser fram emot att få ta del sakskälet(en) som stödjer ditt antagande. (Källa 1) Ruppelt, Edward J. ”Report On Unidentified Flying Objects”. First published by Doubleday & Co. in 1956. (Anm) Edward J. Ruppelt var ansvarig för Air Force UFO-utredningsenhet: under dess slutfas, sedermera chef för UFO-utredningsenheten: ” ” 1951-1953 vid Air Technical Intelligence Center Wright-Patterson Air Force Base, i Dayton Ohio Och han deltog i det operativa arbetet. Det betyder att som Blue Book beredningen utredde . Det är ingen överdrift att påstå att Ruppelt var väl insatt vad betr vittnesuppgifterna som rör de okända objekten som manifesterade sig över Washington-incidenterna 19, 20, 26, 27, juli 1952 och som utmärkte sig genom sina ”omöjliga” flygegenskaper. Så här säger han betr incidenterna över Washington 19, 20, 26,27, juli: There was talk and the false targets they could cause; but that a good radar operator , and the traffic controllers who operated the radar at Washington National Airport Ruppelt sid 161 And you don't unless watching a luminous line paint targets . Ruppelt sid 161 there was a temperature inversion . Ruppelt sid 170 They (anm. flygledarna vid ARTC) had told the Bolling AFB intelligence officer that the targets they saw . The Air Force radar operator at Andrews . Ruppelt sid 161 Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 201,
		"postNum": 204,
		"postLink": "/sp48313397",
		"postTime": "2014-04-09",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p17",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Hört talas om:http://en.wikipedia.org/wiki/Russell's_teapot?? Du påstår något= du BEVISAR/BELÄGGER dina påståenden.. I det fall du bejakar att framlagda premisser nedan mynnar i slutsatsen att radarpersonalen vid ARTC (förkortning: Air Rote Traffic Control) vid Washingtons nationella flygplats observerade okända objekt Ber jag slutledningskedjan nedan: . Premisserna som bygger upp de här fallen är de som följer: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt . Det som talar för att objekten som radarpersonalen observerade var resultatet av utomjordisk teknologi är att objekten uppvisade karaktäristika som utesluter att objekten var resultatet av teknologi som härrör från den här planeten. Vidare: Att radarpersonalens observationer : : I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har . Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 363,
		"postNum": 371,
		"postLink": "/sp49477383",
		"postTime": "2014-07-06",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p31",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "De flesta, inklusive mig själv, drar ju inte slutsatsen att dessa påståenden är bevis för utomjordingar. Frågan var du gör utomjordingar? Hur utesluter du alla andra alternativ mellan \"för tillfället oförklarlig\" (om det nu stämmer) ------> \"utomjordingar\"?[/quote] Du frågar sannolikheten att de okända objekten som visade sig över Washington 19, 20, 26, 27, juli 1952 INTE härrör från den här planeten. Mitt inlägg (4/7) BESVARAR din fråga. . Se premisserna nedan för den jag har gjort rörande de okända objektens ursprung. (1) Radarpersonalen kom fram till slutsatsen att ekona inte härrörde från flygplan. Ruppelt sid 159 (2) Radarsetten kollades upp. Det visade sig att de fungerade FELFRITT. Ruppelt sid 159 (3) Det officiella tillkännagivandet att den låga inversionsnivån (1.7° C) att det var den som orsakade ekona – tangerar det ABSURDA. McDonald sid 71 (4) Radar indikerade de okända objekten SAMTIDIGT med PILOT-OBSERVATIONER. Det faktumet inträffade vid ett flertal tillfällen. McDonald sid 72 (5) Det existerar inte ETT ENDA naturfenomen SOM GÅNG EFTER GÅNG kan interagera med jaktplan genom att försvinna då jaktplanen närmar sig ”naturfenomenet ifråga” och som återkommer då jaktplanen har dragit sig tillbaka. (min reflektion) (6) ”Det verkar otroligt men objektets acceleration var så kolossal att objektet var för radarstrålen i intervallen mellan svepen”. Keyhoe sid 64/65 (7) ”Några minuter senare drabbades radarpersonalen av nästa chock. Ett objekt gör en 90 graders gir – någonting som flygplan Keyhoe sid 65 (8) ”Ett objekt i en hastighet och kastar om riktningen 180 grader. Allt utfört på några sekunder”. Keyhoe sid 65 (9)”Plötsligt försvann ekona från skärmen. Zacko kalkylerade med kollega objekts hastighet. De kom fram till att objektet hade rört sig i drygt Keyhoe sid 65 (10) Den hastigheten ska sättas i relation till dåtidens snabbaste jaktflyg som hade en topphastighet på (min reflektion) (11) Ovan nämnda premisser leder till att de okända objekten OMÖJLIGEN kan härröra från den här planeten. Det finns INTE något ANNAT RIMLIGT svar. Det är det LOGISKA svaret. Därför att det är det MEST SANNOLIKA svaret. Till sist: I det fall du är av den uppfattningen att uppgifterna ovan INTE leder till slutsatsen att de okända objekten INTE härrör från den här planeten. Ber jag att du ger mig DET som förklarar de okända objekten."
	},
	{
		"postIndex": 208,
		"postNum": 211,
		"postLink": "/sp48329961",
		"postTime": "2014-04-10",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p18",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) (Källa 2) Keyhoe, Donald E.”Flying Saucers From Outer Space”. 1953), Henry Holt and Company; First Edition edition (1953) ASIN: B000OKUWRM Keyhoe, Donald E. ”Radar/Visual UFOS, Maj. Donald Keyhoe, 1952”. (anm) Keyhoe hade ett förflutet inom U.S Marine Corps. Vidare hade han ett brett kontaktnät inom Air Force. Radarpersonalens chef Harry G. Barnes klargjorde för Keyhoe: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - , and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 “ ” Barnes has since told me. (anm sade Barnes till Keyhoe åsyftande de okända objekten) Keyhoe Radar/Visual 1952 sid 6 ”. Keyhoe Radar/Visual 1952 sid 8 Vaughn D. Rockne, who is familiar with inversion effects, . Keyhoe Radar/Visual 1952 sid 8 Det talar för att radarpersonalens chef Barnes beskrev skeendet för Keyhoe som det sägs ovan. : I det fall vittnesuppgifterna som sägs härröra från den radarpersonal som omnämns Donald E. Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört nämnda radarpersonal. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter Men en sådan händelseutveckling har . Om du tänker svara. Vänta lite. Det kommer mer om en stund."
	},
	{
		"postIndex": 366,
		"postNum": 374,
		"postLink": "/sp49498925",
		"postTime": "2014-07-08",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p32",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Du har klargjort att du INTE tror på uppgifterna (som härrör från) nämnda radarpersonal att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att premisserna nedan som leder till att radarpersonalens observationer avs de okända objekten är . P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på I det fall vittnesuppgifterna som sägs härröra från nämnda radarpersonal och som återfinns i Ruppelts och Keyhoes nämnda böcker hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . att radarpersonalen skulle ha funnit sig i att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Ruppelts och Keyhoes böcker hade härrört från nämnda radarpersonal. Ruppelt och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Att sprida uppgifter som är Men en sådan händelseutveckling har UTEBLIVIT. Du har klargjort att du INTE tror på uppgifterna (som härrör från) nämnda radarpersonal att objekten INTE härrörde från den här planeten. Då borde det inte vara något problem för dig att premisserna ovan som leder till att radarpersonalens observationer avs de okända objekten är Inte sant? Det kommer mer om en stund"
	},
	{
		"postIndex": 125,
		"postNum": 128,
		"postLink": "/sp41112203",
		"postTime": "2012-12-26",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p11",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "I det fall vittnesuppgifterna i Keyhoes bok INTE hade härrört från nämnda källor vilka konsekvenser hade det lett till? Ummm, inte ett skvatt? USA har och du kan s vilket också görs. Du kan omgående, plocka bort frågetecknet, efter satsen ”inte ett skvatt”. Ty du kan räkna i det fall du offentligt ger uttryck för något i såväl USA som i det här landet. Parametrarna som bygger upp det här fallet är ekvivalent med samt dess nedan: P att A är fallet det betyder att: A är sann P anser att A är sann P har goda skäl för att hålla A för att vara sann Anm. Begreppet syftar (utöver teoretiska förmågor) på samt om . Och det som talar för att radarpersonalens observationer av som indikerade att de var resultatet IT-teknologi : : I det fall vittnesuppgifterna som sägs härröra från radarpersonalen i Keyhoes bok ”Flying Saucers From Outer Space” hade härrört från denna, vilka konsekvenser hade det lett till? En sak är klar: Radarpersonalen hade . Det är förnuftsvidrigt att tro att radarpersonalen skulle ha åsett att den blev föremål för ett sådant lagbrott. Det är inte rimligt att likställa radarpersonalen med som fogar sig i att bli associerad med uppgifter . Det krävs inte särskilt mycket tankeförmåga för att inse att det hade tagit hus i helsike i det fall vittnesuppgifterna i Keyhoes bok hade härrört från radarpersonalen. Och Keyhoe hade säkert som amen i kyrkan åtalats för bedrägeri. Ty att sprida uppgifter är ett allvarligt brott. Men en sådan händelseutveckling har . : (1) Att vittnesuppgifterna härrör från radarpersonalen. (2) Att vittnesuppgifterna nedan är identisk med radarpersonalens vittnesuppgifter: som radarpersonalens chef Barnes dirigerade jaktflyget för att avvisa de okända objekten . Barnes fick en kuslig känsla att de märkliga besökarna hade full koll på hans radiokommunikation”. Då Barnes och jaktflyget insåg det lönlösa i att försöka avvisa objekten drog sig jaktflyget tillbaka över Washington. (SLUT CITAT). (Forts. i påföljande inlägg). /Mr Miscellaneous"
	},
	{
		"postIndex": 14,
		"postNum": 14,
		"postLink": "/sp39308471",
		"postTime": "2012-09-12",
		"postUser": "ceph",
		"postUserID": "/u71440",
		"postUrl": "https://www.flashback.org/t1958696p2",
		"userUrl": "https://www.flashback.org/u71440",
		"sentence": ", OK. Du tänker alltså inte längre än vad näsan räcker och ditt enda syfte med denna trådstart var att parafrasera en bok. Vad sägs om lite diskussion, for a change? AP-fenomen orsakade av inversion kan uppträda på de sätt som beskrivs av de hyllmeter av både teori och praktiska exempel jag gått igenom att döma. Jag nämnde sådant tidigare. Vi att precisionen i plotterna var inneboende bristfällig och att när man senare ackumulerat mer data så framträdde en annan bild. Ja, för vi vet även att det dessutom rörde sig om snarlika incidenter samma sommar i samma område och att alla har den gemensamma nämnaren att anaprop var mycket under dessa perioder. Dessutom är det ett faktum att tidpunkterna för observationerna i största allmänhet starkt korrelerar med de meteorologiska förhållandena och att fenomenen mycket riktigt mattades av och försvann då solen gick upp. Höjden för nämnda ekon var mycket låg, runt 500 meter, som senare i detalj kunde beläggas förekomma den sommarn. Vi ser även redan i fallet 19/20 Juli att det slumpmässigt varierar från ungefär 4 upp till 12 simultana ekon och att det tidsmässigt korrelerar med solinstrålningen.Samma sak som vid de senare fallen, m.a.o. Det du (eller ja, din bok) kallar en \"katt- och råttalek\" och enorma hastigheter är precis sådana slutsatser man lockas att landa på när man börjar plotta ut mer eller mindre slumpmässig AP, särskilt i relation till kända mål på känd kurs (dvs. F-94 rna). De plötsliga försvinnandet då planen närmade sig kan jämföras med när hela högar AP-ekon plötsligt försvinner för att sedan dyka upp igen, beroende på allt ifrån justeringar av gain och svep till små fluktuationer i de atmosfäriska förhållandena. Plottningsproblemet blir därför snabbt en veritabel mardröm och här kan därför inte felaktiga slutsatser uteslutas. Vi har för det första i samtliga dessa fall gamla analoga radarapparater som saknar de avancerade filter som sitter i moderna radartyper (och vars införsel \"konstigt nog\" korrelerar med en markant nedgång av de tidigare rätt vanliga okända ekona) och som därför registrerar lite vad som helst. Sedan har vi svephastigheter på mellan två och tio sekunder. Under dessa intervall kan spontan AP dyka upp lite var som helst, lite hur som helst, ibland på ett sådant sätt att någon tillförlitlig plottning av ekonas verkliga rörelser inte medges utan att siffrorna man får är helt uppåt väggarna. Detta är något som hänt, så det är inte bara teoretiska förslag. Dessutom kan AP under somliga förhållanden ge upphov till falska ekon som rör sig fort, men huruvida just det är applicerbart på detta fall eller ej låter jag vara osagt. Det kan vara värt att kika på dock. Jag ser att du valt att inte kommentera själva vidden av UFO-vågen i D.C. sommaren 1952. Det du inte explicit säger men det man får anta att du insinuerar med detta är att (åtminstone en portion av) de observerade radarfenomenen den 19/20 Juli skall behandlas från de som uppträdde den 26/27 och/eller de som beskrevs senare i Augusti. Detta är ett på alla sätt och vis legitimt ställningstagande och skulle mycket riktigt göra dessa utläggningar till stor del irrelevanta, det medges. Men att leda det i faktiska bevis blir svårt, det enda indicium vi har är plotter från det första tillfället, plotter som då och då skiljer sig i karaktär från de senare men vars tillförlitlighet med all rätt kan ifrågasättas. Vidare bör det nämnas att det vid alla dessa tillfällen rörde sig om stundtals mycket kraftiga ekon som var betydligt mer väldefinierade än vad man vanligen ser vid anaprop, vilket bl.a. fick operatören den 26/27 att ana oråd men som denne inte kunde bekräfta var något annat än just anaprop då fenomenet mattades av innan vidare studier kunde göras. Samtidigt så är det bekräftat att väderförhållanden rådde och att man vid senare tillfällen faktiskt observerat dylika kraftiga ekon som kunde kopplas till anaprop. AP är definitivt inget enhetligt naturfenomen som noga följer en viss profil som med enkelhet känns igen alla gånger. Radarstrålen kan böjas uppåt, nedåt, \"fastna\" i ett tunt skikt m.m. Det finns dubbelekon av olika slag, ekon från vågrörelser i luften, från vågrörelser på vatten, från stillastående eller rörliga objekt på marken som framträder \"i luften\", ekon som uppträder på grovt felaktiga avstånd, oönskade ekon från sidlober m.m. Intensiteterna varierar, hastigheterna hos de skenbara målen varierar, deras allmän beskaffenhet varierar. Med hjälp av moderna filter sorteras mycket av det där bort, men långt ifrån allt. Se vad noterade avseende falska ekon, clutter osv. Det vore även intressant med feedback från forumanvändare som exempelvis då denne är väl bevandrad på området EM-propagering och radar. I den mån man kan skönja en slutledning ur mina bidrag så rör inte den heller resultatet av mänsklig teknologi annat än indirekt. Men anledningen till att jag överhuvudtaget tar upp detta i en så pass stor omfattning är inte för att driva något absolut, det jag vill få sagt är att dessa fenomen rör sig om en mycket viktig faktor för förståelsen av åtminstone en av komponenterna som kan utgöra dessa observationer, en faktor som dessutom tycks ignoreras helt och hållet i dina parafraserade textstycken. Viktigt helt enkelt för att radarstationer i Washingtonområdet formligen av dessa fenomen den aktuella sommaren, de uppträdde med en sällan skådad intensitet och under de omtalade UFO-nätterna ser vi onekligen mängder övergripande ekon som passar in på AP och vars framträdande dessutom styrks av rådande väderförhållanden. Varför detta är så känsligt för somliga förstår jag inte. Min ståndpunkt är kort och gott att korrelationen mellan nämnda observationer och de övriga omständigheterna är av en sådan slående art att den . Till stöd för denna ståndpunkt har jag bifogat tämligen utförligt med material och så har jag lagt ned mycket tid på att beskriva de relevanta faktorerna. Sedan får man göra vad man vill med det, personligen tycker jag inte att man från UFO-folks håll handskats med anapropmodellen ordentligt, det framstår snarare som att man beslutat sig för att ignorera de övergripande omständigheterna samt \"cherrypicka\" de detaljer som vid en första anblick inte passar in på någon gängse modell och lägga allt krut på att framhäva dessa. Detta paradoxalt nog att dissekera dessa detaljer som en ordentligt utförd utredning bör och skall göra. Det blir alltså av hela kalaset. Med det inte sagt att de tvunget måste visa sig vara åt helvete efter en noga granskning, men att envist neka till att de vara det och motsätta sig en granskning är bara tramsigt. Var det inte TS som talade om \" \" avseende rent icke-vetenskapliga approacher en gång i tiden? En annan intressant och relevant omständighet är att USAF-AACS bedömde somliga av sina radaroperatörers kunskaper avseende anaprop som så sent som 1957. Detta efter flera pinsamma incidenter som kostat mycket pengar och allmänt resursslöseri i form av uppskickat flyg som jagat mål som efter noggranna undersökningar senare visat sig vara anaprop, baser som stängts ned helt pga. att man sett \"trafik\" i luften där ingen sådan fanns, operatörer som i största allmänhet jagat upp sig i onödan och ökat arbetsbördan för övrig personal m.m. För att uppmärksamma operatörerna på fenomenet och hur man ska bära sig åt för att undvika att bli lurad av det så författade de en lång rapport samt distribuerade en ren intruktionsfilm. Jag har efterfrågat dessa via FoIA, för att kunna studera dem i detalj. Hur som helst så kan man ju föreställa sig hur läget var 1952 med grund i detta, om operatörer även långt efteråt blev förvillade av dessa fenomen i en sådan omfattning att det bedömdes som ett rent problem menar jag."
	},
	{
		"postIndex": 209,
		"postNum": 212,
		"postLink": "/sp48330217",
		"postTime": "2014-04-10",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p18",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) : (a) Att vittnesuppgifterna nedan HÄRRÖR från nämnda radarpersonal. (b) Att vittnesuppgifterna nedan är IDENTISKA med radarpersonalens vittnesuppgifter: i det fall du bejakar att framlagda premisser mynnar i slutsatsen att de beskriver : Jag ser fram emot att få ta del sakskälet(en) som stödjer ditt antagande. (Källa 3) McDonald, James E. “Statement by Dr. James E. McDonald”. (anm) McDonald forskade i atmosfärisk fysik, innehade en professur vid ” Department of Meteorology” University of Arizona. Sedermera blev han chef för ”Institute for Atmospheric Physics”. McDonald var odisputabelt en erkänd fackman rörande atmosfäriska fenomen. Så här säger han ang 19/20 juli. Barnes and others, confirmed the important point that [B - [/b] D.C. Airport James M. Ritchey, who was at the ARTC radar that the on duty that night . McDonald sid 71/72 that the same weak (1.7° C) \" that the radar ducting ”. McDonald sid 71 (Källa 4) (anm) Ytterligare utdrag ur: Ruppelt, Edward J. ”Report On Unidentified Flying Objects”. First published by Doubleday & Co. in 1956. Efter midnatt den 27 juli anlände major Dewey Fournet till ARTC tillsammans med . (anm den senare omnämns i rapporten nedan): De såg radarmålen och hörde radioanropen då jaktplanen försökte avvisa de okända objekten. Ruppelt sid 164 (Källa 5) arrived at ARTC Center at about 27/0015 EDT. Lt. Holcomb . \" and determined that t (about 1 degree) from the surface to about 1000'. However, at the time and so advised the Command Post with the suggestion that a second intercept flight be requested. (Fetade översatt till svenska) Löjtnant Holcomb vid (USN, AFOIN-2C5) kollande in radarsetten och rapporterade att . Han checkade snabbt flygplatsens väderstation och den indikerade att lätt temperaturinversion förekom att de ekon som radarsetten indikerade i[B [/b]. Dewey (anm. Major Fournet) said that . There had been weather targets on the scope too, he said, but these were common to the Washington area and the controllers were paying no attention to them. Ruppelt sid 166 I det fall du anser att källorna jag hänvisar till saknar trovärdighet. Jag ser fram emot att få ta del sakskälet(en) som stödjer ditt antagande. Till sist: Nämnda titlar/källor finns tillgängliga på webben. SLUT"
	},
	{
		"postIndex": 50,
		"postNum": 53,
		"postLink": "/sp39508445",
		"postTime": "2012-09-25",
		"postUser": "ceph",
		"postUserID": "/u71440",
		"postUrl": "https://www.flashback.org/t1958696p5",
		"userUrl": "https://www.flashback.org/u71440",
		"sentence": "Frågan är - kan vi utesluta det så lättvindigt? Mina invändningar beträffande dessa saker finns på pränt, några svar på det har du ej presenterat. Har det möjligtvis att göra med att dessa detaljfrågor inte berörs i Keyhoes bok? Du verkar låtsas som om jag eller någon annan aldrig kommenterat nämnda rörelser eller beskrivit den relevans många menar att AP har för det aktuella fallet. Att du inte förstår eller aktivt väljer att bortse från de kommentarer som berör detta är inte mitt bekymmer. Du kanske bedömer dem som otillräckliga eller liknande - det får du hemskt gärna göra, men kom inte och säg att det inte har kommenterats. Vidare är talet om markklotter som sagt tämligen irrelevant. Ja, vi vet att flygledarna var bekanta med GC, men det är fortfarande ingen som påstått att det skulle röra sig om vanlig GC eller för dem bekant AP (då hade det överhuvudtaget inte blivit ett UFO-fall till att börja med). Det Keyhoe tar upp angående ballonger och radarremsor är också irrelevant på samma sätt (även om det bör nämnas att man faktiskt tror sig ha spårat en ballong vid åtminstone ett tillfälle). Jag ber dig än en gång notera faktumet att mystiska radarekon med ovanliga intensiteter uppträdde inte gång över Washington den sommaren utan många, många gånger... Medan man onekligen verkade fullständigt clueless till en början (exempelvis den 19/20 Juli) så framträder så sakteligen en betydligt mer nyanserad bild vid de efterföljande tillfällena. Mycket tack vare att information ackumulerades, tack vare flygspaningsinsatser (26/27), tack vare de utförliga meteorologiska mätningar som senare iscensattes och slutligen tack vare rena -experiment. Problemet med dessa ekon som förvirrade flygledarpersonal ledde ju som bekant till att en mycket omfattande utredning tog vid. Jag ber dig därför än en gång dra dig CAA-rapporten till minnes och fundera ett slag över faktumet att man där kartlade stora hoper av just över Washington ett flertal nätter (och senare under de noggranna försöken i Indianapolis senare samma år) som visade sig härröra ur AP. Ett samband som bl.a. bekräftades med ren ballongsondering. Dessa utredningar står i skarp kontrast med de tidigare mer knapphändiga uppgifterna och den allmänna förvirringen som då rådde. I nämnda rapport och på hemskt många andra håll beskrivs ekon av alla möjliga styrkor, möjliga förklaringsmodeller för förekomsten av \"enorma hastigheter\" m.m.. Dessa modeller är dels relaterade till de inneboende problemen med målplotter medelst dylik utrustning, dels rör de en uppsjö övriga AP-relaterade mekanismer. Sedan har det i tråden förekommit en mängd material som behandlar AP i största allmänhet där flera matnyttiga exempel presenterats, exempel som behandlar grundlurade radaroperatörer på vitt skilda ställen och fall som t.o.m. genererat Vi har en hel ocean av relevant information här. Att det tas på allvar är uppenbarligen heller ingen som helst garanti för att det måste röra sig om något annat än AP. Att det hamnar i media är inte heller det någon kvalitetsstämpel, varför man nu skulle tro det? Kallakrigsparanoian gick på högvarv och tefatsyrans gyllene år var därikring. Man hade därför all anledning i världen att blåsa upp det, om inte för det allmänna nyhetsvärdet så då för lösnummerförsäljning... Sammanfattningsvis kan vi konstatera att: *Fast dessa tabbar blev i ett svep betydligt mer sällsynta i slutet av 1970/början på 1980-talet iom. modernare radartyper samt införseln av digital databehandling och via det sofistikerade algoritmer som automatiskt sorterade ut mängder av rena skitekon och via det minskade arbetsbördan för radaroperatörerna. Detta är ej, i motsats till vad du så inbitet hävdar, irrelevant. Tvärtom rör detta detaljer som i allra högsta grad måste tas itu med. Detta helt oavsett vad som nu orsakade ekona den 19/20 Juli det året. Uppenbarligen var AP ett problem då, tillika ett problem av mycket komplex art och ska man utesluta det måste man naturligtvis se till att behandla . Jag ställde för övrigt en fråga som du ej behagat svara på ännu - menar du att ekona den 19/20 inte alls hade något med alla de andra exemplen den sommaren att göra? Om så är fallet, hur motiverar du det? Är det bara den där lilla klicken rörelseanomalier du (Keyhoe) hakat upp dig på? Det är vad som återstår (och det ter sig allt annat än vattentätt i mina ögon, får jag tillägga), eftersom den av dig tidigare framförda invändningen som gjorde gällande att inversion ej rådde den 19/20 bevisligen inte stämmer. Dessutom böjer atmosfären radarstrålen oavsett, då den aldrig är isotrop. Frågan är bara hur mycket vid ett givet tillfälle. Nej, det är ingen \"irrationell skepticism\", den är i allra högsta grad rationell. Uppenbarligen har vi här ett ovanligt fall med förbluffande implikationer om det håller, ovanliga fall har en tendens att visa sig röra om komplicerade och saker och ju mer fantastiskt det verkar desto större försiktighet erfordras. Det är därför ett mycket rationellt handlande att börja plocka isär fallet och se till detaljerna. Det är å andra sidan mycket ovanligt att ovanliga händelser har en enkel, intuitiv förklaring. Dock är det vanligt att man lockas till att tro det (och inte blir det bättre om informationen man är tänkt att basera sina slutsatser på redan löpt igenom åtskilliga filter). Förutom att människan i största allmänhet känner en stor tilldragelse till enkla svar så uppvisar hon stora svårigheter att acceptera faktumet att hon inte alltid få svar på allting hon frågar sig (exempelvis pga. rena dataglapp). Då finns risken att hon helt sonika accepterar \"svar\" vart de än kommer från, enkom för att hon föredrar svar framför inga svar. Detta går även att sammankoppla med som jag lite i förbifarten nämnde tidigare. Att förkasta något för att det inte svarar för en smärre anomali och istället acceptera något slags hafsverk till anomaliebaserad ad hoc-\"hypotes\" är meningslöst. En \"ny okänd kraft\" kan utan problem \"förklara\" Pioneeranomalin men är det verkligen att föredra framför det idag pågående arbetet med befintliga teorier (allt ifrån nya tillägg till anpassning/revidering av tidigare saker), arbetet som motsvarar det du kallar en \"bakvänd ontologi\"? Tar det stopp så tar det stopp, då är det dags för något nytt. Men av erfarenhet vet vi att det ska mycket till för att det ska ta stopp, ty anomalier kommer och går varav många sitter kvar mycket länge innan de får sin lösning. Det är ytterst sällan som något radikalt nytt krävs, men det har förstås hänt. Jag är förresten en stolt \"förnuftsförnekare\" - det mänskliga s.k. förnuftet är inte alls mycket värt när det kommer till saker som det mänskliga förnuftet inte evolverat för att handskas med och det är i sanning en stor bedrift att kunna åsidosätta det och istället låta den rena faktan föra talan. Du får ursäkta min något rostiga franska men skygglappspratet kan du stoppa upp där bak, det är fruktansvärt tröttsamt. Ska vi resa någon katedral här ska den vara i granit, ej i luft. Jag förstår överhuvudtaget inte den uppenbara fientlighet du ger uttryck för. Jag blev positivt överraskad av din inledning men nu förefaller du istället tämligen trångsynt och rent av rabiat, dina elokventa utsvävningar till trots. Låt oss fortsätta med att plocka isär fallen och se vad vi får fram för kul istället för att bjäbba på den nivån."
	},
	{
		"postIndex": 107,
		"postNum": 110,
		"postLink": "/sp40155849",
		"postTime": "2012-11-02",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p10",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg). Här ett exempel, hur Air Force under femtiotalet mörkade att de okända objekten är utomjordiska, materialet redovisas i Donald E. Keyhoes bok ”Flying Saucers From Outer Space”. Keyhoe hade tajta kontakter i Air Force ända upp till generalnivå. Keyhoes bakgrund som f.d. major i U.S Marine Corps, banade väg för hans kontaktnät. Här ett nedslag i Air Force 1952, som visar hur problematiken med de okända objekten tacklades: Alltfler observationer av märkliga okända flygande objekt strömmade in från såväl allmänheten som från militär personal och det ställde Air Force mot väggen. Om man tillkännager att den här planeten hyser en närvaro av utomjordiska objekt/intelligenser vilka implikationer kan det leda till? Den 23:e juli 1952 krävde officerare med framskjutna positioner inom Air Force att Underrättelsetjänsten borde hålla en presskonferens för att lätta på spänningen. Generalmajor John A. Samford stod nu mellan två eldar. Väl medveten om riskerna att ge sig in i ett sådant företag valde han emellertid att ligga lågt. . (Här en av de mer anmärkningsvärda): Den 26:e juli kl. 21:08 observerades en formation okända objekt som cirklade över Washington. Objekten befann sig emellertid på en sådan höjd att sannolikt ingen i staden lade märke till dem. Men objektens rörelser följdes av radaroperatörerna i tornen vid Washington Air Traffic Control Center samt vid Andrews Field. Operatörerna vid Andrew Field bekräftade att objekten befann sig vid de punkter som flygledarna vid Washington Air Traffic Control Center hade angivit. Jaktplan skickades upp för att avvisa objekten. och kramade ur planet sina dryga 1000 km/h. för att avvisa det objekt som befann sig närmast. Men objektet blixtrade iväg och lämnade Patterson genant enkelt efter sig. Under tiden hade Underrättelsetjänsten skickat bud efter Major Dewey Fournet Jr, Pentagons högste utredningsman, samt Albert M. Chop vid Air Force Press Desk, samt en radarspecialist. Och de begav sig skyndsamt iväg till radarrummet vid Washington Air Traffic Control Center för att följa utvecklingen med de okända objekten. . Fournet samt Chop hade därefter ett ingående samtal med flygledarnas chef Barnes rörande de okända objekten natur, och radarspecialisten checkade att radarsetten fungerade tillfredställande, och vilket de befanns göra. Nyheten om händelsen slog (liksom den 19/20 juli) ner som en bomb i nationen, från alla håll avkrävdes Air Force besked vad de okända objekten var för slags tingestar. Generallöjtnant Nathan Twining Air Force stabchef, grep i det här läget in och beordrade general Samford att hålla en presskonferens. Utifrån den stämning som rådde i nationen fanns det bara en sak att göra. Och det var att helt sonika hävda att de okända objekten var resultatet av – inversion. General Samford kände sig inte bekväm då det innebar att han tvingades att gå på tvärs mot den nya sansade linjen som Underrättelsetjänsten hade slagit in på att Air Force borde ge klart besked att de okända objekten är utomjordiska. När detaljer utformats bestämdes det att konferensen skulle hållas den 29:e juli, samt att panelen skulle bestå av folk från ATIC som var väl insatta i UFO-problematiken, samt överste Donald L. Bower från den tekniska/analytiska divisionen, kapten Ed Ruppelt från blåboks-utredningen, vidare specialister från elektroniksektionen. När konferensen var över anmärkte en journalist. Mörkandet av att de okända objekten är utomjordiska. Har lett till en absurd fars. Särskilt efter det ”The Freedom of Information Act” antogs, har skruvat till det hela på ett sätt som inte står den gode Pirandello efter. Ty de absoluta topparna inom militären, forskarsamhället, regeringen, , - - att den här planeten hyser en närvaro av utomjordiska objekt/intelligenser. /Mr Miscellaneous"
	},
	{
		"postIndex": 359,
		"postNum": 367,
		"postLink": "/sp49451952",
		"postTime": "2014-07-04",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p31",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "(Forts. föreg. inlägg) Ytterligare vittnesuppgifter som härrör från nämnda radarpersonal. Utdrag ur: ”Radar/Visual UFOS, Maj. Donald Keyhoe, 1952”: Harry Barnes radarpersonalens chef klargör: ”And in the six years I've watched these scopes, absolutely nothing - high speed jets, storms, inversions, or anything else - has ever like that, and we have had identical weather conditions many times.” Keyhoe Radar/Visual 1952 sid 8 they were guided Barnes has since told me”. Keyhoe Radar/Visual 1952 sid 6 controller and technician Keyhoe Radar/Visual 1952 sid 8 “Vaughn D. Rockne, senior radar specialist who is familiar with inversion effects, had of such blips as were tracked on the two nights in question”. Keyhoe Radar/Visual 1952 sid 8 Nedan ytterligare uppgifter rörande nämnda händelser: Utdrag ur Edward Ruppelts bok : ”Report On Unidentified Flying Objects”. “When a new shift took over at the ARTC radar room at National Airport, the air traffic was light so only one man was watching the radarscope”. Ruppelt sid 159 “The senior traffic controller and the six other traffic controllers on the shift were out of the room at eleven forty, when the man watching the radarscope noticed a group . Ruppelt sid 159 “As he watched, the targets loafed along at 100 to 130 miles an hour; then in of speed two of them of radar range”. Ruppelt sid 159 “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so a technician was called in - the set working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, so did Ruppelt sid 159 “And of the other radars reported the followed by of speed”. Ruppelt sid 159 “By now the targets had moved into every sector of the scope and had flown through flying areas over the and the . Ruppelt sid 159/160 Det kommer mer om en stund"
	},
	{
		"postIndex": 30,
		"postNum": 32,
		"postLink": "/sp39343136",
		"postTime": "2012-09-15",
		"postUser": "ceph",
		"postUserID": "/u71440",
		"postUrl": "https://www.flashback.org/t1958696p3",
		"userUrl": "https://www.flashback.org/u71440",
		"sentence": "Ja, de låter onekligen mycket säkra på sin sak och min avsikt är inte att bestrida dessa uttalanden rakt av utan att efterfråga utförligare information samt (igen) belysa diverse aspekter som jag personligen tycker kan vara av relevans. Jag är helt enkelt inte lika säker själv, inte för att jag på något vis kan bedöma situationen på ett helt rättvist sätt men jag känner till mängder av incidenter där erfarna operatörer blivit grundlurade och jag ställer gärna saker i relation till varandra. Det är inte alls självklart att man vid tidpunkten tydligt kunde särskilja somliga AP-genererade ekon från verkliga mål, även om de aktuella operatörerna här noga understryker sin \"ofelbarhet\". Som sagt - AP har inget enhetligt utseende utan det är ett fruktansvärt brett fält, USAF bedömde kompetensen på området som bristfällig även långt senare och om det säger stämmer så var man inte ens särskilt haj på fenomenen förrän en bit in på 60-talet. Det finns ett anmärkningsvärt fall den 4:e Augusti 1964 som illustrerar detta. USS Turner Joy, USS Maddox och hangarfartyget USS Ticonderoga (CV-14) upptäckte något på sjöspaningsradar som motsvarade det förväntade utseendet av små torpedbåtar som omgrupperade inför en attack. Detta ägde rum i Tonkinbukten och uppladdningen inför en vietnamesisk torpedattack kändes som det troligaste scenariot av vad man kunde se att döma. Målen närmade sig därefter raskt. Följden blev att besättningen på fartygen gjorde klart skepp och att fartygen under flera timmar den natten manövrerade häftigt för att undvika att bli träffade av de förväntade torpederna medan man ihärdig besköt målen både med skeppsbundet artilleri och med flyg från Ticonderoga. Man tyckte sig t.o.m. få in träffar på några av målen och efter ett tag skingrades dem och försvann. Inte en enda vrakrest eller ens oljespår upptäcktes vid gryningssöken. En noggrann utvärdering av radardatan inleddes därför direkt efteråt på uppdrag av högsta hönset i området och man kunde efter tre dagars snokande konstatera att den förmodade attacken aldrig ägt rum, att radarmålen var resultatet av AP samt att de övergripande väderförhållandena var tämligen ovanliga. Senare erhållna vietnamesiska källor styrker detta, då de inte hade iscensatt något motsvarande. Detta exempel används än idag tillsammans med andra liknande tabbar som utbildningsunderlag för radaroperatörer inom USN (se exempelvis av Lt. Cdr. Bruce W. Ford). I det pappret nämns även ett fall långt senare (under Gulfkriget) där AP ställde till det åt andra hållet, dvs. böjde radarstrålen åt helvete så pass att inga mål registrerades trots att det fanns mål (som kom så nära att man såg dem visuellt). AP kan med andra ord vara rejält problematiskt och just det exemplet påminner en del om avsnittet om Louisianas kust i B-29-fallet som diskuterats. Sedan undrar jag lite kring de \"purpurfärgade\" fläckarna. Hur representeras något sådant på en simpel monokrom katodstråledisplay? Det låter snarast som en referens till ren väderradar och de färgkoder som används där. Den vanligaste formen av AP som stöts på i dessa sammanhang är mycket riktigt tämligen diffusa ekon som ibland påminner om nederbörd. Någon kunnig som kan klargöra vad man menar med detta? Det känns nästan tjatigt att ta upp CAAs rapport om AP igen men jag vill bara påpeka att man där talar om AP-genererade låtsasmål av olika former och storlekar, olika hastigheter, olika styrka m.m. Även detta står i skarp kontrast med uttalandena som Keyhoe återger, där de inblandade tycks mena att AP utan undantag ser ut på ett visst sätt och att man med enkelhet kan särskilja detta från verkliga objekt. Allt annat talar för att det raka motsatsförhållandet rådde vid tidpunkten. De må ha vart bekanta med somliga former av inversionsinducerad AP, varianter som de var vana vid, men långt ifrån bekanta med hela spektrumet. Att CAAs rapport belyser förekomsten av rent av bisarra förhållanden den sommaren är förstås också värt att tänka på (igen). Fast nu talar du ju inte sanning, låt gå för att det kan vara en olycklig miss med grund i tidigare nämnda uttalanden om GC. Det rådde inversion natten den 19/20 Juli liksom under de övriga tre nätterna som mystiska ekon observerades i Washington (26/27 Juli samt 13/14/15/16 Augusti), vilket även din egen källa bekräftar - även om just den källan tonar ned innebörden av detta och beskriver den uppmätta inversionen den 19/20 som allmänt svag. Med feedback menade jag naturligtvis senare inlägg. Vi vet redan vad de i boken förekommande källorna säger men frågan jag lyft fram är om de verkligen kan behandlas som någon slags ofelbar guldmyntfot. För att kasta ljus över detta vore det mycket trevligt med kommentarer från sakkunniga. Jag saknar egentligen nödvändig kompetens själv och frågar därför öppet efter den, det enda jag kan bidra med är mina egna a-ha-upplevelser som har sin grund i mina rent grundläggande kunskaper. Det är alltid nyttigt att syna saker i sömmarna och att höra efter på flera håll, särskilt när det gäller saker vars implikationer om caset håller vore fantastiska. Jag hoppas verkligen att fler skribenter med goda kunskaper om radar (gärna ur ett historiskt perspektiv) kan delta i tråden. Vi har uppenbarligen redan en sådan deltagare och dennes kommentarer leder en vidare till mycket intressant och nyttig läsning. \"Utan minsta tvivel\" får stå för Keyhoe. Jag är dock böjd att hålla med om att denne sett till att hålla saker väl underbyggda, åtminstone vad det verkar, och jag är mycket glad att du tagit dig tid att utveckla dina inledande resonemang på detta sätt. Det är faktiskt tämligen ovanligt i dessa krokar och det är oerhört trevligt med väl underbyggda UFO-fall som inte kan förklaras i en ren handvändning. Men jag är samtidigt ytterst försiktig till att bara acceptera saker rakt av, hur välrenommerade de ursprungliga källorna än verkar. Dels för att det rör sig om fantastiska saker som och dels för att man många gånger sett även seriösa och kompetenta människor virra iväg rejält, ofta helt omedvetna om vilka snedsteg de gör. En annan sak jag inte förstår är varför Keyhoe envisas med att kasta in ord som farkoster, tefat, moderskepp, maskiner m.m. överallt. Det må vara hans tolkning av saker och ting. det må i hans ögon vara en legitim sådan och det må motsvara temat för hans böcker men det blir genast rätt förvirrande eftersom han insisterar på att kasta in detta mitt bland andras uttalanden. Min avsikt är inte att gå till irrelevanta personangrepp här, men lite fundersam blir man ju trots allt avseende karlns objektivitet. Hur som helst vill jag avsluta med att det är uppfriskande med lite intellektuellt och faktaspäckat engagemang här. Väl mött, Sanningen finns där ute!"
	},
	{
		"postIndex": 5,
		"postNum": 5,
		"postLink": "/sp39277163",
		"postTime": "2012-09-11",
		"postUser": "ceph",
		"postUserID": "/u71440",
		"postUrl": "https://www.flashback.org/t1958696p1",
		"userUrl": "https://www.flashback.org/u71440",
		"sentence": "Ett litet tillägg kommer här i form av en vidareutveckling av det jag lite försiktigt rörde vid tidigare, tillika en aningen mer utförlig beskrivning av nämnda radarfenomen och vad de kan producera för kul saker. Se det inte som något absolut ställningstagande vare sig vad gäller fallet ovan/i TS eller ens de fall som jag nämner nedan (även om tolkningsutrymmet där onekligen krympt ansenligt). Se det snarare som rent diskussionsunderlag, det är trots allt ufologi vi pysslar med här och den UFO-intresserade som inte känner för att tugga sig igenom alla de komplexa saker vi allt som oftast har att göra med i dessa krokar är inte mycket värd i mina ögon (rent av genuint UFO-intresserad, ouch). Hur som helst, för att öppna upp kalaset på ett lättillgängligt sätt så har vi till att börja med en ganska lättförståelig och trevlig beskrivning av hur det fungerar i grova drag här: Där beskrivs de mest grundläggande mekanismerna bakom falska ekon, som resulterar i saker som ekon på falska avstånd eller rent av icke-existerande ekon, framför allt i grund och botten effekter av av plötsliga och synnerligen drastiska förändringar i radarns räckvidd (och riktning). Radaroperatörer lär sig med tiden att bortse från de flesta falska ekona, men synnerligen förhållanden kan lura även den mest vane operatören. Därtill spelar förstås utrustningen i sig roll, där modernare teknik underlättar markant medan man förr hade betydligt sämre koll i största allmänhet (även om erfarna operatörer även förr naturligtvis kände igen de fällorna innan de trampade i dem). Den gamla radarn ASR-1 nämndes tidigare, här är ett papper om ASR-9 som är långt mycket modernare (1990-tal): Jag bifogar länken just för att pappret där handlar om ren databehandling och om hur nämnda apparat filtrerar bort olika typer av falska ekon. Det är tämligen klyftiga saker som i slutändan minskar belastningen på operatören markant jämfört med hur det var innan dess, även om somliga skräpekon ändå slinker igenom då och då. Bland annat tas AP upp, då främst i form av markekon som får en grovt förvrängd utbredning. Nåja, vi kan fortsätta med att använda ett par klassiska UFO-observationer som exempel, med tanke på att UFO-aspekten är det som är av relevans här. Nu är vi vips tillbaka på 1950-talet igen och vi harvar vidare med äldre radarenheter. Till att börja med kan vi ta en kombinerat visuell och radarbaserad observation från Louisiana samma år som händelserna som beskrevs tidigare. Den sjätte december 1952, tidigt på morgonen. Ett flygplan (B-29) är på väg från Galveston, Texas till Louisiana och flyger således rätt över den mexikanska golfen i en nordöst-östlig riktning. På ett uppskattat avstånd av 16 mil från Louisianas kust slogs radar på men konstigt nog så kunde man inte se kustremsan som man väntat sig, trots att radarn under förhållanden hade en tillförlitlig räckvidd på över 22 mil. Däremot registrerade man plötsligt en grupp okända ekon som färdades åt sydöst och vars hastighet radaroperatören stundtals uppskattade till så hög som 8000-10000km/h eller t.o.m. mer. Under en period tycktes även en grupp ekon rada upp sig till en båge för att sedan färdas mycket snabbt över skärmen med en uppskattad hastighet (mellan skanningarna s.a.s.) motsvarande 14000-15000km/h. I de fallen ekona kom närmare flygplanet så försvann de från radarskärmen på ett uppskattat avstånd av 20-30km. Befälhavaren beordrade övrig besättning att hålla utkik. Efter ett tag såg åtminstone två besättningsmedlemmar ett par starka ljus som passerade flygplanet. Dessa höll en spikrak kurs som inte korrelerade direkt med radarobservationerna men som åtminstone kom hyfsat framifrån (NO från dem sett, strax till höger om flygplanet), åtminstone en besättningsmedlem noterar detta. Ljusen beskrivs ha besuttit en varaktighet om någon enstaka sekund och var blåvita till färgen men någon exakt höjd- eller riktningsangivelse finns inte utan det är bara grova höftningar. Det hela gick för fort, helt enkelt och att på rak arm avgöra absoluta positioner med vettig precision när man sitter i ett flygplan på >6000 m.ö.h. om natten (ett plan som dessutom lutar) är inte direkt det lättaste. I det här fallet rörde det sig med stor sannolikhet om en mycket stark refraktionseffekt som gav upphov till klassiska falska ekon. Det första tecknet på att något inte stod rätt till vad radarpropageringen anbelangar var att kustremsan inte registrerades som den skulle trots att den borde ha gjort det och trots att man på det aktuella avståndet kunde vart denna låg pga. de oljeplattformar som låg utspridda längs med den och vars facklor syntes lång väg. Något var riktigt galet, helt enkelt. Senare anskaffad meteorologisk data för regionen bekräftade att det mycket riktigt rådde veritabla inversionsförhållanden vid tidpunkten. De rent visuella observationerna misstänktes vara något så trivialt som meteorer (förutom att meteorer sker jämt och ständigt så var dessutom hela två meteorregn igång då, nämligen Leoniderna och Geminiderna).. Paradoxalt nog brukar militär personal och flygbesättningar (både militära och civila dito, faktiskt) vara kassa på grundläggande astronomi och de ofta smått komiska effekterna av detta ser och hör man talas om överallt i flygkretsar (kan rekommendera läsning på pilotforumet , finns gott om kul historier där). Själv är jag mycket astronomiintresserad och har nog utan överdrift betydligt bättre koll än gemene man på sådana saker. Relevansen just det har för ämnet i fråga kan kort och gott sammanfattas med ett ord - . Faktum är att det där har lite med tidigare passage om genuint UFO-intresse att göra, dvs. är man faktiskt intresserad så hör det till att nörda in sig på allt från flyg till astronomi, från meteorologi till militär teknik . Nåja... Nu till ett annat fall av kombinerad observation (även här radar och visuell). Denna gång lite senare. Året är 1959, vi befinner oss i Washington state, strax utanför Seattle. Det är strax efter midnatt den andra oktober när radaroperatörer på McChord Air Force Base plötsligt registrerar en grupp ekon som inte motsvarar något känt flyg i området. Runt klockan 00:20 anges i rapporten. Ekona är åtminstone fem till antalet och rör sig hackigt mellan skanningarna, somliga delar även upp sig då och då. Man ber övrig personal att hålla utkik rent visuellt och från deras hållet rapporteras snart ljusa statiska \"objekt\" i de angivna riktningarna. Dessa står mer eller mindre still och fladdrar en aning, bryts i olika färger och så vidare. Sikten försämras dock efter ett tag pga. tilltagande dis/dimma och man tappar bort allt så småningom (01:50). Efter ett tag till så mattas även radarekona av markant för att till slut försvinna spårlöst (vid 03:00-tiden) Även här var det inversion som låg bakom radarekona. De visuella observationerna var himlakroppar, närmare bestämt stjärnorna Diphda och Formalhaut (beskrivningen av dem är både vad gäller riktning och utseende). Stjärnor som senare \"försvann\" i diset, ett tilltagande dis som i sig var kopplat till de kraftigt varierande temperatur/tryckförhållandena som även gav upphov till de falska ekona. Meteorologer i området uppger därtill att inversion var allmänt förekommande där. Nu till en som om jag får säga det själv handlar om det allra viktigaste i dessa sammanhang... Det finns många tusentals UFO-observationer som enbart är visuella, liksom det finns många tusentals fall av oidentifierade radarekon. Om vi som ett rent tankeexperiment ponerar att dessa två helt enkelt lever i skilda världar så är de ändå förr eller senare dömda att åtminstone grovt sammansmälta på en viss tid och plats och då tillsammans skapa något som man kommer lockas till att tolka som en enhetlig och ytterst fantastisk sak, särskilt med tanke på tolkningsmarginalerna som hör till. Ett sådant samband är förvisso inget annat än fantastiskt men konnotationen är i högsta grad mångfacetterad. Faktum är att man inte behöver tänka i teoretiska banor för landa på sådana exempel, tydliga fall finns som synes. Med det sagt är det naturligtvis på intet sätt uteslutet att det vad vissa fall anbelangar kan röra sig om saker som finns representerade i form av data i bägge \"läger\", men det jag vill belysa är man bör vara bekant med hur oförsiktigt begreppet korrelation används i dessa kretsar rent allmänt samt hur komplex världen, kosmos, faktiskt är."
	},
	{
		"postIndex": 377,
		"postNum": 385,
		"postLink": "/sp49525594",
		"postTime": "2014-07-10",
		"postUser": "PederNielsen",
		"postUserID": "/u647858",
		"postUrl": "https://www.flashback.org/t1958696p33",
		"userUrl": "https://www.flashback.org/u647858",
		"sentence": "Du klargör: Att att nämnda radarpersonal drog slutsatsen att nämnda ekon från Stort tack för att du delar med dig av DIN EXPERTIS. Jag förstår att DU VAR PÅ PLATS i radarrummet vid ARTC vid Washingtons nationella flygplats 19, 20 , 26, 27, juli 1952. Vidare: Att du därför har INGÅENDE kännedom att radarpersonalen gjorde sig skyldig till en bisarr feltolkning utifrån det som radarsetten indikerade. . Inte sant? Nej så var det naturligtvis inte. Skälet till att radarpersonalen drog slutsatsen att nämnda ekon härrörde från utomjordiska farkoster var en följd av det här: Utdrag ur Edward Ruppelts bok: ”Report On Unidentified Flying Objects”. Vittnesuppgifterna härrör från nämnda radarpersonal: “The senior traffic controller and the six other traffic controllers on the shift were out of the room at eleven forty, when the man watching the radarscope noticed a group Ruppelt sid 159 “As he watched, the targets loafed along at 100 to 130 miles an hour; then in of speed two of them of radar range”. Ruppelt sid 159 “These were no airplanes, the man thought, so he let out a yell for the senior controller. The senior controller took one look at the scope and called in two more of the men. that these Ruppelt sid 159 “The targets by a malfunction in the radar, they thought, so a technician was called in - the set WAS IN PERFECT working order”. Ruppelt sid 159 “The senior controller then called the control tower at National Airport; they reported that had on their scopes, so did (anm Andrews Air Force Base). Ruppelt sid 159 “And of the other radars reported the followed by of speed”. Ruppelt sid 159 “By now the targets had moved into every sector of the scope and had flown through flying areas over the and the Ruppelt sid 159/160 Det kommer mer om en stund"
	}
]
