[
	{
		"postIndex": 63589,
		"postNum": 64848,
		"postLink": "/sp47554447",
		"postTime": "2014-02-17",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p5404",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "Åtminstone ett slags försök av Lagro att presentera sina \"bevis\" och \"indicier\" En rätt intressant inblick i hur hans tänkande fungerar. Jag förstår lite bättre nu tror jag varför det blir så fel. Jag tror helt enkelt inte att Lagro själv inser hur tokigt det är. Jag ska ta det steg för steg Denna omständighet har Lagro säkert nämnt i minst 30-40 inlägg nu, så helt uppenbart har den en stor betydelse för honom. I själva verket är den helt betydelselös för skuldfrågan. Den tidiga spaningen och senare uppehåll är varken ett bevis för att Kristoffer är oskyldig eller att han är skyldig. Den säger bara att polisen har gjort vissa prioriteringar och bedömningar. Dessa kan ha varit bra eller mindre bra utifrån vad man då kände till. Men det är helt irrelevant när vi diskuterar Kristoffers skuld. Fast i Lagros huvud är den uppenbarligen första byggstenen till hans oskuldshypotes. Dessutom är det fel i sak. Det framgår av FUP att de konkreta spaningsobservationerna av Kristoffer dessa dagar var få. Överflyttningen av spaningsinsatsen till Berg var sannolikt betingad av att han helt enkelt verkade MER intressant just då, inte att spaningen i ett par dar mot Kristoffer visat att han verkade oskyldig till brottet. Parallellt gjordes dessutomfortfarande iakttagelser av enskilda personer under sökningen - även polismän - som reagerade på Kristoffers märkliga beteende i samband med söket. Så här verkar Lagros tankar gå: 'Det kan ha varit VB - Det måste ha varit VB - Då talar KJ sanning och är inte mördaren' Det är förstås bara steg 1 i logikkedjan som stämmer och det bara med knapp nöd. Tiden stämmer inte alls bra - en fullt frisk ung person som uppenbarligen inte varit sysselsatt med att prata i eller pyssla med sin telefon behöver inte 30 minuter på sig för att gå 1 kilometer. Knappt halva tiden är rimligt. Och vad skulle Vatchareeya ha gjort där? Ingen som helst förklaring finns på den frågan. Vittnet kunde inte på något vis säga att personen hon sett var lik VB - hon såg henne dessutom bara några sekunder genom ett bilfönster. Men allt detta bortser Lagro hela tiden ifrån. Han bortser dessutom från att även om VB gick sin väg från lägenheten så kan Kristoffer ha kört ifatt henne och hämtat upp henne med bilen. Ingenting utesluter den möjligheten. Tidsmässigt finns fortfarande fulla möjligheter att han körde ut i något närbeläget skogsområde, dödade henne och sen åkte till sin bror (dit han lika gärna kan ha anlänt vid 22.30 som vid kl 22). I själva verket får alltså inget av det här misstankarna mot Kristoffer att \"tyna iväg\". Utom i Lagros hjärna. Lika lite som jag kan använda det som \"indicium\" för att KJ är skyldig kan Lagro använda det för att han måste vara oskyldig. Lagro tar i sina \"bevis\" hela tiden Kristoffers egna ord för sanning. Oavsett vad man i grunden tror om mordet är det förstås en helt vansinnig strategi. En person åtalad för mord har anledning att ljuga, så kan hans utsagor om verkligheten inte styrkas av andra oberoende fakta måste vi hela tiden utgå från att de är eller åtminstone kan vara lögn. Även det här verkar dock i första hand vara nån slags byggsten i Lagros personliga teori där det är väldigt oklart VARFÖR. Även om allt detta skulle vara sant så utesluter det ju inte alls Kristoffer som mördare. VB kan t ex ha legat medvetslös och bunden kvar hemma i hans lägenhet och senare ha tagits ut i skogen och där slagits ihjäl. Det kan naturligtvis inte alls \"inses\". Fyndet i sig själv varken utesluter eller pekar ut Kristoffer specifikt. Det här är alltså bara något som Lagro tycker, utan att ha en millimeter fakta som stöd. Förmodligen inser han inte själv att det är så. Sen finns ju faktiskt en detalj som binder Kristoffer till benen: Förekomsten av Y-kromosomalt DNA som matchar hans egen profil. Steg för steg blottas tragiken bakom Lagros envisa kamp. Varför skulle inte kroppsdelar ha kunnat transporteras i Kristoffers bil? Lagro har inga argument till det påståendet och det beror förstås på att inga finns. Fynd har gjorts i bilen, Kristoffer saknar alibi och hade inget span på sig under en stor del av den tidsperiod då utplacering gjorts. Dessutom \"glömmer\" Lagro hela tiden uppgifter som inte passar hans \"teori\". I det här fallet polisens tekniker som menade att blodfyndens beskaffenhet (fläckarnas placering mm) var sådan att det talade starkt för att hennes kropp (eller kroppsdelar) släpats in över kanten och lagts på bagagemattan. Här \"glömmer\" Lagro igen. Hunden markerade på andra sidan av bilen också. Och att en hund kan markera fel är förstås inte samma sak som att hunden \"nog\" markerade fel, ett antagande som hela tiden ligger implicit i Lagros argumentation. Noll argument. Detta är inget annat än Lagros egna fantasier som förs fram som \"bevis\" i ett rent cirkelresonemang. Det sorgliga är att han antagligen själv tror uppriktigt att det verkligen är bevis. Inga argument här heller för varför fynden skulle tyda på vilseledande och plantering. Självklart beror det på att Lagros slutsats är en produkt som bygger på hans egna fantasier om Kristoffers oskuld och inte på fakta. Slutligen gör Lagro sig också skyldig till samma typ av argumentationsfel som kreationistteorin: Så fort man tror sig ha hittat en svaghet i motståndarens bevisning så tar man det som bevis för att den egna teorin stämmer. Lagro har rätt i att det inte går att med absolut säkerhet säga att blodspåren i bilen verkligen kommer direkt från kroppsdelarna. Det finns en viss om än liten möjlighet att det skulle kunna vara fråga om kontaminationer från exempelvis blodiga emballage som fraktats från brottsplatsen. Men därav följer ju inte att man har bevisat att det är så det egentligen är eller ens att det är mer sannolikt. Och självklart har man än mindre bevisat att det skulle vara en plantering. Faktum kvarstår fortfarande att inga som helst indikationer finns för att det skulle kunna vara någon annan som gjort detta i KJ:s låsta bagagelucka. ALLT i målet talar för att det är Kristoffer själv som åstadkommit dessa besudlingar. Han är därmed bunden till att på ett eller annat vis ha hanterat VB:s döda kropp. Denna del är inte ens värd att diskutera egentligen. Om han därmed kan anses skyldig till att också ha mördat henne är inte lika självklart, men då inget annat rimligt förlopp kan konstrueras utifrån kända fakta så tyckte tingsrätten att bevisningen räckte även för att döma honom för mord. Rätt enligt mig, vi får se vad hovrätten säger."
	},
	{
		"postIndex": 14205,
		"postNum": 14640,
		"postLink": "/sp43637794",
		"postTime": "2013-05-26",
		"postUser": "engultomat",
		"postUserID": "/u533454",
		"postUrl": "https://www.flashback.org/t2139074p1220",
		"userUrl": "https://www.flashback.org/u533454",
		"sentence": "Av den information vi har fått så drar jag följande slutsats (min teori är bara giltig ifall KJ är GM): - Man verkar inte ha hittat något i KJs lägenhet. Hade han styckat kroppen där hade man garanterat hittat något litet åtminstone som räcker för att sätta dit honom. Men med tanke på misstankegraden är så pass låg talar allt för att man inte har lyckats hitta tillräckligt med bevis för att kunna sätta fast honom. Om styckningen inte har hänt i lägenheten, men mordet har hänt där då undrar jag - hur lyckas KJ bära ut en hel kropp ut (antagligen till sin bil) utan att någon märker det? Det är väldigt skumt att man lyckas med det, speciellt om kroppen var så pass tung att han var tvungen att släpa den efter sig. Styckningen hände inte i KJs lägenhet och jag tror inte heller mordet gjorde det. Då har KJ och VB under kvällen, av okänd anledning, bestämt sig för att åka iväg. Det är det enda alternativet jag ser just nu. Och även i detta fall undrar jag hur de kunde gå ut utan att någon såg dem/hörde dem, men det fanns ju inte ens vittnen som hade sett VB lämna KJs lägenhet (det vittnet som fanns verkade väldigt osäkert), så folk sköter väl sitt eget och kollar inte ut så ofta och därför har KJ och VB kunnat gå ut utan att någon har sett dem. Det som talar emot detta är att KJ sa att VB lämnade hans lägenhet ENSAM vid 21, inte för att han talar sanningen om han är GM, men skulle han vara så dum att säga en sådan sak om grannar sett dem lämna lägenheten tillsammans? Han kan inte bortförklara det ifall grannar har sett dem tillsammans trots han sa hon var ensam, men ifall VB mördades i lägenheten, då kan han ljuga ihop att hon drog vid 21 ensam, för då kan det helt enkelt bara varit så att ingen såg henne - mycket lättare att förklara. (Oj, lite rörigt, hoppas ni förstår hur jag menade med sista meningen). Men tillbaka till min teori att de åkte iväg tillsammans. Var KJ och VB har åkt sedan vet jag inte, kanske till sommarstugan men även där borde det då finnas spår efter VB. Att VBs ben hade skrapsår på sig kan enligt mig betyda två saker: - Hon sprang (för sitt liv?) och snubblade, då fick hon alltså skrapsåren innan hon dog. - KJ har släppt hennes kropp ute. Jag skriver kropp, och inte kroppsdelar, för varför skulle han behöva dra endast de två styckade benen mot marken? Om skrapsåren uppstått efter hon mördats tyder det på att KJ drog hela kroppen någonstans, antagligen utomhus. Så återigen bekräftar det min teori om att hon inte har styckats i hans lägenhet. Jag tror han drog kroppen till det stället där styckningen sedan skedde. Väldigt konstigt att KJ inte ville skriva sitt namn på MPS-papper. Varför skulle någon som är oskyldig och vill hitta sin kompis/ex inte ville lämna sitt namn på pappret? För mig är denna \"lilla\" grej ett av de skäl som gör jag känner mig övertygad om att han är inblandat i hennes mord."
	},
	{
		"postIndex": 18327,
		"postNum": 18837,
		"postLink": "/sp43690607",
		"postTime": "2013-05-30",
		"postUser": "DocWatson",
		"postUserID": "/u811868",
		"postUrl": "https://www.flashback.org/t2139074p1570",
		"userUrl": "https://www.flashback.org/u811868",
		"sentence": "Det här är mitt första inlägg på flashback även om jag är en van läsare. Jag har följt den här tråden hyfsat noggrant men det är ändå möjligt att vissa saker har gått mig förbi. Ber om ursäkt om de här idéerna redan luftats. I andra hälften av det här mastodontinlägget kommer en teori/roman. I den första hälften finns frågor och fakta som i olika grad har betydelse för efterföljande teori. Det finns några saker som jag tycker borde kollas närmare på här. Framför allt kärleken som drivkraft. Vad har KJ för historik på den fronten? Finns det någon gemensam nämnare mellan eventuella ex? Hur har det tagit slut, hur har han reagerat? Hur har exen reagerat? Har han någon historik som visar på hämndbegär? Finns det några fakta man kan slå fast kring de här sakerna? På netlog finns det ju en dam, som under den tiden när de två var aktiva där, verkar ha betytt en hel del för honom. Hoppas det inte är att gå för långt att diskutera henne lite närmre här. Men i min teori som står i slutet kommer det bli begripligt varför det är ett nödvändigt ont. Damen i fråga kallar sig PauLanders på netlog(Paul Landers är gitarrist i Rammstein). Första gästboksinlägg från tjejen till KJ kom 28 maj 2008 \" \" Hon skriver också saker som visar att de har träffats: \" \" Hennes sista gästboksinlägg på KJ:s netlog skrev hon 9 september 2008 \" \" --- efter hennes sista inlägg har däremot KJ skrivit fyra gånger i hennes gästbok: Om man tittar på tjejens netlog-profil står hennes riktiga(?) namn, P**** J******, utskrivet. Även födelsedatum. Känns onödigt att lägga upp det här. Jag grävde runt lite och hon verkar ha flyttat. Finns en med samma namn på FB, som bor i Umeå och gillar Rammstein. Misstänker att det är hon, inte 100% säker. Inte så mycket är offentligt på hennes FB. Några saker sticker dock ut i PJ:s presentation på netlogprofilen: Nå. Första gången jag kollade PJ:s netlog-profil fick jag rysningar... Skulle hon kunna vara en typ av mastermind eller till och med inblandad, tänkte jag. KJ och PJ, liknande MB och AN i vissa andra teorier. Men jag sansade mig fort. Har dock gått och grubblat på det här ett tag nu och kommit fram till en jag vill testa på er: KJ och PJ får kontakt på internet och tycke uppstår dem emellan. De två delar bland annat vapenintresset. Så småningom träffas de. KJ blir stormförälskad och får känslan av att livet kanske ändå kommer bli bra för honom. Han har inte haft så många kvinnliga uppvaktare förr, men nu när han fått lära känna PJ via datorn går det enklare. Hon har också sidor som är svåra för KJ att greppa. Hon gillar tung och hård musik och har säkert något vanligt förekommande smycke eller t-shirt med ett pentagram eller uppochnedvänt kors på. KJ vet inte så mycket om det där, men PJ är spännande, KJ är genuint kär. PJ tycker också att KJ verkar spännande, däremot är allting mer en lek för henne. Hon förstår snart att ett distansförhållande inte är så mycket att hänga i julgranen, men hon fortsätter att höra av sig sporadiskt när hon vill ha en boost i självförtroendet. Med tiden hör hon av sig allt mer sällan. KJ förstår inte varför han tappar greppet om henne och han gör allt för att PJ ska tycka om honom som hon gjorde förut. Han tänker att det beror på honom och hans eget beteende. \"Hon är perfekt. Hon kan inte göra fel. Det måste vara mig det är fel på\". KJ:s låga självkänsla gör att han börjar försöka ändra sig själv och bli mer lik henne. Han slutar dricka alkohol, KJ börjar säga till PJ att han ogillar utlänningar, trots att han har kompisar i Afrika mm. PJ köper inte KJ:s dravel, hon tänker att han bara är desperat och vill ha henne tillbaka. Dessutom tycker hon att KJ börjar bli lite väl klängig. Så hon avslutar relationen. KJ blir krossad av det här. Världen rasar. Något liknande vill han inte uppleva igen. Att bli bortstött av någon han älskar. För KJ var det en känsla värre än att bli nekad mönstring av pliktverket. Eller åtminstonde i paritet med det. En liten besatthet för PJ naglar sig kvar. Hon var hans första/stora kärlek. Men tiden läker alla sår... Några år senare: KJ lär känna VB. Tycke uppstår. De inleder en relation, som tar slut. Det hela är skitjobbigt för KJ. VB vill inte att KJ ska vara ledsen, så hon fortsätter umgås med KJ och ta hand om honom med sitt sällskap. Tiden efter det att VB gjort slut börjar KJ:s minnen av PJ göra sig påminda. Minnena har inte varit bortträngda, men KJ har helt enkelt haft annat att tänka på. Minnena gör sig påminda pga att situationen påminner om det som hände med PJ. Att bli dumpad. Besattheten KJ kände för PJ stegras och han intalar sig något i stil med att: \"Hon(PJ) var kärleken. Hon var den äkta kärleken. VB däremot var ingenting jämfört med PJ.\" KJ börjar fundera på om det går att vinna tillbaks PJ, så att hon med råge kan fylla det hål som först hon själv och nu också VB lämnat efter sig i KJ:s inre. \"Vad skulle kunna imponera på PJ\" frågar han sig. Han finner inget svar. Han är ensam. Han känner sig som ett enda stort bottenlöst hål. Han gör inget rätt, tänker han. Inget han gör kan imponera på en tjej han älskar. Mordet är inte planerat. En lördagkväll i Maj kommer VB hem till KJ. Hon sms:ar med en viss sushikock som varit på bröllop under dagen. KJ undrar vem VB sms:ar med. VB visar viss tvekan inför att berätta vem det är, KJ känner inte till deras affär. Men VB är dålig på att ljuga, så KJ synar hennes vita lögn. KJ blir arg och sliter mobilen ur hennes hand. Hon skriker att han ska ge tillbaks den. Han håller fast henne medan han läser kärleksbetygelser till/från MB i mobilen. I ett av sms:en finns det något som knuffar KJ över en gräns han aldrig trodde han skulle passera. KJ drabbas av ett fruktansvärt raseri och har ihjäl den stackars flickan där i lägenheten. Antagligen stryper han henne. När det har hänt tänker KJ på PJ. Det här skulle han aldrig gjort mot henne. Hon skulle aldrig gjort mot honom vad VB gjort. Han minns hennes fascination för mörk musik och speciellt rammstein. PJ blir någon sorts fast punkt i hans inre kaos, någon att i fantasin luta sig mot. KJ lyssnar eller minns en skiva med Det här, tänker KJ, är hans chans att en gång för alla verkligen, verkligen imponera på PJ. Han skrider till verket. Tänker inte fördjupa mig i vart eller hur styckningen skulle ha skett. Men troligen har det skett utanför hemmet, då det verkar som att polisen inte har hittat mycket i lägenheten. KJ vill iallafall hemskt gärna att kroppen ska hittas fort, så att PJ kan ge honom livet tillbaka. När han är färdig kommer han på att han måste kunna bevisa för PJ att han är GM. Så att hon inte tror han hittar på. Han styckar därför bort händerna och flyttar de till ett avsevärt mycket bättre gömställe. Händerna är en trofé som han så småningom tänker visa PJ... ---------- Som sagt, detta är bara en teori. Men det kanske kunde finnas anledning för polisen att höra PJ? Vem vet, hon kanske kan bidra med någon info om KJ. GM vill visa upp sitt verk. GM är stolt. Därav placerar hen delar i ett ödehus som givetvis besöks då och då. Händerna är svårfunna. De har GM tagit för att kunna visa upp för ngn som hen vill imponera på, alternativt behålla själv. I alla fall om KJ är GM. Tror inte att GM tänkt så långt som att dölja DNA eller försvåra utredningen. Brottet är inte en satanisk ritual i någon egentlig mening, GM har snarare huggigt in sataniska tecken för att kommunicera, inte för att få satans frälsning eller något sånt.(skulle det vara fler GMs så ökar kanske sannolikheten för någon sorts satansritual, fortfarande dock knappast troligt) GM har gjort detta själv, och då agerat i impuls. Finns ingen större logik i hur kroppsdelarna och andra fynd är spridda. OM han nu själv planerat brottet betvivlar jag att han har gjort det särskilt länge eller strukturerat. Det skulle gå att skriva om teorin som så att styckning och allt var planerat ett bra tag innan mordet. Teorin skulle bättre kunna limma mot att det verkar finnas väldigt lite teknisk bevisning. Men jag vill ändå ha det hela till en oplanerad men eskalerande kedja av händelser, mycket pga den märkliga spridningen av kroppsdelar samt grannarnas utsaga om skrik i lgh. Varför tar man inte henne till en plats där ingen kan höra något skrik om man har tid att planera? Efter diverse påpekanden om KJ:s beteende i denna tråd har jag en känsla av att det vore svårt för KJ att planera detta. När det gäller PJ så tror jag att hon inte var medveten om någonting av det sjuka som skulle hända i Boden, det var länge sen de var ett par vad det verkar. Men kanske finns det fog för polisen att höra henne upplysningsvis?"
	},
	{
		"postIndex": 52820,
		"postNum": 53965,
		"postLink": "/sp46240044",
		"postTime": "2013-11-21",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t2139074p4498",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Svaren på dessa frågor skulle självklart förstärka den redan övertygande bevisningen, men det är inte nödvändigt för att uppnå en fällande dom att samtliga dessa frågor är besvarade till fullo. Det är klart att man vill ha detta utrett, men det är inte alltid det går och det är heller inte alltid som det har avgörande betydelse för att kunna fälla någon, även om många vill ha det till det. För att klargöra de tre , och så handlar det om att , och . Det är det och bara det som det åsyftas när man säger , och . Så för att svara på din fråga så är det förstås självklart att desto mer detaljerad information man har om när, var och hur desto mer tillfredsställande är det förstås samtidigt som bevisningen blir tyngre och det är lättare att utesluta oklarheter som exempelvis alternativ gärningsman. Personligen så har jag en ganska klar bild över när, var och hur, utan att känna till några exakta detaljer. Nedan beskriver jag hur jag tror var, när och hur bäst kan vara klarlagt, även om du inte efterfrågat det, men när jag ändå reflekterar över händelseförloppet. Detta är egentligen den enda punkt som det fortfarande finns stora frågetecken till. Man kan utifrån tidpunkter, när, och dödsorsaken, hur, utesluta en hel del platser där hon ska ha blivit mördad. Mest sannolikt, även om polisen inte lyckats hitta spår och stöd för det, så dog hon i lägenheten. Många saker har framkommit som gör att det kan vara möjligt att genomföra ett sådant dåd i lägenheten utan att lämna spår efter sig. Det har inte varit något massivt blodsprutande och det blod som kom ur VB kan ha fångats upp av ett underlag som man senare gjorts sig av med. Ser man till tidpunkterna nedan, när hon dog, så talar allt för att VB fanns i KJs lägenhet under den kritiska tiden 17:09 fram till klockan 20:00. Man bör beakta att detta är ett lugnt område där det inte är så många boende omkring. Det var lördagskväll, ishockey på tv och många var sannolikt ute på krogen. Man bör även beakta att det bara är en person som sett KJ under dagen. Det är alltså inte av en slump man kan missa KJ när han kör fram bilen till porten och lastar kroppen utan snarare vore det en slump om någon skulle ha sett KJ. Nu vet vi säkert att ingen såg KJ lämna lägenheten denna kväll, vid cirka 22. Därav så vet vi att även om KJ hade burit på en kropp så hade ingen sett honom lämna lägenheten denna kväll. Så inget av detta motsäger på något sätt att hon de facto dog i lägenheten. Snarare stärker det möjligheten att det faktiskt skett i lägenheten, där det statistiskt även mest vanligast sker i relationsfall som detta. Här fanns även naturlig tillgång till vapen, tejp och material att slå in kroppen. Exakt när är ofta svårt att fastställa om det inte finns vittnen eller om gärningsmannen erkänner, i dessa fall. Däremot finns det massor av utredningsmaterial som man kan dra kvalificerade slutsatser ifrån. Det går alltså med de olika tidpunkterna under kvällen, tillsammans med skeenden och obduktionen kunna göra en rimligt bedömning när hon dog. Det finns några saker som man har som utgångspunkt i alla mordfall, och som oftast även stämmer, och det är att när offrets kommunikaion med omvärlden upphör så har man en rimlig tidpunkt för när döden kan ha inträffat. Sedan finns det förstås en differens i tid att ta hänsyn till, folk sover ju och sysslar med andra saker, men då måste man ta hänsyn till de omständigheter som finns runt omkring och i VBs fall så faller just dessa saker bort. Vi vet i detta fall att VB var en telefonmänniska och att hon inte besvarade MBs sms som han skickade till henne är så pass anmärkningsvärt så att det bör beaktas. Hon skickade själv det sista sms:et klockan 18:40 och därefter så finns inga livstecken ifrån henne, hennes kontakt med omvärlden upphör med andra ord vid denna tidpunkt. Men det går inte att utesluta helt att det var KJ som skickade sista sms:en till MB för att förvilla honom och därför kan man inte säkert säga att detta är VBs sista livstecken utan det sista livstecknet kanske var redan vid 112 samtalet klockan 17:09. Hon svarar inte på sms, ringer ingen och telefonen är avstängd när föräldrarna ringer henne klockan 23. Samtidigt vet vi att hon tidigare under dagen hade beställt en speciell maträtt till middag och att hon normalt brukar komma hem mellan 19-20 för att äta. Under alla normala omständigheter, alla dagar på året, så hade detta inte avvikit från det normala, men just denna dag gör det så. Därför kan man med utgångspunkt av ovanstående kunna dra slutsatsen att hon var helt oförmögen till att ringa, sms:a eller ta sig hem för egen maskin någon gång mellan 17-20. Sedan vet vi att hon förmodligen inte heller, med säkerhet, var förmögen att utföra några handlingar efter klockan 23, då KJ ungefär besöker sin broder. Så en kvalificerad gissning utifrån den information som finns och utifrån obduktionen som visar på vad hon hade i magsäcken när hon dog, så dog hon någon gång mellan 17:10 - 22:00. Sannolikt var hon död eller oförmögen att utföra några egna handlingar redan vid 19:20, då hon mottog sms från MB, men levde då hon försökte ringa 112 klockan 17:09. Att hon dog senare efter klockan 22:00 eller under natten till den 5:e kan inte uteslutas även om det är mindre sannolikt, men då har hon i så fall varit i ett sådant skick så hon varit utslagen, oförmögen till egna handlingar, utifrån KJs handlingar denna kväll. Det är inte klarlagt exakt när hon dog men det är klarlagt i så stor omfattning så att man med säkerhet, bortom rimligt tvivel kan säga att hon dog den 4:e eller den 5:e. Det finns inget som talar för att hon skulle varit i livet efter den 5:e maj. Min bedömning av när hon dog, utifrån den information som finns, så är det mest sannolikt att hon var oförmögen att utföra egna handlingar efter klockan 17:09 och före 19:20 och dog före klockan 22:00. Sannolikt, dock mindre sannolikt, är att hon dog senast cirka 00:30. Möjligt, men betydligt mer osannolikt, är att hon dog efter 00:30. Vi vet att hon sannolikt utsattes för strypförsök och visst våld innan hon sedan blev huggen i ryggen med ett antal hugg för att slutligen huggas i bröstet med två hugg. Flera av dessa hugg var dödade var för sig och därmed har vi en dödsorsak som säger att hon dog av de skador som någon annan har tillfogat henne genom yttre våld. Det är alltså klarlagt hon dog. Om hon höggs med en kniv, ett svärd, en huggmejsel eller ett paraply är egentligen inte så intressant för att fastställa hon dog, om mordvapen inte kan hittas eller fastställas så förändrar inte det ovanstående, alltså hon dog. Men om man vet vad hon mördades med så man vet vilket mordvapen man ska söka så är det förstås väldigt bra bevisning också mot den misstänke om detta mordvapen hittas och kan kopplas till denne. Men det är inte nödvändigt att ha ett mordvapen för att påvisa offret blivit mördad, ej heller för att påvisa vem som mördade henne."
	},
	{
		"postIndex": 73360,
		"postNum": 74799,
		"postLink": "/sp48453315",
		"postTime": "2014-04-20",
		"postUser": "ViagraFalls",
		"postUserID": "/u827070",
		"postUrl": "https://www.flashback.org/t2139074p6234",
		"userUrl": "https://www.flashback.org/u827070",
		"sentence": "Klart man inte glömt BO i detta fallet. Men för mig har hon blivit mer komplex och iåmd mer svår att diskutera i detta forumet på ett schysst sätt. Även andra som figurerat flitigt i tråden har ett beteende som inte är helt enkelt att förstå.(men då vi talar om en mordutredning kan förstås en oro hos många att bli inblandade eller göra fel förklara en del)Det brutala med denna tråd och andra är hur lite oskyldiga kan påverka förloppet när bollarna väl satts i rullning. Jag har gått ifrån att tro KJ kan varit oskyldig,kan haft en medhjälpare. Tills att börja tro på möjligheten att han kan ha klarat av att utföra dådet helt på egen hand. Det svåra för mig var att jag tidigt satt med extremt trovärdiga uppgifter på att KJ är starkt begränsad både psykiskt och fysiskt. Även om jag försökt att se saker objektivt har denna vetskap garanterat påverkat mig.(och gör det fortfarande) Denna uppgift har jag \"bollat\" med ett fåtal kunniga på tråden men även med personer inom rättsväsendet(långt innan TR förhandlingarna) Kan även säga att personen som gett mig uppgifterna varit i kontakt med polisen. För mig personligen hade det varit skönt att få ett erkännande eller göra ett fynd som tydligt kan peka ut den nu dömde mannen. Varför har jag då ändrat uppfattning?? Jag tror först och främst att fallets enorma intresse lokalt hade gjort att nya fakta tillkommit om en annan GM låg bakom.Speciellt om GM inte på något sätt är knuten till den nu dömde mannen. Jag känner även att FÖR mkt skulle vara FÖR osannolikt om den nu dömde inte har något ALLS med detta att göra. Tycker jag då att fallet skötts på ett tillfredställande och säkert sätt?? Absolut inte!! Här står jag fast vid att många misstag skett. För det första förstår jag inte varför polisen fick så starka misstankar mot KJ att dom valde att släppa andra spår. Polisen måste varit rätt säkra på att lägenheten skulle vara nyckeln.Alternativt att andra saker skulle framkomma under resans gång(farlig väg att gå)Med facit i hand hade KJ klarat sig helt undan straff om bilen inte lämnat spår. Var hade polisen stått då?? Hade inte ytterligare spaning kunnat leda fram till mer fakta?? Hade inte spaningen kunnat leda till nya platser som verkade intressanta?? Hade inte en utökad telefonavlyssning kunnat ge något mer?? Speciellt om andra personer är inblandade!! Hade inte polisen kunnat se en GM som tappade koncepten mer över tid??Städade bilen,slängde kläder mm. Hade inte polisen med en längre spaning kunnat få en tydligare bild om KJ vardagliga mönster förändrades?? Mindre utgående/ingående samtal, mer/mindre besök hos KJ eller av KJ mm. Då jag anser lägenheten vara omöjlig som brottsplats ser jag däremot en möjlighet till att ett verbalt bråk kan ha uppstått på platsen.Varav BO lämnade lägenheten(hade kunnat förklara skrik)Det hade oxå kunnat förklara vittnet som säger sig sett en ung kvinna vid tidpunkten. Jag har alltid känt att detta vittnet talade sanning. Att vittnet skulle sett en annan ung kvinna är förstås möjligt men med tanke på tid och plats känns det tveksamt. Det hade senare kunna bli en konfrontation längs vägen varav VB blir skadad.(KJ visste vilken väg VB gick då slutmålet för hennes promenad var själva anledningen till bråket i lägenheten)Detta hade kunnat förklarat dom få spåren i bilen och dom totala avsaknaden av spår i lägenheten. Detta hade oxå kunnat förklara varför KJ inte alls var orolig att något skulle upptäckas i samband med husransakan. Men vittnena runt KJ bostad då?? Personligen känner jag mig mkt tveksam till det mesta dom yttrar. Känns som personerna är väldigt osäkra helt enkelt. Vart är då brottsplatsen?? Då KJ hade relativt stor erfarenhet av platser kring Boden finns en del alternativ. Det troliga är att han har vetskap/tillgång till en byggnad. Avsaknaden av spår på kroppen tyder på detta. Men även att KJ kände en klart mindre risk för exponering på en sådan plats. Jag tror att polisen underskattat KJ möjligheter att hitta av platser. Vilka nycklar hade KJ tillgång till?? Vilka nycklar hade KJ tidigare kunnat få tillgång till genom sin praktik?? Hade KJ ett intresse för nycklar?? Samlade han rent av på en viss sorts nycklar?? Det enda som talar för lägenheten som brottsplats är styckningen. Att det krävdes för att kunna genomföra transporten. Det fullständigt osannolika att en styckning skulle kunna genomföras utan att lämna spår på platsen eller att iakttagelser vid flyttning av kropp till bil inte skulle ha framkommit gör detta scenario ytterst tveksamt om inte omöjligt. Jag är inte expert på domar men har läst ett antal. Har även varit direkt deltagande i 75-100 förvaltningsrättsförhandlingar. Med den ringa kunskap som grund(samt med hyfsat bra kontakter hos såväl polis som hos jurister) tycker jag HR köper ryggen fri med sin dom. Dom agerar enligt mig med Förvånadsvärt mkt känslor inblandat. Jag tycker förstås det är bedrövligt att personen inte hamnade på rättspsyk. Men att så inte blev fallet är förstås inte förvånade!! Dock enormt tragiskt. Men det är en helt annan diskussion. Jag är inte tillfreds på något sätt.Detta fallet har fått så enormt många förlorare. Vi som har bra med bekanta i norr vet hur infekterat detta fallet fortfarande är. När man hör folk i norr tala ut inser man tyvärr att detta är en följetong som kommer rulla vidare länge,länge. Att detta intresse endast är knutet till en speciell tråd här på FB är tyvärr inte sant."
	},
	{
		"postIndex": 40780,
		"postNum": 41723,
		"postLink": "/sp45829970",
		"postTime": "2013-10-25",
		"postUser": "Bajen2013",
		"postUserID": "/u813044",
		"postUrl": "https://www.flashback.org/t2139074p3477",
		"userUrl": "https://www.flashback.org/u813044",
		"sentence": "Här kommer några funderingar på olika saker. Ber om ursäkt om jag missat något uppenbart. ------------------------------------- Den 4 maj i år, du vet vilken dag jag pratar om. Minns du den dagen? H. Jo det gör jag. F1. Ja. H. Vi hade beställt bord sedan tisdagen. F1. Innan? H. Ja för att fira min dotter och hennes kille som hade gift sig. Dom gifte sig på vardagen och då skulle jag och Mikke fira dom. Mikke hade inte fått vara med på deras middagsbjudning som dom hade och då skulle vi fira dom. Vi hade bokat bord på tisdagen för att jag och Mikke skulle fira dom. Jag hade bokat bord till klockan sju på lördagen. Och så blev vi upphämtade av min dotter och hennes kille, det var hennes kille som körde och de hämtade oss. Dom parkerade hos dom och så gick vi, alla fyra och vi var framme ungefär tjugo i sju. Så åt vi där och sedan tog vi en taxi hem. --------------------------------- Om det var blod i bagageluckan INNAN den 11:a när de spelade airsoft fallen angel, så borde hennes blod hamnat på en hel del saker som lades i bagageluckan. Har polisen kollat/Hittat detta? Vilka saker låg i bagageluckan? Är de kontrollerade efter spår? Är det kontrollerat utan att ha hittat ngt spår betyder det då att blodet kommit dit efter den 11:e? S.1967 ---------------------------------- De har hittat nylonfiber på VB kropp som EJ kommer från KJs bil. S.1970 Fråga; Har de kollat MBs bil/hem/frågat MB (som också kan vara den potentiella mördaren, alternativt iscensättaren av detta mord.) ---------------------------------- Vart är KJs försvunna ryggsäck? S.1956 ---------------------------------- Finns det några som helst sätt att ta reda på om hon verkligen utfört oralsex med honom? Har skl kollat detta? Vad blev svaret? Går det att kolla. ---------------------------------- Bilen har använts av andra tidigare, William, snodde bilen och körde sönder den. Kan det tyda på att han är väldigt godtrogen och slarvig med sin bil? S.1925 Han låser heller inte dörren till hemmet, någon gång verkar det som. Det är enkelt att plantera bevis hos en som har asperberger och verkligen inte har koll på detaljer. FÖRUTOM inom det intresseområdet som omsluter hans hjärna, i detta fall vapen och softairgun. ----------------------------------- VB säger till JKB via Facebook att \"Micke\" hotat henne till Livet.S.1096 ----------------------------------- Enligt polisen så har VB försökt att ringa 112 (men samtalet kopplas inte upp för det kommer in en stjärna efter 112), och konfronterar KJ med detta i förhör. Men frågan är om VB hade 112 inlagt i sin telefonbok? som just 112, och då är första numret i telefonboken. Min första kontakt i min telefonbok har jag ringt upp många gånger utan att veta om det. Mer ska benas ut inom kort, exempelvis det styrelsemötet på söndagen som inte blev av. En annan intressant fråga; Får man se i fupen om och vilka som skickat sms till VB under tiden hon var försvunnen? Jag menar att ÄVEN fast man inte villa ha ett förhållande med henne så skulle det ju ändå vara intressant att veta om hon smitit iväg eller blivit mördad. Så MB har ju all anledning att bara höra med henne var hon är, eller att hon är i livet. Det vill säga om han nu inte visste att hon var mördad, och att ett sms gör ingen skillnad. Likaså gäller det KJ. Har han ringt eller smsat hennes telefon mellan den 4/5--20/5 Morsan och farsan lär ju ha ringt. Sätt in ett team från en annan stor stad som har lång erfarenhet av förhör, och INTE känner en enda av de inblandade. Förr eller senare kommer det fram vilka MB/AN känner privat. De verkar ha satt skräck i många däruppe. Kungen och hans familj. Ju fler detaljer som kommer fram angående mordet, desto mindre tror jag det är KJ. Skulle han tvätta benen rena? skulle han kunna planerat detta? Javisst, men troligtvis inte. Det är precis som en film. En har bevisen emot sig, men den andra har motivet och modet, kraften att utföra detta mord. Vem är mördaren? En oorganiserad kille med aspberger, eller karateläraren som stoppat in den alldelses för många gånger i fel hål. Och nu i en tjej som blev \"låst\" vid sin älskare. Hon blev helt klart ett mycket stort hot gentemot familjefadern MB. Det sista han ville var att alla skulle få reda på detta. Det skulle ALDRIG få hända...det blev helt enkelt för mycket. För min del undrar jag bara om MB har hotat KJ till att hålla tyst. Och att båda är inblandade. Vi får se, det kommer bli svårt för KJ att ta ett straff för MB. Och det kommer bli svårt för AN att hålla tyst om vad MB egentligen gjort (om han nu gjort ngt). Att det är en helt utomstående person med behov av att stycka, ser jag som mindre troligt. Skulle han tvätta benen? och hålla på att gömma dem alternativt flytta dem? Nja..inte... Allt det strulet är gjort för att förhindra upptäckt så länge som möjligt, och få folk att offret kanske rymt hemifrån, hela vägen till Thailand...för att slippa obehaget hemma i byn... Det var meningen att hon aldrig skulle hittas...men något gick snett."
	},
	{
		"postIndex": 41593,
		"postNum": 42547,
		"postLink": "/sp45858573",
		"postTime": "2013-10-27",
		"postUser": "Fiana",
		"postUserID": "/u849903",
		"postUrl": "https://www.flashback.org/t2139074p3546",
		"userUrl": "https://www.flashback.org/u849903",
		"sentence": "forts. från föregående inlägg Om någon som läst alla förhören med den misstänkte lyckats ta sig igenom den här texten (jag kan helt klart förstå den är omständig och i viss mån rörig, men som antytt är min hjärna normalt i fullständig kaos med 100 saker på gång samtidigt så jag ber om ursäkt för det) börjar kanske problemen med hur förhören utförts att synas? Ville de faktiskt ha chans att få ut några riktiga detaljer från den misstänkte så förstörde de rejält redan från början och mycket troligt \"skrev över\" de minnesbilder som faktiskt fanns med framtvingade gissningar och hypotetiska resonemang till istället falska minnesbilder. Större delen av förhören blir ur sanningsynvinkel närmast värdelösa och än värre förstörde för att kunna få fram sådana senare. Någon har uppenbarligen hjälpt den misstänkte mot de sista förhören att faktiskt hålla fast vid när han faktiskt inte minns när idioterna fortsätter tjata istället för att gissa och röra till det än mer med de riktiga minnen som faktiskt finns, men det är ju lite sent då tyvärr och så långt senare. Nu menar jag inte att det skulle få någon att glömma om man mördat och styckat någon, sådana skarpa minnesbilder lagras nog klart för alla som inte är i sig en pågående psykos eller under kraftigt drogrus - men de detaljer de envisas med att fråga och försöka \"dubbelkolla\" där har de nog helt skjutit sig i foten. Några saker som kunde gett ett bättre resultat. Se till att inledande förhör är så lite stressande som bara möjligt (om tillåtet lämpligare med bara en person som förhör så inte den förhörda hamnar i underläge vilket i sig är stressande) för att minimera stressens negativa minnespåverkan. Acceptera vederbörandes svar när han säger att han faktiskt inte minns, låter man bli att \"pusha\" och fråga mer då kan man återkomma utan att ha riskera att förvanskat eventuellt minne som kanske faktiskt fanns. Fokusera på helhetsbilder istället för detaljer, om man inte fixerar på exakt tidpunkt och duration av en aktivitet är det troligare den förhörde kan minnas kanske andra aktiviteter som skedde runt om och från detta kan svar på det första senare härledas. Hålla frågor raka och strukturerade i tid, inte lockas hoppa fram och tillbaka vilket bara skapar mer kaos i en hjärna som redan är präglad av ostruktur. Låta vederbörande svara klart helt innan ny fråga eller följdfråga, frågar man om innan det är klart är det alldeles för troligt att man vid koncentrationsproblem kommer ha glömt den första tankegången vid en tvingad omfokusering. Nu kan ju även personer med de här problemen vara ljugande lömska djävlar precis som alla andra och det kan behöva \"pushas\" och provoceras lite där också *men* ska man ha en chans till så lite hopblandade detaljer som möjligt måste man gå igen omvanstående först, du har oftast förlorat din chans att få de detaljerna när man gjort den pushen. Skiter man i detaljerna kan man naturligtvis gå \"all in\" direkt, men man bör då vara medveten om konsekvenserna att man inte riktigt kan ändra sig senare om man ser man behövde just de detaljerna. Fixeringen vid nämnandet om \"bucketlist\" och äta människokött blir lite löjlig med tanke på hur många unga killar som gillar att diskutera sådant av typen \"absurt/skrämmande/häftigt i tanken\" - så pass att Filip och Fredrik tog upp och gjorde det i en av deras tvprogram serier (minns inte vilken just nu) - där Fredrik åt upp en bit av sin rumpa (väldigt symboliskt då de ju skar ut en mycket mycket liten bit). Att teoretiskt prata om hur man skulle utföra olika brott utan att åka fast osv. eller hur det skulle vara att döda någon, om man skulle klara av att stycka någon osv. är ju inte heller direkt vanligt - tror inte jag stött på ett enda manligt \"datanörd-gäng\" där det inte disskuterats, oftast då av blyga, nördiga killar som knappt vågar slå ihjäl en fluga brukar tycka det är intressant. Betyder det här att jag tror att han är helt sanningsenlig i den mån han minns osv.? Nej, han talar garanterat inte sanning om förloppet på lördagen den 4:e, men jag är inte så säker på att det som döljs är att han slagit ihjäl henne etc. rakt av. Framförallt finns det saker i förhören med de närmaste/familjen som tyder på att de försöker \"täcka\" för honom - i sin helhelt känns de förhören faktiskt som mindre sanningsenliga. Däremot är jag inte övertygad om att de vet riktigt vad de täcker för i alla fall inte alla, mer en känsla att de vet att vad han berättar om den helgen inte är helt sant och då vill de \"hjälpa\". Är förvånad att de inte verkar ha pressat MB hårdare på sina uppenbara lögner om SMS en den kvällen. Där har du ju någon som faktiskt kan förväntas minnas sådana detaljer och där berättelsen inte stämmer överrens mellan historien och antalet SMS samt frekvens och tidigare vanor. Nu är inte jag bekant med exakta regler för när exempelvis husransakan får utföras, men om han inte varit mer sammarbetsvillig att berätta sanningen om innehållet i de SMSen tycker jag personligen nog att det borde kontrollerats. Speciellt i samband med så mycket större motiv uppenbara motiv än den som nu är misstänkt. Inte för att det känns så där jättetroligt med säg ett scenario där mord skett på något sätt i koppling med MB och sedan av någon anledning lik eller delar där av transporterats i den misstänktes bil så känns det ändå möjligt utan inblandning av stora konspirationsteorier och foliehattar. Ang 112*lur slagningen så är det typiskt möjlig fickringing från min gamla telefon då 112 är möjligt att slå utan att öppna knapplås och just *lur var knapplåset - hur det var på VB's telefon vet jag inte. Däremot har jag även känt tonårstjejer när jag själv var sådan som slog eller hotade med att slå det numret av helt andra anledningar än det ska användas. Vi får väl se hur det går, men jag känner mig betydligt mindre säker på att den misstänkte är rakt av och dessutom ensam skyldig till att mördat sin vän. Men jag hoppas verkligen att jag inte igen behöver läsa så slarvigt skrivna förhör, det är rent ut skamligt och borde rendera någon slags konsekvens hos de ansvariga. Vissa jobb borde man inte få ha som dyslektiker utan kompensation (t ex kan ju förhör skrivas ut av någon annan än den som förhör om nu denne inte klara att göra detta korrekt), är det fråga om slarv är det än mer oförlåtligt med alla dessa fel. När det gäller dokument som ska användas för att bedöma en om en människa ska straffas för ett brott borde detta inte få ske. Det är ju fyllt av inte bara stavfel utan även syftningsfel och felskrivna namn och även till och från i utskrift från ljudupptagning fel person som anses sagt något. ((min text innehåller säkerligen många fel, då jag dels har min uppmärksamhetsstörning samt skriver detta mitt i natten med sömnbrist, men så är det ju faktiskt bara ett inlägg på ett forum och inte ett officiellt dokument som ska hjälpa till att avgöra en annan människas öde)) Då detta blev en stor textmassa så får jag väl bjuda på en TL;DR 1. FUP är skrämmande illa skriven med alltför många slarvfel 2. Förhören med den misstänkte har skett på ett så, med vedebörandes funktionsnedsättning i åtanke, klantigt sätt att det troligen inte innehåller många korrekta detaljer samt att tillvägagångssättet i sig gjort eventuella framtida förhör troligen inte kan ge mycket bättre resultat. 3. Det är i det närmaste helt meningslöst att försöka \"sätta dit\" en person med denna typ av dåligt minne genom att fråga om samma sak flera gånger gällande detaljer. De minns helt enkelt inte i många fall även om det som sas första gången var sanning. 4. Vill man veta närmare varför jag sammanfattar det till 1 och 2 får man lov att helt enkelt läsa texten."
	},
	{
		"postIndex": 77973,
		"postNum": 79488,
		"postLink": "/sp49106777",
		"postTime": "2014-06-08",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p6624",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "Låsningen har vi ju tröskat flerfaldiga gånger i tråden och som med en hel del annat så har jag också gjort en sammanfattning av vad som kom fram i förhören: . Som du ser tämligen tung bevisning för att KJ:s senare svammel om att han lämnade bilen olåst av ideologiska skäl kan lämnas helt utan avseende. I övrigt, kursiveringar och hänvisningar till dina egna fetningar: Kursivering: Var har jag skrivit att de skulle vara \"tunga\" bevis? Var vänlig och ge fan i att hitta på falska citat, det är en av de ömkligaste tjuvtricksen som finns i diskussioner. 1: (första fetningen) Menar du att det är ett bevis för att han inte var inblandad i mordet? Varför raderade han då i så fall? Det har han inte lämnat någon som helst rimlig förklaring till. Svammel om att \"städa\" (genomgången av vad som hittades i telefonen visar med all önskvärd tydlighet att han inte brukade \"städa\" i den särskilt ofta. Om han åtminstone sagt att han blev orolig när han fick höra att hon var försvunnen och panikraderade - det hade åtminstone haft en fläkt av tänkbar förklaring över sig. Nu gav han faktiskt ingen egentlig förklaring vare sig hos polisen eller i rätten till varför han egentligen raderade. Man måste vara en bra hård supporter för att tillmäta förklaringen att han \"råkade\" radera just hela denna konversation av allt han hade i sin telefon någon trovärdighet. Inte minst med tanke på hur oerhört vag han var runt detta. Jag tror att raderingen var en panikåtgärd kort efter mordet, han tänkte inte klart och insåg inte att det egentligen inte fanns något att dölja i konversationen som du så riktigt påpekar.. Eller så orkade han helt enkelt inte ha henne kvar i sin konversationslista, den förklaringen tror jag nästan mest på. Samma orsak som han inte fixar att ringa till hennes telefon trots kompisarnas böner: Han orkar inte med tanken på att ev. riskera att höra rösten på den kvinna han mördat några dagar tidigare. 2. (Andra fetningen) Jag säger det igen: Det är inte detta att han INTE ringer som är graverande för honom, utan diskrepansen i hans beteende. Å ena sidan jätteengagerad i söket på all vaken tid (ivrigt lyssnande efter information om var andra sökt) och å andra sidan försöker han inte en enda gång ringa för att se om hon kanske trots allt slagit på telefonen och återkommit från något litet \"äventyr\". Att du och andra försöker använda hans Aspergerdiagnos som nåt jävla Get out of jail-card och hänvisa till den som förklaring tycker jag gränsar till nonsens. Mitt barn med AS beter sig ibland irrationellt, men jag börjar alltid med att söka efter förklaringar utifrån vanlig logik. Försöker det dölja information för mig så är det i princip alltid för att det är information som det inte är önskvärt att den kommer fram, inte bakvänd \"Aspergerlogik\". Finns ingen sån förklaring är det däremot ibland det lite bakvända tänkandet som spökar. Jag tillämpar ungefär samma analys på Kristoffer och ser det då som mycket mer troligt att diskrepansen i beteendet är vad den ser ut att vara. 3. (Tredje fetningen). Ursäkta om jag svär men HUR I HELVETE kan du veta att det INTE är en försägelse? Hur kan du vara säker på att han talar sanning? Det här är vad jag tror hände på ett ungefär: Han blir tagen på sängen av uppgiften. Eftersom han trots allt inte är en förhärdad brottsling och dessutom tänker väldigt konkret för det mesta så centreras hans tankar genast kring bagageluckan . Sättet han hanterat den på gör att han (helt riktigt visar det sig) inte kan föreställa sig att han skulle ha kunnat få in blod eller något annat i kupén. När han svarar ger han alltså \"luft\" åt en tanketråd som redan åkt runt inne i hans huvud i flera sekunder och utan att tänka på att den inte har nämnts av poliserna så frågar han hur blodet kan ha kommit in i hans bagagelucka, vilket faktiskt troligen är exakt vad han undrar just då: Han har ju sannolikt emballerat det som transporterats väl och har inte trott att det lämnat några spår efter sig. 4. (Fjärde fetningen). Och hur vet du att sexberättelsen är sann och inte ett försök att förklara eventuella fynd + en del av hans uttänkta \"plan\" där han verkar ha trott att det här att han efter ett tag avslöjar lite komprometterande detaljer ska få polisen att tro att han är oskyldig? Vad är mest troligt? Att DNA:t överlevt en sexakt flera veckor tidigare och tvättning av kroppen eller att det kom dit pga ett misstag av mördaren när han transporterade benen? Hur pass låg sannolikhet det är att en annan random person skulle ha samma Y-kromosomala DNA har utretts flera gånger i tråden av Hamilkar. 5. Försöker du insinuera att grannarna försöker sätta dit Kristoffer för att de har ett horn i sidan till honom? Nåväl - dessa vittnesmål kan diskuteras och det har jag också gjort i flera poster. De kan ha en annan förklaring och man ska alltid vara försiktig med vittnesmål runt iakttagelser. 6. Jag hade varit mycket mer intresserad av vittnesmålet om någon kunnat förklara varför Vatchareeya skulle befinna sig på denna väg vid klockan 21.30. Det finns ingen anledning för henne att gå där, ens om vi leker med tanken att hon tänker promenera till Berg och knacka på utan att ens skicka ett SMS innan. Det och det faktum att vittnet inte på något vis kunde säga att hennes minnesbilder stämde med bilder av Vatchareeya gör att man inte tillmäta det någon särskilt hög sannolikhet. Men även om så vore så finns ju fortfarande scenariot att Kristoffer åker i fatt henne och får med henne/övertygar henne om att följa med i bilen."
	},
	{
		"postIndex": 61993,
		"postNum": 63234,
		"postLink": "/sp47253704",
		"postTime": "2014-01-28",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p5270",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "Vissa i tråden försöker också framställa det som att positionerna i diskussionen är jämnstarka: Det gäller att jämföra en lista av olika indicier (eller sakförhållanden åtminstone) och se ett för ett om de håller eller inte. Och tycker man sig kunna visa att det finns en möjlighet att snacka bort var och en med lite god vilja åtminstone så utropar man sig till vinnare. KJ kan inte vara skyldig. Det finns inga indicier som Remark skrev igår kväll. Det finns två rejäla tankefel med den här ståndpunkten som Quarrel med flera intar: 1 - Läget är inte 50-50. En svensk domstol har fastslagit att bevisningen räcker och dömt Kristoffer Johansson till 14 års fängelse för mord. Domen är visserligen inte lagakraftvunnen, men den visar att just nu är den officiella, rättsliga uppfattningen att Kristoffer Johansson är mördaren 2 - Det handlar inte alls om att jämföra listor med indicier och argument mot varandra från lika utgångspunkter. Om en enskild punkt kan bedömas som för osäker att se som ett indicium så friar det inte automatiskt Kristoffer. Men om enda av de punkter som talar emot honom inte kan bortförklaras på ett rimligt vis, ja då finns inte utrymme för någon annan slutsats än att Kristoffer begick mordet. Eller åtminstone är djupt inblandad i det. Och fortfarande gäller också den samlade bilden: Det är en ganska lång rad av saker som oberoende av varandra är besvärande för Kristoffer och som ALLA måste falsifieras för att hypotesen om hans oskuld ska kunna styrkas. Låt oss ta det igen, i lite förkortad form jämfört med mitt gamla inlägg: - Blodfynden i bilen: Måste vara en \"plantering\" (trots att inga bevis för en sådan finns) eller en \"oavsiktlig besudling (bevis som pekar på att en sådan är det minsta sannolik finns inte heller) - Hundens markering för lik: Måste vara felaktig - Fynden av Y-kromosomalt DNA på kroppen: Måste på något vis ha överlevt en märklig sexakt (som det inte finns bevis för) fast inget annat DNA från Kristoffer konstaterats vare sig vid könsorgan eller i/runt munnen. Eller så måste den riktige mördaren ha en gemensam, manlig anfader i rakt fäderne med KJ. - Tejpen med blod från VB i hans lägenhet och den hyfsat stora sannolikheten att tejpen från kroppen kom från samma rulle: Måste vara fel i det sistnämnda fallet och i det förstnämnda fallet måste det ha råkat slumpa sig så att VB lämnat kvar en rulle tejp hos KJ som hon sen också använt för att lägga om skador hemma hos honom. - Hundars markeringar för blod/kroppsvätskor hemma hos KJ: Måste vara felaktiga - Den saknade ryggsäcken som KJ förnekar sig ha ägt: Tre personer bland KJ:s vänner måste oberoende av varandra minnas totalt fel om denna ryggsäck. - Iakttagelser av ett skölpjärn som stämmer med vissa hugg mot hennes kropp + saknad kniv: Vittnena minns fel här också - Flera grannars iakttagelser om skrik från lägenheten den 4:e maj på kvällen: De måste minnas fel eller ha hört fel. - 112-ringningen: Måste ha varit en \"fickringning\" eller en \"busringning\" - märkligt bara att det just blev DET numret av alla? - KJ:s uttalande i förhören om att det fanns blod i bagageluckan innan någon talat om för honom var fynden gjorts: Måste helt enkelt vara så att han bara \"gissade\" att eventuella blodfynd skulle komma från just bagageluckan - Ingen trafik eller aktivitet från VB:s mobil efter att hon enligt den dömde mördaren ska ha lämnat hans lägenhet. Måste vara en märklig tillfällighet (fast hon normalt använde den flitigt, inte minst för att snabbt svara på SMS som Berg skickat henne) - Inga observationer har gjorts av VB efter att hon anlände till KJ: Måste vara ren slump att ingen såg henne. - KJ besökte Gula Huset under MP:s eftersök utan att rapportera det och erkände först i efterhand till polisen att han varit där. Även flera andra märkliga beteenden under söket. Måste vara tillfälligheter att han betedde sig så. - KJ raderade hela konversationen med VB kort efter mordet och försökte inte ringa henne en enda gång (men ljög om att han gjorde det till sina kompisar). Det måste vara en ren tillfällighet (trots att inget tyder på att han brukade radera i sin telefon särskilt ofta) och han måste verkligen ha ansett att det var SÅ meningslöst att ringa att han t.o.m. var beredd att lura sina kompisar istället för att försöka slå en signal åtminstone och se vad som hände. - KJ fick diarré dagen efter försvinnandet och ställde in sitt planerade Airsoft-event, något han ALDRIG brukade göra. Måste också vara en märklig tillfällighet bara 15 punkter som alla MÅSTE vara fel fast de med varierande styrka tycks peka mot KJ. Misslyckas man att förklara bort en enda ÄR Kristoffer mördaren. Inget hindrar däremot att en eller flera av punkterna ovan är villospår för att mordhypotesen ändå ska kunna hålla. Olika falla ödets lotter och diskussioner är ganska orättvisa ibland..."
	},
	{
		"postIndex": 71260,
		"postNum": 72660,
		"postLink": "/sp48277063",
		"postTime": "2014-04-07",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p6055",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "Din sista mening uttrycker en stor del av problemet tror jag (oavsett verklig eller inbillad hjärnstorlek) när vi i krimitrådarna ska sitta och gissa vad som kan ha hänt och utifrån det bilda oss en personlig uppfattning om vem som kan vara skyldig. Jag läser just nu om \"Thinking fast and slow\" av Daniel Kahnemann; en guldgruva för att lära sig förstå svagheter och brister i både sitt eget och andras tänkande. Ett av de problem han tar upp är vår vilja att alltid vilja konstruera sammanhängande berättelser som förklaringar till saker och att vi har har en mycket stark tendens att köpa en berättelse som känns logiskt övertygande, även om bevisen för den i själva verket inte alls är särskilt starka. De kan t.o.m. vara obefintliga. Det visar sig också att enkla algoritmer på många områden överträffar experters gissningar när de lägger sina pannor i djupa veck och verkligen försöker ta med alla faktorer. Helt enkelt för att vi överskattar tillförlitligheten i våra egna gissningar och analyser. Jag försöker jobba åt ett annat håll när jag deltar i krim- och försvunnatrådar. Det är inte så roligt i sig, men det blir intressant (och i regel produktivt) därför att det ofta blir så på tvärs mot vad många sitter och spekulerar i. Om en man med alkohol i kroppen försvunnit en sen kväll/natt med ett vattendrag i närheten och inte kommer till rätta inom 24-48 timmar så utgår jag t ex från att han har trillat i och drunknat. Algortimen lyder alltså: Berusning+Närhet till vattendrag+Försvunnen>24h= Död genom drunkning. Vi har åtminstone haft en 7-8 såna fall på tre år här nu som jag följt och jag har haft rätt i samtliga. Observera att det då inte handlar om något skarpsinnigt eller djupt tänkande från min sida; jag har bara plockat fram en enkel algoritm som verkar rimlig och går på den. Det kommer att ge mig rätt i överlägset fler fall än de alternativteoretiker som sitter och spekulerar i att folk rymt med flygplan, blivit bortrövade av svarttaxiförare eller sexualförbrytare eller sitter och myser hos nån älskarinna. Men naturligtvis kommer jag att missa de där få procenten där det faktiskt är något annat (Om det inte finns något som pekar starkt åt ett annat håll - försvinner en känd gangster efter en festkväll är det t ex förmodligen rimligare att gissa på bortrövande och mord) och där alternativteoretikern kan triumfera och glömma att hen haft fel i de andra 49 eller 99 fallen av 50/100. I Vatchareeyafallet tippade jag först på ett möjligt frivilligt försvinnande (hon hade trots allt varit borta förut) eller ett självmord/olycka där hon hamnat i älven (I avsaknad av andra ledtrådar är det ALLTID mer rimligt att gissa på det än på mord). Där hade jag den gången fel. I samband med fynden visste jag inte mer än andra, men jag visste ändå detta: - Manlig bekant med någon typ av relation till offret - Ingen har sett offret och offret har inte heller gett några livstecken ifrån sig efter att hon ska ha lämnat denne bekanting. Detta räcker mer än väl för att med \"algoritmmetoden\" göra en gissning om gärningsman som säkert har en träffprocent på 90 eller mer. Det räcker förstås inte för att döma någon, men all erfarenhet säger att det är så här det förhåller sig. De flesta kvinnor som mördas faller offer för närstående gärningsmän och när någon dessutom försökt gömma kroppen blir det ännu mer troligt att det är någon som känner offret. Jag behövde inte ta ställning till om det snack som gick om Kristoffers \"underlighet\" var riktigt eller inte. När vi sen en vecka senare fick reda på blodfynden kunde jag lägga till en komponent till: Teknisk bevisning knyter den misstänkte till den döda kroppen. Nu kommer vi upp i säkert över 95% utan att veta mer. När FUP så blev tillgänglig kunde ytterligare data fogas till bilden. Vi fick nu slutligt bekräftat att den bild av den åtalade som cirkulerat stämmer i det mesta väsentliga. Trots allt prat om motsatsen och hans förmenta lugnhet så har vi också information om våldsincidenter och hot om våld mot kvinnor. Vi har en kaotisk och märklig hantering av den döda kroppen (gropen/gula huset) som stämmer väl in på en gärningsman med ett \"udda\" och delvis kaotiskt psyke. Vi har en del ytterligare tekniska fynd med visst bevisvärde. Vi har svårförklarliga beteenden (exvis att han aldrig försökte ringa den försvunna, men ljög för sina kompisar och t.o.m. låtsades ringa) från den misstänkte och vi har märkliga \"felsägningar\" med \"gissningen\" om att blodet fanns i bagageluckan som den mest framträdande. Inget av det här ger förstås minsta lilla skäl att ens fundera på att frångå algoritmen. Det enda argument som finns för det är det faktum att det existerar en annan \"närstående\" manlig person som skulle kunna tänkas ha motiv också efter sin stormiga relation med offret. Och här kommer misstaget jag menar att du och flera andra gör. Ni tittar på annan information och får känslan av att det blir en mer logiskt sammanhängande (och för vissa också helt uppenbart mer känslomässigt tillfredsställande) historia om man antar att denne andre man är skyldig istället. Och så bortser ni från den bevisning som faktiskt pekar mot den person som enligt en enkel sannolikhetsbedömning är den skyldige. Och inte bara bortser: Ni konstruerar alternativa förklaringar: Alibin är falska, kroppsdelar har lagts ut i terrängen på en viss plats för att det \"ska se ut\" som en person med vissa psykiska problem har begått gärningen, blod har på något mystiskt vis planterats in i en bagagelucka. Bortsett från att dessa hypoteser i sig själva är osannolika eller mycket osannolika (vilket ni säkert förstår), så stöds de inte heller av minsta lilla bevis eller indikation i utredningen. Det enda ni kan tillgripa är det hypotetiska resonemanget att det \"kanske\" hade hittats något vid husrannsakan hos er misstänkte. Även om det påståendet är teoretiskt korrekt så är det ändå en tankefälla, för det ökar inte på minsta vis sannolikheten för er alternativhypotes. Ändå är det uppenbart att när ni \"räknar\" mentalt på detta så använder ni denna uteblivna husrannsakan som en pluspost i er egen sannolikhetskalkyl. Visst finns det mycket som inte \"går ihop\" i denna utredning. Det finns flera väsentliga frågor som är obesvarade och luckor som är plågsamma att tänka på, inte minst för de anhöriga till Vatchareeya som inte har någon visshet om vad som egentligen hände. MEN: Dessa luckor fylls inte igen bättre av att man konstrurerar en alternativ historia som känns mer tilltalande. Luckorna är inte mindre för det. Bevisning, logik och enkla sannolikhetsresonemang pekar fortfarande mot en person: Kristoffer Johansson. Jag tror att man helt enkelt får stänga av sin inre historieberättare och acceptera att det är så det ser ut. Och hoppas för de anhörigas skull att Kristoffer om en tid kommer att vilja berätta åtminstone en del om vad som egentligen hände den där kvällen. Även om jag är rädd att det aldrig kommer att bli så."
	},
	{
		"postIndex": 61903,
		"postNum": 63144,
		"postLink": "/sp47246533",
		"postTime": "2014-01-28",
		"postUser": "Bajen2013",
		"postUserID": "/u813044",
		"postUrl": "https://www.flashback.org/t2139074p5262",
		"userUrl": "https://www.flashback.org/u813044",
		"sentence": "Citat: Ursprungligen postat av Bajen2013 Hey hey hey.. Det är aldrig försent. Då skulle cold case gruppen vara utan jobb. Detta visste de om MB och vad som framkommit. 1. Han var den sista som hade sms-kontakt med henne. 2. Han var DEN vb verkligen ville träffa. Och hade ett hemligt förhållande med. 3. Han hade raderat sms:n med flit för att ingen skulle kunna läsa dem. Vem vet varför, egentligen? AN tog aldrig mbs telefon och läste sms. Vb låg inne som någon annan i telefonboken. 4. Han ljög för polisen rakt upp i ansiktet, vilket i sin tur tyder på en viss personlighet, visst han döljer sin otrohet, men den i sig tyder också på en viss personlighet som byggs av lögner lögner och lögner. Man kan enkelt kunna påstå att MB är antagligen den största lögnaren i detta sällskap. 5. Hans fru var heeelt galen av svartsjuka och tappade alla gränser vad gäller respekt mot försvunna personer och hänsyn till anhöriga. Helt jävla omänskliga kommentarer. Så familjekoppling med stort hat till försvunnen person. 6. Samma fru ger mb alibi för kvällen efter 21.39. Endast hon vet att mb har varit hemma. Hon säger till och med att hon gick och la sig tidigare än honom, men det skiter polisen i. Det är enklare att tro på detta alibi frun ger honom. Trots att han själv inte vet om han gick ut en sväng enligt förhör i fupen. 7. Mb har haft och har ett förhållande med VB under en lång tid. Och gud vet hur många gånger de har haft sex i skogarna omkring boden. Bara detta skulle kvalificera mb som skälig misstänkt så att polisen skulle gått vidare. Varför inte undersöka hans bilar? 8. Mb säger att han mailade några personer på kvällen. En sådan sak är enkel att kontrollera, men det görs inte. Varför? Be om att få kolla i mailloggen och se om han ljuger om det också. De borde utgått från att allt mb sade var rena lögner, istället för tvärtom. Varför inte kolla datorn? 9. Lägligt som det var målade mb om på restaurangen. Har man hört någon anställd om detta?? Var det planerat? Kom det plötsligt? Enkla men värdefulla frågor. Två till: köpte MB tejp och plast inför ommålningen?? 10. Det första stället polisen letade på efter VB var i Sävast. Ungefär där MB och AN bor. Går inte ens in på vad som framkommit senare i förhör och dylikt. Letar man inte efter bevis så hittar man såklart inga. De kommer ju inte automatiskt precis. Vi vänder på det hela. Det saknas för många viktiga saker och bevis för att man INTE skulle kolla VB älskare och kärlek mer noggrant. Han är ju en av huvudpersonerna, men man låter honom ljuga och ha sig. Vi vänder på det igen, beslut om husrannsakan skulle ha tagits redan innan blodspåren hittades i KJs bil. De spåren kom väldigt lägligt. Varför i helvete blev han inte mer misstänkt? Resurser? Kompetens? Det är klart, känner man poliser i boden och luleå, har en sushirestaurang och en karateklubb där poliser tränar och har högt uppsatta vänner så kanske det ska mer till för att polisen ska kunna snoka i hemmet och en gång för alla kunna avskriva ena misstänkta parten i detta mål. Den andra uppför sig konstigt och kan inte ens svara på enkla frågor på grund av ett handikapp. Och du tycker fortfarande att de inte skulle granska honom? Att åklagaren tyckte så vet vi. Men vad tycker du? Jo, det är viktigt vad VI människor tycker och tänker i ett demokratiskt land. Poliser och åklagare är inte en absolut enhet som alltid har rätt eller som alltid gör rätt. I detta fall har de tagit fel beslut, och det vet du också. Men du och Lajjaren blir ju galna när man säger det. Aspberger. Bästa inlägget i denna tråden på väldigt länge - tack Bajen2013. EDIT: Du kan även lägga till listan att MB: 1) ändrar sin historia var och när han fick sms den 4/5: (FB) Boden: Mordet på Vatchareeya Bangsuan (Länk till sammanfattning i trådstarten) 2) befinner sig någon annanstans Kl 17.28 än på Sushi Te som han uppger: 3) Och i TR blir han ju knappast granskad direkt... (FB) Boden: Mordet på Vatchareeya Bangsuan (Länk till sammanfattning i trådstarten) Tackar, glömde bort det. Skrev direkt ur minnet. Vi har säkert fler saker som skulle kunna till grund för en husrannsakan. Och vi vet ju alla att polisen med åklagaren gör husrannsakan om de vill. I detta fall ville dom inte göra det. Trots alla pilar som pekade åt det hållet..."
	},
	{
		"postIndex": 60366,
		"postNum": 61590,
		"postLink": "/sp47067718",
		"postTime": "2014-01-16",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t2139074p5133",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Alla borde vid det här laget begripa att med nuvarande kända fakta och information så kan ingen alternativ gärningsman dömas för brottet. KJ skulle i alla andra mål mot annan gärningsman ses som en obestridlig alternativ gärningsman på grund av alla indicier som pekar mot honom. Det är riktigt som någon påtalade att det inte går att bygga en sammanhängande händelsekedja på de indicier som finns. Det går, med stöd av vittnesförhör, kunna klarlägga vissa delar i händelsen, trots att det saknas stöd för det i form av hårda bevis, men inte allt. Visst ska varje indicie granskas för sig och det görs även. Åklagaren tar upp varje indicie för sig och försvaret kan argumentera för eller emot varje indicie. Rätten kommer sedan att väga in deras argumentation för varje indicie men även se till helheten. Om indice A och indicie B hänger ihop men indicie C finns det tvivel kring så innebär inte det att en indiciekedja behöver brytas. Snarare krävs att A och B ska kunna förklaras på ett sådant sätt så att tvivlet kring indicie C är rimligt. Om man inte kan förklara A och B så kan heller inte tvivlet kring C vara rimligt. I detta fall handlar det om många indicier, både direkta besvärande tekniska indicier men även många mindre besvärande indicier som talar emot honom. Vi vet genom utredningen att KJ är den sista person som såg VB i livet runt 21 vid hans bostad. Vi vet även att hennes telefon dog under hans mast. Vi vet att kroppsdelarna hittades i ett område som KJ är väl bekant med. Vi vet även att KJ var ute och körde bil i detta område denna kväll då han var hemma hos sina föräldrar, vars hus endast ligger ett stenkast från fyndplatserna. Vi vet enligt uppgifter i förhör att KJ tidigare mordhotat en exflickvän, vi vet också enligt vittnesförhör att han tagit strypgrepp på en annan exflickvän. Vi vet också att det bakom lykta dörrar presenterades information som visar på att KJ inte varit främmande att ta till våld tidigare. Vi vet dock inte allvaret i dessa uppgifter men de går inte att bortse från dessa heller med tanke på vilket brott han nu är dömd för och dessa uppgifter talar inte till hans fördel. Vi vet enligt utredningen att han tidigare har diskuterat det perfekta mordet med en vän. Vi vet även att hans hund dog och att sökningar på hundens anatomi gjordes samma natt. Vi vet att hundens död ledde till betydande blodflöde vilket gör, även om det inte går att bevisa, att det inte är märkligt att man tror att han tidigare har haft ihjäl och styckat sin hund. Att hunden av en slump skulle råka bita i en elsladd samma dag som KJ fått klagomål på hunden känns märklig. Vi vet också enligt utredningen att KJ varit ute och ränt på nätterna, med telefonen avstängd under perioder. Eftersom man antar att kroppsdelarna har flyttats så har KJs rörelser visat på att han haft möjligheter att flytta kroppsdelarna under dessa nattliga perioder. Blod i bilen tillsammans med likdoft, hög sannolikhet att hans DNA satts på hennes ben efter att det tvättats, blod på tejprulle av samma typ som hittades på VBs döda kropp är besvärande indicier som inte kan förklaras på annat sätt, tillsammans med allt annat vi vet i utredningen, att KJ har bragt VB om livet, styckat hennes kropp och dolt den på de platser där hon hittades. Den enda alternativa GM till gärningen är under en veckas tid utredd och avförd. Ingenting kan påvisa att han lämnade bostaden denna kväll/natt för att mörda och stycka VB. KJs beteende som låtsasringningar, märkliga beteende vid sökningar med MPS/privat och lögner inför vänner samt flera felsägningar i förhör efter mordet är inga direkta indicier men det talar inte heller till hans fördel. Så helheten säger de flesta av oss och tingsrättens två jurister och tre nämndemän att KJ bortom rimliga tvivel är skyldig till brottet, trots att man inte lyckats påvisa var hon mördades och styckades. Även om dessa detaljer vanligtvis är viktiga i mordfall så spelar de ingen roll i detta fall då oavsett platser så har utredningen visat att KJ är den enda som det finns indicier emot och som kan ha utfört gärningen i tid och rum."
	},
	{
		"postIndex": 43205,
		"postNum": 44188,
		"postLink": "/sp45921550",
		"postTime": "2013-10-31",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p3683",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "1. Nu behöver ju inte åklagarna visa det, eftersom de koncentrerar sig på att visa att han haft möjlighet att mörda henna och transportera kroppen till fyndplatsen eller ev. mellanlagringsplats (värnet) öht under kvällen/natten den 4/5. Detta lär de gå i land med, men naturligtvis kan de inte både käka kakan och ha den kvar: Den oprecisa beskrivningen av när/var/ mordet gått till är en svaghet i beviskedjan utan tvivel och ställer rimligen högre krav på övrig bevisning. 2. Ja, återigen finns flera möjligheter vilket är bra för åklagarna på ett visst sätt, men samtidigt också gör att de öppnar upp sig för angrepp från försvaret om just detta. Kan inte bedöma hur rätten kommer att se på det här. Tror inte att KJ skickat falska SMS till Berg. Varför skulle han i så fall (enligt Bergs minnesbild) ha skickat nåt i stil med \"svara snälla\"? Ska man ge sig in på spekulationer igen om hur det gått till så tycker jag att utrymme finns för att tänka sig att NÅGOT händer i lägenheten som KJ trots allt lyckas städa bort (men där sökhund ändå visar intresse för en golvyta och golvmoppen). Kanske har han suttit och tröstat VB efter att hon berättat om sin olyckliga kärlek till Berg. Kanske gör han ett närmande som hon avvisar på ett sätt som triggar något inom honom, något som vi än så länge inte har kunskaper att förstå i detalj vad det kan ha varit. Är det omöjligt att tänka sig att han tar något som finns till hands (det försvunna håljärnet?) och hugger mot henne ett par gånger? Kanske har de legat på den försvunna sängen (om den nu existerar i sinnevärlden) VB skriker och KJ hejdar sig. Han är nu mycket förvirrad och uppjagad. Han tar hennes telefon men försöker också hjälpa henne att förbinda de skador hon fått. Kanske har han någon kompress eller liknande hemma och försöker använda kirurgtejpen för att sätta fast den bättre. Det har inte kommit jättemycket blod, men otäckt är det naturligtvis ändå. Han stänger balkongdörren. Vad som sen utspelar sig från VB:s synvinkel vill man knappt tänka på. Till slut säger han ändå att han ska skjutsa hem henne. Hon vågar inget annat än att hålla med och hon hoppas också att det är vad han tänker göra. Någonstans runt klockan 21 kommer de ut till bilen utan att bli observerade av någon (här har han tur). De åker iväg, VB tyst och chockad, KJ fortfarande förvirrad och uppjagad. Han åker kanske till en början \"rätt väg\" men så småningom märker en rädd VB att han viker av någon annanstans. Vågar hon protestera? Vad svarar KJ i så fall? Att de måste prata mer? Någonstans ute i skogen eller en undanskymd plats, i närhet av FP2, slutar färden. De går ut. KJ kanske försöker omfamna henne. När hon instinktivt drar sig undan vaknar hans vrede igen och han tar om hennes hals (vilket orsakar märkena). Nu skriker hon. Kanske nästan utan att vara medveten om det drar han sin kniv som han utan att riktigt känna efter varför haft med sig och hugger besinningslöst mot henne. Hon faller omkull. När KJ vaknar till sans och funderar över vad som hänt så inser han någonstans att han behöver skaffa sig en förklaring till ev. observationer av hans bil. Han gömmer nödtorftigt VB:s kropp och beger sig sen till sin bror. På något vis har han redan distanserat sig från hela mordet känslomässigt. Han kan knappt förstå att det var han som gjorde det och när han en stund senare anländer till brodern så verkar han nästan som vanligt. Vad som sedan händer? Skulle jag pussla ihop det med övriga detaljer i FUP så skulle jag säga att han åker hem för att förbereda det han behöver göra. Han hämtar den stora ryggsäcken som han tänker transportera kroppen i. Mobilen låter han förstås ligga hemma. Han besvarar SMS:et om nästa dags airsoft; på något dimmigt vis tänker han fortfarande att han ska kunna vara med på den. Sen beger han sig till mordplatsen. Kanske har han med sig vatten för att försöka skölja bort blod. Det han sedan gör: Stycka kroppen, lägga den i ryggsäcken och sen köra iväg till FP2 tar större delen av natten. Han är väldigt försiktig med att inte lämna spår, men gör ändå några misstag som han inte inser/upptäcker. Han avslutar med att dumpa ryggsäcken med mordvapen, ev styckningskniv, VB:s kläder och de egna kläder han ev tror kan ha spår från det skedda. Var dumpar han den? Förmodligen någon sjö eller annat vattendrag. Tidigt på morgonen återvänder han hem och greppar sin telefon. Han är både fysiskt och psykiskt utmattad och inser att han inte kommer att orka någon airsoft. Han skickar ett återbud och lägger sig ner och försöker sova några timmar. Han orkar inte tänka så mycket på det hela följande dagar, men inser ändå att det behövs vissa insatser i lägenheten. Han övertalar någon ännu okänd person (som inte vågat träda fram i efterhand till polisen av rädsla för att bli misstänkt själv) till att bära bort och slänga sängen. Han moppar och städar på några ställen där han tror att det kan ha kommit blod eller andra spår. ---- Det gick med största säkerhet inte till på exakt det här viset och det kan mycket väl ha skett på ett helt annat vis (ex.vis med \"köra ifatt-scenariot). Men det är ett scenario jag hävdar är fullt möjligt utifrån vad vi vet och inte motsäger några observationer i FUP:en."
	},
	{
		"postIndex": 53832,
		"postNum": 54984,
		"postLink": "/sp46296369",
		"postTime": "2013-11-25",
		"postUser": "ViagraFalls",
		"postUserID": "/u827070",
		"postUrl": "https://www.flashback.org/t2139074p4582",
		"userUrl": "https://www.flashback.org/u827070",
		"sentence": "Är detta ett argument som enligt dig förstärker teorin att mordet skett i lägenheten?? Funderat i banorna att KJ kanske blir irriterad för att det inte skett där Du tror på dålig genomgång av lägenheten?? Tror du på det eller vill du tro på det?? Minns du hur sannolikt expertisen tyckte det var att mordet skett i lägenheten?? Personligen skulle jag likt expertisen hålla det för högst osannolikt. Minns du hur KJ olika rum såg ut?? Tror inte ens det vore genomförbart i ett kliniskt rent boende utan möbler och mängder av kläder liggandes överallt. Menar du att KJ själv ska ha undanröjt bevisen för mordet genom att städa?? Tror du inte polisen skulle lagt mer fokus på att hitta spår på en \"spotless\" ö i den övriga havet av skit!! Blod hamnar i texturer,bakom lister i avlopp mm. Man kan ju förstås hävda att hon blivit strypt men när har då stickskadorna uppkommit?? I samband med styckningen?? Var har så styckningen ägt rum?? Om bilen använts som transport av styckade kroppsdelar varför så lite fynd av blod i bilen?? Ska man anse det rimligt att det läkt så lite eller att det just började läka när transporten nådde fram till sitt slutmål?? Eller ska man se det som lika rimligt att VB blod hamnat där någon gång när hon var passagerare?? Hur ska vi tolka detta enligt dig?? Vi har ju sett att andra enheter inte lyckas hålla rätt på 1 och 2 ska vi nu börja tvivla på att lägenheten undersökts på ett korrekt sätt?? Detta hade ju varit tråkigt eller hur!?!? Speciellt när polisen stoltserar i press med sin övertygande tekniska bevisning Ska vi försöka komma fram till ett delmål i alla fall!! Vad tycker vi?? Har polisen/åklagare gjort en bra utredning?? Kan både försvaret och åklagarsidan känna att det är är ett solid polisarbetet av våra finaste?? Om så är fallet skönjer jag viss motsägelse hos mer än en person som håller KJ som ensam GM. Har polisen gjort en dålig kriminalteknisk undersökning eller inte!! Det är stor skillnad att söka efter specifika spår jämfört med att missa saker man inte är utsatt att finna. Man bör se vilka olika förutsättningar utredningar har när man väljer att jämföra,i detta fallet var förutsättningarna glasklara. Finns förstås alla möjligheter att stärka dessa bevis inför en ny prövning. Men misstänker att det ej kommer bli fallet,allt för mkt pekar på det osannolika i att mordet skett i KJ lägenhet. Om polisen gjort en ny undersökning av KJ:s hem,bilat upp golvbrunnar,rivit ner tapeter,tagit lös lister tror du då vi kunnat fastslå hemmet som mordplats?? Om inte hade vi då kunnat fokusera på andra platser eller tom vara helt crazy och titta på andra GM?? Eller hade det inte bevisat nåt?? KJ är helt enkelt en fantom på städa Du svarade så fint på var,när,hur för några dagar sedan. Sen läser man detta inlägg,att irritation från KJ styrker det du säger/tror. Jag ser att det ogillas när teorier om andra GM diskuteras !! Varför ska dessa argument ses på ett mildare sätt. Du skriver en massa inlägg och text eller hur!! Men har du egentligen kommit fram till nåt?? Jag ser personligen framemot att detta fall prövas ytterligare,jag kräver inte att allt ska falla på plats. Men tills mer fastnar på KJ välkomnar jag alla initiativ folk därute orkar med!! Finns enligt mig bara en sak som är värre än att ha mördat,det är att oskyldigt dömas för mord."
	},
	{
		"postIndex": 63941,
		"postNum": 65204,
		"postLink": "/sp47641457",
		"postTime": "2014-02-23",
		"postUser": "Langela",
		"postUserID": "/u744794",
		"postUrl": "https://www.flashback.org/t2139074p5434",
		"userUrl": "https://www.flashback.org/u744794",
		"sentence": "Skrev det längsta inlägget i mitt liv och det försvann, Ftw Provar igen Jag är i en inre konflikt med mig själv huruvida KJ utfört detta dåd Min erfarenhet av att ha jobbat med människor med neuropsyktratiska besvär såsom add och Aspergers och den bild jag fått av KJ efter alla hans förhör säger mig att han inte är den personen som gjort detta. Det jag har svårt att släppa ändå är bland annat att folk snöat in på mordplatsen. HADE nu KJ haft ihjäl VB hemma hos sig så kan det även varit så att hon kvävts om jag fattat rätt. Har varit med vid en människornas bortgång där likstelheten inträffade ganska snart och det håller på i ca tolv timmar innan det släpper. Alltså om han snabbt fick ut henne i bilen så borde garaget varit styckplats ifall det nu var så och om det var för att få in henne i blir så måste benen kapats där. Har inte sett någon utförlig besiktning av garaget, finns det tex vatten där? Bilen skulle även ofta vara olåst, var även porten till garaget det? Var det ett allmänt garage eller hans privata där han kunde jobba ostört? En annan tanke är att KJ förmodligen äter en del ångest och sömnpreparat, för en ovan människa med vbs size räcker en liten dos att bryta ut kapslen på tex lorazepam och hälla i en cola-flaska för att dölja beskheten. Har han sen lyft ut henne i bilen och åkt till en annan plats för att stycka vilket fortfarande inte hittats nån så skulle han ju även kunnat lämna henne i anslutning till den. Fanns det några spår av sånt i henne? Kan inte minnas att jag ens sett en sån rapport. Då det uppenbarligen var ett bättre gömställe. Dessutom så har jag svårt att se att en människa som KJ skulle klara skulden i kombinationen till psykiska åkomma och inte vilja lätta på hjärtat. En kille som han skulle tvärtom vinna på att erkänna då han trots vänner förmodligen är ganska ensam i sin värld där alla är annorlunda mot han själv och fängelse är förmodligen inget som skrämmer utan kanske tom en väg ut. Att KJ var med och sökte med MP och där uppfattades lite lustig och nyfiken då han höll sig nära folk som kunde ha information är också typiskt människor med Aspergers. Alltså helt normal för att vara onormal. Han var nog mest där för att han var nyfiken helt enkelt men också lite lat och ville komma och gå som han själv ville. Regerar mer på första (andra?) killen som var med och hittade benen, hur han lyste upp som ett barn på julafton och tom hade mage att peta med sin egen kniv i såren efter kapningarna. Tejpen är oviktig, inga spår i lägenheten utan det enda som kan få han att svettas på riktigt är blodet i bilen. Plantering rimmar såklart illa men är nog vanligt förekommande när misstänkt delges misstanke för mord. Kolla bara på gubben aldin som hade ihjäl Caroline Stenvall både en två och tretton ggr. Där var mycket blod. MEN kan fortfarande hända och sändes ett liknande avsnitt i sonsofanarchy där mathodåren mb kan fått inspiration. Mb hade tydligen svårt att släppa VB även om det för oss andra hade fått oss både att byta adress att få en sån som VB efter sig när man är gift. Han är även den som hotat andra människor i samma ämne, samt försökt strypa en tidigare kvinnlig kontakt som hotat avslöja allt för hans fru. Fråga: lögndetektortest, används sånt inte längre alls? Skulle vilka se labila mb fastspänd i en sån. Just nu är åklagarens enda kort en markering från en hund, för det var bara en hund som användes om jag fattat rätt? Hundar kan ta fel och han kan ju även haft sin egna döda hund i bilen påväg till ån. Om han klämt finget någon gång och en bit knypts av i bagageluckan, kan inte den vävnaden ge ifrån sig liklukt då? Har missat delen när han försäger sig om bagageluckan, kan nån rabbla den eller skicka på inkorg är ni jättegulliga, även lite vänner runt KJ som har kvar sin Facebook och vänner och familjemedlemmar till mb och as skulle vara intressant, hittar inget på vbs sida längre efter hennes mamma bombat sönder den. OT! TACK för ordet. Ni gör ett sjukt bra \"jobb\" härinne och det är alltid lika intressant. MEN! Ni som ägnar halva inläggen till att idiotförklara varann gör lätt att man lednsar. Det är alltid kul att diskutera, men för att ha en bra diskussion får man också acceptera att andra människor har andra tankar pga egna erfarenheter och vad vet jag. Om nu slutr hoppa på varann, inte svarar med samma mynt så ska ni snart se att man faktiskt kan lära sig något av dom ens mest sjuka teorierna. Ibland låter ni som karaktärerna i nog Bang theori som försöker bräcka varann i vetenskapstermer, det är bara tröttsamt och framför allt måste det vara tröttsamt för er själva. Att idiotförklara era \"kollegor\" (här jobbar vi ju lite för samma sak eller hur?) för han har en annan åsikt driver inga framgångsrika företag. Tänk på det . En sista grej jag kom på spontant. Om var och än av alla oss hade haft ihjäl en människa, hade vi inte skickat massa sms till den personen för att det iallafall ska se ut som vi är oroliga? Puss på er  Edit, telefonen skriver mycket fel ser jag, ska ha ett snack med den imån."
	},
	{
		"postIndex": 41592,
		"postNum": 42546,
		"postLink": "/sp45858572",
		"postTime": "2013-10-27",
		"postUser": "Fiana",
		"postUserID": "/u849903",
		"postUrl": "https://www.flashback.org/t2139074p3546",
		"userUrl": "https://www.flashback.org/u849903",
		"sentence": "Följt tråden till och från från start och läst det mesta, dock inte precis allt de senaste dagarna. Har till slut lyckats ta mig igenom hela FUP. Hör till de som nog trodde att den häktade var skyldig till hög sannolikhet innan jag läste den, men ju längre jag kom desto mer tveksam blev jag. Är dock den första FUP jag läst, men brukar de vara så oerhört undermåligt skrivna? Det känns lite som pinsamt skandal att det tillåts vara så oerhört många skriv och stavfel. Respektlöst och känns inte särskilt rättssäkert när det gäller så viktiga saker. Men förutom de rena språkliga felen finns än mer tokigheter. Vid minst ett tillfälle där det redovisats dels både utskrift från ljudupptagning och en sammanfattning upplevde jag efter att läst sammanfattningen efter att \"Men så sa han ju inte?\". Hur mycket dessa felaktigheter påverkar är ju svårt att veta, men det finns ett annat stort problem med hela hanteringen av förhören med den häktade som kanske inte är så lätt att se för många. Jag råkar ha samma funktionsnedsättning som oftast glöms i disskusionerna här som den misstänkte har. AS är ju mer lockande \"kuf\" och \"konstig\", men i det här fallet är det tydligt att ADD:n är ganska dominerande och diskuteras problemen härrörande från detta ur en AS vinkel blir det luddigare. Det är en betydande komorbiditet mellan autismspektrumstörningar, framförallt det som innan nya riktlinjerna diagnostiserats som AS och ADHD/ADD. Detta leder till mycket förvirringar härledda från \"jag den här personen jag haft kontakt som hade AS och denne var si och så\" där det som avses inte hör just till den diagnosen. Generellt hör det inte till typfall med ren AS att man har signifikant dåligt (arbets)minne och de har oftast större sociala problem än vad den misstänkte uppvisar här (ganska många vänner som umgås med i ganska stor utsträckning och i olika sammanhang, dvs vännerna inte strikt kopplat till ett specifikt intresse utan det festas, diskuteras etc. i ett rent AS typfall är de flesta sociala kontakter ganska strikt kopplade till det gemensamma stora intresset som här airsoft/militärt intresse). Så i viss mån känns nog i det här fallet ADD:n som huvudiagnos, men med tillräckligt starka AS drag i vissa specifika områden för att \"räcka\" till även en AS diagnos. Med den bakgrunden släpper jag AS biten då jag inte har den funktionsnedsättningen (även om nog en del äldre humaniora inriktade utredare gärna skulle vilja luta dit åt gällande generell naturvetenskaplig fallenhet, specialiserad mot dataområdet och än mer gällande tidigare intensivt WoW-raidande *host*) Det som blir relevant i det jag reagerar på här är ADD och uppenbar tidsuppfattningsbrist och minnesproblem. Det kommer ifrån två problemområden, dels den grundläggande uppmärksamhetsstörningen, har du problem med uppmärksamheten uppfattar du helt enkelt färre detaljer \"passivt\" i omgivningen då även saker som aktuell tid/tidsåtgång tidpunkt, plats och liknande. En annan utmärkande del vid den här problematiken är bristande arbetsminne, mycket faller alltså ur på vägen, det blir svårt att hålla t ex telefonnummer i huvudet eller utföra huvudräkning osv. De här två delarna i kombination avgör hur mycket problem man får med det. Det är alltså inte ett problem i så stor utsträckning som så med minnet som man brukar tänka på det relativt exempelvis problemen vid begynnande demens/senilitet utan just med arbetsminnet vilket i sin tur påverkar hur mycket som stuvas undan i det huvudsakliga minnet (jämför med exempelvis en dator så har du RAM motsvarande arbetsminnet och exempelvis hårddisken det huvudsakliga minnet och felet är alltså inte på hårddisken utan bristande RAM minne). Det som ofta är svårt att greppa här för de som inte har den här typen av funktionsnedsättning är att \"jag minns inte\" inte betyder riktigt samma sak som när de flesta säger det. För många gäller det då att man inte lyckas plocka fram/återskapa det som efterfrågas (man hittar inte filen på hårddisken fast den finns där gömd någon helt annanstans än man kommer på att leta) - i de fallen hjälper det ju mycket riktigt att \"tänka efter\" eller \"fundera på det\" eller \"leta efter minnesbilder\". Men säger sådana som jag att \"jag minns inte\" så är det tyvärr oftast så att filen aldrig skapats eller inte sparats ned från RAM till permanent förvaring på hdd. Då inser man att det blir helt meningslöst i många fall att tänka efter eller fundera eller leta oavsett hur mycket man försöker. För någon som normalt skulle minnas den information som efterfrågas om de bara tänker till lite är det här ofta svårt att sätta sig in i och det blir \"tjat\" och uppmaningar om man man säkert kan komma på det etc. Även från professionella som \"borde veta bättre\". Det är helt fruktansvärt att bli utsatt för, det är extremt frustrerande och i viss mån \"pinsamt\" att man faktiskt inte minns det som man förväntas minnas så man försöker pussla ihop och \"gissa\" för att komma fram något som känns tillräckligt troligt. Men det är inte då fråga om något \"riktigt\" minne utan en kvalificerad gissning utifrån t ex vad man brukar göra. T ex blir jag ofta tillfrågad vad jag gjorde när och var (enkla vardagssaker som att gå och handla eller äta eller gå till sängs) och oftast har jag inte en susning, men då man gärna vill ge ett svar speciellt när den som frågar vägrar nöja sig med sanningen att jag inte vet/minns så kanske jag gissar utifrån mina vanor att jag oftare handlar kanske på måndagar än andra veckodagar och svarar då måndag (fast egentligen ingenting säger att det är sant mer än att det är något mer sannolikt att det var så). Men det \"farliga\" som sker sen är att det då ofta skapas en falsk minnesbild att jag faktiskt handlade förra måndagen då det är något som aktivt \"bearbetats\", dvs jag har ansträngt mig för att få fram svaret och pratat om saken med den som frågade och helt plötsligt har jag i alla fall efter ett svagt minne av att jag handlade på måndagen (att jag faktiskt handlade på onsdagen vilket jag inte kom ihåg ligger nu ännu längre bort utan helt plötsligt om jag frågas nästa dag om saken har jag ett svagt minne om att jag handlade på måndagen). Nu är ju inte det så himla viktigt vilken dag jag handlade eller vad jag åt eller om och när jag besökte en kompis eller vilken väg jag tog dit eller hur länge jag stannade eftersom . Jag känner även att nog mina svar på att bli utsatt för den typen av förhör de gjort i det här fallet skulle bli ganska lika i form som det blir här om jag satt häktad för något jag faktiskt inte gjort. (naturligtvis inte i närheten av identiska då jag är kvinna, över 30 och mycket lugn och inte har något intresse alls för alkohol eller någon form av stridsföring och även har en högre intelligensnivå än den häktade i det här fallet). Många av de \"felsägningar/försägningar/etc\" som folk i tråden försökt plocka ut skulle alltså jag mycket väl kunna göra i den situationen och verkligen inte begått brottet. De har nog helt enkelt en betydligt mindre signifikans än vad man kunde dra som slutsats vid förhör av en individ utan liknande funktionshinder. Arbetsminnesproblemet och förmågan att sålla och sortera intrycken blir dessutom mycket sämre under stress, pressa mig tillräckligt med liknande upprepade frågor och utan att nöja sig med sanningen att jag faktiskt inte minns så tar det inte lång tid innan jag skulle tappa förmågan att plocka fram ens efternamnen på släktingar utanför allra närmaste familjen och ha helt glömt vad jag sa 3 meningar sedan. Att försöka få mig att minnas vad jag gjorde ett speciellt datum en vecka sedan vore helt meningslöst i det läget. Någon har även påpekat att \"ja men om han har så dåligt minne hur kan han då minnas att ställa in en bokad \"träff\"\" - det är helt enkelt inte alls samma sak att minnas då det är olika delar av minnet som felar på det. Att minnas att man har bestämt något aktivt skälv handlar oftast om att plocka fram något man aktivt lagrat i minnet, att minnas när eller hur länge man gjorde något handlar alltså i de här fallen oftast om att man antingen inte uppfattat tiden eller inte aktivt lagrat undan informationen. Det första fallet är mycket lättare att komma till rätta med i någon mån med coping strategier (förutom det mer uppenbara att skriva ned viktiga tider och datum kan man även aktivt \"plugga in\" en speciell tidpunkt och hålla den aktiv i minnet en längre tid). Det här leder även vidare till något som kanske för vissa låter helt fel (vilket det även är för \"normalbefolkningen\") - det är i många fall för \"sådana som mig\" lättare att komma ihåg en lögn än något som faktiskt hänt. Man brukar ju härleda svårighet att komma ihåg detaljer med att det är en lögn och man inte har en fullständig bild som en riktig minnesbild av ett skeende. Jo det stämmer ju om man har ett normalt fungerande minne som faktiskt lagrar sådana för det mesta! Har man däremot problem med att det många gånger inte lagras sådana utan också även mycket bristfälliga sådana så kan lögn/påhittat skeende vara en betydligt mer komplett \"minnesbild\" då det ju är något man aktivt tänkt ut och \"placerat\" i minnet. En lögn kan alltså vara lättare att minnas än sanningen i de här fallen. Speciellt om man har en god intellektuell begåvning och förmåga att tänka igenom scenarion. I alla fall i de lägen man lyckas koncentrera sig på saken (som exempel på hur mycket den intellektuella kapaciteten kan variera med koncentrationen kan det ta mig 10 timmar att skriva ett fåradigt personligt brev till en arbetsansökan eller vara oförmögen att koncentrera mig alls - medan under ideala former med extra koncentrationsboosters som koffein och druvsocker och utestängande av omgivningen skriver jag utan tidsproblem 2.0 på högskoleprov med mycket få fel även om det leder till total utmattning efteråt). forts. nästa inlägg pga lång text"
	},
	{
		"postIndex": 58277,
		"postNum": 59475,
		"postLink": "/sp46841602",
		"postTime": "2014-01-02",
		"postUser": "tankar",
		"postUserID": "/u393938",
		"postUrl": "https://www.flashback.org/t2139074p4957",
		"userUrl": "https://www.flashback.org/u393938",
		"sentence": "\"Det framkom att den rulle man undersökte och tejpbitarna från kroppen har blivit behandlade av ett preparat som man använder för att söka efter fingeravtryck\". \"Det framgår också när man gör sannolikhetsbedömning vilka tejper som finns på marknader, silvertejp, packtejp, som inte är jämförbara\": \"Det kan ifrågasättas om det ska vara +1. Även om man bedömer att +1 är rimlig är det för låg nivå för att dra några större slutsatser av det. Man kan inte dra slutsatsen att den användes i mordet\". \"En likhund som har undersökt tejprullen har inte markerat på något sätt. Vi kan utgå från att rullen inte använts för att hantera hennes döda kropp. I så fall skulle hunden ha markerat\". (Bild av tejprullen i 22-åringens badrum.) \"Sen har man på tejpen hittat blod, knappnålshuvud stor, från Ploy, vi vet inte hur den har kommit dit, man har också funnit dna på utsidan, det är naturligt om man har tagit på tejprullen\". \"Blodet kan man inte påstå har kommit från en död Vatchareeya Bangsuan\". \"Man har noterat att 22-åringen har spekulerat i hur blodet har kommit dit. Man har pratat om att 22-åringen har sagt att den har hämtats i hans lägenhet och lagt tillbaka. Det man ska veta då att han har förhörts i många timmar. När han har blivit förhörd, fått intrycket att det överensstämmer med tejpen på kroppen\". \"Han har fått intrycket att tejp från hans rulle använts på Vatchareeyas kropp\". \"Han har då kommit med dom här funderingarna. Det är inget konstigt i sig. Men det finns inga tekniska fynd som säger att hans tejprulle har använts i samband med det här mordet\". BF pratar om det manliga dna som återfanns på Ploys vrist. \"Många män har samma y-kromosomala dna. Även besläktade män. Man ställer alltså frågan, kan det här frågan hänföras till 22-årignen? \"Ja, men eftersom man inte kan utesluta andra män är det den lägsta graden av sannolikhet\": \"Testet används för att kunna utesluta\". \"Vi kan inte avgöra av analysen när spåret är avsatt, hur det är avsatt eller hur mycket som är avsatt\". \"Det kan inte uteslutas att tillräckligt med dna finns kvar efter att kroppen sköljts av. Det kan inte uteslutas att dna hamnat på vristen före en avsköljning\". \"Man har bedömt att kroppen tvättats efter styckningen. Man har inte utrett var kroppen har tvättats, inomhus eller utomhus. \"Det är rimligt att anta att tvättning har skett inomhus\": Alla platser som 22-åringen har haft tillgång till är undersökta utan spår, hävdar BF. Blodet i bagaget: \"Det har gjorts en teknisk utredning. Det man kan säga är att det är Vatchareeyas blod. Men man kan inte säga hur stor mängd det är frågan om. Vi vet inte när blodet har hamnat där. Om det har hamnat där före 4 maj eller efter 4 maj. Det går inte säga om det är från en död eller levande person i en sån här analys\", säger Carolina Holmberg. CH: Kriminalteknikerna hade många spekulationer om mängden blod. \"Han tyckte att det var för lite blod för en styckad blod, men han löste det med att det var emballage\". \"Det här är rena spekulationer. Det finns inga utredningar av storleken på bagaget, det finns inget stöd för att påstå att det har funnits emballage runt kroppen. Man har funnit tejp runt halsen men man vet ingenting om det\": \"Det vi vet är att man har funnits blodbesudling i bagaget\". CH: Vi har hört vittnet tala om att tre liter vatten läckte ut i bagaget efter att dom har haft sitt soft air game, man kan anta att det har spritt ut de eventuella mängd blod fanns där, om det fanns där, vi vet inte\". Blodet på kanten i bagaget: \"Då menade krimnalteknikern först att det inte kan ha varit en liten mängd för att man såg blod i skårorna men när försvaret ställde ut frågor om blod har strukits ut så sa han att det är möjligt \". \"Av hans vittnesmål kan vi inte dra några större slutsatser om mängden blod\". \"Vi kan också notera att det har framkommit att bagageutrymmet har använts av flera personer sedan den 4 maj. Det har packats in grejer i sambans med airsoftspel och ingen har sett något blod\". \"Att ingen annan har sett det kanske är en indikation på vilken mängd det har varit frågan om\". Blodig handske: \"Man kan anta att dom har blivit kontaminerade när dom har legat i bagaget. Att 22-åringens dna finns inne i handskarna är inget konstigt, han har använt dom\". Påsen i bagaget. \"Inte heller där kan man utesluta en kontaminering\": \"Det finns inget stöd för att handskarna använts i hantering av kroppen utifrån de besudlingar som hittats\". \"Sammanfattningsvis beror utredningen av blodet i bagaget att vi inte kan utesluta att det varit en liten mängd, att blodet har kommit från en levande Vatchareeya, en sån här analys av blod kan inte ge svar på om det är från en död eller levande person, vi kan inte säga när blodet hamnade i bagageutrymmet\". (Bild av påsen som hittades i bagageutrymmet på 22-åringens bil.) \"Innebär fyndet av blod att man har mördat en person? \"Det är det som påstås. Eller kan blodet ha kommit dit på något annat sätt? VI vet att bagaget har använts, att Vatchareeya har åkt med 22-åringen. Vi vet att hon är mänsklig och har blödit vid ett tidigare tillfälle. Man kan utgå från att hon liksom alla andra blöder vid något tillfälle. Det går inte att utesluta att det här blodet har hamnat här på något annat sätt än det som påstås av åklagarna\": CH: Vi har hört att 22-åringen är dålig på att låsa bagaget, han har inte haft sin bil under uppsikt jämt. \"Det här gör att vi inte kan utesluta att det är ett annat händelseförlopp än vad åklagaren påstår. BF: Filmen om hunden Unos arbete. \"Hunden markerade i bagageutrymmet på 22-åringens bil och då drar man slutsatsen att där har legat ett lik. Det är ingen objektiv bevisning. Vi kan inte kontrollera vad hunden känner. VI är utlämnade till Ulf Lundströms tolkning av hundens markering\". \"Vi noterade att Ulf hade sett 22-årignens bil i tidningen. Han styr hunden noga under söket. Hunden är hela tiden kopplad. VI vet att man påverkar hunden genom kroppen. Kan Ulf Lundström undermedvetet veta att det här var 22-åringens bil\"? \"Vi såg också att i samband med att han hade en vilopaus så springer han lite av sidan och så hör man hundskall. Kan det ha påverkat?\" \"Det är också en relativt ung hund med kort verksamhet. Det här är en provverksamhet hos RPS. Det är vanskligt att dra långtgående slutsatsen av Unos markering. Vi vet att i andra brottsutredningar har likhundar markerat fel\". CH: \"Jag har redan nämnt påsen som hittades i bagaget. Vad jag inte nämnde då var att det fanns tre fingeravtryck på påsen, ett kunnat härledas till 22-åringen. Dom andra två vet vi inte vem dom tillhör\". \"Sedan har man också funnit ett skospår i gula huset, där fynden av benen gjordes, det skoavtrycket har inte kunnat knytas till 22-åringen eller någon annan. Sammanfattningsvis när det gäller den tekniska utredningen så ger den utrymme för tvivel om det händelseförlopp som åklagarna gör gällande. Det kan konstateras att det finns väldigt lite spår med tanke på att det är frågan om ett mycket brutalt mord där en kropp har styckats. Alla experter säger att ett sånt brott innebär mycket blod, mycket spår som är extremt svårt att undanröja. Det går inte att dölja såna spår\". \"Det tyder på att man har fel person\"."
	},
	{
		"postIndex": 58278,
		"postNum": 59476,
		"postLink": "/sp46841617",
		"postTime": "2014-01-02",
		"postUser": "tankar",
		"postUserID": "/u393938",
		"postUrl": "https://www.flashback.org/t2139074p4957",
		"userUrl": "https://www.flashback.org/u393938",
		"sentence": "BF: \"Vi har hört 22-åringen under 8 timmars förhör. Om vi ser på det här dådet, vem skulle ha kunnat utföra det, allt tyder på att en välplanerade person, raka motsatsen till 22-åringen. Hans vänner, familj, före detta vänner, berättare om en lugn person, han är inte arg, svartsjuk\". \"Han saknar förmåga att strukturerar och planera ens de enklaste aktiviteter. Han har svårt att städa och sköta sin egen hygien. Det är i det närmaste helt osannolikt att han skulle kunna städa bort alla spår efter denna gärning\". \"När hundvalpen hade dött fanns det tydliga spår av blod och en trasig kabel. Vi förstår inte varför man lägger fokus på hundvalpen i den här rättegången, det finns inga belägg för att påstå att hunden dog på något annat sätt än 22-åringen uppgett\": \"Det har gått många illvilliga rykten i Boden om det här men att åklagarsidan gör en stor sak av det här beror på att det är sådana svagheter i deras egen utredning att dom måste ta till halmstrån\". \"Många vi har hört bekräftar att 22-åringen är dålig på att låsa sin bil och bostad\": \"Han har blivit utelåst en gång och vill inte uppleva det igen\". \"När det gäller hans liv kräver han fasta strukturer och ramar. Dom här måste ges av någon annan\". \"I airsoft har man tydliga roller, en hierarkisk struktur som passar 22-åringen\". \"Han har funnit ett socialt fungerande sammanhang där han trivs och är omtyckt. Till skillnads mot skolan där han har varit utsatt och mobbad\". Enligt BF betyder hans airsoftintresse inte att han har intresse för våld och dödande. 1511 sidor förhör med 22-åringen. \"Hur många förhör, långa förhör, gör det inte konstigt att svaren skiljer sig åt när det gäller detaljer. Det är också så att 22-åringen fått frågor som han getts möjlighet att spekulera i\". \"Trots en påfrestande situation där han har isolerats, medicineras, inte fått träffa nära och kära, under den här tiden har han hållit fast i det väsentliga. Hur han och Vatchareeya träffades och umgicks den 4 maj. Hur hon lämnade hans bostad. Han har hela tiden bedyrat sin oskuld\". BF vill nämna BUP-utredningen. \"Det gäller ett barn. han var 14 år. Han hade en mycket svår situation där han var mobbad i skolan. Han hade inte fått hjälp. Efter den här utredningen slutförts då får han sin diagnos och resurser sätts in och hans situation rätas upp.\" Uppgifter om att någon skulle ha burits ut hur hans lägenhet den 7 maj. \"Det kan inte ha varit en död kropp. Vi vet att en sån inte hunnits i lägenheten. Det hade inneburit att mordet skett i lägenheten och det vet vi också att det inte har skett\": CH: \"Innan jag går in på alternativa gärningsmän ska jag bemöta den före detta flickvännen som hörts om att 22-åringen ska ha tagit strypgrepp på henne\". \"Det man hörde när hon förhördes var att hon i polisförhör har beskrivit två helt olika händelseförlopp. Först har hon beskrivits att ett strypgrepp tagits bakifrån i samband med sex. Därefter har hon ändrats sig att stryptag tagits från sidan i soffan. Det är två olika händelseförlopp. Hon säger att hon har tagit upp frågan om strypsex\". \"Hon beskriver något som är traumatiskt, ett stryptag som gör att hon sprattlar, ändå blandar hon ihop vad som har hänt. Varför minns hon inte och beskriver något helt annat först\". ”På min fråga om hon har bra minne säger hon nej. Hon kommer inte ihåg vad hennes pojkvän innan 22-åringen hette. \"Det bör man ändå minnas\". \"Jag tycker att hon ger ett avtrubbad intrycket. Hon har en historia av psykiska besvär. Hennes relation med min klient tog slut för att hon hade så stor besvär\". \"hennes trovärdighet är mycket låg\". \"22-åringen förnekar att han ska ha tagit ett sånt stryptag\". Alternativ gärningsman: \"Jag vill betona. Han är inte ordentlige utredd. Vi påstår inte att han är en gärningsman. Han har inte utretts i den omfattningen att man kan avföra honom från utredningen. Vi vet att dom hade sms-kontakt den 4 maj innan hon försvann. Vi vet inte vad sms:en innehöll. För dom har raderats. Hans alibi för den kvällen är hans fru, inte ett bra alibi. Han var rädd för att hans fru skulle få känns dom om förhållandet med Vatchareeya. \"Vi vet att han hotade en annan person (VB:s ex AF, min anm) till livet när han ringde för att avslöja förhållandet\". \"Vi vet att Vatchareeya blev avstängd från ett forum och att det var så när hon försvann\". CH: Att Vatchareeya hade accepterat att deras förhållande tog slut är inte trovärdigt. \"Det kan inte uteslutats att Vatchareeya var på väg till (50-åringen). \"Han har själv berättat om sitt intresse för knivar och svärd. Han har berättat om sitt temperament\". \"Han förnekade att han sökt uppgifter om 22-åringen på Facebook eller Flashback, men medger det sen\". \"Redan den 13 maj var hans namn ute på Flashback\". \"Åklagaren borde ha utrett honom närmare än man har gjort\". \"Även åklagare och polis har bedömt att han har varit intressante i utredningen som gärningsman\" \"Man har inte undersökt hans bilar, genomförts husrannsakan, han är inte toppad och det har inte tagits fingeravtryck\" Slutsatsen är att han inte kan uteslutas genom den här utredningen\". BF vill beröra skadeståndet. BF gör en sammanfattning om varför åtalet inte räcker till en fällande dom: \"När det gäller frågorna om var, när och hur saknas avgörande utredning. Dom bedömningar som gjorts visar så låg sannolikhet att det ger utrymme för tvivel\". \"Vi menar att dom slutsatser som åklagarna drar får inte stöd i den tekniska bevisningen\". \"Man har gjort tolkningar av händelseförlopp som är rena spekulationer\". \"22-åringens personlighet stämmer mycket illa överens om en person som gör detta jobb\". \"När det gäller frågan om 22-åringens motiv har det inte framkommit någon klarhet. Varför skulle han vilja ha ihjäl en person som frivilligt besöker honom och som han räknar till sina bästa vänner\". \"Vi kan inte säga vem som har begått brottet. Vi hävdar att det inte är 22-åringen\". \"Vi vet för lite om när var hur och vem. Den här bristen med kunskap får vi inte ersätta med spekulation\". \"En kedja är aldrig starkare än sin svagaste länk. Här tycker vi att åklagarna har byggt en kedja med svaga länkar. Man kan addera siffrorna noll med noll hur länge som helst men slutsumman blir inte större än noll\". \"Det finns rimligt tvivel att fälla 22-åringen. Därför ska åtalas ogillas och 22-åringen ska omedelbart försättas på fri fot\": Nu ska rätten överlägga. \"Det blir ingen långvarig överläggning\", säger rättens ordförande Katarina Lindgren. Katarina Lindgren: \"Vi kommer inte bli klar med någon överläggning idag. Det kommer att ta tid att komma fram till ett beslut\". \"Beslut meddelas senast 15.00 på måndag\". 22-åringen kommer att vara fortsatt häktad. Rättegången avslutas. Källa Joel Gustafsson/Piteåtidningen:"
	},
	{
		"postIndex": 80037,
		"postNum": 81574,
		"postLink": "/sp49520156",
		"postTime": "2014-07-09",
		"postUser": "lindhsky",
		"postUserID": "/u671247",
		"postUrl": "https://www.flashback.org/t2139074p6798",
		"userUrl": "https://www.flashback.org/u671247",
		"sentence": "Där är mycket mer än så vi inte hittat. Fingrar, telefon osv. Han har väl helt enkelt gömt det tillräckligt bra så ni i närheten - ut och leta. Ut och dyk. Ut och gräv. Brottsplatsen tycker jag är intressant. Själv tror jag något har hänt i hans lägenhet och tillskillnad från de som vill att han skall vara oskyldig så tror jag att det går att gömma undan spår efter en styckning om man är försiktig. Han misslyckades i bilen men har varit grundlig i övrigt. Men jag är också öppen för att de bråkat, av tjurighet säger han nej till att skjutsa henne, hon börjar gå, han åker efter och någonting händer någonstans. Oavsett vilket håller jag med alla här som hade velat att man skulle kolla upp andra misstänkta mycket bättre, men det handlar om resurser. Sen har jag varit inne på det innan. Något som folk inte verkar förstå här eftersom här går man bara efter vad som står skrivet. Men det syns väldigt ofta när någon ljuger. Polisen och förhörsledarna har sett saker som är uppenbara lögner när vi bara få läsa hans tics och dåliga lögner rakt upp och ner nedskrivna av en dyslektisk person. Kroppsspråket avslöjar saker som i skriven form kanske inte är helt uppenbara. Själv var jag helt inne på MB/AN-spåret länge fram till jag läste förhören. Uppenbara lögner till höger och vänster. Vissa saker kan förklaras för hans sjukdom som LKVN alltid hoppar in och berättar men oavsett vilket så tycker jag förhören övertygade mig tillsammans med de bevis man har så klart. Och hans beteende i rättssalarna. Inget förtvivlat utrop om hans oskyldighet. Ingen frustration. Drogad eller inte - bli beskylld och dömd för en sådan här sak hade gjort en upprörd. Folk i tråden menade på att han var oskyldig för att han aldrig tidigare visat denna typ av beteende förut. Jo, men så är det alltid. Även om en förälder skulle misstänka en störning hade de inte sagt det till polisen. Likaså hans vänner. I olika fall genom åren så hör man alltid folk uttala sig om mördare på samma vis. \" - Det trodde vi aldrig om han/hon som alltid var så snäll\". Det som gör att folk tvivlar är att MB hade, i deras värld, mer anledning att döda VB. Andra tvivlar på att de inte funnit brottsplats. Sant, men de har hittat blod i bakluckan som han dessutom försade sig om i förhör. Ni twistar och vänder på saker och ting för att få det att han ska vara oskyldig och att det hamnat där på annat vis. Hundar har gjort fel. Hundinstruktören har gjort fel. 50 saker ska gå fel för att ni ska ha rätt. Taxichaufförer ska tiga för att de är rädda. Polisen försöker sätta dit KJ för att rädda sin vän MB etc etc. När något pekar mot en sak så är det oftast så. Så mycket otur har inte en och samma person som redan i så fall har oturen att bli intagen för mord. Givetvis kan man inte alltid utgå från det tankesättet men i detta fall är jag övertygad. Kanske dyker någonting upp i sommar i skogarna nu när folk är ute och rör på sig igen. Jag tvivlar på det - men hoppas. Kanske det sitter en vän till KJ hemma med världens sämsta samvete för att han har hjälpt till som kanske måste, för sin egen skull, prata ut men gör det med fel person. Eller ännu bättre att KJ själv berättar nu när han insett att han måste sitta av straffet. Den chansen trodde jag jättemycket på innan med tanke på att han verkar vara en person som alltid känt sig oduglig. Nu har han ju faktiskt lyckats med någonting. Kanske hade han pratat ut tillslut, dels för att få cred, dels för samvetet och dels för att berätta alla grymma saker han tänkt på så att polisen inte hittat brottsplats osv. Tyvärr minskade denna chans rejält när han fick ett löjligt lågt straff. Och om det trots allt är MB eller AN så får vi hoppas att de en dag bråkar så pass mycket och börjar hata varandra att de berättar vad den andre har gjort i ren och skär hämnd. Jag måste säga att det är irriterande att inte veta - men det är väl därför tråden lever vidare."
	},
	{
		"postIndex": 43654,
		"postNum": 44644,
		"postLink": "/sp45932673",
		"postTime": "2013-11-01",
		"postUser": "Fiana",
		"postUserID": "/u849903",
		"postUrl": "https://www.flashback.org/t2139074p3721",
		"userUrl": "https://www.flashback.org/u849903",
		"sentence": "Tycker uthängingarna av KJ är betydligt vidrigare sammantaget än de om MB. Den ena är så långt vi vet full frisk vuxen man som även skälv rakt av erkänt hustrumisshandel och \"lekt\" vid sidan av med en ung och uppenbarligen ganska vilsen tjej (ganska uppenbart vem som har det mentala övertaget mellan MB och VB från återgivna SMS och FB konversationer). Den andre är dubbelt funktionshindrad av både AS och ADD till den grad han behöver boendestöd 3 dagar i veckan plus hjälp från föräldrarna och verkar ha full aktivitetsersättning (dvs förtidspensionerad direkt från slutat gymnasiet). (och nej boendestödet är ingen \"bekväm städservice\" - han får städa det mesta själv, de puttar på och hjälper med köket troligen av hygieniska skäl så de som äter där ska undvika matförgiftning - det är mycket liten \"gain\" att försöka \"spela\" att behöva den hjälpen som en del spekulerat i). Dennes relation med VB är betydligt mer jämställd än den förres, snarare lite i underläge mot henne (hon som bestämmer när det ska träffas och var osv). Vem av dessa två verkar mest kapabel att stå upp och svara för sig själv och har mest uppenbara saker att klandra? En del beteer sig som att bara för att någon är häktad och åtalad så är det klart de är skyldiga och kommer fällas, så är ju naturligtvis inte fallet, förundersökningsledare gör fel, åklagare gör fel, advokater är inkompetenta osv. Så betänk nu om han faktiskt är oskyldig? (det är ju här knappast inte fallet att han tagits på bar gärning, det finns inga vittnen till varken dödandet eller styckningen, det har inte hittats någon brottsplats eller vapen eller liknande eller för den delen ett erkännande (vilket ju inte heller vore någon garanti i ljuset av Quick historien)som gör man kan vara så himla säker). Är han oskyldig har han då spenderat en massa månader inspärrad misstänkt för att ha mördat en vän som han verkar ha tyckt mycket om och behövt utsättas för timmar efter timmar med förhör om det och allt annat i detalj. Detta kan väl de flesta tänka sig vore rätt hemsk upplevelse utan att vara en på något sätt \"svag\" person? Några har gett sig på att han inte velat titta på bilder på sin döda vän, skulle du vilja det? Om din vän blivit mördad på ganska hemskt sätt och sedan styckad och legat länge? Det tror jag inte jag skulle klarat. Kan inte se hur det skulle på något sätt indikera att han vore skyldig i högre grad än oskyldig. Vore man skyldig hade man ju åtminstone sett synen redan tidigare och borde vara något mindre obehagligt. Har tidigare försökt förklara hur och varför man inte riktigt kan plocka isär förhören med denne misstänkte på samma sätt som en \"normal\" person. Nu var det ganska långa inlägg så kan förstå att inte många orkat läsa (eller kanske missat då det var ganska många sidor sedan). Nu tror jag inte att han är helt oskyldig, men jag tror inte heller det riktigt gått till som åklagaren påstår heller. Är ganska säker på att han inte skulle klara det själv heller och lämna så pass lite spår som hittats. (däremot överdriver de hans hjälplöshet att han inte skulle kunna - det är snarare så han inte skulle kunna utan att bli upptäckt pga mer omständigt, ansträngade och tidsödande än för en \"normal\" person att få till det att städa upp så pass). Men jag vet inte, och det vet inte resten här heller. Han kan vara oskyldig, det är inte så pass far fetched att det vore omöjligt. Och i den möjligheten och ovan bakgrund tycker jag spekulerandet och uthängandet känns betydligt mer vidrigt än kritiken mot att MB (där det med säkerhet finns orsak till klander från vad till och med han själv berättat och framkommit i konversationer med BO) inte är särskilt utredd och hand familjeförhållanden och älskarinnor. Det är faktiskt väldigt milt jämfört med de spekulationer och antaganden om KJ som är i betydligt mer utsatt läge och faktiskt också kan vara oskyldig. Visst, \"vem som helst\" kan ha en mörk sida man aldrig anade osv - men en person med så många svårigheter skulle ha betydligt svårare att framstå som snäll, lugn och vänlig, som ju många beskriver han är, än någon \"normal\" och högfungerande. Han har heller inte ens någon särskilt utåtriktat aggressiv funktionsnedsättnings kombination. Varken de grava sociala problemen som de med AS som kommer i mest crash med omgivningen pga missförstånd (har ju ganska många vänner och sociala kontakter som han kommunicerar helt ok med via SMS, FB osv) och dessutom diagnostiserad med ADD och inte ADHD, vilket är ganska ovanligt då han är man. Den relativt sena diagnosen relativt killar bekräftar också det. En person med ADD må ha ett visst mått av impulsivitet, men inte samma explosiva sådana som är vanligt förknippade med ADHD. (gravt förenklat exempel på skillnaden så finner du mer ofta de med ADHD \"klättrande på väggarna\" eller råka slå någon på käften för de agerat innan de hunnit tänka man inte ska göra så innan det sker medans de med ADD sitter och stirrar ut genom fönstret i egna tankar och impulsiviteten leder till att man snarare shoppar slut på alla pengarna på nätet och inte har något kvar till mat). Någon har även spekulerat att han måste \"vara allvarligt psykiskt sjuk\" för att han sitter på rättspsyk med fullt vak istället på vanligt häkte. Mja, från FUP är det ganska uppenbart rätt val att det är för att skydda honom från honom själv. Självskade beteende och funktionsnedsättning med ökad impulsivitet och det pressade läget samt tidigare angivet självmordsförsök i tonåren rankar ihop till för hög suicidrisk att ta risken han lyckas ta livet av sig. ((som tidigare nämnt är det säkert lite rörigt ovan, ber om ursäkt för det. Har alltså ganska grav ADD själv, det är tyvärr kaos i min hjärna den största delen av tiden och jag har inte riktigt tid och ork att sitta flera timmar att fixa eventuella rörigheter. Stör det för mycket låt bli att läsa))"
	},
	{
		"postIndex": 61795,
		"postNum": 63034,
		"postLink": "/sp47239897",
		"postTime": "2014-01-27",
		"postUser": "Bajen2013",
		"postUserID": "/u813044",
		"postUrl": "https://www.flashback.org/t2139074p5253",
		"userUrl": "https://www.flashback.org/u813044",
		"sentence": "Hey hey hey.. Det är aldrig försent. Då skulle cold case gruppen vara utan jobb. Detta visste de om MB och vad som framkommit. 1. Han var den sista som hade sms-kontakt med henne. 2. Han var DEN vb verkligen ville träffa. Och hade ett hemligt förhållande med. 3. Han hade raderat sms:n med flit för att ingen skulle kunna läsa dem. Vem vet varför, egentligen? AN tog aldrig mbs telefon och läste sms. Vb låg inne som någon annan i telefonboken. 4. Han ljög för polisen rakt upp i ansiktet, vilket i sin tur tyder på en viss personlighet, visst han döljer sin otrohet, men den i sig tyder också på en viss personlighet som byggs av lögner lögner och lögner. Man kan enkelt kunna påstå att MB är antagligen den största lögnaren i detta sällskap. 5. Hans fru var heeelt galen av svartsjuka och tappade alla gränser vad gäller respekt mot försvunna personer och hänsyn till anhöriga. Helt jävla omänskliga kommentarer. Så familjekoppling med stort hat till försvunnen person. 6. Samma fru ger mb alibi för kvällen efter 21.39. Endast hon vet att mb har varit hemma. Hon säger till och med att hon gick och la sig tidigare än honom, men det skiter polisen i. Det är enklare att tro på detta alibi frun ger honom. Trots att han själv inte vet om han gick ut en sväng enligt förhör i fupen. 7. Mb har haft och har ett förhållande med VB under en lång tid. Och gud vet hur många gånger de har haft sex i skogarna omkring boden. Bara detta skulle kvalificera mb som skälig misstänkt så att polisen skulle gått vidare. Varför inte undersöka hans bilar? 8. Mb säger att han mailade några personer på kvällen. En sådan sak är enkel att kontrollera, men det görs inte. Varför? Be om att få kolla i mailloggen och se om han ljuger om det också. De borde utgått från att allt mb sade var rena lögner, istället för tvärtom. Varför inte kolla datorn? 9. Lägligt som det var målade mb om på restaurangen. Har man hört någon anställd om detta?? Var det planerat? Kom det plötsligt? Enkla men värdefulla frågor. Två till: köpte MB tejp och plast inför ommålningen?? 10. Det första stället polisen letade på efter VB var i Sävast. Ungefär där MB och AN bor. Går inte ens in på vad som framkommit senare i förhör och dylikt. Letar man inte efter bevis så hittar man såklart inga. De kommer ju inte automatiskt precis. Vi vänder på det hela. Det saknas för många viktiga saker och bevis för att man INTE skulle kolla VB älskare och kärlek mer noggrant. Han är ju en av huvudpersonerna, men man låter honom ljuga och ha sig. Vi vänder på det igen, beslut om husrannsakan skulle ha tagits redan innan blodspåren hittades i KJs bil. De spåren kom väldigt lägligt. Varför i helvete blev han inte mer misstänkt? Resurser? Kompetens? Det är klart, känner man poliser i boden och luleå, har en sushirestaurang och en karateklubb där poliser tränar och har högt uppsatta vänner så kanske det ska mer till för att polisen ska kunna snoka i hemmet och en gång för alla kunna avskriva ena misstänkta parten i detta mål. Den andra uppför sig konstigt och kan inte ens svara på enkla frågor på grund av ett handikapp. Och du tycker fortfarande att de inte skulle granska honom? Att åklagaren tyckte så vet vi. Men vad tycker du? Jo, det är viktigt vad VI människor tycker och tänker i ett demokratiskt land. Poliser och åklagare är inte en absolut enhet som alltid har rätt eller som alltid gör rätt. I detta fall har de tagit fel beslut, och det vet du också. Men du och Lajjaren blir ju galna när man säger det. Aspberger."
	},
	{
		"postIndex": 51556,
		"postNum": 52687,
		"postLink": "/sp46164937",
		"postTime": "2013-11-16",
		"postUser": "Fiana",
		"postUserID": "/u849903",
		"postUrl": "https://www.flashback.org/t2139074p4391",
		"userUrl": "https://www.flashback.org/u849903",
		"sentence": "Tror jag att KJ är kapabel att mörda någon? Pja det kan man ju inte utesluta om någon egentligen. Kan han göra det? fysiskt etc.? jodå det tror jag. Utföra det psykiskt? kan jag inte utesluta. Men, kan han göra det på detta sätt och lämna den mängd bevis som finns/inte finns? det finner jag mycket osannolikt. Har han gjort det är det någon stor pusselbit som missas och medhjälpare finns garanterat i en eller annan form. Plantering av blod etc.? Mja.... alltså omöjligt är det ju inte, vet man hur man gör är det inte svårt att bryta sig in även om den var låst utan några märken för det, snabbt ska det gå också (görs ju regelbundet test om det här och brukar gå förvånansvärt snabbt och enkelt). Slagningar på hans bil har ju också gjorts. Finner det nog i så fall mer troligt att hans bil nyttjats i någon form för transport av delar. Med eller utan KJ's vetskap. Bara för att delar varit i bilen är det inte nödvändigtvis han som placerat dem där. Då tror jag naturligtvis inte att det är någon \"random\" person som snubblat över hans bil och nyttjats, utan då är det någon som känner/känner till honom på något sätt. Jag skulle inte heller utesluta att KJ vet eller misstänker att det skett men inte vågar berätta för att inte lägga mer mot sig själv. Det är nog i så fall något som kan tänkas komma fram senare om han inser att han inte blir helt frikänd även efter överklagande etc. Går väl dock inte helt att utesluta att det är någon som känner honom som gjort det medan han sov, men det känns mindre troligt. Gällande tejpen känns det betydligt mer sannolikt att VB faktiskt lånat den vid något tillfälle än att den skulle tagits ut från lägenheten för att användas på en blödande VB som inte är död (var ju ingen liklukt) för att sedan ställas tillbaka efter att en massa städning/fixning gjort med massa andra spår. Dessutom passade den ju inte heller även om det var samma typ. Att inte normala människor skulle kunna sitta och diskutera \"det perfekta brottet\" när man tittar på ett tv-program? Det känns väldigt mossigt hävdat. Känner och har känt flera unga killar som tyckt just det är kul och intressant. Helt vanliga icke våldsbenägna sådana, även om kanske majoriteten varit datanördar. Men det kan lika väl bero på att en majoritet av de jag känner förutom släkt är just sådana. Gällande mobiler och signaler. Min iPhone tappar regelbundet mitt 3G även när jag är hemma i kortare perioder. Ofta går det dock snarare till ingen vettig teckning då jag har 3, vilka trots samarbete om 2G master inte verkar alltför pigga på att sätta det mot 2G. Dock inte väldigt ofta så länge som 6 minuter som jag tror det var? mer vanligt med ca 2 minuter. Att mobiler tillfälligt tappar nät och/eller 3G kan alltså inte vara så ovanligt att det inte händer (det händer ju uppenbarligen min trots att jag bor rätt nära masterna). Min gamla telefon skulle lätt fickringa just 112*lur - 112 går att slå in trots knapplås och upplåsningen för knapplåset är just *lur - min nuvarande vore det omöjligt på vad jag kan se. Vet vi hur exakt VB's mobil fungerade gällande det här? Argumentationen om att man inte skulle kunna av misstag radera en hel konversation på en iPhone är ju löjlig, det är just det man lätt kan göra, betydligt lättare än bara ett meddelande till och med. Till och med så lätt du kan göra det utan att vilja radera något alls utan bara halvtappar mobilen så fingret glider över rätt hörn. Vad som än hänt är jag ganska övertygad om att det inte skett som åklagarna menar. Hur det faktiskt skett vet jag inte, känns ganska meningslöst att spekulera i för mycket också. Det är en mycket främmande värld för mig att begå den här typen av våldsbrott, alltså är jag inte särskilt kreativ att komma upp med bra teser hur det skulle gått till. Men det hindrar inte att den som lagts fram inte känns rimlig av en mängd anledningar, samt framförallt det som det sägs grundas på i många fall inte verkar stämma, vissa av dessa invändningar som jag tagit upp ovan. Bara som klargörande, bara för att jag inte \"köper\" det som presenterats betyder inte att jag är övertygad att KJ är helt utan inblandning. Han mörkar och ljuger om vissa saker (och då avser jag inte de detaljer som plockas ut här och var), men det i sig betyder inte att den framförda sammanfattningen som åklagarna gjorde idag är rimlig eller att det betyder att han klart gjort det. Det kan mycket väl vara något helt annat. Inte heller innebär det att jag är en stor anhängare av planteringsteorier (även om jag teoretiskt inte kan helt utesluta dem, men det finns ju mycket man inte kan utesluta), eller ens finner det troligt. Jag tror framförallt att det är en viktig pusselbit som fattas som förklarar det fynd som finns. Nej jag vet inte vad denna pusselbit skulle vara. Jag är inte heller något \"mobbat bokstavsbarn\" som någon förde fram skulle vara de enda som kunde tro han var oskyldig som någon revenge mot samhället. Jag klarade mig mycket bra i grundskolan, är allt så lätt att man inte behöver klara av att koncentrera sig och plugga för att klara proven ändå gör det inget att man inte klarar av just det. Gymnasiet lite mer \"hit and miss\" då jag ägnade mig mer åt festande än att gå till lektioner periodvis, så dåliga betyg i ämnen som krävde närvaro eller att läsa en massa böcker, medan de flesta naturvetenskapliga ämnen kan man gå och skiva proven utan att plugga eller vara där om man bara förstått hur det fungerar, alltså räcker om man släpar sig dit till tillräckligt många laborationer och prov. 2.0 på högskoleprovet löste betygssnittet. Däremot fungerar det inte fullt så bra att inte kunna koncentrera sig, sköta närvaron och faktiskt göra jobbet som krävs på mer avancerade universitetskurser, därför har jag inte en examina. Men tycker inte den biten kvalificerar mig till mobbat bokstavsbarn trots min grava ADD. Inte heller hade jag bestämt mig för att han var oskyldig från början, var säker på att han var skyldig tills jag läste FUP. Nej, orkar inte med någon TL;DR idag även om det skulle behövas, på dåligt humör."
	},
	{
		"postIndex": 58276,
		"postNum": 59474,
		"postLink": "/sp46841580",
		"postTime": "2014-01-02",
		"postUser": "tankar",
		"postUserID": "/u393938",
		"postUrl": "https://www.flashback.org/t2139074p4957",
		"userUrl": "https://www.flashback.org/u393938",
		"sentence": "22-åringen nämnde inte magproblem eller sexet. \"Det rör personliga förhållande. Uppgifter man inte gärna talar vitt och brett om. Det är inte märkligt att det inte kommer fram i första förhöret\". \"uppgifterna har inte motbevisats av åklagaren, det finns inget som tyder på att 22-åringen skulle ha begått ett mord den 4-5 maj\". Dom säger att 22-åringen borde ha ringt Ploy under eftersöket. \"Det är inte så orimligt. Han säger att han förstår att mängder av personer har försökt komma i kontakt med Vatchareeya. Han har läst att det inte har lyckats. Det har stått i tidningar att hans telefon inte fungerade. Hans vänner tjatar och då låtsas han ringa\". \"Hade han velat dölja ett mord skulle han ha ringt och skickat sms för att visa att han sökte henne\". \"Vi kommer in på frågan hur\". CH: \"Frågan är hur Vatchareeya har dödats och går det att binda 22-åringen till det?” \"Det som framgår av det rättsmedicinska utlåtandet. Där framgår det hur Vatchareeya har dödats. Det är dom här svartkantade sårskadorna som orsakat skador på lungor och hjärta. Sen drog åklagaren en slutsats som inte (rättsläkaren) gjorde. Man kan inte på grund av skadorna dra några slutsatser om offret har stått, legat, suttit\". \"Sen har det skrivits i rättsläkarens utlåtande att det finns blödningar som kan tyda på tryck mot halsen. Det hörde rättsläkaren om. Hon var väldigt tydligt med att man numera säger att det inte går att utesluta att blödningarna uppgått genom andra sätt än tryck mot halsen. Det är inget fynd som man kan dra en slutsats att det har orsakats av tryck mot halsen\". \"Det är klarlagt att strypningen inte har angetts som dödsorsak. Det är det stickande våldet. Sen säger man i utlåtandet att skadorna har orsakats av smalt knivliknande föremål. Det har inte utretts närmare vad det är för föremål. Det framgår inte hur sårkanalerna ser ute. Hur djupa eller långa dom är. Det framgår lite vad som har tillfogat skadorna. Det förklarar också (rättsläkaren) med att sticker man in mot lungan kan man inte mäta. Vi vet väldigt lite\". \"Sen har det spekulerats mycket från den båglinjeformade hålet som man har sett på huden. Särskilt har det spekulerats runt uppgiften från kompisen har nämnt att han har sett ett verktyg. Han har inte själv kunnat klargöra vad det är för ett verktyg. Han har inte vetat dess namn\". \"I polisförhöret har polisen tolkat det han säger som att det kan vara ett stämjärn. Polisen har visat bilder på stämjärn och då har han sagt att det kan stämma\". (Bild av stickskadorna på kroppen.) \"Han beskriver att det ska vara rakt på ena sidan och platt på ena sidan. Han pratar om att det har formen av en fil. Han pratar både om fil och stämjärn. Åklagaren talare om bildhuggarverktyg, målsägarbiträdet talar om en kniv. Det säger att det är oklart vilket föremål det är \". \"Vi vet inte vad som stämmer. Det finns inte något stöd av att det verktyg kompisen har sett är ett mordvapen. Det är i sig inget anmärkningsvärt att man har sett verktyg hos 22-åringen. Det har man sett i platsundersökningen att han har verktyg lite här och där\". \"Man kan spekulera vilt i vad som har orsakat skadorna. jag tror det var polisteknikern som talade om en märlspik. Men det vi kan säga med säkerhet är att vi inte vet vad det är för mordvapen\". \"Vi vet inte måttet på föremålet. Vi vet ingenting\". \"Faktum kvarstår att mordvapnet har inte hittats. Verktygen och knivarna som man har funnits hos 22-åringen är inget mordvapen. Man har även gjort husrannsakan i stugan. Där fanns inget mordvapen\". \"Vi vet att Vatchareeya dog av dom här skadorna men det finns inget i utredningen som binder 22-åringen vid brottet när det gäller sättet hur hon dödades. Därmed har man inte uteslutet någon annan gärningsman genom den här utredningen\". Var har brottet begåtts? \"Åklagarna har angivit Bodens kommun som plats för den här gärningen. Det kan lika gärna ha begåtts i en närliggande kommun. Det är ett enormt område vi talar om. När det gäller 22-åringen vet vi att det har varit husrannsakningar och undersökningar på samtliga platser han har tillgång till. Hans bostad, föräldrarnas bostad och familjens sommarstuga\": \"Det finns inga fynd på det här ställena som kan knyta 22-åringen till brottet\": \"När det gäller 22-åringens egen bostad gör den tekniska utredningen följande slutsats. Efter den genomförda platsundersökningar har inga tecken påvisats som visar att brottet ska ha skett i den misstänktes lägenhet\". \"Med den kunskap som dagens kriminalteknik har är det omöjligt hävdar jag att det är omöjligt att dölja en brottsplats\". \"Vi kan utesluta de ställena som brottsplatser\". \"Dessutom är det i 22-åringens lägenhet stökigt och ostädat. Det är inte städat\". \"Jag vill kommentera vittnet som sett något bäras ut. Underförstått får vi veta att det kan ha varit en död kropp vilket skulle innebära att kroppen funnits i hans lägenhet utan att något spår lämnats och utan att likhunden Uno skulle ha markerat något. Det går inte ihop.\" \"Utredningen kan inte visa någon mordplats, inte heller någon styckningsplats. Vi vet inte om det är en och samma plats. Vi vet inte när kroppen skulle ha styckats. Det vi vet är var kroppsdelarna har återfunnits. Det är i och kring det så kallade gula huset, vi vet att det området är ett välfrekventerat område. Många bodensare går dit, motionerar, och promenerar med hundar. \"Det har framkommit att personer har tittat in i det gula huset utan att observera någon kropp\": BF pratar om vittnet den 18 maj. \"Skulle något så ovanligt som ett ben ligga där är jag övertygad om att han skulle ha sett det. Jag är även övertygad om att hans hund, med hundens känsliga nos, skulle ha reagerat av en död människa\": \"Förutom det vittnet har många rört sig i terrängen runt gula huset. Det är därför inte troligt att kroppen skulle ha legat där en längre tid. Vi hävdar att hade den legat en längre tid skulle den ha återfunnits, bland annat av övriga hundar\". \"Jag tror att vi utan att vara alltför vågade kan dra den slutsatsen att kroppsdelarna har placerats ut någon dag innan dom hittades\". \"Jag vill notera att spaningen på (50-årige älskaren) dom avbröts den 19 maj. Under spaningen på honom hade han avvikit från sina normala rutter, bland annat under en tidpunkt på 1,5 timme den 18 maj, då åkte han åt ett annat håll än normalt. Den polis som ledde spanet kunde inte påminna sig det men det framgår av det spanings-pm som vi hänvisade till\". \"Det kanske är något märkligt att polisen som anser att (älskaren) lever ett inrutat liv inte anser det anmärkningsvärt när han bryter mot rutinen och gör något annat. Om dagarna innan han greps: \"Min klient har inte på något sätt betett sig avvikande. Det enda han har gjort är att undvika massmediakontakt. Kan han under den här tiden ha placerat ut kroppsdelar? Naturlligtvis är det teoretiskt möjligt men utredningen har visat att det är i princip uteslutet\": \"Det framkom att gruppchefen för särskilda insatsen, som ska ha dokumenterat spaningen, i den dokumentationen i den största mordutredningen i Norrbottens historia, skriver han fel inte bara en gång utan två gånger, det tycker vi är anmärkningsvärt\": \"Det ger anledning att ifrågasätta hela spaningsinsatsen\". BF menar att spanet på 50-åringen avslutades på tveksamma grunder. \"Spaningen som bedrivits i det här målet lämnar mycket i övrigt att önska\". BF pratade om att beröra tejprullen som hittades i 22-åringens bostad, precis innan rättens ordförande bröt för paus. CH: \"Som Bosse sa ska vi börja kommentera den tekniska bevisningen\". Tejprullen som hittades hemma hos 22-åringen. \"Där har en undersöknings gjorts på SKL där man har velat utreda om tejpbitarna som återfanns på Vatchareeyas kropp kom från tejprullen hos 22-åringen\". \"Åklagarna har påstått att tejpen på den här rullen har använts med mordet på Vatchareeya, vi menar att det inte finns något stöd för det påståendet i utredningen\". \"Man har sett att det är en likartad sårtejp, men man har inte kunnat passa samman bitarna från kroppen med rullen vare sig på längden eller bredden\". \"Man kan inte visa att det har klippts av bitar från rullen och det är dom bitarna man har hittat på kroppen\". \"Det finns inga tekniska fynd som visar på annat än att det är likartad tejp. Det innebär att skulle man ta en annan likartad tejprulle så skulle man få samma resultat. Resultatet i sig i sakkunnigutlåtande talar om att det finns utrymme för tvivel\". \"Sen ifrågasätter vi om det är en korrekt bedömning. Metoden dom har använt är den metod som kallas sammanpassas. Resultatet är att bitarna inte passar samman på något sätt. Det borde ha blivit resultatet 0\". (inte + 1)."
	},
	{
		"postIndex": 53890,
		"postNum": 55042,
		"postLink": "/sp46304404",
		"postTime": "2013-11-25",
		"postUser": "Bajen2013",
		"postUserID": "/u813044",
		"postUrl": "https://www.flashback.org/t2139074p4587",
		"userUrl": "https://www.flashback.org/u813044",
		"sentence": "Du glömmer vissa saker med flit. 1. Det är inte på långa vägar BEVISAT att KJ är mördare och styckare. Bevisen som har hittats PEKAR mot KJ som trolig gm. Men ÄR inga bevis för det. Endast indicium. Det finns så många hål i hela upplägget som behöver fyllas ut för att man ska vara 100% säker på sin sak. Ett sätt är att KJ erkänner och bevisar sin skuld genom att ge oss mordvapen, kläder, mobil osv... Ja, alla vet att det finns tekniska bevis. Men inte ett enda som inte KAN ha en logisk förklaring, oavsett om den chansen är 1% (likdoft o blod) eller 99,9% (den felande tejprullen) 2. Du sätter antagligen även för stor tilltro till poliserna. A. Att de ABSOLUT inte kan vara korrumperande/tillämpa väntjänster/inte göra sitt jobb. Det troligaste är dock att de INTE förhåller sig så. men chansen finns där. B. Du litar även på rapporterna om att spaning skett på MB under en viss tid; men glömmer bort att MB troligtvis redan första halvtimmen visste att han hade span på sig. Alternativ fått tips om det via sina kontakter redan innan spaningen började. Boden är en mycket liten stad ibland. Vidare tycks du tro att poliserna följt MB dygnet runt när de mer troligtvis följt honom 8 timmar per dygn. Vidare glömmer du att poliserna själva lägger till en fråga i förhöret om VART MB tog vägen en viss dag då de skulle haft span på honom. Polisen Typ; han drog iväg, vi vet, vi frågar honom sen vars han åkte. Vi orkar inte åka efter... Dessa hål gör att MB har tidsutrymme att utföra vissa saker utan att någon vet. MEN den stora saken i detta spår är att åklagarna gjorde en felbedömning. För oavsett om man hittar något eller EJ, så hade det fört ärendet framåt i endera riktning och indicierna hade förstärkts eller försvagats. Nu ligger hela fallet i limbo. Vilket är frusterande. För vissa är det helt uppenbart vilka fel som begåtts, andra tycks blunda för dem. Vissa vill utreda mer, andra tycker vi ska hänga honom nu. För tänk om vi hittar en mordplats, mordvapen och en liter blod från VB på en helt annan plats. Väger inte det tyngre än någon centiliter blod i bakluckan? Dina bevis du efterfrågar är ju just dem vi vill att polisen ska leta efter. Det är INGEN som sett MB plantera bevis. Men det finns vittnen som sett en Caddy på fel ställe... Det är INGEN som spanat på KJs bil 24h och som kan säga att MB INTE varit där. Tag gärna fram det vittnet du. Så ska jag påvisa vilka tider och dagar han KAN varit där. Oavsett om motiv är viktigt eller ej, så är det ju faktiskt det alla poliser efterfrågar i alla mordfall. Vem har motiv? Varför? Tyngd? Alibi är en viktig del. En äkta hälft får inte ens vittna under ed. Så vad har dom att förlora genom att ge varandra alibi? Denna typ av alibi ligger längst ned i listan över alibin. Förutom när man ger sig själv alibi. Så inget är bevisat med sin frus utsago, dessutom mycket osäkra utsago. Jag jämför inte med kj som också har ett tunnt alibi. Jag påvisar att åklagarna gjort ett felbeslut som skulle kunna lett fallet på andra vägar. Som jag sa tidigare; det finns andra bevis (som saknas än så länge) i detta fall som väger mycket tyngre än de som hittats just nu. Och eftersom polisen slutat att leta så får vi just nu nöja oss med en halv utredning. KJ är helt fullt utredd, men inga fler bevis är hittade...så de tyngsta bevisen kanske finns på annat håll. Det är jakten på dessa bevis vi ägnar oss åt, vi som inte nöjer oss med halvdana utredningar. I jakten på dessa tillåter vi oss själva att spekulera vilt. Något som du tycks ta personligen."
	},
	{
		"postIndex": 60833,
		"postNum": 62060,
		"postLink": "/sp47127516",
		"postTime": "2014-01-19",
		"postUser": "ViagraFalls",
		"postUserID": "/u827070",
		"postUrl": "https://www.flashback.org/t2139074p5172",
		"userUrl": "https://www.flashback.org/u827070",
		"sentence": "Inte en för avancerad gissning att intresset kring en viss person kom från ett/fleratips!! Frågan är hur många utifrån som visste om deras relation?? Inte särskilt troligt att personen suttit och skrutit om deras relation. Finns väl mer som talar för att VB ev kunnat tala om för personer att det fanns en relation. Men efter händelsen på klubbens hemsida tror jag personligen ganska många visste om vad som pågick. Att vissa sen in i det längsta vägrade erkänna detta är en annan sak. Frågan är hur mkt polisen visste?? Om det inte var ett tips varför skulle dom då rikta sina span mot denna personen?? Att personen verkligen var misstänkt råder ingen tvekan om,som M Bouidine påpekar hade inte polisen gått igenom hans telefon om det rörde sig om ett \"random\" förhör. Håller med om att det inte behöver vara orimligt att man släpper misstankar när en annan person dyker upp. Det tråkiga är att man inte kunnat knyta den skyldige på ett mer tillfredsställande sätt. När vissa sen hävdar att man inte behöver varken motiv,plats eller mordvapen blir det en sanning med modifikation. Det behövs för att inte riskera att allt står och faller om nya uppgifter som talar till den nu skyldiges fördel framkommer.Det behövs oxå ur ett trovärdighets perspektiv. Är knappast så att denna tråd följts med sådant enormt intresse om folk inte känt sig splittrade!!Att hävda att endast ett fåtal konspiratoriker tror på ett annat scenario än det åklagarsidan presenterat visar bara på bristande omdöme!! Är själv inte från Boden men efter att ha rört mig norrut för en tid sen kan jag intyga att folk verkligen inte är helt säkra. Någon uttryckte att läget inne på denna tråd knappast överensstämmer med opinionen utanför. Det må vara.Tror absolut att en stor majoriteten håller den nu skyldige som rätt GM,men att säga att det bara rör sig om ett fåtal/ingen som utanför FB ser en annan GM som fullt möjlig stämmer bara inte!!(om inte annat såg vi bevis för det när en fick lämna sitt arbete under rättegången)Hur det ser ut exakt kan jag förstås omöjligt svara på. Men känslan norr om Luleå känns som en 70-30. Men denna sak kan garanterat folk från trakterna berätta mer om!! Känns tråkigt att vissa på tråden är så onyanserade. Exemplet på personen som fick lämna pga uttalande om ev medgärningsman borde räcka för att inse att tvivel finns lite här och var. Visst vissa kanske säger att hon är en foliehatt som inte fattade halvsju!! Men vad säger det då om dom övriga som dömt i detta fallet?? Att sitta med en för stor övertro till tingsrätten blir lite olyckligt. Är inte helt långsökt att domar faktiskt skrivs om i nästa instans. Men jag är förstås medveten att jag predikar för döva öron Personligen tycker jag aldrig det är bra när man hamnat i ett läge med bristfällig bevisning och inget erkännande. Så länge bevisläget är som det är och den skyldige inte erkänner kommer vissa personer aldrig kunna leva sina liv normalt igen. Men värst är förstås om det blir ännu luddigare i hovrättsförhandlingarna Detta kan då skapa ett förakt vilket brukar ses det absolut största av misslyckanden."
	},
	{
		"postIndex": 40434,
		"postNum": 41369,
		"postLink": "/sp45816090",
		"postTime": "2013-10-24",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t2139074p3448",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Jag ber om ursäkt om det råkar bli bara dina inlägg jag svarar på men det beror på att det är så många konstigheter i dessa. Är du medveten om att utredningen är slutförd och att det finns en person åtalad i detta fall. Åtal skulle aldrig lämnas in om polisen hade rimliga skäl att anse att det fanns en annan person som kunde utfört gärningen. Man har definitivt hos polisen ansett att MB tillhör kategorin möjliga gärningsmän och utredningen kring honom ser ut att vara ganska bra, med den information vi har och utifrån den information vi inte har. Det talar för att de inte under dessa månader har kunnat påvisas besvärande omständigheter eller några som helst indicier på att han är inblandad och han är därmed avförd från utredningen. Alltså, vi har ingen aning om vilka fler åtgärder som är gjorda mot MB och orsaken till dessa åtgärder. Till skillnad mot Marinafallet, där vi hade tillgång till innehållsförteckningen av slasken så vi där kunde se vilka åtgärder och vilka personer som var förhörda och inte var förhörda, det har vi inte här och att då utgå från att det inte har utförts åtgärder mot just högaktuella MB är löjligt då det inte har kunnats redovisas en endaste omständighet som påvisar att han är inblandad i VBs mord. Sannolikheten för att det ska finnas en mördare och en annan styckare, som inte i samförstånd har utfört gärningarna, är så liten så den finns knappt. Jag anser även att sannolikheten för en alternativt mördare också är liten, dock kan man inte utsluta det helt, men då är inte MB den som står högst upp i listan för alternativ, om man klarar av att se omständigheter i fallet. Att KJ är ditsatt och bevisen planterade är konspirationer och skulle endast vara i någon mån sannolikt om det var fler GM som i samförstånd utfört gärningen men där den ena lägger över skulden på den andra genom att ta bort bevis som pekar på denne själv samtidigt som denne sparar och förstärker bevis som pekar på KJ. Det du säger är att det är inte ovanligt att personer som först häktas är oskyldiga men du glömmer bort att han numera är åtalad, vilket är steget över sannolikt misstänkt. Du säger att man inte ska låsa sig vid en GM, vilket är helt korrekt under en utredning, när åtal lämnas in så har man uteslutet alla alternativa GM. Som sagt så lämnar man inte in åtal om man samtidigt tror att en annan namngiven person kan ha utfört gärningen. Man kan dock medvetet, eller omedvetet, utesluta utredning av andra potentiella GM eller placera dessa förhör i slasken, som i Marinafallet, men så har inte, oss veterligen, skett i detta fall. Bevisningen i detta fall är stark, det är länge sedan jag i ett mordfall, där GM inte tas på bar gärning, pekas ut av vittnen eller erkänner, sett så stark bevisning i ett indiciemål om man ser till teknisk bevisning och besvärande omständigheter. Alldeles för många har genom tur och olyckliga omständigheter undkommit straff på grund av bevisningen är oklar, dödsorsak saknas eller på grund av att alternativa GM inte är utredda. I de flesta fall har det varit motiverat att fria före att fälla, även om allt talar för den tilltalades skuld i övrigt. Men några sådana rimliga tvivel kan jag inte se här, det finns dödsorsak, det finns kopplingar mellan KJ och kroppsdelarna, mellan KJ och fyndplats. Det finns teknisk bevisningen som binder honom till transporten av kroppsdelarna och slutligen finns det en utredning där jag inte uppenbart kan se att de missat någon annan som rimligtvis kan vara GM. Det handlar om alternativa GM som i tid och rum rimligtvis kan ha utfört gärningen. Det som också är väldigt starkt i detta fall är avsaknaden av spår på kroppsdelar och andra platser som pekar mot annan person än KJ. Det ska räcka för att fälla honom för mord bortom rimligt tvivel. Han kommer fällas till fängelse för utifrån förhören så anser jag inte honom så psykiskt sjuk att det kräver psykvård, men en rättpsykiatrisk undersökning kanske kommer påvisa annat. Han är förvisso ung, 22 år, har diagnos men brottet är synnerligen hänsynslöst och det går inte att utesluta att VB led fruktansvärt av tortyr som huggen i ryggen kan ha framkallat, eventuellt misshandel och strypning. Dödsångest och svåra smärtor som sedemera leder fram till en våldsam död. Utöver detta styckningen av kroppen. Jag tror inte på livstid men han kommer att få ett straff som ligger i den absolut högre delen av straffskalan, kanske 16-18 år, om han döms till fängelse."
	},
	{
		"postIndex": 58128,
		"postNum": 59326,
		"postLink": "/sp46799158",
		"postTime": "2013-12-29",
		"postUser": "lindhsky",
		"postUserID": "/u671247",
		"postUrl": "https://www.flashback.org/t2139074p4944",
		"userUrl": "https://www.flashback.org/u671247",
		"sentence": "Jupp många frågor man önskar få svar på. Själv tror jag inte man ska gå så mycket efter att han inte visat svartsjuka innan osv enligt de man har förhört. Dels för att de inte vill säga sådant till polis för att sätta honom värre i klistret än han redan är men också för att han kanske inte har visat det. Han har kanske inte varit i den situationen förrut. Jag tror en viss typ av svartsjuka har fått honom att göra det han har gjort och sen har kanske hans nyfikenhet (på mord, komma undan med mord, stycka mm) gjort att han istället för bara ett bråk gjort att han har gått så pass långt att detta brott blivit som det blivit. Han har säkert haft hopp om att det skulle bli de två igen men denna kväll har det blivit så uppenbart att det inte kommer att ske. Han har kanske fått extra hopp i och med att hon frågar honom om hon kan komma hem till honom. Du vet, man är kär, och så vill hon komma. WOW, det måste betyda någonting. Men så blir kvällen istället tvärtom. Hon pratar kanske bara om MB. Hon har kanske beklagat sig över sina känslor över MB. Kanske hon har, som du är inne på, ljugit ihop någonting dramatiskt om att hon är med barn. Hon har ju gjort liknande saker innan. Kanske KJ då försöker lite tafatt trösta henne med att säga att hon ska skita i MB och säger någonting dumt om MB som man gör ibland när någon beklagar sig över någon annan och behöver tröst. Men då kanske VB istället blir arg och menar på att han inte ska snacka skit om MB som är hundra gånger mer man än KJ. Det spelar liksom ingen roll vad KJ säger så blir det fel. Han förstår helt enkelt denna kväll att det är kört med VB. Och KJ som redan haft VB en gång i tiden men gjort slut har säkert haft hundra gånger svårare att ta att hon inte vill ha honom tillbaka eftersom det var ju trots allt han som gjorde slut innan. Jag kan tänka mig att det gör att man hoppas och tror att det trots allt ska gå vägen. Men just denna kväll går det upp för honom att så kommer det inte att bli. Lägg på ett par dramatiska överspel från VB när KJ försökt vara tröstande med att kanske smeka henne över håret eller någonting och så känner sig KJ ännu mer förstörd. Jag har ofta tänkt på det här med ölen också. Jag tror att hans snack om en öl under hela kvällen när hon var där och sen resten på en halvtimme är skitsnack. Jag tror att han säger det för att han druckit och varit lite småpåverkad redan när hon var där och vem vet, kanske lite fyllekåt? Hans bror märkte ingenting när han kom dit om att han skulle vara full men har han druckit ölen under flera timmar och dessutom utfört ett mord som säkert tvingat honom att bli klar i huvudet så är det mer förståeligt. Det kändes i förhören att KJ ville göra klart för polisen att han inte var full när hon var där. Han hade bara druckit en öl. Det tycker jag är lite misstänksamt. Som om KJ tror att polisen ska tro att det är större risk att någonting ska hända när man är full eftersom det var precis det som hände. Endast spekulationer men jag tror verkligen att det är någonting sådant här som fått honom att reagera. Att brottet ser så planerat ut och är \"hyfsat\" genomfört tror jag beror mer på att han tänkt mycket på sådana här saker tidigare och att han, när han går in för någonting, är bra på det han gör. Det tror jag mer på än att MB och AN skulle vara inblandade och att de skulle ha använt honom som verktyg. Jag hoppas att vi en dag får reda på det. Jag har en känsla av att KJ en dag kommer att berätta. Den dagen det går upp för honom att han är fast och att han kommer att få sitta av sitt straff oavsett vilket. Då tror jag att han vill ha cred för vad han har gjort. Och levererar då rätt person rätt barnpsykologi fråga om sin beundran för mordet så tror jag att han berättar."
	},
	{
		"postIndex": 34228,
		"postNum": 35032,
		"postLink": "/sp44599634",
		"postTime": "2013-08-03",
		"postUser": "Popcorn76",
		"postUserID": "/u762491",
		"postUrl": "https://www.flashback.org/t2139074p2920",
		"userUrl": "https://www.flashback.org/u762491",
		"sentence": "Om det var en defensiv styckning, alltså för tex transport, så finns kanske MP i en lägenhet eller i ett hus som inte varit på tapeten än. Om hon mördades ute i skogen, varför stycka? Bodens skogar är stora och om GM är en normal person (som inte VILL stycka) så är det ju enklaste att bara släpa kroppen så långt in i skogen man bara orkar och lämna den där, ev stycka av händerna för att dölja spår. Visst är det jobbigt att släpa en kropp genom en skog, men har man dödat någon tror jag man får lejonkrafter och \"går den där extra milen\". Jag har hela tiden undrat varför kroppen påträffades så pass nära civilisationen ändå (med tanke på hur terrängen ser ut runt Boden). GM hade ju också bara kunnat köra och köra på småvägar tills han är långt ute i no where och dumpat hela kroppen där. Målet måste ha varit ödehuset. Sedan tror jag att den personen som dödade henne är samma som styckade. Jag tror INTE att en polare hjälpt till med själva styckandet. Vem ställer upp på sådant?! Försöker föreställa mig om man skulle göra det för sina barn, men nej inte ens då. Om man skulle försöka hjälpa någon som ställt till det så för sig så skulle man väl inte plocka fram motorsågen?! Då skulle man ju dessutom vara minst 2 st och då går det lättare att forsla iväg en kropp långt in i skogarna. Jag tror inte att hon dödades/styckades i samband med fp1 eller fp2. Styckades hon vid fp2 skulle teknikerna nog hittat som tyder på det. En benflisa tex. De har säkert undersökt platsen med lupp. Dessutom är det väl oerhört svårt att \"städa\" efter ett mord och styckning utomhus. Jag tror att hon dödades på annan plats, sedan transporterades i KJs bagagelucka (varav blodbesudlingarna) till ödehuset. Alternativt styckades hon innan, transporterades till fp2 dit man verkar kunna komma med bil, och sedan började man forsla in delarna i ödehuset men man blev avbruten och slängde över lite stenar över delarna som var kvar på fp2. Tanken var kanske att återvända och avsluta jobbet men sedan var det försent. Besudlingarna i bilen kan också komma från redskap som transporterades i plastpåsen. Enda anledning till att stycka om hon dödades i skogen runt fp är att få in henne i ödehuset eller för att man VILL stycka. Tänk er att man precis dödat någon och tänkt få in kroppen i ödehuset. Man inser att det inte går, hon är för tung och fönstret sitter för högt upp. Det enda man har är en smal ramp. Åker man då hem och hämtar motorsågen? Ja om man till varje pris, , ska få in henne där. Kanske för att bränna ner alltihop eller göra något annat arrangemang. Men om man tänkt bränna ner allt för att dölja mord borde man väl inte stycka? Teknikerna som sedan skulle undersöka platsen skulle ju med största sannolikhet se att kroppen var delad. Kanske ville man bränna ner det för att röja undan spår, men händerna var ju redan avlägsnade där det mesta av dna borde sitta. Dna från KJ på \"andra ställen\" kunde ju kanske förklaras eftersom de hade en relation. OM det inte finns spår från någon annan som omöjligt kan förklaras. Jag känner mig ganska övertygad att KJ i alla fall är inblandad, kanske MGM. Och varför saknas en höftkula? Varför inte lämna den bland de andra delarna? Den lär ju knappast bära spår av GM. Kanske har något djur tagit den eftersom det var en mindre del. Bara lite tankar så här på denna soliga dag. OBS, mina teorier, så ta det för vad det är."
	},
	{
		"postIndex": 58275,
		"postNum": 59473,
		"postLink": "/sp46841560",
		"postTime": "2014-01-02",
		"postUser": "tankar",
		"postUserID": "/u393938",
		"postUrl": "https://www.flashback.org/t2139074p4957",
		"userUrl": "https://www.flashback.org/u393938",
		"sentence": "Försvarets advokat Bo Forsbergs (BF) och biträdande advokat Carolina Holmbergs (CH) slutplädering som avslutade den sjunde och sista rättegångsdagen 2013-11-15, kl 13:47- kl 15:29. [Jag har valt att utgå från Joel Gustafssons rapportering i Piteåtidningen, av försvarets slutplädering, m.m: Källa: (P.S. Jag har plockat bort klockslagen och Joel Gustafsson/Piteåtidningens signatur i varje inlägg samt gjort ett fåtal rättningar av stav-/skrivfel. Här finns även inledningsvis kompletterande frågor till tilltalade 22-årige KJ, som följs av de båda åklagarna Anna Bergströms och Ulrika Schönbecks slutplädering, sedan målsägarbiträdet Elisabeth Massi Fritz slutplädering i nämnd ordning, under huvudförhandlingens sista dag, som alla kan ta del av.)] (…) BF: \"Det här är ett mål som tilldragits sig ett stort intresse för både media och allmänhet. Det har varit en mängd spekulationer och teorier. Man kan se på sociala medier hur det här har varit en lång följetång\". \"Det har även spekulerats här i rättssalen. Jag tycker spekulationer som går utanpå det man normalt upplever i ett brottsmål. VI tänkte försöka bemöta dom i vår plädering\". \"Vi kommer att försöka förhålla sig sakligt och korrekt. Vi måste också veta att det här är en mordrättegång. En 22-årig kille står allvarlig för ett svårt brott mot en person som han anser är en mycket nära vän\". Han har nekat till att han har begått det här brottet då måste man hantera uppgifterna med omdöme\". \"Det rätten har att förhålla sig till är de principer om bevisbörda\". \"Bevisbördan omfattar hela gärningsbeskrivningen. Det är inte så att den åtalade måste bevisa sin oskuld\". \"Det är grundläggande principer i ett rättssamhälle. Det är åklagaren som genom sin utredning ska visa att andra gärningsmän och händelseförlopp är uteslutna\". \"Det ska var ställt utom allt rimligt tvivel att det är som åklagaren påstår\". Vad har vi att pröva? \"Jo, åklagarna har gjort gällande att 22-åringen har dödat Vatchareeya Bangsuan den 4 maj och skadat och skymfligen behandlat liket\" \"När vi hade vår sakframställan påstod jag att det i åtalet finns stort utrymme för tvivel och alternativa händelseförlopp och gärningsmän\". Finns det fortfarande utrymme för det? CH: När? \"Man har åberopat olika utredningar, en entomolog, man har åberopat vittnen som skulle ha hört något i 22-åringens lägenhet, man har åberopat att Ploy ringt 112, man har gjort signalanalyser, sen har man dragit slutsatser kring det 22-åringe berättat. Vi tänkte beröra alla delar som berör när brottet ska ha skett\". Entomologiska utredningen: \"Vi hörde Anders Lindström som sakkunnig. Det är han som har gjort utredningen. Av yttrandet framgår att kroppen varit död sedan den 16 maj eller i någon mån mer än 8 dagar, sedan den 14 maj. Därutöver kan han inte ha dra någon slutsats\". Han kommer så långt som 8 dagar tillbaka från fyndet den 22\". \"Den som påstår att det finns stöd i hans utlånande för att döden kan ha skett den 12 maj förstår inte hans utredning. \"Han har utgått från att kroppen legat på samma ställe den 4 maj. Ändrar man på dom förutsättningarna kan han inte göra någon bedömning. Han måste utgå från en viss temp när han gör sina beräkningar\". \"Vet han inte vilken temperatur som har rått på platsen kan han inte göra någon bedömning\". \"Sammanfattningsvis så ger den entomologiska utredningen inte stöd för åtalet i frågan om tidpunkten för döden inträffade. Vi vet inte var kroppen har varit innan den hittades. Vi menar att det är utrett att den inte har funnits på den här fyndplatsen sedan den 4 maj\". Hon hänvisar till vittnen som har besökt gula huset efter den 4 maj. \"Det är osannolikt att man skulle ha placerar kroppsdelar vid olika tidpunkter\". \"Oavsett detta ger inte yttrandet stöd för dödpunkten den 4-5 maj. BF: om mobilmaster. \"Vi kan konstatera att klockan 18.40 skickas ett sms från Vatchareeyas telefon, den är uppkopplad mot masten som täcker 22-åringens bostad\". \"Klockan 23.53 är telefonen inte på eller befinner sig utanför täckningsområdet\". \"Den slutsatsen vi kan dra är att hennes telefon kopplar upp under den tid hon befunnit sig hos honom\". \"Enligt 22-åringen lämnade hon hans lägenhet vid 21-tiden. Åklagarna sa sakframställnignsvis att en mobil som inte används skickar signaler var 4 timme. Tänker vi oss att hon inte använt sin telefon kan hon ha förflyttat sig till annan mast utan att det registeraras innan telefonen slås av\": \"Vi har xx vittnesmål som ser en person som mycket väl stämmer överens med Vatchareeyas signalement och ser den här kvinnan vid 21.30-tiden. En halvtimme efter den tidpunkt då hon skulle ha lämnat 22-åringens bostad. Det är en rimlig tidsintervall om man går från hans bostad\". \"Vi kommer sen in på dom skrik som skulle ha hörts\". CH pratar om vittnena som ska ha hört skriken. \"Det konstateras när vi hörde dom här att alla tre är närstående. En är styvfar till en, han är i sin tur särbo med xx. Det konstateras också att ingen av dom uppgav i det första polisförhöret att dom hört någonting. Särskilt när det gäller xx som är den som har beskrivit det väldigt målande är det anmärkningsvärt att det står i första förhöret om man hört något den aktuella kvällen och svaret är nej\". \"Alla har varit väldigt osäkra på vilket datum, vad dom har hört, från vilket håll dom har hört det, och så vidare\": \"Ju mer dom har diskuterat med varandra efter att dom har förstått att 22-åringen var misstänkt, ju mer övertygad har dom blivit att dom har hört någonting\". \"Man väver in dom andras berättelser, skvaller och tror att man har hört något som man inte har hört faktiskt\". \"Ingen av dom tre har kunnat utesluta att det var en tv som dom hörde. När det gäller xx så är det särskilt anmärkningsvärt att han säger att det är något fasansfullt han hörde, samtidigt nämner han det inte i polisförhör. Det är uppenbart att samtliga tre vittnen saknar trovärdighet och att skriken är efterhandskonstruktioner som kommit till när dom har fått veta att 22-åringen är misstänkt\". CH nämner vittnet som var ute med hunden vid 21.30-22.00. \"Han har haft balkongdörren öppen, han har haft goda möjligheter om det har funnits något att höra men han har inte hört någonting\". \"Grannarnas uppgifter stödjer inte att det ska ha hänt något i lägenheten\". \"Därtill har åklagarna åberopat att Vatchareeya har ringt 112 stjärna. Vi kan konstatera att det är så och att det skedde 17.09. Men det har knappast varit något nödsamtal. Det skedde en lång tid innan hon skickade sitt sista sms till (älskaren) det gick drygt 1,5 timme. Han har i sitt förhör varit tydligt med att han inte uppfattade att det varn ågor rop på hjälp från hennes sida\". \"Det här var ingen nödsituation. Det var en felringning\". CH: \"Det har konstaterats att det inte har hänt något i lägenheten\". \"Det finns inga spår, inga fynd, som styrker att ett brott har begåtts lägenheten. Det talar emot att något har hänt där\": BF: \"uppgiften att han hämtade Vatchareeya på eftermiddagen den 4 maj och åker hem till hans lägenhet är ostridigt.Vi har hört grannen som har hört hur 22-åringen är hemma i sin lägenhet\". \"Det har ifrågasatts att dom skulle ha haft sex. Vi vet ändå att dom har varit tillsammans. Dom har haft sex vid tidigare tillfällen. Och båda två har haft ett förhållande till det här med sex\". min vb s tog initiativ attt hon o kj skulle återta kontakt mer än vänner kompisar.. \"Vi menar att man kan inte dra några slutsatser av avsaknaden av saliv-dna. Det är så att hennes kropp hittades cirka 3 veckor efter att man skulle ha haft sex. 22-åringen har också berättat att han åkte till sin lillebror på kvällen den 4 maj. Det här bekräftas. Brodern säger inte att han noterade något konstigt i hans beteende\". \"Det var heller inte något ovanligt att 22-åringen gjorde ett sånt här spontanbesök\". \"Han upplevde sig som storebror som skulle kontrollera sin lillebror\". \"Det är 22-åringens uppfattning. Han ville kontrollera vad som händer när föräldrarna är bortresta\". Alkoholen: \"Han brukar inte märka på 22-åringen när han dricker. Vidare vet vi att 22-åringen använde sin mobil i sin egen lägenhet på natten när det blivit den 5 maj. Han har berättat att morgonen den 5 maj ställde in airsoftspel på grund av magbesvär och beskrivit orsaken till det. Den förklaringen är inte så orimlig att den kan lämnas utan avseende\". \"22-åringen berättar att han vilade upp under förmiddagen den 5 maj sen besöker han en vän. Inte heller han märker något avvikande hos 22-åringen\"."
	},
	{
		"postIndex": 41364,
		"postNum": 42317,
		"postLink": "/sp45847572",
		"postTime": "2013-10-26",
		"postUser": "Spindelfrida",
		"postUserID": "/u439817",
		"postUrl": "https://www.flashback.org/t2139074p3527",
		"userUrl": "https://www.flashback.org/u439817",
		"sentence": "En person som kommit på tok för lindrigt undan i hela den här förfärliga historien är AB, sonen B**g. Han nekar i sten till att över huvud taget ha känt till VB:s existens. I ett förhör på sidan 1089 i fup säger han följande: \"Jag känner ingen förutom min pappa som har haft någon som helst kontakt med den mördade kvinnan Har aldrig hört att min pappa skulle ha haft något förhållande med kvinnan. När förhörsledarna berättar det för mig är det helt nya uppgifter för mig.\" Lite senare i förhöret - varför skulle han ha haft det, han visste ju inte vem hon var? Konversationen lyder: VB till AB: \"Ska vi träffas\". AB till VB: \"Kom då\". VB till AB: \"Men jag sa jag sluta ju förlåt igen då\". Ställd inför detta faktum levererar AB följande förklaring: \"Alexander reagerar inte nämnvärt till en början men när förhörsledaren läser upp det sista sms:et så säger Alexander helt spontant \"det känner jag igen\". Han tänker en stund och uppger sedan att han nu kommer ihåg. Han befann sig hos AF när han fick sms:en. När han fick det första sms:et \"Ska vi träffas\" tänkte han att det var någon som ville göra upp eller bråka varför han svarade \"Kom då\". Han sa då i samma veva spontant till Friberg att det är någon som vill bråka. När han sedan fick det andra sms:et förstod han ingenting och tänkte inte mera på detta. Han har en minnesbild att han samma kväll eller några dagar senare ringde upp numret för att fråga vad det handlade om. Någon svarade med ett \"mumlande\" och han frågade något liknande \"vad vill ni?\" men fick inget svar. Han kan inte säga om det var en man eller kvinnoröst men den lät lite grov. Alexander uppger att under förra hösten festade han ganska mycket och var inblandad i en del bråk och fick en del sms och telefonsamtal som handlade om att någon ville göra upp. Dessa samtal och sms kom både med synliga och dolda nummer. Han hade igen kännedom om att dessa sms som förhörsledaren läste upp för honom var skickade från Vatchareeyas mobil. Han uppger att det även förekom att \"polare\" tjuvringde.\" Polisen frågar också om AB:s skriverier på olika internetforum. Han medger att han varit inne på flashback för att läsa kommentarerna om honom själv, vilket gjorde honom upprörd eftersom han utpekades som misstänkt mördare. Han förnekar vidare att han skulle ha skrivit \"Heder åt familjen\" i samband med att VB:s kvarlevor påträffades. Kort sagt: AB framställer sig som ett oskyldigt lamm. Är inte detta väldigt märkligt med tanke på skriverierna tidigt i denna tråd om att hela familjen B kände till VB sedan tidigare? Möjligen visste inte AB, hans styvmamma AN eller hans stysyster TL (dotter till AN) vid den tiden att VB och MB hade ett sexuellt förhållande. Det var nåt annat som gjorde att familjemedlemmarna ogillade VB. Kan det ha varit VB:s påstådda retfulla uttalanden om AB:s bisexualitet? Och vad jag förstår kände åtminstone TL och VB varandra rätt väl under en period. TL skulle senare dock ha sagt upp bekantskapen med VB. För mig är det uppenbart att han ljuger, hans svar och förklaringar låter inrepeterade. Det är också värt att notera att AB, sedan hösten 2012 köpt/använt tre olika mobiler men att numret alltid varit detsamma. Jag frågar mig nu: Vad är i så fall orsaken? Den frågar ställer inte polisen. En annan sak jag grunnar på är det här med en Redan i ett av de första förhören den 24 maj (sidan 1647 i fup) tillfrågas KJ om samtidigt med VB. Detta sägs: \"H: Nä. Inte vad jag vet. Inte vad jag minns. F: Om du tänker efter…var det någon som besökte dig när hon var där? Fundera en stund. H: Nä, inte vad jag minns. F: Jag vet ju att du har sagt att det här att ni träffades var en hemlis. H: Ja. Eller inte att vi träffades, men att vi liksom hade speciellt umgänge och sånt. F: Mmm. Men om du tänker efter, var det nån som…om du verkligen tänker efter nu, var det nån som kom hem till dig? F: När hon var…under tiden hon var där? H: Nää, inte vad jag minns. F: Innebär det att du inte är säker på att det inte var nån? H: Nej, jag är inte säker på att det var F: Är det ofta det kommer folk hem till dig spontant? H: Ibland. Det händer. F: Och den här kvällen, eftermiddagen, kvällen…? H: Ja, jag minns inte faktiskt.\" KJ svarar svävande här, väldigt svävande. Det gör han förvisso på många andra ställen också, men något fick mig ändå att reagera. Min tanke är då att han med den frågan ofrivilligt \"yppar\" att, nej inte till lägenheten, underförstått: men till annan plats. Hoppas ni förstår vad jag menar! Intressant dock att polisen så tidigt tog upp detta med eventuell medhjälpare. Frågan jag ställer mig är om polisen ändå helt och fullt har droppat det spåret. Jag vill trots allt inte vara säker på det."
	},
	{
		"postIndex": 55654,
		"postNum": 56826,
		"postLink": "/sp46457556",
		"postTime": "2013-12-06",
		"postUser": "ViagraFalls",
		"postUserID": "/u827070",
		"postUrl": "https://www.flashback.org/t2139074p4736",
		"userUrl": "https://www.flashback.org/u827070",
		"sentence": "Jag har läst om lite förhör och slås av hur alla i MB närhet utesluter att en relation kunnat vara möjlig mellan MB och VB!! Varför får alla det intrycket?? RB beskriver MB som en lillebror och tror inte på att en relation mellan MB och VB funnits. Än konstigare är att MB inte berättar om förhållandet för RB när denne besöker MB efter dennes telefoner tagits i beslag. I denna stund vet ju MB att fakta kommer komma ut!! Fortsätter man ljuga då?? Samma gäller förhöret med S S. Personen beskriver MB som världens bästa kille och \"han har hört rykten om att MB och VB ska ha en relation via FB men det köper jag inte!! MB har inte sagt någonting om det\" S S säger att MB låter ingen gå hem ensam i dåligt väder S S försöker inte ens ge en ärlig beskrivning av MB,utan säger uppenbarligen det han tror gynnar MB mest för stunden. S S talar om en stundande resa till Danmark!! Visst har samma typ av resa gjorts tidigare!?!?Vilka var med på resan?? Vart gick den?? Vad gjorde man på resan?? ANs förhör hade minst sagt kunnat skötts bättre. Hon kompletterar tidigare utsaga med ett coachat förhör som ger alibi delen mer tyngd. Från att ha gått och lagt sig är det allt från att ha varit vaken någon timme,tittat på tv eller kanske tom gått i säng tillsammans med MB. AN ger sett över alla förhör ett mkt tveksamt intryck. Då kan vi tom bortse från lögnerna hon senare ertappats med. Om Lakaträsk säger AN i ett förhör: \"där går inte att bo,men vi har varit där en sommar,det är ju länge sen\" AN väljer vidare att inte svara på en direkt fråga rörande adressen i Lakatäsk. För att vidare inför ett kompletterande förhör få läsa igenom vad hon sagt om bl.a. Lakaträsk.(AN avböjer) \"STUGA I LAKATRÄSK AN och MB är ofta och hämtar källvatten i Lakaträsk, där även MB moster är boende och MB mormor även besöker. MB har även en stuga i Lakaträsk men som inte idag är beboelig. På fråga om besök i Lakaträsk säger AN,att de besöker platsen när de känner för det och orkar. Ibland tar de vägen förbi Ljuså till dotterns pappa. Platserna har besökts efter VB försvinnande.\" Vad är det som är fel med denna bilden?? Från att för länge sedan har varit på en plats,till att ofta vara på en plats?? AN är besvärad när Lakaträsk tas upp. En tanke som slog mig var att när polisen i förhör frågade LJ om han kunde tänka sig vem som kunde ha med VB försvinnande att göra så säger han: \"På fråga vad LJ själv har för tanke om själva försvinnandet så uppger LJ att det enda han kan tänka sig är om hon betett sig likadant mot någon kriminell person som mot honom så kanske det kan gå illa. Lars uppger att han själv är väldigt medgörlig och gjorde som hon sa, gav henne busskort och slutade träna.\" Finns det någon sådan person som passar in?? När man senare håller förhör med AM som tränar karate med VB säger han: \"Efter VBs försvinnande berättade D*vid B*cteman för A*ando att VB hade frågat denne varför M B var sur på henne. B*cteman hade då ringt M Boch frågat och då fått till svar att VB skulle ha skickat en massa sms tillMB. Denna händelse ska ha utspelat sig i vintras, okart när. B*cteman har även berättat för A*mando att när han skulle börja med karateträngen hade hans mamma sagt att M B skulle ha anklagats för en våldtäkt. A*ando har uppmanat B*cteman att underrätta polisen om detta men det ska inte ha skett.\" Undersökte polisen detta påstående?? Finns det några fakta rörande detta påstående?? Jag personligen anser det är av vikt om en sådan anmälan gjorts samt om det utretts. Vad kunde VB skada MB mest med?? Hade det inte fungerat med AN som hon önskat?? Bara genom att läsa FUP en misstänks MB av olika personer att ha: 1.Hotat ett flertal personer 2.Misshandlat ett flertal personer varav ett barn. 3.Anklagats för våldtäkt. 4.Anklagats för att varit otrogen flera gånger. 5.Misstänkts för mord. Vad stämmer egentligen ?? Är allt påhittat av fiender till MB?? Kan man efter alla påståenden om MB anse han trovärdig,kan man tro på det han säger i förhör?? Det han påstår sig stått i dom raderade sms en?,antalet gånger de ska haft sex?? Då har jag inte ens nämnt de lögner MB ertappats med!! Jag köper inte argumenten att MB ljuger för att dölja sin otrohet!! Det kanske man gör när det gäller en fortkörning men knappast att man försöker skydda sitt eget skinn med vetskapen att det kan försvåra utredningen av en ung styckad kvinna. Jag personligen tar varken MB eller AN s ord för sanning iåmd har oxå alibit passerar sitt bäst före datum. Att sen vissa på tråden ifrågasätter folks samvete och avsikter för att dom kopplar ihop rök med eld?? Varför??"
	},
	{
		"postIndex": 28165,
		"postNum": 28858,
		"postLink": "/sp43927531",
		"postTime": "2013-06-16",
		"postUser": "MegaLomani",
		"postUserID": "/u484543",
		"postUrl": "https://www.flashback.org/t2139074p2405",
		"userUrl": "https://www.flashback.org/u484543",
		"sentence": "Vill återkomma till en punkt, som jag hela tiden tyckt är lite märklig: Hur kom just KJ att hamna i focus? Vem nämnde honom först? VB själv skriver: \"Ska nu ut och motionera lite och sedan till kompis och plugga^^\". Det pekar inte på någon särskild. ^^ kan möjligen betyda tjejkompis?? KJ är känd som ex. Sedan 2010 verkar inte VB ha haft särskilt mycket kontakt med honom. Hon har kommenterat något på hans facebooksida. Har någon sett henne bli upphämtad vid bostaden vid 16-tiden? Har hon någonsin kommit till AJ bostad? Nja, ett något osäkert vittne har sett en person som kunde ha varit hon, men speciellt säkert verkar det inte. När hon anmäls saknad så finns uppgiften om att hon skulle plugga hos en kompis, men inte heller då nämns först vem detta skulle vara. Jag misstänker, att det är just KJ själv och ingen annan, som talar om att det är han som är den kompisen. Han gör det inte direkt, såvitt jag förstår utan möjligen först i samband med MPS sök, där han av någon anledning är med. Vad tyder då detta på? Vad jag kan tänka mig är att KJ möjligen har stalkat VB eller bara råkat få se henne och lyckats få med henne i bilen. Hon har varit irriterad och kanske skickat SMS eller ringt någon, men hon har kanske inte insett situationens allvar. Han har kört henne till något avsides ställe i trakten. Där kan han ha försökt tvinga sig på henne och hon har inte varit med på noterna eller bara tyckt att han hade henne i sitt våld och kunde göra vad han ville. Hindra att hon skvallrade? Kanske hon hotade med polisanmälan? Fortsättningen går att spekulera vidare om, vilket så många gjort i denna tråd. Min frågeställning är alltså än en gång: Hur kommer KJ alls in i bilden? Tänkte han att något fynd - t ex gula påsen - skulle komma att peka på honom och ville förekomma detta genom att ha en förklaring. \"Hon kom till mig för att plugga och var hos mig hela eftermiddagen och hon fick min gula ICA-påse att bära böckerna i\". Förklaringen till varför han inte körde hem henne är ju också tunn. Han var ju omvittnat nykter och såg som sin uppgift att vara chaufför åt kompisar. Varför skulle han frångå detta just nu och sumpa möjligheten att köra tjejen hem? Ja, det är troligen ett vanligt skäl bland hans kompisar, att inte köra bil. De brukar skylla på det, så det gjorde han också ifall någon skulle undra. Som någon har sagt, han har haft tid på sig att fundera ut en story, som är enkel nog att hålla sig till."
	},
	{
		"postIndex": 49242,
		"postNum": 50338,
		"postLink": "/sp46102098",
		"postTime": "2013-11-12",
		"postUser": "ViagraFalls",
		"postUserID": "/u827070",
		"postUrl": "https://www.flashback.org/t2139074p4195",
		"userUrl": "https://www.flashback.org/u827070",
		"sentence": "Efter att ha läst FUP:en förstår jag inte hur folk kan slänga sig med ord som konspirationer och fantasier så fort MB nämns som misstänkt?? Ingen hade ett större motiv!! Sen har vi exempel på våld mot kvinnor,otrohet och en hel del övriga tveksamheten. Relationen mellan KJ och VB verkar mer jämlik och dessa personer verkar båda väldigt utsatta på sitt eget sätt. VB beskrivs av vittnen som naiv,lättpåverkad,villig att vara till lags. Blir enkelt att se hur utsatt hon varit i relationen med MB. Ibland blir hennes texter till han nästan desperata. Vidare har vi tre ytterligare familjemedlemmar som involverats med BO,utan att egentligen sägas veta så mkt om henne?? När man läser FUP:en kan man ju bara undra vad som verkligen hänt mellan MB och VB samt hur ofta. Olika familjemedlemmar ger olika svar. Själv hade jag tagit gift på att relationen varit betydligt intensivare än vad han ger sken av. Har svårt att tro att VB ber personen köpa kondomer för att nästa stund vilja vara utan. Detta osannolika beteende på 1-3 tillfällen?? Försvarets misslyckanden att ta rätt på vittnena kommer inte vara fallet i nästa instans. Man börjar ju redan nu fundera vilka som kommer försvara. Kvinnan som såg en asiatisk kvinna lämnade enligt mig ett mkt starkt första vittnesmål,hon beskrev att hon reagerade på tidpunkten,platsen,att hon var ung och söt mm. Detta kommer användas bättre för att visa på tvivel,samma gäller att åklagaren fått vissa vittnen att komma ihåg mera under resans gång. Har inga förväntningar på MB vittnesmål idag,polisen har tittar för mkt åt ett håll initialt. Men det mest graverande är hur lätt dom tagit på förhören med MB jämfört med KJ. Med KJ band dom upp han av andra vittnen så långt dom kunde.I MB fall tog dom inte ens in hans sambo före,deras argument är säkert att de hade skapat misstankar. Men då han var misstänkt borde dom byggt upp förhören på ett sätt som gjorde att han kunde motsäga sig själv(kvinnosyn,våld mm) Nu när det inte skett finns ju inte heller förhoppningar om nåt speciellt när han ska vittna. Men så länge det inte finns en starkare koppling mellan KJ och MB får jag svårt att se hur dom ska påvisa vad han egentligen gjort. Varför skulle han välja KJ som syndabock?? Sen undrar jag också varför han skulle placera benen på ett sådant sätt?? Att rikta misstankar mot någon annan på ett sådant utstuderat sätt känns osannolikt. Men lika osannolikt känns det att KJ ska ha lyckats med detta på egen hand. MB må vara oskyldig men han har själv satt sig i en taskig sits. Förstår att anhöriga och vänner på tråden gör sitt för att peka ut besvärande fakta som fantasifoster. Men är nog lika bra att vänja sig!! Om inte KJ erkänner så har resan bara börjat för MB. Jag tror den tekniska bevisningen kommer ligga till grund för en fällande dom i tingsrätten,men med ett nytt team försvarare kommer det bli riktigt svårt för åklagarna i hovrätten. I denna fas kommer tiden vara till försvarets fördel,inte osannolikt att andra kvinnor kommer träda fram och iåmd visa på ett mönster."
	},
	{
		"postIndex": 55069,
		"postNum": 56235,
		"postLink": "/sp46405273",
		"postTime": "2013-12-02",
		"postUser": "moa-tove",
		"postUserID": "/u813292",
		"postUrl": "https://www.flashback.org/t2139074p4687",
		"userUrl": "https://www.flashback.org/u813292",
		"sentence": "Oj, detta blev lite långt..... Det är lustigt, det är Kjs egna ord att VB ska ha promenerat iväg ensam för att gå hem. Efter att ha lyssnat på förhören så Tror jag inte alls det var så. Tror han körde henne. De hade ej heller sex och KJ kanske inte alls hade druckit. Varför? Jo han ljuger sig blå i förhören, om precis allt, varför inte även om detta med att hon gick därifrån? Vad hände då i lägenheten, varför stannade mobilen kvar där om det inte var för att bli laddad? Kan tänka mig scenen framför mig: KJ är konstig när hon kommer hem till honom. Han irriterar sig över hennes smsande och VB berättar om deras kärlek till varndra hon och MB, en romantisering som endast fanns i VBs hjärna. Han kanske är supersvartsjuk och döljer det utåt, vem vet. Hur vanligt är det att en sjukligt svartsjuk människa erkänner att den är det? Samma som med en alkoholist - förnekelse. Hon vill gå, men han ställer sig i vägen, hindrar henne VB känner sig rädd, hon har programmerat in 112 som sista slagna nr. Hon sitter som på nålar och vill prata med honom men vågar inte, så hon smsar MB för att hon vill han ska hjälpa henne. KJ blir ännu mer svart av avundsjuka och vill att hon ska ge honom telefonen, börjar bråka om den. Hon springer in på toaletten ett par gånger och fortsätter skriva till MB flera gånger, snälla kom och hjälp mig. Hämta mig. Får bara korta svar - jag jobbar. Hon går ut igen och KJ står bakom dörren, kommer bakom och tar stryptag på henne tills hon tuppar av, då släpper han henne och ramlar, slår i huvudet som börjar blöda. Kj får lite ångest och hämtar tejp och kompresser och plåstrar om hennes huvud. Telefonen sparkar han under soffan. Tejpen stoppar han i fickan. KJ säger att han ska köra hem henne och ger henne påsen med sina grejer. Hon mår ju inte bra så blir tacksam för att han ska köra henne. Mobilen tror hon ligger i påsen och eftersom hon är lite yr tänker hon inget vidare på den. När hon kommer till bilen tuppar hon av och KJ ser sin chans att förverkliga sin dröm uppe i ett ställe som ingen annan vet. Hans egen bas. Han åker dit och lämnar en medvetslös VB som han binder, ben, armar, munkavel, allt. Hon får ligga kvar där för han måste iväg till föräldrarnas hus och fixa lite grejer. Han går in och hälsar på bror, kompis, snor nyckeln till garaget och går ut och plockar ihop vad han behöver, verktyg, nya kläder och skor, eller en overall, rengöringsmedel, klorin, tändvätska, kniv, såg, yxa, ryggsäck, yxa Och sen- denna pulka som jag tror har använts, kanske han sparat den efter hunden, kanske han hitta en på tippen eller vad som helst. De äldre pulkorna är mycket större än vad de är nu. Sen åker han tillbaka, upp med tältet, in med VB - tortyr- stick- enorm dödsångest från VB, sen vänder han henne och sticker de dödande sticken och styckar henne. Det måste vara tillgång till vatten för jag tror han tvättar hela sig själv och henne om han är helt täckt från topp till tå. Blodet, ja det stannar ju inne i tältet, där det finns kanter upp och det är bara att dra ihop tältet och knyta om för att sen bränna det Kroppsdelarna gömmer han omsorgsfullt inne i sin bas. Där är det dessutom kallt där. Går ut till bilen naken, tar fram kläder och byter från topp till tå, utan att ha varit inne i bilen. Grejerna han använt ska han bränna upp, de och tältet är gömda i basen Jag vet inte, detta låter nog långsökt, fast ändå inte... en variant Han låter det vara så några dagar Sen hämtar han först torson i bilen, väl inplastad och tar fram pulkan. Kanske kör traktorgången eller nåt (han sa i förhör att det endast var en viss typ av bil som kunde köra där men jag tror nog den gode KJ kunde dra in och köra lite överallt, Cykelvägar har han själv berättat om. Han verkar inte vara den mest aktsamma typen I pulkan har han sedan, förstå gången - lämnat av torson, den är fastbunden vid pulkan och täckt av det där mossiga nätet de har i airsoft. Drar man pulkan med detta sakta bakom sig, syns inte ett skit ner på marken. Commander Johansson smög och kröp fram för att inte synas till en bra grop för torson Han öppnar upp emballaget och välter med hjälp av pulkan henne åt sidan, utan att röra henne drar av påsen på huvudet och tänker inte på tejpen som finns kvar. Han har Bråttom tillbaka tillbilen. Andra gången - lämnat benen - kanske i en svart sopsäck, var det inte någon som sett en sån. Sen Var han där en gång till och tömde ut benen - det var då han kom åt vristen. Han hade ett par kängor han hittat på tippen bland klädinsamlingen. Var han var ivrig och ville att hon skulle bli hittad eller fick han panik under söken när det brändes och därför flyttar han henne lite hit och dit. Ja, styckning, tortyren och det andra är en historia för sig VISST skulle han kunna ha gjort detta helt själv? Är helt säker på att han är ensam, det är för sjukt alltihop. Var det inte så att hon varit rädd för någon och som hon skulle prata med? Har för mig det från facebook. Det kan ha varit KJ. Han kanske smög på VB och MB när de skulle ses. Vem vet? (de var en vild fantasigrej bara, inte direkt realistisk men fullt möjlig) Hon kanske kände sig hotad av KJ. Ville att han skulle sluta vara elak, hånade kanske henne, pikade kanske henne, tjatade om sex osv. Han kan ha varit lite lätt Stalker på VB, man kan aldrig veta vad som döljer sig bakom denna falska fasad som heter KJ. Allt finns inte i telefon och på facebook. Är man smart, undviker man nog att skriva sånt. Och han är lite för smart för sitt eget bästa måste jag säga. Jag går inte på att han är en hjälplös liten stackare. Det är skrattretande att höra om hans svaga hjärta osv... Tror dessa orden var droppen: -Fatta, det är slut, det blir inget, jag vill inte ha dig KJ, jag älskar en man, som kan ta hand om mig, som har ett jobb, som är normal. som ska skilja sig, som vill gifta sig med mig och skaffa en bebis (?) Jo för MB hade nog klämt på rejält med smör för att få sitt lilla roliga och för att lugna ner den lilla - Detta plus annat bakåt i tiden som hänt med hemvärn, mormor osv gör att Han blir presis vansinnig -får inte jag dig, så ska ingen annan ha dig Han är inte svartsjuk säger han men med förnekelse kommer man långt i sin övertygelse. Han har stängt av som han säger, verkar inte ha en enda känsla för henne. Oj, detta skulle bli ett kort svar... Blev visst en roman, Fantasin är oändlig... Men ett mycket möjligt scenarium Kan det ha hänt något där?"
	},
	{
		"postIndex": 3438,
		"postNum": 3518,
		"postLink": "/sp43428742",
		"postTime": "2013-05-14",
		"postUser": "BeBeBe",
		"postUserID": "/u326694",
		"postUrl": "https://www.flashback.org/t2139074p294",
		"userUrl": "https://www.flashback.org/u326694",
		"sentence": "Ni undrar varför vi Bodensare inte kommenterar här så jag kastar mig väl in i diskussionen då. Känner inte VB aldrig hört talas om henne innan men efter att ha sett lite bilder tror jag att jag stött på henne på ICA. Känner MB via karaten men inte frun eller sonen. Precis som de flesta andra som kommenterat har jag svårt att se den bild ni försöker måla upp av MB. Jag känner honom som en varm, trevlig, omtänksam person. Lite flirtig men aldrig påträngande eller något sådant. Bryr sig om de han känner. I dojon kräver han disciplin och han brinner för det han håller på med. Vad gäller ev SMS kan jag säga att det är den vanligaste kommunikationsvägen när man vill skriva att man inte kan komma på träning ex beroende på hosta. Klart tränaren då meddelar att så länge man inte har ont i halsen så är det OK att träna. Har svårt att se att han skulle inleda en relation med en så ung tjej. Visst man kan aldrig känna en person helt men er bild av MB som ni fått att att läsa Facebookuppdateringar känns inte som den person jag känner. Kan säga att i Boden känner verkligen inte alla varandra. Jag känner inte ens alla på gatan där vi bott i snart 13 år. I en trappuppgång kan man oxå vara rätt anonym. Man är bara ett namn på dörren. Man känner de i sin egen ålder, samma intressen, samma jobb osv precis som i vilken annan stad som helst. Det är inte direkt någon byamentalitet, det brukar man snabbt annars märka när man flyttar in från annan större ort. Varför lämnar vi inte ut det vi hör/får veta tja i mitt eget fall är det för att jag vill inte riskera att en ev GM får veta något hen inte borde få veta via mig. Jag litar på att polisen lämnar ut det de tror skall hjälpa dem att få in mer tips. Samma sak med vilka områden MPS avsökt, jag lovar administrativa chefen har koll, områden söks av utifrån tips och lokalkännedom. Ställen där en person/kropp kan hållas gömd. Men de kan inte gå in och kolla in i hus mm. Alla föremål som skulle kunna kopplas till VB rings in till polisen. Finns det en GM skall denne inte kunna få hjälp varken härifrån eller från att vara med i MPS-söket. Visst pratas det en hel del i stan. Alla är ju oroliga, om hon blivit bortförd är det då troligt att det sker igen? Många av oss har barn som rör sig i samma områden ex på väg till/från träningar. Men folk som känner VB eller andra nämnda här i tråden blir givetvis oroliga att bli uthängda här. Precis som här blir visst skvaller plötsligt sanningar, på en och samma dag kan man få höra samma historia i flera versioner och hönor av fjädrar hela tiden. Som en enda stor visklek. Och det känns jäkligt tråkigt att människor säkerligen kommer få dras med era spekulationer under en lång tid framöver. Ingen rök utan eld... Även om röken bara bestått av \"trådsanningar\" ibland uppkomna efter felläsningar, övertolkningar och ihopblandande av människor. Se bara på hur infon om att ett medium säger att hon är i en stuga med 2 personer blir att hon har setts i en stuga eller att plånbok och kort var kvar hemma blir att nycklarna var kvar hemma. MB är våldtäktsman för att en våldtäkt skedde vid dojon men ingen ides först kolla upp att det skedde vid den andra dojon i stan. 2 grannar blandas ihop och VB har plötsligt än den ena än den andra diagnosen bland annat baserat på att på BBC tränas även personer med funktionshinder. Ett tag var VB prostituerad, hur kul tror ni sådant är att läsa för närstående och hur lätt är det att bli av med den stämpeln. Hörde senast idag en person säga \" Jag hörde att hon var eskortflicka och att mamman och pappan sålde henne\". Någon har läst det här, fört vidare och vips är det en sanning och inte en flashbackspekulation. Skäms egentligen för att jag ens läst tråden men fick höra att folk jag känner är mördare enligt denna tråd och bestämde mig för att kolla vad som egentligen stod här."
	},
	{
		"postIndex": 43001,
		"postNum": 43981,
		"postLink": "/sp45917775",
		"postTime": "2013-10-31",
		"postUser": "Lalajlaj",
		"postUserID": "/u366187",
		"postUrl": "https://www.flashback.org/t2139074p3666",
		"userUrl": "https://www.flashback.org/u366187",
		"sentence": "Jisses vad deprimerad man blir när man läser kvällen och nattens inlägg, tråden har inte rört sig en milimeter framåt, istället för att konstruktivt bidra till att tråden går framåt så har man på ett destruktivt sätt fört den bakåt. Klockan 17:09 slår någon in 112 på hennes telefon. Vad detta betyder är svårt att sia om, det kan vara en felaktig knapptryckning, ett hot att man ska ringa för att freda sig eller att man är i nöd. Under alla andra omständigheter så kanske detta försök att ringa 112 inte är så betydelsefullt men när personen som försöker ringa 112 senare mördas och styckas så kan man förstås inte bortse från att personen som ringde 112 var i nöd. Att VB skickar sista sms:et till MB klockan 18:40 visar på att hon var i livet vid denna tidpunkt, om man bortser från att KJ kan ha varit den som skickade sms:en för att sprida desinformation. Att VB inte svarar MB på hans sista sms måste vara unikt, jag tror inte det tidigare har skett att MB får sista ordet. Detta är en omständighet som talar för att VB inte hade tillgång till sin telefon eller inte var förmögen att använda den efter 18:40 och framförallt inte efter cirka 19:30 då hon får sms från MB. De tre vittnen som hört skrik varav ett vittne sett ett fönster som stängdes hos KJ i samband med skriken är ingen blytung indicie med tanke på att uppgifterna spretar om tidpunkt. Men uppgifterna är ändå besvärande för KJ då vi nu med facit i hand vet att hon mördades och styckades efter att hon lämnade denna lägenhet. KJs granne sitter på balkongen fram till cirka klockan 20:00. Under tiden han sitter där så hör han hur personer samtalar med varandra inifrån KJs lägenhet. Den betydelse som uppgifterna ovan eventuellt kan ha är dels att det kan påvisa att VB var i livet fram till cirka 20:30, eller senare, men även att KJ befann sig i bostaden cirka 20:30, eller senare. Det kan även vara en indikation på att något hände i lägenheten i samband med skriken. Ett vittne ser en asiatiska som går 500 meter från KJs hem klockan 21:30. Detta vittnesmål ensamt säger inte så mycket om hur sannolikt det är att det är VB hon ser. Hon säger först att det var en thailändska men ändrar sig sedan till asiatiska. Hon säger också att personen hon såg inte var speciellt lik den person som fanns i tidningen. När hennes man rotar fram VB i svarta kläder blir det förstås mer likt, frågan är dock om det är VB som blir mer lik eller om klädseln blir mer lik. Ovasett så kan det vara vem som helst, som inte hör av sig till polisen av olika anledningar, eller så var det VB vittnet såg. Värt att notera är att KJ i samma stund även han lämnar lägenheten och i bil beger sig hem till brodern, eller om det är efter VB först och sedan hem till brodern. Klockan cirka 22:00 kommer KJ hem till sin bror. Enligt hans egna uppgifter drack han 5 öl innan han tog bilen och begav sig till brodern. I första förhöret ljög KJ om att han lämnade lägenheten och kanske den lögnen hade hållit om han inte hade besökt brodern. Men nu gjorde den inte det och han medgav att han varit hos brodern men att han inte ville säga något för att han, för vilken gång i ordningen, hade kört onykter. Detta är förstås ingen sannolik förklaring utan det handlar helt och hållet om att han inte vill kopplas ihop med bilkörning denna kväll och dessutom att han befann sig i närområdet där kroppen senare hittas. Ytterst besvärande omständigheter att han både körde bil denna kväll och att han befann sig i ett område där kroppsdelar senare hittas. Brodern själv uppger att KJ var som vanligt och inte var full, men sluge KJ lurar alla genom att spela nykter. De här uppgifterna visar att KJ haft möjlighet att föra bort kroppen i sin bil det visar även att han befunnit sig i närheten av den plats där kroppsdelar senare hittas. Klockan 00:19 får KJ samtal, men svarar inte. Han får därefter ett sms som han direkt besvarar vid 00:19. Då befinner sig hans mobil i hemmet och således gör även KJ det. Tiden fram till klockan 22:00 gör att han i tid och rum kan utföra gärningen och då döda eller föra bort VB. Tiden mellan klockan 23:00, då han lämnar brodern, fram till klockan 00:19 då han är hemma räcker till för att i ett första steg kan släpa ned VB i det vattenfyllda värnet, om detta inte sker innan han åker till sin bror."
	},
	{
		"postIndex": 63418,
		"postNum": 64673,
		"postLink": "/sp47513598",
		"postTime": "2014-02-14",
		"postUser": "lindhsky",
		"postUserID": "/u671247",
		"postUrl": "https://www.flashback.org/t2139074p5390",
		"userUrl": "https://www.flashback.org/u671247",
		"sentence": "De flesta mord blir uppklarade för att mördaren inte klarar av att göra som Mats Alm eller KJ och neka sig igenom hela rättegången trots att allt pekar mot dem. De förstår att ingen tror på dem ändå så de ger hellre upp. Men sen finns det folk som Alm och KJ som inte bryr sig om sånt. Alm drog en av de löjligaste historierna jag någonsin hört och han klarar av att dra den trots att folk sitter där och i stort sett skrattar åt honom. Men han kom undan för att man inte kunde se om hon hade blivit mördad eller inte. När det gäller KJ har han inte dragit några extremt löjliga historier även om han försökt med några pinsamheter utan hans taktik var tydlig och det är att sänka sig själv i andras ögon och mena på att han är minsann så klen och dum att han inte kan städa upp efter ett mord. Saker som folk härinne har gått på men tack och lov inte de som dömde honom. Så det finns blod i bilen, KJs DNA på ett av de avsågade benen (har jag för mig, orkar inte kolla upp), han ljuger om gula huset, han försäger sig om vart blodet i bilen är, han träffade henne den kvällen och hon var där, han var kär i henne men hon ville inte ha honom, tejpen, hans beteende i förhören, hans beteende under söken osv osv osv. I din värld så skulle det kunna finnas fingeravtryck på hennes kropp. Hon skulle kunna ligga död i hans lägenhet. Det hade inte spelat roll för då hade missfostret bara sagt \" - Jag drack några öl. Jag och VB hade sex. Hon pluggade vidare medan jag stack hem till min bror. Du kan fråga honom. När jag kom tillbaka så låg hon död i min lägenhet med en massa hugg. \". Sen bara köra vidare på den storyn i alla evighet så hade du och några av dina pinsamma följare härinne bombat tråden med en massa \" - DET ÄR INTE KJ!\"-poster. För så länge man inte hittar mordvapnet med fingeravtryck på. Så länge mördaren ljuger. Så länge inte någon har sett mordet - helst spelat in det på video... Så ska man inte kunna döma uppenbart störda människor som KJ trots så mycket pekar mot dem. Jag kan hålla med dig om att man inte ska kunna döma någon för minsta lilla men så är det inte i detta fall. KJ klarade nästan städa undan och även om det tar emot att säga, i och med att det är ett äckligt mord med styckning vi snackar om, så gjorde han ett bra jobb. I förhören fick man känslan av att han lever i en fantasivärld. Han drog upp tv-serier och hur poliser agerar i dem. Han pratade om Dexter som städar undan mord i varje avsnitt i stort sett. Killen är säkert en drömmare och lever i sin fantasivärld och när han nu tog ihjäl stackars VB så hade han hjälp av allt han samlat på sig i sitt drömmande."
	},
	{
		"postIndex": 64476,
		"postNum": 65747,
		"postLink": "/sp47755194",
		"postTime": "2014-03-02",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p5479",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "Intressant inlägg som väldigt väl belyser hur din hjärna fungerar. Den verkar vara ett extremexempel på tendensen i mänskligt tänkande att fylla ut vita fläckar på kartan över omgivningen med egna gissningar och mer eller mindre löst grundade fantasier. Lagro vet inte hur mordet har gått till. Lagro hittar på en teori med en sammansvärjning av utländska, lejda mördare och känner sig sen tillfredsställd. Jag kan inte ge dig en välgrundad gissning över hur mordet gick till i detalj. Det kan ingen, av det enkla skälet att vi inte har tillräckligt med fakta. Vad vi har är ett antal indicier mot Kristoffer som tillsammans gör det i princip helt otroligt om han trots allt skulle vara skyldig. Det går att diskutera om dessa indicier ska räcka hela vägen fram till fällande dom för mord (griftefriden däremot är helt ointressant, han är så bunden man kan bli till det brottet), men rent logiskt hyser jag inte minsta tvivel om att rätt mördare är dömd. Sen finns det ett antal frågor som jag inte kan svara säkert på mer än någon annan: - Varför blev hon mördad? (SVAR: Troligen någon form av utbrott som ev. var kulmen på ett längre bråk där offret med sin dåliga förståelse för hur andra människor fungerade kan ha provocerat fram en reaktion som hon aldrig väntat sig. Men jag kan inte utesluta att det kan ha utlöst på något annat vis eller att han faktiskt har haft fantasier om att begå ett brutalt våldsdåd och att något fick honom att sätta dessa fantasier i verket just denna dag) - Var blev hon mördad (SVAR: Det kan man inte säkert veta. Jag tror att hon kan ha blivit mördad i lägenheten trots allt, men att merparten av de skador hon hade på kroppen kan ha tillfogats senare, av oklart syfte. Kanske för att förvilla. Det kan dock också ha gått till på det viset att Vatchareeya blev attackerad och skadad i lägenheten, men sen \"övertalad\"/tvingad att följa med ut till bilen under förespegling att han skulle skjutsa hem henne. Han har dock kört in i något skogsområde där han huggit ner henne och dödat henne, varefter han lämnat kroppen och begivit sig till sin bror. Kanske för att få alibi, kanske för att hämta saker han behövde. Sen har han återvänt och styckat kroppen för att kunna flytta den säkert till ett nytt ställe. Men det är bara teorier. Vi måste dock inte kunna besvara dessa frågor säkert för att döma honom för mordet) - Vad hände efter mordet (SVAR: Även här finns många frågetecken, men troligen har transport av kroppen skett de allra första dagarna, sen har ju av allt att döma bagageutrymmet fyllts med diverse saker som sen legat där fram till häktningen. Min gissning är att han tog kroppen till fyndplats 2 och gömde den i gropen. Där har den pga att den legat skyddad och pga relativt låga nattemperaturer inte hunnit jättelångt in i förruttnelseprocessen. Sen har han av något skäl som kan vara psykologiskt eller för att göra sig av med kroppen återvänt någon gång under perioden 13-19 maj och flyttat benen till Gula huset några hundra meter därifrån. Antingen orkade han inte fysiskt eller så orkade inte psykiskt att fullfölja. Kanske blev han störd och vågade inte återvända) - Fanns fler inblandade (SVAR: Det tror jag inte, men jag utesluter inget. Det mesta runt detaljerna kring hur kroppen hanterats talar dock för att det är som det ser ut att vara: Ett verk av en person som inte är fullt rationellt fungerande och tänker på ett vis som inte är helt normalt precis. Det här är mitt tycke ett av de löjligaste inslagen i den här tråden: Hur just detta med hur kroppen hittades använts av diverse folk inkl dig för att framföra teorier som är totalt rakt motsägande mot hur det ser ut: Att det ligger rationell, iskall planering bakom att vräka ner en död kropp i en nödtorftigt övertäckt grop och att sen flytta ett par ben in i ett övergivet ödehus. Antingen man nu tror att det är ett kriminalgeni i form av en 50-årig karatetränare eller somaliska, lejda machetemördare som ligger bakom. I själva verket finns det ju ingenting i de kända fakta vi har runt efterspelet till mordet som svär emot vad man skulle gissa rent allmänt om en person som Kristoffer mördade någon och skulle försöka röja undan spåren efter sig. Det bevisar förvisso inte i sig självt att just han är skyldig, men det talar sannerligen inte emot honom heller."
	},
	{
		"postIndex": 42973,
		"postNum": 43952,
		"postLink": "/sp45916705",
		"postTime": "2013-10-31",
		"postUser": "MrFold",
		"postUserID": "/u436566",
		"postUrl": "https://www.flashback.org/t2139074p3663",
		"userUrl": "https://www.flashback.org/u436566",
		"sentence": "Jag vill poängtera att jag inte tänker \"juridiskt\" här, utan på det sätt som faller sig naturligt för mig: Ett växelspel mellan helhet och detaljer. Olika människor har olika styrkor tankemässigt. Jag har med åren kommit fram till att jag varken är någon de stora linjernas man eller den verklige sakexperten som pejlar in alla små, små detaljer inom ett område. Min styrka ligger istället i att växla mellan perspektiven och hjälpa \"helhetstänkare\" med detaljperspektiv när det behövs och folk som kör fast i små delar och inte kan se hur information och processer hänger ihop att lyfta blicken till helheten. Så är det rent yrkesmässigt åtminstone. Nåväl, enbart den omständigheten att han inte gör ett enda ringförsök efter att han fått höra att hon försvunnit är lite anmärkningsvärd. Det är definitivt inte så jag skulle bete mig och jag tror heller inte att det är jättevanligt, men visst: Alla tänker inte på samma sätt. Man kan också tänka sig att någon som också känner VB har berättat för honom att hen har ringt flera gånger och bara kommit till en telefonsvarare. Någon sån uppgift har dock inte framkommit i förhören med honom. Det är också tänkbart att han faktiskt ser henne som en inte alltför nära kompis och tänker att det inte riktigt angår honom. Detta motsägs dock av hans egen uppgift om sina känslor för henne. Jag tittar nu på hur han reagerar när han (enligt egen utsago) får veta att hon försvunnit. Han engagerar sig omedelbart i det eftersök som ska starta och börjar också mobilisera sina kompisar. Han är öht väldigt aktiv; man märker inte mycket av den sege, slöe KJ utan organisationsförmåga som målats upp här av vissa. Hans agerande här kan förklaras på flera sätt: Antingen är han genuint oroad över vad som hänt med VB och vill göra allt för att hitta henne. Eller så är engagemanget ett uttryck för något annat: Nyfikenhet, behov av kontroll (om han vet att VB:s döda kropp finns där ute i terrängen, en cover-up, att själva uppgiften i sig är spännande för en MÖP. OM det är ett genuint engagemang och oro så går det väldigt dåligt ihop med att han inte en enda gång försöker ringa och kolla. Ännu märkligare blir det med tanke på att hans kompisar uppmanar honom att ringa. Okej om han med sin AS och udda tänkande inte tänkt på saken, men nu? Och när han så även spelar teater för en kompis och låtsasringer VB (en manöver han inte tjänar ett dugg tid eller ansträngning på, kontakten finns kvar i telefonen och han kan få fram den på några sekunder om han inte har numret i huvudet) så menar jag att gränsen passerar för det rimliga. Hans motiv att delta i söket beror på något annat. Så länge vi inte vet att VB är död och mördad är det här fortfarande dock bara ett beteende som lika gärna kan betyda att han är likgiltig för vad som hänt henne på ett känslomässigt plan, han är kanske bara ute efter spänningen i sökinsatsen? Men även det antagandet är skakigt när man tittar på låtsasringningen. Jag kan inte förklara den på ett annat rationellt vis än att han inte VILL ringa henne. Varför? Nu när vi vet att hon är död och mördad så blir den mest rimliga slutsatsen att han på något vis är inblandad i hennes försvinnande. Han VET att hon inte kommer att svara. Kanske är det nån slags märklig AS-rationalism, kanske tycker han det är känslomässigt obehagligt att ringa. Jag är numer inne på den sistnämnda hypotesen, utan att på något vis kunna belägga den. Den stämmer bäst med mönstret att KJ raderar hela sin chatt med VB ur telefonen nån gång efter den 4:e maj samtidigt som han ju faktiskt på ett rätt tidigt stadium informerar polisen om att hon varit hos honom. Han inser inte att detta beteende faktiskt kan bli komprometterande för honom. Kanske befinner han sig dessa dagar i en slags mellantillstånd där han både är medveten och inte riktigt medveten om vad han gjort. Dessa känslor driver honom å ena sidan till aktivitet; Vara med i söket, engagera kompisar, prata med polisen. Samtidigt vill han tänka så lite som möjligt konkret på VB själv och vill därför inte ringa hennes telefon och raderar t om hela chatten så att han ska slippa se hennes bild när han går in på sina SMS. Men det är möjligt att jag har fel: Både telefonhanteringen och söket kan vara cover-up, samtidigt som han inte inser att detta med att han inte ringer kan kollas upp och förefalla misstänkt. Hursomhelst kan jag inte hitta några alternativförklaringar till hans beteende som verkar rimliga när man tittar på denna helhet. Och hans egna svar i förhören går knappt att förstå. De låter som det de antagligen är: Försök till efterhandskonstruktioner i en pressad situation. När man sen gör de tekniska fynden i bilen, på kroppen och lägenheten så blir det hela ännu mer begripligt. Jag är medveten om att man kan se det som ett cirkelresonemang, men jag tycker inte att det är det. Det handlar mer om en helhetsbedömning i stil med den hovrättsdom i ett indiciemål jag citerade tidigare ikväll. Ju mer annan bevisning vi har mot honom, desto troligare förefaller hypotesen om vad som ligger bakom både uteblivna kontaktförsök och lögner om det."
	},
	{
		"postIndex": 74920,
		"postNum": 76387,
		"postLink": "/sp48614005",
		"postTime": "2014-05-02",
		"postUser": "KSP",
		"postUserID": "/u610029",
		"postUrl": "https://www.flashback.org/t2139074p6366",
		"userUrl": "https://www.flashback.org/u610029",
		"sentence": "Jag vill påvisa att det finns utrymme för en annan persons (MB?) inblandning i fallet VB. Jag har också spekulerat i samma banor. Jag menar att MB har fått information via VB att hon skulle/var hemma hos KJ denna kväll/em. Antingen via sms eller telefonledes under den 4/5. Det finns också en möjlighet att VB sett MB i närheten av UG när hon väntade på att bli upplockad av KJ. Klockslagen för denna möjlighet ligger nära i tid med varandra. MB och VB kan tom ha samtalat med varandra kort innan KJ kom till platsen. I och med detta visste MB att VB befann sig hemma hos KJ. Ovan scenario är inte en omöjlighet men är en spekulation ifrån min sida. Om man fortsätter att konspirera efter ovan stycke, kan man få till ett förutbestämt möte emellan VB och MB någonstans i närheten av MB's hemfärd med taxin. Detta potentiella möte kan man få att stämma ihop med KJ's uppgifter om att VB lämnade hans bostad runt kl.20,30-21,00. Med detta vill jag säga att MB vet vem KJ är, vart han bor samt vilken bil han använder sig av. MB är notoriskt otrogen mot AN han är inte en person att lita på och jag är övertygad om att han ljuger och gärna tillrättalägger och förvränger fakta till sin egen fördel när detta är möjligt för att upprätthålla sitt stora ego med tillräckligt stora doser av positiv stimulans. Hans grandiosa självbild och hans icke adekvata beteende gör naturligtvis inte MB till en mördare, det finns all anledning att misstänka att hans alibi för den 4/5 är fabricerad till hans fördel då själva alibit (AN) och MB själv uppger motstridiga uppgifter under förhör. Det är dock inte olagligt att ljuga i förhör och man har heller inte valt att gå vidare med att undersöka MB's uppgifter i FU närmare. De valde dock att ha spaning på honom under den första perioden av VB's försvinnande. Spanarna lyckades dock tappa bort målet ett par gånger under spaningsperioden och både datum och tider i spaningsrapporten är redigerade i efterhand då det upptäcktes felaktigheter i rapporten. Spaningen av MB avslutades några dagar före kroppsdelarna av VB hittades på FP 1 och 2, i och med detta hade även MB en tillfällighet att placera ut kroppsdelarna på fyndplatserna. Jag tror detta är en mycket viktig punkt för GM. Att stycka henne kan förklaras med en lättare transport och tvättandet kan bla. förklaras med att dölja DNA ifrån GM. GM har haft flera dagar på sig att hantera kroppen, han har också förvarat den på ett svalt ställe utan att ha blivit upptäckt. GM har också varit synlig bland familj och vänner samt haft spaning på sig 24/7. Kroppen har flyttats från mordplatsen till styckningsplatsen för att sist förflyttas till fyndplatserna. Detta ger en indikation på att själva hanteringen av kroppen ifrån mordet till att fyndet gjordes, inklusive transport och förpackning har tagit mycket av GM's tid i anspråk. Vem har haft den tiden och var har man styckat och var har man förvarat kroppen svalt under alla dessa dygn innan den hittades? Att förflytta kroppen till fyndplatserna är antagligen en nödåtgärd av GM, dels är platsen illa vald med tanke på att det rör sig mycket människor i omgivningarna och risken att bli påkommen under arbetets gång är ganska stor, dels, kommer VB att hittas relativt omgående. Var det bråttom att förflytta kroppen ifrån styckningsplatsen eller ville GM att hon skulle hittas ? Jag tror att GM var tvungen att flytta på henne och visste inte egentligen vad han skulle göra med likdelarna, så det blev ett dåligt val som gjordes under stress. Det är blodet i skuffen och det dåliga valet av fyndplats som var avgörande för mig mellan MB och KJ. Förvånande väl utfört mord om nu KJ är helt ensam om detta med tanke på att blod och liklukt är det enda bindande tekniska bevisning som fick honom på fall i HR. Hade han förpackat henne på ett lite bättre sätt hade vi kanske inte suttit och skrivit om ufot från Boden och karatefamiljen från Sävast i en tråd på Flashback."
	}
]
