[
	{
		"postIndex": 16,
		"postNum": 16,
		"postLink": "/sp46076847",
		"postTime": "2013-11-10",
		"postUser": "sven33",
		"postUserID": "/u373986",
		"postUrl": "https://www.flashback.org/t2256004p2",
		"userUrl": "https://www.flashback.org/u373986",
		"sentence": "Idiotiskt förslag. Sverige har redan idag extremt höga skatter och just därför betalar i stort sett inga större svenska företag skatt i Sverige. Vill man att fler ska sluta med det låter det som en jättebra ide men det är inget önskat resultat. Visst, man kan börja tvinga dem genom att täppa till kryphål men om du tror att tex Ericsson kommer gå från att betala 0 kronor till 20 miljarder kronor per år är du mer en naiv. Dagen efter att någon är dum nog att täppa till hålet (och på detta höja skatten? ) kan jag lova dig att Ericsson och i stort sett alla andra större svenska företag registrerar företaget någon annan stans och flyttar ut all möjlig produktion till utlandet. Vilka pengar ska ni då använda till ert kommunistimperium? Den enda anledningen till att höja skatten för riktigt rika människor är att locka till sig röster från oallmänbildade idioter. Riktigt rika människor eller företag behöver inte betala skatt om det inte vill. Finns tusen sett att undkomma detta så varje gång du höjer skatten faller enorma intäkter bort pga att folk slutar betala skatt, du behöver inte ha särskilt hög skatt i dagens globala samhälle för att inkomstgrafen ska korsa bortfallsgrafen. Don't get me wrong, jag hade kunnat acceptera en tillfällig skattehöjning för riktigt rika i det här läget om det faktiskt hade gett intäkter, men det gör det inte. Kolla bara på Frankrike där tom Hollandes ekonomiska rådgivare på förhand erkände för pressen att de räknade med att förlora pengar på att införa Frankrikes \"rikemanskatt\" för de som tjänar mer en 1 miljon Euro per år. Såhär här i efterhand har det blivit ett fiasko som gör att Hollande nu är den franska president med lägst förtroende i landets historia. Nu kanske ni tänker, hur kunde det fungera förr i tiden när skatterna faktiskt var så höga? Svaret är delvis att, det gjorde det inte. Det har alltid funnits kryphål och att sänka skatter har ofta varit ett sätt att få fler att betala skatt vilket lyckats. Sedan fanns det inga välutvecklade länder med lägre skatter att flytta tex produktion till för några decennier sedan, logistiskt sätt var det också mycket svårt och dyrt. Nu för tiden är detta lättare och det blir billigare och lättare för varje år som går."
	},
	{
		"postIndex": 94,
		"postNum": 96,
		"postLink": "/sp46082501",
		"postTime": "2013-11-10",
		"postUser": "Nerman",
		"postUserID": "/u453003",
		"postUrl": "https://www.flashback.org/t2256004p8",
		"userUrl": "https://www.flashback.org/u453003",
		"sentence": "Hur menar du att det finansieras genom att höja skatten. Om ett företag behöver betala 8 timmars lön för 6 timmars arbete så kommer de förlora stora summor pengar på detta. Om man dessutom höjer skatten kommer skadan bli enorm mot många företag om redan idag går på knäna. Företagen är ryggraden i en välfärdsstat. Utan företag ingen välfärd Våran ekonomi är extremt beroende av export. Utan Eu försvåras exporten vilket skulle suga för svenska företag. Dessutom kan vi påverka saker som vi inte kunde göra ett piss åt innan. Tänk om Polen bestämde sig för att dumpa massa radioaktivt avfall i Östersjön. Innan vi gick med i EU hade vi inte haft något att säga åt det, nu hade vi kunnat stoppa det. Varför tror du de tar bort platser för framtida psykologer? De gör de för att de inte behövs så många psykologer. Det finns ingen mening i att utbilda 100 psykologer om bara 50 får jobb efter Du tycker inte att skattepengar ska gå till privata företag? Tycker du inte då att vi ska få köpa matteböcker eftersom de säljs av privata företag? Eller datorer, pennor eller ska vi förbjuda att skolan köper in privata snickare som bygger om? Kan bara föreställa mig hur många kompetenta politiker som kommer byta till den privata sektorn om deras lön sänks så mycket... Dessutom varför skänker inte alla vänsterpolitiska politiker som tjänar över 27 000 överskotten till Rädda Barnen om de är beredda att leva på den summan"
	},
	{
		"postIndex": 47,
		"postNum": 48,
		"postLink": "/sp46080168",
		"postTime": "2013-11-10",
		"postUser": "Svizzera",
		"postUserID": "/u490763",
		"postUrl": "https://www.flashback.org/t2256004p4",
		"userUrl": "https://www.flashback.org/u490763",
		"sentence": "6h arbetsdag med 8h lön: Detta vansinne kommer leda till att all form av företagsamhet med anställda kommer att försvinna ur Sverige -> kraftigt minskade skatteintäkter och därmed kan mindre välfärd finansieras. Glöm inte att världen är globaliserad och företag kan sticka iväg till Rumänien i ett nafs och anställa folk som jobbar 40h per vecka för en lön på SEK 3000:-. Gå ut ur EU: Kan jag hålla med om. Sverige betalar betydligt mer än vad man får tillbaka. Imperiumet EU är byråkratiskt, dyrt och odemokratiskt. Bilaterala fördrag med EU som exempelvis Schweiz gjort vore att föredra och blir billigare i slutändan. Högskoleplatser: Finns det inga högkvalificerade jobb (för att exempelvis de anställda ska ha lön för 8h, men bara jobbar i 6h) så är det slöseri med resurser att utbilda folk som sedan måste flytta till länder det finns verkliga karriärmöjligheter i för att slippa gå arbetslösa efter sina studier. Enkel marknadsekonomi (tillgång och efterfrågan). Vinster i välfärden: Vad är principiellt fel med vinster över huvud taget? Är det oetiskt att tjäna pengar på att folk täcker basbehov som när de köper kläder (H&M), mat (ICA) eller åker tåg (det företaget som byggde rälsen)? Jag håller med om att det är direkt opassande att kommuner tvingas anlita dåligt organiserade privata företag vars VD enbart ser möjligheten att tjäna stora pengar på att dåligt betalda anställda stressar ihjäl sig. Men är verkligen kvalitén så mycket bättre om det är kommunen som sköter dessa uppgifter? Politiker är synnerligen dåliga på att driva företag, särskilt folk från vänsterhåll som ofta inte har någon som helst erfarenhet vad gäller företagande och risktagande. Håller sig inte företaget i fråga till sitt plikthäfte så är det bara att säga upp det och låta ett annat seriösare företag sköta jobbet, här har kommunerna en plikt att se till att kvalitén håller måttet för det man betalar för. Om VD:n tjänar pengar på det hela i slutändan för att han sköter sitt företag bra så ser jag inget fel i om han lyckas tjäna en slant i slutändan, han har faktiskt ingen garanti för att det ska gå runt ekonomiskt och han tar stora risker i och med att driva företag i ett skattehelvete som Sverige."
	},
	{
		"postIndex": 54,
		"postNum": 55,
		"postLink": "/sp46080593",
		"postTime": "2013-11-10",
		"postUser": "fuzeman",
		"postUserID": "/u470684",
		"postUrl": "https://www.flashback.org/t2256004p5",
		"userUrl": "https://www.flashback.org/u470684",
		"sentence": "Nej men skämtåsido. Nog för att det är mycket högerfolk på flashback men har svårt att tro att alla är företagare också. Är alla helt hjärntvättade av näringslivet eller? Företagen tar i dag ut samma vinst som på 30-talet. Allt mindre går till lön och reinvesteringar medans en otroligt stor kaka går till vinst och aktieägarna. Det har aldrig varit så roligt att vara rik som i dag. NU har vi haft det så i snart 20 år. Kanske är dags att satsa på arbetarklassen i alla fall? Vi har devalverat kronan ett x antal gånger under 80- och 90-talet. Vilket har sänkt priset på kronan globalt och därigenom också en reallönesäkning. Värt att tänka på att de största, rikaste svenska företagen som säljer en konkret vara bildades på efterkrigstiden. Då skattekraven var så otroligt fruktansvärt hög att det inte lönade sig att plocka ut vinst i princip. Kritiker från borgerliga håll menar att det också var den sämsta tidpunkten för företagande eftersom skattetrycket var så absurt. Men hur gick det då? I stället för att plocka ut vinst så gick ju överskottet tillbaka rakt in i bolaget som en reinvestering och företagen bara växte. I dag skulle jag hävda att det inte finns något företagande som går ut på att bilda stabila, långsiktiga, stora företag. Utan det går bara ut på att göra snabba pengar och så fort som möjligt få vinstutdelning. Sen konkar dom eller dylikt. Det finns i alla fall pengar i företagens \"skattkistor\" att ta av, det ska gudarna veta. Sen är givetvis hotet att det är så lätt i dag att förflytta sig utomlands och visst är det en risk och en övervägning som måste räknas in. Men som någon sa att te.x en elfirma kan flytta till Rumänien där folk jobbar för 3000:- / månaden. Då försvinner ju arbetstillfällen från Sverige i vilket fall som behöver fyllas upp. Och kommer dom hit och arbetar så kommer facket kräva avtalsmässiga löner så då får dom konkurrera på samma villkor ändå. Jag tycker det finns fog och är dags för en lite mer vänstervriden regering nu. Även om jag absolut"
	},
	{
		"postIndex": 84,
		"postNum": 86,
		"postLink": "/sp46082055",
		"postTime": "2013-11-10",
		"postUser": "El Capitano",
		"postUserID": "/u108651",
		"postUrl": "https://www.flashback.org/t2256004p8",
		"userUrl": "https://www.flashback.org/u108651",
		"sentence": "Vänsterpartiet är ett väldigt underligt parti som helt tappat all förankring med verkligheten. De fattar överhuvudtaget inte att de lever i en globaliserad värld. Hög företagsbeskattning innebär vadå? Jo, att företagen på Ikea-vis officiellt flyttar utomlands. Varför ska någon överhuvudtaget vara registrerad i Sverige bara för att få det tvivelaktiga nöjet att betala dubbelt så mycket skatt som alla internationella konkurrenter. Och hur ska man förklara det för aktieägarna, att deras vinstpengar går till att betala skatt istället? Nej, då flyttar naturligtvis dessa sina pengar till motsvarande bolag i land A, B och C istället och tjänar X% extra med exakt samma risk. Vänsterpartiet får gärna förklara hur detta ska fungera i den verkliga världen med global konkurrens. Det är nämligen så att det är väldigt enkelt att lova saker. Detsamma gäller sextimmarsdagen. Hur ska detta fungera med internationell konkurrens, om lönekostnaden för en svensk arbetare blir klart dyrare än för en tysk, fransk, amerikansk, och för att inte tala om kinesisk. Tänker man helt avveckla industrin i landet? Det enda sättet detta kan fungera på är om hela världen gemensamt inför sextimmarsdag (kommer aldrig hända) eller att staten finansierar mellanskillnaden till en början genom att trycka pengar. När inflationen sedan ätit upp glappet och \"bibehållen lön\" helt enkelt innebär att en lön på pappret på 20 000 egentligen bara har en köpkraft på 15 000 - så att man bara får lön för sina arbetade sex timmar - så kan det fortsätta som innan."
	},
	{
		"postIndex": 45,
		"postNum": 46,
		"postLink": "/sp46080008",
		"postTime": "2013-11-10",
		"postUser": "SD-Kalle",
		"postUserID": "/u809055",
		"postUrl": "https://www.flashback.org/t2256004p4",
		"userUrl": "https://www.flashback.org/u809055",
		"sentence": "Tycker om hur man går hela vägen med sin ideologi och att man på det sättet har en väldigt tydlig politik. Trots att det är lite svårt att erkänna har 6 timmars arbetsdag alltid varit något jag tyckt låtit väldigt bra. När det gäller EU håller jag som sverigedemokrat naturligtvis med V. . Vi har ju redan ett stort antal högskoleutbildade som inte får arbete i sina respektive områden. Varför slösa bort mer pengar och fler högskoleutbildningar när alla ändå inte kan få arbete? säger även SD nej till att företag plockar ut stora vinster från välfärden. Men att säga blankt nej till valfriheten och konkurrensen i välfärden, som jag tror behövs för att förbättra kvalitén, bara för att regleringarna på vinsterna hittills inte varit tillräckliga tror jag inte alls på. håller jag definitivt med om, men att straffbeskatta vanligt folk och höginkomsttagare, som redan idag står för en stor del av Sveriges skatteinkomster och som dessutom skapar otroligt mycket arbeten genom investeringar och företag, är bara dumt rakt igenom. Sverige har redan ett av världens högsta skattetryck och med tanke på detta finns det definitivt andra områden som slukar extremt mycket pengar från välfärden, bättre att spara och dra ner på dessa områden. och därför se till att tryggheten på våra gator försämras ytterligare. Våldtäktsmän och mördare ska med vänsterpartiets politik få komma ut efter bara ett fåtal år. Vad skickar det för signaler till framtida brottsförbrytare och framförallt till brottsoffren? är att de vill fortsätta med massinvandringen som skapar så otroligt mycket sociala och ekonomiska problem i Sverige och som dessutom inte hjälper särskilt många människor."
	},
	{
		"postIndex": 42,
		"postNum": 43,
		"postLink": "/sp46079591",
		"postTime": "2013-11-10",
		"postUser": "rootbit",
		"postUserID": "/u334389",
		"postUrl": "https://www.flashback.org/t2256004p4",
		"userUrl": "https://www.flashback.org/u334389",
		"sentence": "Politik handlar till stor del om att välja en skitsnackare över en annan. Att vänsterpartiet skulle vara lösningen på Sveriges problem är skrattretande Det är vänsterns syn på omvärlden i förhållande till den svenska befolkningen som ligger till grund för den oansvariga politik som har förts i det här landet under lång tid. Hela det politiska etablissemanget, från vänster till höger, har idag anammat en vänsterliberal syn på omvärlden. Det är som att bevittna ett äktenskap mellan kapitalismen och socialismen. All denna dårskap tog sin början med Palme när han började prioritera nordvietnameser och chilienska kommunister framför Sveriges egen befolkning. Vad gäller EU så var det från början ett freds- och frihandelsprojekt med ett sunt syfte. Med tiden, och under influens av vänstern och vänsterliberaler, gick det hela för långt och förvandlades till att bli ett socialliberalt experiment. Istället för att handla om fri handel blev det istället fokus på tredje världen, mänskliga rättigheter etc. I slutänden blev det en dyr krognota utställd på det svenska folket. Länder med sämre standard och sämre utveckling fick genom EU och EMU möjlighet att äta sig mätta på de mer välutvecklade ländernas bekostnad. Vad tjänar exempelvis etablerade svenska företag på att polacker och bulgarer kan komma hit och jobba för 20 spänn i timmen? Svar: Ingenting. Det enda som händer är att våra löner blir sämre och att svenska företag förlorar anbud i och med den mördande konkurrensen. Den \"svenska drömmen\" om villa och volvo är ett minne blott. Av de stackarna som fortfarande inte har förstått detta sitter många nu med banklån upp över öronen. Visst, jag kan förstå att man ur ett säkerhetspolitiskt perspektiv vill få länder ur det forna USSR att växa sig starka och närma sig marknadsekonomier som exempelvis Sverige. Jag kan förstå att man vill hindra de här länderna från att återigen hamna i klorna på socialismen. Frågan är väl om det enda sättet att lyckas med detta är att göra svenska medborgare arbetslösa och ruinerade? Jag tror faktiskt inte det. Det strider lite mot idén att våra folkvaldas främsta uppgift är att representera det svenska folket. Nej, hade EU stannat vid att vara ett frihandelsprojekt hade allt fungerat på ett utmärkt sätt. Idag handlar EU mer om överstatlighet och politisk korruption, inte helt olikt Sovjetunionen om man tänker efter. Jag har faktiskt svårt att se det liberalkonservativa i en ny superstat.."
	},
	{
		"postIndex": 90,
		"postNum": 92,
		"postLink": "/sp46082272",
		"postTime": "2013-11-10",
		"postUser": "Richard80",
		"postUserID": "/u558784",
		"postUrl": "https://www.flashback.org/t2256004p8",
		"userUrl": "https://www.flashback.org/u558784",
		"sentence": ", allt är inte vänsterpartiets politik men jag har satt ihop lite ideer: Dom 20 största företagen har en omsättning på 1 881 932 200 000 biljoner, och visar en vinst på 198, 192 600 000 miljarder för 2012 vilket blir en vinst på 146, 067 946 200 miljarder efter skatt. Dom betalar alltså bara 52, 124 653 800 miljarder i skatt. Dom har alltså en gemensam omsättning på nästan 2 biljoner och redovisar endast ca 200 miljarder i vinst, alltså ca 10% av alla pengarna i vinst. Arbetarnas löner ligger på ca 316 miljarder om året vid en snittlön på 25 000 :- per mån. Vilket blir ca 15,8%. Dom har alltså kvar ca 75% av pengara för att födela på material transport? Maskiner och fabriker är ju redan inköpta och färdigbyggda så det blir ju endast underhåll som är väldigt små summor i jämnförelse. Jämnför detta med Statens inkomster är är 868, 914 799 000 miljarder per år och utav dom så är 811, 812 116 000 miljarder rena skatteintäkter. Vad hade hänt om företagen verkligen betalade vad de skulle i skatt utan att trolla bort pengar i räntesnurror,skatteparadis och hål i lagen osv.? I processen med att tillverka produkter bildas också gifter i olika slag som förorenar vår planet och bara en liten del av resurserna man tagit från jorden blir en faktisk produkt. Ofantligt mycket material kastas eller går till spillo skulle uppskatta att knappt 10% används i slutändan. för att sedan gå vidare till ett mer moget och hållbart samhälle, det menas med hållbart för planeten. Och börja fundera på frågor som: Hur stor mänsklig population är hälsosamt för planeten? Är det viktigt att vi köper nya prylar varje år eller kan vi nöja med dom prylarna vi redan har? Kan vi nöja oss med det som kan produceras här? Vi kan också gå vidare och utveckla olika gemenskapsprojekt i samhället där tex. Invånare i samma stadsdel samlas en kväll i mån med bla.kostnadsfri: filmvisning,sång,dans där alla invånare i stadsdelen är välkomna, vilket skulle leda till större gemenskap och ökad trygghet i samhället , liknande socialdemokraternas tanke med folkets hus."
	},
	{
		"postIndex": 1,
		"postNum": 1,
		"postLink": "/sp46075600",
		"postTime": "2013-11-10",
		"postUser": "Richard80",
		"postUserID": "/u558784",
		"postUrl": "https://www.flashback.org/t2256004p1",
		"userUrl": "https://www.flashback.org/u558784",
		"sentence": "Detta ska finansieras med höjd skatt för stora företag. Vi säger också nej till det femte jobbskatte avdraget och sänkt arbetsgivaravgift till stora företag som tex. Mcdonalds som redan gör miljarder i vinst, och lägger istället dessa pengar på sänkt arbetstid för alla. Vi räknar också med att spara pengar på minskade sjukskrivningar och förtidspensioner då folk i större utsträckning kommer att orka arbeta fram till sin pension vid 65 år. Då makten koncentreras mer och mer till bryssel leder det till att vi får mindre att säga till om, förändringar i vårt eget land. Vi behöver bli mer självständiga och självförsörjande som land, och inte beroende av andra länder, eller amerikanska storföretag för att gå runt. Vilket gör att vi blir mer känsliga för kriser i världsekonomin dvs. så att vi inte dras med i andra länders kriser. Vi är fullt kapabla att ta hand om oss själva och tillfredställa våra egna behov men samtidigt är det viktigt att vi har bra relationer med andra länder utan att vara beroende av dem. Totalt tog moderaterna bort 12 000 utbildningsplatser förra året och ytterligare 10 000 platser detta året inkl. komvuxplatser och yrkesinriktade vux platser. Detta trots att antalet sökande till varje utbildningsplats ökar stadigt varje år. Tex. så hade psykologiprogrammet för en högskola i stockholm förra året 4204 sökande till 46 platser, det ger ett snitt på ca 105 sökande per plats. Samtidigt har moderaterna infört en kostad på ca 100 000 per år beroende på program för utländska studenter som kommer till Sverige och studerar, vilket tidigare var gratis för dem. Trots detta tar moderaterna bort högskoleplatser för oss som vill läsa sig till ett bättre jobb. Socialdemokraterna vågar inte säga nej till moderaterna utan rör sig mer till höger för att kunna kompromissa med moderaterna. Socialdemokraterna har gjort mycket bra för Sverige historiskt sett och med hjälp av vänsterpartiet har vi redan sänkt vår arbetstid från 14 tim per dygn och lördagsarbete på 70 talet till dagens 8 tim med 2 lediga dagar per vecka. Vi har också infört \"gratis\" skola och sjukvård för alla, som moderaterna strävar efter att vi ska få betala själva för i framtiden, med en årsavg. på ca 100 000 kr per läsår i skolan eller 90 000 kr för en höfledsoperation då man inte har råd att försäkra sig, precis som man betalar i andra moderat eller högerstyrda länder som tex. Usa, Belgien eller England vars styrande har samma politiska ideer som moderaterna har i slutändan."
	},
	{
		"postIndex": 406,
		"postNum": 412,
		"postLink": "/sp47649540",
		"postTime": "2014-02-23",
		"postUser": "maaaaaaaa",
		"postUserID": "/u760362",
		"postUrl": "https://www.flashback.org/t2256004p35",
		"userUrl": "https://www.flashback.org/u760362",
		"sentence": "Fast dina exempel är helt efterblivna när man pratar om drivkraft. Självklart spelar pengar in vid jakt på partner, eller tror du alla fula gubbar i 60-årsåldern med sina ferraris lyckas få sina damer genom år av socialistisk och altruistisk utveckling av personlighet? Men visst, det finns inga pengaincitament i att förbättra din image, däremot är det ingen produkt som ska utvecklas, därför finns ingen logisk koppling mellan detta och huvudämnet. Återigen efterblivet eftersom de flesta heller inte har någon drivkraft att göra något spektakulärt med sina knattelag - de gör det som en kul grej och det är därför Barcelona aldrig kommer bli tränad av en socialistisk 40-årig pappa som gör det som kul grej efter jobbet. Internet skapades för att kunna användas i krig, knappast för att låta det arbetande folket kontakta varandra via facebook. Att säga att fildelning är en uppfinning är som att säga att hemsidor är en uppfinning - nej. De som suger, ja. De bästa musikerna går vidare och - hör och häpna - TJÄNAR PENGAR! Fy, vad girigt och kapitalistiskt. Jag har heller aldrig hört talas om någon världskänd artist som ger ut sina konsertbiljetter och skivor gratis. Vafalls? Musiker vill ju bara sprida kärlek Och detta gjordes under hur lång tid? 10 000 år? Lugna ner dig lite nu flash hur snabbt vill du egentligen att samhället ska utvecklas? skämt åsido, här har du kanske människor som inte är drivna av pengar men det finns ju lika lite bevis på det som att de gjorde det i kollektivets namn. Alltså, de gjorde sina upptäckter för att sträva efter att tillfredsställa sig själva. Att samhället senare fick ta del av deras arbete var snarare en bonus. Dina exempel var dåliga(med visst undantag för det sista) och kan därför kan du absolut inte användas till att dra den otroligt generaliserande slutsatsen att människor inte drivs av pengar. De flesta som gör din dator, din mobil, din TV, osvosvosv gör det för att återigen - hör och häpna - . Exempel tack, jag är rätt glad att jag har 1500 funktioner i min mobil för 5000 kr än 1 funktionför en kostnad på 10 000. Klar förbättring i min bok, och detta på bara 25-30 år. Bullshit Vill konsumenter hellre ha produkter som håller längre, köper konsumenter produkter som håller längre och marknaden kommer anpassa sig. Nu lever vi i ett samhälle där folk hellre köper en ny mobil vartannat år en fortfarande släpar på sin 20-kg:are från 1985. Varför lägga massa pengar på att göra att en produkt håller i 30 år om alla kunder ändå bara behåller den i 2? Nej"
	},
	{
		"postIndex": 231,
		"postNum": 233,
		"postLink": "/sp46124960",
		"postTime": "2013-11-13",
		"postUser": "maaaaaaaa",
		"postUserID": "/u760362",
		"postUrl": "https://www.flashback.org/t2256004p20",
		"userUrl": "https://www.flashback.org/u760362",
		"sentence": "Din fråga är ledande och fruktansvärt korkad tyvärr. Jag kommenterade inte om medelsvensson på fabriken utan om Sveriges ekonomi i det stora hela. Jag skulle kunna starta ett parti imorgon och gå till val på att införa en 5-timmars-vecka med full lön och ställt precis samma fråga som du gör nu. Varför en 5-timmars-vecka(1 timmes arbetsdag) med full lön inte fungerar tror jag du själv kan luska ut. Jobben kommer ifrån företagen. Arbetarnas höga löner är beroende av ett välmående företag som fortlöpande gör stora vinster. Kommer staten in och tvingar till sig högre skatter kommer det leda till mindre vinster och således mindre pengar till arbetarna. Dessutom ger det stora incitament för företag att flytta sina jobb utomlands där de inte behöver anställa 4 istället för 3 för samma mängd arbete. En Svenssonarbetare kostar i runda slängar 400 000 för ett företag. För samma produktivitet på arbete som förut måste ett företag med hundra anställda tvingas anställa ytterligare 25, till en kostnad om 10 000 000."
	},
	{
		"postIndex": 354,
		"postNum": 360,
		"postLink": "/sp47419209",
		"postTime": "2014-02-08",
		"postUser": "Richard80",
		"postUserID": "/u558784",
		"postUrl": "https://www.flashback.org/t2256004p30",
		"userUrl": "https://www.flashback.org/u558784",
		"sentence": "som hade behövts om vi skulle gå ner till 6 timmars arbetsdag med bibehållen produktion och höjt lönen för alla så att alla fick en normallön för 8 timmar fast man egentligen bara jobbade 6 timmar(det blir ju en förhöjd timlön egentligen) hade kostat staten 84 miljarder kronor per år. om moderaterna hade fördelat pengarna till folket istället för till dom stora företagen fickor. Och då är inte minskade sjukskrivningar inräknade, vilket vi ju vet att: minskad arbetsbörda leder till ökad folkhälsa hos befolkningen. [b]Sedan kommer ju sossfallen att minska och aktivitetsstöd som betalas ut av arbetsförmedlingen och försäkringskassan vilket ju i slutändan är en kostnad för staten kommer ju också att minska[/B då det är väldigt svårt att få fram exakta siffror inom dom områdena men att utgifterna för staten definitivt kommer att minska och balansera ut sig vet man ju, när sosspengar,aktivetetsstöd och sjukskrivningspengar går till utfyllnader utav löner istället till hela befolkningen istället för till storföretagens vinster och politikernas höga löner."
	},
	{
		"postIndex": 255,
		"postNum": 260,
		"postLink": "/sp46130655",
		"postTime": "2013-11-13",
		"postUser": "Arbetarmakten",
		"postUserID": "/u851204",
		"postUrl": "https://www.flashback.org/t2256004p22",
		"userUrl": "https://www.flashback.org/u851204",
		"sentence": "Jag tror att företagen kan vinna fördelar med att inte ha lika mycket sjukskrivningar och att ha arbetare som orkar hela dagen och hela veckan. Det är väl erfarenheten med de flesta företag som har infört 6 timmars arbetsdag. Men jag tror inte det kan hända i stor skala förrän alla kommer överens om detta, det blir för stor konkurrens inom Sverige annars, ingen enskild företagare tjänar på detta, men alla kan tjäna på det om alla inför det samtidigt under samma villkor. Jag tror att vi kommer behöva göra detta precis som när vi införde 8 timmars arbetsdag med 5-dagars vecka, helt enkelt göra det stegvis. Någon gång måste vi sänka arbetstiden, så enkelt är det."
	},
	{
		"postIndex": 345,
		"postNum": 351,
		"postLink": "/sp46821010",
		"postTime": "2013-12-31",
		"postUser": "Gromph",
		"postUserID": "/u347659",
		"postUrl": "https://www.flashback.org/t2256004p30",
		"userUrl": "https://www.flashback.org/u347659",
		"sentence": "Vänstern har ingen kontakt med verkligheten. * Vi ska alltså jobba endast 6 timmars arbetsdag. Då innebär det att vi kan köpa motsvarande mindre mängd varor och tjänster. För att ta ett trivialt exempel: alla frisörer kommer att jobba mindre och ni måste därför minska era besök till frisören. Dvs ni får en standardsänkning. * Eftersom det produceras mindre varor och tjänster men ni får lika mycket pengar att röra er med som tidigare åker priserna upp. Ni kommer alltså inte att ha råd att klippa er lika ofta som tidigare. * Detta innebär också att vi exporterar mindre än tidigare. Därmed får vi in mindre utländsk valuta än tidigare och kan importera mindre. Det leder till prisökningar på importerade varor (vilket är det mesta). Vi rör oss mot den forna östtyska situationen där man inte hade råd att importera bananer. Förstod ni att det var det här som skulle hända om Vänstern får gehör för sina förslag? Förstår Vänstern det själva? Eller är dom för korkade för det? Eller är dom bara ute efter att locka till sig mer väljare, och desinformerar för att uppnå det? EU är ett vänsterprojekt skapat och drivet av socialister. Det syftar till att skapa ett slags Euro-sovjet med Bryssel som centralmakt i stället för Moskva. Det är helt i enlighet med det socialistiska/kommunistiska tankarna där en centralmakt tar in och detaljstyr över det ekonomiska. (Och det mesta annat också). Kommunisterna/socialisterna i Grekland har varit stora entusiaster medan högern i England varit motståndare. Om Svenska Vänstern nu är motståndare till EU innebär det då kanske att Vänstern har gått mer åt det nationalistiska hållet och är lite mer åt det national-socialistiska hållet. Centralmakten skall vara i Stockholm och inte i Bryssel. De andra partierna misstänker väl att om man inte kan köpa något av privata vinstdrivande företag så blir det inget köpt. Välfärden i Sverige blir då synnerligen mörk då man inte kan köpa belysning, och helt utan utrustning och mediciner, då det är något som levereras av just privata vinstdrivande företag. Vänsterns välfärd är mörk och tom."
	},
	{
		"postIndex": 342,
		"postNum": 348,
		"postLink": "/sp46819467",
		"postTime": "2013-12-31",
		"postUser": "Richard80",
		"postUserID": "/u558784",
		"postUrl": "https://www.flashback.org/t2256004p29",
		"userUrl": "https://www.flashback.org/u558784",
		"sentence": "men om man ser historiskt vart dom kommer ifrån och vilka ideer dom har så kan man snart räkna ut vart deras reformeringar och förändringar leder till i slutändan man behöver endast tänka på deras partiprogram eller ideer en stund. genom åren har jordens befolkning ökat vilket leder till mindre arbeten för alla och kommer att fortsätta åt samma håll. Vad eliten vill är att vi ska slåss mot varandra om jobben och allt annat. Vi borde istället acceptera läget och omfamna detta genom att dela på jobben och få mer tid över till dom verkligen viktiga sakerna vi vill göra i livet saker som inte ska behöva betalas med pengar. Vad jag pratar om här är att ta nästa steg fullt ut till ett mer moget samhälle och levnadssätt där man verkligen bryr om planeten och allt liv som finns på den. vilket kommer att leda till mindre arbeten för människor vilket innebär att vi antingen behöver göra alla produkter vi behöver för att överleva extremt billigt eller rentav gratis då vi hjälper till att producera det vi essenssiellt behöver. Detta är tankebanor vi själva behöver börja tänka i för att reinfeldt o company bryr sig bara om hur mycket pengar dom kan lura av oss och stoppa i sina egna fickor vilket dom har bevisat gång efter gång då dom flyttar pengar från skola och sjukvård till storföretagens fickor."
	},
	{
		"postIndex": 126,
		"postNum": 128,
		"postLink": "/sp46085584",
		"postTime": "2013-11-11",
		"postUser": "Arbetarmakten",
		"postUserID": "/u851204",
		"postUrl": "https://www.flashback.org/t2256004p11",
		"userUrl": "https://www.flashback.org/u851204",
		"sentence": "Så det du menar är att ett system är rimligt där vi har 10% arbetslösa som inte gör någonting medan de som har ett arbete måste slita ut sig och jobba en jävla massa övertid vilket leder till en massa sjukskrivningar? Samtidigt måste ju vi som faktiskt arbetar dessutom arbeta för att finansiera de arbetslösas och de sjukas överlevnad. Det är stora kostnader vi pratar om. Men denna fråga har ju debatterats sedan 1800-talet och det är konstant borgarna som sagt att det inte går, det är omöjligt, det är inte realistiskt och allt annat skitsnack. Sedan när vi väl har genomfört dessa förändringar har inte ekonomin fallit ihop, tvärtom. Produktivitetsökningarna innebär att allt färre behövs inom produktionen, därför är det logiska resultatet att vi måste börja dela på vår arbetstid mycket mer. Slutmålet borde vara i princip total automatisering av produktionen och därmed ett överskridande av kapitalismen självt. Vi kan inte för evigt försöka skapa jobb skitjobb som helt enkelt inte behövs, någon gång måste vi börja skära ner på arbetet och istället frigöra oss själva. Det är totalt sinnessjukt som det ser ut idag och i längden är det inte ett realistiskt hållbart system med fler och fler som kommer att stå utanför den kapitalistiska värdeförmeringen i arbetslöshet eller värdelösa tjänstejobb. Dagens produktionsförhållande där vi lönearbetar för en kapitalist fungerar helt enkelt inte längre för det stora flertalet. Vi ser ingen tillväxt längre, den tillväxt vi såg var byggd på att låna arbete från framtiden som aldrig kommer realiseras, vi ser en konstant stigande arbetslöshet i alla länder oavsett åtgärder."
	},
	{
		"postIndex": 381,
		"postNum": 387,
		"postLink": "/sp47492768",
		"postTime": "2014-02-13",
		"postUser": "Richard80",
		"postUserID": "/u558784",
		"postUrl": "https://www.flashback.org/t2256004p33",
		"userUrl": "https://www.flashback.org/u558784",
		"sentence": "Skulle företagen få bestämma så skulle du och jag och alla andra få jobba 18 timmar per dygn för en lön som var mycket lägre än den lön du har idag. Detta är ju hela iden med kapitalismen att alla ska få göra som dom vill utan nåt som helst ansvar för miljön eller befolkningen. Det ser vi ju bara på skövlingen utav regnskogarna och krigen över naturtillgångar som västvärlden skapar i afrika, irak och på andra ställen med miljontals döda i jakten efter vinst, för som sagt hade inte staten reglerat arbetstiden så hade du och jag varit tvugna att arbeta 18 timmar per dygn bara för att överleva."
	},
	{
		"postIndex": 316,
		"postNum": 322,
		"postLink": "/sp46167449",
		"postTime": "2013-11-16",
		"postUser": "maaaaaaaa",
		"postUserID": "/u760362",
		"postUrl": "https://www.flashback.org/t2256004p27",
		"userUrl": "https://www.flashback.org/u760362",
		"sentence": "Men så kommer vi åter till frågan - om det verkligen inte finns något negativt med 6h arbetsdag, varför anammar inte fler företag idén? Tror du verkligen att en girig kapitalist, vars enda mål är att tjäna så mycket pengar som möjligt, skulle tacka nej till att uppnå det, enbart för att få vara ett rövhål? Jag säger inte att det inte fungerar för vissa, men marknaden tycks snudd på enhälligt vara mot 6h arbetsdag. Som jag sa innan - jag tycker du och dina vänner tar er till era arbetsplatser, argumenterar lika flitigt som ni gör här, och hoppas att er arbetsgivare är riktigt girig så att han minskar era arbetstimmar. Är 6h arbetsdag så magiskt bra borde det vara lätt som en plätt att fixa. Visar det sig vara effektivt där kommer det bara vara en tidsfråga innan hela marknaden anammat idén. Vad jag ställer mig emot från ert läger är att ni försöker tvinga företag som inte anser klara sig med arbetare som bara jobbar 6h/dag. Det är ett recept för att verkligen köra ekonomin i botten"
	},
	{
		"postIndex": 150,
		"postNum": 152,
		"postLink": "/sp46093263",
		"postTime": "2013-11-11",
		"postUser": "Surrealismen",
		"postUserID": "/u469575",
		"postUrl": "https://www.flashback.org/t2256004p13",
		"userUrl": "https://www.flashback.org/u469575",
		"sentence": "Självklart är klasshat någonting positivt, och till och med mänskligt. Det får folk att inse att det politiska systemet är gjort för att gynna dom som redan har mycket. Det är det som bildar klasser till att börja med. Jag tycker det är viktigare att bekämpa världens rikedom än fattigdom i nuläget. De fattiga länderna får det bara bättre och bättre och är inget hot emot våran planet eller demokrati i dagsläget, det är de det rika som är. Att ha en elit som äger allt är enligt mig ett mycket större hot. Speciellt när pengar ger en fördel i \"demokratin\" och allt handlar om vem so lägger flest miljarder på kampanjen. Eller när vanliga knegare betalar för bankernas slarv, då vet man att det har gått för långt.... Fast det är väl din utopi förstår jag Till och med USA har börjat förstå det här.... Puss. Hahaha, källa på det? Antar att det är något du bara har hört från pappa din. Skillnader i samhället och dess löner ökar dock självmord och psykiskt ohälsa i landet. Men det är klart, lite press mår man väl bra av? Osympatiska jävel. Eller varför inte tvinga cancersjuka att jobba när vi ändå håller på? Utveckla gärna ditt påstående, det är ju helt taget ur röven. Haschvänstern? Jag vet inte själv om du har läst motivet till varför man vill avkriminalisera narkotika i vänsterpartiet men det har knappast med hasch att göra om du nu trodde det. Det har med medmänsklighet att göra. Hela världen är på väg och göra det, vänsterpartiet ligger bara lite före dom andra partierna i riksdagen.... Eftersom jag antar att du inte är insatt alls själv i frågan så kan jag visa dig FNs rapport från 2012. Där har du lite FAKTA i frågan. Hoppas att det inte är för komplicerat för dig.... Enjoy."
	},
	{
		"postIndex": 139,
		"postNum": 141,
		"postLink": "/sp46087039",
		"postTime": "2013-11-11",
		"postUser": "YuliaUkr",
		"postUserID": "/u841024",
		"postUrl": "https://www.flashback.org/t2256004p12",
		"userUrl": "https://www.flashback.org/u841024",
		"sentence": "Det allra invandrarälskande partiet av alla, det hela startades av S och Palme men i dag är S lite vaksamma. Det här är ett exempel på V:s framtid och givetvis censuren, helst den dolda, men ... Somalier och liknande kommer inte att fungera här i Sverige. Vi får försörja dom i generationer. Analfabeter, muslimer vana att valla getter i öknen och att kriga mellan klanerna. Jag såg häromdagen en sak som tyder på viss talang men kanske fel sådan. På myrornas biståndsbutik kom in tre feta somaliesjok en av dom gick bort till handväskorna, hämtade och kom till den gamla pensionärstanten i kassan med en väska med trasigt lås. Dom andra två la sig i samtalet och avbröt och tjafsade. Dom hämtade fler väskor o.s.v. Det slutade med att somalierna gick i väg med var sin väska som ersättning för den trasiga, detta utan att betala en krona. Det var lite zigenaraffärer över stilen, kanske nåt dom lär sig i basaren hemmavid. Kommunismen = internationell socialism, ideologi med fanatiska drag Nazism = nationell socialism, ideologi med fanatiska drag Gammalmedia och vissa anhängare gör allt för att förvränga fakta. Nedanstående belyser varför det är så. På 70-talet, när man hade interna val bland studenterna på journalisthögskolan, så fick partierna till vänster om Vpk (då hette dagens vänsterparti V, Vänsterpartiet kommunisterna Vpk) egen majoritet, ca 60 % röstade på diverse kummunist och marxistsekter. Dessa personer känner många varann väl än i dag, dom styr mycket och många har fått olika chefsposter inom massmedia, dom driver tidningarna efter sina grundvärderingar. Många är i dag lärare på journalistutbildningen. Dom röstar i dag oftast på V eller Mp men det mest av taktiska skäl. Det finns inget hopp för svensk gammalmedia, PK-vänsteragendan är grundad i marxistiska värderingar och det är som sådant en slags religiös övertygelse som inte tål motsägelser precis så som Islam utövas av en del fundamentalister."
	},
	{
		"postIndex": 108,
		"postNum": 110,
		"postLink": "/sp46083520",
		"postTime": "2013-11-10",
		"postUser": "gockeligock",
		"postUserID": "/u829823",
		"postUrl": "https://www.flashback.org/t2256004p10",
		"userUrl": "https://www.flashback.org/u829823",
		"sentence": "\"Höjd skatt för stora företag\" betalar givetvis inte denna arbetstidsförkortning. Och varför bara stora? Ska skatteskalan differentieras efter företagets storlek? Företagen behöver vinster för att finnas. Vänsterpartiet dagdrömmer om att företagen jobbar på likadant om man tar deras vinster i skatt. Varför är högskola så viktigt? Det är väl \"arbetarna\" som bär landet? Ren fabulation och siffror från höften. Dessutom: V säger \"nej till vinster i välfärden\" (helt ok om man tycker det) men \"det får gärna finnas privata vårdföretag\" (givetvis helt omöjligt om vinster förbjuds.) De flesta företag går back i början. Alltså ska man tillåtas att gå back först och sedan +-0. Verkligen realistiskt att företagen ska finnas kvar... Smart! Sänk politikerlönerna till en nivå där i princip ingen högskoleutbildad kan bli politiker utan löneförlust. Då får vi en riksdag med enbart metallarbetare (fast även många av dem tjänar ju mer än så) och lokalvårdare. Precis som V vill ha det. Inte så bra för landet dock..."
	},
	{
		"postIndex": 353,
		"postNum": 359,
		"postLink": "/sp46926951",
		"postTime": "2014-01-07",
		"postUser": "blown",
		"postUserID": "/u222364",
		"postUrl": "https://www.flashback.org/t2256004p30",
		"userUrl": "https://www.flashback.org/u222364",
		"sentence": "Detta kommer fullständigt ödelägga det redan nedgångna företagsklimatet och fullständigt sänka hela sveriges ekonomi. Detta är i sak korrekt, men maktkoncentrationen i bryssel har föga med amerikanska storbolag att göra. Det är ett politiskt kåtslag där man kan tycka, bränna pengar och leva lyxliv utan någon som helst existensberättigande resultat. Vi har en fruktansvärd utbildningsinflation i Sverige. Vi behöver inte fler högutbildade, utan en bättre grundutbildning. Det ska inte behövas mer än en grundskoleutbildning för en ganska stor del av arbetena i Sverige. Ideologiskt skitsnack. Den offentliga sjukvården kostar redan idag en hutlöst mycket större summa än den skulle göra på en fri marknad. USA, Belgien och England är utmärkta exempel på socialistiskt förgiftade sjukvårdsmarknader. Avreglera bostadsmarknaden istället så ska ni se att det kommer byggas lägenheter, utan att man ska behöva beröva Svensson på sin lön. Och ang. politikers löner. I sak håller jag kanske med om att politiker inte ska tjäna så in i helvete med pengar, men knappast av samma naiva anledning. Ska vi tvunget ha politiker (s.k. utsugare) så ska lönen baseras på utbildning, erfarenhet och arbetsinsats. De allra flesta politiker idag (inte minst på vänsterflanken) är outbildade jon som tänker med hjärtat/röven och då är det inte konstigt att det går åt helvete."
	},
	{
		"postIndex": 399,
		"postNum": 405,
		"postLink": "/sp47625190",
		"postTime": "2014-02-21",
		"postUser": "maaaaaaaa",
		"postUserID": "/u760362",
		"postUrl": "https://www.flashback.org/t2256004p34",
		"userUrl": "https://www.flashback.org/u760362",
		"sentence": "Försöker du övertyga mig om att uppfinnare =/= giriga? GIVETVIS är vetenskapsmän/uppfinnare/entreprenörer giriga. Alla är giriga! Att säga att den girigheten inte gör att de samarbetar är däremot fel. Ingenting i den fria marknaden hindrar dem från att samarbeta. Stora företag som konkurrerar samarbetar ofta med olika delar, mycket vanligt förekommande i bilindustrin. Ofta är det dock så att genier har olika idéer om hur saker och ting ska se ut. Hade Steve Jobs och Bill gates skapat ett bättre företag än Apple/Microsoft om de hade samarbetat och tillsammans bara skapat ett företag? Omöjligt att svara på, men knappast. Konkurrensen innovatörerna verkliga incitament till att alltid uppfinna, till skillnad från om de hade kunnat gå ihop och förlita sig på sin inneboende godhet att komma på idéer. Konkurrensen leder alltid till bättre och bättre produkter och därför fanns det bättre produkter i länder med kapitalism än länder med socialism under 1900-talet. De motarbetar alltså inte varandra, de motiverar varandra. Jag är ledsen att du har vanföreställningen att folk gör sina arbeten på sin påstådda godhet, men det stämmer oftast inte, åtminstone inte helt och hållet. En bonde tillgodoser inte kött till stadsfolket för att han älskar stockholmsbor så mycket, han gör det för att få vinst och kunna byta till sig fler grejer på marknaden. Om du tittar på Sovjet och Östtyskland kan du se tillbaka och fundera på hur många framgångsrika innovationer kom ifrån länder där man följde den tillförlitligheten på människans inre godhet som du förespråkar. Lösningen på det problemet är i teorin relativt simpel: Du slutar köpa de produkter du anser dåliga för miljön! Klaga inte bara på de som ger utbudet, klaga på konsumenter som köper produkterna. Utbud följer efterfråga. Om din predikan kan övertyga konsumenter att strypa efterfrågan på de produkter du anser miljöfarliga, är problemet löst! Du kommer förmodligen höja priserna på allting eftersom det är otroligt mycket dyrare och tidskonsumerande att transportera last med elbil, men hey, vad gör lite fattiga människor när man kan vara miljöhjälte? Just nu prioriterar folket lägre priser över miljön. Sovjets och Östtysklands samarbete utan monetära mål kom ju mycket längre teknologiskt än vad man gjorde i länder med frihandel, eller hur var det nu? Mycket som gör att vi inte kommer längre är nummer ett p.g.a. statens alldeles för ihärdighet i att kontrollera marknaden och beskatta den så hårt att entreprenörer med nyskapande idéer aldrig har någon ekonomisk möjlighet att starta sina företag. Nummer två stavas religion"
	},
	{
		"postIndex": 392,
		"postNum": 398,
		"postLink": "/sp47573548",
		"postTime": "2014-02-18",
		"postUser": "Richard80",
		"postUserID": "/u558784",
		"postUrl": "https://www.flashback.org/t2256004p34",
		"userUrl": "https://www.flashback.org/u558784",
		"sentence": "Du verkar ju tro att pengar är den bästa drivkraften för många, jag säger att pengar inte är en bra drivkraft och mycket väl den sämsta drivkraften om du frågar mig. När du jagar en tjej så använder du alla möjliga olika knep och utvecklar din personlighet utan att tjäna en enda krona på detta. När du tränar upp ett knattelag i fotboll eller nån annan sport gör du detta idellt och tjänar inte en krona på detta. När internet och fildelning uppfanns gjorde man detta utan att tjäna en krona på detta, man gjorde detta bara för att alla skulle ha nytta av detta. Sen kom bill gates och andra som ville tjäna pengar på detta det är därför du betalar pengar för alla dessa program och måste ha dom uppdaterade hela tiden för optimal funktionalitet. När du spelar musik och du tycker att du är duktig på detta så spelar du för din familj vänner och kanske ute för okända människor bara för att du villa att andra ska uppskatta detta lika mycket som du. När alla dessa indiska matematiker uppfann matematiken och vårat nuvarande siffersystem och araberna kom på navigationen genom stjärnorna och astrologin gjorde man detta utan att tjäna pengar på detta. Med hjälp av dessa uträkningar kunde man sedan skicka upp raketer till månen och räkna ut maglevtågshastigeter, kraftfördelning mm. Så pengar är en dålig drivkraft för människor som snarare försämrar utgångsresultatet snarare än att förbättrar resultatet."
	},
	{
		"postIndex": 127,
		"postNum": 129,
		"postLink": "/sp46085793",
		"postTime": "2013-11-11",
		"postUser": "hogerspoket",
		"postUserID": "/u839842",
		"postUrl": "https://www.flashback.org/t2256004p11",
		"userUrl": "https://www.flashback.org/u839842",
		"sentence": "Jag missade den här intressanta historielektionen. 1. Ja. Tvångssterilisering av idioter var en av de bästa uppfinningarna som såsseriet kommit på. Tyvärr var man tvungen att sluta då det ansågs inhumant av sittkissande jävla liberaler. Och det ser vi nu resultatet av. Vidare hade man även den briljanta idéen att undertrycka kommunister och andra subversiva krafter, hade det inte varit för herrar/sittkissare Bratt och Guillou hade man kanske kunnat fortsätta och även det hade kunnat få oss slippa den här idiotin från din sida. 2. Vad i helvete går du, vad kostar det, och var kan jag köpa det? Jodå. 14 timmars arbetsdag 6 dagar i veckan under 70-talet. Var fan är du uppvuxen nånstans? I Gulag? Det är väl fan den enda platsen man utsattes för sådant på 70-talet, undantaget Kambodja, Nordkorea och Kina. Jag vill minnas att man redan på 70-talet hade 5 veckors semester och 40-timmarsvecka. Men jag kan komma ihåg fel. Det kan också ha varit 84 timmars arbetsvecka. Det var förmodligen därför jag aldrig såg mina föräldrar och blev ett surmulet misantropiskt Högerspöke. Eller nä förresten. Det blev jag pga. abortreklam som du. 3. \"Gratis\"-skola. I världens näst högsta skattetryck. I norrland har vi ett ord för sånt där. Och det är \" \" - kan du inte vara snäll och uppfylla din mammas och min katts vålnads önskan? Förvisso har såsseriet, stundtals fötjänstfullt reformerat skolan. Jag tror inte särskilt många SKP:are var delaktiga i detta under femtiotalet... 4. Återigen, världens näst högsta skattetryck; oändliga vårdköer och ett av västvärldens lägsta vårdplatser/capita-tal och du säger att vi har jada jada. Och nä vårdköerna var fan inte bättre på 70-talet, när salig farfar Högerspöket skulle få sin första hörftledsoperation. Beträffande resten av västvärlden så är vården generellt väsentligen mer lättåtkomlig än i Sverige. Som sagt. Vårdköer och vårdgaranti någon? Jag har sagt det tidigare, och jag säger det igen. . Ingen kan, på riktigt, vara så här jävla dum-i-huvudet och felknullad samtidigt. -- Om det inte är ett troll så har vi dock etablerat att: \"Jepp, vänsterpartister mer dumma i huvudet än centerpartister och miljöpartister tillsammans.\" -- Du har dödat min katt, din mamma vill att du ska begå självmord, mitt marsvin ligger nu inte bara i helkroppsvagga utan även i respirator efter att ha boffat 5-56 i ett fåfängt försök undkomma min högläsning av dina alster - och jag skriker i högan sky: \" \" För att parafrasera en briljant skribent Så, svaret på din ursprungliga fråga är nej. Jag tycker inte Vänsterpartiet är det mest lämpade partiet att styra Sverige. Med Vänlig Hälsning och Hopp om en Fröjdefull Jul till alla i tråden. /Högerspöket"
	},
	{
		"postIndex": 173,
		"postNum": 175,
		"postLink": "/sp46101565",
		"postTime": "2013-11-12",
		"postUser": "hogerspoket",
		"postUserID": "/u839842",
		"postUrl": "https://www.flashback.org/t2256004p15",
		"userUrl": "https://www.flashback.org/u839842",
		"sentence": "Tack. Att arbetstiden gått ner (och fortsätter göra det) är ju ingen som säger nånting om. Jag själv jobbar normalt 5-7 timmar aktivt per dag (periodvis mer, och har ingen betald övertid - rapporterar inte heller tid) och har 7 veckors semester. Dock: 1. Wiki-artikeln är en del av \"Organized Labour\"-portalen. 2. Den innehåller extremt mycket självmotsägelser - läs din Rand och förstå vad konsekvensen är av kontradiktioner... Vi kan forsätta näbba om detta en god stund till men: mitt ursprungliga inlägg syftade till naiviteten i att tro att det inte kommer att påverka företagen om man radikalt lägger på 25% i lönekostnad (vilket ju en 6 timmars dag innebär strikt matematiskt). Det lär ju även påverka statliga och kommunala verksamheter i samma utsträckning. Jag har också svårt att se rimligheten i att tro att vem som helst skulle kunna sköta kvalificerade yrken, exempelvis är ju en arbetslös svetsare för förmodligen direkt olämplig för läkartjänst (även om han med 50% chans kommer att göra ett bättre jobb som statsminister än den nuvarande ), Jag vill runda av med att säga att jag dock, i grund och botten, håller med om att dagens arbetsklimat är ohälsosamt och att kvartalsekonomin får företagsvärlden att göra mycket dumheter. Jag tycker också att en tillväxt driven genom låne- och konsumtionshysteri är kass. Kan vi nöja oss med det för ikväll - jag har för ovanlighets skull ett hyfsat tidigt möte i morgon - och jag vill inte vara alltför sömndrucken. Jag tycker dock detta, till skillnad från mycket av surret i tråden, är början på en intressant diskurs och borde kanske föras i en separat tråd? Bis Später. -edit- Kollade länken ovan och den förefaller lite märklig - man jobbar i genomsnitt under 40 timmar i veckan i Japan. Och vad jag kunnat läsa mig till inte heller sub-30 i NL. Men, vad är problemet egentligen. Det är väl fritt fram att jobba 75% om man nu vill det..."
	},
	{
		"postIndex": 59,
		"postNum": 60,
		"postLink": "/sp46080992",
		"postTime": "2013-11-10",
		"postUser": "dutch",
		"postUserID": "/u449891",
		"postUrl": "https://www.flashback.org/t2256004p5",
		"userUrl": "https://www.flashback.org/u449891",
		"sentence": "Hur tror du att de stora företagen vill vara i Sverige när de tvingas betala miljoner människors lathet, dvs två timmar gratislön om dagen? Det är tillräckligt illa beskattat nu, varför företagen redan dragit, Ikea, volvo t.ex. Varför inte ha vinster i välfärden? Låta den utsättas för konkurrens kommer i längden stärka vården, precis som allt annat. Får vården pengar oavsett hur de sköter sig blir det aldrig någon förbättring. Den skattefinasierade vården vi har idag är under all kritik Hur ser vänsterpartiet på invandringen? Står man likgiltig till problemen som uppstått och som nalkas än mer, eller vill man till och med förvärra den? Hur menar du med att sossarna har gjort bra saker för Sverige historiskt? Om man ser tiden efter andra världskriget. Sverige var i princip ensamma om en helt intakt industri efter ww2, men sossarna gjorde enligt socialismen landet till en bidragsberoende sörja. Tyskland, som var totalt söndertrasat gick ikapp Sverige inom några årtionden. Tycker du socialismen gjort bra saker för den svenska skolan också? Nej du socialism fungerar inte, och vänsterpartiet vore en katastrof för Sverige."
	},
	{
		"postIndex": 386,
		"postNum": 392,
		"postLink": "/sp47532791",
		"postTime": "2014-02-15",
		"postUser": "maniacman",
		"postUserID": "/u705562",
		"postUrl": "https://www.flashback.org/t2256004p33",
		"userUrl": "https://www.flashback.org/u705562",
		"sentence": "Men saken är ju faktiskt den att vänstern (ledarna iaf) själva fattar att deras politik aldrig skulle kunna fungera. De kläcker ur sig sånna saker bara för att dumskallar som inte kan tänka ska tycka att \"det här låter ju bra\". Det är ju liksom lätt att sitta på läktaren och kritisera andra utan att själva behöva göra något. Om nu dagen någonsin kommer då V får majoritet så ska ni få se att inte så mycket förändras. 6h arbetsdag tycker jag iaf är rimligt idag med tanke på hur låga våra löner är i det här landet."
	},
	{
		"postIndex": 19,
		"postNum": 19,
		"postLink": "/sp46077248",
		"postTime": "2013-11-10",
		"postUser": "PowerXL",
		"postUserID": "/u614094",
		"postUrl": "https://www.flashback.org/t2256004p2",
		"userUrl": "https://www.flashback.org/u614094",
		"sentence": "Totalt tog moderaterna bort 12 000 utbildningsplatser förra året och ytterligare 10 000 platser detta året inkl. komvuxplatser och yrkesinriktade vux platser. Detta trots att antalet sökande till varje utbildningsplats ökar stadigt varje år. Tex. så hade psykologiprogrammet för en högskola i stockholm förra året 4204 sökande till 46 platser, det ger ett snitt på ca 105 sökande per plats. Samtidigt har moderaterna infört en kostad på ca 100 000 per år beroende på program för utländska studenter som kommer till Sverige och studerar, vilket tidigare var gratis för dem. Trots detta tar moderaterna bort högskoleplatser för oss som vill läsa sig till ett bättre jobb. Socialdemokraterna vågar inte säga nej till moderaterna utan rör sig mer till höger för att kunna kompromissa med moderaterna. Socialdemokraterna har gjort mycket bra för Sverige historiskt sett och med hjälp av vänsterpartiet har vi redan sänkt vår arbetstid från 14 tim per dygn och lördagsarbete på 70 talet till dagens 8 tim med 2 lediga dagar per vecka. Vi har också infört \"gratis\" skola och sjukvård för alla, som moderaterna strävar efter att vi ska få betala själva för i framtiden, med en årsavg. på ca 100 000 kr per läsår i skolan eller 90 000 kr för en höfledsoperation då man inte har råd att försäkra sig, precis som man betalar i andra moderat eller högerstyrda länder som tex. Usa, Belgien eller England vars styrande har samma politiska ideer som moderaterna har i slutändan. Okej, vad är synen på invandring till Sverige då? Minns att V försökte komma med fri invandrings frågor till Sverige och 'ASYL TILL ALLA' , fyfan. Vänsterpartiet ska ut ur riksdagen , om du nu säger vi så fuck dig! Vänsterpartiet förstör bara för Sverige, kommunismen har aldrig funkat."
	},
	{
		"postIndex": 301,
		"postNum": 306,
		"postLink": "/sp46154903",
		"postTime": "2013-11-15",
		"postUser": "maaaaaaaa",
		"postUserID": "/u760362",
		"postUrl": "https://www.flashback.org/t2256004p26",
		"userUrl": "https://www.flashback.org/u760362",
		"sentence": "Whatever you say Gör det du men jag kommer inte hålla andan Men vi pratade om ekonomisk vinst, inte psykisk och fysisk. Vad menar du med: \"Om vi bortser de relativt små ekonomiska förlusterna\"? För det första kommer de inte vara små. 25% ökning i rena lönekostnader(+ alla andra skatter V vill höja, men vi håller oss enbart till 6 h arbetsdag). Jag skulle vara superhälsosam om jag fick stanna hemma och titta på fotboll hela dagarna. Var är mitt parti? Men varför inte sänka arbetsdagen till 1 timme om dagen. Då skulle vi alla kunna bada i chokladfontäner och njuta av regnbågens färger och sjunga vid lägereldar hela dagarna och alla skulle må bättre. Då borde ju den ekonomiska utvecklingen gå super! Eller har ni på V tagit fram en speciell matematisk formel som har vägt varför just gränsen är 6 timmar och inte 5, eller 4, eller 3 osv. I så fall skulle jag vilja se den men just nu verkar ni bara ha fått siffran tagen rätt ur arslet."
	},
	{
		"postIndex": 75,
		"postNum": 77,
		"postLink": "/sp46081634",
		"postTime": "2013-11-10",
		"postUser": "SkepticsLTD",
		"postUserID": "/u485007",
		"postUrl": "https://www.flashback.org/t2256004p7",
		"userUrl": "https://www.flashback.org/u485007",
		"sentence": "Nej, inte nödvändigtvis, men jag antar att (v)änstertomtarna tänker sig att vi behåller samma löner som idag väl? Även om det kanske är en väldigt förenklad aproximation så låt oss leka med tanken att arbetstid minskad med 25% leder till ~25% minskning av produktionen, så måste vi ju även höja priset på våra produkter med 1/3:del, för att kompensera detta. Hur tror du då det går med svenska exporten? Och givet att (v) också vill höja skatten så kommer nettopriserna för svenskar att köpa svenska produkter öka med ~50%, vilket leder till att svenskarna köper produkter och mat utomlands varpå inhemska industrier måste läggas ner och vi ökar arbetslösheten avsevärt. Långt innan dess har dock en stor del av de bäst avlönade 10% av befolkningen flyttat utomlands eller hittat innovativa sätt att minska skatten på, varpå Sverige liknar Irak/Syrien mer dag för dag eftersom så få fyller på statskassan. Bra då att vi har en stor mängd invandrare från de regionerna som kan agera bilbombs- och inbördeskrig-coacher för oss okunniga svenskar som då får lära oss om hur vi skall hantera vår nya och spännande vardag."
	},
	{
		"postIndex": 207,
		"postNum": 209,
		"postLink": "/sp46116398",
		"postTime": "2013-11-12",
		"postUser": "Rasande-Rose",
		"postUserID": "/u748182",
		"postUrl": "https://www.flashback.org/t2256004p18",
		"userUrl": "https://www.flashback.org/u748182",
		"sentence": "Jag ser inte något svenskt riksdagsparti som genomgående genomruttet. Men vänstern hamnar ändock på jumboplatsen och skulle göra Sverige till ett nytt Grekland på 3 röda sekunder. Det skulle inte räcka med skattehöjningar för företag för att finansiera 25% generella löneförhöjningar, tillsammans med redan rådande löneökningar. Dessutom så skulle höjda bolagsskatter leda till ökad företagsflytt, vilket ytterligare försvårar eller omöjliggör finansieringen. Sverige har idag bland västvärldens sämst utbildade akademiker. Detta beror på att konkurrensen till högskoleplatserna varit för många. För många studerar för länge och blir i slutändan undermålig \"högutbildad arbetskraft\", eftersom nivån på utbildningarna fått sänkas för att kunna ge den för stora strömningen studenter en examen. Nivån behöver höjas och att därmed sålla bort fler kandidater är ett utmärkt system. Att få bort bottenskrapet av utlandsstudenterna genom införande av terminsavgift är också bra. Vinster inom välfärdssektorn är en garanti för att kunna få in investerare, dvs. kapital i sektorn. Det enda jag håller med V om är att vi bör gå ur EU. I övrigt så är partiet bara galenskap som är skadlig för Sverige. De ska aldrig komma till makten, de åker nog ur riksdagen 2014."
	},
	{
		"postIndex": 236,
		"postNum": 238,
		"postLink": "/sp46125385",
		"postTime": "2013-11-13",
		"postUser": "maaaaaaaa",
		"postUserID": "/u760362",
		"postUrl": "https://www.flashback.org/t2256004p20",
		"userUrl": "https://www.flashback.org/u760362",
		"sentence": "Då är mitt tips till dig följande: 1. Starta ett företag 2. inför 6 timmars arbetsdag 3. ??? 3. Profit Men seriöst har du en rejäl hacka pengar att tjäna om du sköter ditt företag precis som dina konkurrenter, bara att dina arbetare bara jobbar 6 timmar om dagen. Återkom när du och dina kompisar som vill jobba mindre gjort det och sluta tvinga ned oss alla i det ekonomiska svarta hål ni vill suga upp hela Sverige i."
	},
	{
		"postIndex": 5,
		"postNum": 5,
		"postLink": "/sp46076002",
		"postTime": "2013-11-10",
		"postUser": "skvallertacka",
		"postUserID": "/u734735",
		"postUrl": "https://www.flashback.org/t2256004p1",
		"userUrl": "https://www.flashback.org/u734735",
		"sentence": "På vilket sätt tror V att detta ska få utländska företag att investera i Sverige eller få entreprenörer att vilja starta nytt i Sverige? Hur tror vänsterpartiet att detta kommer påverka studenter med höga ambitionsnivåer? Kommer de vilja vara kvar i Sverige eller kommer de att söka sig utomlands? Om ja, vad har Vänsterpartiet isåfall för tankar om att göra för att se till att Sverige bibehåller sin investerade kunskap och inte ser till att importera kunskap från lägre utvecklade länder där bikostnader såsom bidrag, sfi m.m. kommer vara en oundviklig faktor och som kommer generera en större utgift totalt än inkomst. Hur ska detta ske i realiteten då vi redan är såpass långt intrasslade i samarbeten, allianser och projekt som kommer påverka Sverige på alla håll och kanter från ekonomi, utbildning, handel, resor m.m? Vad uppskattar vänsterpartiet att detta kommer kosta gentemot vinsten av att göra det. Har Vänsterpartiet tänkt att genomföra en omröstning om detta eller kommer det ske genom eget maktutövande och om ja, var är vänsterpartiets vinstkalkyl över detta? Texten som du skriver handlar mer eller mindre enbart om vad moderaterna har gjort men jag är intresserad av vad vänsterpartiet kommer göra för skolan. Kommer man satsa på vissa inriktningar och isåfall vilka? Kommer genusvetenskap eller humaniora få större satsningar än ekonomi? Om ja, hur har man isåfall tänkt? Om nej, hur räknar vänsterpartiet att den sektorn som vanligtvis anställer ekonomer ska göra detta då man enligt första inlägget planerar att höja skatten? Om svaret är \"det har vi inte tänkt på\" så undrar jag hur man då ser på arbetslösheten som redan nu är stor bland nyutexaminerade? Gulligt. Ideologi är fint."
	},
	{
		"postIndex": 357,
		"postNum": 363,
		"postLink": "/sp47420987",
		"postTime": "2014-02-08",
		"postUser": "Gefundenes F",
		"postUserID": "/u185081",
		"postUrl": "https://www.flashback.org/t2256004p31",
		"userUrl": "https://www.flashback.org/u185081",
		"sentence": "Vi behöver inte ett smygkommunistiskt parti i Sverige. Bortsett från att massor av människor som sympatiser med V älskar att ta i från andra människor deras frihet så skulle även de föra en förödande näringslivspolitik. Vad ska vi svenskar leva på om V kommer till makten luft, skatter? Folk kommer inte att ha några riktiga jobb de flesta kommer att jobba i kommunen och inom staten. Allt annat har emigrerat. Hellre än Vänstern vid makten, får Putin komma hit och ta över. Ryssarna vet hur jävligt det var under kommunismen."
	},
	{
		"postIndex": 348,
		"postNum": 354,
		"postLink": "/sp46825658",
		"postTime": "2013-12-31",
		"postUser": "FarbrorBerit",
		"postUserID": "/u867346",
		"postUrl": "https://www.flashback.org/t2256004p30",
		"userUrl": "https://www.flashback.org/u867346",
		"sentence": "Som arbetandes inom ett internationellt företag så kan jag tyvärr meddela att anpassningsförmågan till svenska önskemål är liten, eller obefintlig, när man skickar ut en offert. Kunderna struntar nämligen högaktningsfullt i vad vi här hemma i Sverige tycker och företagen har i ditt scenario att välja på att gå under eller flytta produktionen. Gissa vad dom gör och vad det innebär för en extremt exportberoende nation som Sverige? Facket får mindre och mindre att säga till om i en globalisera värld - sant ja. Men vad f-n skall ni göra åt saken? Svensk arbetsmarknad är inte oavhängigt det faktum att t.ex. en estländare kan göra samma jobb som en svensk till 1/5-del av lönekostnaden. Se dig om, kineser, ester, rumäner, etc. klarar av att producera högteknologi de med. Vårt teknologiska försprång är i princip borta och med det möjligheten att avvika från övriga världen. Vi får mindre och mindre att säga till om hur vi än gör. Det ni föreslår skulle bara göra situationen etter värre."
	},
	{
		"postIndex": 30,
		"postNum": 30,
		"postLink": "/sp46078039",
		"postTime": "2013-11-10",
		"postUser": "SmokeOn",
		"postUserID": "/u619465",
		"postUrl": "https://www.flashback.org/t2256004p3",
		"userUrl": "https://www.flashback.org/u619465",
		"sentence": "Jobba mindre, tjäna lika mycket? Funkar om man tror att pengar växer på träd och aldrig har hört talas om begreppet inflation. Gå ur ur EU? Vänsterpartiet var ju med och såg till att medlemskapet i unionen instiftades i vår grundlag. Vi behöver inte fler högskoleplatser, vi behöver högre kvalitet i själva utbildningar och ett bra sätt att börja är att göra sig av med de kulturmarxistiska genomsyrningarna i lärarutbildning, kurslitteratur, kursmål och betygssättning. Dessa 40k lägenheter räcker ju i bästa fall till att fylla alla flyktingar som får uppehållstillstånd. Nästa år beräknar Migrationsverket att ca 69000 flyktingar kommer söka asyl i Sverige och att 60% av dessa kommer få beviljat. 69k*0,6=41,4k Sänka lönerna för politiker kan väl i vissa fall vara befogat. Men att låga löner skapar bättre människor ställer jag mig tveksam till."
	},
	{
		"postIndex": 389,
		"postNum": 395,
		"postLink": "/sp47551623",
		"postTime": "2014-02-17",
		"postUser": "maniacman",
		"postUserID": "/u705562",
		"postUrl": "https://www.flashback.org/t2256004p33",
		"userUrl": "https://www.flashback.org/u705562",
		"sentence": "Sedan är ju inte allt ett lidande, inget blir ju bättre av att man sitter och skär sig armarna. Det finns ju faktiskt alla möjligheter till att få mer på bordet vid dagens slut. Men ingenting är gratis. Folk som har nöjt sig med att vända hamburgare på Macdonalds och som sitter och gnäller om orättvisor och klasser har däremot missförståt det hela. Dom är bara lata och avundsjuka på andra som har gått vidare. Man ska inte sitta och svära över andras framgångar, man ska använda dom som insperation till att göra något bättre. Men jämfört med hur det ser ut i andra länder borde vi ha högre löner idag. Nu är det tyvärr så att det inte bara är företagens fel. Det är ju inte så att det är våra svenska företag som fått något idé om att de ska ha skyhöga vinster, utan det är inte lägre vinster på företag utomlands. Problemet här är ju att staten tar den största delen av vad-som-skulle-kunna-vara din lön. Tjänar du t.ex. 30k i månaden är den ungefärliga kostanden för dig 60k för företaget. Vill du ha 40k så blir kostnaden för dig 80k. Sedan lägger man på inkomstskatt (ca 30-34%), moms (ca 25%), TV-avgift och (om V och S får bestämma) arvsskatt och fastighetsskatt på det. Därefter är det lätt att känna sig fattig."
	},
	{
		"postIndex": 128,
		"postNum": 130,
		"postLink": "/sp46085909",
		"postTime": "2013-11-11",
		"postUser": "Fiskfan08",
		"postUserID": "/u850717",
		"postUrl": "https://www.flashback.org/t2256004p11",
		"userUrl": "https://www.flashback.org/u850717",
		"sentence": "Totalt tog moderaterna bort 12 000 utbildningsplatser förra året och ytterligare 10 000 platser detta året inkl. komvuxplatser och yrkesinriktade vux platser. Detta trots att antalet sökande till varje utbildningsplats ökar stadigt varje år. Tex. så hade psykologiprogrammet för en högskola i stockholm förra året 4204 sökande till 46 platser, det ger ett snitt på ca 105 sökande per plats. Samtidigt har moderaterna infört en kostad på ca 100 000 per år beroende på program för utländska studenter som kommer till Sverige och studerar, vilket tidigare var gratis för dem. Trots detta tar moderaterna bort högskoleplatser för oss som vill läsa sig till ett bättre jobb. [/b][/quote] Alltså är folk så här korkade på riktigt. Förstår de inte att om halva landet studerar i en ekonomisk kris, vem fan ska då betala chabraket. Och när du har din examen får du med största sannolikhet ändå pilla röv vid ica-kassan då behovet inte finns. Självklart låter det ju jätte bra att fler ska få plugga, men det är inte så enkelt. En stor del måste arbeta och betala skatt för att samhället ska fungera. Förstår de flesta inte att de andra partierna skulle göra likadant som alliansen om de var vid makten. Förutom vänstern som vill att vi ska hålla händer, sjunga kumbaya och ge mer åt alla som ska betalas med låtsaspengar som dom drar ut ur röven. Detta ska nog lösa allt. När det gäller skattesänkninga är det givetvis en ekonomisk boots som sker då befolkningen får behålla mer pengar. Det är det här som kallas \" for the greater good\"... höjda skatter är inte lösningen på allt."
	},
	{
		"postIndex": 15,
		"postNum": 15,
		"postLink": "/sp46076844",
		"postTime": "2013-11-10",
		"postUser": "Gizur",
		"postUserID": "/u414777",
		"postUrl": "https://www.flashback.org/t2256004p2",
		"userUrl": "https://www.flashback.org/u414777",
		"sentence": "Varfrån kommer detta? Står verkligen vänsterpartiet bakom det där? Är det någon sektion inom Ung Vänster som producerat texten, med tanke på omnämnande av \"amerikanska storföretag\" låter det nästan så. Den stora satan i väster. Populism i kubik och felaktigheter. Inte ens (S) påstår i sina angrepp mot Alliansen att de minskat antalet högskoleplatser jämfört med 2006. Eftersom det blivit fler högskoleplatser. Helårsstudenter 2006/07: 280135 Helårsstudenter 2011/12: 313521 Deltidsarbete kan ju vara ok för dem som vill ha det, men varför tvinga på alla sextimmarsdag med den lönesäkning som det innebär. Att det ska göras utan lönesänkning är helt orealistiskt. Grundsynen tycks vara att företag har oändliga skattkistor som det bara går att ösa ur och som knappt skulle märka om lönekostnaderna steg med 30%. Ta elektrikerfirman som tar 350kr/timme för en elektriker och ger elektrikern 26000kr/mån. Plötsligt ska elektrikern arbeta två timmar mindre varje dag, men ha samma betalt? Då återstår att kraftigt höja priserna, vilket man knappast kommer kunna lyckas med."
	}
]
